{
  "1": "\n\n\n\n\n\n \n\n                                   RUST AND BONE\n\n\n\n\n\n\n\n                                    Written by\n\n\n\n                        Jacques Audiard &amp; Thomas Bidegain\n\n\n\n                  \n\n\n\n                 Based on Craig Davidson's short story collection\n\n\n\n\n\n\n\n\n\n\n\n                                                   16TH August 2011\n\n                         \n\n\n\n          1. THE CHILD\n\n          Gradually more and more visible in the darkness, the face\n\n          of a child, Sam. He is 6 years old, blond, pale and\n\n          miserably thin. As we move in on his eyes, we see his lids\n\n          quickly contracting.\n\n          Under his eyelids: vestiges of the day's lights and\n\n          shadows, of the day's noise.\n\n\n\n          2. EXT. - NORTHWEST LANDSCAPES. DAY\n\n\n\n          A grim region where the sky hangs low and the wind can\n\n          knock a man off his feet.\n\n          On the side of the highway, a large, muscular man with\n\n          spiked blond hair: Ali Van Versh, 25.\n\n          He has a big bag in one hand and a cell phone in the other.\n\n          He talks on the phone as he continues walking:\n\n\n\n                         ALI\n\n          It's me. It's Ali... I left. I took the kid\n\n          with me. She can't take care of him anymore.\n\n          I got into a fight with the guy she's with.\n\n          I don't know where to go. What do I do with\n\n          the kid? I can't talk. I don't have any more\n\n          credit... Call me back!\n\n          He hangs up quickly and turns to Sam.\n\n\n\n                         ALI\n\n          Move it!\n\n          His phone rings. He immediately answers.\n\n\n\n                         ALI\n\n          Yeah! Where is it? Shit! It's so far! How do\n\n          I get there? I don't know. Today or\n\n          tomorrow. Yeah...\n\n          Ali lifts Sam onto his shoulders with one arm. Sam is tiny,\n\n          he looks like a squirrel on his father's back.\n\n\n\n                         2\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          3. INT. TRAIN.DAY\n\n\n\n          There is a map of the French rail system near the toilets\n\n          in a regional train. While Sam pees, Ali examines it. He\n\n          follows the lines to plot out their trip. He arrives where\n\n          France ends, at the Mediterranean. Sam comes out of the\n\n          bathroom, straightening his pants.",
  "2": "---END OF PREVIOUS SECTION---\nHe\n\n          follows the lines to plot out their trip. He arrives where\n\n          France ends, at the Mediterranean. Sam comes out of the\n\n          bathroom, straightening his pants. \n---TARGET SECTION TO BE ANNOTATED---\n                         SAM\n\n          I'm thirsty.\n\n\n\n                         ALI\n\n          We don't have any money.\n\n\n\n                         SAM\n\n          I'm thirsty!\n\n\n\n          4. INT. TGV. DAY\n\n\n\n          A different speed, different countryside.\n\n          Ali notices a half-empty bottle of Evian water left on a\n\n          tray. He takes it. He searches through the garbage under\n\n          other empty seats.\n\n          Ali and Sam eat leftover sandwiches and fruit, and finish\n\n          off abandoned bottles of water.\n\n\n\n          5. INT. TGV. DAY\n\n\n\n          Another TGV. Rain evaporates off the windows. Ali has\n\n          fallen asleep. He's too big for his seat. Sam watches the\n\n          landscape go by and bangs his feet against his seat. Ali\n\n          opens one eye.\n\n\n\n                         ALI\n\n          Stop it.\n\n          Sam's Mickey Mouse sandals pause, then go back to their\n\n          banging.\n\n\n\n                         ALI\n\n          I said to stop it.\n\n          The sandals freeze.\n\n          Cut.\n\n\n\n                         3\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          6. THE CHILD\n\n          All of a sudden, Sam is asleep, his eyelids blinking\n\n          quickly.\n\n\n\n          7. EXT. CANNES STREET. DAY\n\n\n\n          Ali's face is turned toward the orange heat of an afternoon\n\n          sun.\n\n          Ali and Sam look at the sea, the beaches and hotels. It's\n\n          hot and beautiful. They walk by tanned people in shorts,\n\n          short skirts, sandals...\n\n          In their shapeless grey track pants, they look like hoboes.\n\n          Ali drags his sport bag with one hand and Sam with the\n\n          other.\n\n          Ali is on the phone:\n\n\n\n                         ALI\n\n          I don't know. A big street that started at\n\n          the station. Yeah, by the beach. Behind? We\n\n          just came from there!\n\n          Ali pulls Sam away from one of the stairways that lead to\n\n          the beach...\n\n\n\n                         SAM\n\n          I'm tired.\n\n\n\n                         ALI\n\n          So am I. He's coming to pick us up. Come on!\n\n          Sam is extenuated. Ali has to heave him up onto a shoulder.\n\n\n\n          8. EXT. CANNES STREET. DAY\n\n\n\n          A four-lane avenue near the outskirts of town.\n\n          Ali is walking on the shoulder of the road, with Sam piggy-\n\n          back.",
  "3": "---END OF PREVIOUS SECTION---\nCANNES STREET. DAY\n\n\n\n          A four-lane avenue near the outskirts of town. Ali is walking on the shoulder of the road, with Sam piggy-\n\n          back. \n---TARGET SECTION TO BE ANNOTATED---\n A horn beeps. A refrigerated truck, blinking to get\n\n          to the side of the road. The window rolls down to reveal a\n\n          moustache and a cap: Richard.\n\n\n\n                         4\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          9. INT. RICHARD'S TRUCK. DAY\n\n\n\n          While driving...\n\n\n\n                         RICHARD\n\n          (Southern accent)... A couple miles back I\n\n          saw a blond guy. (Imitates screeching\n\n          brakes) I stop short! \"You Ali?\" I ask. He\n\n          says \"No, me Kurt\". Another few hundred\n\n          feet, another big blond guy! (Screech) I\n\n          ask \"You Ali?\" again. This time I didn't\n\n          even understand what he answered. Another\n\n          few hundred feet... Ten of them! Ten! Every\n\n          Kraut and Flemish guy on the coast! So I go\n\n          call your sister...\n\n          Ali is thrown for a loop.\n\n\n\n                         ALI\n\n          (uncertain) You kidding?\n\n\n\n                         RICHARD\n\n          A little.\n\n\n\n                         SAM\n\n          (to Ali) Is he a little crazy?\n\n\n\n                         RICHARD\n\n          (to Sam) What? You don't like my truck?\n\n\n\n                         SAM\n\n          Yeah I do.\n\n\n\n                         RICHARD\n\n          (pretending to be shocked) He doesn't like\n\n          my truck!\n\n\n\n                         SAM\n\n          I do too like it!\n\n          Worked up, Sam shrieks, holding his hands over his ears:\n\n\n\n                         SAM\n\n          (screaming) I like your truck!\n\n          The road hugs the seashore. Ali watches beaches, homes, a\n\n          railway line pass by... Voice over, we hear Richard's\n\n\n\n                         5\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          distant voice.\n\n\n\n          10. EXT. SUBURBAN KITCHEN. DAY\n\n\n\n          A kitchen with mismatched furnishings. China and cheesy\n\n          wallpaper. Sam devours the cookies and Coke that Richard\n\n          gives him.\n\n\n\n                         RICHARD\n\n          We all got fired after some Spanish guy\n\n          bought out the trucking company... Eight\n\n          truckers. I thought it over, discussed it\n\n          with your sister and figured I could do it\n\n          on my own. So I bought this truck with my\n\n          severance pay...\n\n          Ali has finished his cream cheese sandwiches.",
  "4": "---END OF PREVIOUS SECTION---\nI thought it over, discussed it\n\n          with your sister and figured I could do it\n\n          on my own. So I bought this truck with my\n\n          severance pay... Ali has finished his cream cheese sandwiches. \n---TARGET SECTION TO BE ANNOTATED---\n He gets up\n\n          and opens the old fridge.\n\n\n\n                         RICHARD\n\n          Oops, poor man, not those! She'll kill you!\n\n          Start with the expired ones, on the top\n\n          shelf! They're organized by date. First the\n\n          top shelf, then move down.... Anna brings it\n\n          home from the supermarket where she works.\n\n          As soon as they reach their expiration date,\n\n          those idiots throw it all away, even if you\n\n          can still eat it for a week! (to Sam) You\n\n          want some more?\n\n\n\n          11. INT. SUBURBAN HOME. DAY\n\n\n\n          Anna empties Sam's Spiderman bag onto the table, spilling\n\n          out old, dirty, crumpled clothes.\n\n\n\n                         ANNA\n\n          (with a hint of Southern accent) Is this all\n\n          you have for him?\n\n          Anna Van Versh, Ali's sister, is in her thirties. She is a\n\n          huge woman, very tall with a pretty face. She wears\n\n          leggings that make her ass look like a workhorse's and a\n\n          pair of flip flops. At the bottom of the bag, Anna finds a\n\n          passport and opens it. It is Sam's.\n\n\n\n                         6\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ANNA\n\n          She remembered his passport!\n\n\n\n                         ALI\n\n          She didn't remember anything. It was already\n\n          in there. She forgot about it, that's all.\n\n          When they went to Amsterdam, they'd use the\n\n          kid to smuggle dope...\n\n\n\n                         ANNA\n\n          You got to be kidding!\n\n\n\n                         ALI\n\n          That's what she told me.\n\n          Anna shakes her head in disbelief. A beat.\n\n\n\n                         ANNA\n\n          How will you tend to the kid? I won't be\n\n          able to all the time. I work, and so does\n\n          Richard... Was he in school there?\n\n\n\n                         ALI\n\n          I don't know.\n\n\n\n                         ANNA\n\n          You don't know if your kid's in school?\n\n\n\n                         ALI\n\n          Um, no. (turns to Sam) You in school?\n\n          No answer. Sam is watching TV.\n\n\n\n                         ANNA\n\n          Back at your mom's place, did you go to\n\n          school?\n\n\n\n                         SAM\n\n          Yes.\n\n\n\n                         ANNA\n\n          I can try to enroll him at the school.",
  "5": "---END OF PREVIOUS SECTION---\nANNA\n\n          Back at your mom's place, did you go to\n\n          school? SAM\n\n          Yes. ANNA\n\n          I can try to enroll him at the school. \n---TARGET SECTION TO BE ANNOTATED---\n I'll\n\n          see... We also need to get him some clothes.\n\n          He can't go like that... I'll ask the\n\n          neighbors.\n\n          (gives the child her hand) Come with me to\n\n\n\n                         7\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          the backyard. I have to feed my babies.\n\n\n\n          12. EXT. GARDEN. EVENING\n\n\n\n          Evening is falling. At the back of the garden are a home-\n\n          made pen and doghouse. Four puppies come running. Sam\n\n          touches them through the chicken wire.\n\n\n\n                         ANNA\n\n          You want to pet them?\n\n          She lifts Sam up over the wire mesh.\n\n\n\n                         ANNA\n\n          Careful. Don't step on their tiny paws.\n\n          They're just babies.\n\n          Anna shows him how to feed puppies, then stands back up.\n\n\n\n                         ANNA\n\n          (to Ali) The breeder's picking them up next\n\n          month. Brings in some money. Otherwise,\n\n          Richard and I were thinking 300 a month for\n\n          you and the kid... That okay?\n\n\n\n                         ALI\n\n          Yeah.\n\n\n\n                         ANNA\n\n          \"Yeah\" what? Is that too much?\n\n\n\n                         ALI\n\n          It's not too much, but I don't have it. I\n\n          had to pay for the train...\n\n\n\n                         ANNA\n\n          So what are you going to do?\n\n\n\n                         ALI\n\n          I don't know. Find a job. Whatever.\n\n\n\n                         ANNA\n\n          Yeah, whatever... You think there's any work\n\n          around here? You think there's any more here\n\n          than there? Where has that ever been the\n\n          case? When you told me you were coming down,\n\n\n\n                         8\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          I said we couldn't afford houseguests!\n\n\n\n                         ALI\n\n          What should I have done with the kid? Where\n\n          should I have gone?\n\n\n\n                         ANNA\n\n          I have no idea, but if you stay here you\n\n          have to pay your share, or else go somewhere\n\n          else. As far as we're concerned, it's easy:\n\n          we can't! How long were you thinking of\n\n          staying?\n\n\n\n                         ALI\n\n          I don't know.\n\n          She makes a tired gesture and goes back toward the house,\n\n          calling Richard on the way.",
  "6": "---END OF PREVIOUS SECTION---\nHow long were you thinking of\n\n          staying? ALI\n\n          I don't know. She makes a tired gesture and goes back toward the house,\n\n          calling Richard on the way. \n---TARGET SECTION TO BE ANNOTATED---\n Ali hears Sam in the kennel,\n\n          giggling in delight.\n\n          He looks around: the seedy garden, a metal shed leaning to\n\n          one side, what's left of an engine, an old, orange Special\n\n          50 moped, plastic junk, etc.\n\n          Overhead, a plane descends on Nice, its landing lights\n\n          shining.\n\n\n\n          13. INT. BASEMENT. NIGHT\n\n\n\n          In the cluttered basement, Sam is rolled up in a sleeping\n\n          bag arranged on a pallet and watches his father repair the\n\n          antique Special 50 moped by the light of a flashlight.\n\n\n\n          14. INT. ELECTRONIC GOODS SHOP. DAY\n\n\n\n          Ali wanders through an electronic goods shop, pretending to\n\n          be interested in cameras. Through the shop window, he can\n\n          see Sam waiting outside in the sun.\n\n\n\n          15. EXT. ANTIBES STREETS. DAY\n\n\n\n          Suddenly, Sam sees his father run out of the shop, trying\n\n          to shake a security guard hot on his tail. Sam watches them\n\n          disappear into a tiny lane.\n\n          Sam looks around a bit frightened.\n\n\n\n                         9\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Farther off, in a busy shopping districtâ¦\n\n          Ali forces his way through hordes of tourists. The security\n\n          guard grabs him by the hood and forces him up against a\n\n          wall. They are both dripping with sweat and out of breath.\n\n\n\n                         SECURITY GUARD\n\n          Unzip your jacket! Empty your pockets!\n\n          Ali keeps his cool.\n\n\n\n                         ALI\n\n          Unzip it yourself!\n\n          Ali struggles free and smiles at the guy invitingly. The\n\n          guard tries to punch him. Ali dodges:\n\n          The guard hesitates a moment, until Ali lets fly a right\n\n          hook. The guard stumbles. A kick in the face sends him\n\n          flying into a stall. Ali lifts his arms in victory for the\n\n          benefit of the few, stunned passersby. He kisses his own\n\n          biceps, does three steps of a moonwalk and saunters off.\n\n\n\n          16. EXT. ANTIBES STREETS. DAY\n\n\n\n          Sam is walking along the street by the beach amid the\n\n          terraces and ice-cream stores, looking for his father.",
  "7": "---END OF PREVIOUS SECTION---\nEXT. ANTIBES STREETS. DAY\n\n\n\n          Sam is walking along the street by the beach amid the\n\n          terraces and ice-cream stores, looking for his father. \n---TARGET SECTION TO BE ANNOTATED---\n          Then he sees the moped at the far side of the parking lot\n\n          where they had left it chained up. He walks toward it. A\n\n          voice calls out.\n\n\n\n                         ALI\n\n          Hey! Here I am!\n\n          Ali crosses the street and kneels down in front of Sam who\n\n          is sniffling, tears in his eyes.\n\n\n\n                         ALI\n\n          No need to cry. I wouldn't have left you all\n\n          alone.\n\n          Ali unlocks the moped.\n\n\n\n                         10\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          17. EXT. ALLEYWAY. DAY\n\n\n\n          In a small side street, Sam watches Ali sell a camera for a\n\n          few 20 Euro notes.\n\n\n\n          18. EXT. ANTIBES - BEACH. DAY\n\n\n\n          On the beach, Ali and Sam eat some McDonald's.\n\n\n\n                         ALI\n\n          Are you happy here?\n\n          Sam nods.\n\n\n\n                         SAM\n\n          Mm.\n\n\n\n                         ALI\n\n          What do you like the most at Auntie's?\n\n\n\n                         SAM\n\n          The dogs.\n\n\n\n                         ALI\n\n          Is that all? Nothing else besides the dogs?\n\n\n\n                         SAM\n\n          The truck.\n\n\n\n                         ALI\n\n          The dogs and the truck. The house? Auntie?\n\n          The ocean?\n\n\n\n                         SAM\n\n          The dogs and the truck.\n\n          Ali nods. Sam watches his Dad's fat fingers assemble the\n\n          plastic toy from his Happy Meal.\n\n\n\n                         ALI\n\n          We have it good here...\n\n          Ali's fingers stop. Sam looks up to find his father\n\n          watching some girls in swimsuits go by.\n\n          They go for a swim, horsing around and making noise.\n\n\n\n                         11\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          19. INT. OFFICE - THE ALTA SECU COMPANY. DAY\n\n\n\n          The logo is in the shape of a sheriff's badge and hangs\n\n          over some filing cabinets on the wall of a modest office:\n\n          \"ALTA Securite\".\n\n\n\n                         OWNER\n\n          No criminal record? You never fucked up?\n\n\n\n                         ALI\n\n          No.\n\n          The boss is in his fifties. He sits behind some files. His\n\n          hair is short and white, it looks like he's wearing a\n\n          helmet. He is squeezed into a cheap suit and wearing a tie.\n\n          He stares at Ali.",
  "8": "---END OF PREVIOUS SECTION---\nHis\n\n          hair is short and white, it looks like he's wearing a\n\n          helmet. He is squeezed into a cheap suit and wearing a tie. He stares at Ali. \n---TARGET SECTION TO BE ANNOTATED---\n                         OWNER\n\n          Is that the truth? We'll be checking\n\n          anyway...\n\n          Ali nods. The owner reaches out.\n\n\n\n                         OWNER\n\n          Your papers...\n\n          Ali hands him his tattered paper ID. The owner writes down\n\n          the number. Ali is 13-14 on the picture.\n\n\n\n                         OWNER\n\n          What was your last job?\n\n\n\n                         ALI\n\n          I worked in a slaughterhouse. Not for long.\n\n          It closed.\n\n\n\n                         OWNER\n\n          Ever work in security?\n\n\n\n                         ALI\n\n          Yeah. I was a night watchman in a stadium\n\n          for 6 months. Working for the city. In a\n\n          parking lot too. I did replacements.\n\n\n\n                         12\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         OWNER\n\n          Ever do any combat sports?\n\n\n\n                         ALI\n\n          Karate, for 6 years. I even won Junior\n\n          Division. And two years of boxing. Thai.\n\n\n\n                         OWNER\n\n          You gave it up?\n\n\n\n                         ALI\n\n          It was my trainer who gave up.\n\n\n\n                         OWNER\n\n          Why?\n\n\n\n                         ALI\n\n          He died.\n\n          A beat.\n\n\n\n                         OWNER\n\n          And how are you physically? You stay in\n\n          shape?\n\n\n\n                         ALI\n\n          Yeah.\n\n\n\n                         OWNER\n\n          You don't smoke?\n\n\n\n                         ALI\n\n          No.\n\n\n\n                         OWNER\n\n          Drink?\n\n          He shakes his head \"no\". The boss notes something in a\n\n          file.\n\n\n\n          20. INT. ALTA SECURITY OFFICE. DAY.\n\n\n\n          Anna and Sam are waiting outside the office. The owner\n\n          kisses Anna on the cheek. He asks how Richard is doing,\n\n          then shows them to the door. Anna looks proud to know him.\n\n\n\n                         13\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          21. EXT. FEVER RAY. NIGHT\n\n\n\n          Saturday evening. The door to the Fever Ray night club.\n\n          Patrons wait, bouncers pick and choose. An imposing\n\n          Caucasian maneuvers the red rope. Behind him, Ali Van\n\n          Versch and Foued Latahoui, who looks like a lightweight\n\n          boxer, guard the door.\n\n          Ali wears a faded blue \"ALTA Secu\" jacket and stiff,\n\n          matching pants. Looking well-groomed, Foued is wearing a\n\n          white shirt and tie. Well-groomed.\n\n          A group of girls passes through the security barrier.",
  "9": "---END OF PREVIOUS SECTION---\nLooking well-groomed, Foued is wearing a\n\n          white shirt and tie. Well-groomed. A group of girls passes through the security barrier. \n---TARGET SECTION TO BE ANNOTATED---\n Foued\n\n          acts like he's hesitating:\n\n\n\n                         FOUED\n\n          Okay, I'll let you through because I'm\n\n          outnumbered. Four against one, I don't stand\n\n          a chance!\n\n          The girls smile and disappear inside. Ali watches them\n\n          vanish.\n\n\n\n                         FOUED\n\n          You say something nice, anything. That way,\n\n          when they leave, they remember you and you\n\n          can hit on them. If they're a little\n\n          plastered, if things didn't go too well for\n\n          them, you're there with a nice thing to\n\n          say...\n\n\n\n                         ALI\n\n          And it works?\n\n\n\n                         FOUED\n\n          Sometimes. But you can't be dressed like\n\n          that. Like a parking lot attendant...\n\n          They are interrupted by the bouncer.\n\n\n\n                         THE CAUCASIAN\n\n          (pointing) Fight!\n\n          They go running. Three guys are fighting like savages. Ali\n\n          and Foued clean house. Foued gets rid of gawkers. Ali\n\n          delivers a few random punches, lifts one of the guys off\n\n\n\n                         14\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          his feet and grabs another by the collar.\n\n          While Foued chases the rowdy men toward the parking lot,\n\n          Ali helps a girl back to her feet. She's a pretty blond,\n\n          must be about 27 or 28, who has taken a punch in the face.\n\n          It is Stephanie.\n\n\n\n                         ALI\n\n          Are you okay? Breathe out of your mouth. In\n\n          and out. Put your head back. Walk a little.\n\n          Walk and breathe...\n\n          He demonstrates how and takes her by the arm, forcing her\n\n          to walk. She looks groggy.\n\n\n\n                         STEPHANIE\n\n          I have to go home...\n\n\n\n                         ALI\n\n          You have friends here?\n\n\n\n                         STEPHANIE\n\n          No, I came alone. I have my car in the lot.\n\n          I'll be fine.\n\n\n\n                         ALI\n\n          You can't drive like that.\n\n\n\n                         STEPHANIE\n\n          I'm fine. I'm fine, I said. Thanks.\n\n\n\n                         ALI\n\n          You can't drive like that. I'll call you a\n\n          cab.\n\n\n\n                         STEPHANIE\n\n          How do I get my car afterwards? Seriously,\n\n          I'll be fine.",
  "10": "---END OF PREVIOUS SECTION---\nI'll call you a\n\n          cab. STEPHANIE\n\n          How do I get my car afterwards? Seriously,\n\n          I'll be fine. \n---TARGET SECTION TO BE ANNOTATED---\n Trust me!\n\n          We hear a voice from the parking lot.\n\n\n\n                         ANGRY MAN\n\n          Bitch!\n\n          Stephanie looks back.\n\n\n\n                         15\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ANGRY MAN\n\n          Yeah... you, you cunt. Bitch!\n\n          She ignores him, pretending not to see him. She then\n\n          notices the blood stains on her T-shirt.\n\n\n\n                         STEPHANIE\n\n          Shit.\n\n\n\n                         ALI\n\n          Where's your car?\n\n\n\n          22. INT. STEPHANIE'S CAR. NIGHT\n\n\n\n          Ali drives. His head seems to touch the roof of the little\n\n          Fiat and his thighs are too thick for the seat. He glances\n\n          over at Stephanie.\n\n\n\n                         ALI\n\n          Still bleeding? Keep your head back. Wait...\n\n          He manipulates the knob to push her seat back. He grimaces\n\n          in pain.\n\n\n\n                         ALI\n\n          Shit!\n\n\n\n                         STEPHANIE\n\n          Did you hurt yourself?\n\n          He shows her his right wrist.\n\n\n\n                         STEPHANIE\n\n          It's swelling up.\n\n          He rests his hand on the wheel. After a beat:\n\n\n\n                         ALI\n\n          You often go to the Fever?\n\n\n\n                         STEPHANIE\n\n          No.\n\n\n\n                         ALI\n\n          Why do you go alone?\n\n          No answer.\n\n\n\n                         16\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          To dance?\n\n\n\n                         STEPHANIE\n\n          Yes.\n\n\n\n                         ALI\n\n          To find a guy?\n\n          She turns and looks down her nose at him:\n\n\n\n                         STEPHANIE\n\n          Oh yeah?\n\n\n\n                         ALI\n\n          You're dressed like that just for dancing?\n\n\n\n                         STEPHANIE\n\n          How am I dressed?\n\n\n\n                         ALI\n\n          I don't know... Look.\n\n          He points to her skirt, riding up her thighs.\n\n\n\n                         STEPHANIE\n\n          Yeah, so what?\n\n\n\n                         ALI\n\n          You look like a hooker.\n\n\n\n                         STEPHANIE\n\n          Excuse me?\n\n\n\n                         ALI\n\n          How would you call it?\n\n\n\n                         STEPHANIE\n\n          I don't believe this. Pull over here!\n\n\n\n                         ALI\n\n          What?\n\n\n\n                         STEPHANIE\n\n          Stop this car on the double!\n\n\n\n                         17\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          No reaction.",
  "11": "---END OF PREVIOUS SECTION---\nALI\n\n          What? STEPHANIE\n\n          Stop this car on the double! 17\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          No reaction. \n---TARGET SECTION TO BE ANNOTATED---\n                         STEPHANIE\n\n          It's MY car! If I tell you to stop, you\n\n          stop!\n\n          Still no reaction, as if she hadn't said a thing. She is\n\n          about to scream again, but remains silent, although open-\n\n          mouthed. She finally settles back down on the back of her\n\n          seat and looks elsewhere.\n\n          A beat.\n\n\n\n                         ALI\n\n          Dressed like that, it's no surprise that...\n\n\n\n                         STEPHANIE\n\n          That's enough now!\n\n          They ride in silence.\n\n\n\n          23. EXT. SIMON &amp; STEPHANIE'S BUILDING. NIGHT\n\n\n\n          The Fiat stops in front of a small building in a flowery\n\n          residential neighborhood. They climb out.\n\n\n\n                         STEPHANIE\n\n          How will you get back?\n\n\n\n                         ALI\n\n          I don't know.\n\n          She takes out her wallet.\n\n\n\n                         ALI\n\n          No, stop!\n\n\n\n                         STEPHANIE\n\n          For a taxi.\n\n\n\n                         ALI\n\n          Don't worry. Got any ice at your place?\n\n          He shows her his wrist.\n\n\n\n                         ALI\n\n          Ice cubes.\n\n\n\n                         18\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          Wait, I'll go check.\n\n\n\n                         ALI\n\n          I can come up.\n\n\n\n                         STEPHANIE\n\n          No!\n\n          Even she is surprised by the brusqueness of her response.\n\n\n\n                         STEPHANIE\n\n          (embarrassed) Someone's up there.\n\n\n\n                         ALI\n\n          So what?\n\n\n\n                         STEPHANIE\n\n          Wait here. I'll be right back.\n\n          She takes a few steps, fumbling for her keys. She\n\n          hesitates, then looks back.\n\n\n\n                         STEPHANIE\n\n          Okay, come on up.\n\n\n\n          24. INT. SIMON &amp; STEPHANIE'S APARTMENT. NIGHT\n\n\n\n          They enter the apartment. The light is on. Simon comes out\n\n          of the bedroom in his boxer shorts and a T-shirt. He's\n\n          thirty, blond, and there is something commanding about his\n\n          look that could be thought to resemble Stephanie's.\n\n          He discovers Ali and the blood stains on Stephanie's T-\n\n\n\n                         SHIRT:\n\n\n\n                         SIMON\n\n          What the hell? What's going on?\n\n\n\n                         STEPHANIE\n\n          Nothing. A fight...",
  "12": "---END OF PREVIOUS SECTION---\nWhat's going on? STEPHANIE\n\n          Nothing. A fight... \n---TARGET SECTION TO BE ANNOTATED---\n                         SIMON\n\n          Are you okay?\n\n\n\n                         19\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          Yeah, I'm fine.\n\n\n\n                         SIMON\n\n          (pointing to Ali) Who's he?\n\n\n\n                         STEPHANIE\n\n          The bouncer from the Fever. He drove me\n\n          home.\n\n\n\n                         ALI\n\n          (introducing himself)... Ali.\n\n\n\n                         SIMON\n\n          The Fever? What the hell were you doing\n\n          there?\n\n          Ali opens the refrigerator.\n\n\n\n                         SIMON\n\n          What are you looking for?\n\n\n\n                         ALI\n\n          Ice cubes.\n\n\n\n                         STEPHANIE\n\n          He hurt his hand...\n\n          Simon pulls Stephanie into the bedroom.\n\n          Ice cubes in a Plexiglas salad bowl. Ali's hand in the\n\n          bowl. He looks around.\n\n          There are photos on the wall: Stephanie surfing on the back\n\n          of a killer whale, Stephanie posing with a group of young\n\n          people in diving suits in front of the Marineland logo,\n\n          Stephanie rising out of the water on Niska's rostrum, etc.\n\n          From the nearby bedroom, he hears snatches of Simon's\n\n\n\n                         REPROACHES:\n\n\n\n                         SIMON (OFF)\n\n          If you decide to go out, call me. That's\n\n          all! Who were you with there?\n\n\n\n                         STEPHANIE (OFF)\n\n          Philippe and Christine.\n\n\n\n                         20\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         SIMON (OFF)\n\n          I thought you went out to dinner.\n\n\n\n                         STEPHANIE (OFF)\n\n          We decided to go out for a drink after.\n\n\n\n                         SIMON (OFF)\n\n          You get my text messages? Why didn't you\n\n          answer me?\n\n          Stephanie comes back into the kitchen. She has changed her\n\n          T-shirt. She seems tense.\n\n\n\n                         STEPHANIE\n\n          Feeling better?\n\n\n\n                         ALI\n\n          Is that you in the picture with the orcas?\n\n\n\n                         STEPHANIE\n\n          Not orcas. Just one orca. Her name is Niska.\n\n\n\n                         ALI\n\n          Is that your job?\n\n\n\n                         STEPHANIE\n\n          Yep...\n\n          Ali nods vaguely admiringly.\n\n\n\n                         ALI\n\n          Fuck... I didn't think that...\n\n\n\n                         STEPHANIE\n\n          That what? A whore could train whales? Well,\n\n          you see...\n\n          Simon is at the door.",
  "13": "---END OF PREVIOUS SECTION---\nA whore could train whales? Well,\n\n          you see... Simon is at the door. \n---TARGET SECTION TO BE ANNOTATED---\n He is wearing a jean.\n\n\n\n                         SIMON\n\n          (To Ali) Okay, are you done now? Can you\n\n          leave us alone?\n\n          Ali stares him down.\n\n\n\n                         21\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          You talking to me?\n\n          It's as if Ali's calm, peremptory tone suddenly let Simon\n\n          know who he was dealing with.\n\n\n\n                         SIMON\n\n          Yes, but...\n\n\n\n                         ALI\n\n          But what?\n\n\n\n                         SIMON\n\n          Nothing, forget it...\n\n          In one second, Stephanie sees Simon's face undergo a\n\n          metamorphosis, his nervous authority suddenly disappear.\n\n          She glances at Ali as if to say âPlease go now.'\n\n          He gets up and wipes his hands on a dish rag.\n\n\n\n                         ALI\n\n          Okay, I'm going. So long. (pointing to a\n\n          piece of paper on the table) I left you my\n\n          number if ever you need it...\n\n\n\n          25. INT. SIMON &amp; STEPHANIE'S APARTMENT - BATHROOM - NIGHT\n\n\n\n          She dissolves an aspirin in a toothbrush glass. She checks\n\n          her lip in the medicine chest mirror. She notices Simon\n\n          watching her from the bathroom doorway.\n\n\n\n                         SIMON\n\n          Are you okay? Are you upset?\n\n\n\n                         STEPHANIE\n\n          No, I'm not upset.\n\n          She drinks the aspirin.\n\n\n\n                         STEPHANIE\n\n          I saw your face before...\n\n\n\n                         SIMON\n\n          Before?\n\n\n\n                         22\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          With that guy who dropped me off. I saw your\n\n          face. I saw how you piped down.\n\n\n\n                         SIMON\n\n          I piped down? Me?\n\n\n\n                         STEPHANIE\n\n          Yes, you piped down... (pause) Don't tell me\n\n          what I should do, how I should live my life.\n\n          Don't give me any more orders, Simon.\n\n\n\n                         SIMON\n\n          What does that mean?\n\n\n\n                         STEPHANIE\n\n          Don't give me any more orders, that's all.\n\n          She turns on the faucet and runs her lips under the water.\n\n\n\n                         CUT TO:\n\n\n\n          26. INT. MARINELAND. TRAINERS' OFFICE. DAY\n\n\n\n          Two rooms adjoining the locker room.",
  "14": "---END OF PREVIOUS SECTION---\nMARINELAND. TRAINERS' OFFICE. DAY\n\n\n\n          Two rooms adjoining the locker room. \n---TARGET SECTION TO BE ANNOTATED---\n Two desks, and on the\n\n          walls pictures of the trainers with their orcas, laminated\n\n          posters of various training methods, files for each animal.\n\n          Stephanie is in her diving suit, sitting in front of\n\n          Louise, a 23-year-old woman who is reading a document about\n\n          her internship.\n\n          A trainer leaves the locker room, his backpack slung over\n\n          his shoulder.\n\n\n\n                         TRAINER\n\n          Coming?\n\n          No answer. Tension. He leaves without a word.\n\n          Louise looks up. She has been crying. Stephanie looks at\n\n          her, impassive. Louise swallows her tears.\n\n\n\n                         LOUISE\n\n          Really... this isn't fair.\n\n\n\n                         23\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          No, Louise, there are lots of things you can\n\n          say but not that. The pools are my\n\n          responsibility and all I care about are the\n\n          animals. I have to see to their environment\n\n          and that starts with their trainers. Do you\n\n          understand?\n\n\n\n                         LOUISE\n\n          What are you trying to make me believe, that\n\n          I wasn't up to par?\n\n\n\n                         STEPHANIE\n\n          No, listen.\n\n\n\n                         LOUISE\n\n          Lacking in maturity? Skills?\n\n\n\n                         STEPHANIE\n\n          You're not consistent. We've already\n\n          discussed that. The foundation of the\n\n          relationship with the orcas is stability.\n\n          During your internship you've had your ups\n\n          and downs. It's not your competence that...\n\n\n\n                         LOUISE\n\n          You know this has nothing to do with my\n\n          internship. You couldn't care less if I was\n\n          competent or not! It has to do with that I\n\n          fucked Michael. Just say so.\n\n\n\n                         STEPHANIE\n\n          Oh, please...\n\n\n\n                         LOUISE\n\n          And in fact what really bothers you is not\n\n          that we fucked, but that he told me about\n\n          you. How you think you're so... How you've\n\n          become such a bitch. That's why you're\n\n          firing me. That's what you should write in\n\n          your report.\n\n\n\n                         STEPHANIE\n\n          Okay, are you done? We can stop here. No\n\n          need to spoil the rest of your internship.\n\n          Louise stands up.",
  "15": "---END OF PREVIOUS SECTION---\nWe can stop here. No\n\n          need to spoil the rest of your internship. Louise stands up. \n---TARGET SECTION TO BE ANNOTATED---\n                         24\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          27. EXT. MARINELAND. POOL - DAY\n\n\n\n          The empty stadium above the pool. The trainers walk along\n\n          the gangplanks busily.\n\n          In her diving suit, Stephanie leans over the \"beach\" of\n\n          pool 3. She taps on the surface of the water. A wave\n\n          forms, whirling around the pool.\n\n          The whale washes up on the \"beach\" beside her. She performs\n\n          what looks like a daily ritual. She examines the whale,\n\n          caresses it. The whale responds with uncanny gurgles.\n\n\n\n          28. EXT. MARINELAND. DAY\n\n\n\n          Stock shots of a show at Marineland, or images which we\n\n          will film to resemble stock shots: wide-angle shots from\n\n          the stadium.\n\n          The sound equipment blares \"Jump\" by Van Halen, orcas shoot\n\n          out of the water, the audience applaudsâ¦ Little kids clutch\n\n          electric-blue dolphin balloons, getting splashed by the\n\n          orcasâ¦ Images of the show are relayed on giant video\n\n          screens, orcas shoot by like torpedoes behind the plastic\n\n          protective wall in front of the main pool, etcâ¦\n\n\n\n                         CUT TO:\n\n\n\n          29. INT. MARINELAND POOL. DAY\n\n\n\n          All at once, silence. Then surface noise, but muted by the\n\n          cubic meters of waterâ¦\n\n          Underwater shots from pool number 3.\n\n          Overhead, the surface shines like a mirror. In pool number\n\n          3, a five-ton black shadow bides its time: it is Niska.\n\n          Behind the grate in pool number 3, Niska watches her mates\n\n          diving and surfacing in a spray of bubbles.\n\n          A mechanical creak, then the grate slowly begins to lift.\n\n          It's about to be her turn.\n\n\n\n                         25\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Niska swims into the big pool, slowly at first, but then\n\n          picks up speed. She surfaces, disappears for a long beat,\n\n          then again reappears, churning up a whirlpool of bubbles.\n\n          On the other side of the mirror, the music blares and the\n\n          crowd cheers.",
  "16": "---END OF PREVIOUS SECTION---\n25\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Niska swims into the big pool, slowly at first, but then\n\n          picks up speed. She surfaces, disappears for a long beat,\n\n          then again reappears, churning up a whirlpool of bubbles. On the other side of the mirror, the music blares and the\n\n          crowd cheers. \n---TARGET SECTION TO BE ANNOTATED---\n          What looks like a small black and white arrow dives into\n\n          the pool. We recognize Stephanie. She caresses Niska's\n\n          rostrum, then kisses it, hanging onto her fins, waltzing\n\n          with her up to the surface. Her hands look ridiculously\n\n          tiny on the huge black fins. We see her face mirrored in\n\n          one of the orca's huge black, gentle eyes. A liquid world\n\n          of greens and blues whirls around them.\n\n          Now, with her legs slightly arched on the rostrum,\n\n          Stephanie has Niska swim around the pool, accelerating the\n\n          water pressure and speed. The plastic wall rushes by, a\n\n          rush of adrenalineâ¦ clouds of sediment are lifted as if by\n\n          a gust of wind.\n\n          A young male, Tom, joins Niska in pool number 1. Niska\n\n          immediately rushes him, as if riled by the intrusion, and\n\n          flattens him against the plastic wall.\n\n          In the shifting reflections at the water's surface, we can\n\n          make out Stephanie and two other trainers' faces on the\n\n          âbeach'. Their palms beat on the water, summoning the orcas\n\n          for their next number.\n\n          Tom gathers some momentum, then shoots around Niska to jump\n\n          into first place. He disappears a moment, then is back into\n\n          the water after a dozen meters of aquaplaning.\n\n          Niska then gets into place and takes a running start, but\n\n          just as she is about to shoot out of the water, Tom appears\n\n          out of nowhere and forces the huge female to leap over him.\n\n          We sense chaos up above. Then we see Niska crash back into\n\n          the water, with, one after the other, a piece of the huge\n\n          video screen that towered over the stage, bits of scenery,\n\n          and all kinds of random objects, as if Niska had carried\n\n          away half the platform in her wakeâ¦ It all seems to fall\n\n          in slow motion, like flecks of snow in a snow globe.\n\n          Something sinks toward usâ¦ a body, floating weightless and\n\n          disjointed in a cloud of red.\n\n\n\n                         26\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          30. EXT. MARINELAND - WHALE POOL.",
  "17": "---END OF PREVIOUS SECTION---\n26\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          30. EXT. MARINELAND - WHALE POOL. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\n\n\n          Stephanie is on the rim of the pool. All around her: the\n\n          audience panics, a loudspeaker orders evacuation, Louise\n\n          leans over her.\n\n\n\n                         STEPHANIE\n\n          What... What happened?\n\n\n\n                         LOUISE\n\n          Tom and Niska... They got in each other's\n\n          way.\n\n          Then Louise sees blood spurting from the rips in her diving\n\n          suit. She tries to find a pressure point.\n\n          Stephanie sees Louise's face wet with tears:\n\n\n\n                         STEPHANIE\n\n          Stop it, calm down. I'm fine!\n\n          Her hand searches for something at thigh level, without\n\n          finding it.\n\n          She faints.\n\n\n\n          31. EXT. ROAD TO THE BEACH. DAY\n\n\n\n          Ali is wearing his MP3 headset. He runs down the road to\n\n          the beach, sweat dripping into his eyes.\n\n\n\n          32. EXT. ANNA'S HOUSE. DAY\n\n\n\n          Sam's toys are lying scattered in the garden, his half-\n\n          eaten snack is on the table. Ali takes off his headset.\n\n\n\n                         ALI\n\n          Sam!\n\n          No answer. There is some noise over at the kennel. He goes\n\n          and finds Sam in the kennel, talking to the puppies.\n\n\n\n                         ALI\n\n          What are you doing here?\n\n\n\n                         27\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Sam jumps and scuttles to the back of the kennel, but Ali\n\n          reaches in and grabs him by the arm. Sam is covered in mud,\n\n          straw and dog shit.\n\n\n\n                         ALI\n\n          You're gross! You stink! Who's taking care\n\n          of you?\n\n          Ali drags him over to the garage to hose him down. The\n\n          water is freezing cold. Sam hops from one foot to the other\n\n          and screams.\n\n\n\n                         SAM\n\n          Stop it, Dad! It's cold. Stop!\n\n          Sam shrieks. An 18 year old tomboy wearing a skimpy tee-\n\n          shirt comes out of a neighboring house: Joelle, the\n\n          neighbors' daughter.\n\n\n\n                         ALI\n\n          Aren't you supposed to be taking care of\n\n          him? What the fuck are you up to?\n\n\n\n                         JOELLE\n\n          I was next doing the laundry.\n\n\n\n                         ALI\n\n          Take a look at him!\n\n\n\n                         JOELLE\n\n          I'll put him in the shower.",
  "18": "---END OF PREVIOUS SECTION---\nJOELLE\n\n          I was next doing the laundry. ALI\n\n          Take a look at him! JOELLE\n\n          I'll put him in the shower. \n---TARGET SECTION TO BE ANNOTATED---\n                         ALI\n\n          (to Sam, crying) Don't go in there. It's\n\n          disgusting. You hear?\n\n          Joelle takes Sam and disappears inside.\n\n          Ali is drawn to the living room, when through the half-open\n\n          door he notices the flat screen turned onto a news channel.\n\n          Onscreen and behind the anchorwoman, he recognizes an inset\n\n          photo of Stephanie, the same he saw at her place, riding on\n\n          the back of a killer whale. ïïïïïïïïïïïïïïïïïïïïïïïïïï\n\n          Il manque une phrase\n\n\n\n                         28\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         JOELLE\n\n          There was an accident at Marineland.\n\n          Ali answers without taking his eyes off the screen.\n\n\n\n                         ALI\n\n          I know her.\n\n          Sam pulls off his towel. He watches his father who is\n\n          riveted to the screen, glued to the looping footage of the\n\n          accident.\n\n\n\n          33. INT. HOSPITAL - NURSES' LOUNGE. NIGHT\n\n\n\n          Silence.\n\n          The silence of an on-duty nurses' lounge: a table, a\n\n          microwave on a mini-fridge, and Louise, standing by the\n\n          window sipping coffee.\n\n          She is wearing a fleece jacket, her hair messily pulled\n\n          back. She hasn't had any sleep.\n\n          She hears a scream. She rushes into the corridor.\n\n\n\n          34. INT. HOSPITAL ROOM. NIGHT\n\n\n\n          Chaos. Louise rushes into the room. She finds Stephanie\n\n          crawling on the floor, dragging her IVs.\n\n          She hesitates, overwhelmed, then calls for help.\n\n\n\n                         LOUISE\n\n          Help! Help! Please!\n\n          On the linoleum, two stumps stick out of Stephanie's\n\n          nightshirt: two thick bandages surround her thighs that\n\n          look like two wrapped hams.\n\n\n\n                         STEPHANIE\n\n          My legs! What did you do with my legs?\n\n          Two nurses arrive.\n\n          Stephanie is back in bed, the IVs in her arms.",
  "19": "---END OF PREVIOUS SECTION---\nWhat did you do with my legs? Two nurses arrive. Stephanie is back in bed, the IVs in her arms. \n---TARGET SECTION TO BE ANNOTATED---\n Louise rocks\n\n          her gently. Stephanie's eyes struggle against sleep. She\n\n          wants to scream again, but doesn't have the strength. She\n\n\n\n                         29\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          falls asleep in Louise's arms. She feels eight years old.\n\n          Black.\n\n\n\n          35. INT. HOSPITAL ROOM. DAY/NIGHT\n\n\n\n          A series of scenes, day and night, fade into one another,\n\n          always from the same POV.\n\n          In the foreground, looking our way, is Stephanie's face\n\n          and, behind, the visitors who succeed one another.\n\n          Stephanie's eyes are shut.\n\n          She opens them:\n\n          - The other trainers from Marineland, holding bouquets.\n\n          They are silent and look devastated. They occasionally\n\n          speak to each other in whispers.\n\n          Stephanie closes her eyes.\n\n          Black.\n\n          Stephanie opens her eyes:\n\n          - Louise is seated nearby\n\n\n\n                         LOUISE\n\n          I stopped by your place. I saw the cleaning\n\n          woman. She didn't want me to pay her. She\n\n          was... in shock. She's scared to come here.\n\n          She sends her regards.\n\n          She closes her eyes.\n\n          Black.\n\n          She opens them.\n\n          - A blonde, pretty woman in her fifties is sitting\n\n          behind Stephanie, her face is close to hers. It is her\n\n          mother. She speaks with a slight accent.\n\n\n\n                         MOTHER\n\n          I spoke to your brothers. They wanted to\n\n          talk to you but I didn't think it was the\n\n          right time. We'll all come with Hugo during\n\n          the next school break... I was afraid I\n\n          might lose you. I don't know what I'd have\n\n\n\n                         30\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          done... It may seem selfish. In any case,\n\n          you've always done whatever you wanted. But\n\n          this time I was so scared that I don't think\n\n          I'll ever be scared again.\n\n          Her eyes close.\n\n          Black.\n\n          Her eyes reopen.\n\n          The surgeon and his assistants.\n\n          The orthopedist and his assistants.\n\n          Her eyes close.\n\n          Black.\n\n          Her eyes open.\n\n          - Simon is there, looking stiff and ill at ease.\n\n          He tries not to make any noise as he puts a bunch of keys\n\n          on the night stand. He leans over and kisses her hair.",
  "20": "---END OF PREVIOUS SECTION---\n- Simon is there, looking stiff and ill at ease. He tries not to make any noise as he puts a bunch of keys\n\n          on the night stand. He leans over and kisses her hair. \n---TARGET SECTION TO BE ANNOTATED---\n          Her eyes close.\n\n          Black.\n\n          It's her mother again, but this time accompanied by a tall,\n\n          uncomfortable looking blond teenage boy. She leans over to\n\n          kiss her.\n\n\n\n                         MOTHER\n\n          (in German) Hugo wanted to say goodbye to\n\n          you. We're leaving tomorrow but we'll pray\n\n          for you, honey.\n\n          Her eyes remain open.\n\n          Black.\n\n\n\n          36. EXT. MARINELAND. NIGHT\n\n\n\n          The bluish light at the bottom the main pool at Marineland.\n\n          A diver is raking its bottom, wiping away sludge composed\n\n          of micro algae, paint chips and fish bones. He examines the\n\n          replacement mud and then, inside the drain, the mud being\n\n          replaced. He digs his hand into the sediment and feels\n\n          something there. He surfaces and deposits his find on the\n\n          rim of the pool: It is one of Stephanie's diving flippers,\n\n          with her foot cut off at the ankle.\n\n\n\n                         31\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         CUT TO:\n\n\n\n          37. INT. STEPHANIE'S NEW APARTMENT - BATHROOM. NIGHT\n\n\n\n          Stephanie wakes up with a start in her handicapped bathtub.\n\n          She tries to grab the bars but can't find them. She rolls\n\n          over on herself like a floating log. She panics.\n\n\n\n                         CUT TO:\n\n\n\n          38. INT. HOSPITAL - PHYSICAL THERAPY ROOM - EVENING\n\n\n\n          There are several rows of parallel bars, with amputees\n\n          hanging on to them as they relearn to walk with their\n\n          prosthetics. Most of them are old. Nurses help them along.\n\n          From her wheelchair, Stephanie watches, looking glum and as\n\n          if at a great distance. Her hair is greasy and her face\n\n          swollen by her medication and induced sleep.\n\n          She looks through the big window that opens onto the\n\n          exterior. Outside, amputees smoke and chat. She notices one\n\n          group, livelier than the rest. At its center, a guy is\n\n          smoking a cigarette he holds in a pincer in the place of\n\n          his hand. His name is Gilles.\n\n\n\n          39. INT. GILLES' CAR. EVENING\n\n\n\n          Four of them are smoking a joint in Gilles' Megane.",
  "21": "---END OF PREVIOUS SECTION---\nINT. GILLES' CAR. EVENING\n\n\n\n          Four of them are smoking a joint in Gilles' Megane. \n---TARGET SECTION TO BE ANNOTATED---\n          Outside, evening is falling over the convalescent center's\n\n          parking lot.\n\n          Stephanie is sitting up front. She passes the joint to\n\n          Gilles, who takes it in his chrome pincer. She notices the\n\n          scar that deforms his face and one side of his mouth.\n\n          There is a couple in the backseat, making out: Raphael (his\n\n          arms are missing and his sleeves are pinned up at his\n\n          shoulders) and Julia.\n\n\n\n                         GILLES\n\n          (to Stephanie) Want me to tell you\n\n          something?\n\n\n\n                         32\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n\n\n                         Â¦\n\n\n\n                         GILLES\n\n          You haven't finished mourning, that's all!\n\n\n\n                         STEPHANIE\n\n          Really? Mourning who?\n\n\n\n                         GILLES\n\n          Your legs.\n\n\n\n                         STEPHANIE\n\n          Mourning my legs?\n\n\n\n                         GILLES\n\n          Yes.\n\n          He sounds as serious as a civics teacher. She looks at him,\n\n          incredulous. Raphael sticks his head up front.\n\n\n\n                         RAPHAEL\n\n          Pass me the joint...\n\n          Gilles' pincer and joint go for Raphael's lips. He takes a\n\n          long hit.\n\n\n\n                         GILLES\n\n          They were a part of you. When a man dies, he\n\n          gets buried. There's a ceremony, a prayer...\n\n          Now a piece of you ended up in a hospital\n\n          trashcan without a prayer, without any time\n\n          for meditation.\n\n          A beat. She is dumbstruck. She cannot believe what she's\n\n          hearing. In the backseat, Raphael exhales some smoke into\n\n          Julia's open mouth.\n\n          GILLES (cont'd)\n\n          You have to think about it symbolically...\n\n\n\n                         STEPHANIE\n\n          Yeah, it's really symbolic...\n\n\n\n                         33\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         GILLES\n\n          I know where my arm is. We buried it under a\n\n          nice oak tree behind my house in the\n\n          scrubland. My wife and kids came and we\n\n          sang...\n\n          Stephanie has a fit of the giggles.\n\n\n\n                         GILLES\n\n          (a bit vexed) You think I'm kidding?\n\n\n\n                         STEPHANIE\n\n          No, it's the grass. I'll stop...\n\n          She laughs so hard she cries.",
  "22": "---END OF PREVIOUS SECTION---\nSTEPHANIE\n\n          No, it's the grass. I'll stop... She laughs so hard she cries. \n---TARGET SECTION TO BE ANNOTATED---\n                         RAPHAEL\n\n          Shit, it's a laugh riot up there. (to\n\n          Gilles) Can you take us home?\n\n          She looks back and, between the seats, notices the girl\n\n          toying with Raphael's fly.\n\n\n\n                         GILLES\n\n          I'm too beat. I'll take a nap, then go. (to\n\n          Stephanie) How are you getting home?\n\n\n\n          40. EXT/INT. HYPERBRICO. NIGHT\n\n\n\n          A HyperBrico DIY store in an industrial zone in Cannes. Its\n\n          windows shine in the night like an aquarium.\n\n\n\n          41. INT. HYPERBRICO. NIGHT\n\n\n\n          Ali and Kadhi, a huge guard accompanied by a dog, make\n\n          their rounds. They open doors with a magnetic key, each\n\n          time recording their passage on electronic terminals.\n\n          A bit before midnight, someone knocks at the main entrance.\n\n          Ali goes to look. It's a guy in a leather jacket and\n\n          baseball cap, with a backpack and a shoulder bag.\n\n\n\n                         ALI\n\n          What do you want?\n\n\n\n                         34\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MARTIAL\n\n          To come in.\n\n          The guy takes out a card and presses it against the glass\n\n          door: it's the business card of ALTA SECU, the security\n\n          agency.\n\n\n\n                         ALI\n\n          Hey, Kadhi, come here!\n\n          Kadhi comes over and looks at the guy.\n\n\n\n                         KADHI\n\n          Okay, okay... Are you Martial?\n\n\n\n                         MARTIAL\n\n          Yeah.\n\n\n\n                         KADHI\n\n          Give me your keys.\n\n\n\n                         ALI\n\n          Who's he?\n\n\n\n                         KADHI\n\n          It's fine. The boss told me he was coming.\n\n          He works for the company.\n\n          Ali hands him the bunch of keys.\n\n\n\n          42. INT. HYPERBRICO - AISLES. NIGHT\n\n\n\n          Ali goes down an aisle looking for something and finally\n\n          finds what he was looking for: a folding ladder.\n\n\n\n          43. INT. HYPERBRICO - STOCK ROOM. NIGHT\n\n\n\n          Martial has spread out his material in a stock room at the\n\n          back of the store at the end of a corridor formed by\n\n          palettes: precision tools, drills, electronic mini-cameras\n\n          still in their wrapping, cases equipped with antennae,\n\n          packs of batteries...",
  "23": "---END OF PREVIOUS SECTION---\nINT. HYPERBRICO - STOCK ROOM. NIGHT\n\n\n\n          Martial has spread out his material in a stock room at the\n\n          back of the store at the end of a corridor formed by\n\n          palettes: precision tools, drills, electronic mini-cameras\n\n          still in their wrapping, cases equipped with antennae,\n\n          packs of batteries... \n---TARGET SECTION TO BE ANNOTATED---\n A small radio is playing a night\n\n          program on Radio Monte Carlo.\n\n          Equipped with a small headlamp, Martial carefully cuts a\n\n          hole in a cardboard box with his Leatherman scissors. He\n\n          conceals a tiny camera inside.\n\n\n\n                         35\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Ali arrives with the ladder over his shoulder.\n\n\n\n                         ALI\n\n          Will this do?\n\n\n\n                         MARTIAL\n\n          Perfect. Put it down there.\n\n          Martial climbs the ladder to place the box high on a shelf.\n\n\n\n                         MARTIAL\n\n          Imagine you're the manager of a big store\n\n          like this and the union reps have been\n\n          busting your balls. What do you do?\n\n\n\n                         ALI\n\n          Fire them.\n\n\n\n                         MARTIAL\n\n          You think that's how it works? What do you\n\n          do before you fire them?\n\n          He checks to make sure the lens is aligned with the hole,\n\n          then checks the screen and reception on a small pocket\n\n          monitor.\n\n\n\n                         MARTIAL\n\n          Well, beforehand you try to see how long\n\n          they spend in the restroom, if they take\n\n          extra-long coffee breaks, smoke on the\n\n          premises, steal from the stockroom, rip\n\n          customers off with the sales receipts...\n\n          When you know all that, you put the pressure\n\n          on them and you fire the ones who don't\n\n          leave.\n\n          Can you give me a stroll down the aisle?\n\n\n\n                         ALI\n\n          A stroll?\n\n\n\n                         MARTIAL\n\n          Walk down the aisle. No, further down, like\n\n          you came out of that door there. Good,\n\n          perfect...\n\n          Ali twice passes within the camera's field of vision.\n\n          Martial climbs down his ladder.\n\n\n\n                         36\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MARTIAL\n\n          That's it.\n\n\n\n                         ALI\n\n          Okay, then I'll be getting back.\n\n\n\n                         MARTIAL\n\n          Hold on!\n\n          Martial pulls a 10 Euro bill from a jacket pocket.\n\n\n\n                         ALI\n\n          It's fine.\n\n\n\n                         MARTIAL\n\n          Take it.\n\n          Angle on the bill in Ali's hand.\n\n\n\n          44. INT. SUPERMARKET - SECURITY ROOM. NIGHT\n\n\n\n          Ali is in the security room reading a kickboxing magazine.\n\n          A small radio is playing a late evening program. Outside\n\n          in the parking lot, Kadhi smokes while walking his dog.",
  "24": "---END OF PREVIOUS SECTION---\nNIGHT\n\n\n\n          Ali is in the security room reading a kickboxing magazine. A small radio is playing a late evening program. Outside\n\n          in the parking lot, Kadhi smokes while walking his dog. \n---TARGET SECTION TO BE ANNOTATED---\n The\n\n          dog takes its time. Ali watches Kadhi pull on the leash.\n\n          Ali's cell phone rings. The screen reads âunknown'.\n\n\n\n                         ALI\n\n          Hello?\n\n\n\n                         STEPHANIE (OFF)\n\n          It's Stephanie. Remember me? We met at the\n\n          Fever.\n\n          Ali is taken by surprise.\n\n\n\n                         ALI\n\n          Yeah... How are you doing?\n\n          She sniggers. Her speech sounds slow and thick.\n\n\n\n                         STEPHANIE (OFF)\n\n          You know what happened to me?\n\n\n\n                         37\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Yeah... I saw the papersâ¦ the news on TVâ¦\n\n          How are you?\n\n\n\n                         STEPHANIE\n\n          (sniggering) How do you think I am?\n\n          A beat. Ali is at a loss to answer.\n\n\n\n                         STEPHANIE\n\n          How are you?\n\n\n\n                         ALI\n\n          Okay... normal.\n\n\n\n                         STEPHANIE\n\n          Still a bouncer?\n\n\n\n                         ALI\n\n          No, not really.\n\n\n\n                         STEPHANIE\n\n          You want to get together?\n\n\n\n                         ALI\n\n          Yeah, but nights are tough. I'm a security\n\n          guard now. Three nights a week.\n\n\n\n                         STEPHANIE\n\n          I'm... crazy busy too. Every day and every\n\n          night. I don't know how to manage...\n\n          A beat.\n\n\n\n                         STEPHANIE\n\n          Now.\n\n\n\n                         ALI\n\n          Huh?\n\n\n\n                         STEPHANIE\n\n          Come now.\n\n\n\n          45. EXT. ANTIBES - INDUSTRIAL ZONE AND STREETS - DAWN\n\n\n\n          The Speciale 50 putt-putts in the early morning light. Ali\n\n          drives through a neighborhood of chain stores, Conforama,\n\n\n\n                         38\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Courtepaille, Leroy-Merlin...\n\n\n\n          46. EXT. STEPHANIE'S RESIDENCE - DAY\n\n\n\n          A gated community made up of four story buildings, lawns,\n\n          bougainvillea and lavender. It looks pretty as a picture\n\n          and squeaky clean.\n\n\n\n          47. INT. STEPHANIE'S APARTMENT. DAY\n\n\n\n          The door opens automatically. He is surprised. He hears a\n\n          tired voice from inside.",
  "25": "---END OF PREVIOUS SECTION---\nDAY\n\n\n\n          The door opens automatically. He is surprised. He hears a\n\n          tired voice from inside. \n---TARGET SECTION TO BE ANNOTATED---\n                         STEPHANIE (OFF)\n\n          Come in.\n\n          She is waiting in her wheelchair, holding the remote\n\n          control. She activates it and the door closes behind Ali.\n\n          Her hair is mid-length, her face has thickened and there\n\n          are bags under her eyes. She is wearing a baggy Nike T-\n\n          shirt with burn marks here and there and a pajama bottom\n\n          whose legs hang limp.\n\n\n\n                         STEPHANIE\n\n          Have you been waiting long?\n\n\n\n                         ALI\n\n          No... I just got here.\n\n\n\n                         STEPHANIE\n\n          Was that you who rang before?\n\n          She looks exhausted but feverish.\n\n\n\n                         ALI\n\n          No.\n\n\n\n                         STEPHANIE\n\n          Come in. Sit down.\n\n          He sits down on a small couch.\n\n\n\n                         STEPHANIE\n\n          Want something to drink? A coffee?\n\n\n\n                         39\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Yes.\n\n\n\n                         STEPHANIE\n\n          I only have instant.\n\n\n\n                         ALI\n\n          That's fine.\n\n          It takes two tries to activate the wheels on her\n\n          wheelchair.\n\n\n\n                         ALI\n\n          Need any help?\n\n          She answers with a growl, as much for him as for her\n\n          wheelchair, then goes into the kitchen. He sees her pajama\n\n          legs flap like rags, he hears the noise of the tap.\n\n\n\n                         ALI\n\n          Have you been living here long?\n\n\n\n                         STEPHANIE\n\n          I don't know... Three or four months.\n\n\n\n                         ALI\n\n          (looking around)... It's nice.\n\n          She comes back.\n\n\n\n                         ALI\n\n          Are you alone? You got no one to help you?\n\n\n\n                         STEPHANIE\n\n          Help me what? Walk?\n\n\n\n                         ALI\n\n          No, for the cleaning and everything...\n\n\n\n                         STEPHANIE\n\n          Yeah there are people. They come and go.\n\n          Hold on.\n\n          She manages to navigate from the living room into her\n\n          bedroom. He stays in the living room. He hears a kettle\n\n          whistle in the kitchen. He goes into the kitchen and pours\n\n          water into the glass/mug. He finds her hunched over in her\n\n\n\n                         40\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          wheelchair. She is nodding off, high on her medication.",
  "26": "---END OF PREVIOUS SECTION---\nHe goes into the kitchen and pours\n\n          water into the glass/mug. He finds her hunched over in her\n\n\n\n                         40\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          wheelchair. She is nodding off, high on her medication. \n---TARGET SECTION TO BE ANNOTATED---\n                         ALI\n\n          Hey, are you okay?\n\n\n\n                         STEPHANIE\n\n          I'm fine.\n\n          He opens the window.\n\n\n\n                         STEPHANIE\n\n          Does it stink here?\n\n\n\n                         ALI\n\n          Yeah, a little.\n\n\n\n                         STEPHANIE\n\n          It's me.\n\n          He opens the curtains and looks outside. It is getting hot\n\n          out. The automatic sprinklers have gone on.\n\n\n\n                         ALI\n\n          Let's go out. (No answer) Hey, you hear me?\n\n\n\n                         STEPHANIE\n\n          Yes.\n\n\n\n                         ALI\n\n          Let's go out.\n\n\n\n                         STEPHANIE\n\n          No.\n\n\n\n                         ALI\n\n          Get dressed.\n\n\n\n                         STEPHANIE\n\n          Leave me alone.\n\n\n\n                         ALI\n\n          Where are your clothes?\n\n          He opens the closet.\n\n\n\n                         41\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          48. EXT. STEPHANIE'S RESIDENCE - DAY\n\n\n\n          When they come out of the building's lobby, the sun hits\n\n          him on the head like a bad hangover.\n\n\n\n                         ALI\n\n          Here.\n\n          Ali hands her a pair of sunglasses.\n\n\n\n                         ALI\n\n          Where should we go?\n\n\n\n                         STEPHANIE\n\n          I don't know. You're the one who wanted to\n\n          go out...\n\n\n\n                         ALI\n\n          Should we go to the ocean?\n\n\n\n                         STEPHANIE\n\n          I don't care.\n\n          He tries to push the wheelchair, but she stops him:\n\n\n\n                         STEPHANIE\n\n          Stop it. I want to puke.\n\n          He notices that his moped is attached in the middle of a\n\n          sprinkler area. He goes to free it and gets splashed...\n\n          Heavy chain, padlock... he comes back with soiled hands.\n\n          When he comes back, she's gone. He sees the wheelchair\n\n          moving toward the seafront avenue. He goes to join her.\n\n\n\n          49. EXT. SIDEWALK CAFE - DAY\n\n\n\n          They are sitting at a table on a terrace facing the beach.\n\n          They remain silent. She looks at his huge fists, black with\n\n          axle grease.\n\n\n\n                         ALI\n\n          I want to go in.",
  "27": "---END OF PREVIOUS SECTION---\nThey remain silent. She looks at his huge fists, black with\n\n          axle grease. ALI\n\n          I want to go in. \n---TARGET SECTION TO BE ANNOTATED---\n                         STEPHANIE\n\n\n\n          â¦ ?\n\n\n\n                         42\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          I feel like swimming!\n\n\n\n                         STEPHANIE\n\n          Go ahead.\n\n\n\n                         ALI\n\n          You don't want to?\n\n\n\n                         STEPHANIE\n\n          Huh?\n\n\n\n                         ALI\n\n          You don't feel like swimming?\n\n          She looks daggers at him.\n\n\n\n                         ALI\n\n          You don't have a bathing suit?\n\n\n\n                         STEPHANIE\n\n          Do you realize what you're saying?\n\n\n\n                         ALI\n\n          Who the fuck cares? There's no one here!\n\n\n\n                         STEPHANIE\n\n          Forget it.\n\n          He wavers a moment, then finally crosses the seafront\n\n          avenue.\n\n\n\n          50. EXT. PRIVATE BEACH. DAY\n\n\n\n          Stephanie is at the top of the steps in her wheelchair.\n\n          Ali is talking with the beach boy when he notices her.\n\n          Ali and the beach boy carry her to the deck chair area.\n\n          Ali rents the whole shebang: parasol, beach towel, deck\n\n          chair and a small tube of sunscreen 50.\n\n          Sheltered under a parasol, she pancakes her face with cream\n\n          and watches him dive in, wearing his boxers, and noisily\n\n          and clumsily crawl some laps. His body is pink and white.\n\n          Huge and buff. Then she looks out to sea, the listless\n\n          waves washing in and out. The fresh feel of it all makes\n\n\n\n                         43\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          her want to drink it all in.\n\n          He comes back, enthusiastic and dripping wet.\n\n          She looks around. The beach is deserted, other than for a\n\n          far off, elderly couple broiling in the sun.\n\n\n\n                         STEPHANIE\n\n          Actually I think I will go in.\n\n          He looks at her. She covers herself with a towel and\n\n          wiggles out of her pants, revealing what remains of her\n\n          legs. Her stumps are white, with terrible scars at their\n\n          extremities.\n\n\n\n                         STEPHANIE\n\n          You have to carry me. Help me...\n\n\n\n                         ALI\n\n          (makes a gesture)... How, like this?\n\n\n\n                         STEPHANIE\n\n          Yes.\n\n          He lifts her up and carries her to the water. He takes her\n\n          far enough in until she begins to float.",
  "28": "---END OF PREVIOUS SECTION---\nSTEPHANIE\n\n          Yes. He lifts her up and carries her to the water. He takes her\n\n          far enough in until she begins to float. \n---TARGET SECTION TO BE ANNOTATED---\n                         ALI\n\n          You okay?\n\n\n\n                         STEPHANIE\n\n          Don't let me go! Not right away... Do it\n\n          gently.\n\n          She feels unsure of herself. He lets go of her gradually.\n\n          She starts to sink, then crawls forward, with power and\n\n          grace. She stops but has to paddle like a dog to tread\n\n          water. He joins her. She grabs onto him.\n\n\n\n                         ALI\n\n          So?\n\n\n\n                         STEPHANIE\n\n          I can't stop. If I do, I sink. Wait...\n\n          She gesticulates...\n\n\n\n                         44\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          This is bothering me!\n\n          She takes off her T-shirt and hands it to him. Her breasts\n\n          press against Ali's chest.\n\n\n\n                         STEPHANIE\n\n          Okay, you can let go.\n\n          She lets herself go and crawls like a pro. He stays put,\n\n          holding her t-shirt.\n\n          Twenty-five meters later, her head emerges. He hears a\n\n          burst of laughter.\n\n          Half asleep in a deck chair, he looks up from time to time\n\n          to see how she's doing.\n\n          She calls out to him. She is sitting in the water. She\n\n          motions for him to come and get her.\n\n          He helps her out and takes her into his arms. She hangs on\n\n          to him, still out of breath.\n\n\n\n                         ALI\n\n          You swim like a real pro!...\n\n          She shuts her eyes.\n\n\n\n                         STEPHANIE\n\n          Fuck that's good!\n\n          The beach is crowded now. Ali carries her back to the deck\n\n          chairs. Some bathers watch them go by, others look away.\n\n          They are stretched out in their chairs. She has wrapped her\n\n          lower body in a beach towel. They sunbathe.\n\n\n\n                         STEPHANIE\n\n          Thanks.\n\n\n\n                         ALI\n\n          Huh?\n\n\n\n                         STEPHANIE\n\n          Thanks.\n\n\n\n                         45\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          She rolls onto her back. He sees her breasts pointed\n\n          heavenward.\n\n\n\n          51. INT. GYM. DAY\n\n\n\n          A decrepit, simple, functional, but reasonably clean\n\n          workout room. Guys of every color work the punching bags,\n\n          lift weights, do chin-ups...",
  "29": "---END OF PREVIOUS SECTION---\nGYM. DAY\n\n\n\n          A decrepit, simple, functional, but reasonably clean\n\n          workout room. Guys of every color work the punching bags,\n\n          lift weights, do chin-ups... \n---TARGET SECTION TO BE ANNOTATED---\n From the gym next door, we\n\n          hear the booming music of an aerobics class.\n\n          In a small ring at floor level, Ali and Foued, loaded down\n\n          with protective gear, pound each other. Each of their blows\n\n          lands right on target. They repeat the same series of moves\n\n          several times at varying speeds.\n\n\n\n          52. INT. GYM - CORRIDOR. DAY\n\n\n\n          Ali and Foued are dripping wet. They have towels around\n\n          their necks. They fill their small plastic bottles at a\n\n          faucet in the workout room.\n\n          Through a large window in the corridor, Ali watches the\n\n          aerobic class going on in the gym: legs and feet moving in\n\n          rhythm, red faces, sweaty underarms, butts, boobs and the\n\n          braid of the instructor, who uses it to beat the measure,\n\n          as she swings it from one shoulder to the other.\n\n\n\n                         FOUED\n\n          I have to get back. I need to train.\n\n          Ali nods, without actually looking at him.\n\n\n\n          53. EXT. GYM - STREET. DAY\n\n\n\n          Outside, Ali has unwrapped the sandwich his sister had\n\n          prepared for him. A bit farther off, the aerobics\n\n          instructor is smoking in the sun. She has a short, buff\n\n          body. She smokes her cigarette like someone who counts them\n\n          out sparingly.\n\n          They remain like that a while, he chewing ands she smoking.\n\n\n\n                         CUT TO\n\n\n\n                         46\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          54. INT. GYM - EQUIPMENT ROOM. DAY\n\n\n\n          A cell phone vibrates. Through a narrow transom, a ray of\n\n          sun slices through the dark equipment room. They haven't\n\n          bothered undressing. Ali and the aerobics instructor are\n\n          making love on a pile of workout mats.\n\n          Ali's cell phone continues to vibrate, goes silent,\n\n          vibrates again. He answers. We hear a crackling voice.\n\n\n\n                         ALI\n\n          I'm still at the gym. I'm leaving... I said\n\n          I'm leaving!\n\n          He hangs up. They continue.\n\n\n\n          55. EXT. NUSERY SCHOOL - SCHOOLYARD. DAY\n\n\n\n          Sam is playing alone, perched up on monkey bars in the\n\n          schoolyard.",
  "30": "---END OF PREVIOUS SECTION---\nEXT. NUSERY SCHOOL - SCHOOLYARD. DAY\n\n\n\n          Sam is playing alone, perched up on monkey bars in the\n\n          schoolyard. \n---TARGET SECTION TO BE ANNOTATED---\n          Through a wide window, he sees his father racing down a\n\n          corridor that runs alongside the schoolyard. The principal\n\n          is waiting for him at the door. Ali spurts out some quick\n\n          apologies.\n\n          Sam slowly slides off the structure. We hear the noise of\n\n          his hands skidding on metal.\n\n\n\n          56. EXT ANTIBES EVENING\n\n          The moped wheezes and sputters.\n\n          Ali and Sam are heading back home along the beach. Ali is\n\n          so big, the moped looks like a kid's bike. Behind him on\n\n          the luggage rack, he can feel Sam leaning into him. Sam's\n\n          hand rummages in his coat pocket for a box of Choco-BN\n\n          cookies. Ali takes one too.\n\n          To their left, a train noisily speeds by.\n\n\n\n          57. INT. STEPHANIE'S APARTMENT. DAY\n\n\n\n          Louise has a set of keys. She enters Stephanie's apartment\n\n          with the mail.\n\n\n\n                         47\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         LOUISE\n\n          Steph!\n\n          Made up and well-groomed, she looks older than she actually\n\n          is.\n\n          Stephanie answers from the bathroom.\n\n\n\n                         STEPHANIE (OFF)\n\n          I'm in here!\n\n          Louise puts the mail on the living room table and enters\n\n          the bedroom. Stephanie wheels herself out of the bathroom,\n\n          her hair wet and her body wrapped in a towel.\n\n\n\n                         LOUISE\n\n          Shit, you're not ready! The appointment is\n\n          in a half hour!\n\n\n\n                         STEPHANIE\n\n          It's fine!\n\n\n\n                         LOUISE\n\n          What do you mean? You're a freaking pain! I\n\n          have to get back to work. Come on, let me\n\n          help you.\n\n          She grabs the arms of the wheelchair and pushes Stephanie\n\n          toward the closet.\n\n\n\n                         STEPHANIE\n\n          Let go of me! Stop, I can manage alone.\n\n\n\n                         LOUISE\n\n          Oh yeah? Okay, so manage then!\n\n          She lets go of the wheelchair and leaves the bedroom.\n\n\n\n          58. EXT. STÃPHANIE'S RESIDENCE. DAY\n\n\n\n          Louise briskly pushes Stephanie's wheelchair across the\n\n          residence garden. The warning lights on her 205 are\n\n          blinking in front of the gate.",
  "31": "---END OF PREVIOUS SECTION---\nSTÃPHANIE'S RESIDENCE. DAY\n\n\n\n          Louise briskly pushes Stephanie's wheelchair across the\n\n          residence garden. The warning lights on her 205 are\n\n          blinking in front of the gate. \n---TARGET SECTION TO BE ANNOTATED---\n          Stephanie hangs onto Louise's neck. Louise lifts her out of\n\n          her wheelchair as best she can and into the passenger seat.\n\n\n\n                         48\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Louise bends down to buckle Stephanie's seat belt.\n\n\n\n                         STEPHANIE\n\n          (annoyed) I can do the seat belt!\n\n          In front of the open trunk, Louise struggles to fold the\n\n          wheelchair.\n\n\n\n                         LOUISE\n\n          Can't you call them to tell them we're going\n\n          to be late?\n\n\n\n          59. INT. PROSTHESIST'S OFFICE. DAY\n\n\n\n          In CU: the brochures of prosthetic manufacturersâ¦ we see\n\n          pictures of the various models go by.\n\n          Stephanie is in the doctor's office with Doctor Vitias. He\n\n          is in his fifties and is wearing a white jacket.\n\n\n\n                         VITIAS\n\n          We'll order two pairs of prosthetic devices,\n\n          one for everyday life and one for the sport\n\n          you do.\n\n          Stephanie pages through the various brochures.\n\n\n\n                         STEPHANIE\n\n          Don't you have something simpler, classier?\n\n\n\n                         VITIAS\n\n          What do you mean by classier?\n\n\n\n                         STEPHANIE\n\n          I don't know... like a wooden leg with a\n\n          piece of rubber at the end?\n\n\n\n                         VITIAS\n\n          (smiling) No, sorry. We don't make those\n\n          models anymore.\n\n          Louise shuts her eyes, visibly exasperated.\n\n\n\n                         STEPHANIE\n\n          Or just a plank. A plank with wheels and\n\n          straps. And irons to move forward with.\n\n\n\n                         49\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         LOUISE\n\n          (furious) Can you cut it out?\n\n\n\n                         STEPHANIE\n\n          What? If I want...\n\n\n\n                         LOUISE\n\n          I've had enough of your schtick, you hear\n\n          me?\n\n\n\n                         STEPHANIE\n\n          Come on...\n\n\n\n                         LOUISE\n\n          Shut up!\n\n          Stephanie shuts up. Vitias still looks patient as Job.\n\n\n\n          60. INT. PROSTHESIST'S OFFICE. DAY\n\n\n\n          Sitting on an examination table, Stephanie waits for the\n\n          resin bands wrapped around her stumps to dry.\n\n          Louise is sitting on a stool across from Stephanie. Their\n\n          eyes meet.",
  "32": "---END OF PREVIOUS SECTION---\nDAY\n\n\n\n          Sitting on an examination table, Stephanie waits for the\n\n          resin bands wrapped around her stumps to dry. Louise is sitting on a stool across from Stephanie. Their\n\n          eyes meet. \n---TARGET SECTION TO BE ANNOTATED---\n                         STEPHANIE\n\n          Go if you wantâ¦ I'll take a taxi.\n\n\n\n                         LOUISE\n\n          I told them I was with you.\n\n\n\n                         STEPHANIE\n\n          And that works? If you tell them you're with\n\n          me, do they let you do what you want?\n\n\n\n                         LOUISE\n\n          Well...\n\n\n\n                         STEPHANIE\n\n          Cool. If ever you want a day off, just tell\n\n          me. I'll write you a note.\n\n          Louise looks at her. She's not going to let her get on her\n\n          nerves.\n\n          There is a knock at the door. A nurse enters.\n\n          She checks the resin bands, looks at her watch.\n\n\n\n                         50\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         NURSE\n\n          10 more minutes, just to make sure. Then\n\n          Doctor Vitias will come for you.\n\n          She smiles and closes the door.\n\n          The two young women are again left alone. Stephanie\n\n          stretches out her hand. Louise takes it.\n\n          And they remain like that.\n\n\n\n          61. INT. HYPERBRICO - SECURITY ROOM - NIGHT\n\n\n\n          In close up on the screen of a small DVD player: amateur\n\n          images of two bare-chested guys fighting in the garden of a\n\n          suburban house. It looks like a wild boxing match, free-\n\n          for-all vale tudo in which anything goes.\n\n          In the Bricorama security room, Ali, Kadhi and Martial,\n\n          excited, are bent over the screen.\n\n          A few blows to the face have one of the combatants KO on\n\n          the lawn.\n\n\n\n                         KADHI\n\n          Look at the next one! Watch how he whacks\n\n          him.\n\n          A change of scene on the small screen: a courtyard between\n\n          two tower blocks, with new combatants, but with the same\n\n          amateur images and the same violence.\n\n\n\n                         KADHI\n\n          (pointing to the screen)... I know him. I\n\n          fought him twice in Nationals. He's not bad.\n\n          He was at the boxing club in Marseille.\n\n          Martial watches Ali, fascinated by the images, as if he\n\n          were sizing him up.\n\n\n\n          62. INT. PROJECTS. DAY\n\n\n\n          An apartment in a Golfe Juan housing project. After-dinner\n\n          time. Kids are playing, women doing the dishes.",
  "33": "---END OF PREVIOUS SECTION---\nDAY\n\n\n\n          An apartment in a Golfe Juan housing project. After-dinner\n\n          time. Kids are playing, women doing the dishes. \n---TARGET SECTION TO BE ANNOTATED---\n          On the living room couch, under a tapestry of a lion hunt\n\n          in Technicolor, Martial blows on his glass of tea. His\n\n\n\n                         51\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          cousin is sitting across from him. Ali is on a stool at the\n\n          end of the table.\n\n\n\n                         MARTIAL\n\n          He says he's done Thai boxing. He can fight.\n\n          He's enormous. He's not afraid of taking\n\n          punches, and he's white.\n\n\n\n                         COUSIN\n\n          I see.\n\n          The cousin turns to Ali. He takes his time sizing him up.\n\n\n\n                         COUSIN\n\n          Is that true? You like to fight?\n\n\n\n                         ALI\n\n          Yeah.\n\n\n\n                         COUSIN\n\n          Okay, so I organize the fights. I pick the\n\n          fighters. I see if the money's there. I ref.\n\n          I collect the dough... I take a third of the\n\n          bets. The rest goes to the winner...\n\n\n\n                         MARTIAL\n\n          A third of how much?\n\n\n\n                         COUSIN\n\n          We don't fight for less than 800.\n\n          Ali does the division in his head.\n\n\n\n                         MARTIAL\n\n          So?\n\n          Ali hesitates.\n\n\n\n                         ALI\n\n          (to Martial) There's something I don't get:\n\n          how much do you take?\n\n\n\n                         MARTIAL\n\n          I don't know. You tell me. How much do you\n\n          need? I'll take 20% of what you win. How's\n\n          that?\n\n\n\n                         52\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          And how much does your cousin give you?\n\n\n\n                         MARTIAL\n\n          Oh, I introduced you to him, didn't I? How's\n\n          that?\n\n\n\n                         ALI\n\n          Okay.\n\n          The cousin stands up. They all shake on it.\n\n\n\n          63. INT. LIVING ROOM. DAY\n\n\n\n          Ali is in a corner of the living room, sitting in front of\n\n          Anna's old PC and watching some fight videos he's found.\n\n          Anna rushes into the room.\n\n\n\n                         ANNA\n\n          Keep Sam with you for 5 minutes!\n\n          She hurries to find some papers in the drawer of a commode.\n\n          Ali hasn't budged.\n\n\n\n                         ANNA\n\n          Oh! Hear me? I don't want your son in the\n\n          garden.\n\n\n\n                         ALI\n\n          Yeah, I heard.",
  "34": "---END OF PREVIOUS SECTION---\nHear me? I don't want your son in the\n\n          garden. ALI\n\n          Yeah, I heard. \n---TARGET SECTION TO BE ANNOTATED---\n          He gets up and goes to get Sam who is playing behind the\n\n          house. Anna finds her papers and leaves in another\n\n          direction.\n\n\n\n                         ALI\n\n          Sam! Come here! I want to show you some\n\n          stuff!\n\n          He lifts Sam up with one arm and goes back to the computer.\n\n\n\n                         ALI\n\n          Look how they fight...\n\n          He clicks on an image and the fight continues... the\n\n          audience's noise as well. Sam watches, intrigued. Ali\n\n\n\n                         53\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          commentates, pointing to guys onscreen.\n\n\n\n                         ALI\n\n          Look at him, in red. See how strong he is?\n\n\n\n                         SAM\n\n          Is he the good guy?\n\n\n\n                         ALI\n\n          No, he's the bad guy. Look how he tries to\n\n          grab his legs. Wait.\n\n          His phone vibrates. He takes it from his pocket. It's\n\n          Martial. He answers.\n\n\n\n                         ALI\n\n          Hello? Yeah...\n\n\n\n                         SAM\n\n          Why is the red one the bad guy? Daddy?\n\n\n\n                         ALI\n\n          I don't know. Look and tell me who wins.\n\n          He turns down the sound, settles Sam on the stool and gets\n\n          up to go speak.\n\n\n\n                         ALI\n\n          (into the phone) So? What did he say? Which\n\n          others? How many?\n\n          Sam watches the fight in silence. Dogs bark in the garden.\n\n          Sam feels something coming. He looks out the window, then\n\n          goes running.\n\n          Ali hasn't noticed a thing and continues his phone\n\n          conversation.\n\n\n\n                         ALI\n\n          What is this bullshit? What do you mean, a\n\n          tournament?\n\n\n\n          64. INT. ARAB CAFÃ. DAY\n\n\n\n          Martial is leaning on the bar of a noisy Arab cafe/betting\n\n          office, talking into his phone.\n\n\n\n                         54\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MARTIAL\n\n          Last one standing gets the money. I know,\n\n          but he says it's better that way. Do you\n\n          think you're in a position to negotiate a\n\n          percentage? Where did you get that idea\n\n          from? He gave me a website if you want to\n\n          see the others.\n\n          He takes out a small spiral notebook.\n\n\n\n          65. INT. LIVING ROOM.",
  "35": "---END OF PREVIOUS SECTION---\n65. INT. LIVING ROOM. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\n\n\n          From the living room, Ali hears Sam screaming in the\n\n          garden.\n\n\n\n                         ALI\n\n          Tell him to give the website to his mother.\n\n          All I see is me doing more fights and him\n\n          making more dough.\n\n          Ali goes to the window.\n\n          Outside, near the kennel, Sam has lunged at a guy in a\n\n          jumpsuit who is helping Anna get the puppies into a metal\n\n          cage. Sam is screaming. Anna tries to take him into her\n\n          arms. Sam clutches the bars of the cage. The puppies bark.\n\n          Anna finally manages to rip Sam free and drag him back into\n\n          the house.\n\n\n\n                         ALI\n\n          (into the phone) He's changing the rules and\n\n          so am I... I couldn't care less.\n\n          Anna storms into the living room. Sam is shrieking, having\n\n          a tantrum. He kicks and bites.\n\n\n\n                         ALI\n\n          I'm on the phone!\n\n\n\n                         ANNA\n\n          What the hell? I asked you to watch him for\n\n          5 minutes!\n\n\n\n                         ALI\n\n          (into the phone) I'll call you back.\n\n          Ali hangs up.\n\n\n\n                         55\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Outside, the kennel keeper rolls the cage across the\n\n          garden. Anna hugs Sam in her arms.\n\n\n\n                         ANNA\n\n          (to Sam) He's taking them to the country.\n\n          They'll be so happy there.\n\n\n\n                         SAM\n\n          Leave me alone. They're my babies!\n\n          Sam refuses to calm down. Anna looks at her brother.\n\n\n\n                         ANNA\n\n          What are you doing? Are you his father or\n\n          not?\n\n\n\n                         ALI\n\n          You're such a pain in the ass.\n\n\n\n                         ANNA\n\n          Don't talk to me like that!\n\n          Ali rips the child from his sister's grip. Sam struggles.\n\n\n\n                         ALI\n\n          Stop it now! I said stop! Calm the fuck\n\n          down!\n\n\n\n                         SAM\n\n          Let go of me! Let go!\n\n          Sam kicks out. Ali shakes him.\n\n\n\n                         ALI\n\n          Cut it out, dammit! You're such a pain!\n\n          He flings the child away. Sam's head hits the coffee table.\n\n          Silence.\n\n          Anna rushes over and picks up Sam, who has stopped crying.\n\n          He's been knocked out. Anna is frightened.",
  "36": "---END OF PREVIOUS SECTION---\nAnna rushes over and picks up Sam, who has stopped crying. He's been knocked out. Anna is frightened. \n---TARGET SECTION TO BE ANNOTATED---\n She examines his\n\n          scalp, she strokes his head. She trembles. A cut on his\n\n          head begins to bleed. She kisses the wound. Ali comes over,\n\n          upset.\n\n\n\n                         56\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ANNA\n\n          Don't touch him! Don't touch him I said! You\n\n          know what? You're... you're a bad person.\n\n          Huddled against Anna's breasts, Sam opens his eyes.\n\n\n\n          66. EXT. BEACH. DAY\n\n\n\n          The day is over. The beach boy has already packed away most\n\n          of his paraphernalia. In the water, Ali and Stephanie are\n\n          out with some of the last swimmers.\n\n          Faithful to what by now seems to have become a habit, he\n\n          carries her piggyback to their lounge chairs. They come out\n\n          of the water in the middle of a discussion.\n\n\n\n                         STEPHANIE\n\n          What kind of boxing? Thai? Do you use your\n\n          feet?\n\n\n\n                         ALI\n\n          No, just fists I think. We bash each other's\n\n          faces and whoever's still standing at the\n\n          end wins. Hey, you're strangling me!\n\n          He puts her down on her chair.\n\n\n\n                         STEPHANIE\n\n          Is it the first time you're doing this?\n\n\n\n                         ALI\n\n          Yeah.\n\n\n\n                         STEPHANIE\n\n          And you're not scared?\n\n\n\n                         ALI\n\n          Of what?\n\n\n\n                         STEPHANIE\n\n          How much do they pay you for this?\n\n\n\n                         ALI\n\n          I don't know. About 500, 1000 maybe.\n\n\n\n                         57\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          You're doing that for 500 euros?\n\n\n\n                         ALI\n\n          Um, yeah.\n\n\n\n                         STEPHANIE\n\n          You're going to get whacked on the face and\n\n          risk your health for 500 euros?\n\n\n\n                         ALI\n\n          Risk my health? What are you talking about?\n\n          Why are you getting so worked up?\n\n\n\n                         STEPHANIE\n\n          I'll give you the 500! Cancel it and I'll\n\n          give it to you tomorrow.\n\n\n\n                         ALI\n\n          You can give it to me if you have too much\n\n          money, but I said I was doing it and I am.\n\n          That's all.",
  "37": "---END OF PREVIOUS SECTION---\nCancel it and I'll\n\n          give it to you tomorrow. ALI\n\n          You can give it to me if you have too much\n\n          money, but I said I was doing it and I am. That's all. \n---TARGET SECTION TO BE ANNOTATED---\n                         STEPHANIE\n\n          If it's not for money, why then?\n\n\n\n                         ALI\n\n          I didn't say it's not for the money!\n\n\n\n                         STEPHANIE\n\n          Why are you doing it?\n\n\n\n                         ALI\n\n          Oh, stop driving me crazy! I'm doing it to\n\n          fight. For fun. Why did you clown around on\n\n          your fish? For the fun of it, right?\n\n          She grins.\n\n\n\n                         STEPHANIE\n\n          Yeah and look how I ended up.\n\n\n\n                         ALI\n\n          Spare me. You turn on the waterworks when\n\n          you feel like it.\n\n\n\n                         58\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          She dries her eyes. He begins to pack things up.\n\n\n\n                         STEPHANIE\n\n          Your fight, if you do it...\n\n\n\n                         ALI\n\n          Mm?\n\n\n\n                         STEPHANIE\n\n          You think I can come along?\n\n\n\n          67. EXT/INT. MARTIAL'S MERCEDES. DAY\n\n\n\n          A narrow road. Down below, a town. The Mercedes Vito with\n\n          the tinted windows lifts a cloud of dust.\n\n          Stephanie is in the back seat and has to hold on to the\n\n          overhead strap to avoid hurting herself.\n\n          At the end of the road is a gate guarded by two huge\n\n          homies. They signal Martial to over.\n\n          He rolls down his window and the two homies peer inside.\n\n          They see Ali and Stephanie in the back.\n\n\n\n                         HOMEBOY 1\n\n          Who's she?\n\n\n\n                         MARTIAL\n\n          His girlfriend.\n\n          Surprised, Stephanie looks at Ali, watching for his\n\n          reaction. He looks elsewhere. The gate opens. Martial\n\n          drives in.\n\n\n\n          68. EXT / INT. MARTIAL'S MERCEDES. DAY\n\n\n\n          Ali and Stephanie are alone in the car. Through the tinted\n\n          windows, they can see a concrete yard with boats dry-docked\n\n          around it and buildings with satellite dishes studding\n\n          every balcony. Some men are over in one corner,\n\n          discussing: Martial, his cousin and some other mean looking\n\n          guys.\n\n          In the shade, a bit to one side and surrounded by his fans,\n\n          is a bare-chested, muscle-bound North African.",
  "38": "---END OF PREVIOUS SECTION---\nThrough the tinted\n\n          windows, they can see a concrete yard with boats dry-docked\n\n          around it and buildings with satellite dishes studding\n\n          every balcony. Some men are over in one corner,\n\n          discussing: Martial, his cousin and some other mean looking\n\n          guys. In the shade, a bit to one side and surrounded by his fans,\n\n          is a bare-chested, muscle-bound North African. \n---TARGET SECTION TO BE ANNOTATED---\n He warms up,\n\n\n\n                         59\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          wagging his head from left to right.\n\n\n\n                         ALI\n\n          (under his breath) Motherfucker's acting\n\n          like he's on Canal Plus.\n\n\n\n                         STEPHANIE\n\n          Who are the other guys?\n\n\n\n                         ALI\n\n          I don't know. Guys with money. Dealers.\n\n          A beat.\n\n\n\n                         STEPHANIE\n\n          You okay?\n\n\n\n                         ALI\n\n          Great.\n\n          Martial comes back with a wad of banknotes and slides into\n\n          the passenger seat.\n\n\n\n                         MARTIAL\n\n          It's okay. Let's go. Fall against the big\n\n          one in black shorts. I told you. They're big\n\n          guys.\n\n\n\n                         ALI\n\n          Okay. And the bets? How much is there?\n\n\n\n                         MARTIAL\n\n          A little over 2000 for the time being. But\n\n          it'll go up during the final match.\n\n\n\n                         STEPHANIE\n\n          What do I do?\n\n\n\n                         MARTIAL\n\n          No girls. Stay in the car. (To Ali) You\n\n          ready?\n\n          Ali nods.\n\n\n\n                         60\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          69. EXT. PROJECTS COURTYARD. DAY\n\n\n\n          The blazing sun is melting the asphalt. A coin bounces\n\n          between pairs of basketball shoes.\n\n          The cousin picks it up. He points to Ali and the guy in the\n\n          black shorts.\n\n\n\n                         COUSIN\n\n          You and you.\n\n          Ali pulls off his T-shirt, staring down his adversary.\n\n          Martial takes the T shirt and leans over to Ali.\n\n\n\n                         MARTIAL\n\n          If you get into trouble, don't insist, just\n\n          fall.\n\n          Ali doesn't flinch. The cousin, the bettors and the other\n\n          fighters move away.\n\n\n\n          70. INT. MARTIAL'S MERCEDES. DAY\n\n\n\n          Stephanie watches the faces leaning over the balconies\n\n          overhead. She hears the spectators' hostility and cheers.\n\n          A circle has formed around the fighters.\n\n          She sees the shadow, and only the shadow, of his opponent's\n\n          fist barely miss Ali's face.\n\n          Then things speed up. Ali uses his feet, knees and fists.\n\n          When his opponent begins to totter to one side, Ali hangs\n\n          onto him like a pit bull.",
  "39": "---END OF PREVIOUS SECTION---\nThen things speed up. Ali uses his feet, knees and fists. When his opponent begins to totter to one side, Ali hangs\n\n          onto him like a pit bull. \n---TARGET SECTION TO BE ANNOTATED---\n When he falls, Ali pounds on his\n\n          face with his fists and elbows. The âref' has to enlist\n\n          Cousin's help to pull Ali away.\n\n          Ali returns to his place in the car. Stephanie looks at\n\n          him: he can't sit still.\n\n\n\n                         ALI\n\n          I have to go.\n\n          Another combat begins, while Ali jogs around the hangar.\n\n          Stephanie watches other combats, whether featuring Ali or\n\n          not.\n\n\n\n                         61\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          She sees feet dancing on the concrete.\n\n          She sees the banknotes in people's hands.\n\n          She sees heads leaning over balconies.\n\n          She sees an opponent's fist hit Ali behind the ear.\n\n          She sees another of Ali's opponents get back to his feet,\n\n          and Ali's fist split open his nose like a ripe fig.\n\n          She sees another opponent's head bounce off the concrete.\n\n          She sees a tooth roll across the concrete, like dice in a\n\n          crap game.\n\n          She sees Ali perform three steps of a moonwalk and kiss his\n\n          own biceps.\n\n\n\n          71. EXT. ROAD. DAY\n\n\n\n          A cloud of dust, a narrow, bumpy road. Martial's car is\n\n          headed for the town below.\n\n\n\n          72. INT. MARTIAL'S MERCEDES. DAY\n\n\n\n          CU on a long cut behind Ali's ear. Stephanie's fingers use\n\n          a Kleenex instead of cotton.\n\n          Bare-chested with a towel around his neck, Ali leans\n\n          forward to make his wound more easily accessible.\n\n\n\n                         STEPHANIE\n\n          It's nothing, just a cut. (to Martial) Got\n\n          anything to disinfect it with?\n\n\n\n                         MARTIAL\n\n          (driving) No.\n\n\n\n                         STEPHANIE\n\n          (to Ali) Keep this on it. It's the only one\n\n          I have.\n\n          Ali looks up at her.\n\n\n\n                         ALI\n\n          You liked it.\n\n\n\n                         62\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          Yes.\n\n\n\n                         ALI\n\n          Me too.\n\n          He again lowers his head.\n\n\n\n                         STEPHANIE\n\n          Put this on it. It's the only one I have.",
  "40": "---END OF PREVIOUS SECTION---\nHe again lowers his head. STEPHANIE\n\n          Put this on it. It's the only one I have. \n---TARGET SECTION TO BE ANNOTATED---\n          Ali straightens up, covers himself with the towel and\n\n          remains like that: invisible, out of breath, clearing his\n\n          throat and spitting out the window... Stephanie observes\n\n          the welts on his body.\n\n          A big service station appears a bit farther down the road.\n\n          Ali sits back up.\n\n\n\n                         ALI\n\n          Pull over here. I'll go rinse off my face.\n\n          (puts out his hand) Give me 50.\n\n          Martial uses his turn signal.\n\n\n\n          73. INT. MARTIAL'S MERCEDES. DAY\n\n\n\n          Behind the wheel of his stopped car, Martial counts the\n\n          bills spread out on his lap.\n\n\n\n                         MARTIAL\n\n          Have you known him for long?\n\n\n\n                         STEPHANIE\n\n          No, not very.\n\n          Alone in the back seat, Stephanie looks out at the service\n\n          station.\n\n\n\n                         STEPHANIE\n\n          What do you want to know? If I knew him\n\n          before the accident?\n\n          Martial looks back.\n\n\n\n                         63\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MARTIAL\n\n          What?\n\n\n\n                         STEPHANIE\n\n          You find it weird that we're together? You\n\n          wonder what he's doing with me?\n\n\n\n                         MARTIAL\n\n          No, since you know him, I just wanted to\n\n          know if you've seen him like that before?\n\n\n\n                         STEPHANIE\n\n          No.\n\n          Martial finishes counting the bills.\n\n\n\n                         MARTIAL\n\n          He freaks me out.\n\n          He takes his share and hands Stephanie the envelope.\n\n\n\n                         MARTIAL\n\n          1200 for him.\n\n          She looks at the envelope without taking it.\n\n\n\n                         STEPHANIE\n\n          Why are you giving me that?\n\n\n\n                         MARTIAL\n\n          It's for Ali.\n\n\n\n                         STEPHANIE\n\n          Exactly. So why give it to me?\n\n          He looks at her, suddenly surprised.\n\n\n\n                         MARTIAL\n\n          Hey, you make it complicated. Either you\n\n          take it or you don't. And either I talk or I\n\n          keep my mouth shut.\n\n          He tosses the envelope at her. She looks away. Ali finally\n\n          gets back into the car with a big box. It's a toy: a green\n\n          John Deere tractor with all the accessories.\n\n\n\n                         64\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          For my kid.",
  "41": "---END OF PREVIOUS SECTION---\nAli finally\n\n          gets back into the car with a big box. It's a toy: a green\n\n          John Deere tractor with all the accessories. 64\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          For my kid. \n---TARGET SECTION TO BE ANNOTATED---\n                         STEPHANIE\n\n          You have a kid?\n\n\n\n                         ALI\n\n          Yep.\n\n\n\n          74. EXT. BEACH - ROAD. DAY\n\n\n\n          The afternoon sun has the entire coast sparkling. Ali is on\n\n          his moped, with the box between his knees, driving up the\n\n          coastal road. He looks splendid, wearing new clothes.\n\n          He finally sees what he was looking for: a group on the\n\n          beach, Anna, Richard and their neighbors, having a picnic.\n\n\n\n                         CUT TO:\n\n\n\n          75. EXT. BEACH. DAY\n\n\n\n          CU Ali and Anna are off to one side, talking.\n\n\n\n                         ANNA\n\n          You see what you're like with him? You're\n\n          not around and when you are, you scream at\n\n          him. Damn, you hit him! Why did you take him\n\n          along if you act like that? You should have\n\n          left him.\n\n\n\n                         ALI\n\n          Cut the shit. He's not dead. I didn't do it\n\n          on purpose. I'm sorry about it.\n\n          Anna avoids his glance. He rummages in his pocket, pulls\n\n          out the envelope of money and hands it to her.\n\n\n\n                         ALI\n\n          Here.\n\n\n\n                         ANNA\n\n          What's that?\n\n\n\n                         ALI\n\n          Money. What I owe you plus the next few\n\n\n\n                         65\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          months. You can count it.\n\n          She looks at the bills.\n\n\n\n                         ANNA\n\n          Where did you get this? (pointing to his new\n\n          clothes) Same place?\n\n\n\n                         ALI\n\n          I won a fight.\n\n\n\n                         ANNA\n\n          A fight? What kind of fight? Is that the\n\n          only job you could find?\n\n          Is that why you have marks on your face?\n\n\n\n                         ALI\n\n          Hey, will you take the money or not? Why are\n\n          you looking at me that way?\n\n\n\n                         ANNA\n\n          Nothing.\n\n          He leaves her with the envelope and trots over to the rest\n\n          of the group.\n\n          They are packing away ice chests and folding things up. Sam\n\n          and his little friends are playing in the sand with the\n\n          John Deere tractor. Sam has a bandage on his forehead. Ali\n\n          sits down in the sand next to him.",
  "42": "---END OF PREVIOUS SECTION---\nSam\n\n          and his little friends are playing in the sand with the\n\n          John Deere tractor. Sam has a bandage on his forehead. Ali\n\n          sits down in the sand next to him. \n---TARGET SECTION TO BE ANNOTATED---\n                         ALI\n\n          (pointing to the tractor) You like it?\n\n          Sam continues to play, ignoring him. Behind them, Richard\n\n          is folding up parasols with the help of Che, a bearded\n\n          neighbor who is also there with all his family.\n\n\n\n                         RICHARD\n\n          Have you eaten?\n\n\n\n                         ALI\n\n          Yeah, yeah, I'm fine.\n\n\n\n                         CHÃ\n\n          You don't want to drink something before I\n\n\n\n                         66\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          pack up?\n\n          Ali shakes his head âno'. He looks at Joelle, Che's\n\n          daughter: a tomboy with boobs.\n\n\n\n                         ALI\n\n          (to Sam) You want to go for a swim?\n\n\n\n          76. EXT. BEACH. DAY\n\n\n\n          Ali and JoÃ«lle take turns tossing Sam into the waves. The\n\n          child laughs so hard, he swallows water.\n\n          Ali takes Sam into his arms.\n\n\n\n                         ALI\n\n          Give me a kiss.\n\n\n\n                         SAM\n\n          I don't want to.\n\n\n\n                         ALI\n\n          Give Daddy a kiss!\n\n\n\n                         SAM\n\n          No.\n\n\n\n                         ALI\n\n          (using a deep voice) Give Daddy a kiss!\n\n\n\n                         SAM\n\n          (deep voice too)... No!\n\n          Ali kisses him and hugs him tight.\n\n\n\n          77. INT. JOELLE'S ROOM. EVENING\n\n\n\n          A nearby house. Evening is falling. Ali and JoÃ«lle make\n\n          love in her bedroom. His cell phone rings. The screen\n\n          reads: \"Stef\". He doesn't answer. JoÃ«lle comes noisily. Ali\n\n          puts his hand over her mouth.\n\n          Through the window, we see Sam in Anna's garden, playing\n\n          with his new tractor. Richard is hanging towels and swim\n\n          suits on the line to dry.\n\n\n\n                         67\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          78. INT. STEPHANIE'S APARTMENT. EVENING\n\n\n\n          Sitting on the couch in a T-shirt and boxers, Stephanie\n\n          finishes her dinner, watching TV distractedly.\n\n          Balancing on her stumps, she puts her plate in the\n\n          dishwasher. Then, supporting herself on her hands, she\n\n          leaves the kitchen, wiggling her way into the bedroom. She\n\n          lifts herself into bed as best she can.",
  "43": "---END OF PREVIOUS SECTION---\nBalancing on her stumps, she puts her plate in the\n\n          dishwasher. Then, supporting herself on her hands, she\n\n          leaves the kitchen, wiggling her way into the bedroom. She\n\n          lifts herself into bed as best she can. \n---TARGET SECTION TO BE ANNOTATED---\n          Evening falls over the bougainvilleas. Stephanie watches\n\n          old people coming home in their wheelchairs or hanging on\n\n          to their Zimmer frames.\n\n\n\n          79. INT. FORMULE 1 - HOTEL ROOM. DAY\n\n\n\n          Ali walks up a long standard hotel corridor lined with\n\n          numbered doors. He stops and knocks at room 429.\n\n          No answer. He knocks again. Finally, room 431 opens behind\n\n          him. Martial looks out.\n\n\n\n                         MARTIAL\n\n          Hey! I'm here.\n\n\n\n                         ALI\n\n          They told me 429.\n\n          Martial motions him in.\n\n\n\n                         MARTIAL\n\n          Normal. This one is for the equipment.\n\n          Boxes of equipment are piled up under the window and the\n\n          small table has been converted into a work surface. A\n\n          camera is plugged into the TV set. It shows a still\n\n          picture: an empty location, one sector of an industrial\n\n          site filmed from above.\n\n\n\n                         MARTIAL\n\n          I have to watch this. Have a seat.\n\n          You wanted to see me.\n\n          Ali sits on the edge of the bed. Martial watches the screen\n\n          out of the corner of his eye.\n\n\n\n                         68\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          I need to find a coach. A real one. Someone\n\n          who has me work on my takedowns.\n\n\n\n                         MARTIAL\n\n          Foued?\n\n\n\n                         ALI\n\n          Foued doesn't know jackshit. Just jiu-jitsu\n\n          and rap stuff. You need to ask Cousin. His\n\n          guys must train somewhere.\n\n\n\n                         MARTIAL\n\n          Think so?\n\n\n\n                         ALI\n\n          Yeah. And I'll need some time to train.\n\n\n\n                         MARTIAL\n\n          I'll talk with Alta Secu. We'll be able to\n\n          work something out.\n\n\n\n                         ALI\n\n          Work it out how?\n\n\n\n                         MARTIAL\n\n          I'll have my company pay you and I'll bill\n\n          them what you cost me. They'll keep paying\n\n          you but now you'll work directly for me. You\n\n          won't have to spend your nights there.\n\n          There is some movement on the screen. He interrupts\n\n          himself. Gray silhouettes cross the screen, open a door and\n\n          disappear before coming back to cross the screen once\n\n          again.",
  "44": "---END OF PREVIOUS SECTION---\nThere is some movement on the screen. He interrupts\n\n          himself. Gray silhouettes cross the screen, open a door and\n\n          disappear before coming back to cross the screen once\n\n          again. \n---TARGET SECTION TO BE ANNOTATED---\n                         ALI\n\n          Where's that?\n\n\n\n                         MARTIAL\n\n          At the Mousquetaires.\n\n          Martial rewinds and zooms in on some faces.\n\n\n\n                         MARTIAL\n\n          I'll make a copy and you'll take it to the\n\n\n\n                         69\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          owner. Ask for Steve at Security. He'll tell\n\n          you what to do.\n\n\n\n          80. INT. RICHARD'S TRUCK. DAY\n\n\n\n          Sam is on Richard's lap, âdriving' the truck. He is in\n\n          seventh heaven. In front of them, a man is running down the\n\n          shoulder of the road.\n\n\n\n                         RICHARD\n\n          Look who it is! Go on, honk!\n\n\n\n          81. EXT. ROAD. DAY\n\n\n\n          The horn beeps. Out of breath, in a sweat, Ali looks back\n\n          and sees Richard and Sam in the truck. They slow down and\n\n          pull up to him. Richard lowers his window.\n\n\n\n                         RICHARD\n\n          We're going to school. Want to come along?\n\n          Ali shakes his head and continues jogging. The truck\n\n          disappears.\n\n\n\n          82. INT. NEW GYM. DAY\n\n\n\n          This new gym is large, clean and light. In one corner there\n\n          is a genuine ring, and on the other side, a piece of\n\n          tatami.\n\n          Ali is working out with Joao, a Brazilian in a kimono. They\n\n          try out some foot-fist series. On the mat, Ali shadows and\n\n          deconstructs Joao's gestures.\n\n\n\n          83. EXT. ANTIBES. STREET. DAY\n\n\n\n          A street near the beach. The weekend is beginning. The\n\n          streets are crowded. Ali is on the phone.\n\n\n\n                         ALI\n\n          Where are you? I can't see you. Where?\n\n          He looks every which way until he sees her, a few feet\n\n          away. She is standing upright, in a light pair of pants,\n\n          with her canes hidden behind her back. It takes some time\n\n          to register. She smiles at him.\n\n\n\n                         70\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          That's fucking amazing! I was looking for a\n\n          wheelchair...\n\n\n\n                         STEPHANIE\n\n          Stop looking.",
  "45": "---END OF PREVIOUS SECTION---\n70\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          That's fucking amazing! I was looking for a\n\n          wheelchair... STEPHANIE\n\n          Stop looking. \n---TARGET SECTION TO BE ANNOTATED---\n No more wheelchairs!\n\n\n\n                         ALI\n\n          Since when?\n\n\n\n                         STEPHANIE\n\n          Two days.\n\n\n\n                         ALI\n\n          You could have told me!\n\n\n\n                         STEPHANIE\n\n          Why? Is it a problem?\n\n\n\n                         ALI\n\n          No, I don't know. You're like before.\n\n\n\n                         STEPHANIE\n\n          Well, not exactly.\n\n\n\n                         ALI\n\n          Go on, let's see.\n\n          She takes a few steps forward, leaning on her canes. He\n\n          whistles in admiration.\n\n\n\n                         STEPHANIE\n\n          I need to get my balance but supposedly that\n\n          doesn't take long.\n\n\n\n                         ALI\n\n          It must be like walking on stilts...\n\n\n\n                         STEPHANIE\n\n          I don't know. I've never walked on stilts\n\n          before.\n\n\n\n                         ALI\n\n          You look taller. Does it hurt?\n\n\n\n                         71\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          A little, but it feels good too.\n\n\n\n                         ALI\n\n          Want to go for a swim?\n\n          She stops.\n\n\n\n                         STEPHANIE\n\n          The beach... pff, I don't know... It's\n\n          different today... I don't think I want to\n\n          get undressed.\n\n\n\n          84. INT. STEPHANIE'S APARTMENT - KITCHEN. DAY\n\n\n\n          They are at the kitchen table, eating salad. Stephanie is\n\n          in her wheelchair. Ali has finished his plate.\n\n\n\n                         ALI\n\n          Is this all you have?\n\n\n\n                         STEPHANIE\n\n          Look in the fridge. There must be some\n\n          cheese left.\n\n\n\n                         ALI\n\n          You don't have any pate?\n\n\n\n                         STEPHANIE\n\n          No, I don't have any pate.\n\n          He gets up and opens the fridge. He takes the cheese,\n\n          sniffs it, then takes some yoghurt too. He notices a box of\n\n          cereal on a shelf and takes it. He returns to the fridge\n\n          for some milk. She watches, her mouth open in suspense.\n\n\n\n                         STEPHANIE\n\n          You're a good eater, aren't you?\n\n\n\n                         ALI\n\n          I'm hungry.\n\n          He begins with the cheese.",
  "46": "---END OF PREVIOUS SECTION---\nSTEPHANIE\n\n          You're a good eater, aren't you? ALI\n\n          I'm hungry. He begins with the cheese. \n---TARGET SECTION TO BE ANNOTATED---\n                         ALI\n\n          No bread?\n\n\n\n                         72\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          She shakes her head \"no\" and points to a box of biscuits on\n\n          the shelf.\n\n\n\n                         STEPHANIE\n\n          There are crackers up there. Do you have a\n\n          girlfriend?\n\n          He shakes his head.\n\n\n\n                         STEPHANIE\n\n          You don't have anyone?\n\n\n\n                         ALI\n\n          Yes, but they're not girlfriends.\n\n\n\n                         STEPHANIE\n\n          What are they? Quick fucks?\n\n\n\n                         ALI\n\n          Yeah.\n\n          She hesitates.\n\n\n\n                         STEPHANIE\n\n          A lot?\n\n          He looks at her.\n\n\n\n                         STEPHANIE\n\n          You mind talking about this?\n\n\n\n                         ALI\n\n          No, I don't care. (pause) How about you? Did\n\n          you have a lot of boyfriends?\n\n\n\n                         STEPHANIE\n\n          When, before?\n\n\n\n                         ALI\n\n          Yeah.\n\n\n\n                         STEPHANIE\n\n          I was with Simon...\n\n\n\n                         ALI\n\n          That's all?\n\n\n\n                         73\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          No, there were others. But not a lot either.\n\n          I... I wasn't very... In fact, I liked it\n\n          when guys looked at me... I liked to feel\n\n          that I turned them on... Afterwards, I don't\n\n          know... they bored me.\n\n          Ali looks at her, strangely attentive, as if he didn't\n\n          understand, or didn't believe her.\n\n\n\n                         ALI\n\n          And now?\n\n\n\n                         STEPHANIE\n\n          Um, nothing. I don't even know what it looks\n\n          like anymore... I don't even know if it\n\n          still works...\n\n\n\n                         ALI\n\n          You don't want to?\n\n\n\n                         STEPHANIE\n\n          Did I say I didn't want to anymore? Of\n\n          course I still want to...\n\n\n\n                         ALI\n\n          How do you go about it?\n\n\n\n                         STEPHANIE\n\n          How do you think I go about it? If I were a\n\n          guy I'd say I jerk off to a porn video...\n\n          I'm a girl.\n\n          Ali is dumbstruck.\n\n\n\n                         STEPHANIE\n\n          Okay, let's change the subject...\n\n          She begins piling up plates and silverware.",
  "47": "---END OF PREVIOUS SECTION---\nAli is dumbstruck. STEPHANIE\n\n          Okay, let's change the subject... She begins piling up plates and silverware. \n---TARGET SECTION TO BE ANNOTATED---\n                         ALI\n\n          You want to fuck?\n\n          She is thrown for a loop.\n\n\n\n                         STEPHANIE\n\n          Huh?\n\n\n\n                         74\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          You want to know if it still works, so let's\n\n          fuck and that way you'll know.\n\n          He looks at her, simply, naturally. She has a nervous\n\n          laugh.\n\n\n\n                         STEPHANIE\n\n          Just like that?\n\n\n\n                         ALI\n\n          Um, yeah. Give me that.\n\n          He takes the plates, gets up and puts them in the\n\n          dishwasher.\n\n\n\n                         STEPHANIE\n\n          I... I don't know if I can like that...\n\n\n\n                         ALI\n\n          Whatever you want... You tell me...\n\n          She hesitates.\n\n\n\n                         STEPHANIE\n\n          Wait.\n\n          She wheels herself away from the table and into the\n\n          bedroom. He remains alone, quickly cleaning the table.\n\n\n\n                         ALI\n\n          What do I do?\n\n\n\n                         STEPHANIE (OFF)\n\n          Wait!\n\n          He waits. Then:\n\n\n\n                         STEPHANIE (OFF)\n\n          Come here.\n\n\n\n          85. INT. STEPHANIE'S APARTMENT - BEDROOM. DAY\n\n\n\n          He enters the room. The shutters are closed. She is in bed,\n\n          under the covers. She watches him sit down on the bed, undo\n\n\n\n                         75\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          his pants and turn toward her.\n\n\n\n                         ALI\n\n          Okay? Ready?\n\n          Unsure of herself, she pulls a face.\n\n\n\n                         STEPHANIE\n\n          Let's try.\n\n          He slips under the covers, spontaneously tries to kiss her,\n\n          but she pushes him away gently.\n\n\n\n                         STEPHANIE\n\n          (a little nervous) Do you mind if we don't\n\n          kiss?\n\n\n\n                         ALI\n\n          No. Your breasts... can I?\n\n\n\n                         STEPHANIE\n\n          Yes.\n\n          He licks her breasts, then lies on top of her, covering\n\n          her. She tries to wriggle herself free.\n\n\n\n                         STEPHANIE\n\n          You're crushing me!\n\n\n\n                         ALI\n\n          Maybe you should stop talking now...\n\n\n\n                         STEPHANIE\n\n          Okay, I'll stop.\n\n          His hands caress her, they grab onto what remains of her\n\n          thighs. He enters her.",
  "48": "---END OF PREVIOUS SECTION---\nSTEPHANIE\n\n          Okay, I'll stop. His hands caress her, they grab onto what remains of her\n\n          thighs. He enters her. \n---TARGET SECTION TO BE ANNOTATED---\n She is about to scream, but lets\n\n          herself go.\n\n          She grabs hold of him.\n\n\n\n                         STEPHANIE\n\n          Gently!\n\n\n\n                         76\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          86. INT. STEPHANIE'S APARTMENT - KITCHEN. DAY\n\n\n\n          Ali opens the fridge. He is dressed again. Stephanie\n\n          appears in a robe, sitting in her wheelchair. We can tell\n\n          she feels too shy to look at him.\n\n\n\n                         ALI\n\n          Are you okay? How was it?\n\n          She blushes.\n\n\n\n                         ALI\n\n          Is it still working?\n\n\n\n                         STEPHANIE\n\n          Um, yes... no... I don't really know. It's\n\n          different... It's hard to tell after just\n\n          one try...\n\n\n\n                         ALI\n\n          Yeah but I don't have time right now. I have\n\n          to go!\n\n\n\n                         STEPHANIE\n\n          (blushing) No, no! That's not what I\n\n          meant... I just meant that it's too soon to\n\n          tell... like too many things are happening\n\n          at once...\n\n          Ali doesn't understand.\n\n\n\n                         ALI\n\n          But did you enjoy it or not?\n\n\n\n                         STEPHANIE\n\n          I did.\n\n          A beat.\n\n\n\n                         ALI\n\n          When you're up for it and you can't find\n\n          anyone, ask me. If I'm oper, we'll do it.\n\n\n\n                         STEPHANIE\n\n          What's \"oper\"?\n\n\n\n                         77\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Operational... If I'm available. If I can, I\n\n          mean!\n\n\n\n                         STEPHANIE\n\n          If you're \"oper\" we...\n\n\n\n                         ALI\n\n          Yeah.\n\n          She sketches a vague gesture.\n\n\n\n                         ALI\n\n          What?\n\n          Her throat is constricted, she is unable to answer.\n\n\n\n                         STEPHANIE\n\n          Nothing. Great.\n\n\n\n          87. EXT. MARINELAND - STAFFROOM. DAY\n\n\n\n          Stephanie uses one of her canes to push open the door to\n\n          the staff room. The room is apparently empty.\n\n\n\n                         STEPHANIE\n\n          Louise? Louise, are you here? Is anyone\n\n          here?\n\n          No answer.",
  "49": "---END OF PREVIOUS SECTION---\nLouise, are you here? Is anyone\n\n          here? No answer. \n---TARGET SECTION TO BE ANNOTATED---\n          She looks over the office she once knew so well and that\n\n          hasn't seen again since her accident: the photos on the\n\n          wall, the diagrams, the case histories, the animals' names,\n\n          etc...\n\n\n\n          88. EXT. MARINELAND - BLEACHERS. DAY\n\n\n\n          Up in the bleachers, Stephanie looks over all the pools,\n\n          the big one as well as the others... suddenly, in nÂ° 3, a\n\n          huge but limp black dorsal fin appears.\n\n\n\n          89. EXT. POOL N3. DAY\n\n\n\n          Weighed down by her prostheses, Stephanie has to lie down\n\n          on the rim of pool nÂ° 3 to reach the water. She reaches out\n\n          and slaps the water with the palm of her hand. Nothing\n\n\n\n                         78\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          really happens, a black mass just keeps circling at the\n\n          bottom of the pool... She slaps again and the black mass\n\n          swims faster and faster... a wave is formed around the\n\n          sides of the pool, a wave that swells higher and higher...\n\n          Stephanie's hand again slaps the water and, suddenly, Niska\n\n          emerges.\n\n\n\n                         CUT TO:\n\n\n\n          90. EXT. POOL N3 - DAY\n\n\n\n          Niska washes up. Stephanie caresses her and weeps softly,\n\n          like someone caught unawares.\n\n\n\n                         LOUISE (OFF)\n\n          (gently) Stephanie?\n\n          Stephanie looks back to discover Louise and three other ex-\n\n          colleagues. They have been there a moment, surprised,\n\n          unsettled and ill at ease.\n\n\n\n                         STEPHANIE\n\n          I stopped by the office but there wasn't\n\n          anyone.\n\n          Stephanie stands up with the help of her canes. The guys\n\n          rush over to help her. They hug and kiss. All four remain\n\n          like that for a moment.\n\n\n\n          91. EXT. MARINELAND - CAFETERIA. DAY\n\n\n\n          Sun and music. The public is beginning to invade the lanes\n\n          and paths.\n\n          Stephanie, Louise and the other keepers are on the terrace\n\n          of the employees' cafeteria. They are thrilled and\n\n          reassured to see her again. At times a hand touches her\n\n          arm or shoulder. Sometimes an acquaintance comes over and\n\n          kisses her.",
  "50": "---END OF PREVIOUS SECTION---\nThey are thrilled and\n\n          reassured to see her again. At times a hand touches her\n\n          arm or shoulder. Sometimes an acquaintance comes over and\n\n          kisses her. \n---TARGET SECTION TO BE ANNOTATED---\n          Under the table, Stephanie types âoper?' into her cell\n\n          phone, then looks up and returns to her surroundings.\n\n          We can imagine the \"How are you?\" \"And you?\" \"Great\". The\n\n          \"Let me get a look at you... You look wonderful!\"...all a\n\n\n\n                         79\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          bit strained, but friendly. Louise, who is sitting next to\n\n          her, leans over to her:\n\n\n\n                         LOUISE\n\n          (softly) See? It wasn't hard!\n\n          They smile at each other and return to the conversation in\n\n          progress. Stephanie's cell phone vibrates on the table. She\n\n          discreetly checks the answer, and when she looks up,\n\n          exchanges a glance with Louise.\n\n          From that glance, we cut to:\n\n\n\n          92. INT. SUPERMARKET. DAY\n\n\n\n          Stephanie and Louise are out shopping. Stephanie holds\n\n          herself up thanks to the shopping cart she is pushing. We\n\n          join their conversation already in progress.\n\n\n\n                         STEPHANIE\n\n          When I feel like it, I send him a text\n\n          message and ask if he's oper. If he is, we\n\n          hook up.\n\n          Louise reacts.\n\n\n\n                         LOUISE\n\n          What's oper?\n\n\n\n                         STEPHANIE\n\n          If he's up for it. If he's free. If he is,\n\n          we fuck.\n\n\n\n                         LOUISE\n\n          Is that all?\n\n\n\n                         STEPHANIE\n\n          Yes, that's all. What else do you want?\n\n\n\n                         LOUISE\n\n          I don't know. Is that enough?\n\n\n\n                         STEPHANIE\n\n          For me it is.\n\n\n\n                         80\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         LOUISE\n\n          What does he do?\n\n          Stephanie hesitates a moment, as if worried about how\n\n          Louise will react.\n\n\n\n                         STEPHANIE\n\n          He fights.\n\n\n\n                         LOUISE\n\n          What kind? MMA?\n\n\n\n                         STEPHANIE\n\n          No. Illicit fights in the projects.\n\n          Louise reacts.\n\n\n\n                         STEPHANIE\n\n          Whatever I say, you make a face.\n\n\n\n                         LOUISE\n\n          Just give me a second to react... Are you in\n\n          love?\n\n          She hesitates.\n\n\n\n                         STEPHANIE\n\n          He does me good.\n\n\n\n          93. EXT. PARKING LOT.",
  "51": "---END OF PREVIOUS SECTION---\n93. EXT. PARKING LOT. \n---TARGET SECTION TO BE ANNOTATED---\n MARINELAND. DAY\n\n\n\n          The group of trainers has accompanied Stephanie to a taxi.\n\n\n\n          94. INT. TAXI/PARKING LOT - MARINELAND. DAY\n\n\n\n          Stephanie waves good-bye. They return her wave.\n\n          The taxi drives away. The group scatters.\n\n\n\n                         CUT TO:\n\n\n\n          95. INT. BASEMENT. DAY\n\n\n\n          A dark cellar. We hear Ali and Stephanie labor and sigh. A\n\n          door suddenly opens above and we hear voices.\n\n\n\n                         81\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Shit!\n\n\n\n                         STEPHANIE\n\n          Who is it?\n\n          He looks for his clothes...\n\n\n\n          96. EXT. GARDEN. DAY\n\n\n\n          ... then goes to the garden where he startles Anna:\n\n\n\n                         ANNA\n\n          I didn't know you were here. You scared me.\n\n          What were you up to?\n\n\n\n                         ALI\n\n          I was talking?\n\n\n\n                         ANNA\n\n          You're not alone?\n\n\n\n                         ALI\n\n          I'm with a friend.\n\n\n\n                         ANNA\n\n          You bring girls back to my place now?\n\n\n\n                         ALI\n\n          She's a friend, I said.\n\n          Just then, the basement door opens and Stephanie appears on\n\n          her crutches. Anna is dismayed. Ali motions to Stephanie:\n\n\n\n                         ALI\n\n          (to Stephanie) Let me introduce you to my\n\n          sister! (to Anna) This is Stephanie. You\n\n          know the girl from Marineland.\n\n          Stephanie offers her hand to Anna who takes it, then\n\n          realizing what she's doing, puts the other to her mouth:\n\n\n\n                         ANNA\n\n          Oh, my God. Poor thing!\n\n\n\n                         82\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Sam arrives with his snack. Stephanie looks at him.\n\n\n\n                         STEPHANIE\n\n          So that's him?\n\n          They are sitting around the garden table. Anna comes\n\n          carrying a tray.\n\n\n\n                         ANNA\n\n          They were out of grapefruit. I took tropical\n\n          fruit.\n\n          She puts some glasses and two tetra packs of fruit juice on\n\n          the table. Through a hole in the oilcloth, Stephanie can\n\n          watch Sam playing under the table.\n\n\n\n                         ANNA\n\n          I'll make tea. I have some cookies. You\n\n          drink tea, don't you?\n\n\n\n                         STEPHANIE\n\n          Don't bother.",
  "52": "---END OF PREVIOUS SECTION---\nI have some cookies. You\n\n          drink tea, don't you? STEPHANIE\n\n          Don't bother. \n---TARGET SECTION TO BE ANNOTATED---\n This is perfect, I swear.\n\n          Thanks.\n\n          Before Stephanie can even finish, Anna is already on the\n\n          way back to the kitchen.\n\n\n\n                         ALI\n\n          You don't want to get going?\n\n\n\n                         STEPH\n\n          Wait, your sister...\n\n\n\n                         ALI\n\n          You freak her out. Can't you see? She feels\n\n          like a cashier with you. Pathetic with her\n\n          tea and cookies. It's a pain.\n\n          Stephanie leans on a cane to stand up.\n\n\n\n                         ALI\n\n          What are you doing?\n\n\n\n                         STEPH\n\n          I'm going to help her.\n\n\n\n                         83\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          No need to overdo it.\n\n\n\n          97. INT. ANNA'S HOUSE. DAY\n\n\n\n          Later, Sam guides Stephanie up the narrow stairs of the\n\n          house. She has a hard time with her âlegs' and canes.\n\n\n\n          98. INT. SAM'S ROOM. DAY\n\n\n\n          A child's room with cheap wall paper depicting dolphins.\n\n          Stephanie is sitting on the edge of the bed.\n\n\n\n                         STEPHANIE\n\n          So this is where you sleep? It's a nice\n\n          room.\n\n          Sam nods in agreement. He gives her a strange look.\n\n\n\n                         STEPHANIE\n\n          Why are you looking at me like that? Does it\n\n          scare you? You want to see them, is that it?\n\n          He nods.\n\n          She lifts one of her pant legs to show the prosthesis\n\n          underneath. Sam looks attentively, stretches out his hand,\n\n          touches it carefully.\n\n\n\n                         SAM\n\n          Does it hurt?\n\n          Stephanie smiles at him.\n\n\n\n                         STEPHANIE\n\n          No... Want to touch it?\n\n          Sam reaches out his hand.\n\n\n\n          99. INT. MARTIAL'S CAR. DAY\n\n\n\n          In CU through the tinted windows of Martial's Mercedes\n\n          Vito: the face of a boxer who is lying on the ground and\n\n          being pummeled.\n\n          Ali is sitting bare-chested in the back seat, a towel\n\n          around his neck and a bottle of water between his knees.\n\n\n\n                         84\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Ali watches the fight. Sitting next to him, Stephanie fills\n\n          a plastic bag with ice cubes. She hands it to him.\n\n\n\n                         STEPHANIE\n\n          Here.",
  "53": "---END OF PREVIOUS SECTION---\nSitting next to him, Stephanie fills\n\n          a plastic bag with ice cubes. She hands it to him. STEPHANIE\n\n          Here. \n---TARGET SECTION TO BE ANNOTATED---\n          He applies it to his eyebrow. She displaces a bloody strand\n\n          of hair and replaces it with another.\n\n          We see Martial return to the car and open the front door.\n\n\n\n                         MARTIAL\n\n          You okay?\n\n          He puts a wad of money in the glove compartment.\n\n\n\n                         MARTIAL\n\n          You ready?\n\n          Ali nods âyes'. He opens his door, gets half out and\n\n          empties the bottle of water over his head.\n\n          Stephanie is left alone in the car. She hears the\n\n          spectators' cheers. She closes the window and turns on the\n\n          air conditioning full blast.\n\n\n\n          100. EXT. PROJECTS - COURTYARD. DAY\n\n\n\n          His opponent's guard is up, closed tighter than a safe.\n\n          Behind his fists, Ali can see the guy's frozen stare. And\n\n          then suddenly he breaks loose: a series of feints and a\n\n          kick behind the ear.\n\n          He hears himself growl, the light becomes electrifying. He\n\n          is on the ground, protecting himself as best he can. He\n\n          tries to block his opponent's arm. He hears himself\n\n          wheezing and panting like a pair of bellows. He sees his\n\n          blood splatter his opponent.\n\n\n\n                         ALI (OFF)\n\n          ... All of a sudden, in your mouth, it's\n\n          like it tasted like bone. A taste of rust\n\n          and bone.\n\n\n\n                         STEPHANIE (OFF)\n\n          Because you think bone has a taste?\n\n\n\n                         85\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI (OFF)\n\n          Yeah, there I did.\n\n          Then, through the spectators' legs, he sees something:\n\n          sunlight reflected off the Mercedes door that has just\n\n          opened on a pair of shoes attached to two prostheses, a\n\n          pair of shortsâ¦ He also sees the heads of the tough guys\n\n          who turn back to look.\n\n          He breaks free, struggles to his feet, spits up a clot of\n\n          blood and returns to the task at hand.\n\n          His opponent tries to get up. Ali jumps on him to finish\n\n\n\n                         HIM OFFÂ¦\n\n\n\n          101. INT. MARTIAL'S CAR. DAY\n\n\n\n          The car is driving back into town. Martial is driving. The\n\n          windows are open.",
  "54": "---END OF PREVIOUS SECTION---\nDAY\n\n\n\n          The car is driving back into town. Martial is driving. The\n\n          windows are open. \n---TARGET SECTION TO BE ANNOTATED---\n Ali holds a bag of ice against his cheek\n\n          bone, while Stephanie applies her Band-Aids to a cut over\n\n          his eyebrows. They are talking, but we can not hear what\n\n          they say. All we hear is the noise of the wind against the\n\n          open windows. Ali suddenly breaks out laughing. Martial\n\n          does too in the rear view mirror. Stephanie follows suitâ¦\n\n\n\n          102. INT. MOUSQUETAIRES. DAY\n\n\n\n          Muzak.\n\n          Ali and Martial follow the head of security into the store.\n\n          Some of the personnel are near the cash registers, silent,\n\n          hostile and immobile. The morning customers wonder what's\n\n          happening.\n\n          The head of security elbows his way through.\n\n\n\n          HEAD OF SECURITY\n\n          Let them through, please!\n\n          The personnel reluctantly make way.\n\n\n\n          103. INT. MOUSQUETAIRES - STOCKROOM. DAY\n\n\n\n          Red graffiti on the wall: \"A SPYING BOSS IS A CRIMINAL\n\n\n\n          BOSS!\"\n\n\n\n                         86\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Ali recognizes the place with the palettes up to the\n\n          ceiling. In the back, he also recognizes the manager,\n\n          protected by two guards and being harangued by union\n\n          representatives.\n\n\n\n                         MARTIAL\n\n          (to Ali, pointing to the manager) Go get the\n\n          equipment. I need to see him.\n\n          Ali obeys.\n\n\n\n                         UNION REP\n\n          Don't bother. We're the ones who will call\n\n          the police. The police and the press. That\n\n          way they'll know you spy on your workers!\n\n          The manager looks away, accompanied by his two guards.\n\n\n\n                         UNION REP\n\n          At least have the courage to look at me when\n\n          I talk to you!\n\n\n\n                         CUT TO:\n\n          The cameras, the ripped out cables, the phony boxes have\n\n          been piled up on the floor. It looks more like the crime\n\n          squad has been at work. Ali opens a garbage bag and bends\n\n          over to retrieve the equipment.\n\n\n\n                         WOMAN (OFF)\n\n          What are you doing there?\n\n          She's a young employee in the store uniform.\n\n\n\n                         ALI\n\n          (suspicious) Packing up.\n\n\n\n                         WOMAN\n\n          Is it your stuff?\n\n\n\n                         ALI\n\n          No.",
  "55": "---END OF PREVIOUS SECTION---\nALI\n\n          (suspicious) Packing up. WOMAN\n\n          Is it your stuff? ALI\n\n          No. \n---TARGET SECTION TO BE ANNOTATED---\n          He notices that she's taken out her cell phone to take a\n\n          picture.\n\n\n\n                         87\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Don't you take a picture!\n\n\n\n                         WOMAN\n\n          You work for them?\n\n          She continues to manipulate her phone.\n\n\n\n                         ALI\n\n          I said no picture!\n\n\n\n                         WOMAN\n\n          Why shouldn't I? You film us!\n\n          He straightens up menacingly.\n\n\n\n                         ALI\n\n          I'm going to slap you!\n\n          A hand grabs his arm. It's Martial.\n\n\n\n                         MARTIAL\n\n          Forget it. Let's get out of here!\n\n\n\n                         ALI\n\n          And the equipment?\n\n\n\n                         MARTIAL\n\n          Forget about it. We're fucked here. The cops\n\n          are going to question the managers and the\n\n          managers will turn us in.\n\n          They leave.\n\n\n\n          104. INT. MARTIAL'S FORMULE 1 ROOM. NIGHT\n\n\n\n          Martial's fingers slowly play with the hair on his chest.\n\n          He is lying nude on the bed of his Formule 1 hotel room. He\n\n          smokes and stares at the ceiling. His suitcases and bags\n\n          are packed, all he has to do is close them.\n\n          He hears knocks next door. He gets up with a sigh, pulls on\n\n          his pants and opens the door. Stephanie is waiting in front\n\n          of room 429.\n\n\n\n                         88\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MARTIAL\n\n          In here.\n\n          Stephanie looks back, surprised. Martial motions her in.\n\n\n\n                         MARTIAL\n\n          I have to go away for work. 3 or 4 months, I\n\n          don't know yet... Since Ali wants to keep\n\n          fighting, I thought maybe you tend to that\n\n          while I'm not here...\n\n          She is thunderstruck.\n\n\n\n                         STEPHANIE\n\n          Is he okay with that?\n\n\n\n                         MARTIAL\n\n          He's the one who asked me to call you.\n\n\n\n                         STEPHANIE\n\n          Why me?\n\n\n\n                         MARTIAL\n\n          I guess he trusts you.\n\n\n\n                         STEPHANIE\n\n          (laughs, thrown for a loop) Yes, sure\n\n          but.... I don't know anything about that\n\n          scene... I don't know those guys!\n\n          He hands her an old spiral notebook.\n\n\n\n                         MARTIAL\n\n          I wrote it all down here.",
  "56": "---END OF PREVIOUS SECTION---\nI don't know those guys! He hands her an old spiral notebook. MARTIAL\n\n          I wrote it all down here. \n---TARGET SECTION TO BE ANNOTATED---\n As for the rest,\n\n          ask me your questions and I'll answer them.\n\n\n\n                         STEPHANIE\n\n          How do I do the bets?\n\n\n\n                         MARTIAL\n\n          You can count on your fingers, can't you?\n\n\n\n                         STEPHANIE\n\n          Honestly, can you see me dealing with those\n\n          beasts?\n\n\n\n                         89\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MARTIAL\n\n          Yeah.\n\n          A beat.\n\n\n\n                         MARTIAL\n\n          And you need money to cover the bets, and\n\n          you have money.\n\n          She looks at him.\n\n\n\n                         MARTIAL\n\n          What? You're not rich? What did the\n\n          insurance company give you for your legs?\n\n          200,000? 300,000? Those jobs must have good\n\n          health plans. Am I wrong?\n\n\n\n                         STEPHANIE\n\n          No.\n\n          A shadow crosses Stephanie's mind. She looks at the open\n\n          bags and suitcases, without really seeing them. The place\n\n          looks like it's expecting a police raid.\n\n\n\n                         STEPHANIE\n\n          Where are you going?\n\n\n\n                         MARTIAL\n\n          Grenoble, then Vienne.\n\n\n\n                         STEPHANIE\n\n          Austria?\n\n\n\n                         MARTIAL\n\n          No, in the IsÃ¨re.\n\n\n\n                         STEPHANIE\n\n          Was the insurance money your idea?\n\n\n\n                         MARTIAL\n\n          Yes.\n\n          A beat. He gives her time to wrap her head around that one.\n\n          Then, since she still looks troubled, he taps her on the\n\n          hand.\n\n\n\n                         90\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         MARTIAL\n\n          It's me, I said. Don't worry. I'm the bad\n\n          guy.\n\n\n\n          105. EXT. FEVER RAY. NIGHT\n\n\n\n          Through the door of the club, we hear snatches of the\n\n          introduction to Thunderstruck.\n\n          People are sweating and trying to get into the Fever. Foued\n\n          lets Martial, Ali, Stephanie and Khadi through. Virile bear\n\n          hugs and handshakes.\n\n\n\n                         FOUED\n\n          The Cousin's waiting for you inside. Table\n\n          to the left of the bar.\n\n          Ali knows and greets everyone. Stephanie is in the middle\n\n          of the group. She holds herself up on the shoulders of\n\n          these big, caring guys and lets herself be carried along.\n\n          She feels good\n\n\n\n          106.",
  "57": "---END OF PREVIOUS SECTION---\nStephanie is in the middle\n\n          of the group. She holds herself up on the shoulders of\n\n          these big, caring guys and lets herself be carried along. She feels good\n\n\n\n          106. \n---TARGET SECTION TO BE ANNOTATED---\n INT. FEVER RAY. NIGHT\n\n\n\n          The club is hot as a steam bath. Loud music blares out of\n\n          loudspeakers. Bodies dance and eyes shine bright.\n\n          At the table \"left of the bar\": Cousin and three friends\n\n          who are with him. Another round of bear hugs and\n\n          handshakes. Martial, Stephanie and Cousin regroup face to\n\n          face. Martial speaks, Cousin listens and at times looks\n\n          over at Stephanie, who looks at him too. She notices one of\n\n          the tattoos on his arm: a green and red snake that seems to\n\n          be slithering out his sleeve. The barman brings two bottles\n\n          of champagne.\n\n          Ali leans toward her:\n\n\n\n                         ALI\n\n          Want to boogie?\n\n          She doesn't understand.\n\n\n\n                         ALI\n\n          (loud) You want to dance?\n\n\n\n                         91\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          She looks frightened, but then smiles when she sees what\n\n          he's up to.\n\n\n\n                         ALI\n\n          Come on!\n\n\n\n                         STEPHANIE\n\n          No, no!\n\n\n\n                         ALI\n\n          Whatever you say.\n\n          He goes to the dance floor and begins to rock. He dances\n\n          badly, clumsily. Martial pours champagne.\n\n\n\n          107. EXT. FEVER RAY. NIGHT\n\n\n\n          The smoking area is located outside, and a bit farther off,\n\n          the dope smoking area. Behind the smokers, we hear noise\n\n          from the club. Cousin is puffing on a spliff. Stephanie\n\n          watches, holding her champagne goblet. He offers it to\n\n          her. She accepts and takes a drag.\n\n\n\n                         COUSIN\n\n          Can I talk to you?\n\n          She nods \"yes\".\n\n\n\n                         COUSIN\n\n          There's something I'd like to know... The\n\n          fish that ate your legs...\n\n          She wasn't expecting that.\n\n\n\n                         STEPHANIE\n\n          Yes?\n\n\n\n                         COUSIN\n\n          Is it true it's still there?\n\n\n\n                         STEPHANIE\n\n          Yeah... where else would it be?\n\n\n\n                         COUSIN\n\n          They didn't shoot it? Or put it down,\n\n          whatever?\n\n\n\n                         92\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          Why would they do that?\n\n\n\n                         COUSIN\n\n          I don't know...",
  "58": "---END OF PREVIOUS SECTION---\nOr put it down,\n\n          whatever? 92\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          Why would they do that? COUSIN\n\n          I don't know... \n---TARGET SECTION TO BE ANNOTATED---\n when a dog attacks you, they\n\n          kill it. And the fish gets off. Don't you\n\n          mind that the thing that ate your legs is\n\n          living it up in its shitty fucking aquarium?\n\n\n\n                         STEPHANIE\n\n          No. And I don't want anything to happen to\n\n          it. Now more than ever!\n\n          He looks at her, incredulous, but with admiration.\n\n\n\n                         COUSIN\n\n          (imitating her) \"Now more than ever\". Listen\n\n          to you!\n\n          He takes another drag.\n\n\n\n                         COUSIN\n\n          (imitating her) Tututu-tu-tutu...\n\n          They laugh.\n\n\n\n                         STEPHANIE\n\n          Do I sound like that?\n\n\n\n                         COUSIN\n\n          Tututu...\n\n\n\n          108. INT. FEVER RAY. NIGHT\n\n\n\n          We are back inside. Ali is working on a girl a bit farther\n\n          off on the dance floor. Stephanie follows Cousin through\n\n          the noise and sticky heat. When she next looks at the dance\n\n          floor, Ali is no longer there.\n\n          Ali and the girl are on their way to the exit. Ali looks\n\n          for a friendly face, meets Stephanie's glance and motions\n\n          that he's leaving. She waves: \"Yeah, ok, I get it.\"\n\n          Ali disappears with the girl.\n\n          Stephanie is at the bar, drinking. She types an SMS into\n\n          her cell phone: \"operational?\" She hesitates, then puts\n\n\n\n                         93\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          away her cell phone. She hadn't noticed a guy sitting next\n\n          to her. She also failed to notice that he's been speaking\n\n          to her for a while now.\n\n\n\n                         STEPHANIE\n\n          (loud) Huh? I can't hear you...\n\n\n\n                         GUY\n\n          (loud) No problem. What are you drinking?\n\n\n\n                         STEPHANIE\n\n          (loud) Champagne?\n\n          The guy orders. He is blond, lean and athletic-looking. He\n\n          might be thought to resemble Simon.\n\n\n\n                         GUY\n\n          What's your name? I'm Pierre.\n\n\n\n                         STEPHANIE\n\n          Hey there. I'm Marie.\n\n\n\n                         GUY\n\n          Come here often?\n\n          Stephanie is on automatic pilot. When she turns to the\n\n          room, she feels the blond guy's eyes locked onto her.",
  "59": "---END OF PREVIOUS SECTION---\nGUY\n\n          Come here often? Stephanie is on automatic pilot. When she turns to the\n\n          room, she feels the blond guy's eyes locked onto her. \n---TARGET SECTION TO BE ANNOTATED---\n She\n\n          can pretty much tell what he's thinking about the breasts\n\n          under her T-shirt. She answers his questions, she returns\n\n          his smiles. When she finishes her glass and puts it down on\n\n          the counter, he kisses her. She doesn't push him away\n\n          immediately, like a frightened virgin, she takes the time\n\n          to put a good face on it.\n\n\n\n                         STEPHANIE\n\n          No... No, please. I don't feel like it. Not\n\n          tonight. I can't...\n\n          The guy looks disappointed, then manages a âgood loser's'\n\n          smile.\n\n\n\n                         GUY\n\n          Okay, no problem...\n\n\n\n                         STEPHANIE\n\n          It's best I go. Good night and thanks.\n\n\n\n                         94\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          He sees her lean over to retrieve her canes and then hobble\n\n          away.\n\n\n\n                         GUY\n\n          Sorry. I couldn't know.\n\n          Stephanie freezes.\n\n\n\n                         STEPHANIE\n\n          You couldn't know what?\n\n\n\n                         GUY\n\n          Huh?\n\n\n\n                         STEPHANIE\n\n          You couldn't know what, asshole?\n\n          Foued runs to warn Martial, Khadi and Cousin that something\n\n          is wrong.\n\n          When Martial arrives, he sees Stephanie collared by a\n\n          bouncer three times her size. She lashes out with one of\n\n          her canes, while under the bar, another bouncer tries to\n\n          help the blond guy back to his feet. There's a deep gash on\n\n          his skull.\n\n          Cousin comes to give the bouncer a hand.\n\n\n\n          109. EXT. ANTIBES - BEACH -CAFÃ. DAY\n\n\n\n          Early morning. The shrill screech of the sea gulls and the\n\n          milky light of a day that looks like it's going to be\n\n          sunless.\n\n          Stephanie drinks her coffee at the only table on the\n\n          terrace. Behind her, chairs are still piled up and the\n\n          waiter is slowly getting to work.\n\n          A silhouette appears on the sidewalk. It's Ali, in the same\n\n          clothes as last night. He joins her and takes a seat.\n\n\n\n                         ALI\n\n          You okay?\n\n\n\n                         STEPHANIE\n\n          Fine.",
  "60": "---END OF PREVIOUS SECTION---\nHe joins her and takes a seat. ALI\n\n          You okay? STEPHANIE\n\n          Fine. \n---TARGET SECTION TO BE ANNOTATED---\n                         95\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Did you stay late?\n\n\n\n                         STEPHANIE\n\n          I can't remember. Afterwards the cousin took\n\n          us to a club at la Colle sur Loup... It\n\n          sucked and it was 5 a.m. And you?\n\n\n\n                         ALI\n\n          Normal. (to the waiter) A large coffee with\n\n          milk and bread with butter!\n\n          A beat.\n\n\n\n                         STEPHANIE\n\n          You think it's good that we're having this\n\n          conversation?\n\n\n\n                         ALI\n\n          What conversation?\n\n\n\n                         STEPHANIE\n\n          That I ask how it was with the girl last\n\n          night and you answer normal.\n\n\n\n                         ALI\n\n          What do you want me to say?\n\n\n\n                         STEPHANIE\n\n          Nothing.\n\n          He grimaces at her mood.\n\n\n\n                         ALI\n\n          Oh la!\n\n\n\n                         STEPHANIE\n\n          \"Oh la\" what? You think it's normal leaving\n\n          with that bimbo in front of me? What would\n\n          you say if I did the same thing?\n\n\n\n                         ALI\n\n          Nothing.\n\n\n\n                         STEPHANIE\n\n          Oh yeah? You wouldn't care?\n\n\n\n                         96\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          You're pissing me off. What's your problem?\n\n\n\n                         STEPHANIE\n\n          Wait, let me put it differently. What I am\n\n          for you? A friend? A pal?\n\n          Sort of a buddy, like Foued and the others?\n\n\n\n                         ALI\n\n\n\n                         STEPHANIE\n\n          Tell me something: do you and your buddies\n\n          fuck every now and then?\n\n          He snickers.\n\n\n\n                         STEPHANIE\n\n          No? Really? Never?\n\n          That's the difference.\n\n          Her looks at her.\n\n\n\n                         STEPHANIE\n\n          Dammit, stop looking at me that way!\n\n\n\n                         ALI\n\n          How am I looking at you?\n\n          The waiter arrives with Ali's order. She tones her voice\n\n          down a notch.\n\n\n\n                         STEPHANIE\n\n          You wanted us to continue... Isn't that what\n\n          you told Martial?\n\n\n\n                         ALI\n\n          What are you talking about, fucking or\n\n          fighting?\n\n\n\n                         STEPHANIE\n\n          Well, we have to go about it well.",
  "61": "---END OF PREVIOUS SECTION---\nIsn't that what\n\n          you told Martial? ALI\n\n          What are you talking about, fucking or\n\n          fighting? STEPHANIE\n\n          Well, we have to go about it well. \n---TARGET SECTION TO BE ANNOTATED---\n We have\n\n          to show each other manners, and\n\n          consideration...\n\n\n\n                         ALI\n\n          Manners?\n\n\n\n                         97\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          Hey! Stop acting like an idiot. Do the words\n\n          bother you? You know what I mean.... Tact...\n\n          You've never stopped being tactful with me.\n\n          A beat. He looks away.\n\n\n\n                         STEPHANIE\n\n          So... is that a plan?\n\n          She waits for his mind to come back before continuing.\n\n\n\n                         STEPHANIE\n\n          We'll continue... but not like animals.\n\n          He smirks, with a flick of the chin.\n\n\n\n                         STEPHANIE\n\n          Cat got your tongue?\n\n          Ali stirs his cup without answering. He feels her eyes on\n\n          him. He smiles.\n\n\n\n                         ALI\n\n          I'm oper now.\n\n\n\n                         STEPHANIE\n\n          What?\n\n\n\n                         ALI\n\n          You made me oper. It's you! It's because\n\n          it's all you're talking about!\n\n\n\n                         STEPHANIE\n\n          (softly) You are really a dog.\n\n          He stands up.\n\n\n\n                         STEPHANIE\n\n          What are you doing?\n\n\n\n                         ALI\n\n          I'm getting out of here.\n\n\n\n                         STEPHANIE\n\n          Why?\n\n\n\n                         98\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          I'm fed up.\n\n\n\n                         STEPHANIE\n\n          You're bored?\n\n\n\n                         ALI\n\n          Yeah.\n\n\n\n                         STEPHANIE\n\n          What I'm saying bores you?\n\n\n\n                         ALI\n\n          Yeah.\n\n\n\n                         STEPHANIE\n\n          Are you acting like a jackass on purpose?\n\n\n\n                         ALI\n\n          Aren't you being an ass by putting words\n\n          everywhere?\n\n          He sits back down. She watches him eat his sandwiches.\n\n\n\n                         STEPHANIE\n\n          I'm the one who's leaving.\n\n          She gets up.\n\n          Ali finishes his coffee.\n\n\n\n          110. INT. TATTOO PARLOR. DAY\n\n\n\n          The buzz of a small electric compressor.\n\n          In extreme close up: the needle of a tattoo machine\n\n          pricking skin. Ink flows, a cotton swab wipes... a tattoo\n\n          slowly appears.\n\n          Lying on a table, Stephanie is having what remains of her\n\n          legs tattooed.",
  "62": "---END OF PREVIOUS SECTION---\nIn extreme close up: the needle of a tattoo machine\n\n          pricking skin. Ink flows, a cotton swab wipes... a tattoo\n\n          slowly appears. Lying on a table, Stephanie is having what remains of her\n\n          legs tattooed. \n---TARGET SECTION TO BE ANNOTATED---\n                         CUT TO:\n\n\n\n                         99\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          111. EXT/INT. BANK. DAY\n\n\n\n          Stephanie is at a teller's window, withdrawing a rather\n\n          large amount of cash.\n\n          A machine counts out the bills, while the employee stuffs\n\n          wads of them into an envelope.\n\n\n\n          112. EXT/INT USED CAR DEALERSHIP. DAY\n\n          Pennants flap in the wind, the pennants of a used car\n\n          dealership.\n\n          CU: car doors opening, automatic gearboxes, Stephanie's\n\n          \"feet\" testing pedals, bucket seats, backseats, tinted\n\n          windows opening and closing, etc.\n\n\n\n          113. INT. PROJECTS - APARTMENT. DAY\n\n\n\n          A painting of a lion hunt and, under it, Stephanie and\n\n          Cousin on a couch, talking shop.\n\n          Leaning over a computer and a cell phone, they go over\n\n          potential adversaries.\n\n          Some kids stick their heads in to see what Stephanie looks\n\n          like.\n\n\n\n          114. INT. NEW GYM. DAY\n\n\n\n          Foued, wearing protective gear, spars with a black\n\n          cruiserweight. The fight is close, the sound of flesh on\n\n          flesh resounds. Outside the ring, Ali cheers Foued on.\n\n          He notices on the other side of the ring a young thin,\n\n          bearded guy in a Lacoste polo shirt buttoned up to his neck\n\n          - Leonardini - who is following the fight with the eye of a\n\n          pro.\n\n          When Ali and Joao are later working out on their bit of\n\n          tatami, Ali sees Foued sitting on a bench, with a towel\n\n          around his neck and talking with Leonardini.\n\n\n\n                         FOUED\n\n          He saw me at la Ciotat. We spoke a few times\n\n          on the phone. When he has it in for you, he\n\n          never lets up. Leonardini is well-known.\n\n\n\n                         100\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          He was a club in Strasbourg with a training\n\n          center. He's taking me on a trial basis for\n\n          three months. If it works out, he'll make\n\n          challenger in the nationals.\n\n\n\n          115. INT. LOCKER ROOM - NEW GYM.",
  "63": "---END OF PREVIOUS SECTION---\n115. INT. LOCKER ROOM - NEW GYM. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\n\n\n          Ali and Foued are off to one side in the locker room.\n\n\n\n                         ALI\n\n          So are you going to Strasbourg?\n\n\n\n                         FOUED\n\n          What do you think? I'd be an idiot...\n\n\n\n                         ALI\n\n          And when are you leaving?\n\n          Leonardini enters the locker room.\n\n\n\n                         FOUED\n\n          Mr. Leonardini, this is my buddy Ali. Ali\n\n          Van Versh.\n\n          Leonardini shakes his hand.\n\n\n\n                         ALI\n\n          Pleased to meet you.\n\n\n\n          116. EXT. PROJECTS - COURTYARD. DAY\n\n\n\n          Through the tinted windshield of a Nissan Pathfinder SUV,\n\n          Ali watches Stephanie, wearing a tight T shirt and leaning\n\n          on her cane, talking with Cousin and some bettors. The\n\n          discussion looks intense.\n\n          Stephanie returns to the car. Below her pedal pushers, her\n\n          prostheses sparkle in the sunlight. We hear salacious jibes\n\n          from the surrounding buildings.\n\n          She opens the car door.\n\n\n\n                         ALI\n\n          How much is there?\n\n\n\n                         101\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          3400. Are you ready?\n\n          Walking with a slow, deliberate sway - aware of the effect\n\n          she's having - she ceremonially opens the passenger door.\n\n          The remarks cease.\n\n\n\n          117. INT. STEPHANIE'S APARTMENT. NIGHT / DAWN\n\n\n\n          CU: a black and red arrow with, in industrial characters:\n\n\n\n          \"RIGHT\".\n\n          It's the tattoo on Stephanie's right thigh. Ali's hand\n\n          grips and squeezes the thigh. They are making love.\n\n          The room is half-lit. Ali growls and grinds his teeth in\n\n          his sleep. Stephanie slowly and noiselessly rolls over to\n\n          her side of the bed. She gets up and, using her hands,\n\n          drags herself toward the bathroom.\n\n          Suddenly, feeling like he's suffocating, Ali awakens. It\n\n          takes a few seconds for him to realize where he is. His\n\n          hand sweeps across the bed.\n\n\n\n                         ALI\n\n          Where are you?\n\n\n\n                         STEPHANIE (OFF)\n\n          Here.\n\n          He sits up. She is embarrassed.",
  "64": "---END OF PREVIOUS SECTION---\nSTEPHANIE (OFF)\n\n          Here. He sits up. She is embarrassed. \n---TARGET SECTION TO BE ANNOTATED---\n                         STEPHANIE\n\n          No, don't look!\n\n\n\n                         ALI\n\n          What are you doing?\n\n\n\n                         STEPHANIE\n\n          I'm going to pee.\n\n\n\n                         ALI\n\n          Is it early?\n\n\n\n                         STEPHANIE\n\n          Five.\n\n\n\n                         102\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Shit, I collapsed...\n\n          Ali slips out of bed, naked, yawning and groggy. He comes\n\n          and leans over her...\n\n\n\n                         STEPHANIE\n\n          I don't like it when you see me like this...\n\n\n\n                         ALI\n\n          Hold on.\n\n          She hangs onto his neck. He lifts her up and, both naked,\n\n          he carries her into the bathroom.\n\n\n\n          118. INT. STEPHANIE'S APARTMENT - BATHROOM. DAWN\n\n\n\n          Stephanie is sitting on the toilet, while Ali pees in the\n\n          shower.\n\n\n\n                         STEPHANIE\n\n          I called the numbers they gave me at the\n\n          gym. I spoke to an organizer, GÃ¼nther Bower.\n\n          She yawns.\n\n\n\n                         STEPHANIE\n\n          There's a gala in Turin next week. He told\n\n          me that we'd have time to meet there. I'm\n\n          going to go.\n\n\n\n                         ALI\n\n          Yeah. And when do I see him?\n\n\n\n                         STEPHANIE\n\n          Later, in his gym in Dortmund. He wants to\n\n          organize a test match, to see what you're\n\n          worth. To see if you've got the \"GÃ¶ttlicher\n\n          Zorn\"\"...\n\n          Ali comes out of the shower.\n\n\n\n                         STEPHANIE\n\n          Turn on the water.\n\n\n\n                         103\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Huh?\n\n\n\n                         STEPHANIE\n\n          Turn on the water when you pee. It's\n\n          disgusting.\n\n          He runs some water.\n\n\n\n          119. INT. STEPHANIE'S APARTMENT. DAWN\n\n\n\n          He carries her back into the bedroom. She looks at his\n\n          face, the scar on his forehead, the scar over his nose.\n\n\n\n                         STEPHANIE\n\n          How's your nose?\n\n\n\n                         ALI\n\n          Mm.\n\n\n\n                         STEPHANIE\n\n          It doesn't seem broken.\n\n\n\n                         ALI\n\n          No.\n\n          They look at each other.",
  "65": "---END OF PREVIOUS SECTION---\nSTEPHANIE\n\n          It doesn't seem broken. ALI\n\n          No. They look at each other. \n---TARGET SECTION TO BE ANNOTATED---\n          He puts her down on the bed and lies down next to her.\n\n          Stephanie slides over to him. He lifts her up and places\n\n          her on her stomach. They remain like that, without moving.\n\n          She looks like a mermaid lolling on a rock.\n\n          She leans over and kisses him on the mouth. He pulls away,\n\n          surprised.\n\n\n\n                         ALI\n\n          Now we're allowed?\n\n          No answer.\n\n          They make love.\n\n          In CU: the tattoo on Stephanie's left thigh. A red and\n\n          black arrow with, in industrial characters: \"LEFT\".\n\n\n\n          120. EXT/INT. NISSAN SUV. DAY\n\n\n\n          Music.\n\n\n\n                         104\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          The road speeds by. Sun. Road signs with the names of\n\n          Italian cities. The landscape has changed.\n\n          Wearing her baseball cap and sunglasses, Stephanie drives\n\n          with her elbow out the window. On the radio, we hear the\n\n          voice of an Italian DJ.\n\n\n\n          121. EXT. COASTAL ROAD. DAY\n\n\n\n          Ali jogs along the sea shore. He sweats, huffing and\n\n          puffing. He stops, takes a few steps, then continues, but\n\n          soon stops again. It looks as if his feet are weighing him\n\n          down. Traffic speeds by. He stands still and stares into\n\n          the near distance.\n\n          Nothing.\n\n\n\n          122. INT. TURIN - HOTEL. EVENING\n\n\n\n          A standard hotel lobby.\n\n          Curious, Stephanie looks at the crowd of fighters the day\n\n          before the âUltimate' tournament: muscle-bound giants\n\n          squeezed into tight jackets, with bashed in eyebrows,\n\n          collapsed nostrils, cauliflower ears...\n\n          Every language can be heard, some greet each other, some\n\n          hug, they all size each other up...\n\n\n\n                         CUT TO:\n\n          Propped up on her cane, she heads for a table in a corner\n\n          of the bar where a man is consulting his cell phone.\n\n\n\n                         STEPHANIE\n\n          (in German) Mr. Bower?\n\n\n\n                         GÃNTHER\n\n          (in German) Yes?\n\n\n\n                         STEPHANIE\n\n          (in German) I'm Stephanie Granget.\n\n          GÃ¼nther looks about fifty and has obviously spent many of\n\n          those years in the ring.",
  "66": "---END OF PREVIOUS SECTION---\nGÃNTHER\n\n          (in German) Yes? STEPHANIE\n\n          (in German) I'm Stephanie Granget. GÃ¼nther looks about fifty and has obviously spent many of\n\n          those years in the ring. \n---TARGET SECTION TO BE ANNOTATED---\n                         CUT TO:\n\n\n\n                         105\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          Settled in a corner in front of their open PCs, Stephanie\n\n          and GÃ¼nther talk shop.\n\n\n\n                         CUT TO:\n\n          They are about to separate.\n\n\n\n                         STEPHANIE\n\n          (in German) Can you get me a ticket for\n\n          tonight?\n\n\n\n                         GÃNTHER\n\n          (in German) I don't know. I'll see what I\n\n          can do. (pointing to her legs) What happened\n\n          to your legs?\n\n\n\n                         STEPHANIE\n\n          An accident. In another life. I was an\n\n          animal trainer. I worked with orcas... The\n\n          show took a turn for the worse.\n\n\n\n                         GÃNTHER\n\n          (it dawns on him) Oh, of course! In France!\n\n          The accident! It was you?! I'm talking to a\n\n          star!\n\n          Stephanie makes a face.\n\n\n\n                         GÃNTHER\n\n          Yes, I am... Amazing. What courage! Bravo!\n\n          I'm very honored, really. I was an idiot\n\n          before!\n\n\n\n                         STEPHANIE\n\n          Why?\n\n\n\n                         GÃNTHER\n\n          I acted like an arrogant business man. I'm\n\n          so ashamed. Will you forgive me?\n\n\n\n                         STEPHANIE\n\n          Of course, Mr. Bower.\n\n\n\n                         GÃNTHER\n\n          Call me GÃ¼nther. Of course you can come\n\n          tonight. As my guest!\n\n\n\n                         106\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          123. INT. TURIN - GYM. NIGHT\n\n\n\n          Bleachers have been set up in a gym, surrounding a cage-\n\n          like, fenced-in ring. Inside, combatants fight, no rules,\n\n          no holds barred.\n\n          On the floor, two wrestlers clasp and elbow each other.\n\n          One is bleeding from the forehead.\n\n          Below the ring, Stephanie is mesmerized by this carnival of\n\n          violence.\n\n          GÃ¼nther leans toward her:\n\n\n\n                         GÃNTHER\n\n          (in German) Funny, huh?\n\n\n\n                         STEPHANIE\n\n          (in German) What? That?\n\n\n\n                         GÃNTHER\n\n          That... and you!\n\n\n\n          124. INT. HOTEL CORRIDOR.",
  "67": "---END OF PREVIOUS SECTION---\n124. INT. HOTEL CORRIDOR. \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT\n\n\n\n          Stephanie walks down a corridor. She stops in front of a\n\n          door and knocks. GÃ¼nther opens. He looks surprised. He is\n\n          barefoot, in a pair of trousers and an unbuttoned shirt.\n\n          He looks at her inquisitively, and when she still doesn't\n\n\n\n                         SAY ANYTHING:\n\n          GÃNTHER (in German)\n\n          Are you okay? Do you need anything?\n\n          She hesitates.\n\n          STEPHANIE (in German)\n\n          I... I came to see if I got it wrong, or\n\n          not.\n\n          He knits his brow.\n\n          GÃNTHER (in German)\n\n          Got what wrong?\n\n          STEPHANIE (in German)\n\n          You don't understand?\n\n\n\n                         107\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          GÃNTHER (in German)\n\n          Excuse me?\n\n          STEPHANIE (in German)\n\n          I got the impression, the way you were\n\n          looking at me before... Try to understand\n\n          because this is getting hard for me...\n\n          GÃNTHER (in German)\n\n          No, you didn't get it wrong.\n\n          He smiles and opens the door.\n\n          GÃNTHER (in German)\n\n          I have someone in my life, you know.\n\n\n\n                         STEPHANIE\n\n          So do I.\n\n          He draws her inside. The door closes.\n\n\n\n          125. INT. SUPERMARKET. DAY\n\n\n\n          Anna is about to open her cash register, when a West Indian\n\n          in a security uniform whispers into her ear, apparently\n\n          asking her to follow him. Another cashier is already\n\n          waiting to take her place.\n\n          Anna joins three other employees waiting in a corridor.\n\n          They exchange a few words under their breath.\n\n\n\n          126. INT. SUPERMARKET - CORRIDOR - ADMINISTRATION. DAY\n\n\n\n          Anna comes out of an office, looking distraught. She has to\n\n          lean against the wall to hold herself up. A colleague comes\n\n          to help.\n\n\n\n                         COLLEAGUE\n\n          So?\n\n\n\n                         ANNA\n\n          I got fired.\n\n\n\n                         COLLEAGUE\n\n          Come on. There's something we want to show\n\n          you.",
  "68": "---END OF PREVIOUS SECTION---\nANNA\n\n          I got fired. COLLEAGUE\n\n          Come on. There's something we want to show\n\n          you. \n---TARGET SECTION TO BE ANNOTATED---\n                         108\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          In the locker room, we recognize the girl who had\n\n          photographed Ali while he was trying to reclaim Martial's\n\n          camera equipment. The girl says something to Anna. When it\n\n          seems that Anna can not believe her ears, the girl takes\n\n          out her cell phone and confronts her with the evidence.\n\n          Anna needs to sit down.\n\n\n\n          127. EXT. HOUSE. DAY\n\n\n\n          Out of breath, Ali pushes open the gate and climbs the\n\n          stairs.\n\n\n\n          128. INT. KITCHEN. DAY\n\n\n\n          In the kitchen, Anna and Richard are sitting at the table\n\n          in front of a meal they haven't had the appetite to start.\n\n\n\n                         ALI\n\n          You okay?\n\n          No answer.\n\n\n\n                         ALI\n\n          You don't seem it.\n\n          He goes to open the fridge.\n\n\n\n                         ANNA\n\n          What are you doing?\n\n\n\n                         ALI\n\n          I'm hungry.\n\n\n\n                         ANNA\n\n          Close it! Don't eat here.\n\n          Ali stares at her, stunned.\n\n\n\n                         ANNA\n\n          Don't eat here.\n\n\n\n                         ALI\n\n          What the hell is going on?\n\n\n\n                         ANNA\n\n          I was fired this morning. I'm unemployed.\n\n\n\n                         109\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Shit... But what's the problem if I eat\n\n          here?\n\n          Anna stands up.\n\n\n\n                         ANNA\n\n          They had cameras in the storeroom... They\n\n          filmed us when we took the expired food.\n\n          They fired us.\n\n          Ali's head spins.\n\n\n\n                         ANNA\n\n          You had your sister fired. How does it feel?\n\n          How much did you get for that? You get paid\n\n          per person or a flat rate? Nothing to say? I\n\n          take you in, I take care of your son and you\n\n          have nothing to say?\n\n\n\n                         ALI\n\n          I couldn't know...\n\n\n\n                         ANNA\n\n          You couldn't know? You couldn't know what?\n\n          That you were screwing us out of jobs? That\n\n          you were hurting people?\n\n          Ali tries to find something to say, but his sister's hand\n\n          delivers a resounding slap.\n\n          He takes it like a man. A moment passes.",
  "69": "---END OF PREVIOUS SECTION---\nAli tries to find something to say, but his sister's hand\n\n          delivers a resounding slap. He takes it like a man. A moment passes. \n---TARGET SECTION TO BE ANNOTATED---\n Ali is red from\n\n          the slap, red with shameâ¦ until he suddenly straightens up\n\n          and knocks over the table.\n\n\n\n                         RICHARD\n\n          Calm down. Calm down, I said!\n\n          Ali looks back. He sees Richard's grim face at the other\n\n          end of a hunting rifle.\n\n\n\n                         RICHARD\n\n          Take your stuff and get out of here. We\n\n          don't want to see you around here anymore.\n\n\n\n                         110\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          A sudden noise draws their attention: Sam is watching from\n\n          the top of the stairs.\n\n\n\n                         ANNA\n\n          Go to your room. Go upstairs immediately.\n\n\n\n          129. INT. ANNA'S HOUSE - BASEMENT. DAY\n\n\n\n          An SMS arrives from Stephanie: âAlmost there. I miss you.â\n\n          Ali is lying on his mattress. He puts down the phone. He\n\n          hears Anna and Richard's voices upstairs. He sits up and\n\n          begins to stuff things into a bag.\n\n          A new message arrives: âI'm home. Oper?â Ali hesitates,\n\n          then turns off his phone and clicks his bag closed.\n\n\n\n          130. INT. ANNA'S HOUSE - SAM'S ROOM. EVENING\n\n\n\n          Night has fallen. Sam's nose is stuck to his bedroom\n\n          window. He sees his aunt sitting at the plastic table in\n\n          the garden downstairs with her face in her hands.\n\n          A door slams. Sam rushes to the bathroom window. He sees\n\n          his father stomp down the street, never once looking back.\n\n          Sam remains glued to the window pane.\n\n          Ali's silhouette moves through the halo of a streetlight\n\n          before again disappearing into the dark. Sam watches him\n\n          for as far as he can.\n\n          Fade to black.\n\n\n\n          131. INT/ EXT. BASEMENT. DAY\n\n\n\n          In the half-light of the basement, a rectangle of light has\n\n          formed where the door opens onto the street. Stephanie\n\n          looks over Ali's mess: his magazines, body building\n\n          equipment, dirty T-shirts, track suits hanging over a\n\n          trestle...\n\n          Anna is standing against the light at the door and, a bit\n\n          farther off, Sam is sitting on the stairs watching them.",
  "70": "---END OF PREVIOUS SECTION---\nDAY\n\n\n\n          In the half-light of the basement, a rectangle of light has\n\n          formed where the door opens onto the street. Stephanie\n\n          looks over Ali's mess: his magazines, body building\n\n          equipment, dirty T-shirts, track suits hanging over a\n\n          trestle... Anna is standing against the light at the door and, a bit\n\n          farther off, Sam is sitting on the stairs watching them. \n---TARGET SECTION TO BE ANNOTATED---\n                         ANNA\n\n          In his message he said he was in Strasbourg.\n\n          No news since. I don't know what he's doing\n\n\n\n                         111\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          there, or even if he's still there. Has he\n\n          called you?\n\n          She shakes her head \"no\".\n\n\n\n                         ANNA\n\n          Did you try the gym?\n\n\n\n                         STEPHANIE\n\n          Yeah. They don't know.\n\n\n\n                         ANNA\n\n          If I had an address or a number, I'd give it\n\n          to you... Even if I think it's dumb. Do you\n\n          believe me?\n\n\n\n                         STEPHANIE\n\n          Yes.\n\n\n\n                         ANNA\n\n          After what he did to me...\n\n          Sam sees Stephanie join Anna near the door. She's about to\n\n          leave.\n\n\n\n                         ANNA\n\n          He abandoned his kid. He doesn't give a fuck\n\n          about anything. All he ever cared about was\n\n          himself. He's totally selfish.\n\n          Sam watches the two women swallowed up by the light.\n\n\n\n                         STEPHANIE (OFF)\n\n          You don't know him.\n\n\n\n                         ANNA (OFF)\n\n          Me? What did you expect with him?\n\n\n\n                         STEPHANIE (OFF)\n\n          I don't know. Not this.\n\n          Fade to black.\n\n          Black.\n\n\n\n                         112\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          132. EXT. ALSATIAN COUNTRYSIDE. MORNING\n\n\n\n          A frosty landscape with trees that look like they've been\n\n          engraved in ink... A group of twelve joggers in blue track\n\n          suits run across a landscape of gray sky and snow. Some\n\n          shadowbox while running.\n\n          Ali is wearing a wool cap pulled down around his ears. He\n\n          runs alongside Foued.\n\n\n\n          133. INT. HOLIDAY VILLAGE. GYM. DAY\n\n\n\n          A ring has been set up in the middle of the gym. A few guys\n\n          have gathered round to watch Ali rhythmically pound on his\n\n          trainer's bear-like paws.\n\n          Leonardini sets the pace.\n\n\n\n                         LEONARDINI\n\n          1,2... 1,2,3,4... Faster! 1,2,3. Yes.\n\n          Faster! Move! You're stepping back!\n\n          Ali pounds harder and harder.",
  "71": "---END OF PREVIOUS SECTION---\nMove! You're stepping back! Ali pounds harder and harder. \n---TARGET SECTION TO BE ANNOTATED---\n He times his respiration to\n\n          match the movement of his fists.\n\n\n\n          134. INT. HOLIDAY VILLAGE REC ROOM. EVENING\n\n\n\n          Young athletes, some tall, some short, some heavyset, some\n\n          not, are sitting on refectory chairs to watch TV. Ali does\n\n          too. His hair is cut short and his face is closely shaven.\n\n          He looks younger. He could be a student.\n\n\n\n          135. EXT. RICHARD'S TRUCK. NIGHT/DAY\n\n\n\n          A truck rushes headlong through the countryside. First it\n\n          is day, then night.\n\n\n\n          136. INT. HOLIDAY VILLAGE. DAY\n\n\n\n          Through the window, Ali sees a twelve-ton Scania pull to a\n\n          stop at the entrance to the parking lot and beep its horn.\n\n          Ali runs out to meet it.\n\n\n\n          137. EXT. HOLIDAY VILLAGE - PARKING LOT. DAY\n\n\n\n          Richard lowers his window.\n\n\n\n                         113\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         RICHARD\n\n          I can't come in any further or I won't be\n\n          able to get back out!\n\n          Ali checks out the huge semi.\n\n\n\n                         ALI\n\n          Looks like you changed trucks!\n\n\n\n                         RICHARD\n\n          Bosses, in fact. I'm back to being\n\n          exploited.\n\n          Ali doesn't insist. Richard opens his door to let out Sam\n\n          who is already trampling him, trying to get out.\n\n\n\n                         RICHARD\n\n          (to Sam) Got everything? Your bag, your\n\n          coat, your hat, your mittens? You haven't\n\n          forgotten anything? Now give me a kiss.\n\n          Sam gives him a kiss. Richard slips him out and into Ali's\n\n          arms.\n\n\n\n                         ALI\n\n          How are things there?\n\n\n\n                         RICHARD\n\n          They're okay.\n\n\n\n                         ALI\n\n          My sister?\n\n\n\n                         RICHARD\n\n          She found a job at a school cafeteria. She\n\n          seems to enjoy it.\n\n\n\n                         ALI\n\n          Does she know about today?\n\n\n\n                         RICHARD\n\n          Yes. She says it's good for the kid.\n\n\n\n                         ALI\n\n          Tell her I can't help out for the time being\n\n          but that as soon as I have a little money...",
  "72": "---END OF PREVIOUS SECTION---\nRICHARD\n\n          Yes. She says it's good for the kid. ALI\n\n          Tell her I can't help out for the time being\n\n          but that as soon as I have a little money... \n---TARGET SECTION TO BE ANNOTATED---\n                         114\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         RICHARD\n\n          Don't worry. When's your fight?\n\n\n\n                         ALI\n\n          Next month. On the 9th.\n\n          Richard smiles admiringly.\n\n\n\n                         RICHARD\n\n          Keep us posted if you win.\n\n\n\n                         ALI\n\n          Sure I will.\n\n\n\n                         RICHARD\n\n          Yeah, right... Okay, I'm off. I'll deliver\n\n          my load in Colmar and pick up the kid at\n\n          around 7, okay?\n\n\n\n                         ALI\n\n          Okay.\n\n\n\n                         RICHARD\n\n          No later, because I have to be back tomorrow\n\n          at 11.\n\n          The two men say good-bye. Sam waves good-bye.\n\n\n\n          138. EXT. ALSATIAN COUNTRYSIDE. DAY\n\n\n\n          A path runs through fields and into a clump of fir trees.\n\n          Ali pulls a plastic sled with Sam on top. Whenever there is\n\n          a slope, he lets Sam glide down it and runs after him.\n\n          Snow falls from the trees. He looks up and sees a couple of\n\n          squirrels jump from branch to branch. Sam has never seen\n\n          any before. Ali neither.\n\n          Sunlight filters through the branches. A group of cross-\n\n          country skiers trudges by.\n\n\n\n                         SAM\n\n          I want to skate too!\n\n\n\n                         115\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          They're not skating. They're skiing.\n\n\n\n                         SAM\n\n          No, they're skating.\n\n\n\n                         ALI\n\n          They're skiing, I said!\n\n\n\n                         SAM\n\n          Skating.\n\n          A few steps on:\n\n\n\n                         ALI\n\n          Skiing.\n\n\n\n                         SAM\n\n          You're annoying me.\n\n          They take a break at a picnic area, where they eat some\n\n          sandwiches and drink orange soda.\n\n\n\n                         ALI\n\n          (his mouth full) Does Auntie still have\n\n          dogs?\n\n\n\n                         SAM\n\n          No, now it's chickens.\n\n\n\n                         ALI\n\n          In the garden?\n\n\n\n                         SAM\n\n          Yeah, in the cage. They lay eggs.\n\n\n\n                         ALI\n\n          That's good.\n\n\n\n                         SAM\n\n          But Auntie doesn't want me to take the\n\n          chicks in my room.\n\n\n\n                         ALI\n\n          She's right. They're disgusting.",
  "73": "---END OF PREVIOUS SECTION---\nSAM\n\n          But Auntie doesn't want me to take the\n\n          chicks in my room. ALI\n\n          She's right. They're disgusting. \n---TARGET SECTION TO BE ANNOTATED---\n (pointing\n\n          to his sandwich) Finished? You want some\n\n\n\n                         116\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          applesauce?\n\n          Afternoon.\n\n          On the way back, they find a frozen pond. Ali carefully\n\n          advances on the ice. He tests it. Jumps on it. Then he\n\n          lets himself go and glides across the ice.\n\n\n\n                         ALI\n\n          You can go. But not too far!\n\n          Sam starts slipping and sliding. He falls down. He lies on\n\n          the sled and lets it glide.\n\n          Ali pees behind a tree.\n\n          Sam is far away.\n\n\n\n                         ALI\n\n          Come on, we have to head back!\n\n\n\n                         SAM\n\n          5 minutes.\n\n\n\n                         ALI\n\n          Now!\n\n\n\n                         SAM\n\n          (showing his fingers) 5 minutes!\n\n\n\n                         ALI\n\n          5 minutes.\n\n          And then suddenly, instead of gliding, the child sinks. He\n\n          tries to climb out and sinks again. A thin layer of ice is\n\n          forming over him.\n\n\n\n                         SAM\n\n          Daddy! Daddy!\n\n\n\n                         ALI\n\n          Shit!\n\n          Ali rushes to the pond, but Sam is already iced over. He\n\n          kneels down and then crawls on his stomach toward the hole.\n\n          Sam has disappeared. Ali shoves aside snow. He looks\n\n          everywhere, but sees nothing. And then he hears a noise,\n\n          blows like signals coming from under the ice. Ali crawls\n\n\n\n                         117\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          over and clears away snow as best he can. Under the ice, he\n\n          sees Sam's face, staring wide-eyed.\n\n          Ali begins to pound both his fists on the ice, like pistons\n\n          or pestles... As if pounding on his punching bag.\n\n\n\n          139. UNDER THE ICE. DAY\n\n          Underwater, we hear the sound of dull thuds. Sam sees his\n\n          father's fists pound on the ice. He sees bloodstains.\n\n          The ice cracks, a bloody fist searches the water for him.\n\n          Sam closes his eyes.\n\n\n\n          140. EXT. POND. EVENING\n\n\n\n          Evening is falling. Ali has stretched Sam out on the rim of\n\n          the pond. The child has turned blue. He tries mouth-to-\n\n          mouth resuscitation, he massages his heart and rubs him\n\n          down.",
  "74": "---END OF PREVIOUS SECTION---\nAli has stretched Sam out on the rim of\n\n          the pond. The child has turned blue. He tries mouth-to-\n\n          mouth resuscitation, he massages his heart and rubs him\n\n          down. \n---TARGET SECTION TO BE ANNOTATED---\n          141. EXT. COUNTRY ROAD. EVENING\n\n\n\n          Ali's respiration has become a grunt, then a groan.\n\n          He runs. He has stowed Sam behind the front of his parka\n\n          and runs as fast as he can. He slips, gets back up and runs\n\n          again... he again breathes into Sam's mouth... while still\n\n          running...\n\n\n\n          142. INT. STRASBOURG - HOSPITAL - ICU. DAY\n\n\n\n          Leaning against the window of the Intensive Care Unit, Ali\n\n          sees Sam's nude, tiny body being worked on by doctors...\n\n          his skin is blue from the cold... there is a tube in his\n\n          mouth... his ribs rise and fall to the rhythm of a\n\n          respirator... his mouth spits out brackish water\n\n          brutally...\n\n          A door opens and a nurse appears. Ali straightens up.\n\n\n\n                         NURSE\n\n          We'll take care of you. Come with me.\n\n          He doesn't understand. Then he notices the blood prints his\n\n          hands have left on the ICU window. He looks at his scarred\n\n          fingers, his broken, bloodied hands.\n\n\n\n                         118\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          143. INT. SAM'S HOSPITAL ROOM. EVENING\n\n\n\n          Sam is lying in a hospital bed. His eyes are closed and\n\n          coils of tubes attach him to control apparatus.\n\n          Ali is at his side. His hands are now wrapped in thick\n\n          bandages. The disinfectant makes him look like he is\n\n          wearing yellow gloves halfway up his arms.\n\n          Richard is standing behind him, near the window.\n\n          Ali takes Sam's fingers, places them in the palm of his\n\n          bandaged hand and looks at them.\n\n          Sam's eyes begin to dart wildly under his eyelids... his\n\n          fingers quiver... his eyes open.\n\n\n\n          144. INT. HOSPITAL - CORRIDOR. NIGHT\n\n\n\n          There are not many people in the corridor at this late\n\n          hour. Richard is bent over a coffee machine. A cup slowly\n\n          fills up. Farther off, Ali is KO, leaning against a wall.\n\n          Richard brings him a coffee. Ali takes it clumsily into his\n\n          damaged hands.\n\n          Richard's cell phone rings. He moves away to answer and\n\n          speaks into it softly.",
  "75": "---END OF PREVIOUS SECTION---\nAli takes it clumsily into his\n\n          damaged hands. Richard's cell phone rings. He moves away to answer and\n\n          speaks into it softly. \n---TARGET SECTION TO BE ANNOTATED---\n A few moments later, he returns to\n\n          Ali and hands him the phone.\n\n\n\n                         RICHARD\n\n          Here. She wants to talk to you.\n\n\n\n                         ALI\n\n          Anna?\n\n          Richard shakes his head.\n\n\n\n                         ALI\n\n          Hello?\n\n\n\n                         STEPHANIE (OFF)\n\n          It's me. (pause) Do you mind?\n\n\n\n                         ALI\n\n          No.\n\n\n\n                         119\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         STEPHANIE\n\n          How is he?\n\n\n\n                         ALI\n\n          Okay. He woke up an hour ago.\n\n\n\n                         STEPHANIE\n\n          Is he injured?\n\n\n\n                         ALI\n\n          No, I don't think so.\n\n\n\n                         STEPHANIE\n\n          And how are you?\n\n\n\n                         ALI\n\n          I fucked up my hands on the ice.\n\n\n\n                         STEPHANIE\n\n          Is it serious?\n\n\n\n                         ALI\n\n          They're broken.\n\n          A beat.\n\n\n\n                         ALI\n\n          How are you?\n\n\n\n                         STEPHANIE\n\n          I'm okay.\n\n\n\n                         ALI\n\n          What are you up to?\n\n\n\n                         STEPHANIE\n\n          You mean in general? In my life?\n\n\n\n                         ALI\n\n          I wanted to say that...\n\n\n\n                         STEPHANIE\n\n          I'm not asking for anything. I'll be going.\n\n          I'll call you back to see how Sam's doing.\n\n          Give him a kiss him from me...\n\n\n\n                         120\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         ALI\n\n          Don't hang up.\n\n\n\n                         STEPHANIE\n\n\n\n                         ALI\n\n          Don't hang up!\n\n\n\n                         STEPHANIE\n\n          I won't hang up...\n\n\n\n                         ALI\n\n          He was in a coma for 3 hours... Three\n\n          hours... For three hours he was dead... I\n\n          was scared to lose him.\n\n          His eyes well with tears.\n\n\n\n                         ALI\n\n          Don't leave me.\n\n\n\n                         STEPHANIE\n\n          I won't leave you.\n\n          Black.\n\n\n\n                         ALI\n\n          I love you.\n\n\n\n          145. INT. POLAND. HOTEL ROOM. DAY\n\n\n\n          A child sleeps.\n\n          His eyes are darting under his eyelids: vestiges of light\n\n          and shadow, of noise.\n\n          Sam opens his eyes: he is in a hotel room.",
  "76": "---END OF PREVIOUS SECTION---\nDAY\n\n\n\n          A child sleeps. His eyes are darting under his eyelids: vestiges of light\n\n          and shadow, of noise. Sam opens his eyes: he is in a hotel room. \n---TARGET SECTION TO BE ANNOTATED---\n At the foot of\n\n          the bed, a TV with the sound turned down low is\n\n          broadcasting a cartoon of mice fighting in Polish.\n\n          Stephanie comes and goes, picking up things littering the\n\n          floor and packing their bags.\n\n          Over these images, we hear Ali's voice:\n\n          The human hand contains 27 bones. Some\n\n          monkeys have more: gorillas have 32, five in\n\n\n\n                         121\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n          each thumb. For humans, it's 27.\n\n          If you break an arm or a leg, after a while\n\n          calcium gathers around the bone and joins it\n\n          together. In the end, it's stronger than\n\n          before. But if you break a bone in your\n\n          hand, you know it'll never fully heal.\n\n          You'll think about it before every fight.\n\n          You'll pay attention... And even if you pay\n\n          attention, the pain will come back... like\n\n          needles, like broken glass...\n\n          Ali is wearing a T-shirt. He still bears the marks of\n\n          yesterday's fight. His eyebrows and hands are bandaged.\n\n\n\n                         ALI\n\n          Wake up, kiddo. It's over. We're going home.\n\n\n\n                         SAM\n\n          Did you win?\n\n          He smiles and kisses his biceps.\n\n\n\n          146. INT. POLAND. HOTEL - LOBBY. DAY\n\n\n\n          The lobby of a Holiday Inn, the day after an Ultimate\n\n          tournament... (much the same ambience as in Turin) The\n\n          fighters, winners and losers, are about to leave. They\n\n          greet each other, pose for photographers, answer\n\n          interviewers, sign autographs... Ali's hands are still\n\n          bandaged. He is being interviewed along with a kind of\n\n          Viking with a closed eye and broken arm.\n\n          Ali goes to join Stephanie and Sam outside the hotel, where\n\n          a taxi driver is loading their luggage. A young Polish fan\n\n          calls out: \"Ali! Ali!\" He wants a photo.\n\n          Ali lifts Sam into his arms and pulls Stephanie closer.\n\n          They pose.\n\n\n\n                         THE END\n\n\n\n\n\n"
}