{
  "1": "Script NO 768\n\npare, October\n\n \n\n2941.\n\nSaboleuje.\n\n[Potter nn snc enn nnn eee te\n| Received from DAVID O, SELZNICK PRODUCTIONS, INC.\n\nScripe NO 768\n\npate, . Cetober 30, 1941\n\nUNTITLED ORIGINAL\n\n\"MTrred Hitchcock and Peter Viertel\nJoan Harrison - Screen Play and Joan\nBY ~ “—\"\"Harrison\n\nRECEIVED BY\n\fPADE IN: ~\nCLOSN SHOT OF OAR DOOR - EVEN\n\n \n\nIt ns and an anonynous airplane worker rats o\nTe in tan work clothes, with a round badge pi\non his shirt. Hs is carrying a dimer va 5\nhim as he gets out of his car ond moves past it.-\n\n      \n\nSEMI-IONG SHOT - SECTION Ob A HUGE PARKING Lov -\nEVENING\n\nWe soo our worker as he jojnus.others who are noving\nthrough the tichtly packsd lot.\n\nTout SHOT - LOOKING DOWN ON Tal HUGE PAREKIEG Lot -\nEVEUING\n\nThousands of tichtly packed c\ntwilicht shines on their s voofs; the soft blue\nCalifornia 7 peflected a thousand times. We see\nhundreds of workers as thoy swarm toward a la group\nof buildings in the distance - /a factory. As wa gaze\nat it lyin: iacofully under evening sky, tho\nlights of tha factory are suadony turned on.\n\n3 stand together. The\n\n \n\n \n \n\n \n\n \n\n \n\n   \n\nLAP DISSOLVE To:\n\nSEMI-LONG Sov - © RMING\n\nThe various workers crossing the road from parking lot\ntoward the gates of the factory.\n\nSEMI-LOUG SHOY - A NEARER VIEW OF AN INDIVIDUAT, casE\nshowing the checking in of the worker, nis ritual of\nidentification, ete.\n\nLONG SHOT - THE STEADY STREAM OF WORKERS\n\nas it blossoms out inside the factory towards the\nvarious shops and hangars.\n\nINTERIOR ATRORAFT FACTORY - ZYENING\n\nWe now got a view of tho inside of one of the hirso\nshops.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEMI-LOUG SHOY - A NEARER VIEW OF AN INDIVIDUAT, casE\nshowing the checking in of the worker, nis ritual of\nidentification, ete. LONG SHOT - THE STEADY STREAM OF WORKERS\n\nas it blossoms out inside the factory towards the\nvarious shops and hangars. INTERIOR ATRORAFT FACTORY - ZYENING\n\nWe now got a view of tho inside of one of the hirso\nshops. \n\nTARGET SECTION TO BE ANNOTATED:\n “the place is permeated with an eerica blue\nlight - the strong lamps that are placed everyrhere in\nthe shop. large nurbers of planes in various stares\n\nof construction are seen in the distance.\n\nCONTINUED:\n\fz.\n\n»\n8.\n\n>\no 7\n9.\n\n»\n\noe ~\n\nCONTINUED (2)\n\nIn the foreground the workers are moving toward the\noutidings, four or five abraast. They seem to be\nmarching down one of the central corridors. Gccsuton-\nally one or two steps out of line and moves to a\nmachine, but the general stroam of men surges on:\n\nSEMI-CLOSEUP\n\nWe pick out two workers as thoy march along. They are\nyoung men in their early twenties: Barry Ford and\nKenneth Mason. Berry is an attractive, clean-cut young\nman, with an irrepressible smile that always scons -to\nbe either coming or going to and from his face. Hz has\nhis attention fixed on somothing ahead.\n\n \n\nSEMI-LONG SHOT - FROM BARRY'S VIEWPOINT\n\nWe sss a voluptuous blonde girl worker as she\nstraightens and stands by the fuselage she is working\nwon. Her right hand, in which she Holds a screw driver,\nmoves up to brush a wisp of blonde hair out of her\neyes. .\n\nSEMI-CLOSSUP - BARRY AND KEN\nBarry\n\n{nudges Kon and indicates the girl as he says:)\nWish I'd taken up fuselage work.\n\n \n\nmneth\nYeah -- I get what you mean. fut I go more for the light\nattack bomber typo --\n\n \n\nBarry\nYou're crazy -~ take another look and you'll be on my side.\n\nThey sre swept on by the linc of marching mon, past\n_the girl. Ken continues to look back, craning his\nneck to get a better view of her.\n\nKenneth\nMaybe you'ro right.\n\nHe stops out of line and even daros wave. He walks\nbackwards, still waving.\n\nAt this moment he stumbles over a protruding work\nbonch, causing the men directly behind him to stumble\nani fall “algo.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stops out of line and even daros wave. He walks\nbackwards, still waving. At this moment he stumbles over a protruding work\nbonch, causing the men directly behind him to stumble\nani fall “algo. \n\nTARGET SECTION TO BE ANNOTATED:\n As both men struggle to their foot, th\nCAMERA REMAINS OR TRE GROUND for a moment to show that\na vallet has fallen from the neweomer'a pocket, and its\ncontents are scattered on the ground under the milling\nfest of the marching workers. Out of the wallot has\nspilled a couple of envelopes and some dollar bills.\n\fIls SEMI CLoSh-ur\n\nAs Parry completes his job of hoiping both men to thelr\nPoet, he saya to Ken:\n\n \n\nBarry\nBottleneck. Knudsen will hear of this.\nKonneth\nSave it. .\n(then to the tian whom ho has caused to fall)\n» Itm sorry...> :\nBarry\n\nYeah, this kind of thing happens overy day. We'll help you\npick up tho things.\n\n \n\n» . The CAMERA PANS DO'N as he and the others start to pick\n\nup the contents of the wallot, as the feot of tho\nworkers continue to march by. Barry grabs most of the\ncontents, including the two envelopes which as thoy\ncome WEARER THE CANSRA, give us an impression of a name\nand address writton in rathor bold handwriting.\n\n>\nCAMERA PANS UP with Barry as he passes the contents to\nthe other man.\nBarry\né My friend always falls when he soes a blonde.\n»\nKen intorjects:\nKon\nI hope you didn't hurt yourself.\n> Man (hastily)\nNot at all -- I'm all right.\nHurriedly he stuffs the contents back into the wallet\nand starts to move away. Berry and Ken move on.\nSuddenly, Barry looks down and wnder one of the benches\n> sees another note.\nThe CAMERA GOES DOWN with him to pick it Ud\nAs he straishtens, he holds up the bill but finds the\nowner has disappeared. Barry asks:\n» Barry\nWhere did ho go?\nXen\nIT don'!t know.\n» oO Barry\n\n@ Look at thist\nKen whistles in surprise.\n\n> ng CONTINUED:\n\fmg\n\nil.\n\n12.\n\n13.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\n> ng CONTINUED:\n\fmg\n\nil. 12. 13. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED (2)\n\nFen\nA hundred bucks!\n\nLAP DISSOLVE Vos\n\nSEMI LONG SHOT ~ INTERIOR SECTION 08 KACTORY\n\nKen and Barry are working over a circular airnicns\nengine, adding parts. Barry has a mouthful of small\nscrows that he is fitting into a cylinder head. Ken\nstops working for a moment,\n\nKen\nToday you're the richest worker in the joint.\n\nBarry (as he spits the sevows into his hand)\nT!ll have to get hold of that suy -- maybe at dinner.\n\nKen (sarcastically)\nThat ought to be sasr. ‘There ave only four thousand workers\nin the joint. .\n\nBarry\n\nNot with oa hundred bucks on him. But I guess we can turn\n\nit in to tho mein offica,\n\nKon\nDo you now his name?\n\nBapry\nSure Ido. I saw it on one of the cnvelopas... his name'ta\nFry.\n\nKen (grins)\nThat's the way to go ~= youtve got erccutive talent.\n\nBarry\nThat's why thoy've got me doing this kind of work.\n\nLAP DISSOLVE:\n\nWG SHOT - PACTORY INTERIOR\n\nIt is the samo section that tre have soen before, ax-\ncept that it is later now. ‘The vork is going along\nsmoothly, anfl outside it hes frown complately dart.\nThore is the constant hum of machinory and wa can sea\nhundreds of men moving around busily,\n\n \n\nSuddenly there is the sound of a boll that rings\nthroushout tho whola shed. Men turn instinctively to\nlook at thea clock and then we seo them as thoy loavo\nthoir work and bogin to march out of the building.\n\nCONTINUED:\n\f15.\n\nL7.\n\n18.\n\nall that ocotons around.\n\na\n\nCONTINUAD (2)\n\nThey move quite quickly, as they havo only three-\nquarters of an hour for dimmer, and socn the huss\nshed is ompty.\n\nit stands now in co\nonly the penetrating\nstapmant machinery.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nall that ocotons around. a\n\nCONTINUAD (2)\n\nThey move quite quickly, as they havo only three-\nquarters of an hour for dimmer, and socn the huss\nshed is ompty. it stands now in co\nonly the penetrating\nstapmant machinery. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\nlete stillness, nothing moves;\n-ights shine dowm on the\n\n \n\n- LAP DISSOLVE TO:\n\nSEMI ChOSE-UF OM A BLANC SALE\n\n \n\nIt is the stained wall of the paint shop. From the\nbottor: copner of the picbure wo coe a wisp of sinolko\nas ib bas to curl, slowly at first, then with moro\n\nas\n\n \n\nvolumo,. Soon io dw a full cloud of smoke, making its\nway ceross the seroon,\n\n \n\nLONG S\nFACTORY BUILDINGS\n\n \n\nOUTSIDE THE LARGH\n\nWe saa a crord of\nacross t rd tho\nshouts fvom tho vari\nSIREN filis the air.\n\n  \n \n  \n\nirls as they run\nThere ave excited\nThe SOUND OF ‘Tite\n\n \n\nSEMT LOEG SHOT OF AN AMOWTYHOUS WORKER\n\nas ho stops suddenly and looks hack toward the shons.\n\nLONG SHOT - THA PAINT SHOP SECTION - SEEN FROM OUTSIDE\n\n     \n   \n\nSmolze\nand v0\n\nberinn\n\nto igsus through the small windows\ntilation }\n\nchios\nSEMI LONG SHOT Ci THE ANONTICUG WORKER\nHe is vory excited.\n\nTho\nThat place\n\n \n\nvker\nfO up Lite a ton of dynamito -- with\n\n \n\f19.\n\n20.\n\nei.\n\nSEMI LONG SHOT OF TUM COUCRETE SQUARE\nwith the smoking paint shop in the distance.\n\nWorkers are running in all divoctions. Anong thei we\npick up Barry and Ken. They ave ranning toward tac\nburning building.\n\nSEMI LONG SHOT - BARRY\n\nrunning. He notices that the ran beside him is the\nsame fellow whose wallet he picked up ¢arlior., He\nstops, putting his hand on the other fellow's arin.\n\nBarry\nHey, Fry -- I was looking for you -- here's the rest of\nyour stuff.\n\nHo hends Fry the money. Fry shoves it into his pocket.\n\nFry (rather angrily)\nHow'd you imow my name?\n\n* Bavry .\nI saw it on one of tho onvalopes when you took that fall\nback there,\n\nFE\n\nPry\nWell, thanks...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nFry (rather angrily)\nHow'd you imow my name? * Bavry . I saw it on one of tho onvalopes when you took that fall\nback there,\n\nFE\n\nPry\nWell, thanks... \n\nTARGET SECTION TO BE ANNOTATED:\nFry moves past Barry and Ken toward tho burning\nbuildine., Whey follow him off scene. As thoy go, wo\nhear snothor worker shout:\n\nAnother Worler\nHey, you guys! - I guess the sprinklors aren't working --\nthe whole place!li. go up! .\n\nSEMI LOWG SHOT - CORRIDOR - TNTNRTOR FACTORY\n\nIt is the corridor leading toward the paint shop. It\nis beginning to fill with smoko. Parry and Ken come\ninto the shot and stop an instant and turn back.\n\nKen\nThe extinguishers! Where are they?\n\n  \n\nAt thin moment emnother wan has come into the shot,\ncarrying an oxtinguisner. It is Fry. Ee stops short\nwhen he seos Barry and Ken, and turning toward Barry\nhonds him the fire oxtinguishor.\n\nry\n9\n\nHere - take this TO.\n\nCONTINUED :\n\fCONTINUED (2)\n\nBarry starts toward tho fire, oxtinguishor in hand.\nKen is right beside him. Fry has moved out of ths\nshot.\n\nKen\nHow about me? Dontt I get to play too?\n\n. Barry\nOkay - take this one. You be tho horo.\n\nKen takes the oxtinguisher and moves toward tho firo.\n\nThe CAMERA FOLLOWS HIM in es ho gots closer and closor |\nto the flames. He turns the neszle of the,extinguishor\ntoward the flames. He begins to pump. As the contonts\n\nof the extinguisher gush out, the fire gains violent\nlifo.\n\nWe-ses Kon from in back as tha roar of the flames in-\nerecses and the flames spring higher and become more\nviolont, swocping forward iprosistibly to engulf\nKenncth's advancing figure. Ue throws up his arms,\ndropping the extinguisher. In an instant he is a\npillar of firo...\n\n \n\nFADE OUT.\nFADE Il:\nMEDIUM SHOT - TITERTOR - AN OVPICR ON TH FACTORY\nGROUIDS\n\nThrough ea window we can soe that the fire is still\nraging and has become a great conflagration. Firomon\nare cvorywhero at work on it.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT. FADE Il:\nMEDIUM SHOT - TITERTOR - AN OVPICR ON TH FACTORY\nGROUIDS\n\nThrough ea window we can soe that the fire is still\nraging and has become a great conflagration. Firomon\nare cvorywhero at work on it. \n\nTARGET SECTION TO BE ANNOTATED:\nInside the offico are a number of company officials,\ntwo or threo dotectives and a couple of high polico\nofficers in uniform. Seated with his back to tho\nwindow is a worker, bis arms ord hunds are bandaged.\nHe obviously has beon burnt and is in pain.\n\n \n\nWorker\n+ssand so I rm into these kids ~-- I tell 'em about tho\nfire, soo, and they start runnin! like hell right for the\nend of the building, and the last I seo of 'em they was\ngoint in. I go around the outside and I come right up in\n‘back of ‘om -- one kid is just handin' his pal the oxtin-\nguisher. Then aftor that T don't see nothin! -- the fire\ncomes right ovor us...\n\nFirst Deteotive\nWas there anyone else in the vicinity?\n\n' CONTINUED:\n\fR26\n\n25.\n\nCONTINUED (2)\n\nWorker\nNo, I didn't seo nobody else.\n\nA Company Official\nThank you very mich, Rogers, That'll be all -- and tako\ncare of those burns.\n\nCAMERA PANS with Rogers es he gocs to the door and\nexits. He is followed by a policoiwan who sticks lis\nhead out of the door for a moment. We hear him sar:\n\nPoliceman\nBring in the kid.\n\nBarry is brought in. iis face is white and sweaty.\nHe is obviously very upset and nervous.\n\nCAMERA PANS with him until he stops in front of tho\ndesk.: Barry is in profile. The detective behind the\ndesk begins to question him,\n\nDetective\nOkay. We. just want to ask you a couplo of questions -~ just\n\n.& routine checkup, you hnow.\n\nBarry\nYes, sir -- I want to do everything I can to help.\n\nDatectivo :\nThat's fine, kid. Now just tell ne where you got that ex-\ntinguisher.\n\nBarry\nIt was handed to me.\nDetective\nWhen was this?\nBarry\n\nJust before I gave it to Ken -- there was a fellow outside\nthe paint shop ahead of us -~ hoe gave it to me.\n\nCLOSE-UP - BARRY\n\nHe is very intense.\n\nDetective (off scare)\nDid you know this guy?\n\nBarry\nNo.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE-UP - BARRY\n\nHe is very intense. Detective (off scare)\nDid you know this guy? Barry\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\n Name was Fry, though -- I imow that.\n\f25.\n\n26.\n\n27,\n\nMEDIUM SHOT Ob BARRY\nin profile.\n\nDotective\nFry, eh? What did he look like? ~\n\nBarry\nA young fellow - tall, dark. He was coming beck from _\ndinner with us. As a matter of fact =-\n\nDetective (cutting tn)\nDid you see him again after your friond got hurt?\n\nBarry is rathor upset as he remembers again the scone\nof the disastor.\n\nBarry\nNo += but I don't romember uch what happened aftor that,\n\n- Dateetive\nOkay, kid, that's all. Stick around town for awhile. We\nmight need you if anything comos up on this matter.\n\nPAN SHOT OF BARRY\n\nas he hesitatingly turns and starts out of the office.\nAs ie is leaving through tho door we hear the detoctive\non the telenhone:\n\n: Detective (off scens)\n\nSend-ina suy by the nane of Pry. Yoah, Per-y.\nSEMI CLOSE-UP OF BARRY\nwith his back to the door as he stands for a momont\noutside the office. Slowly lo presses his hands over\nhis eyes, then he moves forvard.\nMEDIUM SHOT OF BARRY\nas he moves out into the haliway. A faw workers, who\nhave been sitting on a waiting bench opposito the\noffico door from which Barry has just exited, riso.\nThey move toward Barry.\nMEDIUM SHOT - BARRY AND THE WORKERS\nThey surround and stop him.\n\nFirst Worker\nDid they ask you a lot of questions, kid?\n\nBarry shakes his head.\n\nCONTINUED:\n\f29.\n\n30.\n\n10\nCONTINUED (2)\nSecond Worker\n\nMust have bean protty bad seeing it happen right in front\nof your eyes...\n\nThird Worker\nHe was a.pal of yours, wasn't he?\n\nBarry\nYeah ~ yeah he was --\n\nHe starts to move on.\nSecond Worker\nThink of the kid's mother - how she must feel. She ain't\ngot nobody with hor. .\n\nBarry starts to say somothing, but he can only shale\nhis head. He pushos through the mon around him.\n\nBarry\nExcuse mo, follows.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry starts to say somothing, but he can only shale\nhis head. He pushos through the mon around him. Barry\nExcuse mo, follows. \n\nTARGET SECTION TO BE ANNOTATED:\nLAP DISSOLVE TO:\n\nMEDIUM SHOT - EXTERIOR KENNET MASON'S HOUSE\n\nIt is a small, neat place in a suburban street noar\nthe factory. Barry drivea up in his car and stops.\nHe gots out. Ne has lost his coat and hat. His hair\nis disheveled.\n\n \n\n \n\nThere is a small Imot of people outside the house.\n\nCAMERA PANS as Earry moves past them to the front door.\nThey look curiously at him. Barry lmocks, put thoro\n‘is no answer from inside. He tries the door. It is\nopen. Hesitantly, he enters.\n\nMEDIUM SHOT - INTERIOR MASON FRONT ROOM\n\nSitting alone, staring at the floor in front of hor,\nis Mrs. Meson. Sho looks up slowly as Barry ontors.\nTheir eyes meat. Barry comes slowly into the room.\n\nBarry\nHello, Mya. Mason --\n(ho crossos to her sido)\n\nMrs. Mason's cyes seem to be focused on something far\naway.\n\nMrs. Mason\nThey wouldn't let mo seo him,\n(toars come to her eyes)\n\nCONTINUED:\n\fSL.\n\nqt\n\nn\n\nCONTINUED (2)\n\nBarry\nIo- I - can't beliove it -- it happened so quickly. I: was\nbeside me, grinning and kidding, then sudden'\\y he....\n\nMrs. Mason\nDon't -- please don't talk about it.\n\nBarry stands in front of her for a second, His eyes\nwander quickly about the room, -\n\nBarry\nIs there anything I can do -- can I get you somo thing?\n\nMrs. Meson (shaking her head)\nNo, I don't want anything right now.\n\nBarry\n\nLet me got you -~ some brandy or souething. Do you imow\nwhere it is?\n\nMrs. Mason doesn't answor.\n\nThe CAMERA PANG with Barry as he hurries out of tho\nroom into the kitchen. :\n\nMEDIUM SHOT - INTERIOR KITCHSH\n\nBarry is looking around in all directions. Ho opens\nseveral cupboards. To seems not to find any brandy. °\n\nThe back door is slowly openod. A neighbor =~ a fussy,\nmiddlo~aorod lady -- sticks her head in.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHo opens\nseveral cupboards. To seems not to find any brandy. °\n\nThe back door is slowly openod. A neighbor =~ a fussy,\nmiddlo~aorod lady -- sticks her head in. \n\nTARGET SECTION TO BE ANNOTATED:\n Hor manner is\npart pity, part inquisitivenoss, Larry sees hor.\n\nNeighbor (in a whisper)\nIwas just wondering -- how Mrs. Mason was feeling ~- the\npoor thing.\n\nBarry\nNot very well, Itm just looking for somo brandy for her.\n(ho hesitates a moment)\nThere doesn't seer to be any.\n\nNeighbor\nIf you'll come over to my house --\n\nMEDIUM SHOT - INTERIOR - MASON FRONT ROOM\n\nSomeons is kmocking, and wo sec irs. Mason as sho\ncrosses to the front door, Sho admits two dotoctives.\nThey stand ombarrassed on tho threshold, not sure they\nare in the right house.\n\f34.\n\n12\nSEMI LONG SHeT\n\nTurough the front room to irs. Mason and the detective\nat the front door,\n\nFirst Detective\nSorry to bother you, lady, but we've loolring for a Oey\nnemed Barry Ford. They told us at the plant that he wag on\nhis way. over here. :\n\nMrs. Mason doesn't answer.\n\nSecond Detective\nIs he around now?\n\nMrs. Mason doesn't answor the dotective!s question\ndirectly: .\n\n. lirs. Mason\nWhat's the matter -+ do you have to see him right avay?\n\nFivet Detective\nHe's in soma protty bad trouble, lady.\n\n \n\nMes. Mason\n~- Ifd like to Imow.\n\nFirst Detective\nHe was mixed up with this fire business at the factory.\n\nlins. Mason\nWhat do you mean?\n\nFirst Detective (patiently)\nThere was souething funny about that fire.\n\nMes. Mason\nBut I don't understand ~--\nMEDIUM SHOT - MRS. MASON AND ¥I0E TWO DETECTIVES\n\nThe younger one is anxious to try to get into the\nroom.\n\n. . Second Detective (impatiently, edging inside)\nThere are several things We don't understand yot.\n\nSomehow Mrs. Mason's tragic boaring stops him fron\ncoming into the room. .\n\nirs. Mason\nI'd like to know -- Kenneth Mason was my son.\n\nThe second detective stops crowding and staros at her.\nHe makes a gosturo toward his hat as though to tale it -\noff, but even tragedy is not strong snough to convince\nhim of that.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMason\nI'd like to know -- Kenneth Mason was my son. The second detective stops crowding and staros at her. He makes a gosturo toward his hat as though to tale it -\noff, but even tragedy is not strong snough to convince\nhim of that. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\f54,\nb\n, .\n, 35.\n» S5-A\nSs\n\n36.\n»\n\n37.\ndb\n»\n\ne 38.\n\n13\nCONTINUED (2)\n\nSecond Detectiva\nYour -- Joez, I'm sorry, mala\n\nFirst Detective\nThat makes it tougher --\n\nMra. Mason (in 2 cold, forward voice) .\nHow is Barry involvod in this?\n\nFirst Detective\nThat fire extinguisher -- woll, it seeas it wasn't just a\nplain accident... You soo, it turns out the one that wae\nhanded your son was filled with gasoline.\n\nCLOSEUP - IRS. MASON\n\nas she staros incredulously at the men. Hor eyos are\nfilled with horror.\n\nMEDIUM SuOT\nWe sco Barry ag ho comes in throush the door. Ho\n\nhesitatos a moment, loolsing for a glass; then he\nstarts toward tho front room.\n\n \n\n \n\nSEMI-LOWG SHOY - FRONT ROOM\n\nThe Gotectives aro no longer thors. The front door is\nclosed, with Hrs. Lason standinz naar it. Thore is a\nstop lending dew inte the front room and Era. Mason,\nwho has not quito cnterod tho room, is standing some-\nwhat, above Barry.\n\n    \n\nLONG SHOT - HRS. MASON\nme stares at Barry, who comes into tho shot.\nBarry (very vorriediy)\nMes. Mason -- I vish you'd take a little of this. It might\nmake you feel better.\n\nShe comes forvard a few stops.\n\nMes. Mason\n\nTho police were hore after you a moment AZO.\n\nBarry\nAfter me? ‘that do they want me for?\n\nCLOSEUP - BARRY\n\nHis expression of vondormont changes to one of horror\nas he hears what lps. liason says.\n\nCONTINUED?\n\f-mg\n\noe.\n\n39.\n\n40.\n\n41.\n\n14\nCONTINUED (2)\n\nMrs. Mason (in a dead voice; off seene)\nThey say the extinguisher you handod Kenneth was filled\nwith gasoline. -\n\nBarry's face has the appearance of a guilty porson.\nHe staymors desperately:\n\n.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n14\nCONTINUED (2)\n\nMrs. Mason (in a dead voice; off seene)\nThey say the extinguisher you handod Kenneth was filled\nwith gasoline. -\n\nBarry's face has the appearance of a guilty porson. He staymors desperately:\n\n. \n\nTARGET SECTION TO BE ANNOTATED:\n Barry\nI dontt get it -- why should anybody want to -- Why, thoy\nimow I wouldn't kill.a man -- this fellow Fry -- he handod\nit to me, Have thoy talked to hin?\n\nSEMI LONG SHOY - MRS. MASON\nwith Barry in foreground.\n\nMrs. Mason\nThere is no man at the plant named Fry.\n\nSEMI CLOSE-UP OF BARRY\nas he moves forward.\n\nBarry (dosperatoly)\n\nWhat are they talking about? They're erasy. They couldntt\nthink I --\n\n(he stares wnbelievingly at Mrs. Mason.\n\nHis voice drons)\nIosaw this follow twico -- ho was with the rest of the mon\ncoming back from diuner. Ken saw lim too ~- and thon when\nwo got to tho fire and this follow hunded mo the oxtinguish-\ner, Ken said 'Don't I got to nl too?! Hoe was kidding me.\nAnd I handed it to him. With this follow Iry standing\nright noxt to me, and ho Imew all along it was fillod with--\n\n  \n\n   \n\nCLOSE-UP - MRS. MASON\n\nThe expression on her face has made Barry stop. Her\nface is rigid and without warmth.\n\nMrs. Mason\nPlease go.\nSEMI LONG SHOT - FRONT ROOM\n\nBarry is beaten. Ho looks at Mra. Mason in boewilder-\nment.\n\nBarry\nYou don't believe me -- you veally think I had something to\ndo with Kon's death, don't you?\n\nCONTINUED:\n\fme\na\n\nCONTINUED (2)\n\n: ilps. Mason\nI didn't tell the police anything, but if you stay here --\nTF don't want to have to do that. Ploase go.\n\nSEMI CLOSH-UP - BARRY\nHe can hardly believe what Mrs. linson is saying.\n\nBarry\nIdon't know what they're talking about -- but if you\nbelieve it -- that I killod hin «- then I might as woll...\n\nOn the soune track from far in the distance we hear\n\nthe wail of a police siren. Barry looks desperntely\n\ntoward the door. Ue gives Mrs. Mason one last look\n\nof appeal.\n\n: irs.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nUe gives Mrs. Mason one last look\n\nof appeal. : irs. \n\nTARGET SECTION TO BE ANNOTATED:\n Mason (coldly)\nYoutd better go,\n\n \n\nCAIRA PANS WITH BARRY as ho-movos quickly across tho\nroom out into the kitchen.\n\n \n\nMEDIUM SHOT - INTERIOR ~ KIVOHEY\n\nBarry moves to the back door, ovens it, glances up\nand down, and then slips out.\n\nLONG SEOT - INTERIOR - FRONT ROOM\n\nlis. Mason crosses silently and sits down in a chair.\nShe is complotely alone. Hor oxpression and posa are\nunchanged. Sho seems to have diod, despite tho fact\nthat hor body continues working.\n\nThore are a fow shouts from outsido, and through tho\nopen window wo hoar the police siron starting again,\n\nthon growius louder and loudor, vising to a croscondo.\n\nPADE OUT.\n\nFADE IN:\nVERY LONG SHOT ~ EXTERIOR - NORTHERN CALIFORNIA\nLANDSCAPE ~ NICHT\n\nThe road runs into the camora. <A largo trick and a\ntrailer are slowly moving up the road, which seoms to\nbe pasted on the side of a hill. A strong moon pro-\nvides sufficient lisht for us to see the landscane\nbeyond. The heavy truck reaches the summit and comes\narowid TOWARD THE CAMERA, Ac it fills the sereon,\n\n  \n\f48.\n\nMEDIUM SHOT ~ INTERIOR Cab of TRUCK\n\nWe find Barry seated beside the driver, who is a\nvoluble young man of abcut thirty, He wears a wove\nmants cap and is smoking a cigarette, which ho never\ntakes out of his mouth.\n\nDriver\na ee These pleasure cars really make it tough for.us\nboys. They think they got a lease on the read. Sure - we\ngot a better chance in any ‘sind of a crack=up ~ but that\nmeans a black mark from the compa - and then they aoc\nyou.\n\n \n\n \n\nBarry docsn't seom to be very intorested in the con-\nversation, but he endeavors to keep up his end.\n\nBarry\nHow long have you been dviving today?\n\nDriver\nEicht hours so far, and in this smiwb-nose it's somo\ngrind. But from here on into Reno I lmow every little rock\nin the road.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry\nHow long have you been dviving today? Driver\nEicht hours so far, and in this smiwb-nose it's somo\ngrind. But from here on into Reno I lmow every little rock\nin the road. \n\nTARGET SECTION TO BE ANNOTATED:\nBarry\nWhere are you going after Renot\n\nDriver\nSalt Lake, maybe. That's a tough trip, too. Your trick\ngets so hot you have to cover the gas pedal with nowspapors.\n\nBarry (sympathetically)\nTets sure a tough racket,\n\n. Driver\nYouh, But at least I eat rosular.\n\nThroughout the dialogue a loud rattling noise has mado\nitself heard inside the cab. Tho driver points to\nsomothing beside Barry's car.\n\nDriver\nDoos that thing bother you?\n\nCLOSE-UP - BARRY\n\nas he turns. The shot inclwiles a small fire oxtin-\nguisher, the bottom of which has shaken loose from its\nfittings. Barry's face tightens as he stares at it.\nHe turna, staring straight ahead of him out through\ntho windshield. :\n\f51.\n\n   \n\n1?\nINTERTOR CAB ~ SHOOTING PAST THE DRIVER\n. Driver\nJan this hunk of paper in tho fitting.\nBarry takes the paper and does as ho is told. © Tho\nrattling stops.\nDriver (unconscious of Barry's disc ert)\n\nThat's a pretty good extinguishor. I seen a follow worlting\none of 'em down on the coast road. Lettuce truck over-\nturned -- burned liko a matchbox. Friend of mine was\ninside and if it hadn't been for this other guy and one of\nthese extinguishers, ho'd have been cooked.\n\nCLOSKUP - BARRY\nHe ls'even more nervous. He doesn't reply.\n\nDriver {off scene)\nItm goings to got mo one of these things for the house.\nThe other night i care home from riding a haul and found\nthe stove on -- it suve scared mo -- but that's my wifo\nfor you. She keops hor jJok vith tha toloyvhone people just\nfor the extra dough. Sho only iakos tyventy-five a week,\nand pours it risht back into clothes.\n\n \n\nBarvy's Pace is losing its strained oxpression as tho\ndriver soos on:\n\n. Driver (off sesne)\nSo all T got out of 1b is a house that's badly run.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSho only iakos tyventy-five a week,\nand pours it risht back into clothes. Barvy's Pace is losing its strained oxpression as tho\ndriver soos on:\n\n. Driver (off sesne)\nSo all T got out of 1b is a house that's badly run. \n\nTARGET SECTION TO BE ANNOTATED:\n What\nean you do with women? -- thoero'ts ao way to lick 'om oxcopt\nin the movios...\n\nMEDIUM SHOT - INTERTOR CAB - SHOOTING PAST BARRY\n\nDriver\nYou marricd?\n\nBarry\nNo.\n\nDriver\n\nYou're okay then, kid. You vork in L.A.?\n\nBarry\nthere.\n\n \n \n\nI did vo\n\nDriver\nOne lousy torn, ain't it?\n(he pauses)\nWhere did you work?\n\nBarry\nAn airplans factory.\n\nCONTINUED:\n\f51.\n\n52.\n\n53.\n\n18\nCONTINUED (2)\n\nDriver\nOh yeah -- that's pretty good, ain't it?\n\nBarry\nYeah.\n\nDriver\nThey're pretty careful though about which fellows they take,\nain't they -- check up on their records =- if you've dono\ntime, no dico. Ain't that right?\n\nBarry\nI don't know.\nSEMI CLOSEUP - DRIVER\n\nas he looks away from the rond for an instant, over at.\nBarry, .\n\nDriver\nYou never boon in the clint, eh?\nMEDIUM SHOT - INTERIOR Cap\n\nBarry (nervously)\nNo. .\n\nDriver\nNo offense. Fivo out of ton ceuys you pick up on the road\nhave been in jail nowadays. Soems like thore's lots more\ntrouble than thore used to be.\n\nBarry\nYeah. Lots of trouble ~- all over the world.\n\n: Driver\nWell, it's a great life.\n\nHe releases tho whee}. for an instant and strotches\nboth arms, arching his back.\n\nDriver\nHold it for a second while I got a cigarette,\n\nBarry holds the wheel, The driver lights anothor\ncigarette.\n\nDriver\nWhere you going in Bridgeport, kid?\n\nBarry\nMiddle of town.\n\nCONTINUED:\n\f55.\n\n19\n\nCONTINUED (2)\n\nDriver\ni can drop you anywhere you want.\n\nThe CAMERA PANS throughout the speech until it comes\nto a CLOSHUP OF BARRY.\n\nDriver\nTas town's only about eight hundred yards tons, se if youtre\ngoing out to any one of the ranches I'll be glad to drop\nyou.\n\nWe see that Barry is thinking hard.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CAMERA PANS throughout the speech until it comes\nto a CLOSHUP OF BARRY. Driver\nTas town's only about eight hundred yards tons, se if youtre\ngoing out to any one of the ranches I'll be glad to drop\nyou. We see that Barry is thinking hard. \n\nTARGET SECTION TO BE ANNOTATED:\n Beside his head,\nout of focus, but in the forosround, is the end of the\nextinguisher, Barry's face bagins to light up and the\nscrecn is flllcd with a veprise, superimnosed over\n\nBarry's face. .\n\nIt-is the moment during the molee outside tho aircraft\nfactory when the contents of tha wallet fell on tho\nground co Barry picked them up. Over Barry's faco we\nsee, against the background of rimming feet, Rarry's\nhand as it pisks up the envelope. It rushes to the\nscreen and ve soe the first line of the address, with\nthe namo \"Frant: Fry,\" and in the bottom right-hand\ncorner, \"Deep Springs Ranch, Bridgeport.\" :\n\n   \n \n\n \n  \n\nThe picture clears quickly, leaving us with the CLOSE-\nUP O¥ BARRY.\n\n \n  \n\nAs ho s\n\nthe CAMERA DRAWS BACK to the original\nBEDIUN ,\n\nta\nLe\n\nBarry\nPlace callod something like \"Doev Springs Ranch\" = ever\nhear of it? .\n\nDrivor .\nYeah, sure. Hell of a big placo. You going to work thoro?\n\nEarvy\nI'm going to try.\n\nDriver\nYou'll like Lt. It's sure a protty valley.\n\nOn the sound track there is the faint sound of a\npolica siren from belind them. Barry's face tightens.\nThe Griver automatically lets up on the gas.\n\nDriver\nOh, oh - Santa Claus.\n(and then grinning)\nIo hope he don't give me nothing.\n\nAs the siren gets louder, the driver begins to slow\nup, putting on his air brakes.\n\f55.\n\n56.\n\n58.\n\n59.\n\n“mg\n\n. 20\nMEDIUM SHOT - EXTERIOR - (NICHT) - FRONT OF TRUCK\n\nas it pulls over to the side of the read. A motor-\ncycle cop comes slowly alongside. He passes thor,\ncoming in closer to camera where he stens his motor-\ncycle directly in front of the truck. Ltelsurely the\ncop gets off his motorcycle and walks back to the\nside of the truck.\n\nMEDIUM SHOT - INTERIOR CAB - SHOOTING PAST BARRY'’S HEAL\nas the policeman comes Into view at the sido wincow.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe passes thor,\ncoming in closer to camera where he stens his motor-\ncycle directly in front of the truck. Ltelsurely the\ncop gets off his motorcycle and walks back to the\nside of the truck. MEDIUM SHOT - INTERIOR CAB - SHOOTING PAST BARRY'’S HEAL\nas the policeman comes Into view at the sido wincow. \n\nTARGET SECTION TO BE ANNOTATED:\nHe turns his flashlight on, shining it directly into\ncamera. We can sec very littic for an instant, thon\nthe flashlight is turned off.\n\nCop (pointing to drivor)\n\nTtll talk to you --\n\n(with a \"coma on\" motion of his head)\n\n-- out hore.\n\nTho driver clambers out of the cab and with tho cop\nmoves out of the shot.\n\nMEDIUM SHOT ~ ZTIVTERIOR CAB ~ OW BARRY\n\nBarry can only hear the faint mrmur of their voicos,\nbut he feols sure they are discussing him. He looks\nnervously about him. He is desperate to mow what to\ndo. He decides to make a gotatay.\n\nMEDIUM SHOT - EXTERIOR - NIGHT SIDE OF THE TRUCK\n\nWe cen sco the door open and Barry's feet as thoy\n\nappear on the punning board. Parry gets out of tho\ntruck and jwms down to the ground.\n\nMEDIUM CLOSE SHOT - REAR WHERL AND LOVER SIDE Of\nTRUCK - FROM BARRY'S ANGLE\n\nThe shadows of the driver and the policoman's logs as\nthey move forward toward the cab.\n\nMEDIUM SHOT - EXTERIOR - BARRY\n\nAs he moves to the side of tho truck and looks through\nthe opon door across the seat of the truck. The\n\ndriver and the policeman roappoar.\n\nDriver\n\nGet back in, Iid. One of my tail blinkers went black,\nthat's all.\n\nThey climb back into the cab. Tho driver starts tho\nmotor.\n\f60.\n\n61.\n\n62,\n\n63.\n\n64,7\n\n6S.\n\naL\n\nMEDIUM SHOT - INTERIOR CAB - SHOOTING IN THROUGH\nWINDSHIRLD\n\nDriver\n\n‘I guess it ain't Christmas yet.\n\nMEDIUM SHOT - EXTERIOR - (NIGHT) - ROAD IN FRONT oF\nTRUCK :\n\nAs the truck pulls away, CAMMRA STAYS ON THE COP as\nhe mounts his motorcycle. .\nCLOSEUP ~ RADIC ON MOTORCYCLE\n\nRadio\n\nCalling all highway patrolmen... Ko on the lookout for a.\nman naned Barry Ford. Ue Ls blonde...\n\nMBDIUM SHOT - POLICEMAN\nas he looks after the truck.\n\nRadio\n\n«..Six feet tvo...blue eyes...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nMBDIUM SHOT - POLICEMAN\nas he looks after the truck. Radio\n\n«.. Six feet tvo...blue eyes... \n\nTARGET SECTION TO BE ANNOTATED:\nabout twenty-five. Last seen\non Highway 66.\n\nThe cop glancos thoughtfully after the retreating\ntruck. . :\n\nFROM Ti FOLICEMAI'S ANGLE\n\n \n \n\nThe CAMERA PANS ACROSS THE ROAD, as though the cop\nwore looking in that direction. CAMERA STOPS ON A\nMEDIUM SHOT OF A HIGHWAY SIGN.\n\nThe sign reads: \"ichway 395.\"\n\nMEDIUM SHOT - THE POLICEMAN\n\nas he remains undecided for a moment, then he starts\nhis motor, wheels and rides off in the opposite diroc-\ntion, out of shot.\n\nFADE OUT.\n\f86.\n\n87.\n\n68.\n\n69.\n\n70.\n\n71.\n\nmg\n\n22\n\nFADE IN:\nVERY LONG SHOT - EXTERIOR - NORTHEASTERN CALIFORNIA -\n(MORNING )\n\nIn the @istance are high mountains, capped with suo,\nand in the foreground the highway, as it runs through\na wide, fertile valley. In the extrema distance wo\nsee tha truck stopped on the lonely highway. The tiny\nfigure of Barvy alights. Ho waves to the driver and\nstarts down a side road.\n\nTAP DISSOLVE TO:\n\nMEDIUM LONG SHOT\nWe seo Barry passing through the main gate of a ranch.\n\nOn the bight there is a mail box with \"Deep Springs\nRanch\" painted on the side.\n\nLONG SHOL - BARRY\n\nAs he moves up the road, a cowboy passas him from the\nopposite direction.\n\nLAP DISSOLVE TO: ¢\n\nLONG SHOT - EXTERIOR\n\nBarry in the forerromid. In the beckground a largo\nCalifornia ranch house. On Barry's right aro stables,\nfarm buildings, cow sheds. Barry makes his way towards\nthe front door of the ranch house.\n\nMEDIUM SHOT - EXTRRIOR - BARKY AT THE FRONT DOOR\nHe presses the button of the front door. The bell can\n\nbe hoard ringing throughout the house. Thon the front\ndoor is opened and a Japanese maid appears.\n\nMEDIUM SHOT ~ EXTERTOR - SHOOTING PAST BARRY AND TO\nINCLUDE THE JAPANESE MAID\n\nBarry\n\nHello. Doos a Mister Pry stay here?\n\nThe Maid (shaking her head)\n\nNo -- owner is Mp.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT ~ EXTERTOR - SHOOTING PAST BARRY AND TO\nINCLUDE THE JAPANESE MAID\n\nBarry\n\nHello. Doos a Mister Pry stay here? The Maid (shaking her head)\n\nNo -- owner is Mp. \n\nTARGET SECTION TO BE ANNOTATED:\n Tobin -- dontt Imow any Mr. Fry.\n\nBarry\n\nThen could I seo Mr. Tobin?\n\nCONTINUED :\n\f71.\n\nTR.\n\n73.\n\n75,\n\n76.\n\n25\n\n* CONTINUED (2)\n\nWill\n\nMaid\ngo see.\n\nShe turns.\n\nLONG SHOT - EXTERIOR - THE FATIO\n\nInside the ranch house there is a wide lavm, and in\nthe center a swimming pool. An elderly man is\nsplashing about with a one-year-old child. The\nchild's mother is sitting close by. The mother\ncrosses and goes to the edge of the pool.\n\nMEDIUM LOG SHOT ~ EXTERIOR\n\nMaid in the foreground. We do not see the man in the\npool. .\n\nMaid\n\nMan outside to see you, Mr. Tobin -- looking for a Mr. Fry.\n\nTobin (off scene; thoughtfully)\n\nMr. Fry, eh? Well, show the young man in.\n\nMEDIUM SHOT ~ EXT, ~- FRONT DOOR OF THE RANCH HOUSE\nThe maid reappears at the door just as the cowboy\nreturns with the mail. He moves past Barry and hands\nit to her. As she takes it, she beckons Barry to\nfollow her.\n\nCAMERA FOLLOWS BARRY into tho house. He is led\nthrough the hallway past another Japanese maid.\nMEDIUM LONG SHOT - EXTERIOR - PATIO\n\nBarry arrives at the pool just as the old gentleman,\nwith a great deal of splashing, is omerging.\nSEMI-CLOSEUP - EXTERIOR - TOBIN\n\nas he comes out of the pool. He wraps his lower half\nin a large bath towel.\n\nTobin (with a smile)\n\nItm Charles Tobin.\n\n(he stretches out his hands)\n\nShall we sit out in the sun and talk?\n\f77.\n\n78.\n\n79.\n\n80.\n\n24\nMEDIUM SHOT - EXTERIOR - SHOOTING PAST TOBIN AND BARRY\nas the mother of the child comes forward.\n\nMother\nT'll take the baby away, Father, so she won't disturb you.\n\nTobin\nShe won't bother us.\n\nThe Mother glances at Barry and decides to rotire\ndiscreetly.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMother\nT'll take the baby away, Father, so she won't disturb you. Tobin\nShe won't bother us. The Mother glances at Barry and decides to rotire\ndiscreetly. \n\nTARGET SECTION TO BE ANNOTATED:\nTWO SHOT - EXTERIOR - PATIO\n\nTobin glances curiously at Barry, whose wnshaven face\nand untidy clothes make him look anything but prosent-\nable. :\n\nTobin (smiling)\nNow, young man, let's hear your little problem, and we'll\nseq what we can do. :\n\n. Barry (cagerl7)\nI'm looking for a man named Fry -- Frank Fry -- I met him\n\ndewn in Los Angeles.and I have to get hold of him.\n\nCLOSEUP ~ TOBIN\n\nHe looks at Barry studiedly, puckoring his brow as\nthough trying to remember the name.\n\nTobin\nPrank Fry... Fry... I've heard 14 somewhero before, but I\njust can't scom to place it... YThers's a follow with a nane\nsomething like that working up at Tahoe... But no, not Fry.\n\nThe CAMDRA PANS WITH TOBIN as he strolls casually\n\nacross the lawn, drageing his bath towel, He moves\n\nto a side tablo and picks up the mail, which has been\n\nrecently deposited by the maid. THe onons a telogram,\n\nroads the contents, and then glances idly through the\n' letters.\n\n- CLOSEUP - THE LETTERS IN TOBIN'S HANDS\n\nWo see that two of thom are addressed to Frank Fry,\nc/o Charlos Tobin, Esq.\n\nTobints Volco (on sound track)\nitm afraid you've got a wrong nwibor. I don't think I aver\nkmew a man by that name.\n\fgl.\n\nBey\n\n83.\n\na4.\n\n85.\n\n86.\n\n25\nMEDIUM SHOT ~ BARRY - SHOOTING PAST TOBIN\n\nBarry\n\n» Could it bo some fellow working for you? One of the cow-\n\nhands?\n\nTobin\nNo, there's nobody by that name working here. But the\n\nfellow next door has a much bigger outfit -~ I'll ask hin\nif he ever heard of the name.\n\nTobin starts to move towards the house.\n\nBarry (intorposing)\nI don't want to put you to so mach trouble.\n\nTobin\nOh, that's all right. No use of your taking a long ride\nwithout. going into this thing thoroughly.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry (intorposing)\nI don't want to put you to so mach trouble. Tobin\nOh, that's all right. No use of your taking a long ride\nwithout. going into this thing thoroughly. \n\nTARGET SECTION TO BE ANNOTATED:\nThe CAMERA PANS WITH TOBIN, as he strolls across and\nplaces the letters and telogram in the pocket of his\ncoat, which is hanging on the door of the bath house.\nTobin :\nIf you'll just wait a second, I'll go in and telephone.\nThe next ranch is fourteen miles up the road.\n\nTobin crosses and starts towards the house.\n\nMEDIUM SHOT - BARRY\n\nAs he seats himself at the side of the pool to await\nTobin's return, his oyes roam over the patio.\n\nLONG SHOT - BARRY\nas ‘his eyes meet the little girl's.\n\nMEDIUN SHOT - BARRY\n\nHe winks and grins at the child.\n\nLONG SHOT - SHOOTING PAST BARRY AT THE CHILD\n\nShoe laughs and flashes a happy smile. The child\n\nlooks down on the grass at-three balls, The child\nstops and picks up one, clutching it tightly in its\nleft hand. It waddles on and picks up the second.\n\nMEDIUM SHOT ~ THE CHILD\n\nIt looks pensively at the third ball, begins to stoop,\nand then looks perplexed at the two balls in its hands.\n\nCAM TNTTET »\n\fas.\n\nBT.\n\n88.\n\n8a.\n\n90.\n\nol.\n\n92.\n\n26°\nCONTINUED (2)\n\nThe child's face brightens, and it puts down one ball\nand picks up the third, but is perplexed agein when\nit sees that there is still one ball remaining on the\nground,\n\nLONG SHOT - THE CHILD\n\nas it waddles happily towards Barry.\n\nSuddenly it stops and throwa down both balls, Then\nthe child turns, and catching sight of the letters in\nTobints pocket, it teddles over and takes them out.\nThen it makes for Barry, carrying the letters.\n\nTWO SHOT - THE CHILD\n\nas it artives with the letters. It drops them at\nBarry's feet. Barry stoops to pick them up.\n\nCLOSKUP - BARRY\n\nAs he straightons, his faco is diffused and wo get\nonco again the pictorial repriso of the scuffling foot\noutside the airplane factory, the opon wallet, and the\nenvolope with Fry's name on it.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt drops them at\nBarry's feet. Barry stoops to pick them up. CLOSKUP - BARRY\n\nAs he straightons, his faco is diffused and wo get\nonco again the pictorial repriso of the scuffling foot\noutside the airplane factory, the opon wallet, and the\nenvolope with Fry's name on it. \n\nTARGET SECTION TO BE ANNOTATED:\n Tho PICTURE CLEARS\nend reveals Barry's expression of incredulity, as he\nstaros at the onvolope in his hand. He looks up\nswiftly and angrily in Tobin's direction.\n\nMEDIUM SHOT - BARRY\n\nHe quickly and furtively snatches up the open tolegram.\n\nINSERT - TELEGRAM\n\n\"ALL PINISHED HERE. JOINING. NEILSON IN MOUNTAIN pe\nFR\n\nTWO SHOT - BARRY AND THE CHILD\n\nBarry hastily gathers tho papers together and hands\nthem to the child.\n\nBarry ‘(coaxingly)\n\nMusin't do that -- put them bak.\n\f95.\n\n94.\n\n“95.\n\nG6.\n\nar\nSEMI-CLOSHUP - CHITD\n\nIt starts to obey, but suddenly turns and toddles off\nin another diraction.\n\nCAMERA FOLLOWS the child as it heads towards Tobin,\nwho is standing in the doorway.\n\nSEMI-LONG SHOT ~ TOBIN AND THE CHILD\n\nTobin\nNow, Baby, you're not going the right way... Thatis not\nwhat the gentleman told you to do. Put them back in the\npocket. You must be carefvl with letters that don't be-\nlong to you.\n\nSEMI-CLOSEUP - BARRY\nHe is petrified and can't take his eyes off Tobin.\nTobin's Voice (off scone)\nIsn't she cute?\nMEDIUM LONG SHOT\n\nTo include Barry as he gets up, and Tobin, who is\nmoving towards him.\n\nBarry (his face is tense)\nYeah, she's cute. ow, where's Pry?\n\nTobin (rotaining his genial mood)\nLet's not get hasty, and anyway, you should Imow -- you\njust read his telegram to me. Ile!s on his way to Mountain\nCity -- isn't that what it says?\n\nBarry (gruffly)\nCut the sugar. Just tell me where Mountain City is.\n\nThe CAMERA PANS OVER to pick up the child as it\ntoddles towards Tobin, carrying a ball and a magazine.\nIt hands these objects to Tobin.\n\nTobin\nWhy, I really couldn't tell you.\n\nHe picks up the child and, holding her in his arms,\nbegins to fondle it.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt hands these objects to Tobin. Tobin\nWhy, I really couldn't tell you. He picks up the child and, holding her in his arms,\nbegins to fondle it. \n\nTARGET SECTION TO BE ANNOTATED:\nTobin\nIf it isn't on any map I really have no way of Imowing\nwhere. it is,\n\nCONTINUED;\n\f96.\n\n97.\n\n98.\n\n99.\n\nLeo.\n\nLoL.\n\n28\nCONTINUED (2)\n\nThroughout the whole scene a portable radio has been\nplaying light orchostral music, but the program new\nchanges to the news.\n\nRadio\nThis is Bruce Knox again, ladies and gentlemen, bringing\nyou up-to-the-minute headlines. Flash! Mystery shrouds\nan aircraft factory fire in the Southern California region.\nCompany officials of the Stowart Aircraft Factery and the\npolice are busy looking for a man named Barry Ford, sus-\npected of sabotage --\n\nTobin cresses to the radio and turns it off.\n\nSEMI-CLOSEUP - TOBIN\n\nTobin\nYoutre really not interested in that, ara you? ‘You must\nhave heard all about yourself earlier. I did +- that's how\nI knew you when you first came in.\n\n_ SEMI-LONG SHOT - BARRY\nas he moves towards Tobin.\nBarry\nOkay. Before you holley 'copper!', just tell me one thing.\nWhy are you fronting for Fry? What's it going to get you?\nSEMI-CLOSEUP ~- TOBIN\nTobin\nAs an intelligent young American, you should kmow that.\nEach of us follows his own opportunities.\nSEMI-CLOSEUP ~ BARRY\nHe can hardly hide his rage.\nBarry\nYou're a funny kind of an American. I never quite believed\nthat guys like you existed -~- people that would sell out\ntheir neighbors and their friends. Still, I owe you a vote\nof thanks -- you've helped me see this thing a little\nclearer.\nMEDIUM SHOT - TOBIN AND BARRY\nTobin\nYoung men, I'm quite bewlldered. I really don't lmow what\nyou're talking about.\n\nCONTINUED:\n\fLol.\n\nLoz.\n\n103.\n\n104\n\n105.\n\n29\nCONTINUED (2)\n\nBarry\nBut get this ~- you'll never make it. I'm going to ston\nyou. I'm going to the police, and then you'll get a\nchanee to find out what this country is all about.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n29\nCONTINUED (2)\n\nBarry\nBut get this ~- you'll never make it. I'm going to ston\nyou. I'm going to the police, and then you'll get a\nchanee to find out what this country is all about. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSEZUP - TOBIN\n\nTobin’ (smiling)\nA very pretty speech... .\n\n(ne looks off into the distance somewhat amused)\n---Youthful, passionate, and idealistic. Some of my\nfriends make speechos like that...\n\n(his eyes are hard now as he turns back ‘to Barry)\nThey speak of a new world, run by power, But they, them-\nselves, aro not interested in the mochanisms of our day <~\npolice and Federal officers. Your belief in these silly\ntokens shows rather bad taste on your part -= and besides --\nItve airsady sent for the shoriff.\n\nMEDIUM SHOT - BARRY AND TOBIN\n\nBarry\nYou can't bluff me -- youtre caught. ‘You'll have to do a\ndot of smooth talking to got out of this one.\n\nTobin\nI only want to remind you that you -- not I -- are a fugi-\ntive from justice. I ama respected landowner -- ono of\n\nthe leading citizons of Mono Comty. I wonder which one of\nus the police is likely to believe.\n\n(ho smiles and seats himself in a deck chair)\nWon't you have a cool drink, Mr. Ford? A Tom Collins is .\nvery refreshing on such a warm day.\n\nCLOSEUP ~- BARRY\nHo looks worriod for a monont.\nBarry\nWell, then, Mr. Tobin, I'm sorry to have taken your time --\nI think I now imow everything that you had to tell mo,\nMEDIUM SHOT - BARRY AND TOBIN\nTobin sits in his dock chair. Tho CAMERA PANS WITH\nBARRY as ho moves towards the patio gato through which\nhe ontered. Tobin strugglos to riso and thon, ro-\n\n‘ laxing, he raisos his voice:\n\nTobin (in Japanose)\n0 Soto, mui chi san ling yunt\n\f106.\n\n107.\n\nlos.\n\nioe.\n\n110.\n\n11l.\n\n50\nMEDIUM SHOP - TIMD PATIO GATE\nas tho Japanose maid cones into viow.\nTobin (off scene)\nBe so kkind as to accompany Mr. Ford to the decor.\nMEDIUM SHOT ~- 0 SOTO\nShe pauses.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nTobin (off scene)\nBe so kkind as to accompany Mr. Ford to the decor. MEDIUM SHOT ~- 0 SOTO\nShe pauses. \n\nTARGET SECTION TO BE ANNOTATED:\n9 Soto\nYes, Mister Tobin,\n\nShe takes a small purse out of her side pocket and\nLooks into it,\n\nLONG Si0T\n\nAs Barry approaches O Soto.\n\nHer hand comes up out of the little bag, holding a\nsmall automatic.\n\nO Soto\nStop, please!\nMEDIUM SHOT - BARRY\n- He is half amusod.\nBarry\nThat filled with water?\nMEDIUM LONG SHOT -~ 0 SOTO AID BARRY\n\n0 Soto (shaking her head)\nNo - filled with bullets - like any gin.\n\nTobin's Voice {coming over scone)\nYou really mustn't ba in such a hurry to loave, lie. Ford.\n\nLONG SHOT\n\nBarry turns and raalizes that his avenues of oscape\nhave been cut off. © Soto stands at his back, holding\nthe gun. Tobin is on his left, just getting out of\nthe deck chair. The only way he can get out of the\npatio is to go around the pool.\n\nBarry\nYou make it tough for me to refuse your invitation - but\nstill I don't see how I can stay here any longor.\n\nCONTINUED:\n\fmg\n\n115.\n\n114.\n\n11s.\n\n116.\n\ni117.\n\nCONTINUED (2)\nHe looks about him and suddenly he calls out:\nBarry\nSusie! Maybe you can help me -- come here,\nMEDIUM SHOT - SUSIE\n\nAs she hears her name, turns, and starts toward Barry.\n\nSEMI-CLOSEUP - TOBIN\n\nTobin (in a stern voice)\nSusie - come here!\n\nMEDIUH SHOT ~- BARRY AND SUSIE\nBarry smiles as the child toddles towards him.\nBarry\nI'm in sort of a predicament, Susis, and I think maybe a\nlittle conference with you might clear things up.\n\nBarry reaches down and takes the child's hands,\nswinging her onto his back.\n\n, Barry\nHow about a nice piggy-back ride?\nSEMI-CLOSEUP: - 0 SOTO\n\nAs she starts forward.\n\nSEMI-CLOSEUP - TOBIN\nFurious.\nTobin\nPut that child downt\nLONG SHOT - BARRY\nAs he starts around the pool toward the patio entranco..",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEMI-CLOSEUP: - 0 SOTO\n\nAs she starts forward. SEMI-CLOSEUP - TOBIN\nFurious. Tobin\nPut that child downt\nLONG SHOT - BARRY\nAs he starts around the pool toward the patio entranco.. \n\nTARGET SECTION TO BE ANNOTATED:\nThe child is hanging onto his back, laughing gleefully,\nenjoying herself tremendously.\n\f118.\n\nil9.\n\n120.\n\nlel.\n\nLee.\n\n123,\n\n124.\n\n32\n\nMEDIUM SHOT - BARRY\n\nAs ho reaches the patio mato that leads towards tho\nstables and the adjoining ranch houses. He turns and\nepens the gate.\n\nBarry\n\nEnd of the line, Susie.\n\nHe waves at Tobin.\n\nBarry (calling to Tobin)\n\nBye-bye, now.\n\nHalt\n\nBarry puts the child down quickly and then steps\nthrough the gate, slamming it behind him.\n\nMEDIUM SHOT - BARRY - ON OTHER SIDE OF GATE\n\nHe looks about him for a second.\n\nThe CAMERA FANS WITH HIM as he runs across the court-\nyard toward a large corral fifty or sixty yards to the\nleft. .\n\nMEDIUM SHOT - BARRY\n\n4s he opens the gate to the corral. He takes dow a\n\nrope halter that is hanging on a pog.\n\nMEDIUM SHOT - REVERSE ANGIE - SHOOTING OVER HORSE'S\nNECK\n\nBarry approaches warily, holding the rope halter be-\nhind him.\n\nLONG SHOT - INSIDE PATIO\n© Soto, the Jananese maid, is running toward the child.\nTobin has extracted himself from his deck chair. He\nig mmning toward the house, shouting orders.\n\nTobin\nJoo! Get after himl\nMEDIUM LONG SHOT - BARRY\nAs he mounts and canters out of the corral, through\nthe ranch yard and off into the mesa.\nMEDIUM SHOT - RANCH YARD\n\nTobin in his-bathing suit. He is shouting at several\nmen who are in the process of mounting horses.\n\f125.\n\n126.\n\n127.\n\n128.\n\nles.\n\n130.\n\n131,\n\n132.\n\nPAN SHOT - BARRY\n\nhanging onto the running horse's mane. He looks back.\n\nLONG SHOT - THREE OR FOUR HORSEMEN\nAs they gallop after Barry.\n\n‘MEDIUM SHOT - BARRY\n\nAs he gallops along.\n\nEXTREME LONG SHOT - AS IF SEEN FROM THE RANCH HOUSE -\nTHE CHASE\n\nTwo small clouds of dust moving on the desert.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONG SHOT - THREE OR FOUR HORSEMEN\nAs they gallop after Barry. ‘MEDIUM SHOT - BARRY\n\nAs he gallops along. EXTREME LONG SHOT - AS IF SEEN FROM THE RANCH HOUSE -\nTHE CHASE\n\nTwo small clouds of dust moving on the desert. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHOT - THE RIDER CLOSEST TO BARRY\n\nAs he unlimbers his lasso and begins to swing it.\n\nCLOSE SHOT - THE LASSO\n\nAs the CAMERA FOLLOWS IT through the air, until it\nfalls around Barry's shoulders.\n\nCAMERA STAYS ON BARRY as he in jertred off his horse,\nand CAMERA FOLLOWS HIM to the ground.\n\nLAP DISSOLVE TO:\n\nLONG SHOT - THE PATIO\n\nA tableau around the pool. The police have arrived\nand are about to take Barry away. He ia standing be-\ntween two detectives, facing t'obin who 1s holding the\nbaby. -\n\nMEDIUM SHOT - BARRY, TWO DETECTIVES, AND TOBIN\n\nOne of the detectives jerka at Barry's sleave.\n\nDetective\nCome on, let's go.\n\nBarry (nodding towards Tobin)\nYou can't just take me away without investigating this cuy.\nJust because he has a house and a pool, that doesn't make\nhim straight. Ask the child about the letters.\n\f133.\n\n154.\n\n135.\n\n137.\n\n34\nMEDIUM. SHOT - TOBIN\n\nTobin\nI peally don't know what the young man is talking abouws.\nHe has a curious imagination. As for the child, I:m sfraid\nit'll be quite a few months before it can answer any quoy-\ntions. At the moment the best 1t can do is tda-da' and\n'moo-moo' -- of course, if that can help you in any way...\n\n \n\nMEDIUM SHOT - TOBIN, THE CHILD, BARRY AND DETECTIVES\nTobin puts the child down.\n\nTobin\nGo ta the gentleman, Susie -- go on.\n\nThe baby toddles over to Barry.\n\nMEDIUM SHOT - THE BABY, BARRY AND TWO DETECTIVES\n\nThe baby. points to the handcuffs on Barry's wrists and\ngurgles something inarticulate.\n\nTobin (off scene)\nShe wants the handcuffs.\n\nHe comes into the shot, taking the child by the hand.\nTobin\nNo, no, you can't have them, my dear. ‘They belong to the\ngontleman.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nTobin (off scene)\nShe wants the handcuffs. He comes into the shot, taking the child by the hand. Tobin\nNo, no, you can't have them, my dear. ‘They belong to the\ngontleman. \n\nTARGET SECTION TO BE ANNOTATED:\nSEMI-CLOSEUP ~ BARRY\nAs he looks helplessly at the faces of the smiling\n\n- detectives on either side of him. He realizes that\nhe is beaten.\n\n“Barry\nOkay, let's get going.\nMEDIUM SHOT - SHOOTING PAST BARRY AND TWO DETECTIVES\nAs they move off. Tobin is standing by the pool, the\nbaby in his arms. She waves her little hand in fare-\nwell.\n\nDISSOLVE TO;\n\f138.\n\n139.\n\n140.\n\n141,\n\n142.\n\n143.\n\n35\n\nMEDIUM SHOT - BARRY - SHOOTING THROUGH WINDSHIEID oF\nPOLICE CAR\n\nHe is seated in back with a dotective. The drivor and\nanother detective ride in front.\n\nBarry\nWhere you taking me?\n\nDetective (in front seat)\nCounty Jail -- back in Bridgeport. You won't find it the\nbest in the West, but it's only temporary. Probably only\nbe there a day, until they come up from L.A. to get you.\n\nBarry\n\nHow about bail? They can't hold me without bail and with\nno charge.\n\nMEDIUM CLOSEUP + DETECTIVE IN FRONT SEAT\nDetective\n\nI don't know whether we can or can't, brother. All we gotta\ndo is do it. .\n\nTWO SHOT ~- BARRY AND DETECTIVE IN BACK SEAT\n\nDetective\nBack in L.A. you'll get all the dope -- and from what I\nhear they might throw away tha key.\n\nThe car slows up with a squeaking of brakes. ‘The de-\ntective beside Barry looks up and speaks to the driver.\n\n. Detective\nWhat's wrong, Joe - what's holding us up?\n\nREVERSE ANGLE - DRIVER AND DETECTIVE IN FRONT SEAT\n\nThe driver indicates a large truck, barely visiblo\nthrough the windshield.\n\nDriver\nGas truck up ahead - can't pass him.\n\nTWO SHOT - BARRY AND DETECTIVE IN BACK SEAT\n\nDetective\nYou'd think they'd keep these big trucks off the highway.\nIt's getting so that there's nothing but trucking on these\nroads. Aman ina car hasn't got half a chance.\n\nCLOSEUP - BARRY\n\nWe can see from his expression that he is becoming more\ndesperate.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's getting so that there's nothing but trucking on these\nroads. Aman ina car hasn't got half a chance. CLOSEUP - BARRY\n\nWe can see from his expression that he is becoming more\ndesperate. \n\nTARGET SECTION TO BE ANNOTATED:\n He glances nervously out of the window.\n\f144.\n\n145.\n\n146.\n\n149.\n\n150.\n\n151.\n\n“se.\n\nHave\n\n36\nMEDIUM SHOT ~ SHOOTING PAST BARRY OUT OF THE WINDOW\n\nWe see that the car is passing over a narrow bridge,\nwith a rushing river below.\n\nBarry (as he turns back to the detective)\nyou got a smoke?\n\nMEDIUM SHOT ~ SHOOTING THROUGH WINDSHIEZD OF cap -\nTO INCLUDE ALL FOUR PASSENGERS\n\nThe detective in the rear seat reaches into his pocket\nfor cigarettes. Barry brings both of his hands up\nfast and strikes him full on the chin.\n\nCLOSE SHOT - BARRY\nAs he kicks at tho handle of the rear door.\n\nCAMERA FOLLOWS HIM as he dives out, and HOLDS ON his\nrolling figure in the road.\n\nMEDIUM SHOT ~ BARRY - OW THE ROAD\n\nHe is dazed for a moment, then getting to his feet,\nvaults over the low railing of the bridge.\n\nLONG SHOT - BRIDGE\n\nAs Barry dives into the river.\n\nLONG SHOT - THE BRIDGE AND THE HIGHWAY BEYOND IT\n\nThe detectives! car slides to a stop. The two men in\nthe front seat jump-out.\n\nTWO SHOT - THE TWO DETECTIVES\n\nAs they start across the road. They pull back suddenly\nand a truck whizzes by in front of camera, barely\nmissing them.\n\nMEDIUM SHOT ~ THE DEVECTIVES\n\nAs they run along the road.\n\nLONG SHOT - THE DETECTIVES\n\nAs they come toa halt on the railing of the bridge.\nThey have their guns out.\n\f~ 155.\n\n154.\n\n155.\n\n\"156.\n\nis?.\n\n158.\n\n159.\n\n160.\n\n37\nMEDIUM SHOT - SHOOTING UP FROM THE WATER\n\nFirst Detective (shouting)\n\nWatch the other side!\n\nMEDIUM SHOT - BARRY\n\nAs he flattens himself at the side of the bridge and\nrecovers his breath. He is bleeding from a scratch\non his temple. Above him the mon are still shouting.\nHe takes a deep breath and the CAMERA PANS WITH HIM\nas he plunges down below the surface of the water.\nMEDIUM SHOT - UNDER WATER - BARRY\n\nAs he makes his way upstream, using his hands as best\nhe can.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAbove him the mon are still shouting. He takes a deep breath and the CAMERA PANS WITH HIM\nas he plunges down below the surface of the water. MEDIUM SHOT - UNDER WATER - BARRY\n\nAs he makes his way upstream, using his hands as best\nhe can. \n\nTARGET SECTION TO BE ANNOTATED:\n We see him bucking the current until he\nfinds two huge boulders. Barry turns on his back and,\nbracing himself against the boulders with his feet,\nhe moves towards the surface,\n\nMEDIUM LONG SHOT - THE SURFACE OF THE WATER\n\nAs Barry's nosa and mouth emerge.\n\nLONG SHOT - FROM BARRY'S ANGLE\n\nFifty yards below him, along the river banks, the\ndetectives are searching in the tall grass. They are\nworking their way back toward the bridge, in their\nendeavor to trace Barry's passage downstream. One\ndetective starts running toward Barry.\n\nMEDIUM CLOSEUP - BARRY\n\nHe is barely able to hold out. He must remain con-\ncealed by the boulders.\n\nSHOOTING PAST BARRY'S HEAD TO FIRST DETECTIVE\n\nAs he approaches.\n\nMEDIUM SHOT - UNDER WATER - BARRY\n\nAs the detective passes, he lowers himself below the\nsurface of the water.\n\f162.\n\n163.\n\ni164.\n\n165.\n\n166.\n\n167.\n\n38\n\nMEDIUM SHOT - SHOOTING UP FROM BARRY'S ANGLE THROUGH\nTHE WATER\n\nThe dotective's distorted form ia in view as his feat\nrest on the boulder diroctly over Barry. He is locke\ning to the visht and left of him, then the detoctive\nseoms to be looking pight down at Barry. From below\nthe water, his whold form soems to quiver like jello.\nBarry's lings are about to burst, but still the man\ndoss not move.\n\nPROM BARRY'S ANGLE -\n\nThe CAMERA BREAKS THROUGH the surface of the water.\n\nMEDIUM SHOT - HE DETECTIVE ON HE BOULDER\nBarry rises suddenly and with his handcuffed hands\n\nswings at the man's ankles. The detective tumbles\ninto the water and ls carried away down the river.\n\nLONG SHOT - THE OTHER DETECTIVES\n\nAs they turn suddenly, hearing the fallen wan's cry.\nWe hear faint shouts of \"There he is ~- watch him!\"\n\n“\"Dontt shoot until you have to!\"\n\nThe detectives and one or two truck drivers endeavor\nto follow tha course of the man as he is swept along\nby the current. ‘hoy movo downstream. One of them\n\nwades out into the river.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONG SHOT - THE OTHER DETECTIVES\n\nAs they turn suddenly, hearing the fallen wan's cry. We hear faint shouts of \"There he is ~- watch him!\"\n\n“\"Dontt shoot until you have to!\"\n\nThe detectives and one or two truck drivers endeavor\nto follow tha course of the man as he is swept along\nby the current. ‘hoy movo downstream. One of them\n\nwades out into the river. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHOT - BARRY\n\nAs ho smiles with-satisfaction. Ho begins to swim\ntoward tho riverbank.\n\nFADE OUT.\nFADE IN:\nMEDIUM SHOT - BARRY - LATE AFTERNOON\nBig trees and the mountains in beckground. It is\nraining.\nLONG SHOT - FROM BARRY'S ANGLE - TEE FOREST BEYOND HIM\n\nA storm is causing vivid flashos of lightning to show\nthrough tho trees - loud thunder on the sound track.\n\f+ mg\n\n168.\n\n169.\n\n170.\n\niv.\n\n172.\n\n173.\n\n175.\n\n176.\n\n39\nLONG SHOT - BARRY\n\nAs hs comes to a slight clearing among the trees.\n\nLONG SHOT - SHOOTING PAST BARRY\nHea is looking across the grassy moadow, through the\n\nheavy rain - toward a cabin nestled against tho. hills\nhalf amile avay. Smoke is rising from the chimey.\n\nMEDIUM SHOT\n\nAs Barry moves forward.\n\nLONG SHOT - BARRY\n\nAs he moves warily around a corner of the house.\n\nCLOSE SHOT - BARRY\n\nA twig cracks underfoot. Barry flattens himself —\nagainst the Wall. From inside we hear a dog barking.\n\nTWO SHOT\n\nBarry flattens himself against the wall. Beside his\nhead there is a window. A dog, barking louder now,\nis at the window.\n\nMEDIUM SHOT - BARRY\n\nAs he moves along the wall, trying to gain the other\nside of the house. The deg follows him from window\nto window.\n\nLONG SHOT - BARRY\n\nAs he reaches the farthest side of the house facing\nthe clearing.\n\nMEDIUM CLOSBUP - BARRY\n\nAbove the noise of the rain on the leaves we hear the\ndeep volce of a man.\n\nVoice (quite close)\n\nHello, there? Won't you come in out of the rain?\n\nBarry turns quickly.\n\f17”.\n\n178.\n\n179.\n\n180.\n\nigi.\n\n182.\n\nigs.\n\n40\nCLOSEUP - BARRY\n\nAs he pulls his sleeves dovm over his handcuffs.\n\nMEDIUM SHOT - BARRY\n: Barry\nYeah - thanks.\nMEDIUM LONG SHOT - BARRY\n\nAs he approaches the door and goes inside.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\n40\nCLOSEUP - BARRY\n\nAs he pulls his sleeves dovm over his handcuffs. MEDIUM SHOT - BARRY\n: Barry\nYeah - thanks. MEDIUM LONG SHOT - BARRY\n\nAs he approaches the door and goes inside. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHOT - SHOOTING PAST BARRY\n\nHe is facing an elderly gentleman who is standing\n\nbefore a crackling fire.\n\nMEDIUM SHOT - BARRY\n\nSoaking wet.\n\nBarry\n\nHate to barge in on you like this, but I wonder if I could\nary out in here --.walking through that mud is pretty\ntough. .\n\nMEDIUM CLOSEUP ~ THE ELDERLY GENTLEMAN (MR. MILLER)\n\nHe is a kindly locking, white-haired man of about\nsixty-five, but wiry and virile. He smiles.\n\nMe. Miller\nWhere's your car, young fellow? You might have trouble\nstarting it if you leave it out in the rain. Therats a\nlean-to behind the cabin -- you can put it under there.\n\nMEDIUM SHOT - BARRY AND MR. MILLER |\n\nBarry (attempting to smile)\nNo car - I'm working the old thumb.\n\nMr. Miller\nThe thumb? I don't quite --~\n\nBarry\nHiteh-hiking.\n\f184.\n\n185\n\n186.\n\n“137,\n\n18a.\n\n189.\n\niso.\n\n191.\n\n41\nMEDIUM CLOSEUP - MR. MILLER\nMe. Miller\nOh, really. I envy you ~ it seoms to me to be a groat\nadventure -- the last of the pioneers -- exporimenting\nwith the American sum - and the American heart.\nMEDIUM SHOT - BARRY AND MR. MILIER\nBarry\nYes, maybe that's so = never thought of that.\nMEDIUM CLOSEUP - BARRY\nHe is watching the elderly gentloman, trying hard to\nconceal the fact that he is handcuffed.\nMEDIUL SHOT - MR. MILLER AND BARRY\n- Mr. Miller\nMy name is Edward Miller. You're walcome to stay here\nuntil tho storm blows over. I dopbt whether that will be\nvery long -- these summer storms are short.\nBarry\nAnd pretty wet.\nCLOSEUP - BARRY\nBarry\nMy name's Barry ~-- Mason.\nMEDIUM SHOT + SHOOTING PAST BARRY TO“ARD MR. MILLER\nMr. Miller\nWell, come risht in, Barry - therots a fire going in tho\nother room.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT + SHOOTING PAST BARRY TO“ARD MR. MILLER\nMr. Miller\nWell, come risht in, Barry - therots a fire going in tho\nother room. \n\nTARGET SECTION TO BE ANNOTATED:\n If you want to take off thoso wat clothes, go\nright ahoad - there isn't anyone within miles.\nMEDIUM CLOSEUP - BARRY\nThe CAMERA PANS DOWN to his soaked shoes.\n. Barry\nIt's not so bad. [I'11 lot tem dry right on me - so thoy\nwon't forget my shapo. .\nMEDIUM SHOT - MR. MILLER AND BARRY\n\nMr. Miller smiles.\n\nCONTINUED :\n\f193.\n\n192.\n\nis4.\n\n195.\n\n196.\n\n42\nCONTINUED (2)\n\nMr. Miller\n\nCome along, then.\n\nCAMERA FOLLOWS THEM into the other room. lr. Millor\nmoves slowly in advance of Earry. He stands across\nthe room, leaving the fire open to Barry.\n\n“Mr. Miller\n\nYou might throw a couple of logs on the fire -- perheps we\nean hurry the drying process.\n\nMEDIUM SHOT - BARRY\n\nAs he moves cautiously toward the fireplace. He\nmanosuvers his body in such a manner that he can pick\nup a log without his handeuffs being seen.\n\nMEDIUM CLOSEUP - BARRY\n\nBending over tho wood-basket. On the sound track we\nhear Miller close the door. Barry quickly lifts a\nlog out of the wood-basket and pivots toward the fire-\nplace, but the’fact that his hands are manaclod causes\nhim to lose his grip on the log and it falls to the\nhoarth with a crash. ©\n\nCLOSZUP ~- BARRY\n\nAs his handcuffs are rovealod by the offort. Io looks\nup nervously.\n\nSEMI-CLOSEUF - SHOOTING UP FROM BARRY'S ANGLE - MR.\nMILLER .\n\nfle looks down at Barry.\n\nMEDIUM SHOT - BARRY AND MR. MILLER\n\nBarry looks up at Miller and then down at his hand-\ncuffs. There is a pause while he waits for the old\nman. to speak.\n\nMy. Millor (in his same genial tone)\n\nThey'rs pretty heavy, aren't thoy? I drop them all the\ntime.\n\f1o7.\n\n198.\n\n199,\n\n200.\n\n201.\n\n. 202.\n\n43\nTWO SHOT - BARRY AND MR. MILLER\nBarry straightens and stares intently at Miller's face.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n. 202. 43\nTWO SHOT - BARRY AND MR. MILLER\nBarry straightens and stares intently at Miller's face. \n\nTARGET SECTION TO BE ANNOTATED:\nThen slowly he passes his manacled hands, palms out~\nward, in front of the older man's cyos.\nBarry (in a dead voice)\nYeah, they're really heavy -- gotta use two hands, I suess.\n\nMEDIUM. CLOSEUP - MR. MILLER - SHOOTING PAST BARRY\n\nThe old man does not move despite the handcuffs that\nare being passed back and forth in front of his eyes.\n\nBarry\nGuess Iwas pretty lucky not to smash my fingers.\nMEDIUM CLOSEUP - BARRY\nAs he bonds dovm to pick up the log again.\n\nBarry (muttering)\neeeeprotty lucky...\n\nHe throws the leg on the fire. CAMERA FOLLOWS THE\nLoG onto the smouldering firo.\n\n- LAP DISSOLVE TO:\n\nCLOSEUP ~ THE FIREPIACE\n\nThe flames have incroased and the burning wood is\nerackling.\n\nThe CAMERA PULLS BACK to include Barry, who is maling\nno effort to. conceal his handcuffs. He warms his\nhands in front of the fire.\n\nMEDIUM LONG SHOT -\n\nMr, Millor is seated at the window, Barry standing\nwith his back to the fire.\n\nMr. Miller\nTho rain isn't so bad when you're wndor a good roof, is it?\n\nMEDIUM GHOT - MR. MILLER\n\nMr. Miller .\nIt's almost one of the nicest feelings in the world -- the\nvain pattering in the woods, and a warm fire on the hearth.\nIt's like being safe in a fortress with an enemy outside.\n. (he looks up)\nIf you could ever call Nature an onemy. It's sort of a\nfriend to ma -- a companion.\n\f44\n\n205. MEDIUM SHOT - BARRY AND 3\n\n \n\n» MILLER\n\nMr. Miller (continuins)\nI suppose everyone who lives by himself in the forest\ndevelops that feeling. Every trea is a comrade --\n\nThere is a loud clap of thunder.\n\n0\n9°\na\n\nMEDIUM CLOSEUP - BARRY\n\nAs he jumps nervously.\n\n205. MEDIUM CLOSEUP - MR. MILLER\n“Mr. Millor (unperturbed)\n\nEven the thunder is a friend -- it tells you that the\nlightning has passed.\n\n206.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nMILLER\n“Mr. Millor (unperturbed)\n\nEven the thunder is a friend -- it tells you that the\nlightning has passed. 206. \n\nTARGET SECTION TO BE ANNOTATED:\n MEDIUM SHOT - BARRY\n\nBarry\nThat's a funny way to look at it - but I guess youtre\nright.\n\n207. _ MEDIUM SHOT - MR. MILLER\nAs he gets up slowly.\n\nHr. Miller\nOh, you don't have to subseribe to my theories -- you're\nyoung. No reason for you to live as I do = alone. You\ncan enjoy life after your own tastes. Porhans when you're\nolder you'll understand the attractions of solitudo --\nsolitude and music - my own private pleasures. I even\ncompose a little. And bocause I'm alone I allow mysolf to\nthink it's good.\n\n208. CLOSEUP - MR. MILLER\ni. Miller\nIt isn't, you know. I find that out whonover I have guasts.\nAre you fond of music?\n209, MEDIUM SHOT - BARRY\n\nBarry\nYeah, I like it a lot.\n\f210,\n\n211.\n\nele.\n\nMEDIUM SHOT - MR. MILLER AND BARRY\nMr. Miller moves slowly toward the piano.\n\nMr. Miller\nBo you play any instruments?\n\nBarry\nNo -- Ivused to. I played the triangle in a school bend.\nSince then nothing but the radio.\n\nlir. Miller (as he seats himself at the\npiano - he smiles)\nThose are hardly instruments, The triangle is exercise\nand the radio a drug. I play the piano.\n\nMEDIUM CLOSEUP ~ MR. MILLER AT PIANO\n\nUr. Miller\n\nIt doesn't know I'm blind. So it's very kind to me - and\nquite wnembarrassod. Delius, the English composer, was\nblind, too, you know.\n\n(he bogins to play softly) .\nOur blindness is the only thing we have in common. Do you\nknow Delius?\n\n(he plays moro loudly)\n\"Summer Night on the River,\" for instance. It's almost a\ndescription.\n\nMEDIUM SHOT - BARRY\n\nAs the soft, melodious notes emerge from the other\nend of the-room. Ha steals a ance at the bowl of\nfruit on the table. He steps forward and surrepti-\ntiously takes an apple betveen his manacled hands.\nHe bites into it carefully, but it makes a loud\nerunching sound.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHa steals a ance at the bowl of\nfruit on the table. He steps forward and surrepti-\ntiously takes an apple betveen his manacled hands. He bites into it carefully, but it makes a loud\nerunching sound. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nCLOSEUP - ER. MILLER .\nAs he looks wp from a soft passage he is playing.\nEr, Miller\n\"Summer Hight on the River\" - with an apple. You must be\nquite hungry, young man. Isn't there something else I can\nget you?\n\nMr. Miller stops playing.\n\nMEDIUM SHOT - BARRY AND MR. ITLLER\n\nBarry\nNo thanks. An apple will do -- please go on playing.\n\nCONTINUED:\n\fpr\nee\n>\n\ne15.\n\n216.\n\ne217.\n\nele.\n\n46\nCONTINUED (2)\nMr. Miller risos from tho piano.\n\nMr. Miller\nNo == you will have to fill that ompty stomach, first.\n\nThe CAMERA PANS with Mr. Miller as he gots up and\npasses into the kitchen.\n\nMEDIUM LONG SHOT - MR. MILLER AND BARRY\n\nAlmost as though it were a trick of magic, Mr. Miller\nemerges with two plates ~- onc with bread and butter\nand the other with some cold meats.\n\nMr. Miller (siwiling)\nYou see, it's all very simple. Living here is patterned\nafter a fairy talo. You make a wish and tho chances aro\npretty good of its being fulfilled.\n\nBarry (protesting)\nThanks a lot, but I don't want all that.\n\nMr. Millow\nBut you must be hungry after your long walk.\n\nMEDIUM SIIOT - BARRY AND MILLER - SEATED AT THE TABLE\n\nBarry is having a little difficulty in manipulating\nhis knife and fork. The rain has abated somewhat --\nthere is leas thunder and lightning. On tho sound\ntrack we hear tho noise of a- motor pulling up and tho\nfaint sound of volces outside. Barry gets up and\nmoves towards tho window. .\n\nLONG SHOT - SHOOTING OVER BARRY'S SHOULDER OUT OF THE\nWINDOW\n\nA girl is just getting ont of a sedan at the foot of\nthe path that leads to Miller's house. Anothor car\nhas pulled up behind her. Out of it got detectives\nand police. We see the polico and the girl speaking\ntogothor.\n\nMEDIUM SHOT - INSIDE THE CABIN - BARRY\nBarry turns and moves back towards the table.\nMe. Millor\nThat mist be Teddie.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT - INSIDE THE CABIN - BARRY\nBarry turns and moves back towards the table. Me. Millor\nThat mist be Teddie. \n\nTARGET SECTION TO BE ANNOTATED:\n It sounds as though there were some-\none with hor. .\n\nCONTINUED:\n\f218.\n\n219.\n\n220.\n\n221\n\n222.\n\n223.\n\n47\nCONTINUED (2)°\n\nBarry (grimly)\nit's another car. She's showing them the way. ‘They must\nbe lost up here.\n\nHe looks towards the window.\n\nLONG SHOT OF WHAT BARRY SEES:\n\nThe girl coming towards’ the front door.\n\nMEDIUM SHOT - BARRY\n\nAs he sits dovm and hides his manacled hands under\nthe table. The door opens and Teddie enters. She\npulls up sharply upon seeing Barry.\n\nMr. Miller (introducing)\nTeddic Miller, Mr. Barry Mason.\n(he turns towards the sirl)\nYou seem surprised, my dear, to see that I have a guest.\nLife here isn't as uneventful as you believe. Mr. Mason\nand I haven't had a dull moment -- at least I'm under that\nimpression... Who were your frionds, dear?\n\nMEDIUM SHOT - TEDDIE\n\nShe has closed the door behind her and stands in front\nof it.\n\nTeddia\nI'm just a little jumpy -- those mon outside -- they'ro\npolice. They asked me if I'd seen a young man --\n\nMEDIUM SHOP - TO INCLUDE BARRY AND TEDDIE\nShe is looking intently at him.\n\nTeddie\nThey're looking for him... Some follow that committed a\ncrime in Los Angelos.\n\nMEDIUM LONG SHOT - MR. MILLER, BARRY, AND TEDDIE STILL\nAT THE DOOR\n\nMr. Miller\nVhe polico are always inclined to be alarmists. They be~\nlieve that frishtening people is part of protecting them.\n(he laughs)\nThere has been no one here more suspicious than myself and\nmy friend, Mr. Mason -- and I think you'll agree that\nneither one of us has the look of a fifth columnist.\n\nCONTINUED:\n\f \n\n’\n223.\n>\n>\n225.\n>\n226.\n>\nn\ne\n>\n>\n»\n~o 227,\n\n48\nCONTINUED (2)\n\nNeddie (smiling a little)\nI suppose not. I'm sorry. I'll eo back and speak to tho\nmon.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n>\nn\ne\n>\n>\n»\n~o 227,\n\n48\nCONTINUED (2)\n\nNeddie (smiling a little)\nI suppose not. I'm sorry. I'll eo back and speak to tho\nmon. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHO’ - TEDDIE\n\nAs she turns towards the door. She hesitates for a\nmoment and locks once more at Barry. ‘Then she sues\nout, Barry gets up and moves to the window.\n\nLONG SHOT - SHOOTING PAST BARRY OUT OF THE WINDOW\n\nThe girl speaks to the police officers, who drive off.\n\nMEDIUM. SHOT - MR, MILLER AND BARRY - INSIDE THE CABIN\n\nMy. Miller\nTeddie is my nioce... Her coming ont here for a month\nevery summer is one of the most ploasant things that's\nhappened to me -- But a month is about as much as sho can\nstand of this kind of life -- the quiot makos her reatless.\n\nThe docr slams and Toddic re-enters, She moves\ntowards the tablo, smiling winningly. We soo that\nsho is attractive in spito of her sloppy hat and\nraincoat. Somchow she brings tho froshnoss of tho\nforest into the room with hor.\n\nTeddic (holding out her hand to Barry\nIn the middle of my sleuthing I didn't even have time to\nsay 'How-do-you-do.! .\n\nBarry is afraid to rise. He remains soated, and\nmerely nods his head.\n\nBarry\n\n-How-do-you-do.\n\nTeddie looks curiously at him. Afraid of arousing\nsuspicion, Barry attempts to rise, and in doing so,\nmocks a knife from the table.\n\nNow he is in a real dilenma. All he can do is glance\ndown at the Imife and then up at the girl. She locks\neurfously at him for an instant and thon cones around\nto his side of the table and picks up the knifs.\n\nTWO SHOT - TEDDIE AND BARRY\n\nAs she stoops, she catches sight of his handcuffs.\nShe jumps back, frightened.\n\f228.\n\n229-6\n\n230.\n\n49\nCLOSEUP - TEDDIE\n\nShe is frightenod.\n\nCLOSEUP - MR. MIDLER\n\nMr. Miller (quiotly)\nWhat is it, Teddie? Have you just seen his handcuffs?\n\nMEDIUM SHOT ~ TEDDIE, MR.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiller (quiotly)\nWhat is it, Teddie? Have you just seen his handcuffs? MEDIUM SHOT ~ TEDDIE, MR. \n\nTARGET SECTION TO BE ANNOTATED:\n MILLER, AND BARRY TO THE\nRIGHT\n\nTeddisa\nUncle! -- He's the- man -- the one they're looking for!\nWhy did you tell me he was a friend?\n\nMr. Miller remains unperturhed.\n\n: Mr. Millor\nGently, Teddic -- Iwas aware of Me. Mason's predicament\nfrom the moment he came in ~~ somohow, his voice told me\nthat he wags not free.\n\nTeddis\nThen why didn't you give him up to the police?\n\nYr, Millor\nYou're relentless, Yeddie -» rolentiess and jumpy. That's\nwhat comes of living in cities. You have too fow doubts.\n\nMr, Miller turns his head towards Barry.\n\nMr. Miller (thoughtfully)\nIt's not so sasy for mo to turn a young man over to the\npolice without knowing whether he's guilty or not.\n\nSEMI-CLOSEUP - MR, MILLER\n\nMr. Millor (as he goos on)\nHandeuffs alone do not make a man a criminal. In many\nparts of tho world today they sorve rather as a badge of\ncourago and honesty, and besides --\n(he pausos, smiling)\nI hava discovered that Mr. Mason and I have two things in\ncommon ---wWo are both oxtromoly fond of apples and music.\n\nMEDIUM SHOT - TEDDIE\nAs she facos Mr, Millor and Barry.\nTeddia ,\nUnclo Edward! It's your duty to turn this man ovor to tho\nauthoritios. .\n\nCONTINUED:\n\fto\ncay\nwm\n\n235.\n\n234,\n\nCONTINUED (2)\n\nMy. Miller (calmly)\nI must remind you again that Itm-not a policeman, I don't\nshare your automatic suspicions. Why, I doubt whether this\nyoung man has been tried yet.\n\n. Barry\nI-haven't even been indicted.\n\nMr. Miller (turning to the girl)\nYou see? Like so many people nowadays, you're judging a\nman before he's been proven guilty.\n(he leans back in his chair)\nWhat's more, today is a rainy day, and I feal a little like\nbreaking the law. If it were sunny, I'd be much more the\nrighteous citizen.\n\nTeddie is bewllderad.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n(he leans back in his chair)\nWhat's more, today is a rainy day, and I feal a little like\nbreaking the law. If it were sunny, I'd be much more the\nrighteous citizen. Teddie is bewllderad. \n\nTARGET SECTION TO BE ANNOTATED:\nToddie .\nWhat do you mean? What are you going to do?\n\nMy. Miller :\nNot even as mich as you are. I only fed him -- you will\nfree him... Take the car and bring this boy down to the\nblacksmith's, He'll be able to get the handcuffs off.\n\nSEMI-CLOSEUP - TEDDIE\n\nTeddia\nUncle, how can I do that?\n\nMEDIUM SHOT ~ MR, MILLER, TEDDIE AND BARRY\n\nMe. Miller\nGo ahead, Teddie. I'll take the blame.\n(he turns towards Barry)\nAnd take some of the bread with you, and some of the moat,\nyoung man -- you might get hungry later on.\n\nBarry (rising)\nThanks. You've been pretty swell.\n\nMr. Miller .\nYes, it's a nice foeling... Good luck and bon voyage.\n\nThe. CAMERA PANS WITH BARRY, as he moves towards tho\ndoor.\n\nBarry\ni sure approciate it.\n“(he hesitates a momont)\nDon't think I won't be back for more of that music!\n\nCONTINUED:\n\f234.\n\n0\na\n4\n\n238.\n\n. 51.\nCONTINUED (2)\n\nHe steps out of the door, Teddie follews, but turns\n“back once more.\n\nTeddie\nUncle, are you sure you're doing right?\n\nMp. Miller (rising and moving towards hor)\nGo ahead, my dear. I have a sort of deeper sense about\npeople.\n\nHe is noar to hor now, and kissos her fondly on the\nforehead, :\n\nMy. Miller\nZ can see beyond handcuffs... And I'm very seldom wrong.\n\nToddie (sighing)\nOh, all right.\nLONG SHOT - SHOOTING DOWN THE PATH TOWARDS THE CABIN\n\nAs Teddie and Barvy hurry through the rein towards\nthe car, the old man stands smiling in the doorway of\nthe cabin.\n\nMr, Miller (shouting)\nKeop practicing on that triangle.\n\nBarry (turning, shouting back)\nI wilh!\n\nThoy get into the car, as Mr. Miller moves slowly out\ninto the rain. .\n\nEXTREME LONG SHOT ~ THE HOUSE, AND MR. MILLER\nas tho car drives away down tho lana.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiller moves slowly out\ninto the rain. . EXTREME LONG SHOT ~ THE HOUSE, AND MR. MILLER\nas tho car drives away down tho lana. \n\nTARGET SECTION TO BE ANNOTATED:\nLAP DISSOLVE TO:\n\nLONG SHOT - THROUCH THE WINDSHIELD oF THE CAR\n\nDown a familiar type of four-lane highway, with a\nsuggestion of a town about three miles ahead.\n\nMEDIUM SHOT ~ REVERSE ANGLE - INSIDE THE CAR\n\nToddio is driving, Barry beside hor. It is still\nraining,\n\nToddic (glumly)\nWould you mind closing that window?\n\nCONTINUED:\n\f258.\n\n239.\n\n240.\n\n241,\n\n52\n\nCONTINUED (2)\nBarry (as he doos so)\nSay, this blacksmith isn't right in the middle of town, is\nhe? It would make it kind of tough.\n\nTeddie (shortly)\nNo, his place is along here.\n\nLONG SHOT - THE CAR\n\nAs it turns slowly off the highway.\n\nMEDIUM SHOT - INTERIOR OF CAR - BARRY AND TEDDIZ\n\nTeddie\nAt least, I thought it was.\nBarry\nThe blacksmith -- he's a right guy?\nTeddi\nJake? Oh, certainly -- He used to shoe our horses years\n\nago, and when Uncle came back to live here, for a long time\nhe was his only friend.\n\nTeddie seems to be talking in ean unconcentrated, nor~\nvous way. She turns suddenly and spoaks in a more\nintense voice.\n\nToddie\nLet me see your handcuffs. I wonder if 1t will be any\ntrouble taking them off?\n\nTWO SHOT - BARRY AND TEDDIE\n\nHe glances out of the window to make sure that the\nroad is quite empty, and then he holds out his man-\nacled wrists.\n\nBarry (grimly)\nJust like charm bracelets.\n\nTeddie (nervously)\nGet them a little higher -- in the light.\n\nBarry moves them until they are right over the stoer-\ning wheel. Suddenly, Teddies grabs his arms, pulls\nthom towards her and down over the steering wheel, so\nthat Berry is shackled to the steering colum,\n\nQuite breathless with oxcitement, she stares at him\nwith a triumphant light in her cyes.\n\nCONTINUED:\n\f241.\n\n242.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly, Teddies grabs his arms, pulls\nthom towards her and down over the steering wheel, so\nthat Berry is shackled to the steering colum,\n\nQuite breathless with oxcitement, she stares at him\nwith a triumphant light in her cyes. CONTINUED:\n\f241. 242. \n\nTARGET SECTION TO BE ANNOTATED:\n243,\n\n244,\n\n53\nCONTINUED (2)\n\nTeddia\nThere -- You can't get loose now -- and I feel better With\nit this way. .\n\nBarry is completely taken aback.\n\nBarry\nWell, Itll be a -- Why, you little ~~\n\nTWO SHOT - CAMERA SHOOTING PAST BARRY\nTeddis seems much relieved.\n\nTeddie\nYou neodn't seem so surprised -- you had this coming to you\nanyway. You're a criminal --\n\n. Barry\nYour uncle didn't seem to think so. ,\n\nToddie -\nOh yes, you were pretty smooth with your charm -- but the\nworld isn't full of blind and lonely old men.\n\n(she looks, at him coldly)\n\nYou'd better think of what youtre going to say to the\npolice -- that's where we're going, you mow. And if\nyoutre interested in reminiscences, wo passod Jake, the\nblacksmith's, two miles back. My welea's old friond...\n\nSEMI-CLOSEUP - BARRY\n\nBarry (through closed teeth)\nYou're sure you and your uncle aro from the samo family?\nOr maybe it was just a slip-un. Maybo it was that iceman --\nthe mean one -- the one who used to kick the dog.\n\nTWO SHOT - BARRY AND TEDDIB\nShe tries to be aloof.\n\nTeddle\n\nI'd prefer it if you wouldn't speak to me, You'ro really\nnot very funny.\n\nBarry\nOkay, that suits me fino.\n\nHe looks out ahoad. We can see that his mind is work-\ning. Suddenly he turns his hands upward, grabbing tho\nsteering whool by two or threo spokes that radiate from\ntho column.\n\f245.\ne\n>\n246.\n>\n247,\n» 248.\n>\nal\n»e@\n249.\nb\n250.\n6\n» 251.\n\nme\n\n54\nCLOSE SHOT - BARRY'S Foor\n\nAs he kicks away her foot and pushes down the accoler-\nator.\n\nMEDIUM SHOT - BARRY AND TEDDIE\n\n‘As they wrestle for a moment. Barry proves to be the\n\nstronger. He turns. the car towards the right.\n\nLONG SHOT - THE CAR\n\nAs it turns suddenly.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry proves to be the\n\nstronger. He turns. the car towards the right. LONG SHOT - THE CAR\n\nAs it turns suddenly. \n\nTARGET SECTION TO BE ANNOTATED:\n the right, dowm a forked road.\n\nTWO SHOT - BARRY AND TEDDIE\nShe is still struggling against his firm grin, but he\nis much too strong. After a while, she gives up and\nsits helplessly beside hin.\n\nTeddie (controlling her anger)\n\nThey'1i add kidnanyving to your charges.\n\nBarry- (grimly)\n\n«+-And maybe murdor.\n\nTaddie looks startled.\n\nLAP DISSOLVE:\n\nA LONG SHOT - THE CAR\n\nAs it careens away into the countryside.\n\nMEDIUM SHOT ~- INSIDE THE CAR\n\nThe position of the two cecupants is altered somewhat.\nBarry is scanning the landscape. He turns slowly.\n\nTeddies has relaxed in her struggle against him.\n\nLONG SHOT - SHOOTING FROM BEHIND BARRY AND TEDDIE OUT\nOF THE WINDSHIELD\n\nAs the car faces a new sogmont of the highway.\nDirectly in front of them, somo distance away, is a\nhuge sign by the side of the road -- a rogular National\nOutdoor Advertising £4-Sheot.\n\nIt flies towards thom. The sign is a hugo picture of\na beautiful blonde girl with a wonderful smile, light-\ning a clgarotte. The caption under the picture reads:\n\nCONTINUED:\n\f \n\n261.\n\n252.\n\n253.\n\n254.\n\n255.\n\n257.\n\n258.\n\n259.\n\nCONTINUED (2)\n\"Hor Happiest Moment.\"\n\nThe CAMERA PANS SLIGHTLY from the inside of the cur as\nthey pass the sign. .\n\n‘MEDIUM SHOT - THE SIGN\n\nMEDIUM SHOT - INSIDE THE CAR - BARRY\n\nAs he jerks his head to look at it, then looks at the\nglowerlng Teddie beside him.\n\nMEDIUM SHOT ~ THE SIGN\n\nTWO SHOT - TEDDIE AND BARRY\n\nAs he realizes that the sign and his passenger are one\nand the same girl. He grimaces -- and thay pass on in\nsiioncs.\n\nLAP DISSOLVE TO:\n\nLONG SHOT - CAR\n\nAs it moves down the hishway.\n\nMEDIUM SHOT - TEDDIE AND PARRY ~ INSIDE THE CAR\n\nBarry looks off to the right.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grimaces -- and thay pass on in\nsiioncs. LAP DISSOLVE TO:\n\nLONG SHOT - CAR\n\nAs it moves down the hishway. MEDIUM SHOT - TEDDIE AND PARRY ~ INSIDE THE CAR\n\nBarry looks off to the right. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM LONG SHOT - ANOTHER SIGN\n\nIdentical to the first, as the car passes it.\n\nTWO SHOT - BARRY AND TEDDIE\n\nBarry (grimly; with a jerk of his head to\nthe right)\n\nThey just lost a customer.\n\nTeddie\n\nTook you a long time to work that one out -- I hope you're\nhappy with it.\n\nBarry (smiling)\n\nI like it fine -- I like everything fine except that face\nup there.\n\nCONTINUED;\n\f259.\n\n260.\n\n261.\n\n262.\n\nCONTINUED (2)\nTeddie\n\n56\n\nThere are only thirty-five hundred of them in the country)\nand ten in Alaska. Maybe you'd like to start a project to\n\ntake them all down?\n\nBarry\n\nThat's too easy a way to become a national horo.\n\nTeddie (miffed)\nIf it hurts that much, why don't you stop the car and let\n\nme get out?\n\nBarry\nI will when I'm ready.\n\nFADE IN:\n\nFADE OUT.\n\nEXTREME LONG SHOT - EXTERIOR - A DESERTED COUNTRY ROAD\n\nIt is a fairly wide two-lane hishway. Teddie's car\napproaches and pulls up at a comparatively lonely spot.\n\nMEDIUM SHOT - INSIDE THE CAR\n\nBarry relaxes with a sigh of exheustion.\n\nBerry\n\nOkay, Miss Miller, now you can holler 'copper! all you want.\n\nTeddie (angrily)\nJust let me out -- that's ali I want.\n\nBarry holds on to her for just another minute. “He is\n\nclose to her face.\n\nBarry (in a low voice)\nGo ahead, I'll live without you. I've got a job of my own\nto leok after. And itts a cinch I'm not- going to do any\nmore driving with these handcuffs on. It's kind of tiring...\nAnd I doubt if the police would think it safe.\n\nHe pauses for a moment.\n\nCLOSEUP - BARRY AND TEDDIE\n\nShe is straining against his arms.\n\nBarry\nGoodbye, sweotheart.\n\nCAMERA PULLS BACK,\nout of the car,\n\nAs ho lets her go, she sorambles\n\f263.\n\n264.\n\n265.\n\n266.\n\n267.\n\n268.\n\n270.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n267. 268. 270. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM LONG SHOT - TEDDIE\n\nAs she gets out of the car and starts to walk away\nGown the road. There is no sign of a car anywhor-.\nWe see her small figure trudging along dow the nonl.\nShe stops twenty yards ahead of the car.\n\nLONG SHOT - SHOOTING PAST TEDDIE FROM A LGW ANGLE\n\nWe see a car approach in the distance. It roars past\nTeddie despite her raised arm.\n\nMEDIUM SHOT - BARRY\n\nAs he pulls the hand brake on inside the car, and\nstarts the engine. He sees to it that the car ia in\nneutral, then pulls out the hand-gas so that the motor\n\n“is running fast.\n\nCAMERA FOLLOWS HIM as he hops out of the car and lifts\n\n‘the hood.\n\nLONG SHOY - SHOOTING DOW! THE HIGHWAY PAST TEDDIE FROM\nA LOW ANGIE .\n\nAnother car appears in the distance. Toddie raises\nher hand, thumb pointing over her shoulder. The car\nswooshes past her,\n\nMEDIUM SHOT - BARRY\n\nAs he, bends over tho engine, running wide open under\nthe hood. Barry holds the link of his handcuffs close\nto the spimning fan. Thero is a ringing sound as\nmetal touches motal. Ho hops back as one of the fan\nblades is. broken off.\n\nLONG SHOT ~. TEDDIE\n\nStanding at the side of the highway. Another car has\njust passed her. She is. getting frantic.\n\nLONG SHOT ~ SHOOTING PAST BARRY TO TEDDIE IN THE |\nDISTANCE\n\nBarry (shouting)\n\nYou must be pretty well lmownm in this part of the country!\n\nMEDIUM SHOT ~ BARRY\n\nAs he bends over the motor again.\n\f271.\n\n272.\n\n275.\n\n274,\n\n275.\n\n276.\n\nart.\n\n278.\n\n279.\n\nCLOSE SHOT - HIS HANDS WITH HANDCUFFS\n\nHardly a dent has been made in the steel link.\n\nMEDIUM SHOT - BARRY\nHe now holds the handcuffs close to the solid steal\nwheel, which carries the fan belt, and this time ho is\n\nmore successful, The terrific friction starts to burn\nthrough the link. Sparks fly.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE SHOT - HIS HANDS WITH HANDCUFFS\n\nHardly a dent has been made in the steel link. MEDIUM SHOT - BARRY\nHe now holds the handcuffs close to the solid steal\nwheel, which carries the fan belt, and this time ho is\n\nmore successful, The terrific friction starts to burn\nthrough the link. Sparks fly. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSEUP - BARRY\n\nHe screws up his face with pain as the friction makes\nthe steel of hls handcuffs burning hot.\n\nLONG SHOT ~ TEDDIZ\n\nAt the side of the highway, as another car comes into\nview im the distance. eddie moves out into the road.\n\nSEMI-CLOSEUP ~ BARRY\n\nThe link is practically at breaking point. He looks\nup.\n\nLONG SHOT - SHOOTING PAST BARRY\n\nA car is slowly stopping for Teddie. It passes him\nwith a screeching of brakes.\n\nMEDIUM CLOSEUP - BARRY\nAs the link finally gives.\nThe CAMERA FOLLOWS BARRY as ho slams dowm the hood and\n\nrashes back to the car and jwaps back into the driver's\nseat.\n\nLONG SHO? - SHOOTING PAST. BARRY THROUGH THE WINDSHIELD ©\nOF THE CAR\n\nThe other car is just stopping for Teddie. It is\nthirty or forty yards in front of her, and begins to\nback up.\n\nMEDIUM LONG SHOT - BARRY'S CAR\n\nAs it races forward and pulls up between the halting\ncar and the girl. He comes to a dead stop beside\nTeddie. :\n\f280,\n\n281.\n\n282.\n\n283.\n\n284,\n\n285.\n\n59\nMEDIUM SHOT - SHOOTING FAST BARRY\nAs he flings the door open and grabs Teddie, jerking\nher into the car.\n{WO SHOT ~ INSIDE THE OTHER CAR ~ ELDERLY MAN AND WIFE\nThe alderly man, who is driving, shifts into first\ngeer again. He looks into the rear-view mirror ‘at\nBarry's car, where Teddie is again struggling with\nBarry.\n\nElderly Man (to his wife)\n\nLooks like a little family row right in the middle of the\ndesert.\n\nLONG SHOT - SHOOTING FAST THE ELDERLY WOMAN\n\nShe turns and sees Barry as he drags the girl into\nthe car and, slamming the door, speeds away.\n\nThe CAMERA PANS WITH BARRY'S CAR as it approaches\nand passes the old couple's car at a terrific rate of\nspeed.\n\nElderly Iady (quietly)\n\nHenry, maybe it isn't a row they wore having.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONG SHOT - SHOOTING FAST THE ELDERLY WOMAN\n\nShe turns and sees Barry as he drags the girl into\nthe car and, slamming the door, speeds away. The CAMERA PANS WITH BARRY'S CAR as it approaches\nand passes the old couple's car at a terrific rate of\nspeed. Elderly Iady (quietly)\n\nHenry, maybe it isn't a row they wore having. \n\nTARGET SECTION TO BE ANNOTATED:\n It looks a\nlittle more serious -~ maybe that man was a -~\n\nElderly Man\n\nYes, doar -- I think we should tell the police.\n\nFADE OUT.\n\nFADE IN:\nGLOSEUP - THE HOOD OF THE CAR\n\n \n\nin which Barry and Teddie wore driving. The hood is\nlifted.\n\nCLOSE SHOT - THE ENGINE OF THE CAR\n\nWa see by the light tone of discoloration that it has\nboiled over, There is a faint sizzle of steam arising\nfrom the radiator.\n\nThe CAMERA PULLS BACK to:\n\nMEDIUM SHOT - CAR\n\nWe see that it is empty with no sign of either of its\noccupants.\n\nLAP DISSOLVE TO:\n\f- mg\n\n286.\n\n287.\n\n288.\n\n60\n\nLONG SHOT - EXTERIOR - NORTHERN CALIFORNIA LANDSCAPE -.\n(LATE EVENING)  -\n\nThe sun is setting behind the mountains. ‘the tiny\ncar in the foreground is the only touch of modernity\nin this primitive landscape.\n\nLAP DISSOLVE TO:\n\nLONG SHOT - EXTERIOR - NORTHERN CALIFORNIA MOUNTAIN\nLANDSCAPE - (NIGRT)\n\nIn the foreground the highway is shining in the moon-\nlight. Two tiny figures come into view, valking along\nthe side of the road. It is Barry and Teddie.\n\nMEDIUM SHOT - BARRY AND TEDDIE\nAs they walk along, the CAMERA MOVING WITH THEM.\n\nTeddie”\nThen why did you run avay? If you're really innecent, you\ncould have answered the charges against you.\n\nBarry\nIt wasn't the evidence. I could have argued with them\nabout that... It was something more than that. When Ken's\nmother seered to think I was guilty -- I just couldn't take\nit... And so I beat it.\n\nTeddies looks at him calmly, disbelieving.\n\nTeddie\nIt seems to me that you only made things worse by running\nAVAYe\n\nBarry\nYou don't think things out that clear when everything's\nstacked against you.\n\n(he pauses, looking at her)\nYou don't trust or believe anything I say, do you? --\nEverything's got to be black and white for you -- doesntt\nit?.\n\nTeddie doesn't answer.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeddie\nIt seems to me that you only made things worse by running\nAVAYe\n\nBarry\nYou don't think things out that clear when everything's\nstacked against you. (he pauses, looking at her)\nYou don't trust or believe anything I say, do you? --\nEverything's got to be black and white for you -- doesntt\nit?. Teddie doesn't answer. \n\nTARGET SECTION TO BE ANNOTATED:\nBarr\nIt's a cinch to ba righteous whon you're not in trouble.\n\nTeddia\nYou're developing a persecution mania. It'll see you a\nlong way on your career as a criminal,\n\nCONTINUED:\n\f288.\n\n289.\n\n290.\n\neol.\n\n292.\n\nol\nCONTINUED (2)\n\nBarry (roughly)\n\nOkay, skip it. I was a sap for aven trying to talk to you\n\nat all. You're ice all the way throuch...\n(he pauses, looking at her)\n».eAnd it's a cold night.\n\nThey walk on in silence.\n\nTeddie (a Little bitterly}\nYou've got me all figured out, haven't you?\n\nBarry (walking a little ahead of her now,.\ndisregarding hor)\nJust concentrate on walking. Wolve got to make the next\ntown and I'm not going to carry you.\n\nTeddia\nYou won't be asked to.\n\nLAP DISSOLVE TO:\n\nMEDIUM LONG SHOT - SHOOTING DOWN THE ROAD\n\nWe arco a little further up-hill now. Barry is a\nlittle way ahead of Teddic. He walks towards tho\ncamera. :\n\nMEDIUM SHOT - BARRY\n\nAs he stops and looks dovm at the valley below him.\n\nLONC SHOT - SHOOTING PAST BARRY AT THE VALLEY IN THE\nMOONLIGHT .\n\nTo the left and right are high mountains, still capped\nwith snow. The moonlight is reflected everywhore.\n\nMEDIUM SHOT - TEDDIE AND BARRY\n\nAs Teddie arrives at Barry's side a little out of\nbreath.\n\nTeddie (sarcastically)\nWhat are you stopping for? Why, you might lose five min-\nutes looking at the view. Think of it -- five minutes.\nWhen you're running away, that's a lot.\n(pause; then cruelly)\nYou haven't got time for looking at scenery, you lmow.\n\nBarry is looking out over the valley. He seems to pay\nno attention to her.\n\nCONTINUED:\n\f292.\n\n293.\n\n294.\n\n295.\n\n296.\n\n62\n. CONTINUED (2)\n\nBarry\nI'm tired of running. It seems like I've been muming for\nweeks now, and it's been less than two days.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n62\n. CONTINUED (2)\n\nBarry\nI'm tired of running. It seems like I've been muming for\nweeks now, and it's been less than two days. \n\nTARGET SECTION TO BE ANNOTATED:\n(he pauses)\nFor a while, I was remembering all the years that I wasn't\nrunning, .\n\nTeddis\nSoliloquy in tho Desert -- You're breaking my heart.\nMEDIUM SHOT - SHOOTING PAST TEDDIE TO BARRY\nAs he looks down at her.\nBarry\nI'd even forgotten about you. Maybe that's why I was al-\nmost feeling good there for a minutes.\nTWO SHOT - TEDDIE AND BARRY\n\nShe is hurt in spite of herself. Her eyes soften for\na moment.\n\nTeddie {more softly)\nI asked for that. You wero right to lot me have both\nbarrels. Itm sorry.\n\nBarry (toughly)\nDon't go soft -- a little moonlight shouldn't turn your\nhead. ~\n\nTeddie (trying to make friends)\nIt wasn't anything as corny as that.\n\nBarry (turning away)\nLet's get going.\nMEDIUM LONG SHOT - BARRY AND TEDDIE\nAs he walks away from her, Teddie watches him for a\nmoment and then runs after hin,\nTWO SHOT - TEDDIE AND BARRY\nas she arrives at his side.\nToddio (with sudden impulsivoness)\nWhere's it going to got you? Innocent or guilty, where's\nit going to get you? Running this way without any hope of\n\never finding a sanctuary. Running can't help you.\n\nCONTINUED:\n\f296.\n\n297.\n\n298.\n\n299.\n\n500.\n\n63\n\nCONTINUED (2)\nBarry\nThat's where you're wrong. I may not even have to run vory\nmuch farther. A couple hundred miles more, and I'll be in\nMountain City. And there maybe I'll find a guy by the name\nof Fryl And if he's what I think he ise...\n\nTeddie\nMountain City? Is that where we're going?\n\nThere is a pause as Barry walks on in silence.\n\nTeddic\nThey'll be waiting for you there, too, you know.\n\nBarry (grimly)\nI hope they are.\n\nTeddie looks earnestly at him for a moment. But\nBarry's head is turned away.\n\nMEDIUM LONG SHOT - BARRY .\n\nas he walks energetically up the hill. Suddenly he\nstops and turns.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM LONG SHOT - BARRY . as he walks energetically up the hill. Suddenly he\nstops and turns. \n\nTARGET SECTION TO BE ANNOTATED:\nLONG SHOT - SHOOTING PAST TEDDIE AND BARRY, DOWN THE\nWINDING ROAD\n\nOn the sound track wo hear the noise of heavy truck\nmotors, It grows louder.\n\nNow we can sea the lights of a long caravan of trucks\nfar away in the distance. It is approaching.\nMEDIUM SHOT = BARRY AND TEDDIE\n\nTeddie\nThey're not going very fast, are they?\n\nBarry\nThey're probably about four miles away.\n\nTeddie\nIt's so clear up here, you almost fool you could reach dow\nand touch them.\n\nMEDIUM LONG SHOT - THE CARAVAN\nMoving slowly through trees further down the highway.\n\fmg\n\nsol.\n\n302.\n\n503.\n\nLONG SHOT - BARRY AND TEDDIE IN THE FOREGROUND\n\nBarry\nA fumny rig to be out in the middle of the desert. Ab that\nspeed maybe we can hop a ride.\n\nLAP DISSOLVE TO:\n\nMEDIUM LONG SHOT - THE SAM PLACE ON THE ROAD WHERE\nBARRY AND TEDDIE HAVE STOOD .\n\nThe cavalcade is much nearer now, and we see that it\nis a small circus on the move. There are twelve trucls\nin all -- the animal cages, half a Ferris wheel, horses\nfrom the carousel, and several closed trucks in the\nrear. There is no sign of Barry and Teddic.\n\nAs the trucks MOVE INTO THE SHOT, we can clearly soe\nthe driver and his mate on the first truck.\n\nThe CAMERA PANS OFF tho cab of the truck to the sido\nof the road, where, hidden from view, we seq Barry and\nTeddies. He has his hand clasped over the girl's mouth.\n\nMEDIUM SHOT ~- SHOOTING UP AT THE TRUCKS ON THE ROAD,\nBARRY AND TEDDIE IN THE FOREGROUND\n\nOne op two trucks havo passed bofore ho reloasos her,\n\nBarry (in a low voice)\nSorry, but I can't take a chance.\n\nToddie (angrily)\nYou're right, too. For a momont I'd almost forgotton --\nI'll. still turn you in the first chance I fot.\n\nTho trucks aro passing slowly, barely moving up tho\nsteop grado.\n\nBarry\nT had you figured that way.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor a momont I'd almost forgotton --\nI'll. still turn you in the first chance I fot. Tho trucks aro passing slowly, barely moving up tho\nsteop grado. Barry\nT had you figured that way. \n\nTARGET SECTION TO BE ANNOTATED:\n Some scople might have waited\n‘tll we got inte town before turning me in -- at least,\ngive mo half a chance to do what T'vo got to do. But not\nyou -- even if you tried, you couldn't give me a break.\n\nHe takes a step towards the road.\n\nBarry\nI'm going to ride for a while. Coming?\n\n. Teddie\nI'd rather spend the night alone on the desert.\n\nCONTINUED:\n\f303.\n,\n» 304,\n,\n\n305.\n»\nsé\n\n306,\na\nB 307.\n,\n\n \n\n508.\n\n65\nCONTINUED (2)\n\nBarry (moving away from her)\n\nSuit yourself. I only hope the coyotes aren't hungry to-\nnight.\n\nTeddia (as he moves away)\n\nThey'll be pleasant company after you.\n\nMEDIUM LONG SHOT - TRUCKS COMING UP THE ROAD\nBarry stands at the side of the road, watching then\nas they pass, looking for one on which he can jump.\n\nNow the last truck is going past. It is an old Grey-\nhound type of coach with a rear platform.\n\nMEDIUM SHOT ~ BARRY\n\nAs he rus alongside of the truck and jumps on to the\nplatforn,\n\nTeddie runs out after him and stops. at the side of\nthe road.\n\nBarry\n\n++eAnd watch out for the rattlesnakes and gila monsters!\n\nMEDIUM SHOT - TEDDIE\n\nAs she stands in tho road for an instant, as the\nvehicle moves slowly away from her.\n\nA dosperate look comes over her face. Suddenly, she\n\nchanges her mind and starts chasing wildly after the\nbus.\n\nMEDIUM LONG SHOT - TEDDIE\nas she runs after the bus.\n\nBarry leans down, and, as she comes level with the\nrear platform, he reaches over and swings her up\nbeside him.\n\nMEDIUM SHOT - BARRY AND TEDDIE ~- REAR PLATFORM OF BUS\n\nBarry (grinning)\n\nWell, hello. Did you get lonely for me already?\n\nTeddis\n\nHardly. I just want to stay near you so that you can't got\naway.\n\nCONTINUED:\n\f508 .\n\n509.\n\n66\nCONTINUED (2)\n\nBarry seats himself on the floor of the narrow plat-\nform, his back propped up against the bus.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\f508 . 509. 66\nCONTINUED (2)\n\nBarry seats himself on the floor of the narrow plat-\nform, his back propped up against the bus. \n\nTARGET SECTION TO BE ANNOTATED:\n Ho lights\na cigarette.\n\nBarry\nWa're going to get a lot of fresh air back here.\nTeakes a deep breath)\nLike wine in the lungs!\n\nTeddie doesn't answer him. She stands grimly gripping\nthe railing, looking out at the landscape behind them.\n\nBarry\nSit down.\n\nTeddie ignores hin.\n\nBarry\n\nOkay, stand up if you like. Only I'd hold on tight if I\nwere you.\n\nShe looks over at him norvously and then sits dow.\n\nTWO SHOT - BARRY AND TEDDIE SEATED ON THE PLATFORM\n\nBarry\n\nWant my coat? I want you to look your best when we get to\nMountain City.\n\nTeddie (coldly)\nNo, thank you.\n\nBarry grins, and settles himsolf complacently on his\ntail,\n\nWe see the door behind them that leads into the coach\nas it slowly opens. But for a momont we can -soo\nnobody, only the vague, dimly-lit interior. Suddenly\na thin voice grates in their sears:\n\nA Voice (off scene)\nWhat aro you doing out thore? You've no right to be on\nthis bus! Go on! Got off!\n\nBarry and Teddie turn. They see nothing until thoy\nlook down and realize that the door has been opened\nby a midget, wearing a dirty old dressing gown.\n\nThe midget now turns and calls shrilly towards the\ninside of the bus. :\n\n: Midget\nThere's somebody out here. Tramps!\n\fS12.\n\n315.\n\n67\nMEDIUM SHOY - SHOOTING FAST BARRY\n\nas he looks through the doorway into what is obviously\na traveling coach used by the circus performors.\n\nA couple of them start up from their recumbent posi-\n\ntions. Two girls up in front noar the driver continuo\nsleeping, their heads together.\n\nOut of the dimly-lit interior, two people come forward\ninto a\n\nSTRIKING TWO SHOT - BEARDED LADY AND THIN MAN\n\nThe Boarded Lady is a motherly, middle-aged woman in\nflowered dressing gown, her hair dons in curlers. He\nplump face is sorens and normal in every respect, save\nfor a fine, full beard.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo girls up in front noar the driver continuo\nsleeping, their heads together. Out of the dimly-lit interior, two people come forward\ninto a\n\nSTRIKING TWO SHOT - BEARDED LADY AND THIN MAN\n\nThe Boarded Lady is a motherly, middle-aged woman in\nflowered dressing gown, her hair dons in curlers. He\nplump face is sorens and normal in every respect, save\nfor a fine, full beard. \n\nTARGET SECTION TO BE ANNOTATED:\nThe man is an extremely thin, cadaverous looking person,.\nobviously a fasting champion. He is eating a huge\nsandwich.\n\nMEDIUM SHOT - BARRY AND TEDDIE IN FORRGROUND, FACFD BY\nBEARDED LADY AND THIN MAN\n\nThin Man (cordially)\nAh, stowavays! In the middle of this desert sea we acquire\ntwo more vagabonds... .Bedouwins like ourselves, oh, Esmor-\nalda?\n\nBoardod Lady (hereafter called Esmeralda)\nThey don't look so hot to me.\n\n“Barry feels that he must introduce himself.\n\nBarry\nOur car broke down about twenty milos back. We startod\nwalking. Nobody would pick us up... Then, on the incline,\nwhen your bus slowed dovm, we hopped on. All we need ig a\nlift to the next. town.\n\nTWO SHOT - ESMERALDA AND THE THIN MAN\n\nThe midget pushes past them, sticking his head out.\n\nMidget\nBroke down, eh? We didn't pass no wreck on the highway.\n\nThe midget withdraws his head again and disappears\ninto interior of the bus.\n\f514.\n\n315.\n\n316.\n\nSl7.\n\nMEDIUM SHOT - TO INCLUDE GROUP\nBarry and Teddie on the platform in foreground.\n\nBarry\nWe were off on a side road.\n\nEsmeralda\nPettint: party, eh? That's nice.\n\nThin Man (reproachfully)\nEsmeralda, everywhere you search for sex. Get your eyds\nout of the mud -- and look up at the stars. They're young\npeople..,\n\nEsmeralda\nAin't that what I said?\n\n” Barry\nHey - whoa, lady. Iwas just giving Miss Miller a lift.\n\nEsmeralda\nWell -- thatis what I....\n\nTWO SHOT - BARRY AND TEDDIE VROM ESMERALDA'S aNcrE\n\nBarry\nHer uncle is one of my best friends. I thought we'd try a\n\nshort cut a truck driver told mo about. It didn't worl out\nso well....\n\n(he tries to be cheerful)\nBut we've okay now -- I hope.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nI thought we'd try a\n\nshort cut a truck driver told mo about. It didn't worl out\nso well.... (he tries to be cheerful)\nBut we've okay now -- I hope. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHOT - THE WHOLE GROUP\n\nThe Thin Man\nIn the midst of misfortune, youth carries a light heart.\nThat is to be rewarded. Come in, come in.\n\nEsmoraida withdraws, and the Thin Man ushers Barry and\nTeddie into the interior of the bus.\n\nMEDIUM LONG SHOT - SHOOTING FROM FRONT OF BUS BACKWARD\nAs Barry and Teddies enter. The Midget is somawhore\nin the foreground, although it is too dark for him to\nbe seen cloarly at the moment.\n\nMidget\nGot 'om out! Got 'em out of hore!\n\nCONTINUED: -\n\fS17.\n\n“S18.\n\n319.\n\n520.\n\n321.\n\n69\nCONTINUED (2)\nOne of the girls who is sleeping in the front part of\n\nthe van awakens, Her head is raised into tho fora-\nground.\n\nFirst Girl (sleepily)\nWhat goes on?\n\nThe other girl also awakens.\nSecond Girl\n\nHow about a little quiet? I ain't had enough sleep for a\nweek,\n\nMEDIUM SHOT - THIN MAN, BARRY AND TEDDIE\nStanding in the rear of the bus.\n\nThin Man .\nThat's because you lead a frivolous life <= both of you!\n(he twens to Barry) '\nit's shocking to find how egocentric the world really is.\nHow little it cares for the other follow!ts troubles. Even\nfreaks are normal in that respect.\n\nMEDIUM SHOT - FROM BARRY'S ANGIE - SHOOTING UP TOWARDS\nFRONT OF BUS\n\nA Man's Voice\nAw, shut up!\n\nAnother Voice\nWhere do you get off talkin! of freaks?\nMEDIUM SHOT - BARRY, TEDDIE, THIN MAN, AND ESMERALDA\n\nThey sit dowm on various seats ‘somewhere in the rear\nof the bus.\n\nEsmeralda\nNow... snow...\nMEDIUM SHOT - REVERSE ANGIE\n\nSomeone lights a lantern. We now can ase the occupants\nof the bus more clearly. :\n\nMidget .\nYeah, that kinda' gab ain't gonna get these tramps off!\n\f. mg\n\n522.\n\n$23,\n\n324.\n\n325.\n\n326.\n\n327.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n325. 326. 327. \n\nTARGET SECTION TO BE ANNOTATED:\n70\nMEDIUM LONG SHOT - THE WHOLE BUS FROM SIDE ANGLE\n\nThin Man\nWhy should they get off? How is your shrivelled litti>\n\nlife enhanced by throwing shining, carefree youth cut into\nthe night?\n\nMidget :\nI want 'em off of here! I cantt sleep with 'em sittin!\nthere outside! They might come in and rob us «- kill us!\n\nTWO SHOT - BARRY AND TEDDIE\nShe is frightened, but Barry is determined to stay on.\n\nBarry (grimly)\nWe only want a ride. That doesn't seem like such a lot to\nask... .\n\nMEDIUM SHOT - REAR HALF OF BUS TO INCLUDE BARRY,\nTEDDIE, THIN MAN, ESMERALDA AND MIDGET\n\nEsmeralda\n\nIt, does seem kind of lousy to throw these kids off right\nhere. : :\n\nliddget :\nIdon't care. I've got a contract. It provides for safe\ntransportation! Get tem off or I'll sue!\n\nMEDIUM LONG SHOT - SHOOTING BACKWARDS FROM FRONT oF\nBUS\n\nas the midget turns and starts towards the camora.\n\nSuddenly, from far in back of them the faint whine of\npolice sirens is heard. All are riveted for a moment.\nNo one movea.\n\nMEDIUM LONG SHOT - EXTERIOR - SHOOTING BACK OVER THREE\nREAR BUSES\n\nTwo motorcycle policemen, approaching from the distance\nflash by the bus and slow down at the head of the\ncaravan.\n\nMEDIUM SHOT - INTERIOR - REAR BUS\nThere is a slight jerk as the whole caravan comes to\n\nan abrupt halt. Someone douses the light. The whole\ninterior of the bus is again in semi-darkness.\n\f528.\n\n529.\n\n330.\n\nS31.\n\n532.\n\n333.\n\n71\n\nSEMI-CLOSEUP - BARRY\nHis face is tense.\n\nA Voice (one of occupants of bus)\nThe cops! What are they doing here?\n\n. ‘Another Voice\nYeah, what do they want?\n\nFirst Voice\nWho are they looking for?\n\nBarry's face is strained. He moves towards the center\nof the floor. CAMERA PANS WITH.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry's face is strained. He moves towards the center\nof the floor. CAMERA PANS WITH. \n\nTARGET SECTION TO BE ANNOTATED:\n HIM AND PULLS BACK TO:\n\nMEDIUM SHOT - BARRY\n\nHe now stands in the center of the floor of the bus,\nand looks grimly around the group.\n\nMEDIUM SHOT ~ FROM BARRY'S ANGLE\n\nCAMERA PANS AROUND the group, from face to face.\n\nSEMI-LONG. SHOT - BARRY\nAs he holds out his manacled hends.\n\nBarry (grimly)\nMe,.I guess.\n\nThe whole group is startled.\n\nMEDIUM SHOT - THIN MAN, ESMERALDA, AND MIDGET\nThe Thin Man moves forward murmuring incredulously:\n\nThin Man\nThe carefree youth -- and he's got handcuffs on!\n\nEsmeralda\nYou're one swell judge of human nature.\nCLOSEUP - THE MIDGET\nHis eyes seem to pop out of his head.\n\nMidget\nCrooks! I told youl\n\fe@ 334.\n\n335-\n\n556.\n\n337.\n\n338.\n\n72\nMEDIUM LONG SHOT - INTERIOR OF BUS\n\nThere is general excitement.\n\nMEDIUM SHOT. - BARRY\nHe faces all of them.\n\nBarry\nJust a minute. You can all take it easy. I haven't stolen\nanything; I haven't killed anybody, so relax! Being a\nsucker's a crime, but it shouldn't scare anybody to death!\n\nWe see Esmeralda as she moves to the rear door and\npeers out of the bus.\n\nMEDIUM LONG SHOT - ESMERALDA'S HEAD IN F.G. - SHOOTING\nALONG THE OUTSIDE OF THE WHOLE CARAVAN\n\nOther heads are being poked out of the various ve-\nhicles along the line. :\n\nWe see the two policemen as they begin their examina-\ntion, in the extreme distance, starting at the be-\nginning and moving down the line of trucks. ‘They are\nstill a good quarter of a mile awaye\n\nA third policeman is hurrying down towards the camora.\nCAMERA PANS WITH HIM as he takes up his post some\n\nfifty yards behind the last wagon == presumably to\nprevent escape in that direction.\n\n \n\nMEDIUM SHOT » INSIDE THE CARAVAN'S LAST BUS\n\nEveryone is jabbering at once <= the midget is heard\nabove all the others.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nG. - SHOOTING\nALONG THE OUTSIDE OF THE WHOLE CARAVAN\n\nOther heads are being poked out of the various ve-\nhicles along the line. :\n\nWe see the two policemen as they begin their examina-\ntion, in the extreme distance, starting at the be-\nginning and moving down the line of trucks. ‘They are\nstill a good quarter of a mile awaye\n\nA third policeman is hurrying down towards the camora. CAMERA PANS WITH HIM as he takes up his post some\n\nfifty yards behind the last wagon == presumably to\nprevent escape in that direction. MEDIUM SHOT » INSIDE THE CARAVAN'S LAST BUS\n\nEveryone is jabbering at once <= the midget is heard\nabove all the others. \n\nTARGET SECTION TO BE ANNOTATED:\nMidget\nWhat are you waiting for? Do you all want to be impli-\ncated? Call the cops and turn thom over!\nMEDIUM CLOSEUP - THIN MAN\nHe is sitting despondently on one of the beda.\nThin Man -\n\nI have always prided myself that never yet have I served ag\nan instrument of the police.\n\fmg\n\n339.\n\n3540.\n\n341.\n\n342.\n\nS43.\n\nMEDIUM SHOT - INTERIOR OF BUS\n\nThe two girls who were sleeping in the front of the\nbus have risen. ‘They are standing side by side in\ntheir dressing gowns, but so far have expressed no\nopinion. Now they speak up, in volces that are\nstrangely identical.\n\nFirst Girl .\nThe little guy's right. We ought to turn them in.\n\nSecond Girl\nI'm with the skinny guy. Let ‘em ride!\n\nMEDIUM SHOT - MAN IN FRONT OF BUS\n\nMan\nfurn tem in! We don't want no trouble.\n\nMEDIUM SHOT - VERY LARGE LADY\n\nWith tears dripping down her face. She is looking\ntowards Teddie.\n\nFat Lady\nA young girl turned over to the ceppers! It reminds me of\nmy little sister the first time she went wrong.\n\nMEDIUM LONG SHOT - EXTERIOR ~- SHOOTING FORWARD ALONG\nTHE LINE OF TRUCKS\n\nThe policemen move towarda the camera.» They board\nthe truck next to the one occupied by Barry and Teddis.\n\nMEDIUM SHOT - INSIDE TRUCK\n\nThe Thin Man is standing in the center of the floor,\nspeaking: .\n\nThin Man\nIn this situation I find a parallel for the present world\npredicament. We stand defeated at the outset. You,\nEsmeralda, have sympathy, yet you are willing to remain\npassive and let the inevitable happen. I have a belief,\nyet Iam tempted to let myself be overridden by force. The\nrest of you - with the exception of this malignant jerk\nhere, arc ignorant of the facts and, therefore, confused....\n\f344.\n\n345.\n\n546.\n\n547.\n\n348.\n\n74\n\nMEDIUM CLOSEUP - THE MIDGET :\nHe rises and shouts angrily.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\n547. 348. 74\n\nMEDIUM CLOSEUP - THE MIDGET :\nHe rises and shouts angrily. \n\nTARGET SECTION TO BE ANNOTATED:\nMidget\nJerk, is 1t? Just because I'm on the side of the law!\n\n‘That's a hot one! I know why youtre anxious to help these\nCrooks...-\n\n(points to Thin Man)\nBecause you're an ex-crook yourself! ie all know how you\ngot to be a thin man! Hunger atriking at Alcatraz!\n\nMEDIUM SHOT ~ INTERIOR OF TRUCK\n\nThe Thin Man 1s standing in the center.\n\nThin Man\nYour small body, it seems, contains an even smaller soul!\n\nHe turns and goes back to his place. Esmeralda azain\nlooks out of the rear door. Her head comes back in.\nSeveral voieca in the front of the bus are heard ex-\n\nclaiming:\nVolees\nLook out!\nThey're coming!\nCAVERA PANS DOWN THE INTERIOR of the truck past the\nfrightened faces of all the circus performers and ends\nina:\nTWO SHOT - BARRY AND TRDDIE\nTeddie, in bewilderment, has risen to her feet. There\nis a moment of silence.\nMEDIUM SHOT - ESMERALDA AND THE THIN MAN\nShe 1s determined to act. She rises to her feet.\n\n. Esmeralda\nWell -- what'll we do?\n\nThin Man\n\nTake a vote. This is a representative democracy. The will\nof the majority must be observed.\n\nCLOSEUP - THE MIDGET\n\nMidget\nNo vote! I'm against voting!\n\feo\n\n349.\n\n350.\n\n351.\n\nS52. -\n\n353.\n\nms\n\n75°:\n\nMEDIUM SHOT - THIN MAN\nAs he turns contemptuously on the midget.\nThin Man\nFascist!\nMEDIUM SHOT - ESMERALDA\n\nAs she decides to take over. She takes the floor and\nraps on the side of one of the bunks.\n\nEsmeralda\nSilence! I'm gonna run this show! So everybody's got a\nright to say what he thinks ~- I'll just ask all around.\nMEDIUM SHOT - THIN MAN\n\nThin Man\nThe question before the house...\nMEDIUM SHOT - ESMERALDA\n\nEsmeralda :\nYou shut up! It's this way.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT - THIN MAN\n\nThin Man\nThe question before the house... MEDIUM SHOT - ESMERALDA\n\nEsmeralda :\nYou shut up! It's this way. \n\nTARGET SECTION TO BE ANNOTATED:\n Do we turn these kids over to\nthe cops ~~ or do we hide tem in here?\n\nShe turns to one of the two sisters in the front part\nof the bus.\n\nEsmeralda\nLucy, what do you say?\n\nTWO SHOT - LUCY AND HENRIETTA\n\n \n\nLucy rises. Simultaneously, Henrtetta is seen to rise.\n\nLucy\nI'm for keeping tam.\n\nEsmeralda (off scene)\nAnd you, Henrietta?\n\nHenrietta takes a violent step forward, compelling\nher sister to accompany her. We now realize, for the\nfirst time, that they are Siamese twins.\n\nHenrietta\nBounce 'em, and keep out of trouble.\n\f@\n\n354.\n\n355.\n\n356-\n\n357.\n\n358.\n\n359.\n\n76\n\nMEDIUM SHOT - ESMERALDA\nShe now turns towards the back of the bug.\n\nEsmeralda\nHenry and Lily, whadda you say?\n\nMan's. Voice (off scene)\nOut.\nCLOSEUP - PAT LADY\nShe is still in tears.\nPat Lady\nKeep 'em.\nMEDIUM SHOT - ESMERALDA\nShe looks around thoughtfully.\nEsmeralda\nThings are still pretty even around here. How about you,\nMidge?\nMEDIUM CLOSEUP - THE BXCITED MIDGET\n: Midget\nYou know what I think. Hand 'em over and hand 'em over\nfast, and if you don't....\nMEDIUM SHOT - ESMERALDA\nShe raps loudly on the side of the bunk.\n\nEsmeralda\nSilence! :\n\nThe Midget subsides.\nEsmeralda (to Thin Man)\nMr. Jones?\nMEDIUM SHOT - SHOOTING PAST ESMERALDA T0 INCLUDE THIN\nMAN\n\nThin Man\nI'm for maintaining the status quo. Let 'em stay-\n\nEsmeralda (a little confused)\nFirty-fifty.\n\f \n\nmg\n\n360.\n\n361.\n\n362.\n\n363.\n\n77\n\nCLOSEUP - FAT LADY\nas she bursts into a new storm of tears.\n\nFat Lady\nJust like the jury the first time my brother went wreig.\n\nCAMERA PANS TO THE THIN MAN.\n\nThin Man\nThat puts it up to you, Esmeralda.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nFat Lady\nJust like the jury the first time my brother went wreig. CAMERA PANS TO THE THIN MAN. Thin Man\nThat puts it up to you, Esmeralda. \n\nTARGET SECTION TO BE ANNOTATED:\n And, beforo voting, ma”\nI remind you, my dear, that you owe me the sum of fourteen\ndoliars and....\n\nSEMI-CLOSEUP - THE MIDGET\n\nMidget -\nThat ain't got nothing to do with it!\n\nMEDIUM SHOT - ESMERALDA\n\nas she stands in the middle of the bus, glowering at\neveryone.\n\nEsmeralda\nSilence!\n\nOutside the voices sre heard approaching. The police\nare in the next truck now. There is a tense feeling\nin the bus as Esmeralda begins to speak.\n\nEsmeralda .\n\nNow then, I'm not voting for the fourteen bucks I owe Mr.\nJones, and I'm not voting for my own safety. None of\nthat's gonna swing me one way or the other. While you've\nbeen gabbing, all of you, I've been using my eyos, and I've\nseen gomsthing here that's pretty swell...\n\n(she pauses)\n++eI've seen a deme sticking to a fellow when things are\ntough -- a good-looking damc, too! That's something you\ndon't see every day of the week, and when you do, it's so.\ngood it's just gotta be made to last.\n\n{another pause)\nSo, I'm voting to let 'em stick!\n\nMEDIUM SHOT - ESMERALDA AND THY OTHER PRINCIPALS IN\nTHE SCENE ,\n\nThin Man\nHear, hear!\n\nThe bus is now filled with various reactions.\n\f78\n\n364. TWO SHOT - BARRY AND TEDDIE\n\nBarry (moved)\nThanks.\n\nTeddies has not spoken. She turns her head away.\n\n365. MEDIUM LONG SHOT - INTERIOR OF BUS\nIt is now filled with activity, directed by Esmeralda\nEsmeralda\nBack in your places, everyone. You, young fellow, get und:\nthat seat and hide.\nThe midget stands aggressively in Esmeralda's way.\n\nMidget\nYou ain't gonna get away with this!\n\nThin Man\nIn an emergency the minority must suffer -~ an historical\nprecedent. Grab him, Ssmeralda!\n\n366. MEDIUM SHOT - MIDGET\n\nAs the Thin Man and Hsmeralda grab him, clapping their\nhands over his mouth.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrab him, Ssmeralda! 366. MEDIUM SHOT - MIDGET\n\nAs the Thin Man and Hsmeralda grab him, clapping their\nhands over his mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMERA PANS WITH THEN as they convey him to the rear\nof the bus.\n\nBarry, meanwhile, gets down and rolls under one of the\nbunks, the one occupied by the Siamese twins, who now\nsettle down again.\n\nEsmeralda comes back towards the rear of the bus after\ndisposing of the midget. She goss over to Teddis.\n\nEsmeralda\n\nGet down in that corner, and pretend to be asleep. That\ngoes for all of you. Close your ayes.\n\n567. CLOSE SHOT - TEDDIE\nShe does not know whether to protest or not.\n\nTeddie\nOh, all right.\n\nmg\n\fmg\n\n368.\n\n369.\n\n370.\n\n371.\n\n372.\n\n373.\n\nS74.\n\n79\n\nMEDIUM LONG SHOT - SHOOTING TOWARDS THE REAR OF THE\nBUS :\n\nEverything is peaceful and dark. There is a v\nknock at the door. Esmeralda pushes it open.\n\n \n\nMEDIUM CLOSEUP - ESMERALDA\n\nAs the sharp light of flashlights strike her facs.\nShe yawns convulsively.\n\nEsmeralda (groaning)\nWhat do you want? Who are you anyway?\n\nVoice (behind flashlight; curtly)\nPolice.\n\nEsmeralda\nWell? That don't give you no right to wake us up in the\nmiddle of the night. We're law-abiding-~--~\n\nMEDIUM SHOT - EXTERIOR BUS - TWO POLICEMEN\nOne of them takes over in a businesslike manner.\n\nFirst Policeman\nWe're looking for a young man and his companion ~ name of\nBarry Ford. [Tair hair, six-foot-one, aged twenty-four.\nOur information leads us to believa that they were traveling\non this road. Have you seen any trace of them?\n\nMEDIUM SHOT ~ ESMERALDA ~- SHOOTING PAST POLICEMEN\n\nEsmeralda\nNaw.\n\nMEDIUM SHOT - INSIDZ THE REAR END OF BUS\n\nOne of the policeman shines his light inside the bus.\nit goes along the wall, and stops on:\n\nCLOSEUP - FACE OF THIN MAN\n\nHe blinks into it. There is the blank, foolish look\non his face of a man recently awakened out of 4 deep\nSleop.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT - INSIDZ THE REAR END OF BUS\n\nOne of the policeman shines his light inside the bus. it goes along the wall, and stops on:\n\nCLOSEUP - FACE OF THIN MAN\n\nHe blinks into it. There is the blank, foolish look\non his face of a man recently awakened out of 4 deep\nSleop. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM LONG SHOT - INTERIOR OF BUS - SHOOTING PAST THE\nPOLICEMAN\n\nAs his flashlight moves along, lighting up the various\ninmates, who are apparsntly asleap. Finally the light\nstops on a:\n\f \n\nS75.\n\nS76.\n\n377.\n\n378.\n\n379.\n\nmg\n\nWell?\n\nWe'll all go to fail\n\nCLOSEUP ~ TEDDIE\n\nShe is svated in the corner near the door, wide-aywals\nsae stares into the ligns.\n\nPoliceman's Voice (off scene)\n\nWhat about you?\n\nTeddies pauses. She doesn't anawer.\n\nPoliceman's Voice (off scene)\n\nTeddies (bravely)\n\nI haven't seen anything. -\n\nMEDIUM SHOT - TO INCLUDE POLICHMEN AND REAR PART of\nBUS\n\nThe second policeman ia watching Teddie suspicious]\nEsmeralda inturezpts hia glance. She turns her facs\ntowards Weddio. and yawns.\n\na\n\nMEDIUM CLOSEUP ~ YSDDIZ\n\nAs she follows Esmeralda's example and yawns widely.\n\nTWO SHOT - POLICHIIN ~ OUTSIDE Ten BUS\n\nFirst Policeman\n\nThey're groggy. Let 'em go back to slecp. They don't know\nnothing.\n\nThe first policeman slams the door and they retire,\nsatisfied.\n\nMEDIUM LONG SHOT ~ INGERIOR oF BUS\n\nThe Midget tcars himself loors suddenly, aad runs\ntowards the door, shouting. He is stopped suddenly\n\nby Barry's arms that appear cut from under the bunk\nand pull him down.\n\nThere is a moment of tonge waiting, and then the roar\nof the starting motorcycles reassures evoryone. Tha\ncaravan jerks into movement.\n\nBarry comes out from under the bunk. The Thin Man and\nthe Midget resume their altercation.\n\nMidget\n» and you're to biame for most of it!\n\nThin Man.\n\nNobody's going to jail!\n\nCONTINUED:\n\fne\n\n379.\n\n380.\n\n381.\n\n382.\n\nSas.\n\n384.\n\n81\nCONTINUED (2)\nThey are separated by Esmeralda.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nSas. 384. 81\nCONTINUED (2)\nThey are separated by Esmeralda. \n\nTARGET SECTION TO BE ANNOTATED:\nEsmeralda\nAw, shut up! The both of you!\nMEDIUM LONG SHOT - SHOOTING UP TOWARDS THE FRONT OF\nTHE BUS\n\nVoices of Siamese Twins (in chorus)\nPipe down! cut it outs\n\nA semblance of peace is now restored as the inmates of\nthe bus settle down for the night. :\n\nMEDIUM CLOSEUP ~ TEDDIE\n\nShe is alone in her corner. Suddenly she begins to\nsob desperately. The Thin Man and Esmeralda bend over\n\nher. ‘helr faces show concern.\n\nEameralda\nHey, dearie, what's the matter?\n\nThin Man\nThe poor child. Nervous exhaustion.\n\n‘MEDIUM SHOT ~- BARRY\n\nCAMERA PANS WITH HIM as he crosses and sits down on\nthe floor beside Teddie.\n\n. Barry\nI'll take care of her.\n\nMEDIUM SHOT - ESMERALDA AND THIN MAN\n\nEsmeralda realizes what it's all about.\n\n. Esmeralda (taking the Thin Man's arm)\n\nCome on, Mr. Jones, we'll go and make some coffee.\n\nTWO SHOT - BARRY\n\nputting his arm around Teddie.\n\nBarry\nYou were swoet - darned sweet.\n\nTeddie\n\nIt was so awful -- and I was so scared... And now i'm being\na sissy.\n\nCONTINIED :\n\n \n\f384.\n» »\n»\n-\n»\ne@\n» 385.\n386.\n>\n»\n387.\n> 388.\n\n \n\n82\nCONTINUED (2)\n\nBarry\nNo, you're not. You're just tired. fry to sleep.\n\nTeddie\nI know now that I could never turn you in--. In a way I'm\ngiad it's happened like this. I've come to believe you.\n\nTeddie rests her head on his shoulder. For a momant\nthey are silent. Barry's eyes are on her face.\n\nBarry\n«+eAnd I'm sorry... About all the things I said back there\non the road. I'didn't mean half of them.\n\nTeddie (mumbling, half asleep)\nWhich half?\n\nBarry\nWe'll forget all about it.\n\nTeddie (nodding)\nI think we will.\n\nShe closes her eyes.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry\nWe'll forget all about it. Teddie (nodding)\nI think we will. She closes her eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n Barry looks at her for a moment,\nthen he leans towa rds her. His lips brush her cheek.\nfeddie pretends to be asleep. We see, however, that\nshe is smiling faintly.\n\nLAP DISSOLVE TO:\n\nLONG SHOT - CARAVAN\nAs it rumbles through the night.\n\nMEDIUM SHOT - DRIVER OF LAST CAB\nHis eyes are fastened on the road.\n\nCAMERA MOVES PAST HIM down through the interior of the\nbus. Everyone is asleep.\n\nMEDIUM SHOT - TEDDIE AND BARRY\n\nShe is asleep in his arms.\n\nMEDIUM SHOT - THE DRIVER\nAs he turns quickly to avoid a rock in the road.\n\f \n\nmE\n\n389.\n\n83°\nTWO SHOT - BARRY AND TEDDIE\nThe sudden jolt causes her to open her eyes. She looks\n\naround slowly to see whether Barry ia asleep. Their\neyes meet.\n\nBarry i\nHello.\nTeddie (whispering)\nHella.\n(pause )\nYou're very comfortable.\n(pause }\n\nIsn't your arm about to come off?\n\n. Barry (grinning)\nNo, my arm's having a wonderful time. Did you sleep well?\n\nTeddie\nI had dreams ~~ very complicated ones.\n\nBarry (grinning)\nWas I in any of them?\n\nfeddie (shaking her head)\nUnh-unh. Just Esmeralda and the Thin Man. He was dancing\nwith me -- Wo, I'm wrong. You were in the dream. You .\nwere dancing with the Bearded Lady:\n\nBarry\nShe has a right to one dance. She saved my neck.\nTeddie\nDontt let gratitude carry you too far.\nBarry .\nI won't. I dontt like people using my razor.\nTeddies\nThat's mean.\nBarry\n\nYou've got to think of these things.\n\nTeddie\nI think they're very nice - both Esmeralda and the Thin Man.\n\nBarry\n\nSo do I. Some day we'll take him out and faod him for a\nwhole week.\n\nTeddile\nHetll lose his job.\n\nBarry\nWell, then he could come and stay with us.\n\f \n\n390.\n\n391.\n\nOB -.,\n\n: ne\n\nUs?\n\n84-5-6\nCLOSEUP - TEDDIE\nAs she looks up quickly.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\n391. OB -.,\n\n: ne\n\nUs? 84-5-6\nCLOSEUP - TEDDIE\nAs she looks up quickly. \n\nTARGET SECTION TO BE ANNOTATED:\nTeddie\n\nMEDIUM SHOT ~- SHOOTING FORWARD INSIDE THE DIMLY-LIT 2s\nA voice is raised in a loud whisper.\nVoice\nQuiet, please!\nTWO SHOT - BARRY AND TEDDIE\n\nBarry (incredulously)\nThey want to sleep -- I can't understand it.\n\nTeddie\nT can.\n\nShe closes her eyes, then opens them slowly and looks\nat Barry. He is sitting up wide-awake, not even trying\nto sleep. .\n\nTeddie\nGo to sleep...\n\nBarry\nIocantt. I told you that.\n\nTeddie\nNot comfortable?\n\nBarry (happily)\nVery.\n\nTeddie (a little suspiciously)\nI'll move.\n\nBarry\nOh, nol Please don't! Don't move. Don't ever move!\n\nTeddie (disgusted)\nYou're being silly. Good-night.\n\nThere is a long pause. She closes her eyes. Barry, a\nlittle bolder now, kisses her on the forehead again.\n\nTeddie\nGood-night.\n\nBarry (quietly)\nGood-night.\n\nFaDE OUT.\n\fr 393\npw\n394\n»\n> 95\n>\n-e@\nb\n> :\n,\n396\n\n \n\nkt\n\n87\n\nPADE £\nEXTREME LONG SHOT - i\n\n \n\n \n\nUTLIPUL LANDSCAPE SCRNE\n\nThe road is far down below, oc see the cirovs\ncaravan, moving like a tiny snake,\n\nMEDIUM SHOW - DRIVER'S CAB OF BS\n\nA new man is driving, Tho other one is asleep, his\nhead against the side window, CAMERA PAIS TNOUGI\nthe interior of the bus. Nveryone is still aslecp\nGespite the fact that it is already light.\n\nTWO GHOT - BARRY AND TEDDIG\n\nThey are both asleep, their heads close together,\nStreaks of sunlight pess over their faces. Barry\nawakens, Ho looks down at the sleeping face of\n\nTeddie close to hk\n\n    \n\nTrying not to move, he kisses hor lightly, He smiles.\nsatisfied wi th bingsoif hac not wakened hor.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWO GHOT - BARRY AND TEDDIG\n\nThey are both asleep, their heads close together,\nStreaks of sunlight pess over their faces. Barry\nawakens, Ho looks down at the sleeping face of\n\nTeddie close to hk\n\n    \n\nTrying not to move, he kisses hor lightly, He smiles. satisfied wi th bingsoif hac not wakened hor. \n\nTARGET SECTION TO BE ANNOTATED:\nHo docides to iiss her o rain, She looks up at\nhim and siiles,\n\n \n\nTeddis\n\nWas I snoring?\n\nserpy\n\nNo, sleeping Liles a baby,\n\nTeddio stretches, Hor amis pass in front of Barry's\nfaco, He kisses gona of hor hands. She louks over\n\nat him quickly, Sha closcs hor syes again, smiling\nup apainst Barry,\n\nWithout moving, Barry raises the shade on the window\nnear his head, co that hs can sco tne passing country.\nCAMERA SHOOTS PAST BARRY ont of the window, A sign\npost comss into view. It is onc of the kind that\n\nhas threes ov four names on it with arrows pointing\n\nin the saine direction, ountain City is the second\nname on tho sign -- four wilus away,off to the right.\n\n   \n\n \n\n  \n\nTO SHOT - BARRY AND TEDDIE\n\nBarry draws tho shado shut again, Hu waita an instant,\nand then gontly shakos tho girl,\n\nTeddia\n\nNot a mimito!s nosas,\n\nBarry\n\nI™m sorry, Your bed pots off at tho next stop,\n\nCONTINUED:\n\f396\n\n307\n\nCONTIUVED (2)\n\nTeddie (with a start)\nWhat? And me go or. alone?\n\n. Barry\nSure,\n\nTeddie\nI don't want to.\n\nBarry\nListen. There's something I must do,\n\nTeddie\n\n38s\n\nToikmow, That's why Itm poing with you. Have to wateh\n\nyou, remember?\n\nBarry (protesting)\n\nProm here on in there's no telling what will hapven.\n\nPeddie\n\nOh, that's silly. Don't be so heroic. I might. be nseful,\n\n(she pauses)\nI've been good so far, haven't I?\n\nBarry (cnthusiastic)\nBetter than thet!\n\nTeddie\nThen why do you want to get rid of me?\n\nBarry\nBecause I'm scared,\nMEDIUM SHOT.- TEDDIE AND BARRY IN F,G,\nUP VHS INTERIOR OF THE BUS\n\nTeddie (loudly)\nThat settles it, You've taking me with you.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry (cnthusiastic)\nBetter than thet! Teddie\nThen why do you want to get rid of me? Barry\nBecause I'm scared,\nMEDIUM SHOT.- TEDDIE AND BARRY IN F,G,\nUP VHS INTERIOR OF THE BUS\n\nTeddie (loudly)\nThat settles it, You've taking me with you. \n\nTARGET SECTION TO BE ANNOTATED:\n- SHOOT\n\n2\ni\n\nt\n\nThoir arguing has wakencd the other people in the bus.\nThe thin man and Esmeralda look incuiringly across at\n\nthom.\n\nTeddie notices them. She gets up and straightens her\n\nruffled clothes.\n\nTeddise\nGood morning.\n\nEsmeralda\nDid you sleep well, dearie?\n\f398\n\n399\n\n400\n\n401\n\nkt\n\n89\n\nTWO SHOP - 3.\n\n \n\nAND SSeDDIU\n\nReddic (loclring quickly at Barry)\nVery well,\n(she hesitates)\nWe're getting off now,\n\nMEDTUM SHO - INVERION oF 3US\n\nEsmeralda\nRight now?\n\nBarry\nitm afraid so,\n\niemeralda\n\n  \n\nWhy dontt you s on and pide -- have breakfast with us...\n(she siiles) ‘\neseMaybe join the show,\n\nVAYRY\nAs an escave arbist?\n\nPoddie (attempting to get away)\nWe'll never forget what you did vor us =- all of you.\nPerhaps somo day we'll have o eines to get even,\n\n  \n\nTeddie tates Barry's arm possessaively,\nSarey\nYeah, To-+ wo -- won't forret it.\nYNO SHOT - QUIN MAN aND SSMERALDA\nThin Man -\nA touching farewell and a rare demonstration of female\ncourage and devotion,\nasmeralda (tired)\nThe old applesauce again.\nMEDIUM SHO? - INTERIOR oF 3US\nasmeralda\nGoodbye, kids,\n(separately, to Barry)\nTake care of hor, you! Shets olay!\nBarry nods shoscpishly,\n\nBarry\nYeah -- I mow,\n\nIAP DISSCLYE TO;\n\f402°\n,@\n>\n\n408,\n>\n\n404\n>\n\n405\n-@\n5\n»\n\n406.\n»\n\n407\n\n408\n\n \n\n» kt\n\nPut me in, coach,\n\n90\nEXYREME LONG SHOT - SHOOTING DORN TIRE ROAD\nWe see the bus in the distance, and the two tiny\nfigures of Barry and Teddie as they jwap off the\nback of the bus.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nShets olay! Barry nods shoscpishly,\n\nBarry\nYeah -- I mow,\n\nIAP DISSCLYE TO;\n\f402°\n,@\n>\n\n408,\n>\n\n404\n>\n\n405\n-@\n5\n»\n\n406. »\n\n407\n\n408\n\n \n\n» kt\n\nPut me in, coach,\n\n90\nEXYREME LONG SHOT - SHOOTING DORN TIRE ROAD\nWe see the bus in the distance, and the two tiny\nfigures of Barry and Teddie as they jwap off the\nback of the bus. \n\nTARGET SECTION TO BE ANNOTATED:\n We can ses the thin man and\n\nEsmoralds standing on the rear platforn of the pus,\n\nwaving goodbye, The bus starts off with a jeri,\n\nleaving ‘the two small figures on the side of the\nhighway alone,\n\nDISSOIVE TO:\nMEDIUM SHOT - SIGN\nThe sign reads:\n\"MOUNTAIN CITY - 2 MILES\"\nMEDIUM LONG SHOY -. BARRY AND TEDDIE\nAs they walk along a country road through the custy\n\ninornaing,\n\nMEDIUM SHOT - BARRY\n\n \n\nD TEDDIE\nAs they walk along.\n\nBarry (shaking his head)\n\nWell, I guess you've made tho team,\n\nTeddie (flexing the muscle of her arm)\n\nBarry\nNhen we get to Mountain City, while Itm out\n\nlooking for Pry, you get us a car,\n\nCLOSEUP - TEDOIE\n\nTeddic\n\nHave you got any monoy?\n\nCLOSEUP ~ BARRY\n\nBarry\n\nHave you?\n\nMEDIUM SHOW - BARRY AND THDDIR\n\nTeddie\n\f \n\nkt\n\n408\n\n409\n\n. o1\nCONTINUED (2)\n\nThey walk along in silence for a moment, Barry's\nface is grave, Deep in thought, he strides slong\nso fast that he almost loses Teddie, She has to ren\nin order to catch up with him, She takes his hand\nand pulls him down to a slower pace,\n\n \n\nTeddie\n\nHey, youtve gotten awful serious all of a sudden,\nBarry\n\nSorry.\nTeddie\n\nI suppose getting so close to the end of it slows you up,\n\nBarry\nI wonder if it is the end,\n\nShe looks up at him inquiringly. He goes on,\n\nBarry .\nAs long as it was just Fry, it was simple «- All I had to\ndo was find him and take him back to L.A, I was thinking\nonly of myself -- but now, Iw er -- Maybe there's more\nto it than that. A man like this Tobin, for instance -= a\ngay with a swimming pool -- Whatts he doing in this? What's\nhe after? .\n\n \n\n \n\nPeddie (the typical woman)\nDon't think about it, Wait ttl you come to ites\n\n: Barry .",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nA man like this Tobin, for instance -= a\ngay with a swimming pool -- Whatts he doing in this? What's\nhe after? . Peddie (the typical woman)\nDon't think about it, Wait ttl you come to ites\n\n: Barry . \n\nTARGET SECTION TO BE ANNOTATED:\nAny minute now,\nMEDIUM LONG SHOT - BARRY AND TEDDIW\n\nAs they trudge on.\n\nMEDIUM CLOSEUP - BARRY AND TEDNIE\n\nTeddie (brightly)\nI know what It going to do with my next thirty minutos,\n\nBarry\nWhat?\n\nTeddie\nIt starts with orange juice.\n\nBarry\nBreakfast?\n\nTeddies\n\nTt won't hurt you either. When did you eat last?\n\nCOMPT MED:\n\f411\n\nis\ni\nwe\n\nkt\n\nCONTINUED (2)\n\nBarry (pausing a monent)\nAt your uncle's, yesterday afternoon,\n\nTeddie\nWas that yasterday?\n\nThey walk on for a bit.\n\nTeddie\nI'm having cream of wheat, What's. yours?\n\nBarry\nCornflakes for me,\n\nTeddie\nAll right. Hoy do you want your eggs -- fried, scranbled,\nor boiled?\n\nBarry (the proud glutton)\nItm having steak,\n\nTeddio , :\nWonderful idea! Make mine medium rare -- and tell the chef\nto hurry. :\n\nBarry\nFrench fries on the side...\n\n. Teddie\nWaffles for me, and be sure the coffects hot -~ and toast\nand marmalade -- oh, and waiter...\n\n(she gives Barry a quick look)\nGive the chock to Mr, Fry,\n\nLAP DISSOLYE TO:\n\nTiO SHCT - BARRY AND TEDDIE\nThey ave looking past the camera, Then their’ two\n\nheads swing back and they look at each other. with\namazed expressions,\n\nMEDIUM LONG SHOT - LOW ANGLE - SFOOTING PAST 3ARRY\nAND TEDDTE AT A SIGN POST .\nrusty with age, bearing the words:\n\n“MOUNTAIN CITY\"\n\nBeyond it we see a fow develict shacks and the vork-\nings of a surface mine, Thoro is no sign of lifo\nanywhere,\n\nEAP DISSOLVE TO:\n\f413\nU\n\nA14\n»\n»\n\n41s\n»\ne\n, 416\nd\n»\n\n‘417\nPooY,\n\nWY\n\n» ke\n\n93\n\nLONG SHOT - TO TINY FIGURES OF BARRY AND TEDDIN IN\nPF. G, .\n\nAs they look down on the derelict mining town.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nrusty with age, bearing the words:\n\n“MOUNTAIN CITY\"\n\nBeyond it we see a fow develict shacks and the vork-\nings of a surface mine, Thoro is no sign of lifo\nanywhere,\n\nEAP DISSOLVE TO:\n\f413\nU\n\nA14\n»\n»\n\n41s\n»\ne\n, 416\nd\n»\n\n‘417\nPooY,\n\nWY\n\n» ke\n\n93\n\nLONG SHOT - TO TINY FIGURES OF BARRY AND TEDDIN IN\nPF. G, . As they look down on the derelict mining town. \n\nTARGET SECTION TO BE ANNOTATED:\nLAP DISSOLVR TO:\n\nLONG SHOT - THEIR TWO FIGURES IN F.G.\n\nStanding much nearor, staring at the Gust~covered,\nhalf-wrecked shacks,\n\nLAP DISSOLVE TO:\n\nMEDIUM LONG SII0T - BARRY AND TEDDIE IN PVG,\n\nOutside the largest of the shacks, There isa faded,\nhalf-broken sign that reads:\n\n\"MOUNTAIN CITY MINING coMpaiy\"\nThe place is a shambles, half-~broken down roote, atc.\nBarry and Teddie ga fomard slowly, CALERA FOLLOWS\nTHEM as they cross the threshold into what seems to\nhave been the outer office of a mining company.\nIt gives the appearance of having been left at a\nmoment's notice. ‘there is some rusted offica equip-\nment lying around, some yellow, mouse~eaten papers,\nTWO SHOT - BARRY AND TEDDI2\n\nHe attempts to grin at her, We can see that he ig\ntrying to hide his disappointment,\n\nBarry\n\nT gusss our breakfast isn't ready yot.\n\nTeddies\n\n\" Maybe it spoiled, waiting for us.\n\nCAHERA PANS WITH BARRY, as ho moves to a calendar on\nthe wall. We looks at it sadly, The date is:\n\n\"Jamary 1, 1923\"\n\nMEDIUM SHOT - BARRY AND TEDDIE\n\nTeddies\n\nWe are a little late]\n\nBarry\n\nSorry, darling. I imew E shouldn't have taken you alonr,.\n\nCONYTNIOD\n\f118\n\n419\n\n420\n\n423 |\n\n94\nCONTINUED (2)\n\nPeddie (bravely)\nIm net complaining.\n\nThere is a pause as they look sround discouscistely,\n\nCLOSAUP - A GREAG@ WORN-LOOKDTG 2agt\n\n \n\nAs it appears suddenly in\nCAMARA 2 S BACK, PA\nscurriss across the floor,\n\n \n\niv commer of ths room,\n2 TRE RAT as it\n\n    \n\nMEDIUM SHOT - BALHY AND TEDDIES\n\nBarry seizes a misty paperweight from the counter and\nhuris it st the It erash a, missing its target.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nI imew E shouldn't have taken you alonr,. CONYTNIOD\n\f118\n\n419\n\n420\n\n423 |\n\n94\nCONTINUED (2)\n\nPeddie (bravely)\nIm net complaining. There is a pause as they look sround discouscistely,\n\nCLOSAUP - A GREAG@ WORN-LOOKDTG 2agt\n\n \n\nAs it appears suddenly in\nCAMARA 2 S BACK, PA\nscurriss across the floor,\n\n \n\niv commer of ths room,\n2 TRE RAT as it\n\n    \n\nMEDIUM SHOT - BALHY AND TEDDIES\n\nBarry seizes a misty paperweight from the counter and\nhuris it st the It erash a, missing its target. \n\nTARGET SECTION TO BE ANNOTATED:\nBarry nuttore soi i Toddie looks worrdodly\n+ She moves over to the counter, loan«\nsoon the Gusiv suyfaco, and Locks at\n\n     \n\n   \n\nBarry,\n\nTWO BCP ~ LARRY AND wy\n\n \n\nYeddie\nEey, don't lose control.\n\n \n \n\nsubsiding}\nSorry. I was untae on “this place. This is where I was\ngoing to vind iy alibi,\n\nTeddis\nYou came closc,\n\nCLOSAUP - 3ARRY\n\n \n \n \n \n\nBarry (bit\nYeah, close... A deserted »\nfrom nowhere, TZ haven't ac\n\nmiles\n\nMEDIUM SHOT - TEDDIE wre\n\nel\nai\n\n \n\nTeddic has crossed the ercaking floor and is looking\nout of the window,\n\nBarry\nSee anything?\n\nTaddio\n\nNot a thing.\n(sho turns back to him)\nWhero do we go from hero?\n\n \n\nCONTINUED:\n\f95\nv2 (CONYINUED) 2\n@ Barry (bitterly)\n> - Back, past all that swoll scencry again, We ought to make\nthe highway by uight.\nTeddies\nAnd -then what?\nBarry\n» You've got me,\n425 MEDIUM SHOT - NEW ANGLE, SHOOTIUG TOWARDS WZ DOOR\nAs S5arry and Teddie start to leave, They are brought\n» to a sudden halt as the silence is broken by an\namazing sound -~ the pinging of a telephone bell,\nThey look at each other in amagenent, .\n. 424 MEDIUM SHOT - REVERSE ANGTE, SHOOTING PAST BARRY AND\n» TEDDIE\n\nThere is no sign of a telephone anywhere, Barry moves\nacross the room, The bell vings again. Barry turns,\nThe bell rings again, louder this time,\n\n   \n\n425 MEDIUM CLOSEUP - BARRY AND TEDDIE\nHe follows the sound to a small door at the far end\nof the room, Peddie is begide him, He points to the\ndoor handlo. .",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry\n» You've got me,\n425 MEDIUM SHOT - NEW ANGLE, SHOOTIUG TOWARDS WZ DOOR\nAs S5arry and Teddie start to leave, They are brought\n» to a sudden halt as the silence is broken by an\namazing sound -~ the pinging of a telephone bell,\nThey look at each other in amagenent, . . 424 MEDIUM SHOT - REVERSE ANGTE, SHOOTING PAST BARRY AND\n» TEDDIE\n\nThere is no sign of a telephone anywhere, Barry moves\nacross the room, The bell vings again. Barry turns,\nThe bell rings again, louder this time,\n\n   \n\n425 MEDIUM CLOSEUP - BARRY AND TEDDIE\nHe follows the sound to a small door at the far end\nof the room, Peddie is begide him, He points to the\ndoor handlo. . \n\nTARGET SECTION TO BE ANNOTATED:\nd\n426 CLOSEUP ~ DOOR HANDIE\nAlthough the face of the handle is dull and tarnished\nlike all the other metal in tho room, tho outer edge\n> of the Imob is shiny with use,\nThe bell rings again, obviously inside the door,\nBarry's hand cones into the scons, and ssizes the\nkmob and turns it -- but the door is lockud, ‘The\nphone continues to ving.\nb\n427 MEDIUM SHOT - BARRY AND TEDDIE\n\nThe door is to the right. Thore is 2 broken window\nnear the door, With a kiek, Bavry clears the window\nof broken glass, and hops outside,\n\n \n\fkt\n\n428\n\n429\n\nABO\n\n4%\n\n433\n\n96\nMEDIUM SHOT - BARRY - OUTSIDE THE SHACK\nHe soes that the windows of the room that holds tre\nmystery of the tlephone havo no glass, bub that th\nblinds are drawn. Ie releases the catch of the blinds\nand hops inside, pushing his way past them.\nMEDIUM SHOT - INTERIOR OF SECOND ROOM\nBarry is just helping Teddie through the window.\nThey turn.\nREVERSE ANGLE - PROM THEIR VISWPOINT\nThoy find themselves in a small room, which bears\ndistinct sisns of occupancy. AMERA FANS AROUND THS\nROOM. In one corner are piled cases, which appcar to\ncontain soue kind of merchandise. There ere magazines\nlying around. .\nMEDIUM! CLOSSUP - BARRY\nAs he turns back to the window. He notices something\nqueer about the blinds, One of them has a hols in it.\nCLOSEUP - THE SLIND\nThe hole in it is not an accidental tear, but a\ndeliberate cut hole about nine inches in diameter,\nMEDIUM SHOT - SHOOTING PAST BARRY AT TEDDIE\n\nShe has discovered tho phone. G-lies partly hidden\nunder a torn-down curtain,\n\nTeddis\n\nHere it is.\n\nBarry crosses to her and picks up the receiver.\n\nBarry\n\nHello? -- They hung up.\n\nHe returns the receiver to its placa,\nMEDIUM SHOT - THE BLIND IN F.G.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry\n\nHello? -- They hung up. He returns the receiver to its placa,\nMEDIUM SHOT - THE BLIND IN F. G. \n\nTARGET SECTION TO BE ANNOTATED:\n AS BARRY APPROACHES\n\nREVERSE ANGLE - BARRY\n\nAs he glances through the hole in the blind,\n\f \n\n“let\n\nASSea\n\n436\n\n437\n\n438\n\n439\n\n440\n\n441\n\nLONG SHOT - HOUNTAL\nTHe Pot Thi tay\n\n \n\nBo- TROUGH\n\n  \n\nCLOSHUP - BARRY\nAs ho straightens,\n\nBarry (sarcastically)\nRoom with a view,\n\nTeddie's Voice (excitedly; off scene)\nHey, look at this! : .\n\nMEDIUM SHOT - BARRY\n\nAs he crosses to Teddies,\n\nBarry (as he stoops over a tripod)\nMaybe we can tivo this.\n\nMEDIUM SHOT ~ BARRY AND TSDDIE\n\nShe straightena,\n\nYeddie (sarcastically)\nJust what I've been longing for -- a bit of fried tripod.\n\nBarry has picked the thing up and is adjusting it.\n\nBarry (handing it to her)\nHere, hold this.\n\nMEDIUM LONG SHOT - THE ROOM\n\nBarry 1s obviously excited. He searches the room,\ncoming up soon with a long case, containing a\ntelescope, He crosses to Toddie.\n\nBarry (grinning)\nNow, we're cooking with gas -- ginme,.\n\nMEDIUM SHOT - BARRY AND TEDDIZ,\n\nShe hands him the tripod. He quickly mounts the\ntelescope, pointing it dircetly at the hole in the\n\nblind, and inserting it through the hole, He looks\nthrough it,\n\nLONG SHOT - THROUGH TELESCOPE\n\nAt first, everything is blurred, but as Barry focuses\nit, wo get a sweeping view of mountain landscape, The\ntelescope comes tu a stop on a huge, white stone\n\nstructure, towering over the surrounding valley, many\nmiles away, It looks like one of the great now dams,\n\fkt\n\n4428\n\nAAS\n\n444\n\ne\nBp\nce\n\n98\n\nMEDIUM SHOT - BARRY\n\nAs he looks through the telescope, Teddie is standing\nat his side. Barry gives a long, low whistle.\n\nTeddie\nWhat is 16?\n\nBarry doesn't answer, Sho pushes him oub cf the VAY e\nTeddie\nLet me see,\n\nShe looks through the telescope, then straightens,\nstartled, .\n\nGeddie\nDo you think...",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeddie\nWhat is 16? Barry doesn't answer, Sho pushes him oub cf the VAY e\nTeddie\nLet me see,\n\nShe looks through the telescope, then straightens,\nstartled, . Geddie\nDo you think... \n\nTARGET SECTION TO BE ANNOTATED:\nBarry (detaching teloscope)\nI don't know. Put it away, will you?\nMEDIUM LONG SHOT ~ INTERIOR OF ROOM\nTeddie goss to a corner of the room, and replaces the\ntelescope in its positior, Barry is folding up the\ntripod, He straightens and heppens to turn baci to\nthe blind, We looks agein through the opening.\nCLOSE SHOT - OPENING IN THE DILIND\nWe see the face of a man, looking in. It is with-\ndrawn, ond then another face lools in,\nMEDIUM SHOT - INTERIOR oF Room\nWe hear footsteps. Barry looks quickly over to ‘eddie,\n\nBarry\nThey didn't see you. You'd better get in the other room,\n\nCAMERA PANS ITH THEM, as he crosseg, unlocks the\ndoor for her, and, after she has passed, hastily\ncloses it.\n\nMEDIUM SHOT - SARRY\n\nAs he turns to face the other door which is about\nto be opened,\n\f447 MEDIUM SHOT - SHOOTING PAST BARRY TO THE DOOR\n\nThere is the rattle of a key and two men enter. One\n4s a middlceaged man wearing, high boots and breccias\nand a khalti colored shirt. lodks like an\nengineer of some kind. (Neilson)\n\n   \n\nThe other is drossed in city clothes - a lounge suit\nand a light raincoat over his am, (Schneider\n\nTheir faces show groat concor xt Barry's presenco.\nNeilson (orusquely)\nHow did you get in here?\n448 MEDIUM SHOT - REVERSE ANGLE - BARRY\nHe causes for a momont,\nBarry\nHello.\n(he looks both men full in the face)\nThrough the window,\n449 MEDIUM SHOT - BARRY IN FOREGROUHD\n\nHe faces both men, ‘ine sharp looking man in the city\nclothes, Schneider, is looking Barry over nervously.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeilson (orusquely)\nHow did you get in here? 448 MEDIUM SHOT - REVERSE ANGLE - BARRY\nHe causes for a momont,\nBarry\nHello. (he looks both men full in the face)\nThrough the window,\n449 MEDIUM SHOT - BARRY IN FOREGROUHD\n\nHe faces both men, ‘ine sharp looking man in the city\nclothes, Schneider, is looking Barry over nervously. \n\nTARGET SECTION TO BE ANNOTATED:\nSchneider\nWheres you from? What are you sucking around here for?\n\nBarry notices that the man has a newspaper in his\npocket, Ho steps over to him and without answoring\ntakes the paper out of his pocket,\n\n450 INSERT: FRONT PAGE OF NEWSPAPER\n\nThere is a large picture of Barry and a briof\ndescription of him, A banner headline reads:\n\n\"AIRPLANE SABOTEUR HUNTED IN DESERT\"\n\nMEDIUM CLOSEUP - BARRY AND THE TWO MEN\n\nif\na\npo\n\nBarry folds the paper and hands it back to Schneider,\nThe two men examine it and look into Barry's hee\nfor confirmation.\n\nSchneider (toughly)\nHow did you know about this place?\n\nBarry doesn't answer,\n\nkt CONTINUED:\n\f \n\nkt\n\n451\n\n452\n\n. 453\n\nLoo\nCONTINUED (2)\nNeilson (angrily)\nWhat do you want to come here for?. You want to lead the\ncops right to our front door?\n\nBarry's tone and posture are confident:\n\nBarry\nNo cops. I shook tem a couple of hundred miles back.\n(he pauses)\nNow it's my turn to ask questions. Who are you?\n\nMEDIUM SHOT - BARRY AND THE TO TIEN\nBarry's expression does not change.\n\nBarry\nAll right - which one of you is Neilson?\n\nAgain the men hesitate. Then Neilson answers:\n\nHoilson\nTam, How'd you lmow my namo?\n\nBarry (curtly)\nTobin. Ho told me anout this place. Te said Neilson\n\nwould hide me out ~~ maybe help me make a break for the\nEast.\n\nTWO SHOT - HEILSOU AND SCHNEIDER\n\nSchneider (repeating)\nTobin...\n\nMEDIUM SHOT - BARRY AND THE TWO MEN\n\nBarry (to Neilson)\nYeahs\n(he jorks his head in the direction of\nSchneider)\nBut he never said anything about him - who's he?\n\nSchneider (nervously)\nSchneider, I'm from the East,\n\nBarry\n(disregarding Schneider; to Neilson,\nin a flat voice} :\nif he's not okay you'll take the rap, Now let's go --\nI've baen hore long enough.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWO SHOT - HEILSOU AND SCHNEIDER\n\nSchneider (repeating)\nTobin... MEDIUM SHOT - BARRY AND THE TWO MEN\n\nBarry (to Neilson)\nYeahs\n(he jorks his head in the direction of\nSchneider)\nBut he never said anything about him - who's he? Schneider (nervously)\nSchneider, I'm from the East,\n\nBarry\n(disregarding Schneider; to Neilson,\nin a flat voice} :\nif he's not okay you'll take the rap, Now let's go --\nI've baen hore long enough. \n\nTARGET SECTION TO BE ANNOTATED:\n Tho trip here was no push-\nover ~ I had to hoof it most of tho way, so let's B00\n\f455\nk\n456\n»\n457\nb\n453\n»\n»e\na\n459\nB\n460 |\n’\n\n101\nMEDIVIL CLOSEUP ~- TEDDIE OW OfHEX SIDE OF DOOR\n\nAg sho listens intently, ler face reveals that che\npelicves Barry to bo a sabotcour after all,\n\nMEDIUM SHOT - BARRY AND THe THO RV\n\n. NeLlson\nItve got no placo to hide you out, Talcing caro of guys\nwhen the host's on ain't in wy lino.\n\nCLOSSUP - BARRY\n\nWo sce that he is thinking hard. He looks at the\ntwo men,\n\nMEDIUM CLOSEUP - BARRY\nAs he steps up to the two men.\n\nBarry (with growing oxcitomont)\n\nTt!s not in your linc}\n\n(he tums to Schneider)\nHow about you? I suppose you're etrietly the brains?\nOr do you take a chanco ones in a whilc, too «= just\nfor laughs. Or uaybo that isn't 4 ay it worke -- maybe\nitm the only guy that sticks his ne out, Yoah ~ way out.\n\n(ho stops for a moment, his voiee drops;\n\nthon monacingly)\nJust got this straight. Itve done a big job and thoy!re\naftor me - it's up to you guys to tako care of mo, Yeah -\nand do it right -- or clse you might have a little trouble\nof your own. :\n\n     \n\nTWO SHOT ~ SCHNEIDER AND NEILSON\n\nNeilson (alarmed)\nHoy, take it casy -+ don't go off half-cocked Like that,\nHang on to your norve,\n\nMEDIUM SHOT - BARRY AND oa TO MEW\n\nBarry\nI havo beon hanging on -- I've boon hanging on lone\nenough.\n\nSchncidor looks norvously at Barry.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\n(ho stops for a moment, his voiee drops;\n\nthon monacingly)\nJust got this straight. Itve done a big job and thoy!re\naftor me - it's up to you guys to tako care of mo, Yeah -\nand do it right -- or clse you might have a little trouble\nof your own. :\n\n     \n\nTWO SHOT ~ SCHNEIDER AND NEILSON\n\nNeilson (alarmed)\nHoy, take it casy -+ don't go off half-cocked Like that,\nHang on to your norve,\n\nMEDIUM SHOT - BARRY AND oa TO MEW\n\nBarry\nI havo beon hanging on -- I've boon hanging on lone\nenough. Schncidor looks norvously at Barry. \n\nTARGET SECTION TO BE ANNOTATED:\n Tho cxtromo\noxcitemont of the young man frightens him,\n\nSchneider\nI know -- I lmow youtvs boen through sone protty difficult\nthings, All tho more reason, for your safety as voll as\nours, that you kecp your nerve at this moment.\n\nCONTINUED:\n\n \n\f \n\nkt\n\n0\n\n102\nCONTINUED (2)\n\nNeilson\nYeah, take it easy.\n\nSchneider (disregarding his comrade)\nAre you sure the police haven't trailed you here?\n\nBarry (mumbling)\nI don't think so,\n\n(His expression becomes more intense)\nWe've got to get out of here.\n\nFor an instant Schneider hesitates, His sharp oyes\naro watching Barry carefully. He dosen't tale then\noff Barry's face when he speaks to Neilson,\n\nSchneider\nGet the things together, You won't be coming back here,\n\nNeilson\n\nWhy not? whatts wrong with this place? He said he shook\nthe cops.\n\nSchneider\nIT said you avan't coming back hore,\n\nNeilson\nWhere am I going to find another place with enough room\nto store all this stuff? .\n\n(He jerks his head toward the vague mass\nof boxes in the cornsr)\n\nSchneider (softly)\n\nThat's your job, If you can't handle it Itm getting\nsomebody else,\n\nNeilson (sulking) :\nTocan handle it all right, Only some day when you give me\nthe word to move the stuff in a hurry --\n\nSchneider\nItll give you plenty of timo,\n(turning to Barry)\nWetll be driving East -- starting immediately. Your\ncompany will ba a relief - the trip is rather tedious,\n\nHe takes Barry's arm, CAMERA PANS WITH THEM as\nthey move toward the door,\n\nSchneider\nYou might give the young man one of your suits, Neilson,\nand a hat, Uls present outfit is hardly appropriate,\n\nBarry (grinning)\nSize 42,\n\n(he holds his wrists out toward Schneider)\nHow about those?\n\nCONTINUED:\n\f460\n» e\n\n461\n>\n»\n\n462\n»\ne@\n’\n\n463\np\n\n464\n>\n\n465\n\n \n\nkt\n\n103\nCONTINUED (3)\n\nSchneider\nHow did you manage to break thom?\n\n.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour\ncompany will ba a relief - the trip is rather tedious,\n\nHe takes Barry's arm, CAMERA PANS WITH THEM as\nthey move toward the door,\n\nSchneider\nYou might give the young man one of your suits, Neilson,\nand a hat, Uls present outfit is hardly appropriate,\n\nBarry (grinning)\nSize 42,\n\n(he holds his wrists out toward Schneider)\nHow about those? CONTINUED:\n\f460\n» e\n\n461\n>\n»\n\n462\n»\ne@\n’\n\n463\np\n\n464\n>\n\n465\n\n \n\nkt\n\n103\nCONTINUED (3)\n\nSchneider\nHow did you manage to break thom? . \n\nTARGET SECTION TO BE ANNOTATED:\n Barry\nOn the fan of a car,\nCLOSEUP - BARRY'S WRISTS\n\nWith the sovered handcuffs hanging, The fincer of one\nhand points to the burnt skin on the other wrist,\n\nBarry's Voice (off scene)\nIt got sort of hot,\nMEDIUM SHOT - BARRY AND THR THO MEN\nThey are moving slowly toward the door,\nSehnoider\n\nThat was very incenuous of you. Wath gst them off at\nNoilson's housc,\n\nSchneider stops and points off to the right toward\nthe door behind which Teddie is hiding,\n\n: Schneider\nWhere does that door lead to?\n\nNeilson\ndust an empty room. It's another way oute\n\nNeilson crosses, moves toward the camera,\n\nMEDIUM SHOT - NEILSON\n\nAs ho throws open the door, Hs steps through,\nSchneider and Barry follow hin,\n\nMEDIUM SHOT - THE ADJOINING ROOM .\nThe door leading outside is hanging off its hinges,\nThe room is empty. The mon enter, Barry looks\naround in bewilderment, There is no sign of Teddiec,\nCAMBRA PANS WITH THE MEN as they move through the\nroom and stop out through the onen door,\n\nMEDIUM LONG SHOT - SHOOTING OUT OF THR sHACcK\n\nThe two men.and Barry move towards a parked cara\nshort distance behind the shack, We see them as\nthey get into the car and drive OWBY «\n\ney\n\f104\n465 CONTINUED (2)\n\nCAMERA PANS AROUND THE ROOM TO THE DOOR behind which\n/ we seo Teddie, white and shaken, She is staring in\nthe direction of the open door,\n\nFADE 0Ug,\n\n-- FADE IN:\n» 466 MEDIUM LONG SHOT - INTERIOR OF A SMALL OFFICE\n\nThero fs a desk in the corner and several chairs.\nAt the desk we sce Teddie busily engaged in\ndevouring a meal of coffeo and sandwiches, which\nshe tokes from a tray on the corner of the deak,\n& She looks worried and pale.\n\nThrough a half-open door on the left, we hear a\nvoice finishing a telephone call, We hear the .",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe mon enter, Barry looks\naround in bewilderment, There is no sign of Teddiec,\nCAMBRA PANS WITH THE MEN as they move through the\nroom and stop out through the onen door,\n\nMEDIUM LONG SHOT - SHOOTING OUT OF THR sHACcK\n\nThe two men.and Barry move towards a parked cara\nshort distance behind the shack, We see them as\nthey get into the car and drive OWBY «\n\ney\n\f104\n465 CONTINUED (2)\n\nCAMERA PANS AROUND THE ROOM TO THE DOOR behind which\n/ we seo Teddie, white and shaken, She is staring in\nthe direction of the open door,\n\nFADE 0Ug,\n\n-- FADE IN:\n» 466 MEDIUM LONG SHOT - INTERIOR OF A SMALL OFFICE\n\nThero fs a desk in the corner and several chairs. At the desk we sce Teddie busily engaged in\ndevouring a meal of coffeo and sandwiches, which\nshe tokes from a tray on the corner of the deak,\n& She looks worried and pale. Through a half-open door on the left, we hear a\nvoice finishing a telephone call, We hear the . \n\nTARGET SECTION TO BE ANNOTATED:\nphone béing bung up, then a- thin, elderly man comes\nin and seats himself at the desk begido hor,\n\n467 MEDIUM SHOT - REVERSE 5, SHOOTING PASY TEDDIES\n\nTO ‘THE SHERIFF\n\n \n\nHe is the simple hick type with a star on his vest\neo and a large six-gun in a holster, When he speaks he\nhooks his thumbs in his belt and leans back in his\nchair. .\n\nSheriff\nWell, fact is, I just spoke to tem up at headquarters,\n\n> They sure tnuff appreciate your callin' in here and lettint\nTem lnow..e :\n\n468 CLOSEUP - TEDDIE\n\n> Sheriffts Voics (off scene, continuing)\n. eesabout this fellow, Ford,\n\nThe mention of Barry's name soems to shock Teddie\nslightly, ‘She is in love with him, The whole\nbusinssa of turning him over to the police makes\n\n, her nervous and unhappy. She starts to say something.\n\n469 MEDIUM SHOT - TEDDIE AND SHERIFF\n\nSheriff (going right on in his whinc)\nFact ig, though-- it might be kinda difficult gettin! a\nline on these fellows -- now that thoy're on the movowe.\nThat's why, when I told the chief you was going to How\nYoxk pretty soon, he kinda wondered if you couldn't wake\nit right away, so that maybe you'd be there for the\n\nidentifyin' ..., Fact is, thoy asked for you to go right\nnow -- today,\n\n \n\n \n\n» “At\n\faqh\n\n472\n\n473\n\n474\n\n476\n\n477\n\n105\nCLOSEYP - TEDDIE\nAs she starts to speak,\nTeddie\nWhy, I++\nMEDIUM SHOT - BOTH - FAVORING SHERIFF\nSheriff\n\nThat's good, So all you've gotta do ig let me know which\nway you're goin! and when you're aimin!' to get there\n\nGTS ¢\n\nCLOSEUP - TEDDIZ\nAs she starts to speak.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe starts to say something. 469 MEDIUM SHOT - TEDDIE AND SHERIFF\n\nSheriff (going right on in his whinc)\nFact ig, though-- it might be kinda difficult gettin! a\nline on these fellows -- now that thoy're on the movowe. That's why, when I told the chief you was going to How\nYoxk pretty soon, he kinda wondered if you couldn't wake\nit right away, so that maybe you'd be there for the\n\nidentifyin' ..., Fact is, thoy asked for you to go right\nnow -- today,\n\n \n\n \n\n» “At\n\faqh\n\n472\n\n473\n\n474\n\n476\n\n477\n\n105\nCLOSEYP - TEDDIE\nAs she starts to speak,\nTeddie\nWhy, I++\nMEDIUM SHOT - BOTH - FAVORING SHERIFF\nSheriff\n\nThat's good, So all you've gotta do ig let me know which\nway you're goin! and when you're aimin!' to get there\n\nGTS ¢\n\nCLOSEUP - TEDDIZ\nAs she starts to speak. \n\nTARGET SECTION TO BE ANNOTATED:\nTeddie\nBut I dont --\n\n \n\nMEDIUM SHOT - SHERIFF\nAs be interrupts her,\n‘ Sheriff\nFact is, though, you might like to fly -- seems that way\nyou'll be there first, takint the plane and all, Fact is,\nI got the tickets and reservations all made for you to go --=\n\nQUICK DISSOLVE TO:\n\nINTERIOR OF A LIMOUSINE, SHOOTING THROUGH NINDSHTELD\n\nIn the front seat we see a chauffeur and a strange\nman, while Barry sits in the back with Schrieidc\n\n \n\nLONG SHOT + THE LIMOUSINE\n\nRoaring along the highway at great speed,\n\nTiO SHOT - THR BACK SEAT - SCHNEIDER AND’ BARRY\nSchneider (indicating the men in front)\nThey're driving shifts. In that way there'll be no need\nfor us to stop over night anywhere, Makes it faster than\nthe train and safer,\nCLOSEUP - BARR’\nAs hoe looks dubiously out of the window,\n\nBarry (siiling)\nPataye\n\f478\n\n479\n\n480\n\n481\n\n482\n\n483\n\n484\n\n485\n\n486\n\n106\nTWO SHOT - BARRY AND SCHNEIDER\nSchneider (Lronically)\nDoes being safe worry you a great deal?\nBarry (in same tone of voice)\nIt doesn't kecp me up nights,\n. MEDIUM SHOT - SHOOTING THROUGH THE WINDSHITZLD OF .CAR\n\nAll four men pide along silently for a while, Barry\nmoves forward in his séat.' Something in the distance\nhas caught his eye.\n\n  \n\nLONG SHOT - REVERSE ANGLE - SFOOTING PAST. TER\nMEN IN PRONE VHROUGH WINDSHIELD DOWN THE LONG I\n\nTNO SHO - BARRY AND SCHNEIDER\n\nBarry\nDoes this road cross the dam?\n\nSchneider (smiling)\nAs a matter of fact, it does, It adds a few miles to our\ntrip, but somshow I've become a little sentimental... I\nwant to take a last look at it.\n\nEXTREME LONG SHOT - THE DAN\n\nWo see the highway crossing it.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nSchneider (smiling)\nAs a matter of fact, it does, It adds a few miles to our\ntrip, but somshow I've become a little sentimental... I\nwant to take a last look at it. EXTREME LONG SHOT - THE DAN\n\nWo see the highway crossing it. \n\nTARGET SECTION TO BE ANNOTATED:\n There ig 4 good\ndeal of traffic,\n\nLONG SHOT - CLOSER VIEW PROM DIFFERENT ANGIS -\nSHOOTING UP PAST THE ASS OF CONCRETE To TH2 RoaD\n\n  \n\nMEDIUM LONG SHOT - THE CAR\n\n \n\nContaining Barry and Schnoider as it. slows down.\n\nMEDIUM LONG SHOT - FROM INSIDE THE CAR, SHOOTING\nPAS? SCHNEIDER AT ‘fits WINDOW\n\nHo is looking down at the shoer drop of the huge\nspillways,\n\nCLOSEUP - SCHNEIDER AT THE wINpow\nThe dam is framod in the background,\n\nCONTINUED:\n\fk\n\n+t\n\n488\n\n489\n\n107\nCORTEUED (2)\n\n: Schneider (sardonically)\n\nIt's beautiful, isn't it? -- A great momument to man's\nunceasing industry and hic stubborn faith in the tuture.\nIt's exciting to soa,\n\nMEDIUM LONG SHOT - THE CAR\n\nAs it slows down to a walking pace, A quoque of\nsightseers cross tho road on their way to be talon\nfor a tour of the dam,\n\nMEDIUM SHOT - INSIDE THE CAR - SCHNEIDER\nAs ha leans forvard and speaics to one of the drivers,\n\nSchnoider\nDo they always have people looking at the thing?\n\nDrivor\nYeah, It's like this every day. I was over it once,\nYou can’ seu the whole thing up close,\n\nTWO SHOL - SCHNEIDER AND BARRY\n\nSchneider leans back in his seat, The spoed of the\ncar is increasing now. He looks contomplativoly\nout of the window.\n\n\\\n\nSchneider (dreamily)\nIT should liked to have gone, Ib would have been\ninteresting.\n\nBarry is looking at his companion intently,\nSchnolder turns and eatehes sight of Barrys\nexpression,\n\nSchneider (suddenly)\nDo you know Tobin very well?\n\nBarry\nNo, I only met him that onee out on his ranch,\n\nSchneider\nDid he have the child with him?\n\nBarry\nHis grandchild? Yes, He seemed very fond of hor,\n\nSchnoider turns, facing forward, His faco softens.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry\nNo, I only met him that onee out on his ranch,\n\nSchneider\nDid he have the child with him? Barry\nHis grandchild? Yes, He seemed very fond of hor,\n\nSchnoider turns, facing forward, His faco softens. \n\nTARGET SECTION TO BE ANNOTATED:\nSchneider\nYes, that's one of the things I like about old Tobin,\nHis love for that littlo girl,\n(he shakes his head)\nEvidence of a good honrt,\n\f@\n\n. ak\n\n490\n\n491\n\n492\n\n495\n\n108\nLOWG SHOT - THE HIGH:\n\n \n\nTH DAM IN BAG,\n\nThe car roars through the shot, leaving the highway\nbehind.\n\nV0 SHOT - SCHNEIDER AND BARRY IN BAGH OF OAR\n\nSehnaider ig looking out of the window at she\ndisappearing dam. He turns back,\n\nSchneider\n\nT have children, too, you know =~ two boys, Nice little\nfellows -- two and four, The four-year-old gets naughty\nat times, Ho's quite a problem, We get him a new toy\nand within half an hour it's smashed to bits, And thon,\nsometimes, after it's all over, he's almost sorry.\n\n(he turns to Barry)\nSometimes I wish my younger child had been a girl, In\nfact, my wifc and I often argue over a little idiosyncrasy\nZt ohave -- I don't want his hair out short until he gots\nmuch older. Do you think tht will be bad for him?\n\nBarry\nTho other kids might rido hin,\n\nBarry lays his hoad back against the padding of the\nback seat cushion, We sco by his cxpresston that\nhe is nauseated by tho nouroticSchneiderand having to\nmake conversation with hin,\n\n \n\nLONG SHOT - SEGHENT OF HIGHVAY VITH GASOLINE STATION\nIN Fc, .\n\nAs tho ear specds on,\nEXTREME LONG SHOT - HIGIMAY WITH DAM FAR IN 3.G.\n\nWe gct the impression of traveling very rapidly.\n\nEXTREME LONG SHOT - REVERSE ANGLE ON HIGHvAY\n\nWe gob a picture of a SUPERIMPOSED \"HIGHAAY 66\"\nSIGN, which rushes towards tho CAMBRA in poeurring\nwavog, and changing from Day to Night, and thon to\nDay, and then to Night, and then to Day again.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nG. We gct the impression of traveling very rapidly. EXTREME LONG SHOT - REVERSE ANGLE ON HIGHvAY\n\nWe gob a picture of a SUPERIMPOSED \"HIGHAAY 66\"\nSIGN, which rushes towards tho CAMBRA in poeurring\nwavog, and changing from Day to Night, and thon to\nDay, and then to Night, and then to Day again. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n \n\n \n\n \n\nTHE PICTURE finally clears to:\n\nA LONG SHOT - EXTERIOR - MOONLIT SKYLINE oF NEW YORK\n\nCAMERA PANS DOWN To:\n\f496\n\n497\n\n499\n\n500-1\n\n602\n\n109\nMNDIUM LONG SHOT - EXTERIOR - GASOLINE STavIonN\n\nWe see the car in which Barry and Schneider have |\nbeen traveling, perked in the station,\n\nMEDIUM SHOT - INTERIOR OF CAR, SHOOTING THucuGH\nWINDSHIELD\n\nThe driver is seated in the front seat at the wheel,\nBeside him is the alternate driver asleep, Larry\nis alone in the rear seat,\n\nMEDIUM SHOT - SCHNEIDER\n\nAs he comes out of a telephone booth in the station\nhouse. CAMERA PANS WIGH HIM as he moves towards the\ncar and gets in,\n\nMEDIUM LONG SHOP - THE CAR .\n\nAs it drives out of the stxbtion,\n\nTWO SHOT - SCHNSIDER AND BARRY - BACK SEAT OF CAR.\n\nSehneider\nWe can't go up to the office -- they've got it spotted.\n\nBarry (alarmed)\nAre they watching for me?\n\nSchneider\n\nIT don't know, ‘Who'd know you were in New York?\nBarry -\n\nYeah -- I guuss that's right.\n\nSchneider glances at him a little suspiciously,\n\nLAP DISSOLVE To:\n\nEXTERIOR - MADISON AVENUE » NIGHT - CLOS@UP\n\nThe screen is filled vith a sign which reads,\n\nMADISON AVENUE, The CANERA HOVIS UNDER the sign and\nBRINGS INTO VIEW the full exterior of a large house\nwhose windows are brightly lit. The traffic in front\nis congested because there is a line of cars drooping\npoopie at tho front door, Thero are a couple of\npolicemen, mounted and regulating the traffic.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry -\n\nYeah -- I guuss that's right. Schneider glances at him a little suspiciously,\n\nLAP DISSOLVE To:\n\nEXTERIOR - MADISON AVENUE » NIGHT - CLOS@UP\n\nThe screen is filled vith a sign which reads,\n\nMADISON AVENUE, The CANERA HOVIS UNDER the sign and\nBRINGS INTO VIEW the full exterior of a large house\nwhose windows are brightly lit. The traffic in front\nis congested because there is a line of cars drooping\npoopie at tho front door, Thero are a couple of\npolicemen, mounted and regulating the traffic. \n\nTARGET SECTION TO BE ANNOTATED:\nSEMI-LONG SHOT\n\nA nearer viow of the front door, showing: the cnality\n\f503\n»\n\n504\n»\n\nS05\n»\n»\n\neo 506\n\n507\n\ndic\n\nCONTINUED (2)\n\nof people who ave passing into the brightly-lit,\nopen front doors, There are men in evening dress\nand smartly clothed vomen in evening gowns,\n\nSEMI-LONG SHOT\n\nIn line with the other well-groomed city cnys is the\ndust-covered sedan that has traveled all the wv\nfrou Boulder City.\n\n  \n \n\nITHTERION CAR - NIGHT - SEMI-CLOSEUP\n\nSeated beside Schneider in the back seat, Barry is\nlooking ont at the elegant goings-on, He is\nbewildered as he turns to Schneider\n\nbarry\nIs this tho place? It looks like they're having some kind\nof a party.\nSehneidor\nYou! re expected -- just follow me,\nSEMI-LOWG SHOT\nStill SHOOTING from inside the ear, we see the\ndoorman open the rear door, In the front seat the\nman beaide the driver, who has been asleep, comes\nto life suddenly. Ho sees ths house and quickly\nturns towavds Schneider.\n\nMan\nHow about. tomorrow? You want me on the Kearny job?\n\nSchneider looks at him a little annoyed as he gots\nout.\n\nSchneider\nT don't know -- and why dontt you ‘Eeap your mouth shut?\n\n-Man\nSorry, boss, I thought he was in onseeses\nSEMI-CLOSEUP\nSchneider glances quickly at Barry, as he says:\n\nSchneider\nShut up!\n\nCONTINUED:\n\f \n\nkt\n\n507\n\n508\n\n509\n\n510-1\n\nlil\nCONTINUED (2)\n\nBarry grins as he says:\n\nBarry\nThat's oll right. I don't think anyone heard him but\nthe doorman and the two guys on horseback}\n\nEXTERIOR FRONT DOOR - SEMI LONG SHOT - NIGHT\n\nWe sce Barry step out onto the sidewalk; Scrnoidor\nfollows him.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\n-Man\nSorry, boss, I thought he was in onseeses\nSEMI-CLOSEUP\nSchneider glances quickly at Barry, as he says:\n\nSchneider\nShut up! CONTINUED:\n\f \n\nkt\n\n507\n\n508\n\n509\n\n510-1\n\nlil\nCONTINUED (2)\n\nBarry grins as he says:\n\nBarry\nThat's oll right. I don't think anyone heard him but\nthe doorman and the two guys on horseback}\n\nEXTERIOR FRONT DOOR - SEMI LONG SHOT - NIGHT\n\nWe sce Barry step out onto the sidewalk; Scrnoidor\nfollows him. \n\nTARGET SECTION TO BE ANNOTATED:\n Sarry is grinning rather sheepishly\nat the people around him, all in evening dvess,\nSchneider pulls him sharply by the coat sleeve,\n\n- Schneider\nCome on]\n\nThey mount the steps and move with the throng of\narrivals through the front door, CAMERA PANHING\nWITH Gis,\n\nINTERIOR MADISON AVENUE HOUSE - SEMI CLOSHUP - NIGHT\n\nA footman in ivory bows slightly to Barry and looks\nat Schnoidey with an expression of recognition, He\nsays politely:\n\nFootman .\nGood evening, sir. May I take your things?\n\nSchneider\nNo, thank you -- we'll wear them in.\n\nFootman\nVory well, sir, Madame is in the iibrary., She is\nexpecting you.\n\n    \n \n\nWhile the CAMERA 3\nand Schncidor move a\nantc-hall,\n\nINS IN THE SAME POSITION, Barry\nway towards the left of the small\n\nBeyond them we are now able to got a glimpse of the\nlarge hall. This is reachod by three broad steps\nfrom tho smaller hall, and has beon tempornrily\nconverted into a dance floor, On the other side\nof the hall is a large oponing, through which can\nbe soon 9 grand staircase. Schnoider leads Barry\noff the small hall, up a side staircasa,\n\nSENI LONG SHOT\n\nAs they reach the top of the staircase they move\nalong a corridor, CAMERA FOLLOWING, Barry stops\nfor a moment at a curtalned opening and glances\nthrough,\n\f112\n512 SEMT LOG Shot\n\nOver his shoulder vo can sce\n& small balcony with o vi\nfloor below. Schne iar tug\nfrom the curtain and vith\nasks: .\n\n \n\nt he is standing on\nthe danters on th\nBarry turns\nbevildered expr\n\n   \n\n   \n\nuy\n\n  \n\nBarry\nWhat the hell is all this?\n\nSehneidar\nKeep your mouth shut and don't ask questions!\n\n513 SEMI LONG SHOT\n\nThey ave now at the end of the corridor, Tho\nto their ight and stop before 2 door at\nBeyond them wo sca the balugte.ding of the\nstalrcass previously saw below.\n\ny turn\nloft.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nSehneidar\nKeep your mouth shut and don't ask questions! 513 SEMI LONG SHOT\n\nThey ave now at the end of the corridor, Tho\nto their ight and stop before 2 door at\nBeyond them wo sca the balugte.ding of the\nstalrcass previously saw below. y turn\nloft. \n\nTARGET SECTION TO BE ANNOTATED:\ngrand\n\n \n\n  \n        \n\n   \n\n514 SEHI CLOSSUP\n\nSchneider is tapping at tho door, We hear an ciderly\nlady's voice from within,\n\nElderly lady's Voice\nCome in,\n\nThe two mon onter,\n\n515 THTSRIOR STUDY - SEMI LONG SHOT ~- NIGHT\n\nAs Schneider closes ths door behind him, the tvo\nmen find themsulvos in a well-appointed small study,\nwhich is lined with books, Standing rigidly in the\neonter of the room is rather distinguished looking\ndowager soaring an evenins dross. She has a diamond\nnecklace around her neck. Sho is playing nervously\nwith o lorgnette,\n\n \n\n \n\n \n\nDowager\nOh, thore you aro! Mr, Schneider, I've boon waiting, What\ntook you so long?\n\na\npe\na\n\nSEMI CLOSEUP -~ SCHNEIDER AnD BARRY\n\nSchnoider behaves vory deferantially in the old\nwomants presence.\n\nSchnoidor\nIm™ sorry, tho traffie -- it held us up. They ought to\ndo somothing oboutees.\n\nkt\n\fS17\n\n518\n\n519\n\n520\n\nSel\n\nkt\n\n113\nSEMI CLOSEUP\nThe dowager breaks in:\nDowager\n\nNever mind.... In cass you haven't noticed it, I'm\nentertaining this evening. Let's get this th ine settiedl\n\nSEMI LONG SHOT\n\nSchncoider advances with Barry towards the center of\nthe room. The CAMERA MOVES IN to include the three.\n\nSchneider\nCertainly, that's why we came here.\n\nDowagor\nYes, and that's another thing. Why did you come haret\nWhy didn't you go to ths office?\n\nSchnoider\nWe got word -- they think it's being watchod....\n\nDowagor\nNonsense}\n\nShe turns toward Barry and looks him up and down.\n\nDowager .\nSo this is the young man.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nDowagor\nNonsense}\n\nShe turns toward Barry and looks him up and down. Dowager . So this is the young man. \n\nTARGET SECTION TO BE ANNOTATED:\n Well, I hope he's going to\nthrow somo light on tho situation,\n\nSEMI CLOSEUP\n\nThere is a silence for a moment as noither Barry\nnor Schneider answors hor,\n\nCLOSEUP + DOWAGER\n\nShe looks from one to tho other with an irritated\nexpression,\n\nDowager\nWell, don't stand there like an idiot! Ask him! Ask him!\n\nSEMI CLOSEUP\nSchnoider turns quiotly to Barry.\n\n‘Schneider\nWhy dtan's you toll me about the young lady?\n\nCONTINUED:\n\fSel\n\n523\n\n114\nCONTINUED (2)\n\nSchneider moves avay in the direction of the dor\nMrs, Vander, to watch Barry's facs, CAMERA PU BACK\nso that we have a tableau of Barry facing the o r\ntwo, He stalls for time, He is quite taken aback,\nThen he stumbles out with:\n\n  \n \n \n\ner,\n\nBarry\nWhat're you talking about? I don't know of anyess.\n\nThore is a silence as Barry fails to contime.\n\nSuddenly it is broken by a girl's volec, which\nspeaks quietly from another pert of the roou as\nyet unseen by Barry.\n\n: Teddie\nWhy didn't you tell thom, Mr, Ford?\n\nBarry swings round.\nSEMI LONG 8HoT\n\nFrom his viewpoint wo eco Teddio scated in an anne\nchair, Hor attitude is quite casual as she sits\nwith her Ences cresscd, Beside her on a small\ntable is a tray of coffse and sandwiches, She holds\na half-caton sandwich in her hand. Near her are\nsitting and standing two other mon. Ono of thom -\nwoars a tuxodo -- ho ia Edward, the dowagor's\nprivate seoretary. Ho has the look of an intollce-\ntual and is about thirty yoars old, Noxt to him\nis Mr, Porl, a stocky, poworful man of about fifty.\nHo is in full ovening dress,\n\n \n\nSEMI CLOSEUP\n\nSchnoider comes boside Barry who turns back and asks\nquickly:\n\nBarry\nWhat's sho doing hero?\n\nSchneider smiles,\n\nSchneidor\nOh, then youtve met? Itm glad you choso to bo frank about\nit.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nHo is in full ovening dress,\n\n \n\nSEMI CLOSEUP\n\nSchnoider comes boside Barry who turns back and asks\nquickly:\n\nBarry\nWhat's sho doing hero? Schneider smiles,\n\nSchneidor\nOh, then youtve met? Itm glad you choso to bo frank about\nit. \n\nTARGET SECTION TO BE ANNOTATED:\n It's a pity you didn't do it soonorse..\n\nBarry\nHow did she got horo?\n\n(thon to Taddic)\nT thought I told you up in tho mountaina to Got auteses\n\nCONTINUED: .\n\f523\n\n524\n\n115\nCONTINUED (2)\n\nSchneider\nWoll, it scems the young lady didnit exactly follov your\ninstructions...apparently sha did a little observing of\nhor own. She even scoms to have gono to tho loeal chowicr\nand told him a rather fantastic story -~ somo subbish\nabout our wanting to blow up a dam, wasn't it, Miss Miller?\n\niss\n\nHo half turns to Toddic as ho says this,\n\nCLOSEUP - BARRY\n\nBarry is thinking hard as ho hears this,. His eyes\ntake’ in the group of people around him, Por a briof\nmoment a faint half smile of resolution comes into\nhis face, The CAMERA FOLLOWS HIN as ho quickly\nstrides towards Taddic, He addvressos her furiously:\n\nBarry\nWhy, you dirty, doublo-crossing Littlo Deeeses\n\nEdward, the scoratary, etops up to him before ho can\nreach hor, Schneider hurries forvard to take hor\narm, Mrs. Vendor's voles bursts. across tho gseonc\nivritably:\n\nilps, Vanderts Voice\nPleaso, lot's not have any personal scones!\n\nSchnoider continues:\nSchnoider .\nAs it happons, no harm was dono... You sco, the sheriff\n\nis a particularly good friend of ours -- in fact, 1 might\nalmost say, ho is one of udes.es\n\nTho CAMERA PULLS BACK to inelude Mrs. Vander, who\nagain bursts in impationtly:\n\nMrs. Vandor\nOh, do stop talking like aman in a mystery story! And\ngot those poople out of ny house)\nMr, Perl interposes pointedly:\n\nMr, Porl\nIT still want to know why he didn't toll Schneider aboutes..\n\nMrs, Vander intorrupte:\nMrs, Vandor .",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nVandor\nOh, do stop talking like aman in a mystery story! And\ngot those poople out of ny house)\nMr, Perl interposes pointedly:\n\nMr, Porl\nIT still want to know why he didn't toll Schneider aboutes.. Mrs, Vander intorrupte:\nMrs, Vandor . \n\nTARGET SECTION TO BE ANNOTATED:\nPloase, I must go back to my guests, and so I'd really like\nto know oxactly what you propoun to do,\n\nSchnuider calls seross to Mr. Porl:\n\nCONTINUED:\n\f116\n524 CONTINUED (2)\n\n@ Schnoidor\n»\n\nMr. Purl -- just a moment...\n\n \n  \n\nHe leads Parl across to Mra, Vander. The thice talk\nin low voicos in anothor part of the ° the\nCAMERA FOLLOWS THEM, Edward strolls at'ter thon,\nnearor to the door, in caso. the girl should attompt\n\n. . any movo, We now get a view of the room, shoving\nBarry and tho girl alono, Hdward by the door, and Mrs.\nVandor and the other two mon talking quictly together,\nWe cannot hear what thoy are sayings\n\n \n\n» 525 SEMI CLOSHUP ~ BARRY\n\nBarry, standing by Toddio, is thinking hard as ho\nlooks down at her, Ho almost bonds to Spoak, but\nholds himself back, Uc looka down towards tho other\npoople in the room. Ho turns back and Blances at\n\n. tho books on the shelves, Suddonly he bursts out\nto Toddic as the CAMERA PULIS BACK SLIGHTLY, --\n\nBarry\nWhy couldn't you leave mo alone? I told you to got oute\nWhat did you think you wore doing?.\n\n> @ Hla cyos aro still skimming the book shelves, Ho\nputs his hand up and etarts to tap one of the books.\nIn his protended angor ho grabs Teddio and pulls her\nup out of the chair as he saya:\n\n® Barry\nYou've gotten yoursolf in a jom now! I cantt help youl\nI can't “do anything for you.\n\nAs Toddic angrily toars horscif away from him, ho\ntaps tho book more furiously, Mrs, Vandor's voice\n> comes frou the far ond of the room,\nMrs, Vander's Voices\nWill you please stop shouting}\n526 SEMI CLOSEUP\nBarry's and Toddic's heads aro closor together.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn his protended angor ho grabs Teddio and pulls her\nup out of the chair as he saya:\n\n® Barry\nYou've gotten yoursolf in a jom now! I cantt help youl\nI can't “do anything for you. As Toddic angrily toars horscif away from him, ho\ntaps tho book more furiously, Mrs, Vandor's voice\n> comes frou the far ond of the room,\nMrs, Vander's Voices\nWill you please stop shouting}\n526 SEMI CLOSEUP\nBarry's and Toddic's heads aro closor together. \n\nTARGET SECTION TO BE ANNOTATED:\nSho is almost about to ery out in vretest whon hor\neyes alight on-the book, ,\n\n527 CLOSEUP\n\n \n\nBarry's fingor tapoing tho book, which is titlca\n\"ESCAPE\" by Ethel Vanco,\n\f@\n\n529\n\n530\n\n531\n\n532\n\n533\n\n534\n\nLl?\nCLOSEUP - TEDDIE\n\n \n\nWe see Teddie's expression chanre to one of growing\nmystification and then into the realisation of what\n\nBarry is trying to convey,\n\n \n\nSEMI CLOSEUP\n\nBarry and Teddie, Barry continues to shout at her.\n\nBarry\n\nYou're ina jam, sister! And I canis say I'm sorry for\nyou -- if youtd done what I...;\n\nHe is interrupted by the suund of a voice bevind\nhims .\n\nVoice\n\nGood evening, Mr, Fonl....\n\nBarry turns sharply.\n\nSEMI LONG Slo?\n\nFrom Barry's viewpolnt we see a familiar figure in\nwhite tie and tails sata ng in the doorvuy, It is\nthe smiling bucolic Mr, Tobin, “he others are seen\nto advance down the roon.\n\n   \n\n \n\nCLOSEUP - BARRY\n\nWe see his terrific reaction to the presence of Mr,\nTobin,\n\nSEMI CLOSEUP - MR, TOBIN\n\nMr, Tobin advances, CAMERA FOLLOWING, In very good\nhumor he says to Barry, who now comes into the\npicture:\n\nTobin\n\nTan't that the wrong title, Mr. Pord? I really think we\nean find something more ADDPOPPIate.see\n\nTeddis steps back as Mr, Tobin interposes himself\nbetwoen hop and Barry, Us seana the shelves and\nfinally finds a book,\n\nCLOSEUF\n\nHis fingers tap \"FOR wt\nHemingway.\n\n \n\ni THE BELL £OLLS\" by Ermest\n\nSEMI CLOSEUP +\n\nHe taans back tu Baryy,\n\f \n\na\na\nca\n\n5355\n\n536\n\n537\n\nmg\n\n118\nCONTINUED (2)\n\nTobin\nDon't you think so?\n\nThe CANERA PULLS BACK as Mr. Tobin retimmns to confront\nMrs. Vander, who comss up to him, puguled snd angra-\nvated.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CANERA PULLS BACK as Mr. Tobin retimmns to confront\nMrs. Vander, who comss up to him, puguled snd angra-\nvated. \n\nTARGET SECTION TO BE ANNOTATED:\n He says to her:\n\nTobin\nA little private joke of mine, Please exeuse it.\n\nMrs. Vander, exasperated, begins an objection:\nMes. Vander\nI do think this is hardly the timo.....\nSEMI-CLOSEUP\nM. Tobin interrunts her:\n\n. Tobin\nYou see -- Mr. ford and I have met before}\n\nThe CAHERA FOLLOWS him across to Barry.\nTobin\nMy dear boy, this is such a pleasant surprise.\nSEMI-CLOSEUP\nPerl and Schneider ask anxiously:\n\nPerl\nWho is he?\n\nSchneider\nHe's all right, isn't he?\n\nSEMI -CLOSEUP\n\nMr. Tobin smiles benignly. He turns back to Barry\nand pats him on the shoulder.\n\nTobin\nAll right? Why, he's more than that -- you can take my\nword for it that My. Ford is an wmusually fine youmz man\nwho has been grossly misjudsed by everyone. Why, evan the\npolico hava got a completely erroneous impression of hin.\n\nBarry looks at him with a slightly suspicious ox~\npression. Mp. Tobin continues:\n\nCONTINUED:\n\f557\n\n538\n\n539\n\n540\n\n541\n\n542\n\n119\nCONTINUED (2)\n\nTobin\nican assure you that, contrary to what is generally s\nposed, and to what he himself may have told you, this yong\nman is not one of his country's onumies -- and Imovws nothing\nwhatever about the subtle art) of industrial dostruction --\nIT believe they call it sabotage ~~ :\n\nCLOSEUP\n\nWe see Teddy's reaction to this speech,\n\nSEMI-CLOSEUP\n\nA look of angry surprise comes over Mrs. Vander's face.\nSchnoider comes forward. - .\n\nSchneidor\nWhat do you mean?\n\nCLOSEUP - TOBIN\nHe continues:\n\nTobin :\nIomean exactly wnat I say. Mr. Ford is a very patriotic\nyoung man =~ and ~- IT assure you =~ quits definitely no\npart of this organization!\n\nSEMI-LONG SHOT\n\nThere is general consternation. Ur. Tebin turns to\naddress them all.\n\nTobin\nThis, of course, makes his situation in our midst a par-\nticularly distressing one. Wo cammot turn.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nTebin turns to\naddress them all. Tobin\nThis, of course, makes his situation in our midst a par-\nticularly distressing one. Wo cammot turn. \n\nTARGET SECTION TO BE ANNOTATED:\n him over to the\npolice -- I made that mistake ones before. It looks as\nthough we may have to resort to other methods -- methods\nwhich may be rather distasteful to us all.\n\nSEMI-CLOSEUP\n\nAt this Barry takes Toddie's hand and leads Her across\nthe group towards the door. There is half a movement\nfrom Schneider and Porl. Barry turns and addresses\nthem:\n\n: Berry\nI think before that happens I should like to go out there\nand enlighten firs. Vander'y guosts somawhat. I think their\novoning could be mado more intriguing if they kmovw some of\nthe background of their hostess.\n\f543\n\n544\n\n545\n\n546\n\n120\nCONTINUED (2)\n\nBarry opens the door and goes through quickly with\nTeddie, CAMERA FOLLOWING.\nSEMI-LONG SHOT\n\nThere is half a rush toward him, but Tobin restrains\nthem.\n\nTobin -\n\nLet him go -- he won't do anything.\n\n(he turns quickly to Mrs. Vander)\n\nHave you a house phone?\n\nShe points to one on a nearby table. Mr, Tobin turns\nto Edward, . .\n\nTobin\n\nGet through to the front door,\n\nEdward crosses quickly and presses one of the buttons\non the houso phone as he takes up the receiver.\n\nSEMI-LONG SHOT - INTERIOR CORRIDOR\n\nWe see Barry and Teddio hurvying away down the same\ncorridor along which Barry arrived with Schneider.\n\nSEMI-LONG SHOT\nCANERA PANS thom around dow the side stairs to the\nentrance hall,\n\nSEMI-LONG SHOT\n\nWe follow the couple across the small hall to the front\ndoor, They are intercepted by two footmon, ons. of\nwhom has just left the telephones. The latter says to\nBarry, as the CAMERA MOVES IN to a CLOSER SHOT:\n\nFootman\nMr. Tobin would like to speak to rou, sir, before you go.\nThe house telephone is in the cloak room -+ there.\n\nBarry “\n\nTell Mr. Tobin I'll talk to him somo other time\n\nHe looks at the two formidable men who are standing\nshoulder to shoulder.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe house telephone is in the cloak room -+ there. Barry “\n\nTell Mr. Tobin I'll talk to him somo other time\n\nHe looks at the two formidable men who are standing\nshoulder to shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n Then, in ordar to gain time, he\nturns away, Teddie with him, and CAMERA FOLLOWING then.\nAs they stand in the middle of the entrance hall,\nBarry says quietly to Teddio:\n\nBarry\n\nThere must be some way to get out of here.\n\nCAMERA FOLLOWS THEM to the rising stops which lead to\nthe dance floor. ‘they look across:\n\f547.\n\n548.\n\n549.\n\n550,\n\n“ne\n\nSEMI-LONG SHOT\n\nThere, in the opening opposite to them, stand Tovin,\nSehneider and the others.\n\nSEMI-CLOSEUP\n\nBarry turns back to Teddy.\n\nBarry\nWe haven't a chance.\n\nCAMERA PULLS BACK as they hear Mrs. Vander's voice.\nShe is greeting some dignitaries with effusiveness.\n\nSEMI-CLOSEUP\n\nTeddy, looking at her, turns back to Barry:\n\nTeddie\nWell, tell them -- Why don't you tell them all?\n\nBarry hesitates. eddie continues:\n\nTeddies\n\nGo on -- go right out there on the floor and stop the music\nand tell them!\n\nBarry shakes his head.\n\nBarry\nListen, honey -- this is the Vander mansion on Fifth avenue\n\n- and I'm just a guy from Glendale, California. They\nwouldn't believe a word I said.\n\nTeddie\nWell, what are you going to do? We can't just stand here.\n\nBarry looks at her and then across the floor.\nBarry\n\nI know a nice place where we can figure this whole thing .\nOut... Shall we dance?\n\nHe leads her on to the dance floor and they start to\ndance.\n\nINT. DANCE FLOOR - S#MI-CLOSEUP\n\nAs they dance, they glance around, realizing thet they\nare surrounded and have little chance to eacape.\n\nBarry glances down at Teddic,\n\nBarry\nHow do you feel?\n\f \n\nmg\n\n550.\n\n122\nCONTINUED (2)\nTeddie\nTerrible.\nBarry\nWhy? -- we're still alive, aren't we?\n\nTeddie doesn't reply.\n\nBarry (continues)\nAren't we? :\n\nStill she doesn't answer.\n\nBarry (continues)\nWhat's the matter?\n\nTeddie\nHere we are dancing and, instead, you should be beating my\nface in.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry (continues)\nAren't we? :\n\nStill she doesn't answer. Barry (continues)\nWhat's the matter? Teddie\nHere we are dancing and, instead, you should be beating my\nface in. \n\nTARGET SECTION TO BE ANNOTATED:\n If I hadn't gone to the phony sheriff and handed\nthem the whole thing on a platter.....\n\nBarry\nYou had no way of lnowing.\n\nTeddie\nI should've trusted you. Without me you'd be all right now.\n\nBarry .\nOh, no, I wouldn't. You're forgetting Mr. Tobin. He was\nbound to show up sometime -- and when he did.....\n\nTeddie (breaking in)\nThat was an awful look on his fiace....\n\nBarry\nTobin? He's a nice little fellow!\n\nTeddis .\nWhen he was talking about killing you -- and almost enjoying\nit -- I went all cold inside.\n(she pauses)\nHe'd do it, wouldntt ne?\n\nBarry\nWithout even taking hia coat off.\n(pauses)\n\nBut don't think about 1t. As long as we're dancing, we're\nsafe, They won't touch us.\n\nTeddie\nT like dancing with you. Let's not stop.\n\nBarry\nOkay, we won't.\n\nTeddie\nAs long as the music lasts.\n\nGOMArr Ese.\n\fmg\n\n550.\n\n551.\n\n552.\n\nCONTINUED (2)\n\nThey dance on for a moment in silence.\n\nBarry\n\nDid you ever hear of a place called Kearny?\nTeddie-\n\nNo. .\nBarry\n\nI never did either '-- t111 today. They were talking about\nit in the car. I think it's their next big job.\n\nTeddie\nWhen?\n\nBarry :\nI don't know -- but I'll tel] you one thing -- whatever it\nis, it's only the beginning. These babies have gat --\n\nSuddenly she interrupts him:\n\nTeddie\nBarry ~-- listen!\n\nBarry\nWhat is it?\n\nTeddle\n\nThe music's stopped!\nThe CAMERA PULLS BACK from them as we see that the\n\nfloor is starting to empty. There isa slight ripple\nof polite applause.\n\nSEMI-CLOSEUP\n\nBarry, glancing about him furtively, starts to applaud\nenthustastically. .Teddie 1s too scared to do anything.\nBarry nudges her.\n\n: Barry\nGive!\n\nTeddie begins to applaud heartily.\n\nSEMI-LONG SHOT\n\nThe band leader looks down at them in surprise and\nthen turns and waves the orchestra to play on.\n\f(@\n\n553.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeddie begins to applaud heartily. SEMI-LONG SHOT\n\nThe band leader looks down at them in surprise and\nthen turns and waves the orchestra to play on. (@\n\n553. \n\nTARGET SECTION TO BE ANNOTATED:\nin\nSEMI-CLOSEUP\n\nBarry takes Teddie in his arms and they start to dance\n\nagain.\n\nBarry\nThat was close.\n\nTeddie\nToo close-\n\nBarry\nScared?\n\nTeddie\n\nStill pitching.\nBarry grins and pats her gently on the back,\n\nBarry :\nGood girl... I wonder how long we can keep this up?\n\nTeddie\nduet as long as we can keep 'em playing.\n\nBarry\nOh -- a marathon dancer?\n\nTeddie\nWith you -- yes!\n\nThey dance on in silence for a moment. Then Teddie\nsays, looking up at him:\n\nTeddie\nI always find out everything too late.\nBarry\nWhat now?\nTeddie\nThat I like being with you. It gives mo a nice warm feel-\ning -- even now, it makes me foel safe.\nBarry\n\nSafe -- 1s that 11?\n\nShe looks up at him for a moment, a sorious expression\noovers her face.\n\nTedd te\nI love you.\n\nBarry\nDarling!\n\nThey dance slowly for a moment, oblivious of their\nsituation.\n\nCONTINUED:\n\f@\n\n553\n\n554\n\n125\nCONTINUED (2)\n\nBarry\nRemind me to ask you to say that again sometime.\n\nTeddie\nTwill!\n\nFor a moment they have forgotten that they are on the\nspot. Suddenly, before they know that it has happened,\nthey kiss. They lock at each other - almost surprised.\nTeddie is the first to speak:\n\nTeddie\nNot here! We mustn't do that!\nBarry\n- Why not?\nTeddie\n\nThis is a classy joint!,\n\nGarry\nWhat've we got to lose?\n\nThey dance on for a while. ‘eddie has become serious.\nShe is looking at him intently. Suddenly she says:\n\nTeddie\nNow I'm really scaredecees\n\nBarry\nDon't be -- this is something that belongs to us. They'll\nnever be able to take it away -- whatever happens.\n\nAt -thig moment a hand comes into the picture and tapa\nBarry on the shoulder.\n\nCAMERA PULLS BACK as he turns around and finds himself\nfacing a tall, young man who is dancing with another\nwoman, whose age is about twenty-seven or twenty-eight.\nShe is a wallflower type.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt -thig moment a hand comes into the picture and tapa\nBarry on the shoulder. CAMERA PULLS BACK as he turns around and finds himself\nfacing a tall, young man who is dancing with another\nwoman, whose age is about twenty-seven or twenty-eight. She is a wallflower type. \n\nTARGET SECTION TO BE ANNOTATED:\nWith a deft movement, before Barry can realize what is\nhappening, the young man lets go of his partner and\nmoves in between Teddie and Barry. He takes Teddie out\nof Barry's arms. As he does so, hé asks politely:\n\nYoung Man ‘\nMay I?\nSEMI-CLOSEUP\n\nBarry taxes half a step towards them, a look of aston-\nishment on his face.\n\fmg\n\n555\n\n556\n\n557\n\n558\n\n126\nSEMI-CLOSEUP\nWe see Teddie's desperate face looking towards him ag\nshe is whisked away.\nSEMI-CLOSEUP\nBarry atands lost in the middle of the floor and then\nsees the confused partner of the young man standing\nbeside him. He steps towaris her, and, keeping his\neyes on the departing Teddie, asks:\n\nBarry\n\nWould you care to dance?\n\nWhy,\n\nThe woman is utterly confused, but grateful.\n\nThe Woman\nyes, certainly.\n\nBarry begins to dance with her. He is trying desper-\nately to keep his eye on Teddie and the tall young man.\nSEMI-LONG SHOT\n\nFrom his viewpoint, they have danced completely out of\nsight.\n\nSEMI -CLOSEUP\n\nHe looks back to the woman he is dancing with. She is\na rather ordinary girl in a flowery lace dress. She\nsmiles up at hime\n\nWoman\n\nYoutre really a much better dancer.....\n\nBarry\n\nThanks. Who was that man ~~ the one you were dancing with?\n\nWoman\n\nI have no idea. I never saw him before.\n\nBarry stops suddenly and looks down at her.\n\nBarry\n\nIomean the man that just left you.\n\nWoman\n\nI know... ‘That's who I'm talking about. I never saw him\nbefore in my life.\n\nBarry is at a complete loss. ‘They dance a little away\nfrom the camera. Barry now looks across the opening\nwhere Tobin is standing with Perl and Schneidur.\n\fmE\n\nS59\n\n560\n\n561\n\n127\nSEMI-LONG SHOT\n\nProm his viewpoint we see these three men, and then\n“suddenly the young men appears between them -- wisnout\nTeddie. .\n\nCLOSEUP - BARRY\nBarry's expression changes to one of alarm.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry now looks across the opening\nwhere Tobin is standing with Perl and Schneidur. mE\n\nS59\n\n560\n\n561\n\n127\nSEMI-LONG SHOT\n\nProm his viewpoint we see these three men, and then\n“suddenly the young men appears between them -- wisnout\nTeddie. . CLOSEUP - BARRY\nBarry's expression changes to one of alarm. \n\nTARGET SECTION TO BE ANNOTATED:\nAs he dances away from the camera into a TWO SHOT, the\nmusic comes to a stop.\n\nCAMERA FOLLOWS them as Barry escorts his partner off\nthe floor.\n\nWoman (still twitching)\nOh, what a pity! That was a lovely dance! I do hope\nyou'll ask me again...it was so - so exciting..-+\n\nBarry\nYes -- 1t was -- thanks -- thanks a low! .\n\nHe turns from her suddenly, CAMERA FOLLOWING HIM. He\ncomes face to face with Tobin, who greets him with a\nbenevolent smile. : ’\n\nTobin\n\nWell, young man, I see you're enjoying yourself! A charming\nparty, isn't 1b?\n\n: Barry (angrily)\nWhere is she?\n\n. Tobin\nYou mean your young lady? I thought you were taxing care\nof her. Perhaps she has a headache and is lying down\nsomewhere wee\n\nBarry looks at Tobin furiously.\n\nTobin (continuing)\nIf you'd like to come with me and look for her.....\n\nCAMERA PULLS BACK as Barry realizes he is facing not\n\nonly Tobin but Schneider, Perl, and a menacing foot-\nman. .\n\nWith resolution he turns away from them and the CAMERA\nPANS WITH HIM ta the center of the empty dance floor,\n\nHe procceds and approaches the stand where the band\nis resting.\n\nSEMI-CLOSEUP\n\nTobin whispers hurriedly to a footman, who hurries off.\n\nHe turr3 and gives an instruction to the young man who\ndanced off with Tuddie.\n\fmE\n\n562\n\n$63-4-5\n\n566\n\n567\n\n128\nLONG SHOT\n\nBarry is now standing in front of the band stand, a\namall figure. In a loud voice he announces:\n\nBarry\nLadies and gentlemen....-\nSEMI-CLOSEUP . .\nA laughing group turn and look round in surprise at\nthis figure, who is in a rumpled suit and not looking\nat all like one of the guests.\nSEMI-CLOSEUP\n\nBarry holds up his hand for silence and raises nis\nvolce, trying to capture their attention.\n\nBarry .\nLadies and gentlemen, I have something to say -- something\nto tell you -~\nSEMI-LONG SHOY\n\nAround Mrs.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEMI-CLOSEUP\n\nBarry holds up his hand for silence and raises nis\nvolce, trying to capture their attention. Barry . Ladies and gentlemen, I have something to say -- something\nto tell you -~\nSEMI-LONG SHOY\n\nAround Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Vander ani Tobin other guests ere focusing\ntheir attention on barty as he proceeds:\n\nBarry's Voice\n\n- There's something you ought to know -- about this house --\n\n568\n\n869\n\nand about your hostess --~\n\nAt the mention of their hostess, the. people around\nMrs. Vander, who are vaguely listening, break into\napplause. Mrs. Vander smiles gratefully at her guests.\n\nSEMI-LONG SHOT\n\nThe CAMERA PICKS UP a footman, who is edging his way\n\nround the floor. As he approaches Larry, the CAMERA\nFINISHES up with TWO BIG Haaps.\n\nThe footman whispers to him very deferentially:\n\nFootman\nI beg your pardon, sir, but before you go on, I think you\nmight Like to take a look at the curtain on the balcony.\n\nSEMI-LONG SHOT\n\nThrough the curtained recess on the balcony beyond we\nsee a hand, and through the slight parting the half\nface of a mane In the hand a large automatic 1s held\nand directly pointed at Parry.\n\fmg\n\n870-1\n\nS72\n\n573\n\n574\n\n575\n\n576\n\n129\nBEMI-CLOSEUP\n\nThe applause hes now died down. Barry looks around at\nthe guests. He catches sight of Tobin.\n\nSEMI -CLOSEUP\n\nWe see the faces of Tobin, Perl and the others watching\nBarry:\n\nSEMI-CLOSEUP\nBarry hesitates for a moment and then goes on:\n\nBarry\n\nI'm not much of a speaker, ladies and gentlemen ~- end I\nguess you think there's not much I can tell you about our\nhostess that you don't know already.\n\nSEMI-CLOSEUP\n\nMrs. Vander is standing in the opening, an artificial\namile frozen on her face. The diamond necklace about\nher neck glitters in the light.\n\nOver this, we hear Barry continuing:\n\nBarry's Voice\n\nHer graciousness, her kindness, her many charities.....\n\nThe guests and Mrs. Vander beam at each other, then\nsuddenly turn back as they hear:\n\nBarry's Voice\n\nWell - let me tell you, ladies and gentlemen -- you've got\na surprise coming...»\n\nSEMI-LONG SHOT\n\nThere is a moment of tense silence. Barry is staring\nacross at his enumiss.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guests and Mrs. Vander beam at each other, then\nsuddenly turn back as they hear:\n\nBarry's Voice\n\nWell - let me tell you, ladies and gentlemen -- you've got\na surprise coming...»\n\nSEMI-LONG SHOT\n\nThere is a moment of tense silence. Barry is staring\nacross at his enumiss. \n\nTARGET SECTION TO BE ANNOTATED:\nSEMI-LONG SHOT\n\nFrom his eyeline he sses Tobin glance up towards the\nbalcony. ~\n\nCLOSEUP - BARRY\n\nBarry follows Tobin's look,\n\f578\n\n579\n\nSBO\n\n581\n\n582\n\n883\n\n130\nSEMI-CLOSEUP\n\nBehind the curtain the gun moves.\n\nSEMI-CLOSEUP - BARRY °\n\nBarry hesitates for a fraction of a second and then\nrealizes that it is hopeless. One incriminating word\nand he'll be shot dead. Bracing himself he yoes on:\n\nBarry\nTonight -- in this house -- for the benefit of this great\ncause, for which she already has dene so much -- our\nhostess ia putting up for auction cne of her most treasured\npossessions -- one of the famous Vander jewels!\n\nLONG SHOT\n\nThere is a general hubbub at this.\n\nSEMI-CLOSEUP\n\nA look of startled amazement leaps into Mrs. Vander's\nface. There is a sound of enthusiastic applause in\nwhich Barry's voice is elmost drowned.\n\nWe hear him say:\n\nBarry's Voice\nAnd now, Mrs. Vander -- if you will kindly step forward...\n\nSEMI-LONG SHOT\n\nSlowly Mrs. Vander makes her way through the crowd\n“which presses around her. Everyone is trying to get a\nlook at the jewels. With all eyes upon her, Mrs- Van~\nder has a moment of panic~stricken uncertainty. ‘hen,\nas she slowly walks towards Zarry, we see her come to\na decigion. She raises her hand to the clasp at the\n\nback of her neck and begins to unhook the diamond neck-\nlace she is wearing.\n\nSEMI-CLOSEUP\n\nAs Barry waits for Mrs. Vander to arrive, with the\ncrowd hemmed in around him, the familiar footman\napproaches him oneo more.\n\nCAMERA MOVES IN until we see the quiet voiea of the\nfootman speaking into Larry's. ear,\n\nFootman\nMr. Ford, the young lady 1s asking to see you.\n\nCONTINUED:\n\f583\n\n584\n\n585\n\n586\n\n587\n\nmg\n\n131\nCONTINUED (2)\n\nBarry looks at him suspiciously. He is about to say\nsomething, but the footman anticipates him.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nFord, the young lady 1s asking to see you. CONTINUED:\n\f583\n\n584\n\n585\n\n586\n\n587\n\nmg\n\n131\nCONTINUED (2)\n\nBarry looks at him suspiciously. He is about to say\nsomething, but the footman anticipates him. \n\nTARGET SECTION TO BE ANNOTATED:\nFootman\nIT wouldn't keep her waiting if I were you, sir.\n\nBarry looks about him, realizing there's little else\nfor him to de. He nods for the footman to go ahead.\n\nAs the CANERA PULLS BACK, he turns to a naval officer\nnearby. With assumed cheerfulness, he taps the naval\nman on the shoulder and says:\n\nBarry\n\nWill you take over, Admiral, old man -- I'm wanted on the\nphone ?\n\nAdmiral\nDelighted, sir.\n\nAs Barry moves off, he glances bdaclr.\n\nSEMI-LONG SHOT\n\nThe Admiral is approaching Mrs. Vander, his hand held\nout for the necklace.\n\nSEMI-LONG SHOT\n\nBarry is now following the footman through the crowd,\nCAMERA AFTER him. They go up the grand staircasy.\nINTERIOR - CORRIDOR - SEMI-LONG SHOT - (NIGHT)\n\nThe footman leads Barry to the half-open door of the\nstudy. He makes way for hin.\n\nSEMI-LONG SHOT ~ INTERIOR ST1DY - (NIGHT)\n\nBarry enters the room. He glances around for Teddie.\nShe is not there.\n\nTobin atands in the center, a solitary figure.\nThe footman enters and closes the door.\n\nTobin\nA very nice apeech you just made, my boy! Spontaneous and\n\ncharming -- I'm sorry the young lady wasn't ther. to hear\nit.\n\nMr. Tobin calmly continues to speak over Barry's\nshoulder to tho footman:\n\nAAs.\n\f132\n6e7 CONTINUED (2)\ne tobin\n» Wr. Bord looks rather tired after his trip... I think he\n\nneeds sleep...\n\nBarry gives half a glance over his shoulder and then\nadvances furiously toward Tobin, CAMERA FOLLOWING.\n\nBarry\n» Where is she? What have you done to her?\n\nThe footman approaches silently behind barry and,\npulling a gun, atrikes him on the back of the head\nwith.the butt. Barry half spins round. He receives\n\n. . a second blow and collapses.\n\nThe footman attempts tc aim a third blow at barry, who\nhas now fallen out of the picture.\n\nMr. Tobin holds up a restraining hand.\n\n» Tobin\nThat will do, George.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Tobin holds up a restraining hand. » Tobin\nThat will do, George. \n\nTARGET SECTION TO BE ANNOTATED:\nThe footman replaces the gun in his pocket.\n\nFootman\nrr Very good, sir.\n\nThe CAMERA PULLS BACK as Mr. tTosin comes forward and\nsteps across the recumbent tigure of Barry. He moves\ntoward the door, followed by the footman. He turns:\n\nB Tobin\nCan I leave the rest to you?\n\nFootman\nYes, sir.\n» Mr. Tobin passes through the door.\n588 SEMI-LONG SHOT - INTERIOR CORRIDOR - SYAIRCASE - NIGHT\n» We see Mr. Tobin turn on to the grand staircase. As\n\nhe slowly descends, we can hear the auction going on\nin the distance, as the scene\n\nFADES OUT.\n\n \n\nng\n\f‘133\n589 FADE IN:\nMEDIUM SHOT - MRS. VANDER'S STUDY\n\nwhich is now in full daylight. Mr. Tobin is seated\nat a table, eating his breakfast off a tray. Fou\nmen are standing with their backs to the CAMELA,\nTheir postures are those of men listening to a\nsuperior, who is giving them instructions.\n\n   \n\nStanding in the middle of the room, facing them, is\nMr- Perl. He is calm and businesslike.\n\nPerl\nYou, Kellogg -- you'll be operating the hand-camera.\nThat'll give you a chance to get in close under the WAYS eae\nJust before she breaks the bottle, you give the signal.\nYou'd better not be late with that. Harry'1Ll be watching\nyou out of the sound truck. His timing depends on you...\n(he speaks to the others)\n\nLet's go over it once more, and see that everybody has the\nfacts. Who goes first?\n\nFirst Man . coe\nIdo. I go in with the newarcel truck -- I've got the\npress pass.\n\nPerl\nOkay, what's next?\n\nNo one answers. The.four backs fidget a bit.\n\nPerl (disgruntled)\n\nCome on. Speak up everybody. I want to know you've got\nit straight.\n\nJoe : .\nI check the ground lines -- make sure they tie in with\nthe sound mixer. hen, if they're okay, T go back with\nXelly and wait 'til after the speeches.\n\nPerl\nRight.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nJoe : . I check the ground lines -- make sure they tie in with\nthe sound mixer. hen, if they're okay, T go back with\nXelly and wait 'til after the speeches. Perl\nRight. \n\nTARGET SECTION TO BE ANNOTATED:\n What about you?\nThird Man\nI wait for Kellogg to give tho sign.\nPerl\nRight.\nJoe\n\nWho's checking the soup?\n\nPerl\nThat's not your worry. That comes from inside. You just\nwatch that button... That's all.\n\nJoo\n\nI hope it works «- that's all I can SAY ees\n\nCONTINUED:\n\f \n\ndk\n\n589\n\n590\n\n134\nCONTINUED (2)\n\nPerl is irritated. He starts to answer the man, but\nchecks himself.\n\nPerl (to all of. them)\n\nI-want you to be quite clear on the getaway. Make sure\nyour press pasa has been okayed by tha polices at the gnte.\nThe small truck leaves first, and don't forget that, any\nof you.\n\n(he points to one of the men, who has his back\n\nto ua) .\nYou'll be inside it. Your ship is the \"Patriot\", leaving\nat 6 ofclock, Picr 14. That's nosr the Battery. Lould\nbetter get there around 5:50 -- not before, Welll have\nhalf the money for you at the office. You collect the\nrest at the consulate in B.A.\n\nThe Man (whom Perl has been addressing)\nIf I ever got there. .\n\nPerl .\n\nYou will. Yhat's ali, now. And just remember this.\n\n. (his attitude ia that of « football conch\n\nsending his wen into the game)\n\nThis whole job hangs on one thing -- Timing! If she\ngoes before the ship starts to move, it's no. good to us.\nif the shio's off the ways and you blow her -- you just\nscare the crowd. It's timing, Timing, TIMING. - You got\nthat, boys? Good luck» | .\n\nJoa\nThenks.\n\nThe men shake hands with their superfors and leave.\nCAMERA MOVES INTO:\n\nMEDIUM CLOSEUP - PERL\n\nAs he stands, staring ‘shead of him. We hear the door\nclose. Perl turns to Tobin.\n\nPerl\nA lot of planning and hard work -~ in the end you have. to\nleave it in the hands of four other mon.\n(he laughs nervously «= the dreamer now)\n\ndust once I'd like to be the finger that presseg the\nbutton.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nPerl turns to Tobin. Perl\nA lot of planning and hard work -~ in the end you have. to\nleave it in the hands of four other mon. (he laughs nervously «= the dreamer now)\n\ndust once I'd like to be the finger that presseg the\nbutton. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nTobin comes INTO THE SHOT, smiling. He puts his hand\non Porl's arm. :\n\nTobin\nYou're mora the creative type.\n\nPorl\nYes. .\n\nHe looks at his watch.\n\nane\n\f \n\n590\n\n591\n\n592\n\n593\n\n594\n\n135\nCONTINUED (2)\nTobin\nDo you think we ought to start?\nPerl\nWe might as well. Traffic will be heavy over to Soarnay:\n(ironically)\n\nWhat became of the half-back?\n\nTobin (smiling) ,\nWe've got him downstairs. I think it's better to hold\non to him 'til after the launching. After that Hdward\nwill make the necessary arrangements. It's amazing\nwhat you can get a man killed for nowadays, I think the\nwar has something to do with it .-.-\n\nMEDIUM SHOT - INT“RIOR - DARK STOREROOM SOMEWHERE\n\nIN VANDER MANSION\n\nBarry is lying on the floor. Around him are shelves\nlined with various canned goods. There is a glass\ngrating in one corner of the ceiling. Barry can\n\nsee the shadows of the fest of an occasional passer-\nby in the street above him. ‘the glass is so thick\nthat it is obvious thet he could never make himself\nheard if he called out.\n\nHe is still suffering from the effects of the blow on\nthe head, va he gains a little more consctousness.\n\nHe makus a wry face on Peeling his parched mouth.\n\nCLOSE SHOT - THE CANS ON THE SHELVES\n\nWhich arc mainly fruit juices with luscious l:bels.\n\nMEDIUM SHOT - BARRY\n\nAs he rises and looks them over. He picks up a can,\nshakes it, and knocks it egainst the wall.\n\nMEDIUM SHOT - PERL AND TOBIN ~ STUDY\n\nThe two men are still talking, on the verge of leaving\nthe room.\n\nPerl\nseeand the girl. What about her?\n\nTobin\nThey took her ovor to the office last night.\n\nPerl :\nWhat arc you poing to do with her?\n\nArarereriy\n\f156\n594 CONTINUED (2)\n\nTobin\nIdon't know. She'll be missed.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nPerl :\nWhat arc you poing to do with her? Ararereriy\n\f156\n594 CONTINUED (2)\n\nTobin\nIdon't know. She'll be missed. \n\nTARGET SECTION TO BE ANNOTATED:\n This boy -- he'ga juss\na factory worker -- a nobody -- but the girl, I believe,\nis quite a well-known model. She presents a problem\n\n  \n\n595 MEDIUM SHOT ~ INTERIOR - A SMALL ROOM IN AN OFFICE\nBUILDING\n\nOn the window at the right is the letterins:\n\n\"TRANSOCEANIC\"\n\nIt is a newsreel film company, and so the office ts\nfilled with various cauera and fils equipment:\n\nOn a amall settee in tho corner, we ses the recumbent\nfigure of Teddie. Sho is not asleep, and ia merely\nlooking about the room. Her handbag lies on the\ntable among the fiim tins. .\n\nThere is a light in the next room, and the faint\nsound of voices indicates that the office is\noccupted.\n\n596 MEDIUM SHOT - PERL AND TOBIN - THE STUDY\nThey are just finishing their conversation.\n\nTobin\nYou might be giving it some thought. It'll keep your\nmind busy while we're waiting tho results of the worl\nat Kearny.\n\nParl\nI'll think about it.\n\n597 MEDIUM SHOT - THR DARK INTERICR OF THZ STORMROON\nBarry ig in the fereground. He has succeeded in\nmaking a couple of jagged holes in two cens of\norenge juice. He is in the act of drinking the .\nsecond one.\n\nHe lights a cigarette, and puffs the smolcs upward.\n\n598 CLOSE SHOT - THE CEILING, REVEALING A SPRINKLER\n. SYSTEM\n599 MEDIUM SHOT - BARRY\n\nAs hé sees the sprinkler syatem, he has an ides.\ndk\n\nMOMENT 6\n\f \n\nak\n\n599\n\n600\n\n601\n\n602\n\n603\n\n604\n\n605\n\n606\n\n607\n\n608\n\nCONTINUED (2) 187\n\nHe pulls a wooden case forward and stands on it,\nlighting © match to examine the sprinkler more\nclosely.\n\nCLOSE SHOT - THE SPRINKLER = ILLUMINATHD BY SARRY'S\nMATCH\n\nWe read the name of the manufacturer and the fact that\nit is an automatic fire alarm. The match flickers out\n\nMEDIUM CLOSEUP - BARRY\nHe has only one match left.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\ndk\n\nMOMENT 6\n\f \n\nak\n\n599\n\n600\n\n601\n\n602\n\n603\n\n604\n\n605\n\n606\n\n607\n\n608\n\nCONTINUED (2) 187\n\nHe pulls a wooden case forward and stands on it,\nlighting © match to examine the sprinkler more\nclosely. CLOSE SHOT - THE SPRINKLER = ILLUMINATHD BY SARRY'S\nMATCH\n\nWe read the name of the manufacturer and the fact that\nit is an automatic fire alarm. The match flickers out\n\nMEDIUM CLOSEUP - BARRY\nHe has only one match left. \n\nTARGET SECTION TO BE ANNOTATED:\n Me strikes it and holds\ntounder the sprinkler. Nothing happens. Then whon\n\nthe match is nearly burning his finger, the water\nsuddenly begins to spout.\n\nMEDIUM SHOT - THE STOREROOM ,\n\nBarry jumps pack. ‘the sprin‘lers incraase their\nflow. Throughout the house we hear the sound of an\nalarm.\n\nMEDIUM LONG SHOT - SECTION OF HOUSE UPSYAIRS\n\nServants are hurrying in all directions.\n\nLONG SHOT - MAIN STAIRWAY\n\nPeoples are running down stairway Into the hall.\nDoors ars being opened everywhere.\n\nCLOSE SHOT - DOOR BEING THROWN OPEN\n\nCLOSE SHOT - ANOTHER DOOR BEING THROWN OPEN\nLONG SHOT ~ EXTERIOR - TUE HOUSE\n\nThe fire alarm is pinging, causing passersby to\nstop. Traffic slowa up.\n\nLONG SHOT - FIRE DEPOT\n\nPour big gatos swing open and tho engines start\nto move out.\n\f609\n\n, e\n\n> 610\n\n, 611\n\n> .\n\n»@\n\n»\n\n> 612\n\n» 613\n614\n\n168\nLONG SHOT - THE HOUSE\n\nThere is quite a crowd collected now. Inside, the\nalarm is still ringing.\n\nTHE CAMERA TURNS FROM THE HOUSE TO TEE CROWD, and,\npassing over various people, finds Barry, gazing\nnonchalantly up at the building.\n\nLONG SHOT - SHOOTING PAST BARPY\n\nA fire engine dashes by and draws up in front of the\n\nhouse.\n\nTWO SHOT - BARRY AND A STRANGER IN THE CROWD\n\nStranger\nQuite an alarm.\nBarry\nYeoh. Know whose house it is?\nStranger |\nSure, that's the Vander house.\nBarry\nVander?\nStranger\n\nYeuh, Mrs. Vander. Boy, I'll bat thero's a lot of\nvaluable sturf in that place.\n\n. Barry\nThink so?\n\nStranger\n\nYouh, look how fast the engines got thore. They wouldn't\ndo that for you and mo.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarry\nThink so? Stranger\n\nYouh, look how fast the engines got thore. They wouldn't\ndo that for you and mo. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHOT - SHOOTING PAST BARRY IN THE cRoWwD\n\nA man in front of him is reading a newspaper, instead\nof looking at the house,\n\nTWO SHOT - BARRY AND THE MAN WITH THE NEWSPAPER\n\nBarry looks over the man's shoulder.\n\nINSERT - NEWSPAPER\nThe headlines read:\n\n\"WORLD'S BIUGEST BATTLESHIP IS LAUNCHED Topsy\nRhode Island to be Christened at Kearny ferds”\n\nCONYINUND:\n\f614\n\n615\n\n616\n\n617\n\n618\n\n619\n\n620\n\nak\n\n139\nCONTINUED (2)\n\nTHR CAMERA MOVES FORWARD rapidly until the word\nKearny! fills the sereen.\n\nCLOST SHOT - BARRY\n\nHe is startled. On the sound track we hear the\napproaching sound of another siren. :\n\nBOOM SHOT - BARRY\n\nAs he makes his way out of the crowd. We see hin\nheading towards a parked taxi across the strevt.\n\nMEDIUM SHOT - BARRY\n\nAs he gets into the taxi.\n\nMEDIUM SHOT - INVGRIOR TAXI, SHOOTING Past BARRY\nTOWARDS THE DRIVER\n\nBarry\n\nKearny Ship Yards.\n\nDriver (turning)\n\nKearny -- that's Jersey, ain't it?\n\nBarry\n\nI guess so. Hurry.\n\nHey,\n\nIt's\n\nBarry leans back in the seat. The motor starts,\nbut the cab does not move. Barry moves fornard and\nslides open the panel between the back and front\nseats of the cab.\n\nBarry\nwhat's the matter? Get going.\n\nDriver .\nthe fire. They're blocked all the way to 48d Street.\n\nOn the sound track we hear the horns of cars.\n\nLONG SHOT - THE STREET FULL OF JAMMED CARS\nThey are all honking their horns.\n\nMEDIUM SHOT ~ INTRRION - \"ORANSOCEANIC\" OFFICE\n\nTeddic has gotten up and is looking out of the\nwindow. It 1s obviously vory high up in a sky-\nscraper,\n\f140\n621 LONG SHOT - OUT OF THE WINDOW - STREET BELOW\n\n, e 622\n\nMEDIUM SHOT - INTHRIOR OF ROOM\nTeddie turns and searches around the room.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONG SHOT - THE STREET FULL OF JAMMED CARS\nThey are all honking their horns. MEDIUM SHOT ~ INTRRION - \"ORANSOCEANIC\" OFFICE\n\nTeddic has gotten up and is looking out of the\nwindow. It 1s obviously vory high up in a sky-\nscraper,\n\f140\n621 LONG SHOT - OUT OF THE WINDOW - STREET BELOW\n\n, e 622\n\nMEDIUM SHOT - INTHRIOR OF ROOM\nTeddie turns and searches around the room. \n\nTARGET SECTION TO BE ANNOTATED:\n Gn a\nsmall desk in the corner she finds an old blotting\npad. Teddie crosses to her bag. She takes from it\nher lipstick. She writes crudely on the ink~spattered\n» blotting paper.\n\n623 INSERT - THE BLOTTER\nAs she writes:\n\n\"HELP - LOOK UP - WATCH LIGH? FLICKERS.\"\n\n624 MEDIUM SHOT ~ INTSRIOR OF ROOM\n\n. Teddie goes to the window and slips the blotter\n» out through a narrow crack in the casement. It\nflutters out of sight. She crosses to the light °\nswitch and starts to snap it up and down.\n\n»e@ 625 LONG SHOF ~ EXTERIOR - OUTSIDS OF SKYSCRAPER\nWe follow the piece ef paper down to the gutter of\na roof of a neighboring building. There, it stops\nfluttering.\n\nb 626 MEDIUM SHOT - INTHRIOR - TAXI - BARRY\nBarry is leaning forward as they speed through down-\ntown New York.\n\np> 627 MEDIUM LONG SHOT ~ EXTERIOR - NEW YORK STREET?\n\nAs Barry's taxi comes tearing down it.\n\n628 MEDIUM SHOT - INTERIOR - TAXI\nThe cab radio is playing. ‘Ye hear an announcer.\n\nAnnouncer\n««sspecial permission of the United States. Naval Dapart-\nment, we now take you to the Kearny Navy Yards where\nyou will hear the full launching ceremonies of Amorica's\nlatest accomplishment of the defense effort -- the\n\"Rhode Island.\"\n\n \n\nak\n\f“dk\n\n629\n\n630\n\n631\n\n632\n\n633\n\n. 142\n(NOTE: From here on up to the moment of the\nexplosion, the sound track carries uninterruptedly\nthe various sounds and noises of the launching\nceremony. These vary in intensity as the visual\nshots switch from outside to inside the shipyerd --\nto the radio of the speeding taxi, etc., etc.\nHowever, rersardless of how wa cut from one scene to\nanother, the sound trach Ls continuous up to the\nmoment of the explosion.)\n\nLONG SHOT - EXTERIOR - HE SLIPWVAYS AT SHIPYAuDS\n\nUpon which the huge battleship is poised above the\ncrowd. On the platform in the foreground are various\nprivileged guests.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nThese vary in intensity as the visual\nshots switch from outside to inside the shipyerd --\nto the radio of the speeding taxi, etc., etc. However, rersardless of how wa cut from one scene to\nanother, the sound trach Ls continuous up to the\nmoment of the explosion.)\n\nLONG SHOT - EXTERIOR - HE SLIPWVAYS AT SHIPYAuDS\n\nUpon which the huge battleship is poised above the\ncrowd. On the platform in the foreground are various\nprivileged guests. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHOT ~ THE PLATSORM\n\nPresent are the vivacious Mrs. Vander, seated next\nto the conventional figure of a palitician, who is\nspeaking into a battery of micophones.\n\nTHE CAMARA MOVES FROM TIE] PLATFORM along the vast,\ntowering side of the ship, panning down until it\nBRINGS INTO VIEW among other press and newsrcol\nvehicles, two trucks with TRANSOCDANIC painted on\ntheir sides.\n\nTHE CAMIRA MOVES ON, taking in the long line of\ntangled cables through the back of the larger of tho\ntwo trucks. CAMERA FOLLOWS the cables inside and\nSTOPS OW: .\n\nCLOSE SHOT - SMALL, UNOSTRUSIVS BUTVON\n\nSet somewhere in a large switchboard.\n\nThe hands of an operator com? into the shot, fiddling\nwith varioug knobs and dials -- but never quite\ntouching this one button.\n\nMEDIUM SHOT - INTERIOR - CAB\n\nThe radio ig playing full blast. Barry, despérate,\n\nis listening to the oponing speech. The continual\ntraffic hold-ups are driving him crazy.\n\nMEDTUM LONG SHOT ~ EXTERIOR - THE LEDGE OF A\nSKYSCRAPER\n\nWe sve the piece of blotter. It has blown down on\nto a window ledge.\n\fdk\n\n634\n\n635\n\n656\n\n637\n\n638\n\n639\n\n640\n\n142\nCLOSE SHOT ~ WINDOW LEDGE\n\nInside the window we can see an electric fan. It\n\nmoves back and forth, hurdly stirring the blotter\nfrom its resting place on the window ledge.\n\nMEDIUM LONG SHOT - EXTERIOR - LAUNCHING IN F.G.-\nPLATFORM - AND IN B.G. HUGE HULL OF SHIP\n\nOn the platform the first speeker has finished and\nanother is taking his place.\n\nMEDIUM LONG SHOT - EXTERIOR - NeW YORK STREET -\nBARRY'S TAXE\n\nIt is caught in another traffic jam. Barry is_\ngetting out of the taxl. He starts to run.\nMEDIUM SHOT - EXTERIOR - WINDOW LEDGE\n\nThe piece of blotter blows slowly off the ledge,\nand falls down into the street. THM CAMERA MOVES\n\nwith it and wo see it fall on to the roof of a\ntaxi.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe starts to run. MEDIUM SHOT - EXTERIOR - WINDOW LEDGE\n\nThe piece of blotter blows slowly off the ledge,\nand falls down into the street. THM CAMERA MOVES\n\nwith it and wo see it fall on to the roof of a\ntaxi. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM LONG SHOT - EXTERIOR - TAXI WITH BLOTTER\nON. ROOF\n\nTwo or three drivers are grouped around one of the\ncabs, listening to the radio on which the speech\nis being broadcast from tho shipyard.\n\nMEDIUM LONG SHOT ~ EXTERIOR - OUTSIDE SHIPYARDS\nCAMERA MOVES WITH BARRY as ho runs towards the\nmain gato.\n\nMEDIUM SHOT - EXTERIOR ~ MAIN GATE\n\nAs Barry tries to onter. A policeman atops him.\n\nPoliceman\n\nHey, Mack, take it casy.\n\nBarry\n\nI've got to get inside.\n\nPoliceman\n\nYou got a pass?\n\nBarry\n\nNo «= but I've got to got in.\n\nCONTINUED:\n\f640\n\n> 642\n\n642\n\ndk\n\nCONTINUED (2)\n\nPoliceman (calmly)\nYou've got to have a pass okayed by the Captain.\n\nBarry (pleading)\nListen, this is on the level -- they've -- they're going\nto blow it wp. :\n\nPoliceman (lumoring)\nBlow it up?\n\nBarry\nThe -- the launching -- I mean -- the ship that's going\ntoday -- tho \"Rhode Islend.\" .\n\nPoliceman (smiling)\nWho told you that?\n\nBarry\nTcan't tell you now. Let me see the Captain.\n\nPoliceman (engily)\nListen, son, the Captain's ot hia hands full. avery\ntime there's a launching we gut 4 dozen punks lika you --\nerackpots.\n\nBerry\nT know -- I know all that -- put I'm telling you the\ntruth. You've got to believe mo,\n\nPoliceman (resigned at the hopeless case)\nOkay, bud, you better come inside.\n\nTHE CAMPRA POLLOWS BARRY as he is led through the\nnarrow pedestrian entrance. The policeman turns\noff to the right into « littlo office. Barry —\nseizes his chance at this instant and runa.\n\nMEDIUM SHOT - EXPERIOR - NSW YORK STREET - TAXT\nIN FORSGROUND .\n\nThe piece of blotter has now fallen off the roof of\nthe taxi down to the puvemont. One of the drivera\nnotices it and pisks it up.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT - EXPERIOR - NSW YORK STREET - TAXT\nIN FORSGROUND . The piece of blotter has now fallen off the roof of\nthe taxi down to the puvemont. One of the drivera\nnotices it and pisks it up. \n\nTARGET SECTION TO BE ANNOTATED:\n He reads it, showing\n\nit to the others. For a moment they are incredulous,\nthen, they all look up.\n\nLONG SHOT - FROM TAXI DRIVERS! ANGLE, SHOOTING UP\nAT SKYSCRAPER\n\nwhich is obviously in the Hockefaller Center block.\nDespite the daylight, we are able to discern tho\nflashing light in a room uostaira.\n\fak\n\n643\n\n644\n\n645\n\n646\n\n647\n\n648\n\n649\n\n650\n\ni44\nMEDIUM LONG SHOT - EXTERIOR - SHIPYARDS - BARRY\n\nAs he runs towards the hull of the huge ship.\n\nMEDIUM SHOT - GATE TO SHIPYARDS\nThe Captain is questioning the policeman.\n\nCaptain\n\nWell, where did you leave him?\n\nPoliceman\n\nHe muat have gotten in, I guess.\n\nCaptain\n\nWell, why didn't you --\n\nThey both turn quickly. THE CAMERA PANS WITa THEM\nfor a moment, as they run towards the ship.\nMEDIUM LONG SHOP - EXTERIOR - HULL OF SHIP\n\nBarry 1s pight-under the ship in among the newsreel\nvans. He doesn't know to do.\n\n  \n\nLONG SHOT - SHOOTING PAS? By\n\n \n\nYo 4T SLIPWAays\n\nWe see the last blocks being hammered away from\nunder the ship.\n\nLONG SHOT = SHOOTING UP PAST BARRY TO PLATFORM\nWith on admiral guiding her hand, an orchid-covered\nlady is getting ready with hor champagne béttle.\n\nMEDIUM SHOT - SHOOVING PAST BAKRY AT ANOTHER Pant\nOF THE YARD\n\nWe see police searching for him.\n\nCLOSE SHOT - INTERIOK - NEWSREEL TRUCK\n\nWe soe the saboteurts finger straying towards tho\nfatal button.\n\nMEDIUM SHOT - EXTERIOR - BARRY\n\nIn desperation, he is almost inclined to give up.\n\nThon, suddenly, he looks into the sound van beside\nhim.\n\fdk\n\n651\n\n652\n\n653\n\n654\n\n655\n\n656\n\n657\n\n658\n\n659\n\na 145\nMEDIUM SHOT - SHOOTING PAST BaRRY'S HEAD\n\nBarry comes face to face with the object of his long\nquest. Fry is the man in the sound van.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nThon, suddenly, he looks into the sound van beside\nhim. dk\n\n651\n\n652\n\n653\n\n654\n\n655\n\n656\n\n657\n\n658\n\n659\n\na 145\nMEDIUM SHOT - SHOOTING PAST BaRRY'S HEAD\n\nBarry comes face to face with the object of his long\nquest. Fry is the man in the sound van. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE CAMERA MOVES W1TH BARRY as. he runs sround to the\nentrance of the van.\nCLOSE SHOT ~ SWITCHBOARD IN VAN\n\nAs Fry's hand strays towards the button.\n\nMEDIUM SHOT - INTERIOR oF va\"\n\nAs Barry attacks Fry from the rear.\n\nCLOSE SHOT = FRY'S HAND NEAR THE BUTTON\n\nBarry grabs his wrist. There is a silent duel,\nwith Barry trying to prevent Fry from reaching the\nbutton. .\nMEDIUM LONG SHOT - EXTERIOR - PLATFORM\n\nThe ship is about to go. ‘the lady is making her\nchristening speech. ‘the champagne bottle is held,\npoised. .\n\nCLOSE SHOT - INTERIOR oF VAN\n\n4s the saboteur's hand gets nearor the button.\nBarry's and Fry's faces are silent, yet desperately\nstraining.\n\nLONG SHOT - HULL oF SHIP\n\nAs it begins to move away from the stars-and-stripes\ndraped dais.\n\nMEDIUM CLOSEUP ~ ORCHID-COVERED LADY\n\nAs she lets go with the champagne bottle.\n\nLONG SHOT - THE SHIP\n\nAs 1b moves away amid cheers and the atrains of\nthe National Anthem.\n\f \n\n660\n\n661\n\n662\n\n665\n\n664.\n\n665\n\nak\n\n: : 186\nMEDIUM CLOSEUP - INTERIOR OF SOUUD VAN\n\nFry is winning the intense fight. His hand gets\nnearer and nearer the button. We hear the cheers\ncoming over the loud spesker, as his hand slowly\npresses the button.\n\nLONG SHOT - TRE Ways\n\nThere is a terrific explosion, but the prow has\npagsed it -- it is seconda too late. The ship is\nin the water.\n\nIn the foreground there is general consternation,\nPeople start running in all directions. The martial\nmusic which has accompanied the launching, suddenly\nstops.\n\nMEDIUM LONG SHOT - SECTION OF SHIPYAHDS\n\nFry dashes to the smallur of the two waiting trucks,\nfollowed by Barry. In the general excitement, they\nare baroly noticed. Barry dives after Pry into the\nsmall truck. @he back door of the truck is closed\nwith a slam.\n\nMZDIUM SHOT - INSIDE SMALL TRUCK\n\nBarry and Fry are Fighting desperately.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the general excitement, they\nare baroly noticed. Barry dives after Pry into the\nsmall truck. @he back door of the truck is closed\nwith a slam. MZDIUM SHOT - INSIDE SMALL TRUCK\n\nBarry and Fry are Fighting desperately. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM LONG SHOT - GATZS OF SHIPYARDS\n\nWe see the \"Transoceanic” truck, accompanied by other\nnewsresl and press cars. They show their cards to\nthe policeman in charge, end hurry away with their\nurgent picture matertal.\n\nAs the \"Transocesnic\" trucks swing out of the gate,\nwet .\n\nLAP DISSOLVE Tor.\n\nMEDIUM SHOT - INTSRIOR ~- ROCKEFELLER CENTER\n\nThe car arrives at the basement unlosding dock. The\ndriver hurriesa over to the freight elevator. He says\na few hurried words to the man in charge, who is\nobviously in their pay. ‘hon the dpivor beckons to\nFry, who drags out the half-unconscious Barry.\n\nTHE CAMERA PANS WITH THEM as they lead him across to\nthe clovater. Tho door of the elevator clangs shut,\nand thoy start up.\n\f147\n666 MEDIUM SHOT - INSIDE THR ELEVATOR - PRY, BARRY,\nTHE DRIVER, AND ELEVATOR MAN\n\nr Fry\n\n} Everything okay upstairs?\n\nElevator Man\nI guess so. TI haven't been up there for a while. TI vas\nwaiting for you.\n(he pauses)\n> What happened at Kearny? Anything go wrong?\n\nFry doesnit answer.\n\n667 MEDIUM LONG SHOT ~ INTERIOR - UPPER FLOOR\n» Elevator arrivea. The elevator man looks out, up and\n\ndown the corridor, then beckons to Fry and the driver.\nThey move ont into the hall, GAMERA PANNING WITH\nTHEM, as they carry Barry.\n\nHe is beginning to regain consciousness. He starts\n» to struggle. They hustle him across the passage\ntowards an office door.\n\n \n\n \n\n668 MEDIUM SHOT - OFFICE DOOK\neo As the men arrive. On the glass, we sec written:\n669 INSERT:\n\"GRANSOCEANIC FILM Company\"\n» .\n670 MEDIUM SHOT - SHOOTING PAST BARRY, FRY aND DAIVER\nFry throws open the door.\n5 671 MEDIUM LONG SHOT - SHOOTING INSIDE THE ROOM Past\nPRY, BANRY AND THE DRIVER\nThey are met by a tableau of waiting police. among .\nthem is Teddie.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\n670 MEDIUM SHOT - SHOOTING PAST BARRY, FRY aND DAIVER\nFry throws open the door. 5 671 MEDIUM LONG SHOT - SHOOTING INSIDE THE ROOM Past\nPRY, BANRY AND THE DRIVER\nThey are met by a tableau of waiting police. among . them is Teddie. \n\nTARGET SECTION TO BE ANNOTATED:\n Fry gives a shout of alarm.\n»\n\nTHE CAMERA FOLLOWS HIM as he dashea down the héll\ntowards the clevator.\n\n672 MEDIUM SHOT - DOOR OF OFFICH\n\nBarry attempts to follow Fry, but he 1s grabbed by\nthe police, who are already holding the driver,\n\n \n\nak\n\fdake\n\n673\n\n674\n\n675\n\n676\n\nMEDIUM SHOT - FRY\nAs he arrives at the elevator. He gets in.\n\nPry\nDown!\n\nThe doors of the elevator close as the police rush\nup. They are too late. They turn and start down the\ncorridor to another elevator.\n\nMEDIUM SHOT ~ INSIDE THE ELEVATOR\n\nAs it reaches the main floor, Fry starts for one set\nof doors, but the elevator man stops him.\n\nElevator Man\nNot that way. They'll be laying for you.\n\nHe opens the other set of doors on the other side\nof the elevator.\n\nElevator Man .\nBetter go this way -- down that pussags. Take the first\ncoor on the left. It's the pass door to the back of the\n\n. house.\n\nFry\nAnd then what?\n\nElevator Man\nWork your way across to 50th Street. I'll have a car\nwaiting there for you.\n\nPry\nOkay.\n\nThe elevator man closes the door and walks across\n\nto the elevator and opens the other pair of doors\n\nOn the opposite side. Ho finds himself Face to face\nwith two policemen. They grab him\n\nMEDIUM LONG SHOT - A CORRIDOR - FRY\n\nCAMERA MOVES WITH FRY as he hurries along down the\ncorridor. He opens an tron door and then goes through\n&@ second wooden door and finds himself in the\n\nRadio City Music Hall.\n\nLONG SHOT - INTERIOR - MUSIC HALL, SHOOTING PAST FRY\n\nHe glances at the packed house. The audience. is\nlaughing at some comedy gangster picture.\n\nCAMERA MOVES WITH FRY ag he makes his way up the side\naisle, keeping close to the wall. He stops suddenly.",
  "114": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe audience. is\nlaughing at some comedy gangster picture. CAMERA MOVES WITH FRY ag he makes his way up the side\naisle, keeping close to the wall. He stops suddenly. \n\nTARGET SECTION TO BE ANNOTATED:\n\f677?\n'\n\n678\nr\n\n679\n>\n\n680\n>\noe\n5\n\n681\nB\n\n682\n»\nBoA\n\nWY 633\n\n> ak\n\n: 149\nLONG SHOT - bACK OF MUSIC HALL FROM FRY'S ANGLE\n\nFry sees the police start to come down the aisles\nfrom the back. -\n\nMEDIUM SHOT - FRY\n\nAs he turns. THE CAMERA SHOOTS BACK OF HIM to the\npass door, which now begins to onen as well. Fry\nhurries across to the front of the auditorium.\n\nLONG SHOT - SHOOTING TOWARDS SCREEN\n\nFrom the back of the house. We see the police as they\ndivide their forces, two of them going around to the\nother side to cut off Pry.\n\nLONG SHOT ~ SHOOTING TONARDS BACK OF HOUSE, FRY In F.G..\n\nHe sees that he ds surrounded on three sides, although\nthe cops who have come in the pass door have not yet\nseen him. THE CAMERA MOVES WIVH HIM as he hurries\nback to the left side of the stage. In desperation,\nhe leaps up, trying to find his way through the\ncurtains to behind the staze. He is unsuccessful\n\nin this. He returns to the front of the sereen and\npulls a gun.\n\n(NOTE: During all this the audience has been laughing\nuproariously at the comedy on the sereen. Throughout\nwe hear occasicnal. conventional phrases that have an\nironic parallel with the raal scene that is taking\nplace in the theater.)\n\nLONG SHOT - LEFT SIDS OF STAGE - GROUP oF POLICH IN\n¥.G. - FRY IN DISTANCE\n\nAs the police approach, Fry begins to fire. Next to\nhim on the screen a man is firing a gun also.\n\nMEDIUM CLOSN SHOT - SECTION cF AUDIENOR\n\nA middle-aged man slumps forward in the middle of his\nlaughter. Next to him a woman, who is also laughing,\npushes him pleyfully for pretending to be shot. The\nsmile diss away from her face, as she sees blood on\nher hands. Sho looks about bewildered.",
  "115": "END OF PREVIOUSLY ANNOTATED SECTION:\nNext to him a woman, who is also laughing,\npushes him pleyfully for pretending to be shot. The\nsmile diss away from her face, as she sees blood on\nher hands. Sho looks about bewildered. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM LONG SHOT - FROM SIGHT SIDs OF THEATER, SHOOT-\nING FORWARD TOWARDS THE SCREEN AND -FRY\nIn the immediate foreground a man ia laughing at the\n\nCONTINUED:\n\f \n\n \n\n683\n\n684\n\n685\n\n686\n\n687\n\n683\n\n689\n\n150\nCONTINUED (2)\n\ncomedy. From where thie man sits Fry, who is\nGesperately standing in front of the sereen, cannoh\nbe sean, becuuse of the oblique angle, and the Fast\nthat Fry's background consists of the dark draperies\nthat hang on each side of the screen:\n\nREVERSE ANGLE ~- LAUGHING SPECTATOR IN IMMEDIATE F.a.\n\nA policemen comes up quietly behind him, alms his\ngun at Fry and fires. The spectator leaps cut of his\nseat as the gun goes off in his ear.\n\nCLOSE SHOT - SECTION OF AUDIENCE ~ WOMAN WE HAVE SEEN\nBEFORE\n\nAs she looks down st her hands. She sereams.\n\nLONG SHOT ~ SHOOTING TOWARDS SCREEN\n\nAs the bulk of the audience lesps to its feet. The\nfiring tetween Fry and the police is intense. Members\nof the audience start to hurry into the aisles and\ntoward the exits.\n\nSimultaneously, one of. the figures on the screen .\n\nsturts to yell in such u way cs to heighten the panic\nin the theater.\n\nMEDIUM SHOT - PRY\n\nHe is still next to the sereen, gun-in hand. The\nscreen is filled with a closeup of o comedian shout-\ning:\n\n\"Clear the housel\"\nCAMERA MOVES WITH FRY as he jumps forward, leaping\n\nacross the orchestra pit and running towards the\ncenter aisle.\n\nBOOM SHOT - FRY\n\nAs he is lost among the crowd.\n\nMEDIUM SHOT - THE LOBBY OF MUSIC HALL\n\nWa gee people hastening towards the stroet doors,\nFry among them.\n\f151\n690 MEDIUM LONG SHOT - THA STREST OUTSIDE MUSIC HALL\ne@ Police are arriving. They attempt te pacify the\nb crowd, and work their way to the theater.",
  "116": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT - THE LOBBY OF MUSIC HALL\n\nWa gee people hastening towards the stroet doors,\nFry among them. 151\n690 MEDIUM LONG SHOT - THA STREST OUTSIDE MUSIC HALL\ne@ Police are arriving. They attempt te pacify the\nb crowd, and work their way to the theater. \n\nTARGET SECTION TO BE ANNOTATED:\n691 MEDIUM SHOT - INSIDE LOBBY OF THEAVER\nTHE CAMERA PICKS UP BARRY as he is being escorted\n> by the policemen to a waiting car. Teddie is with\nhim.\n692 MEDIUM LONG SHOT - SHOOTING BRBEIND BARRY\n> As he cntches sight of ¥ry just going out of the door.\n693 MEDIUM SHOT - REVERSE ANGLE - BARRY\n\nAs he turns to the policemen.\n\nBarry\nThere he goes! That's the guy you're after.\n\nFirst Policeman\nCome on, you're the guy we're after.\n\n» @ Barry (desperately)\nitm telling you that's him! He'll get away!\n\nPoliceman (taking Barry's arm)\nCome on, wise guy.\n\n, 694 MEDIUM LONG SHOT - BARRY, TEDDIE AND POLICRMEN\nAs they move out of the theater. In the distance\nFry is getting into a cab with studied calmness.\np Barry is desperate. He starts forward.\n695 REVERSE ANGLE - BARRY, TEDDIE, AND, POLICEMEN\nAga they yank Barry back.\n»\n\nPirst Policeman\nCome on, now. Don't try nothin'.\n\nBarry (turning to Teddie ~ frantic)\nThese clucks won't believe me. Grab a cab and follow him.\n\n696 “MEDIUM LONG SHOT - SHOOTING PAST BARRY AT TEDDIE\n\n \n\nShe moves away from him.\n\n> - ak CONTINUED :\n\fJ\n\n»\nB\n»\n‘é\n»\n\n\"ak\n\n152\n696 CONTINUED (2)\n\nBarry (shouting)\nDon't lose him. It's our only chance.\n\nPoliceman\nCome on, come on -- and watch the lunguage.\n697 MEDIUM SHOT - EXTERIOR - STREET\n\nFry has just gotten into a cab.\n\n698 MEDIUM CLOSE SHOT ~ INSIDE THE CAB\nAs the driver turns to Fry.\n\nDriver\nWhere you goin', buddy?\n\nPry\nDowntown.\n\n’ Phe cab starts with a jerk.\n\nDriver\nWhere abouts?\n\nFry\nAnywhere, just keep going downtown.\n699 LONG SHOT ~ EXTERIOR - SYREET\n\nAs Fry's cab moves down the street.",
  "117": "END OF PREVIOUSLY ANNOTATED SECTION:\nDriver\nWhere abouts? Fry\nAnywhere, just keep going downtown. 699 LONG SHOT ~ EXTERIOR - SYREET\n\nAs Fry's cab moves down the street. \n\nTARGET SECTION TO BE ANNOTATED:\n700 MEDIUM SHOT - TEDDIE\n\nShe is just getting into a daric-colored cab.\n\nTOL MEDIUM SHOT - INSIDE THE CAB.\n\nTeddie points through the windshield. We can see\nFry's taxi getting under way in the distance.\n\nTeddie\nIt's that yellow one, the one with \"Skyview\" in the\nbacke Don't lose him.\nTeddie's Driver\nOkay, lady.\n702 MEDIUM LONG SHOT ~ FRY'S CAB\n\nAs it pulls up for a stop light.\n\fJak\n\n703\n\n704\n\n705\n\n706\n\n707\n\n, 153\n\nMEDIUM SHOT - INTERIOR OF FRY'S CAB - SHOOTING PAST\nPRY TOWARD DRIVu .\n\nAs he picks up a newspaper out of his lap and begins\nto read. Fry, more nerveus than ever, looks out cf\nthe back window.\n\nThe light changes and for a second the driver continues\nto read. There is a loud blowing of horns from behind\nFry's cab. The driver looks up from his paper and\nbegins to pull away.\n\nFry\nSkip the paper. I'm in a hurry.\n\nDriver (genially)\nOkay, doss- I was just looking for the Brooklyn's.\n\nPry (looking out of window)\nWhat street is this?\n\nDriver\nFourteenth Street. Where do you want to get off?\n\nPry\n\nKeep going, It'll get out at the Battery.\nMEDIUM LONG SHOT - EXVERIOR - THE BATTERY\nFry's yellow cab is jist drawing up at the curb. He\ngets out. an instant later we see Teddie's cab\ndrive up.\nTHE CAMERA TRAVELS with Fry as he moves down the\nsidewalk towardg the long cement clearing that looks\nout towards the sea. He moves past the many benches\nthat are alvays filled with ‘people.\n\nIn one of the open spaces some kids are playing. ball.\n\nMEDIUM LONG SHOT - ONE OF TH3 KIDS\nKila (yelling at Fry)\nHey, Stinky! Wanna play?\nMEDIUM SHOT - FRY\nAs he moves past thom. THE CAMERA TRAVELS WITH HIM,\nas ho glances behind him, walking along. He moves\n\nto the extreme edgs of the coment clearing and stares\nmoodily out to sea.",
  "118": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT - FRY\nAs he moves past thom. THE CAMERA TRAVELS WITH HIM,\nas ho glances behind him, walking along. He moves\n\nto the extreme edgs of the coment clearing and stares\nmoodily out to sea. \n\nTARGET SECTION TO BE ANNOTATED:\n -\n\nLONG SHOT - SHOOTING PAST FRY OUT TO SRA\n\f_ ak\n\n708\n\n709\n\n710\n\nWL\n\n712\n\n718\n\n714\n\n718\n\n716\n\nMEDIUM SHOT - FRY 154\n\nA beggar approaches him, holding out a hat full of\npencils. Fry looks at him dumbly. He turns away.\n\nLONG SHOT - SHOOTING PAST PRY\nWe see two policemen walking towards him, swinging\ntheir billy clubs. They seem to be in the best of\n\nhumor. Still, they make Fry nervous. He turns\nquickly.\n\nMEDIUM SHOT - FRY\n\nAs he almost runs into the beggar.\n\nLONG SHOT - TEDDIU IN FOREGROUND\n\nShe is following Fry, who is visible in the distance.\n\nMEDIUM SHOT - PRY\nAs he walks along.\n\nTHE CAWMsRA DROPS BEHIND: HIM and we see a man in a\nderby, talking to another policeman fifty yurds\nahead of Fry.\n\nMEDIUM SHOT - FRY\n\nAa he chunges his course again. He looks nervously\nto the left.\n\nMEDIUM LONG SHOT - TWO CHEERFUL POLICEMEN\n\nAs they walk towards Fry.\n\nMEDIUM LONG SHOT - FRY IN FOREGROUND\n\nHe nervously turns again. ‘Twenty yarda ahead of him\nthere 1s a big black arrow and a sign that reads:\n\nINSERT:\n\"TO BEDLOSS ISLAND FsRay\"\nAnd underneath:\n\n\"Koep Our OLty Clean.\"\n\n\\\n\f717\n\n718\n\n719\n\n720\n\nvel\n\n722\n\n723\n\nak\n\n155\nMEDIUM SHOT ~ FRY\nCAMERA TRAVELS WITH FRY as he follows the arrow.\nBefore him is the ferry landing. There ig u nan in\n\na white seaman's’ cap at the landing, speaking throush\na megaphone.\n\nMan. (into megaphone )\n\nTake the Bedloes Island Ferry -- a full hour boat excursion\n~~ only twenty-five cents -~ one-fourth of a Gollari..\nSee New York Harbor and the skyline of New York......\n\nMEDIUM SHOT - FRY\n\nAs he looks at his watch.\n\nINSERT: WATCH\nTt 1s 4:32\n\nMEDIUM SHOT ~ FRY\n\nAs he looks up.",
  "119": "END OF PREVIOUSLY ANNOTATED SECTION:\nSee New York Harbor and the skyline of New York...... MEDIUM SHOT - FRY\n\nAs he looks at his watch. INSERT: WATCH\nTt 1s 4:32\n\nMEDIUM SHOT ~ FRY\n\nAs he looks up. \n\nTARGET SECTION TO BE ANNOTATED:\n C¢MSRA FOLLOWS HIN TO the ticket\nbooth.\n\nLAP DISSOLVE TO:\n\nMEDIUM LONG SHOT ~ UPP#R DECK OF FERRY Boat\n\nWhich is pushing its way towards Bedloea Island.\nFry is standing, leaning against the railing of the\nupper deck. He ig smoking a cigarette, and looking\nout to sea, quite unconscious of Teddie, who now\ncomes into the shot farther down the railing. Sho\nwatches [fry ag he pulls his hat close over his eyes.\n\nCLOSE SHOT - FRY\n\nThe muscles of his jaw tighten. He turns. CAMERA\nFOLLOWS HIM through the cabin to the other side of\nthe boat. :\n\nLONG SHOT - TEDDIE\nAs she follows him.\n\nLAP DISSOLVE TO:\n\f724\n\n,\n725\n\n>\n726\n\n»\n727\n\n>\n\neo 728\n\n»\n\n729\nB\n»\nBoo 730\n»\n\ndk\n\n156\nEXTERIOR - MEDIUM LONG SHOT - LANDING ON fHE ISLAND\n\nA small crowd is surging down the gangplank of the\nferry.\n\nMEDIUM SHOT ~ SHOOTING UP GANGPLANK\n\nWe see Fry. He is among the first to touch land.\nTeddie, in the background, watches him as he walks\nalong with the crowd.\n\nMEDIUM LONG SHOT - THE CROWD\n\n*As it moves across the Island and atops at the foot\nof the Statue of Liberty, craning their necks up,\ntaking snapshots, etc.\n\nMEDIUM SHOT - FRY IN THE CROWD\n\nHe does not look up at the Statue as do all the\nothers. le merely lovka around nervously.\n\nTHE CAMERA PULLS BACK as Pry, in the midst of a\nlittle group, makes his way towards the stairway.\n\nMEDIUM LONG SOT - TEDDIE IN F.G., SHOOTING TOWARDS\nTHE STATUE OF LIBEREY\n\nShe is watching Fry as he moves inside the Statue\nand starts up the staircase.\n\nA PAN SHOT - TEDDIE\n\nAs she finds her way to a small refreshment stand.\nThe young man behind the counter beams at her.\n\nYoung Man\nHow about a nice cool drink?\n\nTeddie\nNo -- no thanks. I'd like to telephone.\n\nYoung Man (pointing)\nSure.",
  "120": "END OF PREVIOUSLY ANNOTATED SECTION:\nTeddie\nNo -- no thanks. I'd like to telephone. Young Man (pointing)\nSure. \n\nTARGET SECTION TO BE ANNOTATED:\n Right there on the wall.\n\nCAMERA MOVES WITH TEDDIE as she moves to the phone.\n\nCLOSE SHOT - TEDDIE AT PHONE\nShe drops a nickel in it and dials \"oOo\".\n\nToddie\nOperator, ive me police headquarters.\n\ncur TO:\n\fak\n\n731\n\n732\n\n733\n\n734\n\n. 157\nMEDIUM SHOT - INUERIOR - POLICE STATION\n\nA police official in uniform is answering at the\nother end.\n\nofficial\nPolice headquarters, Donavan speaking,\n\nHe picks up a pencil and begins to write on a pad.\n\nOfficial\nYes -- Yes -- Just a minute, lady. I'll connect you with\nthe man you want.\n\ncurT TO:\n\nCLOSE SHOT - TEDDIE AT. PHONE\n\nWaiting for her connection. Nervously she glances\nbehind her.\n\nCUT TO:\n\nMEDIUM SHOT ~ INGERIOR POLICE SVATION - DIPFPERENT\nOFFICE - ON PHONE A DIFFARUNT DETECTIVE\n\nHe is obviously a high-ranking official. He is\nin plain clothes.\n\n° Detective\nAll right, lady. You've got to hold him there for us!...\nSure, sure, I don't care what you do...talk to him -- do\nanything you want -- only hold him 'til we get there.\nThat's right... Yes -- and we'll have Ford along to\nidentify him -- That's right. Good luck.\n\ncur TO:\n\nCLOSEUP - TEDDIE aT PEON\n\nShe hangs wp, turns, and starts towards the\nstaircase.\n\nQUICK DISSOLVE TO:\n\nINTERIOR - MEDIUM SHOT - CROWN OF STATUE\n\nFry and the small group of tourists have arrived\nin the crown, and the majority of the tourists ure\nbusy reading from the illustrated booklets.\n\nCAMERA TRAVELS OVER THEM to a small elderly woman.\n\nIn a marked accent, she is reading out loud the\nméssage from the French people to the America people.\nAt her side we sec a little boy -- obviously her\n\nCONTINGED:\n\f735\n\n736\n\n7358\n\n739\n\nKR\nal\n@\n\nCONTINUED (2)\ngrandson. She is reading to him.\n\n(NOTE: ‘The message must be obtained and placed ia\nthe script at this point.",
  "121": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt her side we sec a little boy -- obviously her\n\nCONTINGED:\n\f735\n\n736\n\n7358\n\n739\n\nKR\nal\n@\n\nCONTINUED (2)\ngrandson. She is reading to him. (NOTE: ‘The message must be obtained and placed ia\nthe script at this point. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE CAMERA PANS BACK TO FRY, as he turns away sourly\nand moves to the window. .\nLONG SHOT - SHOOTING PAST FRY\n\nAs he looks at the New York siyline.\n\nMEDIUM SHOT - TEDDIE\n\nAs she comes up the stairs. She stops for a moment\nand then mingles with the crowd.\n\nTHE CAMERA PANS WITH BER as she standa beside the\nlittle old foreign woman, who has just finished\nreading the measerfe.\n\nThe Little Eoy {tugsing at the old woman's\narm\nHey, Grandma, I wanna go out on the arm.\n(pointing)\nRight out there.\n\nThe Woman\nAch, no. That's too far.\n\nLittle Boy\n‘But I wanna, I wanna. I wenna spit down.\n\nWoman (scolding)\nJohnnie, that's not nice.\n\nShe pulls the little boy by the arm towards the exit.\nThe majority of the tourists are atarting down.\nMEDIUM SHOT - PRY\n\nWho has been looking out to sea, turns and notices\nthe crowd as it starts towards the stairway.\n\nCLOSE SHOT - TWO YOUNG STENOGRAPHERS - SOMEWHERE\nNEAR PRY\n\nFirst Stenographer (to her companion)\nCome on, Susie.\n\nSecond Stenographer\nAh, what's the hurry?\n\nCONTINUED:\n\f \n\nAk\n\n739\n\n740\n\n74aL\n\n742\n\n159\n\nCONTINUED (2)\nFirst Stenographer\nI want to catch the same boat back. We've seen it all,\nanyway.\n\nCAMERA PANS TO FRY as he looks at his watch.\n\nINSERT - WATCH\nIt is 5:17.\n\nMEDIUM SHOT - FRY\n\nAs he starts towards the stairway.\n\nCLOSE SHOT ~ TEDDIE\n\nCAMERA PULLS BACK AS she moves across to Fry to\nintercept him.\n\nYeddie (pretending to be the dumb tourist)\nExcuse me, Mister, but...\n\n(pointing)\nse*Can you show me which one of those places if Brooklyn?\n\nFry (annoyed, pointing to the right)\nThat's it, over there.\n\nHe tries to push past her.\n\nTeddie (pointing towards Hoboken)\nAnd that place over there?\n\nFry (disgustedly)\nHoboken.",
  "122": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tries to push past her. Teddie (pointing towards Hoboken)\nAnd that place over there? Fry (disgustedly)\nHoboken. \n\nTARGET SECTION TO BE ANNOTATED:\nTeddie (sighing)\nGee, It sure is a thrill to see it for the firat time.\n\nFry (moving away)\nI've seen it before.\n\nTeddie\nIt's such a nice looking front door to our country.\nMakes you want to come right on in.\n\nFry\nI suppose so.\n\nBy this time they are quite alone.\n\fak\n\n743\n\n744\n\n“745\n\n746\n\n169\nLONG SHOT - SHOOTING PAST FRY\n\nDown below on the Island a small group of tourista\nave making their way towards the boat, The boat\nwhistles.\n\nCLOSE SHOT - TEDDIN AND FRY\n\nAs he pulls away rather abruptly and moves towards\nthe stairway. Teddie follows him,desperate.: He\nhas just started down the steps.\n\nTeddile (shouting)\nMr. Fry!\n\nCLOSEUP ~- FRY\n\nAa he whirls. CANWERA PULLS BACK as he returns to\nTeddie.\n\nPry ”\nHow'd you know my name? .\n(he tukeg har by ihe shoulders and shakes her)\nCome on. What are you trying to do? How'd you know\nwho I was?\n\nPeddie (letting it all go)\nThat's not all I know. I know all about you -- about\nKearny and the dam += and-the fire out in California.\nI know you framed Barry Ford.\n\nPry\nI get it. It's beginning to make sense. You're vord's\ngirl. I should have spotted yous\n\nTeddie\n\nThat's only one of the things you should have done.\nYow haven't been 30 clever, Mr. Fry.\n\nFry (quietly)\nListen, they haven't got me, yet, but there's one guy\nthey have got -- your boyfriend. and get this -- if\nany of US go, we're going to take Mr. Ford with ua. :\nvery one of us will swear that Ford was in on the whole\nthing. They'll hang him, sister ~- don't forget that --\nand I'll be alive and kicking when they do.\n\nHe releases her suddenly. THE CAMERA PANS WITH HIM\nas ho moves down the stairs. Ho turns back still\nin view, waving to Teddie.\n\nFry (sarcastically)\nSo long. It's been nice meeting you.",
  "123": "END OF PREVIOUSLY ANNOTATED SECTION:\nHo turns back still\nin view, waving to Teddie. Fry (sarcastically)\nSo long. It's been nice meeting you. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM SHOT - TEDDIE\n\nAs she turns away with an abject look of despair.\nShe stares out at the Now York ukylino:\n\fak\n\n74d\n\n748\n\n749\n\n750\n\n751\n\n752\n\n753\n\n754\n\n755\n\n756\n\nLONG SHOT - SHOOTING PAST TEDDIE AT SKYLINE 161\nAND ISLAND BELOW\n\nShe segs a small detachment of policemen running along\nthe pier with Harry in thoir midst.\n\nCLOSEUP - TEDDIE\n\nTeddie 1s victorious as she turns towards Fry.\n\nLONG SHOT - SHOOTING PAST FRY av TEDDIE ABOVE HIM\nTeddie\n\nSee you againe\n\nMEDIUM SHOT .- FRY\nAs he turns and starts down the stairs.\n\nCAMERA FOLLOWS HIM half-way down. Suddenly he stops.\n\nLONG SHOT - SHOOTING PAST FRY AT POLICE\n\nWho are entering at base of Statue.\n\nMEDIUM SHOW - ENTRANCE TO STATUE\n\nThe police sre trying to climb the stairs. They\n\nare slowed down by the last group of sightseers,\n\na fow of whom sre coming down the spiral staircase.\nMEDIUM SHOT - BARRY\n\nCAMERA PANS WITH HIM as he pushes his way through\nthe descending tourists. Ife is ahead of the police.\nMEDIUM SHOT - FRY\n\nAs he starts up again. From below he hears the\nshouts of the police. TH CaMERA MOVES WITH HIM\n\nas he finds a door leading off to one side. He\nopens it and goes in.\n\nMEDIUM LONG SHOT - SHOOTING PAST THE DOOR WHICH\nFRY HAS JUST ENTERED AT TEDDIE\n\nREVERSE ANGLE - BARRY AT THE HEAD OF THE POLLGE\n\nAs ho reaches tho landing.\n\f162\n757 MEDIUM LONG SHOT - TEDDIE\n. . She points towards the door.\nTeddle (shouting)\nThe door -- in there.\n758 MEDIUM CLOSE SHOT - FRY BEHIND THE DOOR\n»\nTHE CAMERA MOVES WITH HIM as he turns and mounts\nthe narrow steps, which run up through the erm.\n759 MEDIUM SHOT - BARRY\n> - :\nAs he swings open the door and follows.\n760 MEDIUM LONG SHOT - THE POLICE\n» .",
  "124": "END OF PREVIOUSLY ANNOTATED SECTION:\n758 MEDIUM CLOSE SHOT - FRY BEHIND THE DOOR\n»\nTHE CAMERA MOVES WITH HIM as he turns and mounts\nthe narrow steps, which run up through the erm. 759 MEDIUM SHOT - BARRY\n> - :\nAs he swings open the door and follows. 760 MEDIUM LONG SHOT - THE POLICE\n» . \n\nTARGET SECTION TO BE ANNOTATED:\n ag they reach the half-way platform. A stout\nlieutenant is leading them. He 1s out of breath\nand is mopping hig face.\n761 MEDIUM SHOT - INTERIOR PASSAGE - FRY\ne@ CAMERA FOLLOWS HIM, until he reaches the top of the\narm and emerges onto the balcony which runs\naround the torch.\n> 762 LONG SHOT ~ FRY ON THE TORCH\nBarry appears close hehind him. Fry is desperute.\nHe pulls his gun.\n> 763 MEDIUM CLOSEUP - SHOOTING PAST BARRY T0 PRY\nBarry closes with him to prevent Pry from shooting.\nThe gun falls.\ncur TO:\n> .\n764 MEDIUM SHOT - PLATFORM - THE POLICE\n\nAs they hurry through the door and start up the arm.\n\n765 LONG SHOT ~ THE ARM - FRY AND BARRY\n\n \n\nAs they struggle. THE CAMERA MOVES IN as they fight.\nFry misses his foothold. He falls from the balcony\n\nCONTINUED:\n> dak\n\f@\n\nak\n\n765\n\n766\n\n787\n\n768\n\n163\n, CONTINUED (2)\n\nand as he clutches wildly for support, he succecds in\ncatching hold of the surface of the arm below. He\n\nis now two or three feet below Barry, slowly sliding\ndown the arm, calling wildly for help.\n\nBarry starts to climb over the edge. With one\narm still holding the edge of the torch, he gains\na foothold on the edge of the arm and moves down\ncautiously towards Fry. fry cannot hold on.\n\nTHE CAMERA MOVES WITH THEM BOVH as Fry continues to\nslip, screaming.\n\nPry\nHelpi Ford, help met I can't hold ont\n\nBarry moves down towards him.\n\nBarry\nHang on, I'll get yout!\n\nCLOSEUP - FRY\n\nAs he hears Barry's voice. A flash of hope covers\nhis face.\n\n. Pry\nFord, help me...\n\nMEDIUM SHOT - TEDDIE AND THE POLICE ON EDGE OF TORCH\n\nThey are watching Barry and Fry below. We hear Fry's\nvoice as it continues:\n\nFry's Voice\nseeIf you help me now, I'll clear you «= I swear I will.",
  "125": "END OF PREVIOUSLY ANNOTATED SECTION:\nPry\nFord, help me... MEDIUM SHOT - TEDDIE AND THE POLICE ON EDGE OF TORCH\n\nThey are watching Barry and Fry below. We hear Fry's\nvoice as it continues:\n\nFry's Voice\nseeIf you help me now, I'll clear you «= I swear I will. \n\nTARGET SECTION TO BE ANNOTATED:\nI'll tell them the whole thing! Give me a break!\n\nMEDIUM CLOSE SHOT - BARRY\n\nAs he endeavors to catch hold of Fry's arm. de\nmovea carefully, because ho himself is in a\nprecarious position.\nBarry ,\nHold on, I'm coning!\n\nFry\nDon't let me go'-- please, please -- I'll clear you.\nDon't let me fall!\n\nBarry manages to seize Fry's sleeve, but the weight\nof Fry's body iy too much for the cloth. Slowly\nit starts to tear.\n\nCONTINUED:\n\f \n\ndk\n\n768\n\n769\n\n770\n\nTTL\n\n772\n\n773\n\n74\n\n118\n\n776\n\nCONTINUED: (2) 164\n\nFry (screaming)\n\nDon't let me gol Don't let me gol\n\nCLOSEUP - THE SLEEVE\n\nAs it tear.\n\nCLOSEUP - FRY\n\nHis face is filled with terror. He falls, and ve\nsee him going down towards the water, screuming.\n\n‘CLOSRUP - BARRY\n\nStill holding the torn sleove. it flutters in the\nwind. Barry turns away, nuneble to look at tho\nfalling body.\n\nour TO:\n\nMEDIUM SHOT - THR POLITICS\n\nAs they lean over to aid Barry.\n\nMEDIUM SHOT - REVERSE. ANGLE - KARRY\n\nAs he ig pulled into safety. The first hands to\n\ngrab him are those of Teddie.\n\nCLOSEUP - TEDDIE\n\nAs she takes Barry's hand. Tears are in her cyas.\n\nMEDIUM SHOT - BARRY, SHOOTING PAST THDDIZ\n\nHis face comes closer and closer to hers.\n\nTWO SHOT - BARRY AND TEDDIE\n\nHe is safe.\n\nFADE OUT.\n\nTHE END\n\ndeste\n\n \n\f"
}