{
  "1": "David Boxerbaum\n\nAPA\n\n405 South Beverly Drive\nBeverly Hills, CA 90212\n\nAdam Kolbrenner\n\nMadhouse Entertainment\n8484 Wilshire Blvd., #640\nBeverly Hills, CA 90211\n\nSAFE HOUSE\n\nby\nDavid Guggenheim\n\fFADE IN:\n\nINT. ANA’S BEDROOM —- MORNING\n\nEarly sunlight glows around the corners of the curtains.\n\nA hand feels about a woman’s leg. MATT WESTON makes love to\nhis girlfriend ANA RAMOS, their two bodies twisting\nunderneath white sheets.\n\nHe is 28. Handsome. An all-American face. Bright, green and\neager to prove his worth -- a horse itching for its gate to\nopen.\n\nShe is out of his league. 25. Brazilian. Equal parts brains\nand beauty.\n\nA shower runs.\n\nINT. BATHROOM - MOMENTS LATER\n\nMatt in the shower, water streaming off his body.\n\nINT. ANA’S BEDROOM - MOMENTS LATER\n\nAna, still wrapped up in the covers, watches Matt dress.\n\nANA\nStay.\n\nMATT\nCan’t. Got work and you got class.\n\nANA\nWe can call in sick.\n(play coughs)\n\nMATT\nTempting but I gotta get down to\nthe site.\n\nANA\n\nThey really can’t survive a day\nwithout you?\n\nMATT\nThey can. Just not today. The New\nYork office is sending another rep\nto make sure the hotel is coming\ntogether right and my boss needs me\nto play translator between him and\nthe new foreman.\n\nHe ties his shoes, finishing up.\n\fANA\nWait. I wanna look at you.\n\nHe heads over. She stares at him with gorgeous green\nemeralds.\n\nANA (CONT'D)\n(beat)\nYou look blurry.\n\nMATT\nThat’s cause you’re not wearing\nyour contacts.\n\nANA\nMmmm. ..good point.\n\nMatt smiles. Kisses her forehead. From under the bed, he\nproduces a second edition copy of Mother Goose Children's\nPicture Book.\n\nMATT\nHappy six months.\n\nANA\nMy God, Matt.\n\nMATT\nThought I forgot, huh?\n\nANA\nNo, I just didn’t know we were\ndoing anything.\n\nMATT\nWell, I wanted to.\n\nANA\n(examining her present)\nIt’s amazing.",
  "2": "---END OF PREVIOUS SECTION---\nANA\nNo, I just didn’t know we were\ndoing anything. MATT\nWell, I wanted to. ANA\n(examining her present)\nIt’s amazing. \n---TARGET SECTION TO BE ANNOTATED---\nMATT\nI know it’s not a first edition,\nbut --\n\nANA\n\n(not caring)\nShut up. Where’d you find it?\n\nMATT\nThis shop in Lapa.\n\nANA\nI love it. Thank you.\n\fThey kiss.\n\nANA (CONT'D)\nAre you absolutely sure you have to\ngo?\n\nMATT\nYes.\n\n(kiss)\n\nANA\nBut I haven’t given you your\npresent yet.\n\nShe drags him back onto the bed and they disappear under the\ncovers. Kissing. Giggling. In love.\n\nCUT TO --\n\nEXT. RIO DE JANEIRO - ESTABLISHING — MORNING\n\n \n\nFleeting shots of the city: Christ the Redeemer sitting atop\nthe Corcovado Mountain. The Maracana Stadium. The cable cars\nat Sugarloaf.\n\nEXT. STREET MARKET —- MORNING\n\nTeeming with people, trading spices, hawking crafts. Matt\nnegotiates with a VENDOR for some fruit. Caves. Hands over\nmore Real than he wanted to.\n\nEXT. RIO STREET - MORNING\n\nA crowded commuter bus drives by, spewing black smoke.\n\nINT. BUS - MORNING\n\nMatt stands in the back, doing the crossword puzzle.\n\nNEW ANGLE -- THE CROSSWORD PUZZLE\n\nMake that finishing the crossword puzzle.\n\nEXT. RIO STREET - ZONA NORTE (NORTH ZONE) - MORNING\n\n \n\nEmpty storefronts. Bodegas. Crowded corners packed with seedy\nlocals. Matt hikes up a steep-sidewalk, talking on his phone:\n\nMATT\nHey, it’s me.\n(listens)\nYeah, I know what time it is, but\nthis is the only time I get to\ncall.\n(MORE )\n\fMATT (CONT'D)\n\n(listens)\nYes, I do think it’s funny you have\nto get up early -- that’s why I\nsigned up for the “piss off your\nfriends and family plan”. I’m\nreally happy with it.\n\n(listens)\nOkay, I’m sorry, do you want me to\nhang up?\n\n(listens)\nAlright then, tell me: how’s mom?\n\nHe pauses, listening -- face falling a bit.\n\nMATT (CONT'D)\n\nOkay.\n\n(listens)\nOkay.\n\n(listens)\nI don’t know. Hopefully.",
  "3": "---END OF PREVIOUS SECTION---\n(listens)\nOkay. (listens)\nI don’t know. Hopefully. \n---TARGET SECTION TO BE ANNOTATED---\n I’m\ngetting pretty hammered with work\nlately, but maybe sometime next\nmonth. The checks are still coming\nto you, right?\n\n(listens)\nYeah, I know that they’re not but\nit’s all I got right now.\n\n(listens)\nI know. And you? How you holding\nup?\n\n(listens)\nI hear ya. Stay strong baby\nbrother.\n\n(listens)\nOkay. You too. Later.\n\nHe hangs up, arriving:\n\nEXT. APARTMENT BUILDING - DAY\n\nA former hotel since converted into affordable housing units.\nNine stories high. Walking up, Matt finds his elderly\nNEIGHBOR struggling to wheel her laundry cart up the cracked\nmarble steps. In Portuguese; not subtitled:\n\nMATT\nLet me help you.\n\nNEIGHBOR\nA Godsend. Thank you.\n\nHe takes the cart, brings it up to the door and swings it\nopen, letting them both inside.\n\fINT. APARTMENT BUILDING - NINTH FLOOR HALLWAY - MORNING\n\n \n\nConcrete walls, water-stained and graffiti-laced. Wires hang\nfrom the ceiling like snakes.\n\nLOUD too. Walls so paper thin we can hear the baby WAILING in\n5-C; the couple SCREAMING in 3-B; and the alarm still BUZZING\nin 7-F.\n\nMatt arrives at a paint-chipped door at the end of the\ncorridor -- the only apartment on the floor -- and removes a\nlaser-cut key from his pocket.\n\nECU -- THE KEY\n\nslightly larger than a regular key -- with a series of\nencrypted diodes along its edge. Matt slips it into the lock,\nentering:\n\nINT. APARTMENT —- CONTINUOUS\n\nAn alarm BEEPS. Matt punches in a five-digit code -- shutting\nit off. As soon as he closes the door --\n\n-- SILENCE. The whole world just seems to DISAPPEAR.\n\nAs he steps further inside, first thing we notice about the\napartment --\n\n-- how little there is to notice: bare walls; bare floors; no\nwindows; no real furniture.\n\nIt looks like it was robbed but since Matt isn’t worried, we\ncan only assume this is how it always looks.\n\nINT. KITCHEN - MOMENTS LATER\n\nMatt opens the fridge and tosses in the fruit he bought.",
  "4": "---END OF PREVIOUS SECTION---\nIt looks like it was robbed but since Matt isn’t worried, we\ncan only assume this is how it always looks. INT. KITCHEN - MOMENTS LATER\n\nMatt opens the fridge and tosses in the fruit he bought. \n---TARGET SECTION TO BE ANNOTATED---\n It\nlands beside fifteen unlabeled water bottles, six Red Bull\ncans --\n\n-- and twelve packets of O+ BLOOD.\n\nINT. UNIDENTIFIED ROOM - MOMENTS LATER\n\n \n\nPitch black until a light flickers on and a dozen monitors\nwink to life, presenting twelve views of the eight-room\napartment.\n\nMatt sits down in a steel chair and picks up a secure red\nphone. A flat voice answers:\n\nOPERATOR (V.O.)\nSatcom ten.\n\fMATT\nSouth America.\n\nOPERATOR (V.O.)\nDesignator?\n\nMATT\nEcho Bravo two three.\n\nOPERATOR (V.O.)\nTransferring.\n\nMatt pops open a Red Bull -- CHK-THOCK! -- and takes a sip.\nWe hear a SECOND VOICE. Female. Humorless. This is the:\n\nLANDLORD (V.0O.)\n\nLandlord.\n\nMATT\nThis is House 7-R. We're open for\nbusiness.\n\nA series of electronic clicks then:\n\nLANDLORD (V.O.)\nConfirmed.\n\nMATT\nAny reservations?\n\nLANDLORD (V.O.)\nNothing in the registry.\n\nMATT\nWalk-in's?\n\nLANDLORD (V.O.)\nNot expected.\n\nMATT\nCancellations?\n\nLANDLORD (V.O.)\nNone as of yet.\n\nMATT\nAny word about my report?\n\nLANDLORD (V.O.)\nWhat report?\n\nMATT\nI sent a report to Virginia in the\novernight pouch.\n\fA beat.\n\nLANDLORD (V.O.)\nI have no record.\n\nMatt registers disappointment. A loud WHOOSH as we CUT TO --\nEXT. VIRGINIA BACKROAD - DAY\nA black BMW X-3 whips past. A phone rings.\n\nINT. BMW — DAY\n\nDAVID BARLOW drives. 45. Horn-rimmed glasses. Always serious.\nEven his underwear is ironed.\n\nBARLOW\n(answering into his\nBluetooth)\n\nDavid Barlow.\n\nINTERCUT: INT. PHONE BOOTH - BRAZIL - SAME\nJust around the corner from the apartment.\n\nMATT\nHey, it’s me.\n\nBARLOW\nThis is an open line.\n\nMATT\nI know the protocols.\n\nBARLOW\nThen why aren’t you following them?\n\nMATT\nCause I didn’t want this to be an\nofficial call.\n\nBARLOW\nI’m not your handler, Matt.\n\nMATT\nAs you’ve told me.",
  "5": "---END OF PREVIOUS SECTION---\nMATT\nCause I didn’t want this to be an\nofficial call. BARLOW\nI’m not your handler, Matt. MATT\nAs you’ve told me. \n---TARGET SECTION TO BE ANNOTATED---\nBARLOW\nSeveral times.\n\nMATT\nI'll be quick. I just wanna know:\nwhat did Harlan think of my report?\n\fBARLOW\nWhich report is that?\n\nMATT\nKey Surveillance Threats. I put it\nin an overnight pouch. He read it,\nright?\n\nBARLOW\nMatt --\n\nMATT\nYou gave it to him, right?\n\nBarlow sighs.\n\nBARLOW\nNo.\n\nMATT\nNo? Why?\n\nBARLOW\n\nBecause I didn’t need him giving it\nback to me, asking why I gave it to\nhim in the first place.\n\nMATT\nYou're saying he wouldn’t read it?\n\nBARLOW\nI’m saying no one would read it.\nIt’s unsolicited.\n\nBarlow arrives at a fortified gate. Stops at the security\narm.\n\nMATT\nWhat does that mean?\n\nA MARINE GUARD approaches his window. Barlow hands over his\nID: David Barlow - South America - Central Intelligence\nAgency.\n\nBARLOW\nIt means you’re not an agent, Matt.\nYou're just a housekeeper. Stick to\nkeeping houses. Operational intel\nis about eight rungs above your\nhead.\n\nMatt -- stung. He’s ready for more responsibility, but isn’t\ngetting the chance. The guard hands Barlow back his ID.\n\fBARLOW (CONT'D)\nLook, I gotta go. Don’t call me\nfrom this phone again.\n\nBarlow disconnects the call and drives up to:\n\nEXT. CIA HEADQUARTERS - LANGLEY -— CONTINUOUS\n\n \n\nThe leaves on the American Basswood trees are just starting\nto turn and fall.\n\nEND INTERCUT.\n\nINT. PHONE BOOTH —- DAY\n\nMatt -- pissed -- hangs up the phone.\n\nCLUB MUSIC PULSATES.\n\nCUT TO --\n\nINT. RIO STRIP CLUB - DAY\n\nLow-rent and seedy. MILAN MAXIM sits in a VIP booth. 33.\nSerbian. Two girls on either side, he drinks and smokes\nheavily.\n\nEXT. STRIP CLUB - SAME\n\nAn Audi with tinted windows pulls up in front of the club.\nTOBIN FROST\n\nsteps out. 55. Ex-CIA field officer. This guy wears his\nyears. Salt and pepper hair tucked underneath a hat. Steel-\ngrey eyes that burn with intensity -- deep and intelligent.",
  "6": "---END OF PREVIOUS SECTION---\nThis guy wears his\nyears. Salt and pepper hair tucked underneath a hat. Steel-\ngrey eyes that burn with intensity -- deep and intelligent. \n---TARGET SECTION TO BE ANNOTATED---\nHe may not move as fast as he used to -- but there’s still\nplenty of fight in him.\n\nHe shuts the car door. Heads into the club.\n\nNEW ANGLE -- THE BUILDING ACROSS FROM HIM\n\nINT. DIM ROOM - SAME\n\nWhere EMILE VARGAS watches Frost disappear from a top floor\nwindow. Ex-paramilitary. Gun for hire. Hard body. Not\nparticularly large -- just lethal.\n\nINT. STRIP CLUB - MOMENTS LATER\n\nWith Maxim and Frost in the club’s roped-off area. The girls\nare gone. Replaced by BODYGUARDS. Big. Brooding.\n\f10.\n\nA waitress carries over a tray of tequila shots.\n\nMAXIM\nDrink?\n\nFrost shakes his head.\n\nMAXIM (CONT'D)\nI’ll have yours then.\n\nHe takes off four glasses while Frost takes everything in:\nthe gun bulges inside the bodyguard’s jackets; the sleazy\nclientele; the public drug use; needles; coke.\n\nFROST\nCan we move this along? Before I\nneed a tetanus shot.\n\nMaxim tosses back two of the drinks, lights up a cigarette,\nreaches down and brings up:\n\nHALLIBURTON ZERO STEEL BRIEFCASE\nHe sets it between them. Blows smoke up into the air.\n\nMAXIM\nThe original eyes-only files. 100%\nunredacted intel. It’s a bargain at\ntriple the price.\n\nFROST\nHow'd you get it?\n\nMAXIM\nWho cares. Only thing that matters\nis I came through, yes?\n\nFROST\nNot if it’s tagged.\n\nMAXIM\nImpossible. It came from a clerk in\ntheir Haifa office. Look for\nyourself.\n\nFrost unlocks the case. Pops it open.\n\nINSIDE THE CASE: rubbing alcohol, cotton swabs, a tiny pod\nand something that resembles a STAPLE GUN.\n\nMAXIM (CONT'D)\nSome of your old bosses aren’t\ngonna like these files out in the\nopen.\n\f11.\n\nFROST\nI don’t care. That’s why they’re my\nold bosses.\nFrost -- satisfied -- closes the case.\n\nMAXIM\nSo we good?\n\nFROST\nYou're still here, aren’t you?\n\nFrost does a shot, grabs the case and moves away.",
  "7": "---END OF PREVIOUS SECTION---\nMAXIM\nSo we good? FROST\nYou're still here, aren’t you? Frost does a shot, grabs the case and moves away. \n---TARGET SECTION TO BE ANNOTATED---\nWe follow him out -- past drunk men, clawing at women.\nDisgusting assholes.\n\nFrost spies -- tucked into the corner -- a DRUNK. About his\nsize. SLAPPING a stripper across the face. Frost stops,\nsizing the guy up. He turns to Frost. Locks eyes.\n\nDRUNK\nThe fuck you looking at, puto?\n\nFrost refuses to look away. Instead, he calmly reaches into\nhis pocket -- withdrawing a wad of cash.\n\nCUT TO --\nINT. DIM ROOM — MOMENTS LATER\n\nVargas -- at the window -- aiming through the lens of a Mark\n12 Mod 0 SPR (Special Purpose Rifle).\n\nEXT. STRIP CLUB - MOMENTS LATER\nFrost steps outside the club, Halliburton in hand.\nPHFT!\n\nA bullet rips into his head. He drops to the ground -- blood\nsplattering the sidewalk.\n\nBystanders SCREAM -- race away -- freaked. Except one: a\nLOCAL. He RUSHES up to the body -- grabbing the briefcase and\npopping it open right there.\n\nIt’s EMPTY.\n\nLocal quickly looks to the body. Shirt’s a different color.\nContinues up to the face -- wait -- NOT FROST -- it’s THE\nDRUNK ASSHOLE -- BILLS sticking out of his pants pocket.\n\nLocal peers up the window across the street but --\n\f12.\n\n-- it’s empty. No Vargas. Just a blowing curtain.\nINT. STRIP CLUB - BATHROOM - SAME\n\nFrost at the mirror. In front of him: the rubbing alcohol,\ncotton swabs, pea-sized pod and staple gun.\n\nQUICK SHOTS:\n\nHe slips off his jacket -- rolls up his sleeve -- douses a\nswab with alcohol and swabs his left arm.\n\nHe takes the gun -- loads the pod -- and THWACK! -- INJECTS\nSOMETHING into himself.\n\nEXT. STRIP CLUB - MOMENTS LATER\n\nThe back door of the strip club swings open. Frost moves\nbriskly out -- sans jacket and hat. A cab drives up. Frost\nflags it. Steps inside. The car starts driving away.\n\nINT. CAB — SAME\n\nFrost stares ahead. Suddenly -- PHFT! -- a bullet rips\nthrough the driver’s head. He slumps down -- spinning the\nwheel --\n\nEXT.",
  "8": "---END OF PREVIOUS SECTION---\nCAB — SAME\n\nFrost stares ahead. Suddenly -- PHFT! -- a bullet rips\nthrough the driver’s head. He slumps down -- spinning the\nwheel --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n RIO STREET - SAME\n-- CRASHING the car against a parked hydrant.\nINT. CAB - SAME\n\nFrost JERKS forward -- SLAMS his head against the partition.\n\nDazed, he shakes his eyes clear as -- PHFT! -- a bullet\nspider-webs the glass behind him -- just whizzing past his\nhead.\n\nHe peers through the cracked glass. Looks up. Just catches a\nFLASH OF LIGHT -- quickly ducks back down as --\n\n-- PHFT! -- a bullet SHATTERS the window -- lands in the\n\ncushion beside Frost, glass raining in.\n\nFrost grabs the door handle. More GUNFIRE rains inside. He\njerks it open -- climbs out --\n\nEXT. RIO STREET - CONTINUOUS\n\n-- and races into an alley just as -- PHFT! -- a bullet\nstrikes the brick wall beside him.\n\nNEW ANGLE -- VARGAS\n\f13.\n\non a ledge. He throws the gun over his shoulder. Climbs down.\nEXT. RIO STREET - SAME\n\nFrost BOMBS up to a tin fence. HOPS it in two steps. Lands on\nthe other side as:\n\nVARGAS\n\ntakes aim -- PHFT! -- thisclose to hitting him.\n\nFrost continues on -- never breaking stride -- SLAMMING INTO\nPEOPLE -- knocking them aside like a pinball.\n\nVargas races after him. But when he rounds the same corner\nFrost just did --\n\n-- Frost has VANISHED. Replaced by a STREET FAIR. Packed with\npeople. Loud. Noisy.\n\nNEW ANGLE -- FROST\n\nhiding behind a vendor's booth, watching Vargas search for\nhim. He pauses. Something’s not right.\n\nBLOOD\n\ndrips onto his shoes. HIS BLOOD. Coming from A BULLET WOUND\non the side his stomach. Bad -- but he’ll live.\n\nFrost's face goes white. He puts his hand to his side.\nApplies pressure. Winces.\n\nFROST\nShit.\n\nPOP! POP! POP! POP! Frost whirls --\n\n-- just tiny firecrackers that kids are throwing nearby,\nwatching explode. Fuck that sounded just --\n\n-- PHFT! PHFT! -- BULLETS -- whizzing by his head again,\nmissing by mere inches.",
  "9": "---END OF PREVIOUS SECTION---\nFrost whirls --\n\n-- just tiny firecrackers that kids are throwing nearby,\nwatching explode. Fuck that sounded just --\n\n-- PHFT! PHFT! -- BULLETS -- whizzing by his head again,\nmissing by mere inches. \n---TARGET SECTION TO BE ANNOTATED---\nHe doesn’t know where they’re coming from, but they’re\ngetting closer -- SHOOTING through everything in their path\nas they try to hit him.\n\nFrost takes off. Books --\n\nEXT. RIO STREET - CONTINUOUS\n\nCars ZIPPING every which way. Frost RACES into the middle of\nthe street.\n\f14.\n\nA delivery truck swerves around a corner. Frost LEAPS onto\nthe back of it as --\n\n-- Vargas emerges -- across the intersection -- taking shots\nat him and the vehicle -- PHFT! PHFT!\n\nA bullet STRIKES the back tire -- causes it to SKID -- and\nFrost to lose his grip.\n\nHe LEAPS off -- knees bending into a roll -- POPPING up\nbehind a tree -- directly across from:\n\nTHE AMERICAN EMBASSY\n\nSurrounded by a gate -- and SEVERAL U.S. MARINES standing at\na gate house. An American flag flaps above the entrance.\n\nFrost considers the building -- then looks out into the\nstreet. Sees --\n\n-- SUNLIGHT GLEAMING OFF A SCOPE -- a few yards away.\n\nNEW ANGLE -- VARGAS\n\nstaring through the sniper rifle from behind some bushes.\nRESUME FROST:\n\nHe looks back over to the embassy. A sanctuary. But how the\nfuck could he go there? He can’t go there right? But he’s not\narmed and --\n\n-- oh shit -- he’s bleeding bad now. He could pass out. Gotta\nmake a move. Fuck it. Better an embassy with plenty of exits\n\nthan an exposed area with a sniper gun aimed at your head.\n\nHe looks down the street. A VAN is driving up. He has to time\nthis just right.\n\nNEW ANGLE -- VARGAS\n\nlooking through the scope. He knows what Frost is gonna do.\nKnows he has one shot.\n\nThe van drives up. Perfect cover. Frost times it right. Races\nout from behind the tree.\n\nVargas can’t get a shot off -- view of Frost blocked by the\nvan. And when the car clears --\n\nFrost is GONE -- now deep on the other side of the embassy\ngates.\n\nVargas -- steaming -- as we CUT TO --\n\f15.\n\nINT. U.S. EMBASSY —- ENTRY GATE - MOMENTS LATER\n\n \n\nA security checkpoint.",
  "10": "---END OF PREVIOUS SECTION---\nU. S. EMBASSY —- ENTRY GATE - MOMENTS LATER\n\n \n\nA security checkpoint. \n---TARGET SECTION TO BE ANNOTATED---\n Passport and visa office on the other\nside. THREE MARINE GUARDS stand post.\n\nFrost joins a short line. Eyes scanning everything: the\nsidearms; the security cameras; the X-ray machine; metal\ndetectors.\n\nFinally it’s his turn. He steps up to a SECURITY OFFICER.\n\nSECURITY OFFICER\nPassport please.\n\nFrost draws a passport. The officer opens it up.\nNEW ANGLE -- FROST’S PASSPORT\n\nExcept the picture, nothing about it is real. Phony name.\nPhony birthday. Phony address. A near mint forgery.\n\nThe Security Officer runs the code on the passport through a\nscanner. The light turns green and Frost is cleared to\ncontinue.\n\nHe steps to the metal detector. Empties out his keys, phone\nand puts them in a plastic tray. Steps through the detector.\n\nThe alarm GOES OFF. A MARINE takes a wand to him.\n\nMARINE GUARD\n\nStep over here, sir -- arms out,\nplease.\nFrost -- no choice -- complies. Looks up. Sees a SECURITY\n\nCAMERA staring him down.\n\nINT. U.S. EMBASSY —- SECURITY OFFICE - SAME\n\n \n\nTWO ARMED MARINES consult a dozen security videos. A nearby\nconsole runs recognition software on everyone's faces.\nIncluding Frost.\n\nINT. U.S. EMBASSY — ENTRY GATE - SAME\n\n \n\nThe guard runs the wand over Frost's legs: nothing. His\nchest: nothing. Left arm: nothing. Right arm --\n\n-- BEEEEEEEEP! Guard pauses. Confused. He runs the wand\nagain. Gets the same result. It’s coming from his INJECTION.\n\nINT. U.S. EMBASSY — SECURTY OFFICE - SAME\n\n \n\nThe facial recognition software gets a hit.\n\f16.\n\nFrost's picture POPS UP on the monitor -- a CIA file photo\nfrom ten years ago -- along with a MESSAGE -- FLASHING -- in\nred:\n\nDETAIN -- DETAIN -- DETAIN.\nThe CIVILIAN SECURITY CHIEF looks up from his paperback.\n\nSECURITY CHIEF\nWhat the hell -- ?\n\nA second later, he’s on the phone.\nSECURITY CHIEF (CONT’D)\nI need a team to the southwest\n\nentry gate -- now.\n\nINT. U.S.",
  "11": "---END OF PREVIOUS SECTION---\nINT. U. S. \n---TARGET SECTION TO BE ANNOTATED---\n EMBASSY —- ENTRY GATE - MOMENTS LATER\n\n \n\nSECURITY -- on the move -- rush up to Frost. MARINE GUARDS,\nguns out, safeties off.\n\nGUARD\n-- you -- hands up -- on the floor.\nDo it now!\n\nIn a FLASH -- Frost gets KICKED to the linoleum. There’s a\nKNEE in his back -- gun BARRELS at his head. His hands are\nPULLED HARD behind his back -- ZIP-TIED.\n\nGUARD (CONT'D)\nMove an inch and I'll blow your\nfucking head off.\n\nHe’s HOISTED UP off the floor as we CUT TO --\n\nEXT. CIA HEADQUARTERS - DAY\nDropping down from the sky -- clouds parting -- as we PRELAP:\n\nWHITFORD (V.O.)\nHow certain are we about this?\n\nINT. CIA SITUATION ROOM —- SAME\n\nSIX INTELLIGENCE ANALYSTS -- including Barlow -- sit around a\nconference table. DEPUTY VICE DIRECTOR HARLAND WHITFORD, 65,\nborn for the job, holds court.\n\nANALYST #1\n92% facial recognition match. Nose\nand chin are slightly different but\nit’s definitely him.\n\f17.\n\nFULL SCREEN -- FROST’S CIA FILE PHOTO\n\non a flat-screen monitor -- his agency bio logged underneath.\n\nWHITFORD\n\nJesus. Tobin fucking Frost.\nANALYST #1\n\nHe’s been off-grid, what, eight\n\nyears?\nBARLOW\n\nTry ten.\nANALYST #2\n\nAre we really this lucky?\n\nBARLOW\nNever been before.\n\nANALYST #3\nWhich just could mean we're due.\n\nWHITFORD\nLuck had nothing to do with it.\nA double decade operative like\nFrost doesn’t walk back onto the\nreservation by chance.\n\nINTERCUT: INT. U.S. EMBASSY - INFIRMARY - DAY\n\nWhere Frost gets his bullet wound tended to by a MARINE\nDOCTOR as EMBASSY SECURITY stands guard.\n\nWHITFORD (V.O.)\nLet’s pull any footage in and\naround the embassy we can get our\nhands on. Scrub every frame for any\nreason Frost had to go into that\nbuilding.",
  "12": "---END OF PREVIOUS SECTION---\nWHITFORD (V. O.)\nLet’s pull any footage in and\naround the embassy we can get our\nhands on. Scrub every frame for any\nreason Frost had to go into that\nbuilding. \n---TARGET SECTION TO BE ANNOTATED---\nRESUME INTERCUT:\n\nWHITFORD\nIn the meantime, we need to move\nhim. We can’t ask the questions in\nthe way we need to ask them in an\nembassy on American soil.\n\nINT. U.S. EMBASSY - NIGHT\nA government sedan rolls up to a security checkpoint. The\n\ndriver -- DANIEL KIEFER, a senior intelligence agent -- hands\nhis ID to the MARINE GUARD.\n\f18.\n\nRESUME INTERCUT:\n\nLINKLATER, a young and dangerously ambitious analyst, offers\nhis suggestion.\n\nLINKLATER\nWe can take him to a safe house.\nBring in a Q&A team. Have them\ndebrief him there. Work the exfil\nthrough Argentina.\n\nWhitford nods -- agreeing.\n\nINT. U.S. EMBASSY — HOLDING CELL — NIGHT\n\n \n\nFrost -- alone -- sitting on a metal bed, hand running over\nhis injection scar.\n\nWHITFORD (V.O.)\nFrost was one of the best\noperations men we've ever had.\n\nINT. U.S. EMBASSY — CORRIDOR - NIGHT\n\n \n\nKiefer is led down an access-only hallway by the Security\nChief.\n\nWHITFORD (V.O.)\nSo make sure whoever we send knows\nwho he’s talking to. I won't\nstomach stage fright.\n\nINT. U.S. EMBASSY — SECURTY OFFICE - NIGHT\n\n \n\nGuards turn away from Frost -- visible on a monitor -- to the\ndoor as Kiefer steps inside. Looks down at Frost -- then over\nto the Chief -- all business.\n\nKIEFER\n\nWe'll take it from here.\nRESUME INTERCUT:\nWHITFORD\nAfter ten years, this is one wrong\nin our history we’re finally gonna\nright.\nThe sky RUMBLES and --\n\nEXT. SAFE HOUSE - (FORMERLY APARTMENT BUILDING) - NIGHT\n\n \n\n-- hard rain assaults the windows. Drips down the glass.\n\f19.\n\nINT. SAFE HOUSE - LIVING ROOM - NIGHT\n\n \n\nSparse: just a table, sofa, two chairs. Matt occupies one of\nthem. In front of him: six steel gun pieces and a stopwatch.\n\nMatt clicks the stopwatch. Shuts his eyes and starts putting\n\ntogether the pieces -- forming a Sig-Sauer pistol.",
  "13": "---END OF PREVIOUS SECTION---\nIn front of him: six steel gun pieces and a stopwatch. Matt clicks the stopwatch. Shuts his eyes and starts putting\n\ntogether the pieces -- forming a Sig-Sauer pistol. \n---TARGET SECTION TO BE ANNOTATED---\n He clicks\nthe stopwatch again, opens his eyes and checks his time: 13\nseconds. A good time -- unless you’re Matt.\nMATT\nShit.\n\nHe frowns. Knows he can do better.\nLATER\nMatt does a series of push-ups, body tightly muscled.\nMATT (CONT'D)\n(grunting)\n-- seventy-three, seventy-four --\nLATER\nMatt does a series of sit-ups, drenched with sweat.\nMATT (CONT'D)\n(grunting)\n-- eighty-one, eighty-two --\nINT. SAFE HOUSE - HALLWAY - LATER\n\nMatt stands on a stool, reaches up and switches out a spent\nlightbulb.\n\nINT. SAFE HOUSE - BEDROOM - LATER\nBare: bed, dresser, bedside table. Matt changes the sheets.\nINT. SAFE HOUSE - KITCHEN - LATER\n\nMatt sits at the island, reading three newspapers -- in three\nlanguages. His cell phone buzzes. He checks the display: ANA.\n\nMATT\nHey.\n\nINTERCUT: INT. ANA’S BEDROOM — SAME\n\n \n\nAna -- on the phone -- getting dressed for a night out.\n\nANA\nHey, what are you doing?\n\f20.\n\nMATT\nJust finishing up some work. You?\n\nANA\nGoing out. Gonna meet some friends\nat Baronetti in about an hour. You\nwanna join us?\n\nMATT\nI don’t wanna crash your party.\nANA\nWhat if I want you to?\nMATT\nThen I’1l1 meet you in about an\nhour.\nAna smiles.\nANA\n\nCan’t wait. See you then.\nThey exchange good-byes -- then click -- hang up.\nEND INTERCUT.\n\nINT. SAFE HOUSE —- HALLWAY - MOMENTS LATER\n\n \n\nMatt crosses the hallway -- entering:\n\nINT. SAFE HOUSE - SURVEILLANCE ROOM (FORMERLY UNIDENTIFIED\nROOM) -— CONTINUOUS\n\nMatt steps inside -- gives a quick once-over of all the\nmonitors. Sees nothing out of the ordinary. He steps back out\n\n \n\nINT. SAFE HOUSE — HALLWAY - CONTINUOUS\n\n \n\n-- and gets four steps away before -- the intercom BUZZES.\nLoud. Ear-piercing. Matt turns around -- curious.\n\nINT.",
  "14": "---END OF PREVIOUS SECTION---\nEar-piercing. Matt turns around -- curious. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SAFE HOUSE - SURVEILLANCE ROOM — MOMENTS LATER\n\n \n\nMatt steps back inside. Sees -- on one of the screens:\nKIEFER\n\nstanding outside, pelted by rain, ringing the apartment. Matt\nhits a talk switch.\n\nMATT\nYes?\n\f21.\n\nKIEFER\nI need a room.\n\nMATT\nDo you have an account?\n\nKIEFER\nDaniel Kiefer, Atwater Insurance.\n\nMatt picks up the secure phone. We hear a familiar voice:\n\nOPERATOR (V.O.)\nSatcom ten.\n\nMATT\nSouth America.\n\nOPERATOR (V.O.)\nDesignator?\n\nMATT\nEcho Bravo two three.\n\nOPERATOR (V.O.)\nTransferring.\n\nPause. Adrenaline now fully coursing through Matt’s veins.\n\nLANDLORD (V.O.)\nLandlord.\n\nMATT\nI need an urgent check on a Daniel\nKiefer. K-I-E-F-E-R.\n\nLANDLORD (V.O.)\nAccount?\n\nMATT\nAtwater Insurance.\n\nEXT. SAFE HOUSE - NIGHT\n\nKiefer looks up the street, sizing up the threat level of the\nlocals hanging outside a bar on the opposite block.\n\nINT. SAFE HOUSE —- SURVEILLANCE ROOM — SAME\n\nLANDLORD (V.O.)\nAccount confirmed.\n\nThey hang up. Matt looks at a screen. Kiefer’s CIA dossier\nappears. Matt registers his intelligence ranking. Flinches.\n\f22.\nThis guy’s serious. He hits the talk button. Looks at Kiefer\non the monitor.\n\nMATT\nHow many beds?\n\nKIEFER\nSix.\n\nMatt looks at another screen.\nEXT. SAFE HOUSE - SAME\nWe PUSH IN on a street lamp. Inside: a concealed camera.\n\nINT. SAFE HOUSE —- SURVEILLANCE ROOM — SAME\n\n \n\nA screen shows that camera’s vantage point: a BLACK VAN is\nparked in front.\n\nMATT\nLuggage?\n\nKIEFER\nJust a bag.\n\nMatt hits another switch -- BUZZ! -- and hurries out the\nroom.\n\nON A MONITOR:\n\nKiefer swings open the door and holds it open for FIVE MORE\nFIGURES -- rushing up. They’re part of a CIA EXTRACTION TEAM.\nSerious guys with serious gear. JARHEADS. They DRAG in with\nthem --\n\n-- A LIMP BODY WEARING A HOOD.\n\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nJARHEADS. They DRAG in with\nthem --\n\n-- A LIMP BODY WEARING A HOOD. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SAFE HOUSE —- BEDROOM - SECONDS LATER\n\n \n\nMatt punches in a lock combination on the closet, slides the\ndrawer open and withdraws a FIELD BOX. He slips in a key,\nopens up the box and withdraws A RED BACKPACK.\n\nHe zips it open, revealing CASH, a PASSPORT, a SECURE CELL\nPHONE and a Sig-Sauer .9mm. He takes the gun. Slides it back.\nLeaves the bag. Tucks the weapon behind his belt, pulling his\nshirttails over it.\n\nLoud KNOCKING draws his ear to:\n\nINT. SAFE HOUSE - FOYER —- MOMENTS LATER\n\n \n\nMatt opens the door to revel Kiefer, wet with rainwater.\n\f23.\nKIEFER\nYou the housekeeper?\nMatt nods.\n\nKIEFER (CONT'D)\nI’m Kiefer. Where’s the guest room?\n\nINT. SAFE HOUSE —- KITCHEN - MOMENTS LATER\n\nA steel bucket is thrown into the sink. A hand flicks the\nfaucet. Water fills up the bucket.\n\nINT. SAFE HOUSE - GUEST ROOM —- NIGHT\n\n \n\nA padded room. Sound-proof. A single steel chair and table. A\nbody gets thrown onto the chair. Hard. Makes a sound.\nImmediately gets cuffed and shackled. Hands and feet.\n\nA bag is removed from his head:\n\nFROST\n\nHe locks eyes with a one-way mirror. A steely resolve.\nINT. SAFE HOUSE - OBSERVATION ROOM - NIGHT\n\nMatt looks at Frost through the mirror -- taken aback.\n\nMATT\nThat’s Tobin Frost.\n\nKIEFER\nYou know him?\n\nMATT\nYes, sir. He was my case subject my\nfirst year at the Farm. Ex-\nintelligence officer. Veteran agent\nof a six year undercover tour in\nthe Soviet Union. A spy’s spy.\n\nKIEFER\nUntil he went black in 2000. Since\nthen, he’s given up assets; sold\nmilitary intel to anyone with\nmoney: China, North Korea, al-Qaeda\nsplinter groups, terror cells. The\ndamage he’s done to our country is\nin the billions.\n\nINT. SAFE HOUSE - GUEST ROOM —- SAME\n\n \n\nFrost stares directly ahead -- unfazed. Been here before.\n\f24.\n\nMATT (V.O.",
  "16": "---END OF PREVIOUS SECTION---\n24. MATT (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nHow'd you find him?\n\nKIEFER (V.O.)\nThe only way you a find an\n\noperative like Frost. Luck. His\nface got scanned at the embassy.\n\nRESUME:\nMatt reacts. Something about that doesn’t track.\nKIEFER\nLangley wants him debriefed before\ncheck out.\nMatt finds that notion insane.\nMATT\nExcuse me sir, but an ex-field\nofficer like Frost is not just\ngonna open up to you without some\n\nincentive.\n\nKIEFER\nI couldn't agree more.\n\nJust then, two Jarheads -- BECK and GREER -- cross up to the\nroom, toting the bucket filled with water and --\n\n-- a_CAR BATTERY.\n\nMATT\nWhat’s that?\n\nKIEFER\nIncentive.\n\nINT. SAFE HOUSE - GUEST ROOM - MOMENTS LATER\n\n \n\nFrost's shoes are removed. Socks too. His tie is loosened and\nhis shirt torn open. Buttons fly. Electrodes are attached to\nhis chest and neck. His feet are placed in the bucket --\nwater spills out.\n\nINT. SAFE HOUSE - OBSERVATION ROOM - SAME\n\n \n\nMatt -- watching this unfold through the glass -- horrified.\n\nMATT\nYou can’t do this. There are rules.\n\nBut when he turns -- Kiefer is already heading inside.\n\fMATT (CONT'D)\nAs long as he’s in my house, he’s\nin my care -- Kiefer!\nKiefer ignores him, SHUTTING the door behind him.\n\nINT. SAFE HOUSE - GUEST ROOM — CONTINUOUS\n\n \n\n25.\n\nFrost looks up. Eyes Kiefer stepping inside. He slides the\n\nchair out across from him. Takes a seat.\n\nINT. SAFE HOUSE - OBSERVATION ROOM - SAME\n\n \n\nMatt watches them through the glass -- two pros regarding\n\neach other. Respect there. But not much.\n\nKIEFER\nI’m Daniel Kiefer, Mr. Frost. I’m\nhere to make you aware of your\nrights.\n\nINT. SAFE HOUSE - GUEST ROOM —- SAME\n\n \n\nKIEFER\nYou're being held under National\nSecurity Directive 72-C which means\nyou have none. Per the Directive, I\ncould literally lock you in a room\nand throw away the room.\n\nFrost -- unintimidated.",
  "17": "---END OF PREVIOUS SECTION---\nSAFE HOUSE - GUEST ROOM —- SAME\n\n \n\nKIEFER\nYou're being held under National\nSecurity Directive 72-C which means\nyou have none. Per the Directive, I\ncould literally lock you in a room\nand throw away the room. Frost -- unintimidated. \n---TARGET SECTION TO BE ANNOTATED---\nKIEFER (CONT'D)\nBut before that happens, you’re\ngonna give us the names of all your\nresources, contacts and assets --\neveryone you’ve done business with,\ntraded intel with, sold secrets to,\nin the fifteen years since you\nturned traitor.\n\nFROST\nThat’s gonna be a long list.\nPromise not to tell anyone?\n\nKiefer -- annoyed -- maintains his composure.\n\nKIEFER\nI know you've read the books on our\ninterrogation methods. Hell, you’ve\nwritten some of them. There’s no\nneed wasting time with coercion;\nintimidation; bullying. You and I\nboth know they won’t work on you.\n\n(MORE )\n\f26.\n\nKIEFER (CONT'D)\n\nWhat will, I suspect, is tolerance.\nHow much I have for you -- and how\nmuch you have for this.\n\nGreer cranks a dial on the car battery -- a current SURGES\nthrough Frost -- body ARCHING back in agony.\n\nINTERCUT MATT:\n\nwatching this, horrified. He knows Kiefer’s got a job to do,\nbut doesn’t have the stomach for it.\n\nRESUME:\n\nWith another twist of the dial -- the current abates. Frost\nsags.\n\nKIEFER (CONT'D)\n\nWe think there are at least three\nseparate operations in the works\nthat you may have compromised. We\nneed to know how badly our\nsecurity's been breached. We’re not\ngonna lose any more lives because\nof you.\n\nAgain, Greer wrenches the dial. Electricity STREAMS. Frost\nHOWLS as power COURSES through his body. He LASHES around in\nthe chair, but gets SNAPPED back to it by the shackles.\nKIEFER (CONT'D)\nYour contacts, Frost. I want the\nnames.\nAnother twist of the dial.\n\nKIEFER (CONT'D)\nThe names!\n\nThe power shuts off. Frost, spent, but defiant.\n\nFROST\nYou smell that?\n\nHe spits on the floor. Looks up.\n\nFROST (CONT'D)\nI think it’s me.\n\nHe laughs. Kiefer -- pissed -- turns at Greer. Nods: again!\nHe cranks the dial. Frost WAILS, FLAILING, SCREAMING, IN\nAGONY, until --\n\n-- Kiefer SEES something.\n\f27.",
  "18": "---END OF PREVIOUS SECTION---\nHe cranks the dial. Frost WAILS, FLAILING, SCREAMING, IN\nAGONY, until --\n\n-- Kiefer SEES something. 27. \n---TARGET SECTION TO BE ANNOTATED---\nNEW ANGLE -- HIS POV\n\non Frost’s arm: the INJECTION SCAR.\n\nHe turns to Greer. Signals him to cut the power. He obeys.\nFrost is slumped over in the chair by now, exhausted. Kiefer\ngrabs his arm. TWISTS it. He looks over the mark. Blinks.\nRealizes what it means.\n\nKIEFER\nGet me a knife.\n\nBut before anyone can do anything --\n-- the lights SHUT OFF -- plunging the room into DARKNESS.\n\nINT. SAFE HOUSE - OBSERVATION ROOM - SAME\n\n \n\nBlack here too. A beat and the emergency back-up lights hum\nto life, illuminating Matt, confused.\n\nINT. SAFE HOUSE —- GUEST ROOM —- SAME\n\n \n\nKiefer turns to the Jarheads.\n\nKIEFER\nCome with me.\n\nINT. SAFE HOUSE - OBSERVATION ROOM - SECONDS LATER\n\n \n\nThe door swings open and Kiefer rushes out with Beck and\nGreer, ordering Matt to:\n\nKIEFER\nWatch him.\n\nThey step out. Matt turns to Frost, head bowed, exhausted.\nEXT. SAFE HOUSE - NIGHT\nA van with tinted windows screeches to a stop out front.\n\nINT. SAFE HOUSE - SURVEILLANCE ROOM — MOMENTS LATER\n\n \n\nJarheads CRAIG, VIRKLER and VELEZ are at the bank of\nsurveillance monitors, struggling to switch them on, but\nthey’re all BLACK. Kiefer rushes in, under:\n\nKIEFER\nWhat the hell’s going on?\nCRAIG\nI don’t know -- we’re dark. Whole\n\nbuilding’s gone black.\n\f28.\n\nEXT. SAFE HOUSE - NIGHT\n\nThe back of the van EXPLODES OPEN.\n\nTEN MERCENARIES bomb out. All heavily armed with machine\nguns. Locals. Faces covered with bandanas. Tats wherever\nthere’s skin. They storm up to the building.\n\nRESUME:\n\nKIEFER\nMotion sensors?\n\nVirkler checks a console. Turns to Kiefer. Look says it all:\nthey’re fucked.\n\nKIEFER (CONT'D)\nshit.\n\nINT. APARTMENT BUILDING - STAIRWELL — NIGHT\n\n \n\nAs the gunmen make their way up a staircase, inching toward\nthe apartment -- we CUT TO --\n\nINT.",
  "19": "---END OF PREVIOUS SECTION---\nKIEFER (CONT'D)\nshit. INT. APARTMENT BUILDING - STAIRWELL — NIGHT\n\n \n\nAs the gunmen make their way up a staircase, inching toward\nthe apartment -- we CUT TO --\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SAFE HOUSE - GUEST ROOM —- SAME\n\n \n\nMatt tries to make sense of what’s happening, looking around,\non edge.\n\nFROST (0.C.)\nYou better have an exit strategy.\n\nMatt turns to Frost. Shakes his head. Tries to convince\nhimself:\n\nMATT\nThis is a safe house.\n\nFrost shakes his head.\n\nFROST\nNot for long.\n\noff Matt -- CUT TO --\n\nINT. SAFE HOUSE - VARIOUS ROOMS - NIGHT\n\n \n\nKiefer and the five Jarheads take up defensive positions,\naround corners, in doorways, raising weapons, switching off\nsafeties, tickling triggers.\n\nEach of them getting loose -- trying not to freeze up.\n\f29.\n\nINT. SAFE HOUSE - FOYER - SAME\n\nBeck aims his gun at the front door -- listening with bated\nbreath at the SOUND of approaching FOOTFALLS -- which END at\nthe door. Someone’s on the other side.\n\nHe tightens the grip on his Heckler and cracks his neck,\nready.\n\nEverything that happens now -- happens fast:\n\nBOooooooM!\n\nThe floor beneath his feet EXPLODES! Just GOES in a\nheartbeat. Beck VANISHES -- DROPPING through to the apartment\nbelow -- CRASHING!\n\nA GAS GRENADE ROCKET\n\nLAUNCHES through the front door -- travels the length of the\nfront hallway.\n\nWe FOLLOW IT -- shooting through the air -- before it BLOWS\nUP in the living room.\n\nSmoke EVERYWHERE -- filling up the entire room -- spreading\nto the other parts of the house.\n\nINT. SAFE HOUSE — HALLWAY - SAME\n\nVirkler rushes down the smoke-filled hall. Blind. Lost.\nCoughing.\n\nBullets TEAR through the wall. RIP him to bloody pieces.\n\nINT. SAFE HOUSE —- VARIOUS ROOMS - SAME\n\n \n\nThe mercs, looking even more ominous in GAS MASKS, charge\nthrough the house -- on the hunt.\n\nWe STAY with them -- moving quickly -- all handheld -- we're\nthere -- as they shoot --\n\n-- CRAIG -- rushing out a doorway -- unleashing a fury of\nfire. He crashes to the floor -- dead.\n\nINT. SAFE HOUSE - KITCHEN - SAME\n\nGunmen KICK open the door -- charge in. Greer POPS up from\nbehind the island -- FIRING blindly.",
  "20": "---END OF PREVIOUS SECTION---\nINT. SAFE HOUSE - KITCHEN - SAME\n\nGunmen KICK open the door -- charge in. Greer POPS up from\nbehind the island -- FIRING blindly. \n---TARGET SECTION TO BE ANNOTATED---\nThe mercs return fire, guns blazing. Bullets strike the\nstove. Gas IGNITES -- EXPLODES -- VOMITS FIRE -- which\nENGULFS Greer who WAILS and THRASHES wildly.\n\f30.\n\nINT. SAFE HOUSE - HALLWAY - SAME\nAssassins cut through the haze -- searching -- find:\nVELEZ\n\nstruggling to escape the smoke. He gets riddled as he tries\nto make it into one of the rooms.\n\nINT. SAFE HOUSE - BEDROOM - SAME\n\nTwin gunmen KICK DOWN the door. Announce their arrival with\nGUNFIRE --\n\n-- but hit NOTHING. Room’s clear.\n\nINT. SAFE HOUSE —- ANOTHER HALLWAY - SAME\n\n \n\nTwo mercs pass. Once they exit frame --\n-- Kiefer emerges and slips into another room, out of view.\nINT. SAFE HOUSE - BEDROOM - SAME\n\nAssassins enter and look around. The room is empty, so they\nback out the room --\n\nINT. SAFE HOUSE —- ANOTHER HALLWAY - CONTINUOUS\n\n \n\n-- and PHFT! PHFT! -- Kiefer takes them out with silenced\nrounds.\n\nBANG! A bullet SPINS him around. BANG! Another takes out his\nkneecap -- DROPPING him to the floor -- HOWLING.\n\nVARGAS\n\nstands over him -- aiming his Rohrbaugh R9s Stealth. In\ncharge -- chilling:\n\nVARGAS\nWhere’s Frost?\n\nCUT TO --\n\nINT. SAFE HOUSE - OBSERVATION ROOM - MOMENTS LATER\n\n \n\nVargas and another merc rush up to the guest room and KICK\nthe door open but --\n\nINT. SAFE HOUSE - GUEST ROOM — CONTINUOUS\n\n \n\n-- it’s EMPTY. NO MATT. NO FROST. Vargas -- confused. Another\nmerc calls him into another room. He rushes out.\n\f31.\n\nINT. SAFE HOUSE —- BEDROOM - MOMENTS LATER\n\n \n\nVargas enters and finds an assassin sliding the bed across\nthe floor to reveal --\n\n-- a TRAP DOOR hidden underneath it.\nCUT TO --\n\nEXT. SAFE HOUSE - BACK ALLEY - NIGHT\n\n \n\nBehind the apartment building, the back door EXPLODES open.",
  "21": "---END OF PREVIOUS SECTION---\nSAFE HOUSE —- BEDROOM - MOMENTS LATER\n\n \n\nVargas enters and finds an assassin sliding the bed across\nthe floor to reveal --\n\n-- a TRAP DOOR hidden underneath it. CUT TO --\n\nEXT. SAFE HOUSE - BACK ALLEY - NIGHT\n\n \n\nBehind the apartment building, the back door EXPLODES open. \n---TARGET SECTION TO BE ANNOTATED---\nMatt rushes out of it -- field kit backpack over shoulder --\n-9mm in hand -- with Frost -- hands cuffed behind his back.\n\nThe rain has STOPPED. Matt searches up and down the alley\nway. No clear options. But he isn’t thinking. No time for\nthat.\n\nMATT\nThis way.\n\nINT. TRAP DOOR STAIRWELL - SAME\n\nNarrow and filled with cobwebs. Creaky steps. Vargas leads\nhis hit team in pursuit.\n\nEXT. SAFE HOUSE - SAME\n\nMatt and Frost arrive in front. Matt needs wheels and looks\nto the black van. Remembers it has no battery.\n\nMATT\nShit.\n\nFrost looks at him.\n\nFROST\nMaybe you should've called a cab.\n\nINT. TRAP DOOR STAIRWELL - SAME\n\nVargas -- moments away from the exit.\n\nEXT. SAFE HOUSE - SAME\n\nA Volkswagen comes roaring up. Matt stands in front of it,\n\nfires a round into the air and aims the gun down at the\n\nDRIVER, who SCREECHES to a stop. In Portugese -- subtitled:\nMATT\n\nOpen the trunk and get out of the\ncar!\n\f32.\n\nThe trunk pops open. Matt swings open the front door and\norders the driver to run. Directs Frost toward the open\ntrunk.\n\nMATT (CONT'D)\nGet in.\n\nFROST\nYou're making the wrong play here.\n\nMATT\nI said get in.\n\nFROST\nYou need to reconsider what you\nthink your options are.\n\nMATT\nShut up.\n\nFROST\nThose men aren’t coming to free me.\nThey're coming to kill me. You\ndon’t have the shoulders for this.\nAs long as you’re with me, you're\ndead.\n\nMatt cocks the gun.\nMATT\nAnd as long as you're with me,\nyou're not. Get in the fucking\ntrunk.\nFrost eyes the barrel -- sizing up Matt.\n\nCUT TO --\n\nEXT. SAFE HOUSE - BACK ALLEY - MOMENTS LATER\n\n \n\nVargas and his men bomb out the back -- race to the front.\nINT. VOLKSWAGEN - SAME\n\nMatt hops behind the wheel. Throws the backpack onto the\npassenger seat. Slams the door. Drops the hammer. HITS the\ngas and --\n\nEXT.",
  "22": "---END OF PREVIOUS SECTION---\nSlams the door. Drops the hammer. HITS the\ngas and --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n SAFE HOUSE - SAME\n\n-- the Volkswagen PEELS AWAY as:\n\nTHE MERCS\n\f33.\n\narrive -- already FIRING -- BANG! BANG! BANG! BANG! Bullets\nRIDDLE the back of the Volkswagen --\n\nINT. VOLKSWAGEN - SAME\n\n-- and BLOW UP the back window. Glass RAINS inside. Matt\nswitches gears. CRANKS the wheel. THUNDERS forward, RUNNING a\nred light -- nearly getting CLIPPED by traffic.\n\nEXT. SAFE HOUSE - SAME\n\nVargas watches as the Volkswagen ROARS ahead, disappearing\ninto the distance as we CUT TO --\n\nEXT. RIO STREET - SAME\n\nThe Yugo hauling ass, weaving around cars, sliding into hard\nlefts and rights.\n\nINT. VOLKSWAGEN - SAME\n\nMatt white knuckles the wheel, threading traffic, on edge.\n\nHe takes a hand off the wheel. Reaches across to the backpack\non the passenger seat. Pulls the zipper down. Draws a secure\n\nphone. Punches in a number.\n\nOPERATOR (V.O.)\nOperator.\n\nMATT\nSouth America.\n\nOPERATOR (V.O.)\nDesignator?\n\nMATT\nEcho Bravo two three.\n\nOPERATOR (V.O.)\nTransferring.\n\nINT. TRUNK - SAME\n\nFrost -- on his back -- searching -- thinking. His hands\nlocate a tire-changing tool set. Starts digging around the\nvarious tools.\n\nINT. VOLKSWAGEN - SAME\n\nThe Landlord answers.\n\nLANDLORD (V.O.)\nLandlord.\n\f34.\n\nMatt -- panicked -- freaked:\n\nMATT\nThis is the housekeeper. 7-R’s been\nhit. Everyone’s dead!\n\nLANDLORD (V.O.)\nSay again.\n\nMATT\nKiefer -- his team -- everyone!\nThey’re all dead!\n\nLANDLORD (V.O.)\nIs this a secure line?\n\nMATT\n\nAre you hearing me!? The house has\n\nbeen crashed! I got Frost. We've\n\nbeen evicted.\nEXT. RIO STREET - SAME\nThe Volkswagen makes a tight turn -- tires SCREEEEEEECHING.\nINT. TRUNK - SAME\nFrost finds a screwdriver and uses it to TEAR AWAY at the\ncarpet on the floor of the trunk -- digging into the fabric --\nCLAWING at it.\nINT.",
  "23": "---END OF PREVIOUS SECTION---\nINT. TRUNK - SAME\nFrost finds a screwdriver and uses it to TEAR AWAY at the\ncarpet on the floor of the trunk -- digging into the fabric --\nCLAWING at it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n VOLKSWAGEN - SAME\n\nWeaving in and out of traffic:\n\nLANDLORD (V.O.)\nAre you damaged?\n\nMATT\nWhat?\n\nLANDLORD (V.O.)\nAre you intact?\n\nMATT\nIntact? Yes. But I think they’re\ngonna come after me.\n\nLANDLORD (V.O.)\nWho?\n\nMATT\nWhoever’s after Frost. Whoever just\nshot up the fucking house!\n\f35.\n\nINT. TRUNK - SAME\n\nRIIIIIIIPPP! Frost lacerates the carpet and starts searching\naround for the trunk release cable -- on the driver’s side.\n\nINT. VOLKSWAGEN\n\n- SAME\n\nMATT\n\nI need to know right now: can I\n\nditch\n\nthe guest?\n\nLANDLORD (V.0.)\n\nNegative. He’s too high a priority.\nFollow protocols. There’s another\n\nhouse.\n\n8-B. You'll be safe there.\n\nCan you make it?\n\nMATT\n\nI think so.\n\nLANDLORD (V.0.)\n\nDon’t think. Be sure.\n\nYes.\n\nMATT\n\nLANDLORD\n\nThe house is still under contract,\nso you’re gonna need a key. I’11\nhave it ready for you. Location\n\nsix.\n\nTwenty minutes.\n\nCLICK. That's it. The Landlord has hung up. Matt is thrown.\n\nLost. Alone.\n\nINT. TRUNK - SAME\n\nFrost finds the\nINT. VOLKSWAGEN\n-- a lever near\n\nEXT. VOLKSWAGEN\n\nrelease cable -- pulls it -- YANKING back --\n- SAME\n\nthe drivers seat -- releasing --\n\n- SAME\n\n-- the trunk -- which POPS OPEN!\n\nINT. VOLKSWAGEN - SAME\n\nMatt reacts -- total shock -- loses control of the wheel.\nMATT\n\nJesus!\n\f36.\n\nEXT. RIO STREET - SAME\n\nThe Volkswagen goes SMASHING up against other cars, SHAVING\nmetal. Tires SCREECH -- horns BLARE!\n\nINT. TRUNK - SAME\n\nFrost maneuvers his legs up so that his cuffed hands are now\nin front -- reading himself to jump.\n\nINT. VOLKSWAGEN - SAME\nMatt TWISTS the wheel --\nEXT. RIO STREET - SAME\n\n-- and slides the Volkswagen into a hard turn, rounding the\ncorner.\n\nINT. TRUNK - SAME\nFrost ROLLS.",
  "24": "---END OF PREVIOUS SECTION---\nRIO STREET - SAME\n\n-- and slides the Volkswagen into a hard turn, rounding the\ncorner. INT. TRUNK - SAME\nFrost ROLLS. \n---TARGET SECTION TO BE ANNOTATED---\n SLAMS up against the trunk ceiling.\nEXT. RIO STREET - SAME\n\nThe Volkswagen SCREAMS forward -- moving too fast for Frost\nto jump out.\n\nINT. TRUNK - SAME\n\nPlan B: Frost turns around -- facing the front -- and starts\nPRYING AWAY at the trunk wall.\n\nINT. VOLKSWAGEN - SAME\n\nThe back seats start to FOLD DOWN as Frost CLAWS his way out\nof the trunk.\n\nEXT. RIO STREET - SAME\n\nA TRUCK bears down the Volkswagen -- shining blinding lights.\nINT. VOLKSWAGEN - SAME\n\nMatt reacting -- shit! -- SWERVES --\n\nEXT. RIO STREET - SAME\n\n-- and SWINGS us into another lane. FISHTAILS madly. CLIPS a\nthird car. Takes its window off. SHOOTS ahead.\n\nINT. VOLKSWAGEN - SAME\n\nMatt gets a second to breathe before --\n\f37.\n\nTHE SEAT BELT\n\ngets thrown around his neck. Starts CHOKING the life out of\nMatt.\n\nFROST\nbehind him -- twists the belt like a garrotte.\n\nMatt GASPS for breath -- trying to fend off Frost -- while\nkeeping his eyes on the cars FLYING UP with the windshield.\n\nAbout to lose consciousness -- Matt spots --\nEXT. RIO STREET - SAME\n-- an underground parking garage whipping by.\nINT. VOLKSWAGEN - SAME\n\nMatt flicks the wheel. Quickly drives into it, snapping the\nwooden arm.\n\nINT. UNDERGROUND GARAGE -— CONTINUOUS\n\n \n\nThe Volkswagen spins around the structure, tires SHRIEKING.\nINT. VOLKSWAGEN - SAME\n\nFrost loses his grip -- as Matt CRANKS the wheel and YANKS\nback the emergency break at the same time.\n\nEXT. UNDERGROUND GARAGE — SAME\n\nThe Volkswagen SPINS at a breakneck pace and SLAMS the back\nof itself into a parked car -- CRASH!\n\nINT. VOLKSWAGEN - SAME\n\nThe air bag DEPLOYS -- cushioning the impact for Matt while\nFrost -- not so lucky -- SMACKS his head against the side of\nthe car -- hard. He WINCES. Out of it.\n\nEXT. UNDERGROUND GARAGE — SAME\n\nFor a second: silence. Then -- the driver's side door swings\nopen.",
  "25": "---END OF PREVIOUS SECTION---\nEXT. UNDERGROUND GARAGE — SAME\n\nFor a second: silence. Then -- the driver's side door swings\nopen. \n---TARGET SECTION TO BE ANNOTATED---\n Matt steps out -- opens the passenger door and PULLS\nFrost out of the car -- hurling him to the ground.\n\nMatt takes out his gun and aims it at him.\n\nFrost shakes the cobwebs from his head as Matt looks to the\nVolkswagen -- now totalled -- engine busted -- steam shooting\nout of it.\n\f38.\n\nMatt looks back at Frost.\nFROST\nWhat? You thought I'd make this\neasy for you?\noff Matt, we CUT TO --\n\nEXT. CIA HEADQUARTERS -— NIGHT\n\nMATT (V.O.)\nThis is the housekeeper. 7-R’s been\nhit. Everyone’s dead!\n\nLANDLORD (V.O.)\nSay again.\n\nINT. CIA SITUATION ROOM —- SAME\n\nSame people as before, all listening to a recording of Matt’s\nconversation with the Landlord.\n\nMATT (V.O.)\nKiefer -- his team -- everyone!\nThey’re all dead!\n\nLANDLORD (V.O.)\nIs this a secure line?\n\nMATT (V.O.)\nAre you hearing me!? The house has\nbeen crashed! I got Frost. We've\nbeen evicted.\n\nThe audio pauses.\n\nWHITFORD\nHas this been confirmed?\n\nBARLOW\nLocal police just arrived.\n\nINT. SAFE HOUSE —- VARIOUS ROOMS - SAME\n\n \n\nPOLICE storm the house, searching rooms, finding bodies and\nbullet holes.\n\nBARLOW (V.O.)\nWe're hearing eight dead. Six are\nours. But that’s unconfirmed. Two\nare unknown --\n\f39.\n\nINT. CIA SITUATION ROOM —- SAME\n\nBARLOW\n-- also unconfirmed, but we’re\nthinking local talent.\n\nWHITFORD\nAnyone specific?\n\nANALYST #2\nNot yet but we have some\ncandidates.\n\nLINKLATER\nWhat about the housekeeper?\n\nFULL SCREEN -- MATT’S CIA BIO AND FILE PHOTO\n\npops up on a monitor. GRAFF, Whitford’s #2, provides\ncommentary:\n\nGRAFF\nMatthew James Weston, born February\n22 to Michael and Ronnie Weston.\nPort Washington, New York.\n\nINTERCUT: INT. UNDERGROUND GARAGE -— NIGHT\n\n \n\nMatt finds an open car door -- a JEEP. He directs Frost\ninside -- CUFFS his right wrist to the door handle.\nGRAFF (V.O.)\n\nFather dead: car crash.",
  "26": "---END OF PREVIOUS SECTION---\nHe directs Frost\ninside -- CUFFS his right wrist to the door handle. GRAFF (V. O.)\n\nFather dead: car crash. \n---TARGET SECTION TO BE ANNOTATED---\n Mother,\ndying: cancer of the lung.\nRecruited into the program out of\nHarvard Law.\n\nRESUME INTERCUT:\nGRAFF\n\nSpeaks three languages, no accent.\nAverage training level. Weapon and\nvehicle ready. But he has zero\nfield experience. The Rio house is\nhis first assignment.\n\nINT. JEEP - SAME\n\nMatt pulls out ignition wires -- crosses them.\n\nANALYST #2 (V.O.)\nHell of a way to lose your cherry.\n\nRESUME:\n\f40.\n\nLINKLATER\nWell, if he does have Frost, it\nwon't be for long.\n\nBARLOW\nHe’ll be safe as long as he gets to\nthe other house.\n\nLINKLATER\nWhat? You really think he’s gonna\nmake it?\n\nBARLOW\nHe made it out of this one, didn’t\nhe?\n\nWHITFORD\nOnly by sheer luck and luck runs\nout. We’re hypothesizing a scenario\nin which a basement level\nhousekeeper manages to get Tobin\nFrost from A to B.\n\nINT. UNDERGROUND GARAGE - SAME\n\nMatt successfully hot wires the Jeep. The engine ROARS and\nMatt peels out of the garage.\n\nRESUME:\nWHITFORD\n\nAnyone here besides Barlow have\n\ntrouble seeing that as anything\n\nshort of improbable?\nNo hands go up.\nEXT. RIO STREET - NIGHT\nThe Jeep cruises past, neon lights of the city blurring by.\nINT. JEEP - NIGHT\n\nMatt stares ahead, trying to ignore Frost, who has other\nplans.\n\nFROST\nWhat’s your name?\n\nMatt is silent, hesitant to share anything.\n\nFROST (CONT'D)\nYou’re not a NOC. What’s it matter?\n\f41.\n\nMATT\n(beat)\nMatt.\nFROST\nMatt what?\nMATT\nMatt Weston.\nFROST\nYou know who I am?\nMATT\nYeah. A traitor.\nFROST\nIt’s not so black and white.\nMATT\nWhat, right and wrong? Actually it\nis.\nFROST\nSo you’re one of those.\nMATT\nWhat?\nFROST\n\nAn idealist.\nMatt says nothing.\n\nFROST (CONT'D)\nHow long have you been an agent?\n\nMatt doesn’t want to engage him, but --\n\nMATT\nI’m not an agent.",
  "27": "---END OF PREVIOUS SECTION---\nMatt says nothing. FROST (CONT'D)\nHow long have you been an agent? Matt doesn’t want to engage him, but --\n\nMATT\nI’m not an agent. \n---TARGET SECTION TO BE ANNOTATED---\nFROST\nHousekeeper then.\n\nA beat, then:\n\nMATT\nTwelve months.\n\nFROST\nHappy birthday.\n\nPause.\n\f42.\n\nFROST (CONT'D)\nSo what did you do wrong?\n\n(off his look)\nThat you’re stuck in your post.\nHousekeeper’s a low-level detail.\nStraight off the farm work. Six to\nnine months tops. You should be\noutta here by now.\n\nMatt shifts -- uncomfortable.\n\nMATT\nMaybe I requested the assignment.\n\nFROST\nOr more likely Langley doesn’t\ntrust you with anything else. Seems\nthe agency doesn’t think too highly\nof either of us, Matt. Perhaps\nwe're not so different after all.\n\nMatt spins to him. Hates that idea.\nEXT. RIO STREET - NIGHT\n\nThe Jeep turns a corner.\n\nINT. JEEP - NIGHT\n\nFROST\nSo, what exactly is your plan?\n\nMATT\nFollow protocols. If evicted, bring\nthe guests to another house and\nwait for extraction.\n\nFROST\nYou get that from the manual?\n\nMATT\n(ignoring him)\nThe second safe house is only four\nhours away. It can’t be opened\nwithout the key. We’re gonna wait\nfor the key and then we’ll go.\n\nFROST\nAnd you think I’m just gonna let\nyou take me there?\n\nMATT\nThought never crossed my mind.\n\f43.\n\nFROST\nYou know what else hasn’t? Just\nexactly how your house was crashed\nin the first place.\n\nMatt pauses. Hadn’t considered that yet. He thinks. A beat,\nthen:\n\nMATT\nThey followed Kiefer from the\nextraction site.\n\nFROST\nYou don’t really believe that do\nyou?\nNo -- he doesn’t.\n\nFROST (CONT'D)\n\nThat house was a secure location.\nThe people who crashed it didn’t\nstop at the gas station to ask\ndirections to the nearest CIA safe\nhouse. They were invited. Someone\ntold them where the house was.\nSomeone you know. So you have to\nask yourself: how much do you trust\nyour landlord?\n\n \n\nMatt considers that. Then realizes the source.\n\nMATT\nThis is just misdirection. You just\ndon’t want me reaching out to\nanyone.\n\nFROST\nYou have another theory then?\n\nMatt -- no.",
  "28": "---END OF PREVIOUS SECTION---\nYou just\ndon’t want me reaching out to\nanyone. FROST\nYou have another theory then? Matt -- no. \n---TARGET SECTION TO BE ANNOTATED---\nFROST (CONT'D)\n\nYour house went from a sanctuary to\na mortuary in less than an hour.\nThat doesn’t happen without\nintervention. I’m not your only\nenemy tonight.\n\nMatt considers that. Worries he’s right.\nEXT. COMMERCIAL BUILDING - NIGHT\n\nIn disrepair. Covered with scaffolding. Somehow standing. But\nisolated. Remote. Quiet.\n\f44,\n\nINT. COMMERCIAL BUILDING - NIGHT\n\nThe mercs from the safe house assault are busy loading their\ngear in the backdrop while:\n\nVARGAS\n\nsits at a computer screen, face bathed in the blue glow of\nthe monitor beside a SMALL FIELD SATELLITE LINK ANTENNA.\n\nHe turns on the SATELLITE LINK and the computer starts to\nInstant Message.\n\nNEW ANGLE -- THE MONITOR\n\n(Vargas’ writing in green; his collaborator -- designated\n“AVNER” -- appears in red).\n\nAVNER: WHAT HAPPENED AT THE HOUSE?\n\nVargas types: A MISTAKE. WILL BE CORRECTED.\nAVNER: NO FILES. NO PAYMENT.\n\nVargas: NEED MORE INTEL. WHO IS THE HOUSEKEEPER?\nA beat, then a document file downloads:\n\nMATT’S DOSSIER\n\nhis bio; operations record; official assets.\nAVNER: RETIRE THEM BOTH.\n\nVargas double clicks on “official assets” and:\nA PICTURE OF ANA\n\npops up. Her student ID photo. Vargas looks at her address.\nCommits it to memory.\n\nSomewhere -- water runs.\n\nINT. DIVE HOTEL - BATHROOM - NIGHT\n\nMatt -- at the sink -- cups some water in his hands. Splashes\nhis face. Lets the water drip down. He’s scared -- with good\nreason. He gathers himself. Leaves.\n\nEXT. DIVE HOTEL - NIGHT\n\nA real shithole. The type you pay for by the hour but they\n\ndon’t ask questions. Matt appears in a top-floor window,\npeeking through the shades.\n\f45.\n\nINT. DIVE HOTEL - NIGHT\nA dingy room. Rats. Stained sheets. Slow moving ceiling fan.\n\nMatt looks up and down the street. Sees nothing but shifting\nshadows.\n\nFROST (0.C.)\nDon’t they teach anyone anything\nanymore?\n\nNEW_ANGLE -- Frost handcuffed to a chair.",
  "29": "---END OF PREVIOUS SECTION---\nFROST (0. C.)\nDon’t they teach anyone anything\nanymore? NEW_ANGLE -- Frost handcuffed to a chair. \n---TARGET SECTION TO BE ANNOTATED---\nFROST (CONT'D)\nYou don’t have to keep looking over\nyour shoulder if you have eyes in\nthe back of your head.\n\nMatt shuts the curtains close and turns around, crossing up\nto Frost.\n\nMATT\nYou said you weren’t my only enemy\ntonight. The hit squad from the\nhouse. Who were they?\n\nFROST\nYou’re the field officer now. You\nfigure it out.\n\nMATT\nIf they are trying to kill you,\nthere must be a reason.\n\nFROST\nWith a mind like that, you’1l make\nsection chief before you're thirty-\nfive.\n\nMATT\nFuck you.\n\nFROST\nCurb that temper, son. You don’t\nhave the pedigree for it.\n\nMatt’s phone buzzes. He fishes it out of his pocket. Checks\nthe display -- ANA (CELL). She sent him a text: WHERE ARE\nYOU? His face falls -- shit -- he forgot all about her.\nCan’t deal with her now. He hits ignore and puts the phone\naway.\n\nFROST (CONT'D)\nShe know what you do for a living?\n\f46.\n\nMatt looks at Frost -- surprised.\nMATT\nWho?\nFROST\nAna. You tell her about your work?\nMATT\nHow'd you --\nThen he realizes -- the cell phone display was REFLECTED in\n\nthe window behind him.\n\nMATT (CONT'D)\nDon’t say her name.\n\nFROST\nWhy not? Afraid she'll like me?\n\nMatt steams.\n\nFROST (CONT'D)\nRelax. It’s good to have something\non the side. Housekeeping can be\ndull, pedestrian work. I remember.\nI used to do it.\n\nMATT\nYou were a housekeeper?\n\nFROST\nBerlin ‘79. My house catered eight\ndefectors a month.\n\nMATT\nReally?\n\nFrost nods.\n\nMATT (CONT'D)\nEast or West?\n\nFrost's turn to simmer. Matt turns his back on him, returning\nto the window -- looking out.\n\nFROST\nShe’s gonna leave you.\n\nMatt looks back.\n\nFROST (CONT'D)\nThey always do. Ask my wife.\n\f47.\n\nMATT\nWhich one?\nFROST\nExactly my point.\nMATT\nShe's different.\nFROST\nThen you’re gonna have to leave\n\nher.",
  "30": "---END OF PREVIOUS SECTION---\nFROST\nExactly my point. MATT\nShe's different. FROST\nThen you’re gonna have to leave\n\nher. \n---TARGET SECTION TO BE ANNOTATED---\nThat gives him pause.\n\nFROST (CONT'D)\n\nYou can’t expect to have a real\nrelationship in our line of work.\nIt’s not that business and pleasure\ndon't mix. It’s that business is\nour pleasure. There’s no room for a\npersonal life. Take it from me.\n\nMATT\nI’m not you.\n\nFROST\nI know. You still have the Kool-Aid\non your lips. I died from it a long\ntime ago. But trust me. In the end -\n- this job of ours -- there’s no\nloyalty.\n\nMATT\nSpoken like a true traitor.\n\nJust then, his watch BEEPS. Matt checks the time -- the key\nshould be there by now.\n\nMATT (CONT'D)\nLet’s go.\n\nHe helps Frost up from the chair by his arm, as we CUT TO --\n\nEXT. CIA HEADQUARTERS -— NIGHT\n\nBARLOW (V.O.)\nWe have a lead on what Frost is\ndoing in Brazil.\n\n- CIA SITUATION ROOM — NIGHT\n\nINT\n\nFULL SCREEN -- MILAN MAXIM’S MUGSHOT\n\f48.\n\ntaken three years ago -- in Russia.\n\nBARLOW\nMilan Maxim. Serbian national.\nBlack market intelligence trader.\nAccording to MI-6, he recently\nfound himself in a position to\nbroker the sale of stolen ten year-\nold Mossad documents to an unknown\n\nbuyer.\nWHITFORD\nFrost.\nBARLOW\n(nodding)\n\nTwo hours ago, one of our listening\nstations finally got around to\nprocessing an Echelon hit off a\nghost phone we were tracking. The\ndeal between Frost and Maxim went\ndown this morning at a strip club\nin Rio’s North Zone.\n\nANALYST #1\nFourteen blocks from the embassy.\n\nBARLOW\nThe working theory is that Frost\nwas wounded immediately following\nthe buy and sought refuge at the\nconsulate.\n\nWHITFORD\nWounded by who?\n\nFULL SCREEN -- A SURVEILLANCE IMAGE OF VARGAS\n\ntaken outside the American embassy in Rio.\n\nANALYST #2\nEmile Vargas. We picked up his face\njust outside the embassy -- five\n\nminutes after Frost walked in with\na gunshot to his right abdomen.",
  "31": "---END OF PREVIOUS SECTION---\nFULL SCREEN -- A SURVEILLANCE IMAGE OF VARGAS\n\ntaken outside the American embassy in Rio. ANALYST #2\nEmile Vargas. We picked up his face\njust outside the embassy -- five\n\nminutes after Frost walked in with\na gunshot to his right abdomen. \n---TARGET SECTION TO BE ANNOTATED---\nThe surveillance image is replaced by a SLIDESHOW of Vargas’s\nprevious engagements: horrific images; dead bodies; blown out\nbuildings; charred cars.\n\nANALYST #2 (CONT'D)\nOfficially listed as a government\ncontractor in Iraq, Afghanistan,\nLibya, Nigeria.\n\n(MORE )\n\f49.\n\nANALYST #2 (CONT'D)\nTies to death squads and right-wing\nparamilitary groups.\n\nWHITFORD\nBut not intelligence. How the hell\ndid he find out about the safe\nhouse?\n\nNo one has an answer for that.\n\nWHITFORD (CONT'D)\nAlright, let’s try an easier one:\nWhat in God’s name is so important\nabout ten year-old Israeli\nintelligence records in the first\nplace?\n\n(off silence)\nFind out.\n\nJust then, the door BUZZES open. Linklater rushes inside,\nholding a red file folder -- urgent.\n\nLINKLATER\nI need your eyes on this.\n\nLinklater hands him the file. Whitford flips through it.\nLooks up -- serious.\n\nWHITFORD\nPost this on the grid immediately.\nI want the house put in foreclosure\nnow.\n\nBARLOW\nWhat is it?\n\nHe hands Barlow the file. He reads it over -- eyes growing\nmore alarmed with each word he reads.\n\nCUT TO --\n\nA SOCCER GAME IN PROGRESS\n\nBrazil vs Uruguay -- brutal -- intense.\nEXT. MARACANA STADIUM — NIGHT\n\nAn open air stadium -- one of the largest in the world. The\nROAR of the capacity crowd is palpable.\n\nINT. MARACANA STADIUM - PARKING LOT - NIGHT\n\n \n\nThe Jeep pulls into a spot and parks.\n\f50.\n\nINT. JEEP - SAME\nMatt turns off the ignition.\nFROST\nOnce again: you’re making the\nwrong play here.\nMATT\n\nYeah well, it’s the only play I\ngot.\n\nKeeping the gun on Frost, Matt reaches across and unlocks one\nof his cuffs.\n\nMATT (CONT'D)\nNow cuff your hands together.\n\nFrost eyes the gun -- then obeys -- cuffing his wrist.\nFROST\nYou don’t think this is gonna raise\na red flag? Me handcuffed?\nMatt agrees. Looks around. Sees a light jacket in the\nbackseat -- grabs it -- and throws it over Frost’s hands,\nconcealing the cuffs.",
  "32": "---END OF PREVIOUS SECTION---\nMatt agrees. Looks around. Sees a light jacket in the\nbackseat -- grabs it -- and throws it over Frost’s hands,\nconcealing the cuffs. \n---TARGET SECTION TO BE ANNOTATED---\nMATT\nCome on.\n\nCUT TO --\nINT. MARACANA STADIUM - UPPER DECK - NIGHT\n\n-- die-hard fans SCREAMING -- CHEERING -- throwing up their\n\nhands -- not paying any mind to Matt -- backpack over\nshoulder -- leading Frost -- cuffed hands covered by the\njacket -- down a corridor to a locker bank.\n\nFROST\n\nSure you don’t just wanna walk away\nfrom this?\n\nMATT\nCan’t do that.\nFROST\nOf course you can.\nMATT\n(shaking his head)\nKiefer -- his men -- they were my\nresponsibility.\n\n(MORE )\n\f51.\n\nMATT (CONT'D)\nI was their housekeeper. I’m seeing\nthis through.\n\nFROST\nYou sound pretty confident.\n\nMATT\nI’m holding my own.\n\nFROST\nBut for how much longer? You and I\nboth know, you’re as green as the\nfucking forest.\n\nMATT\nHey, who’s in handcuffs here?\n\nFROST\nYou say that like you were the one\nwho slapped them on me in the first\nplace. You're nothing but a\nsubstitute teacher here, Matt. Yes,\nyou're doing your job, but you’re\nnot gonna get my respect.\n\nMATT\nWasn’t looking for it.\n\nFROST\nYeah, you are.\n\nMatt reacts -- maybe he is a little.\nFROST (CONT'D)\nIt’s all over your face. But don’t\nworry. I’m sure you'll impress\nsomeone someday.\nMATT\nYou're right -- the second I walk\nyou into that safe house.\nFrost shakes his head.\n\nFROST\nYou’re not there yet.\n\nMoving, Frost eyes something:\nA COP\n\nstanding post not too far away -- stadium security -- making\nsure everything is copacetic.\n\f52.\n\nFrost gets an idea -- continues forward with Matt -- and\ncovertly BUMPS a passing SOCCER FAN, causing him to drop the\njacket --\n\n-- masking the cuffs. The Cop catches sight of the\nrestraints, eyes narrowing.\n\nFrost then makes a gun sign with his hand which, again, the\ncop picks up on.\n\nRESUME:\nFrost apologizes to the man he “hit” --\n\nFROST (CONT’D)\nLamento.",
  "33": "---END OF PREVIOUS SECTION---\nThe Cop catches sight of the\nrestraints, eyes narrowing. Frost then makes a gun sign with his hand which, again, the\ncop picks up on. RESUME:\nFrost apologizes to the man he “hit” --\n\nFROST (CONT’D)\nLamento. \n---TARGET SECTION TO BE ANNOTATED---\n-- and continues on with Matt -- who throws the jacket back\nonto Frost’s hands.\n\nTHE COP\n\nwatching them disappear, keeps a closer eye on Matt. Spots a\nGUN BULGE in his jacket. He immediately breaks out his walkie-\ntalkie -- calling this in -- as we CUT TO --\n\nINT. MARACANA STADIUM - LOCKER BANK - CONTINUOUS\n\n \n\nMatt and Frost arrive at a row of small metal lockers and\nstop at #46.\n\nThere’s already a plastic key in the lock. Matt gives it a\nturn and the door pops open.\n\nINSIDE:\n\nNOTHING -- the locker’s CLEAN.\n\nSUDDENLY --\n-- there’s a GUN AIMED AT HIM -- and a COP SCREAMING to put\nhis hands in the air -- IMMEDIATELY!\n\nMATT\n\nAlright, alright!\n\nMatt has no choice -- raises his hands -- and peers out the\ncorner of his eye at:\n\nFROST\n\nbeing led away down a tunnel by TWO SECURITY OFFICERS -- a\nfree man. Matt protests --\n\f53.\n\nMATT (CONT'D)\nNo -- wait -- !\n\n-- but TWO COPS CHARGE him -- quickly TWISTING his arm behind\nhis back -- and SLAMMING him hard against the lockers --\nCLANG!\n\nAn officer searches his jacket -- finds the .9mm -- pulls it\nout.\n\nMatt gets HURLED to the ground -- KNEE to his back -- and\nroughly HANDCUFFED. He watches as Frost DISAPPEARS -- before\nhe’s HOISTED UP.\n\nCUT TO --\n\nA BRAZILIAN PLAYER\n\nkicking the soccer ball past Uruguay's GOALIE and into the\nnet -- SCORE -- CROWD GOES WILD!\n\nINT. SECURITY OFFICE - NIGHT\n\nA bank of security monitors display cameras showing every\nvantage point of the stadium.\n\nTwo cops bring Matt inside -- hands cuffed behind him -- and\nthrow him down hard into a chair. He protests in Portuguese --\n\nMATT\n(subtitled)\n\nYou don't understand -- you have to\nlisten to me --\n\n-- but his pleas fall on deaf ears. The cops take his\nbackpack and empty it onto the table. Contents spill out:\n\nMONEY -- the secure cell phone -- a PASSPORT.",
  "34": "---END OF PREVIOUS SECTION---\nHe protests in Portuguese --\n\nMATT\n(subtitled)\n\nYou don't understand -- you have to\nlisten to me --\n\n-- but his pleas fall on deaf ears. The cops take his\nbackpack and empty it onto the table. Contents spill out:\n\nMONEY -- the secure cell phone -- a PASSPORT. \n---TARGET SECTION TO BE ANNOTATED---\nTHE STADIUM SECURITY HEAD looks over the items -- surprised\nand turns to his subordinates -- in Portugese; subtitled:\n\nSECURITY HEAD\nWhere's the other one?\n\nCoP #1\nBringing him down in the elevator\nnow.\n\nMATT\n\nNo, he's not what you think -- you\nhave to listen to me.\n\nCOP #2\nShut up!\n\f54.\nThe Security Head picks up Matt’s passport, checks his name\nand types it into a CRIME DATABASE.\n\nMatt looks on as he hits ENTER. His face POPS UP -- along\nwith a MESSAGE -- FLASHING -- in red:\n\nDETER -- DETER -- DETER.\n\nMatt eyes this -- what the fuck? Another message appears.\nThis one in English:\n\n \n\nTERROR SUSPECT -- CONTACT U.S. EMBASSY -- IMMEDIATELY.\nThe Security Head -- just as surprised -- turns around.\nMATT\nWait!\nMatt rises -- and as soon as Cop #1 puts his hand on his\n\nshoulders, Matt --\n\n-- POUNCES -- remembering all his training. He THROWS his\nhead back into Cop #1’s face, BUSTING his nose.\n\nCop #1 HOWLS, eyes filling up with tears and blood, BLINDED.\n\nCop #2 RUSHES. Matt THROWS UP his legs -- KICKS him back. He\nSLAMS up against the wall.\n\nThe Security Head grabs Matt’s gun -- SPINS. But Matt CHARGES\n-- puts a KNEE to his ribs -- KNOCKING the wind out of the\nchief -- and when he KEELS OVER -- Matt BURIES the knee in\nhis face.\n\nThe Security Head HITS the table -- out COLD.\n\nCop #2 goes for his gun. Matt RAMS his head in his stomach --\nthen HURLS it upwards into his CHIN -- CRACKING his jaw. He\ngoes down.\n\nCop #1 regains his sight -- RACES OVER. Matt SIDESTEPS and\nthe cop HITS the wall. Matt THROWS his body against him --\nCop #1 goes DARK as his head POUNDS concrete.\n\nMatt -- breathing heavy -- adrenaline rushing -- quickly\nremembers Frost has escaped.\n\nHe bends down -- finds Cop #1’s pants pocket -- fishes around\nand pulls out the HANDCUFF KEY -- unlocks himself.",
  "35": "---END OF PREVIOUS SECTION---\nMatt THROWS his body against him --\nCop #1 goes DARK as his head POUNDS concrete. Matt -- breathing heavy -- adrenaline rushing -- quickly\nremembers Frost has escaped. He bends down -- finds Cop #1’s pants pocket -- fishes around\nand pulls out the HANDCUFF KEY -- unlocks himself. \n---TARGET SECTION TO BE ANNOTATED---\nHe RUSHES over to the security monitors and looks them over,\nsearching for Frost. Quickly accesses the elevator cameras.\n\nAN IMAGE APPEARS:\n\f55.\na live feed of the inside of an elevator. Matt reacts -- sees\nTWO SECURITY OFFICERS on the ground -- unconscious.\n\nMATT (CONT'D)\nshit.\n\nINT. MARACANA STADIUM - LOWER DECK - SAME\n\n \n\nFrost crosses a concrete tunnel -- moving with purpose.\nINT. SECURITY OFFICE - SAME\nMatt -- eyeing all the monitors -- dials his secure phone.\n\nOPERATOR (V.O.)\nSatcom ten.\n\nMATT\nSouth America.\n\nOPERATOR (V.O.)\nDesignator?\n\nMATT\nEcho Bravo two three.\n\nOPERATOR (V.O.)\nTransferring.\n\nMatt eyes the computer screen -- flashing the terror alert\nmessage. Can’t make sense of it.\n\nINT. MARACANA STADIUM - LOWER DECK - SAME\n\n \n\nFrost rounds a corner, hurrying. Stops when he sees COPS\nrushing up. He cuts away from them -- keeping out of sight.\n\nINT. SECURITY OFFICE - SAME\nMatt continues scanning the security screens for Frost when:\n\nOPERATOR (V.O.)\nThat extension is no longer viable.\n\nMATT\n(confused)\nWait -- what?\n\nOPERATOR (V.O.)\nThis phone is now disabled.\n\nOver the line: a HIGH-PITCHED SCREEEEECH! So loud, Matt has\nto pull the phone away -- WINCING.\n\f56.\nWhen the sound STOPS -- the phone is dead. No signal -- no\nnothing.\n\nMATT\nFuck.\n\nHe TOSSES the phone. Looks up. Spots:\n\nFROST\n\non a monitor -- talking on a pay phone on the lower deck.\nFAST CUTS:\n\nMatt dumps his passport and belongings back into the backpack\n-- zips it up -- throws the bag over his shoulder -- pockets\nhis GUN -- steals a pair of HANDCUFFS -- reaches into the\nSecurity Head’s POCKET -- takes his CELL PHONE -- grabs a\nWALKIE-TALKIE -- races out the door.\n\nINT. MARACANA STADIUM - NIGHT\n\nON THE FIELD:\n\ntwo PLAYERS go at it -- BATTLING for the ball.\n\nNEW ANGLE -- Matt moving quickly down some stairs -- punching\na number into the phone -- international.",
  "36": "---END OF PREVIOUS SECTION---\nINT. MARACANA STADIUM - NIGHT\n\nON THE FIELD:\n\ntwo PLAYERS go at it -- BATTLING for the ball. NEW ANGLE -- Matt moving quickly down some stairs -- punching\na number into the phone -- international. \n---TARGET SECTION TO BE ANNOTATED---\n He throws it to his\near -- waits while it rings.\n\nINT. CIA HEADQUARTERS - HALLWAY — NIGHT\n\n \n\nBarlow is moving down a hallway -- when his phone buzzes.\n\nBARLOW\nDavid Barlow.\n\nMATT (V.O.)\nIt’s me.\n\nBARLOW\nMatt -- 1?!\n\nINTERCUT: INT. MARACANA STADIUM - LOWER DECK - SAME\n\n \n\nMatt -- walking up fast -- cutting around people:\nMATT\nI don’t have a lot of time -- do\n\nyou know what’s happening to me?\n\nBARLOW\nMore than you know. Look, you need\nto come in.\n\f57.\n\nMATT\nWhy is there a capture order out on\nme?\nBARLOW\nBecause of your mother.\nMATT\nWhat?\nBARLOW\n\nWe took a look at your bank\naccounts. Your mother doesn’t have\nheath insurance. You were paying\nout of pocket. Her treatment\nshould've wiped you out.\n\nMATT\nHold up -- what are you talking\nabout?\n\nBARLOW\n\nI’m talking about a $650,000\ndeposit in your name from an\naccount we’ve linked to the gun for\nhire who hit your house.\n\nMatt can’t believe what he’s hearing.\n\nMATT\nWait -- they think I’m a double?\n\nBARLOW\nThey think it looks like you’re a\ndouble and the only way it’s not\ngonna look that way is if you\nconvince them otherwise.\n\n \n\nMATT\nHow?\n\nBARLOW\nBy getting Frost to that second\nsafe house.\n\nMATT\nThey didn’t leave me a key.\n\nBARLOW\nForget the key. I’1l leave the\nfront door open for you.\n\nMATT\nThought you weren’t my handler.\n\f58.\n\nBARLOW\nI’m not and the training wheels are\noff.\nCLICK. Barlow hangs up.\n\nINT. MARACANA STADIUM - LOWER DECK - SAME\n\n \n\nMatt pockets the phone -- swings around the corner -- but\nfinds --\n\n-- an EMPTY PAY PHONE -- no sign of Frost.\n\nMatt -- shit -- looks around -- scanning a sea of faces --\nnot seeing him -- panicking -- then -- there! -- Frost --\ndisappearing into a tunnel.\n\nMatt -- in pursuit -- moving quickly to catch up -- when:\nSECURITY OFFICERS\n\nstep in front of him -- blocking his path.",
  "37": "---END OF PREVIOUS SECTION---\nMARACANA STADIUM - LOWER DECK - SAME\n\n \n\nMatt pockets the phone -- swings around the corner -- but\nfinds --\n\n-- an EMPTY PAY PHONE -- no sign of Frost. Matt -- shit -- looks around -- scanning a sea of faces --\nnot seeing him -- panicking -- then -- there! -- Frost --\ndisappearing into a tunnel. Matt -- in pursuit -- moving quickly to catch up -- when:\nSECURITY OFFICERS\n\nstep in front of him -- blocking his path. \n---TARGET SECTION TO BE ANNOTATED---\n Matt sees Frost\ngetting smaller -- has to act fact -- reaches into his pocket\n\n-- pulls the gun and fires off TWO ROUNDS into the air --\nBANG! BANG!\n\nEVERYONE GOES WILD! -- racing -- SCREAMING -- SPRINTING for\nthe exits -- chaos -- pandemonium. The rush of people BLOCK\nthe cops from pursuing Matt, who -- seizing the moment --\n\ncuts into a side ACCESS DOOR.\nINT. ACCESS TUNNEL - CONTINUOUS\n\nMatt sprinting -- flat-out -- while barking into the swiped\n\nwalkie-talkie -- telling all the cops who are listening -- in\nPortuguese -- that:\nMATT\n(subtitled)\n\nSuspect spotted on the upper deck.\nRepeat: all units to the upper\ndeck.\n\nINT. MARACANA STADIUM — SAME\n\nHearing this -- the cops quickly dash for the stairs --\nheading AWAY from Matt.\n\nINT. MARACANA STADIUM - LOWER DECK - SAME\n\n \n\nWith Frost going with the flow of the crowd -- toward the\nexits -- while shedding himself of his jacket -- picking up a\nfallen hat -- fixing it to his head -- changing his\nappearance on the fly.\n\f59.\n\nAN ACCESS DOOR FLIES OPEN!\n\nMatt explodes out of it -- immediately SEARCHING -- up and\ndown -- until he spots:\n\nFROST’S JACKET\n\non the floor -- a few feet away. He runs over. Looks around.\nJust catches sight of:\n\nFROST\nabout to turn a corner.\n\nMATT\nFROST!\n\nFrost turns. They lock eyes. Matt RACES over. Frost whips out\na stolen cop gun -- BANG! -- and FIRES a shot. HITS a wall\nmounted FIRE EXTINGUISHER beside Matt’s head.\n\nIt RUPTURES. SHOOTS OUT RETARDANT. Matt gets SPRAYED. Has to\nDUCK BACK.\n\nFrost continues -- heading away -- quietly slipping through a\ndoor: AUTHORIZED PERSONNEL ONLY.\n\nEXT. MARACANA STADIUM - NIGHT\nPOLICE CARS\nROAR UP -- sirens WAILING -- lights SPINNING.\n\nEXT. MARACANA STADIUM - BACK EXIT - SAME\n\n \n\nFrost steps through a back door. Quiet back here. Just him.\nINT.",
  "38": "---END OF PREVIOUS SECTION---\nQuiet back here. Just him. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MARACANA STADIUM - NIGHT\n\nMatt reaches the same door Frost went through -- follows\nsuit.\n\nINT. MARACANA STADIUM - BACK EXIT - MOMENTS LATER\n\n \n\nMatt explodes out the door -- gun first -- looks around.\n\nCLICK!\n\nFuck. There’s a gun at his head. Frost -- behind him.\nFROST\n\nToss the gun.\n\nMatt shuts his eyes. Curses himself. Throws the gun away.\n\f60.\n\nFROST (CONT'D)\nTurn around.\n\nMatt turns.\n\nFROST (CONT'D)\n\nYou're like a dog with a bone. I’m\nactually half impressed. I was\ncertain I wasn’t gonna see you\nagain. Maybe there’s more to you\nthan I first thought.\n\nMATT\n\nI can’t let you leave.\nFROST\n\nYou didn’t.\nMATT\n\nThe CIA thinks I was behind the\nattack on the house.\n\nFROST\nThat’s your problem. Not mine. On\nyour knees.\n\nMatt bends down to his knees.\n\nMATT\nAre you gonna kill me?\n\nA beat then:\n\nFROST\nNo.\n\nBANG! He fires. Matt CRASHES BACKWARDS. HITS the ground.\n\nFROST (CONT'D)\nI only kill professionals.\n\nWith that, Frost moves away -- quickly disappearing down an\nincline -- to the parking lot.\n\nMeanwhile, Matt blinks his eyes open. Wonders where he’s been\nhit.\n\nHis finger touches his forehead -- WHERE THE BULLET GRAZED\nHIM.\n\nFLASHLIGHTS APPEAR\n\nblasting the side of his face. Matt turns. Sees the COPS are\nrushing up.\n\f61.\n\nHe quickly gets to his feet -- retrieving his fallen gun --\nmoving away -- tucking the weapon inside his belt -- throwing\nhis backpack over his shoulder.\n\nNEW ANGLE -- a walk turns into a jog. A jog to a run. A run\nto a sprint. And he’s gone -- booking.\n\nANALYST #1 (V.O.)\nThis is spiraling out of control.\n\nINT. CIA SITUATION ROOM — NIGHT\nON THE MONITORS -- VARIOUS IMAGES:\n\nLocal news footage of the police descending on the soccer\nstadium -- cell phone camera footage -- shot by a fan -- of\nMatt firing his gun into the air.\n\nANALYST #1\nWe have to contain this.",
  "39": "---END OF PREVIOUS SECTION---\nINT. CIA SITUATION ROOM — NIGHT\nON THE MONITORS -- VARIOUS IMAGES:\n\nLocal news footage of the police descending on the soccer\nstadium -- cell phone camera footage -- shot by a fan -- of\nMatt firing his gun into the air. ANALYST #1\nWe have to contain this. \n---TARGET SECTION TO BE ANNOTATED---\nWHITFORD\nNo. We have to control this. You\ndon’t contain a spill. You clean it\nup.\n\nHe turns to Linklater.\n\nWHITFORD (CONT'D)\nAny freelancers we like for this?\n\nLINKLATER\nOne or two.\nWHITFORD\nMake it two.\nLINKLATER\nWhat’s the order?\nWHITFORD\nWhat do you think?\nLOUD SCREAMING -- JEERS AND CHEERS\nCUT TO --\nA FIST\nslamming hard into a man’s eye socket -- a brutal punch.\n\nINT. UNDERGROUND BOXING CLUB - NIGHT\n\n \n\nA dingy basement somewhere. Stench of sweat and blood.\n\f62.\n\nTWO MEN -- one AFRICAN -- other ALBANIAN -- are pummelling\neach other to near death -- as a crowd of drunk and rowdy\nonlookers CHEER them on.\n\nThe fighters swap punches -- kicks -- bones BREAK -- blood\nSPLATTERS -- teeth FLY.\n\nThe larger African BLOCKS a hard right -- catching the\nAlbanian’s arm -- SWINGING back his elbow -- CLOCKING his\nattacker in the jaw.\n\nHe KICKS him in the stomach. The Albanian reels back against\nthe people circling “the ring”.\n\nThey CATCH him before he falls -- THROW him back into the\nfray.\nThe African HURLS a hook -- but holy shit -- the Albanian\n\nstill has the strength and state of mind to BLOCK the punch\nand --\n\n-- in A LIGHTNING FAST MOVE -- THROWS a palm into his throat -\n- HURLS him to the floor -- SLAMS his head hard against the\nfloor -- while raising his other hand -- now clenched --\n\nabout to hammer his face in when:\nNEW ANGLE -- A PLASTIC BASKET\n\ncontaining the fighters’s wallets -- keys -- and cell phones.\nSimultaneously both phones starts BUZZING.\n\nRESUME:\n\nHearing this -- the Albanian STOPS himself -- RELEASES his\ngrip -- the African GASPS for breath.\n\nBoth men turn -- look to their ringing phones. They are the\nFREELANCERS -- and they have just been hired.\n\nINT. CIA HEADQUARTERS - HALLWAY — NIGHT\n\n \n\nThe meeting has broken up. Analysts spill out of the sit\nroom.",
  "40": "---END OF PREVIOUS SECTION---\nINT. CIA HEADQUARTERS - HALLWAY — NIGHT\n\n \n\nThe meeting has broken up. Analysts spill out of the sit\nroom. \n---TARGET SECTION TO BE ANNOTATED---\n Linklater exits with a colleague, heading down the\ncorridor, when:\n\nBARLOW (0.C.)\nJon.\n\nLinklater stops. Turns back. Sees Barlow storming up. He\nlooks to his colleague --\n\nLINKLATER\nGive me a minute.\n\f63.\n\n-- then back to Barlow, ready for a confrontation.\n\nLINKLATER (CONT’D)\nDavid.\n\nBarlow is about to get into it, but some colleagues walk by.\nHe lets them pass. Resumes:\n\nBARLOW\nYou know Weston didn’t have\nanything to do with this.\n\nLINKLATER\nNo, actually I don’t know that and\nneither do you.\n\nBARLOW\nI --\n\nLINKLATER\n(cutting him off)\n-- hope he doesn’t. I’m sure. You\nrecruited him. I can appreciate\nyour loyalty. But I appreciate his\nbank statements more.\n\nBARLOW\nRecords which could've easily been\ndoctored.\n\nLINKLATER\n\nRegardless, when there are six\npeople and five are killed, the\nlast man standing makes for a\npretty convincing suspect.\n\nBARLOW\nNo less than the guy who suggested\nFrost be taken to the safe house in\nthe first place.\n\nLINKLATER\nI'll keep that in mind.\n\nBARLOW\nI’m sure you will.\n\nThey lock eyes. We can feel the tension. Barlow breaks first.\nWalks away. As Linklater watches him go -- we CUT TO --\n\nINT. PUBLIC RESTROOM - NIGHT\n\nNot the cleanest in the world. Dirty tile floor. Stench of\nshit.\n\f64.\n\nINT. RESTROOM STALL — SAME\n\nFrost rolls up his shirt sleeve. Takes a scissor. Wields it\nlike a scalpel. Digs into his arm. Pops out:\n\nTHE MICRODOT\n\nhe injected himself with at the strip club. He holds it up to\nthe light: bloody but intact.\n\nEXT. ANA’S APARTMENT BUILDING - NIGHT\n\n \n\nAn old, beat-up Yugo pulls up. Ana gets out. Locks the door.\nHeads up to her building.\n\nNEW ANGLE -- ACROSS THE STREET\n\nan OMINOUS POV -- someone watching her.\n\nRESUME:\n\nAna, at the door, about to open it. She turns around, feeling\neyes on her. She looks up and down the street. There’s\n\nnothing so she steps inside.",
  "41": "---END OF PREVIOUS SECTION---\nShe turns around, feeling\neyes on her. She looks up and down the street. There’s\n\nnothing so she steps inside. \n---TARGET SECTION TO BE ANNOTATED---\nINT. ANA'S APARTMENT BUILDING —- HALLWAY - MOMENTS LATER\n\n \n\nAna approaches her front door and slips in the key.\n\nINT. ANA'S APARTMENT —- MOMENTS LATER\n\n \n\nThe door unlocks. Ana enters -- tossing down her keys.\n\nShe tries switching on the lights. Don’t work. Confused, she\ntries again. Nothing. She steps further inside.\n\nA HAND\n\ngets thrown over her mouth. She SCREAMS. Muffled sounds.\n\nMATT (0.C.)\nIt’s me -- it’s me.\nHer eyes go wide.\nMATT\nreleases his grip. She spins -- pissed.\nANA\n\nWhat the hell are you --\n\nMATT\nI need you to be quiet. Please.\n\f65.\nANA\nWhy? What’s going on? What is this?\nHe looks at her -- point blank:\nMATT\nI need your help, Ana. I need to\nhide out here a moment.\n\nShe sees his forehead: bleeding.\n\nANA\nOh my God, Matt --\n\nShe moves to him. He stops her.\n\nMATT\nIt’s worse than you think.\n\nShe blinks. Everything she knew about her boyfriend for the\npast six months is about to change.\n\nCUT TO --\nEXT. DONA MARTA - NIGHT\n\nA shanty town located in the neighborhood of Botafogo -- with\nmore than 1,000 dwellings on a rocky hill top.\n\nEXT. SLUM DWELLING - NIGHT\n\nFrost navigates his way up to the door of one of these\nshacks. Knocks. A beat before the door opens a crack -- just\nenough for the barrel of a:\n\nSMITH & WESSON .38 SPECIAL\n\nto be leveled at Frost’s face. He stares back at it. A beat.\nThe gun is retracted and the door opens. Frost disappears\n\ninside.\n\nINT. VILLAR'S APARTMENT —- MOMENTS LATER\n\n \n\nStark difference from the tenement outside: clean and orderly\nwith a wall of sophisticated computer equipment.\n\nA MAN IN A WHEELCHAIR\n\nleads Frost through the house. His name is CARLOS VILLAR.\n50's. Ratty beard. Cigarette dangling loose from his lips.\n\nCARLOS\nIt’s been a long time, my friend.\n\f66.",
  "42": "---END OF PREVIOUS SECTION---\nCigarette dangling loose from his lips. CARLOS\nIt’s been a long time, my friend. 66. \n---TARGET SECTION TO BE ANNOTATED---\nFROST\nI don’t get around as much as I\nused to.\n\nCARLOS\n\n(hitting the chair)\nMe neither.\n\nHe rolls over to the refrigerator. Swings it open.\n\nFrost takes a moment. Looks around. Sees TWO WOMEN in the\nadjoining room, reading fortunes at a table. One is Villar’s\nwife, DARIO. The other: SONIA, a local beauty.\n\nRESUME:\n\nCarlos pops open a beer bottle. Hands it to Frost.\n\nCARLOS (CONT'D)\nYou look like shit.\n\nFrost -- fuck you -- gives him the microdot.\n\nCARLOS (CONT'D)\nIs this it?\n\nFrost nods. Carlos rolls over to a work desk. Hooks the\nmicrodot up to his computer.\n\nCARLOS (CONT'D)\nWell, let’s see if this trip was\nworth the effort.\n\nCarlos quickly types in a series of commands. Frost throws\nback his drink.\n\nNEW ANGLE -- THE MONITOR\nImages moving so fast we only see FLASHES:\nISRAELI INTELLIGENCE FILES\n\ndozens of documents. Reports. Photos. Bank statements -- all\nmarked up with clearance sign-offs.\n\nCARLOS (CONT'D)\nWell, was it?\n\nWe can see by the look on Frost’s face -- fuck yes.\n\nFROST\nAnd then some.\n\nCUT TO --\n\f67.\n\nMATT\n\ncleaning his forehead in Ana’s bathroom, washing away the\nblood off his skin.\n\nMATT (V.O.)\nI need to explain some things to\nyou about who I am and what I do.\n\nINT. ANA'S BEDROOM - NIGHT\n\nAna looks through Matt’s back pack, going through his\npassport and ID’s with a name she doesn’t recognize and --\n\n-- and the GUN -- which she can barely bring herself to hold.\n\nMATT (V.O.)\n\nI work for the CIA. In law school,\na man named David Barlow recruited\nme. He asked me if I wanted to make\na difference in the world. I said\nyes. It was exciting. I felt apart\nof something important.\n\nINT. ANA'S APARTMENT —- LATER\n\nAna sits on the couch. Stares back at Matt in the seat across\nfrom her -- air filled with tension.",
  "43": "---END OF PREVIOUS SECTION---\nINT. ANA'S APARTMENT —- LATER\n\nAna sits on the couch. Stares back at Matt in the seat across\nfrom her -- air filled with tension. \n---TARGET SECTION TO BE ANNOTATED---\n Who is this man? How can\nI trust him again?\n\nMATT\n\nRight now, I’m what they call a\nhousekeeper. Basically, I sit\naround an apartment, waiting until\na field officer needs a place to\nstay or an asset needs to get a\nsecure message to Virginia.\n\n(can see the pain in her\n\neyes that he’s causing\n\nher)\nI’m not -- using you for anything.\nIt’s nothing like that. Everything\nbetween us is real.\n\nANA\nExcept you.\n\nThat stops him.\n\nANA (CONT'D)\nYou lied to me.\n\nMATT\nI know.\n\f68.\n\nANA\nYou said you were a translator.\nThat you worked for a hotel chain.\n\nMATT\nI know. And I’m sorry for\neverything. I wasn’t allowed to\ntell you what I did. I’m not\nallowed to tell you now but --\n\nANA\nYou're a killer.\n\nHe reaches for her.\n\nMATT\nNo.\n\nANA\nYou had a gun in your bag.\n\nAs he lays his hands on her --\n\nANA (CONT'D)\n(reeling away)\nDon’t touch me!\n\nHe throws up his hands. She retreats away. A beat. She tries\nto wrap her head around this.\n\nANA (CONT'D)\nYou said people died tonight.\n\nMATT\nNot because of me.\n\nShe whirls.\n\nANA\nHow do I know that? You tell me you\nwork for the CIA. That a bunch of\npeople got killed in your\napartment. That everything I knew\nabout you was a lie. You haven't\nbeen honest with me once. I mean,\nwhat the fuck am I supposed to\nthink, Matt?\n\nHe looks at Ana -- pleading with her to believe him.\nMATT\nThat I’m the same guy who gave you\na gift this morning -- and I have\n\nno where else to go.\n\f69.\n\nAs she decides whether to trust him or not -- we CUT TO --\nEXT. DONA MARTA - NIGHT\n\nEstablishing. Quiet.\n\nINT. VILLAR'S APARTMENT - NIGHT\n\nCarlos puts the microdot into a white letter envelope.\n\nHe hands it back to Frost -- who throws the envelope into his\nback pocket.\n\nFROST\nI’m gonna need a new legend too.\nArrangements out of the country.\nPrivate passage back to the States.\n\nCARLOS\n\nFor when?\nFROST\n\nNow.",
  "44": "---END OF PREVIOUS SECTION---\nPrivate passage back to the States. CARLOS\n\nFor when? FROST\n\nNow. \n---TARGET SECTION TO BE ANNOTATED---\nCARLOS\n\nGive me an hour.\n\nFrost nods -- turns back to Sonia -- locking eyes.\n\nMATT (V.O.)\n\nFrost is back on the grid.\nCUT TO --\nINT. ANA’S APARTMENT -— NIGHT\nMatt paces -- trying to think.\n\nMATT\nThat means he’s on the run. There\nare too many eyes on him right now.\nAs good as he is, he can’t\ndisappear on his own. He’s gonna\nneed help.\n\nMatt stops.\nMATT (CONT'D)\n(realizing)\n\nHe’s gonna need a legend.\n\nANA\nA what?\n\f70.\n\nMATT\nA cover identity. A new name to\ntravel under.\n\nANA\nWhere does he get that?\n\nMATT\nIt’s gotta be from someone he could\ntrust. Someone he’s worked with\nbefore.\n(beat; realizing)\nThe person he called from the\nstadium -- an asset.\n\nMatt goes to her computer -- typing in commands -- remotely\nlogs into his server, pulling up a series of files.\n\nNEW ANGLE -- THE SCREEN\n\nMatt’s case study on Frost appears. Matt’s eyes scan over the\ncopy -- searching for key words and names -- highlights one:\nCARLOS VILLAR.\n\nMATT (CONT'D)\nThat’s him. Carlos Villar. Go to\nguy for new identities. Frost used\nhim when he was running agents in\nSouth America in ‘89.\n\nMatt brings up the CIA’s secure website -- types in his user\nname and a six-digit password -- logs on.\n\nINT. CIA SUBSTATION — SAME\n\nMatt accessing the database causes an ALERT to flash on a\nTECH’s console.\n\nTECH\nSir.\n\nLinklater walks over.\nTECH (CONT'D)\nWeston just accessed a secure\n\naccount.\n\nLINKLATER\nWhat’s he looking for?\n\nINT. ANA'S APARTMENT — SAME\n\nMatt types in Villar’s name into the database. His file\nappears. Photo. Bio. Known addresses.\n\f71.\n\nMatt focuses in on the Rio one.\nINT. CIA SUBSTATION - SAME\nThe Tech sees Matt has accessed Villar’s file.\n\nTECH\nCarlos Villar. Former lieutenant in\nthe Brazilian Red Command. He’s --\n\nLINKLATER\n(already on his cell)\n-- the guy you to go if you wanna\n\ndisappear.\n\n(into the phone)\nIt’s Linklater.",
  "45": "---END OF PREVIOUS SECTION---\nFormer lieutenant in\nthe Brazilian Red Command. He’s --\n\nLINKLATER\n(already on his cell)\n-- the guy you to go if you wanna\n\ndisappear. (into the phone)\nIt’s Linklater. \n---TARGET SECTION TO BE ANNOTATED---\n Weston’s making a\nrun for it. Get the freelancers\nover to him now.\n\nINT. ANA'S APARTMENT — SAME\n\nMatt writes Villar’s location onto a pad. Tears out the\npaper. Quickly gets to his feet.\n\nMATT\nI gotta go.\n\nHe swipes a pair of keys off the desk.\n\nMATT (CONT'D)\nI need to borrow your car.\n\nHe turns to Ana -- locking eyes.\nMATT (CONT'D)\nI’m sorry again about this. If you\ndon’t want to see me --\n\nANA\nI don’t.\n\nHer bluntness stops him.\n\nANA (CONT'D)\nNot ever.\n\nMATT\nAna --\n\nHe steps to her. She puts up her hand.\n\nANA\nJust go.\n\f72.\nA beat. That kills him. But she won’t budge. Fuck -- Frost\nwas right.\n\nMatt walks off, exiting. Ana watches him go, tears welling up\nas we CUT TO --\n\nEXT. ANA’S APARTMENT BUILDING —- MOMENTS LATER\n\n \n\nMatt crosses up to Ana’s Yugo, lets himself inside, revs the\nengines and peels away.\n\nNEW ANGLE -- A SPOTTER\n\nall of ten. Gaunt. Wife beater. A little solider being paid\nbig cash to wait outside Ana’s apartment for any sign of\nMatt. He dials his cell phone, calling Vargas as we CUT TO --\nEXT. RIO STREET - NIGHT\n\nMatt racing in the Yugo, waves CRASHING onto the beach\nrunning alongside the road.\n\nINT. VILLAR'S APARTMENT - NIGHT\n\nFULL SCREEN -- FROST’S FACE\n\non a new passport -- with a new name: TOBIN FOSTER.\nFULL SCREEN -- FROST’S FACE\n\non a new driver’s licence -- Tobin Foster.\n\nFULL SCREEN -- A PLANE TICKET\n\ndirect flight to Miami -- in Tobin Foster's name.\nOFF SCREEN -- loud, passionate MOANING.\n\nINT. VILLAR'S APARTMENT - BEDROOM — NIGHT\n\n \n\nFrost has sex with Sonia. No passion here. Just fleeting fun.\nEXT. DONA MARTA - NIGHT\n\nMatt parks Ana’s car and steps out, looking around. Sees a\ngroup of people spilling out of a bar down from him.",
  "46": "---END OF PREVIOUS SECTION---\nEXT. DONA MARTA - NIGHT\n\nMatt parks Ana’s car and steps out, looking around. Sees a\ngroup of people spilling out of a bar down from him. \n---TARGET SECTION TO BE ANNOTATED---\nPays them no mind as he heads over to a wall, climbs up and\nhops over to the other side.\n\nEXT. VILLAR’S APARTMENT —- MOMENTS LATER\n\n \n\nMatt quietly approaches the back of the house, gun in hand --\ncareful to avoid making any noise.\n\f73.\n\nINT. VILLAR'S APARTMENT - BEDROOM — SAME\n\n \n\nSonia gets dressed while Frost throws back on his clothes.\nEXT. VILLAR’S APARTMENT - SAME\n\nMatt looks in on Frost -- gripping his gun. He steps forward\nand:\n\nA ROTTWEILER\nrabid and fly covered, SNARLS -- BARKS -- LUNGES at Matt --\n-- but gets SNAPPED BACK by a chain around its neck.\n\nINT. VILLAR'S APARTMENT - BEDROOM — SAME\n\n \n\nThe loud noise gets Frost’s attention and he looks out the\nwindow.\n\nEXT. VILLAR’S APARTMENT — SAME\n\nMatt sucks up against the wall as Frost looks furtively out\nthe window --\n\n-- but he doesn’t see Matt -- right below him.\n\nINT. VILLAR'S APARTMENT - BEDROOM — SAME\n\n \n\nFrost continues to look out -- when Carlos calls out for him\nfrom the other room.\n\nA beat. Frost backs away from the window. Heads out the room.\nEXT. VILLAR’S APARTMENT - SAME\n\nWe expect to see Matt under the window --\n\n-- but he’s now GONE.\n\nINT. VILLAR'S APARTMENT - SAME\n\nCarlos puts Frost’s new papers into a redwell folder and\nhands them to Frost.\n\nCARLOS\nThis is some of my best work.\n\nFrost pulls out the passport -- takes a look.\nIN THE BACK:\n\nWe see Matt opening up the back screen door, quietly slipping\ninside.\n\f74.\n\nRESUME:\n\nFrost drops the passport back into the folder. Prepares to\nleave.\n\nFROST\nI can have the rest of the money\nwired to you once I’m out.\n\nCARLOS\nI know you’re good for it.\n\nThey shake hands.\n\nNEW ANGLE -- MATT\n\ncontinuing toward the living room. Pauses when he sees:\nDARIO -- VILLAR'S WIFE\n\nwalking by. But she doesn’t see him, disappearing into the\nbathroom. As soon as she leaves --\n\n-- Matt continues forward.",
  "47": "---END OF PREVIOUS SECTION---\nPauses when he sees:\nDARIO -- VILLAR'S WIFE\n\nwalking by. But she doesn’t see him, disappearing into the\nbathroom. As soon as she leaves --\n\n-- Matt continues forward. \n---TARGET SECTION TO BE ANNOTATED---\nRESUME:\n\nFrost slips on his coat and turns around -- finding Matt --\naiming his gun.\n\nMATT\nThis professional enough, for you?\n\nIndeed, Frost is surprised that Matt was able to get the drop\non him.\n\nMATT (CONT'D)\nPut down the gun -- now.\n\nFrost drops his weapon.\n\nMATT (CONT'D)\nKick it aside.\n\nFrost kicks his gun across the room. Matt turns to Carlos.\n\nMATT (CONT'D)\nDon’t move.\n\nCARLOS\nDon’t have a choice.\n\nFrost -- genuinely curious.\n\f75.\n\nFROST\nHow'd you find me?\n\nMATT\nYou were my case study at the farm.\nI remembered his name from your\nfiles.\nFrost -- struck.\n\nFROST\nNot bad.\n\nMatt tosses him the handcuffs.\n\nMATT\nHands in front -- do it now.\n\nFrost cuffs himself.\n\nMATT (CONT'D)\nI told you: I was gonna see this\nthrough.\n\nFROST\nI gotta admit, there is something\nto say about you going balls-out\nlike this.\n\nMATT\nThank you.\n\nFROST\nDidn't say it was a good thing.\n\nTHE HOUSE EXPLODES WITH GUNFIRE!!!! Windows and walls torn to\nshit in seconds.\n\nFrost and Matt DUCK to the ground, kissing carpet.\n\nBut Carlos can’t. Bullets RIP through him. He TOPPLES over in\nhis chair -- a bloody pulp.\n\nEXT. VILLAR’S APARTMENT — SAME\n\nMERCENARIES unload on the house with Heckler and Koch machine\nguns, ripping it to pieces.\n\nINT. VILLAR'S APARTMENT - SAME\nMatt looks up as rounds whiz overhead, demolishing everything\n\nin their path. He sees Frost crawling across the floor,\ngrabbing his gun --\n\f76.\n\n-- and exploding out the front door.\n\nMATT\nFROST!\n\nToo late. He’s gone. Matt pushes off the floor, rushes to the\nfront as --\n\n-- a MERC CHARGES INSIDE. They COLLIDE. Go CRASHING INTO EACH\nOTHER.\n\nThe merc’s gun gets knocked out of his hands. Matt LANDS a\npunch.\n\nThe merc KICKS Matt off of him. He FLIES BACK. Lands hard\n\nonto a coffee table -- SHATTERING it.",
  "48": "---END OF PREVIOUS SECTION---\nThe merc KICKS Matt off of him. He FLIES BACK. Lands hard\n\nonto a coffee table -- SHATTERING it. \n---TARGET SECTION TO BE ANNOTATED---\nThe hitman retrieves his weapon -- aims to fire -- when --\n-- BANG! BANG! BANG! -- he gets tagged three times in the\n\nchest. Goes down. Matt looks over. Sees:\nDARIO\n\nwith a smoking Glock. Matt SCRAMBLES. She starts firing.\nBullets just miss Matt --\n\n-- LEAPING OUT THE WINDOW --\n\nEXT. VILLAR’S APARTMENT - SAME\n\n-- and LANDING outside in a shower of glass, GRUNTING upon\nimpact. He shakes himself alert and scurries to his feet,\n\ncharging away.\n\nEXT. DONA MARTA —- SAME\n\nWith Frost -- booking -- tearing between houses.\n\nNEW ANGLE -- MERCS on roof-tops -- running after him --\nfiring like mad.\n\nRESUME:\n\nFrost -- racing -- PLOWING through trash cans like a\nlinebacker -- as bullets pockmark around him. He takes cover\nunderneath tin terraces -- as rounds RIP through them.\nSparks all around -- Frost makes three hard turns into the\n\nback alleys of the favela before making a quick left --\nrounding the corner --\n\n-- arriving at another street. Ducks behind a bar. Quiet\nhere.\n\f77.\n\nHe catches his breath. Pauses. Harder to do than usual. He\nstares down at his shirt.\n\nBLOOD\n\nseeps out of his clothing. He tore open his bullet wound.\nFuck.\n\nThe sound of a bottle getting KICKED. Rattling around. No\ntime for pain. Frost draws his gun and spins around the\ncorner, sticking the gun in the face of:\n\nTWO PROSTITUTES\n\nwho WAIL their heads off. Frost pockets the pistol and turns\naround -- comes face to face with:\n\nVARGAS\n\npopping up behind him -- swinging the rifle. Frost grabs the\nbarrel of the gun. YANKS it away from his face.\n\nVargas pulls the trigger. The gun starts unleashing bullets\ninto the clouds.\n\nFrost HOWLS as the gun goes off close to his face -- hands\nBURNING from the heat of the gun barrel unloading.\n\nIn a last-ditch move, Frost KICKS Vargas back and draws his\ngun.\n\nVargas SWINGS the rifle. KNOCKS the gun from Frost's hands.\nTHROWS it back the other way.\n\nFrost CATCHES the gun again.",
  "49": "---END OF PREVIOUS SECTION---\nKNOCKS the gun from Frost's hands. THROWS it back the other way. Frost CATCHES the gun again. \n---TARGET SECTION TO BE ANNOTATED---\n Uses the momentum to SPIN Vargas\naround -- HURLING his ass against a concrete wall. He tries\nto throw up his knee --\n\n-- but Vargas BLOCKS the move. Unleashes FURY. He takes Frost\nand SLAMS his head against the wall. SWINGS down his hand --\nKNOCKING Frost to the ground. He reaches into his pocket.\nWithdraws:\n\nA GARROTTE\n\nHe slips over Frost’s neck. Frost raises his hand up. CATCHES\nthe wire before it catches his throat.\n\nVargas PULLS it taut. The wire CUTS into Frost’s hand. Blood\nPOURS out -- a deep, seething STING.\n\nFrost kicks up his legs. PUSHES his body back. RAMS Vargas\nagainst the wall -- but he doesn’t release his hold. Frost\nBUCKS him again. THROWS him over his shoulder.\n\f78.\nVargas rolls off. Frost INHALES air. Vargas lands next to his\ngun. Grabs it. SPINS -- about to fire.\nTHE YUGO ROARS UP BEHIND HIM\n\nlike a bull at Pamplona. Matt at the wheel, heading straight\nfor Vargas.\n\nVargas has to move. Does a quick Parkour-move. LEAPS to his\nfeet -- then the wall -- then to the roof of the car,\nSPEEDING UP.\n\nINT. YUGO - SAME\n\nMatt -- acting fast -- SLAMS on the breaks.\n\nEXT. DONA MARTA - SAME\n\nVargas goes FLYING off. Hits the ground -- hard. Matt THROWS\nopen the door. SCREAMS at Frost to:\n\nMATT\nGet in the car!\n\nFrost is shocked to be seeing Matt again but he isn’t about\nto get in the car with the CIA. But then --\n\n-- the sound of approaching SIRENS. He looks over.\nPOLICE CRUISERS\ntear up the alley.\n\nMATT (CONT'D)\nNow!\n\nFrost has no choice. Hops inside. Matt doesn’t even wait for\nthe door to shut to race off.\n\nINT. YUGO - SAME\nMatt drops hammer -- TROMPS the pedal -- GUNS the engine.\n\nFROST\nTurn right here.\n\nEXT.",
  "50": "---END OF PREVIOUS SECTION---\nYUGO - SAME\nMatt drops hammer -- TROMPS the pedal -- GUNS the engine. FROST\nTurn right here. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DONA MARTA —- SAME\n\nThe Yugo WHIPS around a corner -- SCREAMING down another\nnarrow street.\n\nCruisers roar up -- maintaining pursuit -- keeping on his\nass.\n\f79.\n\nMatt carves a path between two shacks. PLOWS through laundry\nhanging from wires. EXPLODES through people’s backyards.\nSHOOTS AHEAD.\n\nThe pace couldn't be faster and more kinetic -- TEARING\nacross muddy back roads -- past bars -- nearly CLIPPING\npeople spilling out, drunk.\n\nINT. YUGO - SAME\n\nMatt maneuvers around bodies.\n\nEXT. DONA MARTA —- SAME\n\nA cruiser roars alongside Matt. Cop leans out the window with\na shotgun -- about to fire.\n\nINT. YUGO — SAME\n\nMatt tries to out race him. Frost -- fuck that -- reaches\nover and grabs the wheel. YANKS it.\n\nEXT. DONA MARTA —- SAME\n\nThe Yugo SLAMS into the side of the cruiser. Sends it\nCRASHING into a wall.\n\nROARS forward. A second cop car RAMS into the back of the\nYugo.\n\nINT. YUGO - SAME\nMatt and Frost JERK FORWARD. Frost sees:\nMATT’S GUN\n\nresting in the space between them. He picks up the gun.\nStarts UNLOADING out the back of the car.\n\nBullets EXPLODE out the back window --\nEXT. DONA MARTA - SAME\n\n-- SHOOT into the advancing cruiser. Spiderweb the glass. Hit\nthe engine. The car catches FIRE.\n\nThe driver opens the door. HOPS out. Hits the ground hard.\nJust as --\n\n-- CRASH! The car hits a wall. EXPLODES upon impact! Fireball\nSHOOTS UP.\n\nThe Yugo doesn’t stop. And neither do we. Moving too fast for\nthat, SHEDDING the rest of the cops as Matt and Frost --\n\f80.\n\n-- GO TEARING DOWN A HILL, running down bushes, before --\nEXT. RIO STREET - CONTINUOUS\n\n-- CRASHING down onto asphalt, ROARING onto a highway, almost\ngetting CLIPPED by oncoming cars.\n\nINT. YUGO - SAME\nMatt quickly twists the wheel -- dodging cars SPEEDING UP.\nEXT.",
  "51": "---END OF PREVIOUS SECTION---\nINT. YUGO - SAME\nMatt quickly twists the wheel -- dodging cars SPEEDING UP. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RIO STREET - SAME\n\nThe Yugo SWERVES out of the way of all the cars -- except one\n-- BAM! -- They get CLIPPED!\n\nINT. YUGO — SAME\n\nThe glass EXPLODES besides Frost’s head. He gets ROCKED.\nDrops the gun.\n\nEXT. RIO STREET - SAME\nThe Yugo SPINS. Stops. Out of commission.\nINT. YUGO - SAME\n\nFrost -- dazed -- drops the gun. Matt -- whiplash -- but\nquicker to react. He peers out the window.\n\nNEW ANGLE -- THE CAR THAT HIT THEM\nA Ford Bronco. TWO FIGURES step out:\nTHE FREELANCERS!\n\nThe Albanian and the African -- their faces bloodied and\nbruised from fight club.\n\nMatt locks eyes with them. Might not know who they are, but\nknows they aren’t friendly -- especially when they reach into\ntheir jackets -- drawing IMI UZI’'S.\n\nMatt reacts ——\n\nMATT\nShit --\n\n-- as the Freelancers raise up their guns. Start SPRAYING.\nMatt grabs Frost’s gun from the car floor. Takes Frost. YANKS\nhim out the driver’s side door.\n\nMATT (CONT'D)\nCome on!\n\f81.\n\nEXT. RIO STREET - CONTINUOUS\n\nMatt and Frost quickly duck up to a nearby abandoned\nbuilding. Slip between two chained doors.\n\nTHE FREELANCERS\n\nmaintain pursuit, charging after them.\n\nINT. ABANDONED BUILDING - NIGHT\n\nUnder construction. Scaffolding everywhere. Matt and Frost\nrace across, throwing away tarps hanging down from beams --\n\nin their way.\n\nThe two men reach an exit door. Matt tries to pull it open.\nCan't. CHAINED. Shit.\n\nFrost pitches. Matt almost has to catch him. Sees why: his\nSTOMACH -- bleeding in the moonlight -- torn open.\n\nMATT\nJesus.\n\nFrost -- clutches his stomach -- in pain -- but shrugs it\noff.\n\nMACHINE GUNFIRE EXPLODES AT THEIR HEADS!\nThey dash away -- bullets just missing as:\nTHE FREELANCERS\n\nrun up -- take up position around some columns. Whip around.\nFire their UZI's.\n\nA bullet STRIKES a PROPANE TANK.",
  "52": "---END OF PREVIOUS SECTION---\nWhip around. Fire their UZI's. A bullet STRIKES a PROPANE TANK. \n---TARGET SECTION TO BE ANNOTATED---\n It IGNITES -- VOMITS FIRE --\nnearly catches Matt -- DIVING behind CONCRETE SLABS that\ninstantly get RIDDLED by rounds. Cement dust SPRAYS.\n\nFROST\n\nbooks for a nearby wooden staircase, hustling up the steps\nas:\n\nTHE ALBANIAN\n\ntakes aim. Shoots in his direction. SPLINTERS the steps. They\nCOLLAPSE.\n\nDROP Frost with them -- landing him on the ground in an\nexplosion of dust and debris.\n\nNEW ANGLE -- THE AFRICAN\n\f82.\n\nHe focuses on Matt, now shooting back at him. The Freelancer\nducks down -- behind a cement mixer -- looks up -- sees:\n\nSTEEL BEAMS\n\nsuspended above Matt's position, attached to a cable -- tied\nto a pulley -- connected to the wall. He turns his uzi,\nunleashing a storm of bullets.\n\nThe cables get SHREDDED. SNAP! RELEASE the beams. They come\nCRASHING DOWN above Matt’s head. He SCURRIES out of the way.\nLEAPS just in time before --\n\n-- A MASSIVE IMPACT. LOUD. BLARING. We can’t see what\nhappened to Matt -- but judging by the destruction, can’t be\ngood.\n\nThe Albanian heads over. Investigates. Doesn’t see Matt at\nall. Assumes there’s nothing to see. He spins, leaving.\n\nNEW ANGLE -- MATT\n\ntrapped in between a tiny crawl space -- between two walls,\njust a few feet away from where the beams fell.\n\nNEW ANGLE -- THE AFRICAN\n\nrushing up to the broken staircase, searching for Frost.\nDoesn't find him. Instead, sees his FOOTPRINTS on the dust-—\ncovered floor. He follows them:\n\nINT. CONSTRUCTION SITE - ANOTHER ROOM — CONTINUOUS\n\n \n\nOccupied by WOOD CUTTING TOOLS -- saws -- staple guns --\ncutting boards. The African looks around -- on the hunt --\ncatches sight of:\n\nA SILHOUETTE\n\nbehind a tarp -- hanging from the ceiling. He starts SHOOTING\n-- bullets kicking up the sheet -- revealing:\n\nA CONSTRUCTION WORKER’S COAT AND HAT\n\nhanging off a hook behind it.",
  "53": "---END OF PREVIOUS SECTION---\nCONSTRUCTION SITE - ANOTHER ROOM — CONTINUOUS\n\n \n\nOccupied by WOOD CUTTING TOOLS -- saws -- staple guns --\ncutting boards. The African looks around -- on the hunt --\ncatches sight of:\n\nA SILHOUETTE\n\nbehind a tarp -- hanging from the ceiling. He starts SHOOTING\n-- bullets kicking up the sheet -- revealing:\n\nA CONSTRUCTION WORKER’S COAT AND HAT\n\nhanging off a hook behind it. \n---TARGET SECTION TO BE ANNOTATED---\n The African -- feeling foolish -\n- turns -- finds:\nFROST\n\nEXPLODING AT HIM! They CRASH into each other -- go flying.\nThe collision KNOCKS the gun from the African’s hand -- as\nthey both go BARRELLING INTO:\n\nAN ELEVATOR\n\f83.\nThe African SPINS Frost at the final second -- using his\nmomentum to SLAM him against the elevator wall.\nNEW ANGLE -- THE ALBANIAN\n\ncharging into the room. It’s about to be two against one but\nFrost --\n\n-- KICKS the African back. He hits the elevator controls. The\ndoor CLOSES --\n\n-- just as the Albanian reaches them -- left watching as the\nlift rises up to another floor. He then turns -- seeing:\n\nAN ACCESS DOOR\nHe heads for it.\n\nINT. ELEVATOR — SAME\n\nA DEATH MATCH -- as the two men SLAM up against the walls of\nthe confined space -- TRADING PUNCHES.\n\nThe African THROWS his knees up into his ribs -- HURLS a\nfist. Frost BLOCKS -- returns a LEFT. Lands the punch behind\nthe Freelancer’s right ear -- DISORIENTS him -- then SWINGS\ndown both down like a mace -- CATCHING the African across the\nnose.\n\nBones BREAK -- blood SPLATTERS! The African stumbles back.\nFrost CHARGES. The African HURLS a PUNCH --\n\n-- but in a LIGHTNING FAST MOVE -- FROST DUCKS and GRABS the\nAfrican by the larynx -- SLAMMING his head hard against the\nwall -- while TIGHTENING his grip and SQUEEZING the life out\nof him.\n\nHIS FACE -- turns blue. HIS EYES -- roll back. HIS LEGS -- go\nlimp.\n\nThe kill couldn’t be more up close and personal. Frost drops\nhim like dead weight -- catches his own breath -- hits the\nelevator stop button.\n\nIt JERKS to a halt.\n\nINT. CONSTRUCTION SITE - ANOTHER FLOOR - SAME\n\n \n\nThe elevator door slides open. Frost steps over the African\nand heads out onto the floor.\n\nA DOOR SWINGS OPEN WITH A CLANG! Frost whirls -- sees:\n\nTHE ALBANIAN\n\f84.",
  "54": "---END OF PREVIOUS SECTION---\nFrost steps over the African\nand heads out onto the floor. A DOOR SWINGS OPEN WITH A CLANG! Frost whirls -- sees:\n\nTHE ALBANIAN\n\f84. \n---TARGET SECTION TO BE ANNOTATED---\nnow behind him -- coming out of the access door -- sweating --\nkeeping his gun aimed. The Albanian advances -- then sees:\n\nHIS PARTNER\n\ndead -- sprawled on the ground -- elevator door trying to\nclose -- but keeps getting caught on his leg -- sticking out.\nHe reacts -- seething. Frost -- capitalizes -- takes off. The\nAlbanian OPENS FIRE -- shooting the shit out of the room.\nFROST\n\nrushes behind a beam -- taking fire -- but keeping out of the\n\nFreelancer’s line of sight.\n\nHe considers his position -- there’s no where to go. A door --\nbut he’d have to step out into the open. Stairs -- but in the\nother direction. He’s trapped.\n\nThe Albanian swings around a work table -- about to get the\ndrop on him -- when --\n\n-- WHAM! --\n\nMATT\n\n-- SLUGS the freelancer with a pipe. The Albanian CRASHES to\nthe ground -- gun spilling out of his hand.\n\nMatt sweeps it aside with his foot -- directs his weapon at\n\nthe freelancer.\n\nMATT\nFrost!\n\nFrost walks out -- sizes up the situation.\n\nMATT (CONT'D)\nI don’t think he’s one of them.\n\nFROST\nHe’s not. He’s a freelancer.\nMatt reacts -- unnerved.\nMATT\n\nThat true? You a freelancer?\nThe Albanian says nothing.\nMATT (CONT'D)\n\nDid the agency order you to come\nafter us?\n\f85.\nMatt COCKS his gun -- repeats the question. In Albanian; not\nsubtitled:\n\nMATT (CONT'D)\nPo ju a freelancer?!?\n\nA beat. The Albanian nods. Matt lowers his gun. Frost reacts\nto this -- curious.\n\nEXT. CONSTRUCTION SITE - MOMENTS LATER\n\n \n\nMatt throws open a back door -- exiting quickly out into an\nalley with Frost -- re-cuffed.\nMatt KICKS a trash can aside -- boiling over in frustration.\n\nThe trash goes flying.\n\nMATT\nDammit!\n\nHe grits his teeth -- thinking -- head spinning.\n\nFROST\nIf the CIA is sending freelancers\nafter you, how safe do you think\nthat house is?\n\nThat stops Matt. Frost just gave him something serious to\nthink about. A beat -- he shakes his head.\n\nMATT\nDoesn’t matter. It’s my only shot.",
  "55": "---END OF PREVIOUS SECTION---\nA beat -- he shakes his head. MATT\nDoesn’t matter. It’s my only shot. \n---TARGET SECTION TO BE ANNOTATED---\nWhere else am I gonna go? At least\nthe safe house gives me a chance to\nprove I’m not bent.\n\nHe signals with his gun for them to move.\n\nMATT (CONT'D)\nCome on. We can’t stay here. We\n\ngotta go.\nMatt heads away -- but Frost doesn’t move. Realizing this, he\nturns back -- Frost is propped up against the wall.\nMATT (CONT'D)\nWhat?\nFrost holds up his hand -- which was on his stomach -- to the\nmoonlight -- now stained with BLOOD.\n\nFROST\nI’m not going anywhere.\n\f86.\n\nOff Matt -- we CUT TO --\n\nEXT. CIA HEADQUARTERS -— NIGHT\n\nWHITFORD (V.O.)\nWe just heard from Brazil.\n\nINT. CIA SITUATION ROOM — NIGHT\n\nWHITFORD\nThe freelancers dropped the ball.\nWe’re gonna switch it up. I want\nsomeone senior in Rio tonight.\n\nHe turns to Barlow.\n\nWHITFORD (CONT'D)\nYou placed Weston at that house.\nYou're elected. There’s a jet\nwaiting. Get your ass on it and\nbring this one home.\n\nBARLOW\nYes, sir.\nLinklater -- concerned -- speaks up --\nLINKLATER\n\nSir, I’m the one running with the\ntheory that Weston’s a double. If\nanyone should bring him in, it’s\n\nme.\n\nBARLOW\n(protesting)\nHarlan, I don’t need --\nWHITFORD\n(cutting him off)\nFine. The two of you go.\nLinklater shoots Barlow a look -- not so fast, pal.\nEXT. PHARMACY - NIGHT\n\nTomblike silent. Matt and Frost arrive at the front door and\njimmy the lock.\n\nINT. PHARMACY - NIGHT\nRows of MEDICINE and SURGICAL supplies. Moonlight spills\n\ninside. Matt and Frost clear shelves of sutures, cotton gauze\nand other supplies.\n\f87.\n\nLATER\n\nMatt looks on as Frost opens up capsules of penicillin --\npours the powder onto his stomach. Begins treating himself.\n\nMATT\nHave you done this before?\n\nFROST\nFirst time.\n\nMatt scoffs. Frost ties another suture.\n\nFROST (CONT'D)\nHow’s the head?\n\nMATT\nI'll live.\n\nFROST\nThat was the point.",
  "56": "---END OF PREVIOUS SECTION---\nFROST (CONT'D)\nHow’s the head? MATT\nI'll live. FROST\nThat was the point. \n---TARGET SECTION TO BE ANNOTATED---\nSIRENS WAIL in the distance. Matt looks out the window -- on\nhigh alert. Cruisers roar past. Matt breathes easier when\nthey don’t stop.\n\nFROST (CONT'D)\nSorry about Ana.\n\nMatt turns back around -- surprised.\n\nMATT\nHow'd you --\n\nFROST\nAfter I shot you, you needed a\nplace to mend. Some place quiet.\nYou've never been shot before. You\nwere confused. Scared. So you did\nwhat all people do when they are\nconfused and scared. You retreated\nto some place familiar. It was\nlate. She was probably home. You\nhad to explain away the blood and\nthere are only so many lies for why\nyou didn’t go to the hospital when\na bullet kisses your skull. I never\nmet Ana but I don’t peg you as the\ntype of guy who dates a girl who\ntakes news like that well.\n\nJesus, he’s good. He finishes up.\n\f88.\n\nFROST (CONT'D)\n\nIt's for the best though. Like I\nsaid, there’s no real loyalty\nanymore. Everyone betrays everyone.\n\nHe walks over to a sink -- runs the water -- cleaning the\nblood off his hands.\n\nMATT\nThat why you went black? Burn them\nbefore they could burn you?\n\nFROST\nYou don’t know what you’re talking\nabout.\n\nMATT\nI know you weren’t always like\nthis.\n\nFROST\nIs that what you wrote in your case\nstudy?\n\nMATT\nMaybe. You didn’t have money\nproblems. Or drug problems -- sex\n\nproblems. You weren’t a deviant. So\nwhy’d you do it? Why’d you turn?\n\nFROST\nYou think it was one thing? It’s\nnever one thing. Like you, I joined\nthe agency bright-eyed and\ninnocent. Wrapped myself up in the\nflag. Got weepy at the memorial\nwall. But over time, the game\nchanged. I lost track of the lies.\nThe politicians took over. No one\nbelieves in anything anymore. It\nwas all bullshit. We weren't\nsolving problems. We were creating\nthem. And I wasn’t gonna be a part\nof it.",
  "57": "---END OF PREVIOUS SECTION---\nWe weren't\nsolving problems. We were creating\nthem. And I wasn’t gonna be a part\nof it. \n---TARGET SECTION TO BE ANNOTATED---\nMATT\nSo why not just walk away clean?\n\nFROST\nAnd let all that training go to\nwaste? At least now I get to pick\nthe assignments I want -- when I\nwant -- and get paid a shit load\nmore for it.\n\f89.\n\nMatt’s face registers disappointment.\n\nFROST (CONT'D)\nPlease. Don’t look at me like I\njust told you there was no Santa\nClaus. Believe me, no one’s soul,\nno matter how decent at first, can\nstay intact after being chiseled\naway at for so long.\n\nMatt considers that -- as we CUT TO --\n\nINT. CIA HEADQUARTERS - PARKING LOT — NIGHT\n\n \n\nLinklater crosses the lot, footfalls ECHOING. He has his\nphone to his ear, in mid-conversation:\n\nLINKLATER\n\nIt’s me. I’m on my way to the\nairport now.\n\n(listens)\nThe problem isn’t Weston. It’s\nBarlow. I gotta find a way not to\nfeel his breath on my neck so I can\nfinish this on my own.\n\nHe pulls out his keys, shutting the alarm to his parked\nMercedes S-Class.\n\nLINKLATER (CONT’D)\nYeah, I know he’s a hard-ass but so\nam I.\n(listens; gets to his car)\nAlright. Will do. Later.\nHe opens the car door, steps inside --\nINT. MERCEDES - MOMENTS LATER\n\n-- sits down -- shuts the door -- but before he can put the\nkey in the ignition --\n\n-- A HAND SNAPS BACK HIS HEAD --—\n\n-- WHILE ANOTHER JAMS A SYRINGE INTO HIS NECK VEIN --\n-- PRESSES DOWN ON THE PLUNGER --\n\n-- RELEASES THE LIQUID INSIDE.\n\nNEW ANGLE -- LINKLATER’S FACE\n\neyes rolling away -- tongue thickening -- then still. He\ndies. Reveal --\n\f90.\n\nBARLOW\n\nin the backseat. Face of stone. Void of any emotion. He\nreaches into his pocket, drawing his phone.\n\nINT. COMMERCIAL BUILDING - NIGHT\n\nA cell phone VIBRATES across a table. Vargas, smoking,\nextinguishes a butt and picks up the buzzing phone. Checks\nthe display.",
  "58": "---END OF PREVIOUS SECTION---\nCOMMERCIAL BUILDING - NIGHT\n\nA cell phone VIBRATES across a table. Vargas, smoking,\nextinguishes a butt and picks up the buzzing phone. Checks\nthe display. \n---TARGET SECTION TO BE ANNOTATED---\nNEW ANGLE -- THE DISPLAY\n\nThe sender’s name is listed as “AVNER” and it includes --\n\n-- THE ADDRESS TO THE SECOND SAFE HOUSE.\n\n \n\nVargas snaps the phone shut.\n\nINT. CIA HEADQUARTERS —- PARKING LOT - SAME\n\n \n\nThe trunk to the Mercedes pops open. Barlow slides\nLinklater’s body to it. Throws him in. Shuts the trunk.\nStarts the engines. Drives away.\n\nINT. COMMERCIAL BUILDING - SAME\n\nAs the mercs gear up for the assault, slipping on Kevlar,\nsmacking home magazines.\n\nCUT TO --\n\nEXT. BRAZILIAN COUNTRYSIDE —- MORNING\n\n \n\nVARIOUS SCENERY whips by as we travel further away from Rio:\nacres of empty land; farms; gardens -- all bathed in golden\nlight.\n\nA BUS passes by, old and beat-up.\n\nINT. BUS - SAME\n\nA cattle car packed with travelers. Some sleeping. Some\nsmoking. All sweating.\n\nIN THE BACK:\n\nMatt rides with Frost in silence. Frost watches the scenery\nwhip by the window: a beautiful vista. Quiet, until:\n\nMATT\nThat still doesn’t look too good.\n\nFrost turns to him, then looks down at his stomach wound.\n\fgl.\n\nFROST\nI'll survive.\n\nHe stares back out.\n\nMATT\nYou know something, Frost: I don’t\nthink you're half as cynical as you\nmake yourself out to be.\n\nFROST\nIs that what you think?\n\nMATT\nYeah. Remember, I’ve read your op\nreports. I think if someone gave\nyou a clear directive -- something\nyou knew to be the right thing --\nyou'd do it today.\n\nFROST\nBut whose to say what the right\nthing is? The same people who think\nyou're a terrorist?\n\nMatt doesn’t have an answer.\n\nMatt nods.\n\nFROST (CONT'D)\nDo you wanna make agent?\n\nFROST (CONT'D)\nThen let me be your best friend in\nthe world and tell you something\nyou need to know: you never will.\n\nMATT\nIs that right?\nFROST\nYou don’t have the skill set for\nit.\nMATT\n(defensive)\n\nI'm bringing you in, aren’t I?\n\nFROST\nI didn’t say you didn’t have any\nskills.",
  "59": "---END OF PREVIOUS SECTION---\nFROST\nYou don’t have the skill set for\nit. MATT\n(defensive)\n\nI'm bringing you in, aren’t I? FROST\nI didn’t say you didn’t have any\nskills. \n---TARGET SECTION TO BE ANNOTATED---\n Just not the right one.\n\nMATT\nWhich is?\n\fFROST\nDetachment. You’re too invested.\n\nMATT\nAnd that’s a bad thing?\n\nFROST\nFor an idealist? No. For a field\nofficer, there’s nothing worse. And\nyou know it too -- or else you\nwould've killed him.\n\nMATT\nWho?\n\nFROST\nThe freelancer. You could’ve killed\nhim, you should've killed him, but\nyou didn’t kill him.\n\nMATT\nThat’s because I didn’t have to.\n\nFROST\nAnd you think that makes you noble?\n\nMATT\nI think it makes me not you.\n\nFROST\nExactly. Don’t make the same\nmistakes I did, Matt. You’re too\ngood a man for this work of ours.\n\nHe turns forward -- looking ahead.\nFROST (CONT'D)\n\nGo back to Ana. Get out before you\nforget why you got in.\n\nThey drive on in silence. Matt thinks about what Frost says --\n\nwondering if -- indeed -- this is the job for him.\nDISSOLVE TO --\n\nAN EARLY SUN\n\nbreaching mountains.\n\nEXT. BRAZILIAN COUNTRYSIDE — DAY\n\nThe bus -- driving down the road -- slows to a stop -- coming\n\nup to --\n\f93.\n-- a ROAD BLOCK. Cops with shotguns, searching cars. THREE\nUNIFORMS approach the bus.\nINT. BUS - MOMENTS LATER\n\nThe police step on the bus, looking for Matt when they arrive\nat their seat --\n\n-- they aren’t on board anymore. CUT TO --\nEXT. BRAZILIAN COUNTRYSIDE - DAY\n\nBarren. Desolate. Matt and Frost are now walking down a dusty\nroad: two lone silhouettes.\n\nMOMENTS LATER:\n\nMatt and Frost -- been through too much and still not home\nyet -- eventually arrive at:\n\nTHE SAFE HOUSE\n\nA rustic, old farm house at the corner of no and where. A\nwind chime WHISTLES over the porch.\n\nEXT. SAFE HOUSE - EARLY MORNING\n\nMatt and Frost walk over gravel and up a long private road,\npast fields of crops, to an iron gate. Matt pushes it open\nand continues on toward the drive-way, passing --\n\n-- horses grazing in the adjoining stable.",
  "60": "---END OF PREVIOUS SECTION---\nEXT. SAFE HOUSE - EARLY MORNING\n\nMatt and Frost walk over gravel and up a long private road,\npast fields of crops, to an iron gate. Matt pushes it open\nand continues on toward the drive-way, passing --\n\n-- horses grazing in the adjoining stable. \n---TARGET SECTION TO BE ANNOTATED---\n Matt looks up at\nthe house, taking it all in.\n\nFrost too. But looking at other things: the layout; the\nopenness. Seeing how vulnerable they are. Exposed.\n\nFROST\nHope you trust whoever set this up.\n\nMATT\nIt was my recruiter.\n\nFROST\nYeah? You certain he hasn’t\nrecruited anyone since?\nMatt looks at Frost. Shrugs him off. More misdirection.\nMOMENTS LATER:\nMatt leads Frost up onto the porch and up to the door. Frost\n\npeers back, spying -- the terrain -- wind -- everything. Matt\ntakes the doorknob. Cranks it. The door POPS. Creeks open.\n\f94.\n\nINT. SAFE HOUSE —- CONTINUOUS\n\nStark contrast from the Rio apartment: there’s furniture but\nit hasn't been used in years. Cobwebs. Ratty rugs. Dust-\ncovered wood floors.\n\nMice scurry as Matt and Frost move inside, eyes scanning.\nShadows everywhere.\n\nOnly light comes from whatever sun can breach the WOODEN\nPLANKS covering up the windows.\n\nFOOTFALLS\n\necho: steps. Matt draws his gun. Alert. Guard up. MORE STEPS.\nMatt whirls. Throws the gun around. Aims it at:\n\nA FIGURE\nentering from another room, scaring the crap out of us.\n\nMATT\nShow me your fucking hands right\nnow!\n\nThe figure throws up his hands.\n\nMATT (CONT'D)\nStep forward.\n\nThe body moves into a slit of light. His name is KELLER, late-\n20's. Thin but athletic. Looks like -- well, Matt.\n\nKELLER\nYou Weston?\n\nMATT\nWho are you?\n\nKELLER\nI’m Keller. I’m a housekeeper.\n\nMatt still doesn’t budge -- keeping the gun trained on him.\nKeller sighs.\n\nKELLER (CONT'D)\nAuthorization index: Echo Nine\nThree Victor Echo Two. That’s Tobin\nFrost. You're bringing him in for\nexfil. David Barlow told me to\nleave the front door open.\n\nA beat. Matt considers. Does he believe him or not? A pause,\nthen he lowers his gun. Keller breathes a sigh of relief.\n\fKELLER (CONT'D)\nLet me show you to the guest room.\n\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nKeller breathes a sigh of relief. KELLER (CONT'D)\nLet me show you to the guest room. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SAFE HOUSE - GUEST ROOM - MOMENTS LATER\n\n95.\n\nFrost is placed onto a chair, hands and feet quickly cuffed\n\nto it. Matt and Keller step out, closing the door.\n\nEXT. SAFE HOUSE - DAY\n\nAn OMINOUS POV. Looking at the property. Could be God. Could\n\nbe someone else.\n\nINT. SAFE HOUSE —- LIVING ROOM - DAY\n\nMatt sits down in a chair -- finger nervously tapping the\narm. He checks his watch. Keller crosses up -- holding a cold\nbeer.\n\nKELLER\n\nLangley’s sending an extraction\nteam. They should be here soon.\n\nKeller hands Matt the beer bottle.\n\nKELLER (CONT'D)\nLooks like you could use it.\n\nA beat. Matt takes it.\nMATT\nThanks.\n(sips)\n\nKELLER\nAre you...?\n\nHe indicates his head.\n\nMATT\nIt’s alright.\n\nKeller plops down in a chair across from him -- two strangers\n\ntalking shop.\n\nKELLER\nI’m sorry about the Rio house.\n\nMat nods, appreciative.\nMATT\n\nHow long have you been a\nhousekeeper?\n\f96.\n\nKELLER\nFive months.\n\nMATT\nWhere?\n\nKELLER\nBerlin for one. Rome for two. Here\nfor two.\n\nSomething about that causes Matt to flinch -- but he buries\nit.\n\nKELLER (CONT'D)\nWow. Tobin Frost. Guy’s a fucking\nlegend. Hope you picked up what you\ncould. You’re not gonna get a\nbetter education.\n\nMATT\nNo. Not likely.\n\nHe polishes off the drink. Sets it down.\n\nMATT (CONT'D)\nYou got a bathroom here?\n\nKeller nods in the direction of the hallway. Matt excuses\nhimself -- walks off.\n\nINT. SAFE HOUSE —- HALLWAY - MOMENTS LATER\n\n \n\nMatt finds the bathroom and steps inside, shutting the door\nbehind him.\n\nINT. SAFE HOUSE — BATHROOM — CONTINUOUS\n\n \n\nQUICK SHOTS:\n\nMatt locks the door. Runs the faucet. Uses the noise to mask\nhis movements. He takes out his gun. Checks the chamber. Sees\nhow many bullets are left: only two. Fuck. He loads it back\n\nin. Tucks away the gun. Checks himself in the mirror, gearing\n\nup.",
  "62": "---END OF PREVIOUS SECTION---\nHe loads it back\n\nin. Tucks away the gun. Checks himself in the mirror, gearing\n\nup. \n---TARGET SECTION TO BE ANNOTATED---\nPHFT!\n\nA bullet snaps through the door. CRACKS the mirror -- just\nkissing Matt’s cheek. He turns -- surprised.\n\nPHFT! PHFT!\n\nTwo more shots rip through the door -- spraying splinters.\n\f97.\n\nBAM! The door BREAKS OPEN!\nKELLER\n\nrushes inside. Eyes of fury. Matt -- reacting -- quickly\ngrabs his arm.\n\nThey WRESTLE for control of the gun. The fight is CHAOTIC.\nVisceral. Instinctual.\n\nMatt ELBOWS Keller in the face. KNOCKS the gun from Keller’s\nhand. Keller counters. FISTS Matt in the jaw. Throws him off.\nKeller takes his head. SLAMS it toward the sink.\n\nLast second -- Matt THROWS up his hands. Catches the\nporcelain. PREVENTS impact.\n\nKeller DRAWS back Matt’s neck. As his body shoots up, Matt\npulls back on the sink drain.\n\nWater starts FILLING up the sink.\n\nKeller TOSSES Matt hard against the wall. HURLS a punch. Matt\nsidesteps. SPINS. SLAMS Keller against the back of the head.\n\nTHROWS his arms over his neck -- PULLS BACK -- holds him\nTIGHT.\n\nKeller FLAILS. Matt TOSSES his head into the sink -- FACE\nFIRST into the water. Holds him there -- DROWNING him.\n\nKeller FIGHTS. Matt fights HARDER -- keeping his head in the\nwater -- until his body stops writhing and kicking.\n\nA beat. Matt lets go -- breathing heavy. He’s never killed\nanyone before. Hates how it makes him feel.\n\nKeller's lifeless body hits the ground -- water spilling over\nhim.\n\nMatt -- breathing heavy -- considers him. Jesus. It’s never\nbeen so real for him.\n\nBut no time for that. He sees -- beside Keller -- the fallen\ngun. He picks it up. Backtracks out of the bathroom.\n\nINT. SAFE HOUSE - LIVING ROOM - MOMENTS LATER\n\n \n\nMatt makes his way toward the guest room when:\nKELLER\n\nSLAMS into him from behind -- still alive. The two CRASH to\nthe ground.\n\f98.\n\nKeller’s gun goes FLYING. Slides across the wooden floor.",
  "63": "---END OF PREVIOUS SECTION---\n98. Keller’s gun goes FLYING. Slides across the wooden floor. \n---TARGET SECTION TO BE ANNOTATED---\nKeller CRAWLS for it -- GRABS it.\nMatt LEAPS -- THROWS Keller in a head lock. Keller fires over\nhis shoulder -- bullets just missing Matt who uses everything\n\nhe has left to force the gun up to Keller’s head -- pull the\ntrigger.\n\nPHFT!\n\nBlood SPRAYS Matt’s face. Keller slumps. Matt kicks his body\naside -- panting for air. He gets to his feet as we CUT TO --\n\nINT. SAFE HOUSE - GUEST ROOM —- SAME\n\n \n\nThe door swings open. Frost snaps his head up. Matt bombs\ninside -- rushed and panicked.\n\nMATT\nWe're not safe.\n\nFROST\nWhat happened?\n\nMATT\nBarlow set us up. The Landlord said\nthis house was still under contract\n-- which means it wouldn’t have a\nhousekeeper yet -- let alone one\nwho has been here for two months.\n\nFrost is impressed. Matt levels the gun at him.\nMATT (CONT'D)\n\nYou tell me everything you know\nright now.\n\nFROST\n\nPut the gun down, Matt --\nMATT\n\nWhy’d you come to Rio?\nFROST\n\nSlow down --\nMATT\n\nYou're hiding something from me.\nWHAT THE FUCK IS GOING ON!?!\n\nThat’s when he sees Frost’s injection scar on his arm. He\nimmediately starts patting him down, locating:\n\nTHE ENVELOPE\n\f99.\n\nconcealed inside his back pocket -- the one Carlos gave him.\n\nMATT (CONT'D)\nWhat is this?\n\nFROST\nIt’s confidential.\n\nHe rips it open. Looks inside. Finds the microdot.\n\nMATT\nWhat are they -- files? Is this\nwhat tonight's about?\n\nFROST\nIt’s over your head.\n\nMATT\nStop with that crap. You tell me\nnow. What do these files have to do\nwith David Barlow?\n\nFROST\nI don’t know. I didn’t get to read\nall of them but clearly there’s\nsomething on it he doesn’t want\nanyone knowing.\n\nMATT\n\nWhat the hell are these?\nFROST\n\nIt’s a dirt laundry list.\nMATT\n\nA what?\nFROST\n\nA blackmail index compiled by\nIsraeli intelligence ten years ago -\n- a collection of incriminating\nintel on various corporate heads,\ngovernment officials --\n\nMATT\n-- CIA agents.",
  "64": "---END OF PREVIOUS SECTION---\nFROST\n\nIt’s a dirt laundry list. MATT\n\nA what? FROST\n\nA blackmail index compiled by\nIsraeli intelligence ten years ago -\n- a collection of incriminating\nintel on various corporate heads,\ngovernment officials --\n\nMATT\n-- CIA agents. \n---TARGET SECTION TO BE ANNOTATED---\nFrost nods.\n\nMATT (CONT'D)\nWhat were you gonna do with them?\n\f100.\n\nFROST\nSame thing Mossad was gonna do:\ntrade the secrets for favors when I\nneeded them.\n\nMATT\nJesus.\n\nAs it all comes together for Matt --\n\n-- THE HORSES OUTSIDE GO WILD. Matt pauses. Not good. He\nquickly stuffs the envelope into his pocket and rushes out\nthe room.\n\nFROST\nMatt!\n\nINT. SAFE HOUSE - LIVING ROOM - MOMENTS LATER\n\n \n\nMatt sprints over to the window, peering out. THE SOUND OF\nTIRES ROLLING OVER GRAVEL as:\n\nA VAN\n\npulls up. The same one that was outside the Rio safe house.\nMatt goes ghost white.\n\nMATT\nShit.\n\nAs he whirls around -- he STUMBLES -- DISORIENTATED. He\nBLINKS. Things are losing FOCUS. He tries to shake it off,\nface sweating. Then he notices:\n\nTHE BEER BOTTLE\n\non the floor. The one Keller gave him. Matt fights the urge\nto pass out, moving on with unsteady legs.\n\nINT. SAFE HOUSE - GUEST ROOM - MOMENTS LATER\n\n \n\nMatt stumbles inside -- bleary-eyed -- heart pounding.\n\nMATT\nWe gotta move.\n\nHe manages to get out the handcuff keys. Gets one of Frost’s\nhands free before --\n\n-- his eyes ROLL BACK and he BLACKS OUT. Crashes to the\nfloor.\n\nFrost uncuffs himself. Rises. Stares down at Matt. Considers\nwhat to do with him.\n\f101.\n\nCUT TO --\nEXT. SAFE HOUSE - FOYER — SAME\n\nBAM! THE DOOR EXPLODES OPEN! Mercenaries rush in -- searching\nthe house with Heckler & Koch machine guns.\n\nINT. SAFE HOUSE - GUEST ROOM - MOMENTS LATER\n\n \n\nThe mercenaries bomb inside. Frost IS GONE. Guns land on:\nMATT\n\nsprawled across the dirty wood floor.\nVARGAS\n\nsteps inside. Peers down at him.\n\nCUT TO --\n\nDARKNESS.\n\nA BEAT.\n\nSILENCE.\n\nFADE IN --\n\nECU -- MATT’S EYES\n\nblinking themselves open, looking around.\n\nINT. SAFE HOUSE - GUEST ROOM — MORNING\n\n \n\nMatt is tied to the chair.",
  "65": "---END OF PREVIOUS SECTION---\nFADE IN --\n\nECU -- MATT’S EYES\n\nblinking themselves open, looking around. INT. SAFE HOUSE - GUEST ROOM — MORNING\n\n \n\nMatt is tied to the chair. \n---TARGET SECTION TO BE ANNOTATED---\n He looks up. Vargas is standing\nover him.\n\nOne question:\n\nVARGAS\nWhere’s Frost?\n\nMatt’s eyes move. See TWO MORE MERCS standing guard. He looks\nback at Vargas.\n\nMATT\nMatthew James Weston. Authorization\nindex: Victor Whiskey Nine Three --\nVargas CRACKS his jaw with a fist.\n\nDARKNESS .\n\f102.\n\nLATER\nMatt -- face battered -- mouth cracked -- hands and feet,\ndark purple and swollen.\nVARGAS\nWhere are the files?\nMatt -- exhausted -- dehydrated -- spits out some blood.\nMATT\n\nMatthew James Weston. Authorization\nindex: Victor Whiskey --\n\nVargas -- BANG! -- shoots a bullet into his leg. Matt WAILS.\nDARKNESS.\n\nLATER\n\nMatt -- near death -- passing out. He looks up.\n\nBARLOW\n\nis now standing over him.\n\nBARLOW\nHello, Matthew.\n\nMatt struggles to keep his eyes open and focus on Barlow, who\ngrabs him by the hair and yanks back his head.\n\nBARLOW (CONT'D)\nWhere are the files?\n\nMatt says nothing. Barlow SLAPS him across the face.\n\nBARLOW (CONT'D)\nWhere are the files?\n\nMatt is delirious at this point. He smirks.\n\nMATT\nEveryone betrays everyone.\nBarlow -- WHACK! -- BELTS him.\nDARKNESS.\nA BEAT.\n\nFADE IN --\n\f103.\n\nEXT. SAFE HOUSE - DAY\nDead silence.\nINT. SAFE HOUSE - GUEST ROOM - DAY\n\nMatt is unconscious with blood, sweat and tears oozing from\nhis face and body.\n\nEXT. SAFE HOUSE - VARIOUS - DAY\n\nEvery room is quiet. Dead still. Dust dances.\nINT. SAFE HOUSE - UPPER FLOOR - DAY\n\nA mercenary heads upstairs. Stops when he finds:\nA SMALL PILE OF WOOD DUST\n\nat his feet. Peers up. Sees a SMALL HOLE in the ceiling. Then\na FLASH OF LIGHT coming from it.\n\nPHFT!\n\nHIS BODY HITS THE FLOOR, HAND DROPPING OVER THE BALCONY.\nDIRECTLY BELOW:\n\nVargas crosses under, oblivious. Heads into:\n\nINT. SAFE HOUSE - KITCHEN - CONTINUOUS\n\nWhere Barlow is fixing himself a tall drink. Quickly knocks\nit back. He turns, feeling Vargas in the doorway.",
  "66": "---END OF PREVIOUS SECTION---\nSAFE HOUSE - KITCHEN - CONTINUOUS\n\nWhere Barlow is fixing himself a tall drink. Quickly knocks\nit back. He turns, feeling Vargas in the doorway. \n---TARGET SECTION TO BE ANNOTATED---\nBARLOW\nWhat?\n\nVARGAS\nHe’s not talking.\n\nBARLOW\nI know that.\n\nVARGAS\nYou're the analyst. What do you\nwant to do?\n\nA beat -- then -- with just the slightest touch of remorse:\n\nBARLOW\nKill him. Group his body with the\none I brought. Make it look like\nthey killed each other.\n\f104.\n\nVargas is about to carry about his orders when --\n-- the lights SHUT OFF. Barlow and Vargas share a look.\n\nBARLOW (CONT'D)\nFrost.\n\nOUTSIDE -- THE HORSES GO WILD!\nBarlow and Vargas grab guns and rush out to investigate.\n\nINT. SAFE HOUSE - GUEST ROOM —- SAME\n\n \n\nThe door swings open. Frost steps inside, gun outstretched.\nSeeing no one but Matt, he rushes over -- unlocks his cuffs.\nSLAPS him awake.\n\nFROST\nHey!\n(slap)\nHey!\n\nMatt blinks awake.\n\nFROST (CONT'D)\nCan you move?\n\nMatt nods. Frost hands him a gun and walks out. Matt watches\nhim go -- shocked that he would do this for him -- then\nstumbles to his feet.\n\nINT. SAFE HOUSE - MAIN FLOOR —- SAME\n\n \n\nA merc rounds a corner. Frost there to meet him TWISTING\nhis arm as he FIRES off a round, bullet -- BANG! -- TAGGING a\nMERCENARY rushing up -- then SPINNING the barrel around,\nSHOOTING another round into the merc’s stomach.\n\n \n\nA THIRD HITMAN\n\ntakes aim, about to fire -- when -- BANG! -- he drops,\nrevealing:\n\nMATT\n\nbehind him -- smoking gun in hand. Matt and Frost lock eyes --\n\na look of respect between them.\n\nFROST\nThanks.\n\nMATT\nThank you.\n\f105.\nBut that’s all they get to say -- MACHINE GUN FIRE EXPLODES\nAROUND THEM!\nMatt and Frost take cover -- opposite sides of the house as:\nTWO MORE MERCS\n\ncharge inside -- guns blazing. Frost fires back -- TAGGING\none. The other goes after Matt -- limping his way into:\n\nINT. SAFE HOUSE - LIVING ROOM —- CONTINUOUS\n\n \n\nWhere he ducks around the corner -- waiting -- clutching the\ngun tight.\n\nVARGAS\n\nappears at the window -- outside -- staring in.",
  "67": "---END OF PREVIOUS SECTION---\nThe other goes after Matt -- limping his way into:\n\nINT. SAFE HOUSE - LIVING ROOM —- CONTINUOUS\n\n \n\nWhere he ducks around the corner -- waiting -- clutching the\ngun tight. VARGAS\n\nappears at the window -- outside -- staring in. \n---TARGET SECTION TO BE ANNOTATED---\n Matt sees\nhim. They both raise guns -- BANG! BANG! BANG! -- the window\n\nSHATTERS. Vargas FLEES.\n\nBULLETS RIP INTO THE WALLS ABOVE MATT’S HEAD\nMatt ducks down -- bullets flying overhead.\nTHE MERC\n\nsteps inside. Matt RUSHES him. KNOCKS away his gun. They GO\nCRASHING to the floor -- TRADING PUNCHES.\n\nThe merc KICKS Matt off him. Draws a blade. Matt stumbles to\nhis feet.\n\nThe merc SWINGS the knife. Matt DUCKS. The merc THRUSTS\nagain. Matt DODGES the blade -- KNOCKS the hitman’s arm away\nand THROWS up his knee into his chest.\n\nThe blade drops to the ground. Matt moves to pick it up. The\nMerc KICKS him as he bends.\n\nMatt CRASHES to the floor. The merc rushes. Matt KICKS his\nlegs. The merc STUMBLES -- DROPS. Matt grabs the knife --\nSWINGS it back -- STABS HIM in the chest.\n\nHe collapses like dead weight. Matt -- straining -- gets to\nhis feet -- limps out.\n\nINT. SAFE HOUSE - HALLWAY - SAME\n\nFrost journeys down a corridor -- heading to a back door when\nhe STOPS -- hears something -- FOOTFALLS. He spins around.\nSees nothing. Turns back.\n\nPHFT!\n\f106.\n\nA bullet shoots through the back door window. Hits Frost. He\n\ndrops -- bleeding. The door opens up.\nBARLOW\nsteps inside. Levels his gun. Before he can shoot -- PHFT!\nPHFT! PHFT!\nMATT\nlimps up -- firing shots. Barlow ducks back behind a door for\ncover. Matt grabs Frost -- helping him to his feet.\nMATT\nCome on.\n\nThey DART into:\nINT. SAFE HOUSE - BEDROOM - SAME\nMatt locks the door. Turns to the window -- bordered up:\n\nMATT\nThe window.\n\nHe limps over and starts tearing down the planks. Turns to\nFrost for help.\n\nMATT (CONT'D)\nHey --\n\nBut stops short when he sees Frost --\n-- COUGHING UP BLOOD. The bullet struck his heart.\n\nMATT (CONT'D)\nshit.\n\nMatt rushes over -- applying pressure -- desperate to stop\nthe bleeding.",
  "68": "---END OF PREVIOUS SECTION---\nThe bullet struck his heart. MATT (CONT'D)\nshit. Matt rushes over -- applying pressure -- desperate to stop\nthe bleeding. \n---TARGET SECTION TO BE ANNOTATED---\nMATT (CONT'D)\nCome on, come on.\n\nFrost shakes his head -- knows this is the end -- forces\nMatt’s hand away -- mouth dry -- doomed. With his last\nbreaths, he reaches into his pocket -- hands something to\nMatt:\n\nTHE ENVELOPE\n\nMatt takes it. Frost -- eyes go blank -- dies.\n\nWE HEAR BARLOW AT THE DOOR -- struggling to get inside.\n\f107.\n\nBULLETS\n\nshoot through the walls. Matt heads back over to the window.\nPries the last planks loose -- RAISES up his good leg --\nKICKS out the glass.\n\nEXT. SAFE HOUSE - CONTINUOUS\n\nMatt CLIMBS back out. As soon as he hits the ground --\n\n-- BAM! Vargas hits him with a fist, KNOCKING him to the\ndirt. He gets behind him, drawing:\n\nA GARROTTE\n\nMatt struggles to stand. Vargas THROWS the wire over his neck\n-- SNAPPING back his head.\n\nMatt GASPS for air -- as the wire TEARS into his flesh. He\nuses everything he has to SPIN around and RAM Vargas against\nthe side of the house.\n\nVargas KICKS out the back of Matt’s knee -- DROPPING HIM\nwhile TIGHTENING the wire.\n\nMatt is fading fast. He looks around -- spots a ROCK. He\ngrabs it and SWINGS it -- SMASHING Vargas in the head.\n\nHe releases his grip. Matt crashes back to the ground.\nVARGAS\n\nstands over him. Draws his gun -- levels it. About to pull\nthe trigger when --\n\nBANG!\nHis head explodes. Matt looks over, seeing:\nBARLOW\nwalking up -- gun raised -- kicking gravel.\n\nBARLOW\nWhere are the files, Matt?\n\nMatt says nothing. BANG! Barlow fires a shot -- that just\nmisses him.\n\nBARLOW (CONT'D)\nWhere are the fucking files?\n\nMatt looks around -- trying to find options. Spots:\n\f108.\n\nVARGAS’ FALLEN GUN\njust within reach.\n\nBarlow KICKS Matt onto his back. Barlow reaches to his chest -\n\n- pats around -- pulls out the envelope.\nMatt -- on his back -- grabs Vargas’s gun and -- PHFT! --\nshoots Barlow -- bullet hitting his arm -- causing him to\n\ndrop his pistol.",
  "69": "---END OF PREVIOUS SECTION---\nBarlow KICKS Matt onto his back. Barlow reaches to his chest -\n\n- pats around -- pulls out the envelope. Matt -- on his back -- grabs Vargas’s gun and -- PHFT! --\nshoots Barlow -- bullet hitting his arm -- causing him to\n\ndrop his pistol. \n---TARGET SECTION TO BE ANNOTATED---\nHe SLUMPS -- grabbing his bleeding arm. Matt stands. Barlow\nreaches for his gun. Matt kicks it away -- levels his own.\n\nBARLOW (CONT'D)\nSo this is it, huh?\n\nHe spits at his shoes.\n\nBARLOW (CONT'D)\nDo it. Come on. Shoot.\n\nMatt hesitates.\nBARLOW (CONT'D)\nYou can’t. You’re no killer. You’re\njust a housekeeper.\nMatt COCKS the gun.\nMATT\nLike you said: training wheels are\noff.\nBarlow sees he’s serious this time.\nBARLOW\nDon’t you want to hear my last\nwords?\n\nMatt shakes his head.\n\nMATT\nI just did.\n\nHe pulls the trigger.\nEXT. BRAZILIAN COUNTRYSIDE - SAME\nThe gunshot ECHOES -- then gets swallowed up by the air.\n\nRESUME:\n\f109.\nSmoke coils up from Matt’s gun barrel. He stares down at\nBarlow -- looking up at him with lifeless eyes.\nDISSOLVE TO --\nINT. SAFE HOUSE - BEDROOM - LATER\nMatt stands over Frost’s body. Pauses -- reflecting.\nDISSOLVE TO --\n\nEXT. WASHINGTON DC - ESTABLISHING — DAY\n\n \n\nFleeting shots of the various monuments as we PRELAP:\n\nWHITFORD (V.O.)\nWe read the files you recovered.\n\nINT. CIA HEADQUARTERS - WHITFORD’S OFFICE - SAME\n\n \n\nMatt -- arm in a sling -- bruises healing -- stands before\nWhitford and Graff.\n\nWHITFORD\nTurned up quite a few surprises,\nnot the least of which involved\nBarlow. According to the documents,\nhe sold military secrets to Israeli\nintelligence under the handle\n“Bvner.”\n\nThis is news to Matt.\n\nMATT\nHe was a double?\n\nWHITFORD\n\n(nodding)\nBastard had us all fooled. Once the\nlaundry list was stolen, Mossad\ntasked him with its retrieval.\nAfter Barlow found out the deal was\ngoing down in Brazil, he enlisted\nVargas for local support. At least\nFrost paid us the courtesy of\nstabbing us in the chest.\n\nMatt says nothing.\n\nWHITFORD (CONT'D)\nI have to say -- in light of\neverything -- I was distressed to\nhear you're leaving us.\n\f110.",
  "70": "---END OF PREVIOUS SECTION---\nMatt says nothing. WHITFORD (CONT'D)\nI have to say -- in light of\neverything -- I was distressed to\nhear you're leaving us. 110. \n---TARGET SECTION TO BE ANNOTATED---\nMATT\nI think it’s for the best.\n\nWHITFORD\n\nWe've already picked up the bill on\nyour mother’s medical expenses, but\nin addition, we can offer you\npractically any assignment you\nwant. You can write your own ticket\nhere. You sure we can’t change your\nmy mind?\n\nMatt shakes his head.\n\nMATT\nThis isn’t for me.\n\nWHITFORD\nI think you’re fooling yourself.\n\nMATT\nNo. I was fooling myself.\n\nHe heads for the door.\n\nWHITFORD\nOne last question.\n\nMatt stops. Looks back.\n\nWHITFORD (CONT'D)\nWhy did Frost came back for you?\n\nMatt has thought long and hard about this.\n\nMATT\nIt was the right thing to do.\nHe heads out. Whitford turns to Graff -- scoffs in disbelief.\nWHITFORD\n\nWhat the hell does that mean?\nCUT TO --\n\nINT. CIA HEADQUARTERS - HALLWAY —- MOMENTS LATER\n\n \n\nMatt heads away from us -- dropping something into the\ngarbage on his way through an exit door:\n\nHIS CIA ID.\n\nDISSOLVE TO --\n\f111.\n\nEXT. RIO DE JANEIRO - ESTABLISHING — DAY\n\n \n\nTITLE CARD -- ONE MONTH LATER\nEXT. RIO UNIVERSITY - DAY\n\nClass lets out. A group of students pour out of a building.\nWe only care about one:\n\nANA\nAs she crosses the campus --\nNEW ANGLE -- MATT\n\nwatching her -- wounds healed -- fully at peace with his\ndecision to leave CIA.\n\nRESUME:\n\nAna sits down at a table. Flips open a book. An ORIGAMI\nFLOWER drops down onto it. She picks it up. Smells it.\n\nANA\nIt’s beautiful.\n\nShe looks up.\n\nMATT\nBeautiful enough for a seat?\n\nANA\nMaybe.\n\nHe smiles. Sits.\n\nANA (CONT'D)\nHow’s the job hunt?\n\nHe holds up a local newspaper.\n\nMATT\nThink I found one.\n\nNEW ANGLE -- THE CLASSIFIED’S\nA listing is circled in red: WANTED -- HOUSEKEEPER.\n\nAna smiles. The music starts PUMPING as we CUT TO --\n\nBLACK.\n\f"
}