{
  "1": "Salt of the Earth\n\nScreenplay by Michael Wilson\n\nFADE IN (before titles)\n\nEXT., QUINTERO BACKYARD. MEDIUM SHOT, DAY.\n\nA woman at work chopping wood. Though her back is to the\nCAMERA, we sense her weariness in toil by the set of her\nshoulders. A five-year-old girl is helping the woman,\ngathering kindling. Over this scene comes the first\ntitle. A guitar dominates the musical theme. The motif\nis grave, nostalgic.\n\nEXT., QUINTERO BACKYARD. A SERIES OF SHOTS, DAY.\n\nAs successive titles appear, each is matched by a view of\nthe woman at her chores. Though at no time do see her face,\nwe begin to gather that she is large with child. The woman\ncarries the load of wood to an outdoor fire, staggering\nunder its weight, the little girl following with a box of\nkindling ... The woman feeds wood into the fire, on top of\nwhich is a washtub ... She scrubs clothes in the tub, bowed\nto the work, the little girl watching. She wrings out\narticles of clothing, hanging them on a clothesline, the\nlittle girl helping gravely.\n\nEXT., QUINTERO BACKYARD. MEDIUM CLOSE SHOT, DAY.\n\nAs the last title fades, the woman continues hanging the\nwash and for the first time we see her face: a mask of\nsuppression, a chiseled yet eroded beauty, the eyes hooded,\nsmoldering. At the same time, though her lips do not move,\nwe hear her voice: grave, nostalgic, cadenced, like the\nmusic of the guitar, inflecting the melody of\nMexican-American speech.\n\n\t\t\t\tWOMAN'S VOICE\n\tHow shall I begin my story that has no\n\tbeginning?\n\nMEDIUM FULL SHOT.\n\nThe clothes billowing in the wind as the woman hangs them\nup.\n\n\t\t\t\tWOMAN'S VOICE\n\tMy name is Esperanza, Esperanza Quintero.\n\tI am a miner's wife.\n\nEXT., FRONT OF THE QUINTERO COTTAGE. FULL SHOT, DAY.\n\nIt is a small clapboard dwelling surrounded by a picket\nfence. Flowers are blooming outside the fence. Beyond\nthis house similar cottages can be seen, strung out along\na dirt road.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is a small clapboard dwelling surrounded by a picket\nfence. Flowers are blooming outside the fence. Beyond\nthis house similar cottages can be seen, strung out along\na dirt road. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tESPERANZA'S VOICE\n\tThis is our home. The house is not ours.\n\tBut the flowers ... the flowers are ours.\n\nEXT., ZINC TOWN. VISTA SHOT, DAY.\n\nWe see several small stores, station, scattered frame and\nshacks, and in deep b.g., a Catholic church.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThis is my village. When I was a child,\n\tit was called San Marcos.\n\nFULLER VISTA SHOT, INCLUDING THE MINE ON A HILLTOP.\n\nThe mine dominates the town like a volcano. Its vast cone\nof waste has engulfed most of the vegetation on the hill\nand seems to threaten the town itself.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe Anglos changed the name to Zinc Town.\n\tZinc Town, New Mexico, U.S.A.\n\nEXT., CHURCH CEMETERY. MEDIUM SHOT, DAY.\n\nAn ancient graveyard beside a Catholic church.\n\n\t\t\t\tESPERANZA'S VOICE\n\tOur roots go deep in this place, deeper than the\n\tpines, deeper than the mine shaft.\n\nEXT., COUNTRYSIDE. LONG PAN SHOT, DAY.\n\nWe see great scudding clouds and the jagged skyline of a\nmountain spur. The mountain is scarred and pitted by old\ndiggings. The lower slope is a skirt of waste, the grey\npowdery residue of an abandoned mine.\n\n\t\t\t\tESPERANZA'S VOICE\n\tIn these arroyos my great grandfather\n\traised cattle before the Anglos ever\n\tcame.\n\nCLOSE SHOT: A SIGN ATTACHED TO A FENCE.\n\nIt reads:\n\n\tPROPERTY OF\n\tDELAWARE ZINC, INC.\n\nVISTA SHOT: THE ZINC MINE IN THE DISTANCE.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe land where the mine stands -- that\n\twas owned by my husband's own grandfather.\n\nCLOSER SHOT, FEATURING THE MINE HEAD.\n\nAt closer range we see the head frame, power house and\nAdministration Building.\n\n\t\t\t\tESPERANZA'S VOICE\n\tNow it belongs to the company. Eighteen\n\tyears my husband has given to that mine.\n\nINT., MINE. CLOSE SHOT, RAMÓN QUINTERO\n\nat work.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nEighteen\n\tyears my husband has given to that mine. INT., MINE. CLOSE SHOT, RAMÓN QUINTERO\n\nat work. \n\nTARGET SECTION TO BE ANNOTATED:\n He is lighting fuses of dynamite charges which are\npacked into the rock face of a narrow drift. There are a\ndozen such fuses. The drift is lighted only by the lamp on\nRamón's hat.\n\n\t\t\t\tESPERANZA'S VOICE\n\tLiving half his life with dynamite and\n\tdarkness.\n\nCLOSE-UP: A FUSE.\n\nIt sputters, runs.\n\nTHE DRIFT, WIDER ANGLE\n\nto include Ramón's wild face as he turns and runs. We see\nonly a bobbing lamp and the long shadow of a man running.\nWe see a flash of light, hear muffled thunder.\n\nEXT., BACKYARD. MEDIUM SHOT, DAY.\n\nEsperanza has paused a moment in her work, looking off\ntoward the mine with a worried frown. Now she picks up the\nheavy clothes-basket and walks toward the cottage. The\nlittle Estella is not in sight.\n\n\t\t\t\tESPERANZA'S VOICE\n\tWho can say where it began, my story? I\n\tdo not know. But this day I remember as\n\tthe beginning of an end.\n\nINT., QUINTERO KITCHEN. MEDIUM SHOT, DAY.\n\nIt is no more than a narrow passageway, dominated by an\nancient wood-burning stove. There is no running water.\nEsperanza sets the basket down beside an ironing board,\npicks up an iron from the stove and tests it with a\nmoistened finger.\n\n\t\t\t\tESPERANZA'S VOICE\n\tIt was my Saint's Day. I was thirty-five\n\tyears old. A day of celebration. And I\n\twas seven months gone with my third child.\n\nEstella has run into shot, presenting her mother with a\nrose. Esperanza pins the rose in Estella's hair, with a\nsmall smile, then returns to her ironing. As she irons,\nher face becomes more and more desolate.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd on that day -- I remember I had a\n\twish ... a thought so sinful ...\n\nIn a convulsive gesture her fingers go to her lips. She drops\nthe iron and hurries from the kitchen.\n\nINT., PARLOR. MEDIUM CLOSE SHOT AT SHRINE.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe drops\nthe iron and hurries from the kitchen. INT., PARLOR. MEDIUM CLOSE SHOT AT SHRINE. \n\nTARGET SECTION TO BE ANNOTATED:\nWe see only a corner of the small cramped parlor where\nEsperanza, with bowed head and clenched hands, stands\nbefore a shrine to the Virgin.\n\n\t\t\t\tESPERANZA'S VOICE\n\t... a thought so evil that I prayed God\n\tto forgive me for it. I wished ... I\n\twished that my child would never be born.\n\tNo. Not into this world.\n\nEsperanza covers her face with her hands. The little girl\nenters scene, stares gravely at her.\n\n\t\t\t\tESTELLA\n\tAre you sick, Mama?\n\n\t\t\t\tESPERANZA\n\tNo, Estellita.\n\n\t\t\t\tESTELLA\n\tAre you sad?\n\t\t\t (As Esperanza doesn't answer)\n\tAre we going to church? For your\n\tconfession?\n\n\t\t\t\tESPERANZA\n\tLater. When I finish the ironing.\n\nShe goes out.\n\nFULL SHOT: KITCHEN.\n\nAs Esperanza starts ironing again, her son Luís enters by\nthe back door. A handsome boy of 13, but now panting and\nbedraggled, he pours himself a glass of water and gulps it\ndown. Esperanza watches him sidelong.\n\n\t\t\t\tESPERANZA\n\tFighting again?\n\t\t\t (No response.)\n\tWith those Anglo kids?\n\n\t\t\t\tLUIS\n\tAah, they think they're tough.\n\n\t\t\t\tESPERANZA\n\tBut you promised you wouldn't.\n\n\t\t\t\tLUIS\n\t\t\t (unrepentant)\n\tPapa says if an Anglo makes fun of you to\n\tlet him have it.\n\nEsperanza suddenly seizes his shoulder, spinning him around\nas if about to slap him, crying simultaneously:\n\n\t\t\t\tESPERANZA\n\tNever mind what your papa ...\n\nFor the first time she (and we) see that the boy's mouth is\nbleeding. Her anger is washed away in a wave of concern,\nand she picks up a cloth and wipes the blood.\n\n\t\t\t\tESPERANZA\n\tHold still ... does it hurt?\n\n\t\t\t\tLUIS\n\t\t\t (pulling away)\n\tNaah.\n\nHe spies a birthday cake on the drainboard, sticks his\nfinger in the icing.\n\n\t\t\t\tLUIS\n\tHow come the cake?\n\nEsperanza grabs the cake, puts it in the cupboard.\n\n\t\t\t\tESPERANZA\n\tNever mind.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUIS\n\tHow come the cake? Esperanza grabs the cake, puts it in the cupboard. ESPERANZA\n\tNever mind. \n\nTARGET SECTION TO BE ANNOTATED:\n Go get your father when he\n\tcomes off shift. Tell him to come\n\tstraight home.\n\nGlad to be released, the boy darts off as we:\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., DELAWARE ZINC CO. MINE. LONG SHOT, DAY.\n\nIn deep b.g. stands the head frame of the mine. We hear\none shrill blast of a steam whistle, and as this sound dies\naway we hear the rattling hoist and conveyor belt,\npunctuated occasionally by the loud crash of ore from the\nbucket into the crusher. In right f.g. stands the\nAdministration Building, a long wooden bungalow.\n\nMOVING WITH A GROUP OF MINERS\n\nstriding in a body toward the Administration Building. They\nappear angry and determined. Ramón Quintero is in the lead.\nThe others are Antonio Morales, Alfredo Diaz, Sebastian\nPrieto, Jenkins and Kalinsky. They all wear tin hats and\ngrimy work clothes.\n\nANOTHER ANGLE, FEATURING ADMINISTRATION BUILDING\n\nas Chief Foreman Barton emerges from the Superintendent's\noffice. He wears khaki and a Stetson. Seeing the\napproaching miners, he moves out to intercept them.\n\nGROUP SHOT: BARTON AND MINERS.\n\nThe miners stop as Barton, hands in his hip pockets, blocks\ntheir way. Barton is a rangy Texan with a perpetual\nhalf-smile on his lips. Ramón, the miners' spokesman, is\nrugged, handsome, younger in appearance than Esperanza,\nalthough he is a year older. There is a smoldering\nintensity in his manner and speech. During the following\nthe boy Luís enters scene, coming up behind his father.\nThe men ignore him.\n\n\t\t\t\tBARTON\n\tHear you had a little trouble, Quintero.\n\tDefective fuse?\n\t\t\t (Ramón nods.)\n\tWell, you're all in one piece. So what's\n\tthe beef?\n\n\t\t\t\tRAMÓN\n\tYou know the beef. This new rule of\n\tyours, that we work alone. We're taking\n\tit up with the Super.\n\n\t\t\t\tBARTON\n\tSuper's busy -- with your Negotiatin'\n\tCommittee.\n\n\t\t\t\tRAMÓN\n\tSo much the better.\n\nHe starts off, but Barton blocks his path again.\n\nANOTHER ANGLE.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAMÓN\n\tSo much the better. He starts off, but Barton blocks his path again. ANOTHER ANGLE. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tBARTON\n\tNow wait a minute. Super's the one made\n\tthe rule. He ain't gonna give you no\n\thelper.\n\n\t\t\t\tRAMÓN\n\tHe will if he wants us to go on blasting.\n\nThe other miners step forward in support of Ramón. They\nprotest excitedly, their speeches overlapping.\n\n\t\t\t\tANTONIO\n\tListen, Mr. Barton -- there's blood in\n\tthat mine. The blood of my friends. All\n\tbecause they had to work alone ...\n\n\t\t\t\tJENKINS\n\tThat's how ya get splattered over the\n\trocks, when there's nobody to help you\n\tcheck your fuses...\n\n\t\t\t\tALFREDO\n\t\t\t (breaking in)\n\tAnd nobody to warn the other men to stay\n\tclear.\n\n\t\t\t\tBARTON\n\tWarning's the shift foreman's job.\n\n\t\t\t\tRAMÓN\n\tForeman wants to get the ore out. Miner\n\twants to get his brothers out. In one\n\tpiece.\n\n\t\t\t\tBARTON\n\tYou work alone, savvy? You can't handle\n\tthe job, I'll find someone who can.\n\n\t\t\t\tRAMÓN\n\tWho? A scab?\n\n\t\t\t\tBARTON\n\tAn American.\n\nRamón stands there, taut. He exits.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nINT., KITCHEN OF QUINTERO COTTAGE. FULL SHOT, EVENING.\n\nEsperanza enters from the parlor with some dirty dishes\nfollowed by Estella, who carries her own plate. As\nEsperanza picks up the coffee pot, she spies Estella\nholding a candle over the frosting of the cake on the\ndrainboard.\n\n\t\t\t\tESTELLA\n\tMama, can I put the candles ...\n\n\t\t\t\tESPERANZA\n\t\t\t (a fierce whisper)\n\tHush... not a word about the cake, hear?\n\nINT., PARLOR. FULL SHOT.\n\nThe room is small, cramped. The plaster walls are cracked\nand peeling. Most of the furnishings are faded and old.\nNevertheless, the cottage is tidy and gives evidence of\nconsiderable care. A dilapidated couch is covered with a\nfine Mexican blanket. In one corner of the room stands a\nshrine to the Virgin. A vase of fresh-cut flowers stands\non the mantlepiece beneath a framed portrait of Benito\nJuárez.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nA dilapidated couch is covered with a\nfine Mexican blanket. In one corner of the room stands a\nshrine to the Virgin. A vase of fresh-cut flowers stands\non the mantlepiece beneath a framed portrait of Benito\nJuárez. \n\nTARGET SECTION TO BE ANNOTATED:\n The only item of splendor in the room is a\nhigh-polished radio-phonograph console. Over scene we hear\na tin-pan-alley compost of \"Western\" music sung by cowboy\nentertainers.\n\nRamón sits with Luís at a small table near the kitchen\ndoor. Esperanza enters with the coffee pot, pours his\ncoffee. Estella follows her, climbing onto her father's\nlap.\n\n\t\t\t\tLUIS\n\tPapa ... is there gonna be a strike?\n\nRamón ignores the question, brooding. Esperanza, who would\nalso like to hear an answer, watches his face as he sips\nhis coffee.\n\n\t\t\t\tESPERANZA\n\t\t\t (finally, timidly)\n\tRamón ... I don't like to bother you ...\n\tbut the store lady said if we don't make\n\ta payment on the radio this month,\n\tthey'll take it away.\n\nRamón's forehead falls against his upraised palm, as if to\nsay it's too much to bear. The little girl looks at him\ngravely.\n\n\t\t\t\tESPERANZA\n\tWe're only one payment behind. I argued\n\twith her. It isn't right.\n\n\t\t\t\tRAMÓN\n\t\t\t (softly, imploring heaven)\n\tIt isn't right, she says. Was it right\n\tthat we bought this ... this instrument?\n\nHe rises, holding Estella.\n\n\t\t\t\tRAMÓN\n\tBut you had to have it, didn't you? It\n\twas so nice to listen\n\n\t\t\t\tESPERANZA\n\t\t\t (quietly)\n\tI listen to it. Every night. When\n\tyou're out to the beer parlor.\n\nIgnoring this mild rebuke, Ramón crosses to the radio.\nCAMERA PANS with him. He glares at the console, mimicking\nan announcer's commercial.\n\n\t\t\t\tRAMÓN\n\t\"No money down. Easy term payments.\" I\n\ttell you something: this installment\n\tplan, it's the curse of the working man.\n\nHe slams his coffee cup down on the console, sets his\ndaughter down and goes to the kitchen. Esperanza quickly\npolishes the console where he struck it.\n\nINT., KITCHEN. MEDIUM CLOSE SHOT.\n\nRamón strips to the waist, pours some water from the tub on\nthe stove into a pan on the drainboard.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT., KITCHEN. MEDIUM CLOSE SHOT. Ramón strips to the waist, pours some water from the tub on\nthe stove into a pan on the drainboard. \n\nTARGET SECTION TO BE ANNOTATED:\n Esperanza appears\nin the doorway, watching him her heart sinking. Her fingers\ngo to her lips in a characteristic gesture.\n\n\t\t\t\tESPERANZA\n\tWhere you going?\n\n\t\t\t\tRAMÓN\n\tGot to talk to the brothers.\n\nEsperanza bites her finger, trying to hide her\ndisappointment. Ramón bends over the pan to wash. He has\nnot noticed the cake. Esperanza picks it up quickly, hides\nit in a cupboard. Ramón splashes his face and neck with\nwater, looks up in irritation.\n\n\t\t\t\tRAMÓN\n\tThis water's cold again.\n\n\t\t\t\tESPERANZA\n\tI'm sorry. The fire's gone out.\n\nShe begins to stoke the stove.\n\n\t\t\t\tRAMÓN\n\tForget it.\n\n\t\t\t\tESPERANZA\n\tForget it? I chop wood for the stove\n\tfive times a day. Every time I remember.\n\tI remember that across the tracks the\n\tAnglo miners have hot water in pipes. And\n\tbathrooms. Inside.\n\n\t\t\t\tRAMÓN\n\t\t\t (bitterly)\n\tDo you think I like living this way?\n\tWhat do you want of me?!\n\nHe reaches for a towel. Esperanza hands him one.\n\n\t\t\t\tESPERANZA\n\tBut if your union... if you're asking for\n\tbetter conditions ... why can't you ask\n\tfor decent plumbing, too?\n\nFrustrated, evasive, Ramón turns away, buttoning his shirt.\n\n\t\t\t\tRAMÓN\n\tWe did. It got lost in the shuffle.\n\n\t\t\t\tESPERANZA\n\tWhat?\n\n\t\t\t\tRAMÓN\n\t\t\t (shrugging)\n\tWe can't get everything at once. Right\n\tnow we've got more important demands.\n\n\t\t\t\tESPERANZA\n\t\t\t (timidly)\n\tWhat's more important than sanitation?\n\n\t\t\t\tRAMÓN\n\t\t\t (flaring)\n\tThe safety of the men -- that's more\n\timportant! Five accidents this week --\n\tall because of speed-up. You're a woman,\n\tyou don't know what it's like up there.\n\nShe bows her head without answering and picks up the heavy\ntub of water on the stove. Unassisted, she lugs it to the\ndishpan in the sink and fills it.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're a woman,\n\tyou don't know what it's like up there. She bows her head without answering and picks up the heavy\ntub of water on the stove. Unassisted, she lugs it to the\ndishpan in the sink and fills it. \n\nTARGET SECTION TO BE ANNOTATED:\n Ramón begins to comb his\nhair, adding in a more subdued tone:\n\n\t\t\t\tRAMÓN\n\tFirst we got to get equality on the job.\n\tThen we'll work on these other things.\n\tLeave it to the men.\n\n\t\t\t\tESPERANZA\n\t\t\t (quietly)\n\tI see. The men. You'll strike, maybe, for\n\tyour demands -- but what the wives want,\n\tthat comes later, always later.\n\n\t\t\t\tRAMÓN\n\t\t\t (darkly)\n\tNow don't start talking against the union\n\tagain.\n\n\t\t\t\tESPERANZA\n\t\t\t (a shrug of defeat)\n\tWhat has it got me, your union?\n\nRamón looks at her in amazement, not with anger, but with\ndeep concern.\n\n\t\t\t\tRAMÓN\n\tEsperanza, have you forgotten what it was\n\tlike before the union came?\n\t\t\t (Points toward parlor.)\n\tWhen Estella was a baby, and we couldn't\n\teven afford a doctor when she got sick?\n\tIt was for our families! We met in\n\tgraveyards to build that union!\n\n\t\t\t\tESPERANZA\n\t\t\t (lapsing into despair)\n\tAll right. Have your strike. I'll have\n\tmy baby. But no hospital will take me,\n\tbecause I'll be a striker's wife. The\n\tstore will cut off our credit, and the\n\tkids will go hungry. And we'll get\n\tbehind on the payments again, and then\n\tthey'll come and take away the radio...\n\n\t\t\t\tRAMÓN\n\t\t\t (furiously)\n\tIs that all you care about? That radio?\n\tCan't you think of anything except\n\tyourself?\n\n\t\t\t\tESPERANZA\n\t\t\t (breaking)\n\tIf I think of myself it's because you\n\tnever think of me. Never. Never. Never...\n\nREVERSE ANGLE, SHOOTING TOWARD PARLOR.\n\nShe covers her face with her hands, begins to sob violently.\nRamón seizes her arms, shakes her. In b.g. we see the two\nchildren, still at table.\n\n\t\t\t\tRAMÓN\n\tStop it! The children are watching. Stop\n\tit!\n\n\t\t\t\tESPERANZA\n\t\t\t (sobbing uncontrollably)\n\tNever... never...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe children are watching. Stop\n\tit! ESPERANZA\n\t\t\t (sobbing uncontrollably)\n\tNever... never... \n\nTARGET SECTION TO BE ANNOTATED:\n never!\n\n\t\t\t\tRAMÓN\n\tAaah, what's the use?\n\nHe drops her arms abruptly, almost flinging her aside, and\nstalks out of the kitchen, out of the house. Esperanza\nremains leaning against the cupboard, sobbing. CAMERA HOLDS.\nThe boy Luís rises from the table, comes to the kitchen\ndoor, looks at his mother. Then he, too, turns and leaves\nthe house.\n\n\t\t\t\t\t\t\t\t\tQUICK DISSOLVE TO:\n\nEXT., BEER PARLOR, ZINC TOWN. FULL SHOT, NIGHT.\n\nThe place is lighted by a neon sign. From within we hear a\njuke box playing ersatz Mexican music. The boy approaches\nthe door, pauses and e\"enters.\n\nINT., BEER PARLOR. FULL SHOT, NIGHT.\n\nIt is nondescript, small, dingy, dimly lighted,\nindistinguishable from a hundred other small-town bars. A\nhalf dozen miners, including Antonio Morales, Sebastian\nPrieto, and Alfredo Diaz stand at the bar rail, drinking\nbeer. The bartender is an Anglo. We hear:\n\n\tWe know it's not safe for miners to work alone!\n\tThe boss will always tell you things like that!\n\nLuís has reached a post near a table at the far end of the\nroom. Four men are seated around the table: Sal Ruiz, Frank\nBarnes, Charley Vidal and Ramón -- whose back is to Camera.\nSal is drinking coffee; the other three are drinking beer.\nLuís stops and, as CAMERA MOVES IN ON GROUP, we pick up:\n\n\t\t\t\tRAMÓN\n\t\t\t (angrily)\n\tThey don't work alone in other mines!\n\tAnglos always work in pairs. So why\n\tshould I risk my life? Because I'm only a\n\tMexican?\n\n\t\t\t\tSAL AND CHARLEY\n\tBut that's in the demands... we're\n\tnegotiating...\n\n\t\t\t\tRAMÓN\n\tThree months of negotiations! And\n\tnothing happens!\n\t\t\t (Indicates Frank.)\n\tEven with Brother Barnes here from the\n\tInternational, what've we got?\n\t\t\t (Ticks them off.)\n\tNo raise. No seniority. No safety code.\n\tNothing.\n\nREVERSE ANGLE, SHOOTING TOWARD RAMÓN.\n\nThe boy Luís can be seen in b.g.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing. REVERSE ANGLE, SHOOTING TOWARD RAMÓN. The boy Luís can be seen in b.g. \n\nTARGET SECTION TO BE ANNOTATED:\n but everyone ignores him.\nDuring the previous speech Sebastian Prieto and Antonio\nMorales have approached the table. Antonio sets a fresh\nbottle of beer before Ramón.\n\n\t\t\t\tANTONIO\n\tTake a drink. Calm down!\n\n\t\t\t\tRAMÓN\n\t\t\t (to Frank, ignoring Antonio)\n\tI say we gotta take action. Now.\n\n\t\t\t\tFRANK\n\tRest of the men feel like you?\n\nRamón glances over his shoulder at the standing miners.\nSebastian glances uncertainly at Antonio.\n\n\t\t\t\tANTONIO\n\t\t\t (firmly)\n\tHe speaks for all of us.\n\n\t\t\t\tCHARLEY\n\tEver stop to think maybe they want us to\n\tstrike?\n\n\t\t\t\tRAMÓN\n\tDon't horse me. Price of zinc's never\n\tbeen higher. They don't want no strike --\n\tnot with their war boom on.\n\n\t\t\t\tFRANK\n\tThen why's the company hanging tough?\n\tThey've signed contracts with other\n\tlocals -- why not this one?\n\n\t\t\t\tRAMÓN\n\t\t\t (strikes the table)\n\tBecause most of us here are Mexican-\n\tAmericans! Because we want equality with\n\tAnglo miners -- the same pay, the same\n\tconditions.\n\n\t\t\t\tFRANK\n\tExactly. And equality's the one thing the\n\tbosses can't afford. The biggest club\n\tthey have over the Anglo locals is, \"Well\n\t-- at least you get more than the\n\tMexicans.\"\n\n\t\t\t\tRAMÓN\n\tOkay, so discrimination hurts the Anglo\n\ttoo, but it hurts me more. And I've had\n\tenough of it!\n\n\t\t\t\tSAL\n\tBut you don't pull a strike when the\n\tbosses want it -- so they can smash your\n\tunion. You wait till you're ready, so you\n\tcan win.\n\n\t\t\t\tRAMÓN\n\tDo the bosses wait? No sanitation. So my\n\tkids get sick. Does the company doctor\n\twait? Twenty bucks. So we miss one\n\tpayment on the radio I bought for my\n\twife. Does the company store wait? \"Pay\n\t-- or we take it away.\" Why they in such\n\ta hurry, the bosses' store? They're\n\ttrying to scare us, that's why -- to make\n\tus afraid to move.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo we miss one\n\tpayment on the radio I bought for my\n\twife. Does the company store wait? \"Pay\n\t-- or we take it away.\" Why they in such\n\ta hurry, the bosses' store? They're\n\ttrying to scare us, that's why -- to make\n\tus afraid to move. \n\nTARGET SECTION TO BE ANNOTATED:\n To hang on to what we\n\tgot -- and like it! Well, I don't like\n\tit I'm not scared ... and I'm fed up --\n\tto here!\n\nHis hand goes a foot over his head.\n\n\t\t\t\tANTONIO\n\tHey Ramón -- te buscan!\n\nWith a jerk of his head he indicates Luís. Ramón turns\naround, spots his son. He rises, frowning, and moves\ntoward him.\n\nTWO SHOT: RAMÓN AND LUIS.\n\n\t\t\t\tRAMÓN\n\t\t\t (roughly)\n\tWhat are you doing here?\n\t\t\t (Suddenly worried.)\n\tSomething wrong with Mama?\n\n\t\t\t\tLUIS\n\t\t\t (deadpan)\n\tI thought maybe you forgot...\n\n\t\t\t\tRAMÓN\n\tForgot what?\n\n\t\t\t\tLUIS\n\tIt's Mama's Saint's Day.\n\nRamón is stunned, as though from a slap across the face. At\nlast he works up a travesty of a grin.\n\n\t\t\t\tRAMÓN\n\tYou think I forgot? I was planning a\n\tsurprise...\n\nRamón turns back to the men. CAMERA FOLLOWS HIM, HOLDING on\nthe group.\n\n\t\t\t\tRAMÓN\n\t\t\t (chuckling)\n\tWhat a kid. He can't wait. It's my\n\twife's Saint's Day. I was gonna ask you,\n\tbrothers -- how about a mañanita, huh?\n\n\t\t\t\tAD LIBS\n\t\t\t (eagerly)\n\tSure.\n\tWhat time?\n\tThe later the better...\n\tWait'll she's asleep...\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., QUINTERO COTTAGE. FULL SHOT, NIGHT.\n\nNo lights are visible in the cottage, or in those adjoining\nit. A cluster of men, women and children can be seen in the\nfront yard, serenading by moonlight. The song is called\n\"Las Mañanitas.\" Two of the men are strumming guitars.\n\nCLOSER ANGLE: THE SERENADERS.\n\nThey include Ramón and Luís, Antonio and Luz Morales, Sal\nand Consuelo Ruiz, Charley and Teresa Vidal, Frank and Ruth\nBarnes, Alfredo Diaz and his wife, Sebastian Prieto and a\nsilver-haired old lady of great dignity, Mrs. Salazar. The\nchildren range from 2 to 15, and there are many of them.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey include Ramón and Luís, Antonio and Luz Morales, Sal\nand Consuelo Ruiz, Charley and Teresa Vidal, Frank and Ruth\nBarnes, Alfredo Diaz and his wife, Sebastian Prieto and a\nsilver-haired old lady of great dignity, Mrs. Salazar. The\nchildren range from 2 to 15, and there are many of them. \n\nTARGET SECTION TO BE ANNOTATED:\nExcept for the youngest they sing as lustily as their\nparents.\n\nINT., BEDROOM, QUINTERO HOUSE. FULL SHOT, NIGHT.\n\nThe small bedroom is partitioned by a screen, separating\nthe children's cots from the parents' bed. A crucifix hangs\nover the bed. The room is feebly lighted by one small lamp.\nEsperanza lies in bed, an arm flung across her eyes. The\nsound of the singing comes faintly over scene. CAMERA MOVES\nIN SLOWLY on Esperanza. Her arm falls to her side. She\nopens her eyes. She listens, motionless.\n\nANOTHER ANGLE: THE BEDROOM\n\nas Estella emerges from behind the screen and climbs onto\nher mother's bed, with a kind of sleepy-eyed wonder.\n\n\t\t\t\tESTELLA\n\tWhy are they singing, Mama?\n\n\t\t\t\tESPERANZA\n\tThey are singing for me.\n\n\t\t\t\tESTELLA\n\tCan we light the candles now? On the cake?\n\n\t\t\t\tESPERANZA\n\t\t\t (smiles)\n\tYes. We will light the candles.\n\nSuddenly she flings back the bed covers, reaches for a\ndressing gown and puts it on.\n\nEXT., QUINTERO COTTAGE. FULL SHOT, NIGHT.\n\nThe lights come up in the parlor. The front door opens,\nrevealing Esperanza and Estella. They smile, remain in the\nopen doorway as the serenaders go into a final chorus. The\nsong ends in laughter and applause. They swarm into the\nhouse.\n\nINT., PARLOR. FULL SHOT, NIGHT.\n\nA merry bedlam, with Esperanza receiving her guests. Sal\nRuiz starts up a bawdy folk song on his guitar. He is urged\non by Charley Vidal's wild falsetto. Antonio lugs a case of\nbeer into the house and immediately starts uncapping it,\npassing foaming bottles to everyone. The women gather\naround Esperanza, embracing her, wishing her a happy\nbirthday in English and Spanish. Ramón is the last to\nenter.\n\nCLOSER ANGLE, FEATURING ESPERANZA AND RAMÓN\n\nconfronting one another in the center of the room. Ramón\ngazes at her in silence, repentant.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nRamón is the last to\nenter. CLOSER ANGLE, FEATURING ESPERANZA AND RAMÓN\n\nconfronting one another in the center of the room. Ramón\ngazes at her in silence, repentant. \n\nTARGET SECTION TO BE ANNOTATED:\n She returns his gaze,\nfor the moment oblivious of her guests, who gracefully\nwithdraw from the situation. Esperanza's eyes fill with\ntears, she smiles tremulously, and her fingers go to her\nlips.\n\n\t\t\t\tESPERANZA\n\tI ... I must get dressed.\n\nShe flees from the room. Ramón follows her, gesturing to\nmen to keep on with their singing.\n\nINT., BEDROOM. TWO SHOT: RAMÓN AND ESPERANZA.\n\nHe puts his arms around her, tentatively. Her forehead\nfalls against his shoulder.\n\n\t\t\t\tESPERANZA\n\tI did not mean to weep again. Why should I\n\tweep for joy?\n\n\t\t\t\tRAMÓN\n\tI'm a fool.\n\n\t\t\t\tESPERANZA\n\tNo, no ...\n\nShe raises her head, brushing her cheek against his.\n\n\t\t\t\tESPERANZA\n\tWas it expensive, the beer?\n\n\t\t\t\tRAMÓN\n\tAntonio paid for it.\n\n\t\t\t\tESPERANZA\n\tForgive me ... for saying you never\n\tthought of me.\n\n\t\t\t\tRAMÓN\n\t\t\t (with effort)\n\tI did forget. Luís told me.\n\nGrateful for his honesty, she pulls his head down, kisses\nhim. He returns her kiss passionately.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nA MONTAGE, SHOWING\n\nEsperanza chopping wood outside her kitchen door. The\ncarefree guitar music of the mañanita carries over scene --\nand Esperanza pauses in her labors, seeming to hear it\nagain.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAll the next week I kept thinking about my\n\tmañanita. I had never had so nice a\n\tparty ...\n\nThe image on the screen gives way to another as Esperanza\nrecollects the occasion: we see Esperanza and Estella\nblowing out the candles the birthday cake, surrounded\ntheir beaming guests.\n\n\t\t\t\tESPERANZA'S VOICE\n\tIt was like a song running through my\n\tmind, a humming in my heart, a daydream to\n\tlighten the long days' work ...\n\nEXT., QUINTERO BACKYARD. CLOSE SHOT: ESPERANZA\n\nbending over a large tub, scrubbing clothes. She pauses,\nsmiles reflectively.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT., QUINTERO BACKYARD. CLOSE SHOT: ESPERANZA\n\nbending over a large tub, scrubbing clothes. She pauses,\nsmiles reflectively. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tESPERANZA'S VOICE\n\tWe forgot our troubles at the mañanita\n\t-- even Ramón ...\n\nA NEW IMAGE IS SUPERIMPOSED ON THE SCREEN.\n\nNow we see Ramón dancing with Consuelo Ruiz, while Esperanza\nlooks on, smiling.\n\n\t\t\t\tESPERANZA'S VOICE\n\tI couldn't dance that night -- not in my\n\tcondition. But I wasn't really jealous\n\twhen he danced with the others ...\n\tbecause it was good just to see him smile\n\tagain ...\n\nEXT., QUINTERO YARD, CLOTHESLINE. FULL SHOT, DAY.\n\nEsperanza and Luz are hanging clothes and talking across\nthe fence between them. Their two children are playing\ntogether in f.g.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd then one morning I was hanging out my\n\twash.\n\nANOTHER ANGLE: THE YARD, SHOOTING TOWARD FRONT GATE.\n\nIn deep b.g. we see three women enter the Morales yard and\napproach Luz. They beckon to Esperanza.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd while we were talking the ladies came.\n\tThey were a kind of delegation. It was\n\tabout the sanitation, they said ...\n\nCLOSER ANGLE: THE GROUP AT FENCE\n\nas Esperanza comes over. Throughout this scene the two\nchildren climb up, down and sideways on the fence in an\nintricate little geometric dance. Luz goes on hanging up\nher clothes. We see the delegation talking earnestly to\nEsperanza and Luz but we hear only:\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe Anglo miners have bathrooms and hot\n\trunning water, Consuelo said, why\n\tshouldn't we?\n\n\t\t\t\tESPERANZA\n\t\t\t (sighing)\n\tI know, I spoke to Ramón about it -- only\n\ta week ago.\n\n\t\t\t\tRUTH\n\tAnd what did he say?\n\n\t\t\t\tESPERANZA\n\tThey dropped it from their demands.\n\n\t\t\t\tCONSUELO\n\t\t\t (sighs)\n\tEs lo de siempre.\n\n\t\t\t\tTERESA\n\t\t\t (the militant)\n\tWe got to make them understand -- make\n\tthe men face up to it.\n\t\t\t (To Ruth)\n\tShow her the sign.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONSUELO\n\t\t\t (sighs)\n\tEs lo de siempre. TERESA\n\t\t\t (the militant)\n\tWe got to make them understand -- make\n\tthe men face up to it. (To Ruth)\n\tShow her the sign. \n\nTARGET SECTION TO BE ANNOTATED:\nANOTHER ANGLE: THE GROUP\n\nas Ruth lifts up a placard, hitherto unseen, which she has\nbeen holding at her side. It reads:\n\n\t\t\t WE WANT SANITATION\n\t\t\t NOT DISCRIMINATION\n\n\t\t\t\tCONSUELO\n\tWe'll make a lot of signs like this.\n\tThen we'll get all the wives together and\n\tgo right up to the mine.\n\n\t\t\t\tESPERANZA\n\tTo the mine?\n\n\t\t\t\tTERESA\n\tSure. Where they're negotiating. In the\n\tcompany office. We'll go up there and\n\tpicket the place.\n\n\t\t\t\tCONSUELO\n\tThen both sides will see we mean business.\n\n\t\t\t\tESPERANZA\n\t\t\t (thunderstruck)\n\tA picket line? Of ... of ladies?\n\n\t\t\t\tRUTH\n\tSure. Why not?\n\nLuz flings a pair of damp pants on the clothes line without\nhanging them up.\n\n\t\t\t\tLUZ\n\tYou can count me in.\n\n\t\t\t\tESPERANZA\n\t\t\t (scandalized)\n\tLuz!\n\n\t\t\t\tLUZ\n\tListen, we ought to be in the wood\n\tchoppers' union. Chop wood for breakfast.\n\tChop wood to wash his clothes. Chop wood,\n\theat the iron. Chop wood, scrub the floor.\n\tChop wood, cook his dinner. And you know\n\twhat he'll say when he gets home ...\n\t\t\t (Mimics Antonio)\n\t\"What you been doing all day? Reading the\n\tfunny papers?\"\n\nThe women laugh softly -- all except Esperanza.\n\n\t\t\t\tTERESA\n\tCome on, Esperanza -- how about it? We\n\tgot to.\n\n\t\t\t\tESPERANZA\n\tNo. No. I can't. If Ramón ever found me on\n\ta picket line ...\n\nHer voice trails off.\n\n\t\t\t\tCONSUELO\n\tHe'd what? Beat you?\n\n\t\t\t\tESPERANZA\n\tNo ... No ...\n\nSuddenly we hear, from far off, five short blasts of a\nsteam whistle. The women fall silent instantly, listening.\nThen it comes again. Five short blasts.\n\nEXT., MINE HEAD. LONG SHOT, DAY.\n\nWe can see little puff`s of steam from the whistle on the\nhead frame, and again we hear five short blasts.\n\nBACK TO THE WOMEN\n\nfrozen, apprehensive.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONG SHOT, DAY. We can see little puff`s of steam from the whistle on the\nhead frame, and again we hear five short blasts. BACK TO THE WOMEN\n\nfrozen, apprehensive. \n\nTARGET SECTION TO BE ANNOTATED:\n Luz expels the word that has already\ncrossed their minds.\n\n\t\t\t\tLUZ\n\t... accidente ...\n\nShe grabs her son from off the fence and hurries with him\nto the gate and out on to the road. The others begin to\nfollow, as though magnetized. The signal continues over:\n\nA SERIES OF SHOTS, SHOWING\n\nwomen emerging from their houses, looking off at the mine.\n\nWomen strung out along the dirt road lending to the mine.\n\nEsperanza, slowed down by her unborn child, tagging along\nbehind, holding Estella's hand.\n\nEXT., MINE HEAD. MEDIUM LONG SHOT, DAY.\n\nMen are scurrying toward the head frame from all directions.\nTwo of them carry a stretcher. At this distance the whistle\nblast is much louder.\n\nEXT., ADMINISTRATION OFFICE. MEDIUM LONG SHOT, DAY.\n\nThe union negotiators, Ruiz, Vidal and Barnes, emerge from\nthe company office and walk swiftly toward the mine head.\nSuperintendent Alexander and two company men follow.\n\nEXT., ROAD LEADING TOWARD MINE. LONG PANNING SHOT.\n\nAn ancient, dusty ambulance, its siren wailing, bounces\nalong the narrow road leading to the mine. The advancing\nwomen make way for it.\n\nEXT. HEAD FRAME OF MINE. MEDIUM SHOT, AT HOIST.\n\nA cluster of miners wait tensely around the hoist as the\ncage rises to ground level. Several miners wearing tin hats\nare crowded inside the cage, but their faces are so grimy\nwe cannot make out who they are.\n\nMEDIUM LONG SHOT: WOMEN AND CHILDREN\n\nwho have stopped on a little knoll at some distance from\nthe mine head. They are looking down at:\n\nTHE MINE HEAD, FROM THEIR ANGLE.\n\nSo many men gather around the injured man or men that we\ncan still not distinguish them. But we see a body placed\non a stretcher. Two men carry it toward the waiting\nambulance.\n\nBACK TO WOMEN. CLOSE GROUP SHOT.\n\nOne woman breaks away and plunges down the hill. The others\nheave a collective sigh -- a sigh of relief, anguish,\ncompassion.\n\n\t\t\t\tLUZ\n\tIt's Mr. Kalinsky.\n\nREAR OF AMBULANCE. MEDIUM SHOT.\n\nA large number of miners are milling about.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nREAR OF AMBULANCE. MEDIUM SHOT. A large number of miners are milling about. \n\nTARGET SECTION TO BE ANNOTATED:\n The injured man\nis lifted into the ambulance and the doors are shut. Just\nthen Mrs. Kalinsky runs up. She pounds on the doors.\n\n\t\t\t\tMRS. KALINSKY\n\t\t\t (hysterically)\n\tLet me see him! Let me see him!\n\nSeveral miners try to calm her. They lead her away as the\nambulance starts up.\n\n\t\t\t\tAD LIBS\n\tNow Mrs. Kalinsky, he's gonna be all right ...\n\tHis leg's broken, that's all ...\n\tCome on now, you can see him in the hospital ...\n\nTHE MILLING CROWD. ANOTHER ANGLE\n\nas Superintendent Alexander comes up to the chief foreman.\nRamón is close by. He is dirty, sweating, furious.\n\n\t\t\t\tALEXANDER\n\tHow did it happen?\n\n\t\t\t\tBARTON\n\tHe wandered into a drift -- when this\n\tfellow was blasting.\n\nHe indicates Ramón.\n\n\t\t\t\tRAMÓN\n\t\t\t (seething)\n\tI told you it would happen. It's bound\n\tto happen when a man works alone!\n\n\t\t\t\tALEXANDER\n\t\t\t (to Ramón)\n\tWhy didn't you give a warning signal?\n\n\t\t\t\tRAMÓN\n\t\t\t (indicates Barton, bitterly)\n\tYour foreman says that's a foreman's job.\n\n\t\t\t\tBARTON\n\tI checked the drift just before he blasted.\n\tIt was all clear ... The man must have\n\tbeen asleep or something.\n\n\t\t\t\tRAMÓN\n\tYou weren't even there. You were back at\n\tthe station. Kalinsky told me ...\n\n\t\t\t\tBARTON\n\t\t\t (softly)\n\tYou're a liar, Pancho. A no-good, dirty ...\n\nRamón lunges at him. Barton fends him off. Ramón keeps\nboring in, but Sal Ruiz and Frank Barnes grab him. We hear\nan angry bedlam.\n\n\t\t\t\tAD LIBS\n\t\t\t (in Spanish and English)\n\tDéjame! I'll kill him!\n\tHold him! Hold him! ...\n\tBasta, Ramón!\n\tAll right, all right. Break it up ...\n\n\t\t\t\tALEXANDER\n\t\t\t (pointing at Ramón)\n\tYou, there. Get a hold on yourself. A\n\tman's been hurt. I'm as sorry about it as\n\tyou are. Savvy?\n\nRamón finally quiets down.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm as sorry about it as\n\tyou are. Savvy? Ramón finally quiets down. \n\nTARGET SECTION TO BE ANNOTATED:\n By now the miners have formed a\nragged phalanx in b.g. The three union negotiators, Ramón,\nthe Superintendent and the Chief Foreman form a group in\nf.g. Alexander speaks to all of them.\n\n\t\t\t\tALEXANDER\n\tAccidents are costly to everyone -- and\n\tto the company most of all.\n\t\t\t (glances at his watch)\n\tAnd now, I see no reason to treat the\n\toccasion like a paid holiday. Suppose we\n\tall get back to work.\n\nHe takes a couple of steps, stops, noting that no one has\nmoved.\n\n\t\t\t\tALEXANDER\n\t\t\t (an order)\n\tMr. Barton.\n\n\t\t\t\tBARTON\n\t\t\t (a bluff approach)\n\tAll right, fellows, the excitement's over.\n\tLet's get to it.\n\nBarton starts toward the mine head. But the men do not\nmove. Faintly we hear mutterings in Spanish from the\nminers' ranks.\n\n\t\t\t\tAD LIBS\n\t...'hora.\n\t... Sí, yo creo que sí.\n\nANOTHER ANGLE, FEATURING ALEXANDER.\n\n\t\t\t\tALEXANDER\n\t\t\t (exasperated, to Vidal)\n\tWhat are they saying?\n\n\t\t\t\tCHARLEY\n\tNo savvy.\n\n\t\t\t\tALEXANDER\n\t\t\t (turning to Frank)\n\tWell, Barnes? How about it? Tell them to\n\tget back to work.\n\n\t\t\t\tFRANK\n\t\t\t (grinning)\n\tThey don't work for me. I work for them.\n\n\t\t\t\tALEXANDER\n\t\t\t (sharply)\n\tRuiz?\n\nWIDER ANGLE SHOOTING TOWARD MINERS.\n\nSal Ruiz takes his time. He lights a cigarette. Then he\ncalls out in Spanish:\n\n\t\t\t\tSAL\n\tIt's up to you, brothers.\n\nA murmur runs through the ranks, \"si, si.\" Several miners\nglance at Ramón. Suddenly Ramón wheels, strides toward the\npower house, which is adjacent to the head frame of the\nmine. Passing through the miner's ranks, he bellows at the\ntop of his lungs:\n\n\t\t\t\tRAMÓN\n\tCente!\n\nEXT., POWER HOUSE. CLOSE SHOT, AT DOOR.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nPassing through the miner's ranks, he bellows at the\ntop of his lungs:\n\n\t\t\t\tRAMÓN\n\tCente! EXT., POWER HOUSE. CLOSE SHOT, AT DOOR. \n\nTARGET SECTION TO BE ANNOTATED:\nAs the man named Cente (Vicente) sticks his head out the\ndoorway of a galvanized tin shack, we hear a yell from off\nscene.\n\n\t\t\t\tRAMÓN'S VOICE\n\tApágalo!\n\nCente's head disappears.\n\nA CONTROL BOARD. CLOSE SHOT\n\ncontaining several big industrial circuit breakers. Cente's\nhand comes up, pulls the switch.\n\nEXT., HEAD FRAME, FEATURING CRUSHER.\n\nThe gigantic primary crusher, with rock rattling around in\nit, suddenly stops.\n\nEXT., HEAD FRAME: AT CONVEYOR\n\ncarrying small lumps of ore from the crusher. The belt\nstops.\n\nBACK TO MEN. FULL SHOT.\n\nThe stillness is vast and sudden. Ramón walks back to the\nmassed ranks of his fellow miners. He halts beside Antonio\nat the end of the file. No one else moves or speaks.\n\nCLOSER ANGLE: THE MINERS' RANKS.\n\nAntonio nudges Ramón, indicating, something o.s. Ramón's\nhead turns, looking off scene. One by one, the heads of the\nother miners turn, glancing o.s.\n\nMEDIUM SHOT: FOREMAN AND SUPERINTENDENT\n\nstanding before the silent miners. Barton realizes that\nthe men are not looking at him, but at something above and\nbeyond him. Barton looks over his shoulder. Alexander\nslowly follows suit.\n\nFROM THEIR ANGLE, LONG SHOT: THE WOMEN AND CHILDREN\n\nstanding on the knoll above the mine. They are silent and\ngrave. The women's skirts billow in the wind, like unfurled\nflags, like the tattered banners of a guerrilla band that\nhas come to offer its services to the regular army.\n\n\t\t\t\t\t\t\t\t\tFADE OUT.\n\nFADE IN:\n\nCLOSE-UP: A LICENSE PLATE.\n\nIt is a New Mexico plate, and though it is night we can\nmake out clearly the words on the white background on the\nplate:\n\n\tLAND OF ENCHANTMENT\n\nCAMERA PULLS BACK SLOWLY TO DISCLOSE\n\nCowboy boot perched on a car bumper.\n\nCAMERA PULLS BACK FURTHER, DISCLOSING\n\na khaki-clad leg, a pearl-handled revolver in a holster --\nthen the full figure of a deputy leaning on the fender of\nhis car.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE IN:\n\nCLOSE-UP: A LICENSE PLATE. It is a New Mexico plate, and though it is night we can\nmake out clearly the words on the white background on the\nplate:\n\n\tLAND OF ENCHANTMENT\n\nCAMERA PULLS BACK SLOWLY TO DISCLOSE\n\nCowboy boot perched on a car bumper. CAMERA PULLS BACK FURTHER, DISCLOSING\n\na khaki-clad leg, a pearl-handled revolver in a holster --\nthen the full figure of a deputy leaning on the fender of\nhis car. \n\nTARGET SECTION TO BE ANNOTATED:\n He is picking his teeth with a matchstick and\ngazing at:\n\nEXT., UNION HALL, SHOOTING PAST SHERIFF'S CAR, NIGHT.\n\nThe car is parked provocatively near the entrance to the\nbuilding. A sign over the doorway, lighted by reflectors,\nidentifies the place as the union hall. From within we hear\nthe muted tumult of a packed house. In near f.g. is another\nparked car containing several women and children.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThat night the men held a union meeting ...\n\tjust to make the walk-out official.\n\nSuddenly we hear a roar of applause from inside the hall.\nThe door opens; Luís and a tow-headed youngster come\nbounding out, run toward the car, CAMERA PANNING with them.\n\n\t\t\t\tESPERANZA'S VOICE\n\tIt didn't take them long. They voted to\n\tstrike -- 93 to 5.\n\nWe see the car door open: Ruth Barnes and Teresa emerge\nfrom the front seat; Consuelo, holding a sleeping infant,\ngets out of the back. Esperanza is the last to appear.\nEstella is asleep in her arms.\n\n\t\t\t\tESPERANZA'S VOICE\n\t... And Teresa said now was the time for\n\tus to go in. I didn't want to ... I had\n\tnever been to a union meeting. But the\n\tothers said, one go, all go ...\n\nWe see the women coaxing Esperanza. She follows them\nreluctantly toward the union hall.\n\nFULL SHOT, NIGHT: INT., UNION HALL\n\nas seen from the entrance. A hundred miners are packed\ndensely on the center block of benches, facing the union\nofficers in b.g. Sal Ruiz is presiding; Frank Barnes sits\nat the table beside him. Charley Vidal stands near the\nchairman, delivering an impassioned speech.\n\n\t\t\t\tCHARLEY VIDAL\n\tWe have many complaints, brothers, and\n\tmany demands. But they all add up to one\n\tword: Equality!\n\nOver sound track we hear the Spanish of Charley's speech,\nbut it is modulated to:\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe meeting was nearly over when we came\n\tin. Charley Vidal was making a speech.\n\tHe said there was only one issue in this\n\tstrike -- equality.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nOver sound track we hear the Spanish of Charley's speech,\nbut it is modulated to:\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe meeting was nearly over when we came\n\tin. Charley Vidal was making a speech. He said there was only one issue in this\n\tstrike -- equality. \n\nTARGET SECTION TO BE ANNOTATED:\n But the mine owners\n\twould stop at nothing to keep them from\n\tgetting equality.\n\nTHE HALL. ANOTHER ANGLE, INCLUDING THE WOMEN.\n\nThe men are so intent on Charley Vidal's speech that they\ndo not notice the entrance of the women, who tip-toe\nunobtrusively to the side of the room where they take seats\non the unoccupied wall bench. Estella wakes up, blinking in\nthe bright lights.\n\nTHE HALL. FULL SHOT, FEATURING CHARLEY.\n\n\t\t\t\tESPERANZA'S VOICE\n\tHe said the bosses would try to split the\n\tAnglo and Mexican-American workers and\n\toffer rewards to one man if he would sell\n\tout his brother... There was only one\n\tanswer to that, Charley said -- solidarity.\n\tThe solidarity of working men.\n\nCharley concludes his speech.\n\n\t\t\t\tCHARLEY VIDAL\n\tTo all this, brothers, there is only one\n\tanswer, the solidarity of working men!\n\nHe sits down to loud applause which comes up over sound\ntrack. Sal Ruiz rises, bangs his gavel.\n\nGROUP SHOT: THE WOMEN.\n\nRuth and Teresa nudge Consuelo, trying to get her to rise\n-- but Consuelo, frightened, clings to her sleeping infant.\nRuth grabs the baby and Teresa practically pushes Consuelo\nto her feet.\n\nWIDER ANGLE, SHOOTING PAST SAL, INCLUDING WOMEN.\n\nCharley Vidal plucks at Sal's sleeve, points in the\ndirection of the women.\n\n\t\t\t\tSAL\n\tYes? You ladies have an announcement?\n\n\t\t\t\tCONSUELO\n\t\t\t (haltingly)\n\tWell -- it's not an announcement, I guess.\n\tThe ladies wanted me to ...\n\n\t\t\t\tVOICE FROM THE FLOOR\n\tLouder!\n\n\t\t\t\tSAL\n\tConsuelo, will you speak from over here?\n\nPainfully self-conscious, Consuelo moves toward camera in\nf.g. She faces the men and begins again, nervous, but\ntrying to speak louder.\n\n\t\t\t\tCONSUELO\n\tThe ladies have been talking about\n\tsanitation ... and we were thinking ...\n\tif the issue is equality, like you say it\n\tis, then maybe we ought to have equality\n\tin plumbing too ...\n\nCLOSE GROUP SHOT: MINERS.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONSUELO\n\tThe ladies have been talking about\n\tsanitation ... and we were thinking ... if the issue is equality, like you say it\n\tis, then maybe we ought to have equality\n\tin plumbing too ... CLOSE GROUP SHOT: MINERS. \n\nTARGET SECTION TO BE ANNOTATED:\nSome appear resentful of the women's intrusion; others seem\namused. Antonio whispers something to Alfredo. Alfredo\nlaughs. Frowning, Ramón looks around at Esperanza, as he\nmight look at a woman who entered church uncovered.\n\n\t\t\t\tCONSUELO'S VOICE\n\tI mean, maybe it could be a strike demand\n\t... and some of the ladies thought -- it\n\tmight be a good idea to have a ladies\n\tauxiliary! Well, we would like to help\n\tout .. . if we can ...\n\nFULL SHOT: THE HALL, FEATURING CONSUELO.\n\nWe hear mild, scattered applause, and then a male falsetto\ngiggle sets off a wave of laughter. Ruiz rises, grins\nsheepishly. Consuelo hurries back to her seat. CAMERA HOLDS.\n\n\t\t\t\tSAL\n\tI'm sure I can speak for all of the\n\tbrothers. We appreciate the ladies\n\toffering to help, but it's getting late\n\tand I suggest we table it. The chair\n\twill entertain a motion to adjourn.\n\n\t\t\t\tFIRST MINER\n\t\t\t (from the floor)\n\tMove to adjourn!\n\n\t\t\t\tSECOND MINER\n\tSecond!\n\n\t\t\t\tSAL\n\tSo ordered.\n\nHe brings down his gavel, and the meeting ends. Some of the\nminers break for the door, others begin to mill about.\nRuth and Consuelo walk to the front of the hall. Now, in\nquick succession we see four vignettes:\n\nTWO SHOT: SAL AND CONSUELO.\n\nHe meets her near the speaker's table, flings out his arms\nin a helpless gesture.\n\n\t\t\t\tSAL\n\tWhy didn't you check with me? It's\n\tembarrassing!\n\nTWO SHOT: RUTH AND FRANK.\n\nShe leans across the speaker's table before Frank can rise\nand remarks acidly:\n\n\t\t\t\tRUTH\n\tWhy didn't you support her? You're the\n\tworst of the lot.\n\n\t\t\t\tFRANK\n\tBut honey ...\n\n\t\t\t\tRUTH\n\tOr why don't you just put a sign outside?\n\t\"No dogs or women allowed!\"\n\nANOTHER PART OF THE HALL. CHARLEY AND TERESA.\n\n\t\t\t\tCHARLEY\n\tBut, Teresa, you can't push these things\n\ttoo fast.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n\"No dogs or women allowed!\"\n\nANOTHER PART OF THE HALL. CHARLEY AND TERESA. CHARLEY\n\tBut, Teresa, you can't push these things\n\ttoo fast. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tTERESA\n\t\t\t (fiercely)\n\tYou were pushing all right -- pushing us\n\tright back in our place.\n\nESPERANZA AND RAMÓN, NEAR DOORWAY.\n\nEsperanza is holding Estella, who is asleep again. Ramón is\nat the rear of a group of miners filing out of the hall. As\ntwo of the miners pass Camera, we hear one say to the other:\n\n\t\t\t\tFIRST MINER\n\tThat's a pretty good idea -- making\n\tsanitation one of the demands again.\n\nAs Ramón moves into f.g., he indicates with the slightest\nof gestures for Esperanza to follow. She obeys.\n\nEXT., UNION HALL. MEDIUM PANNING SHOT, NIGHT.\n\nRamón emerges from the hall, moves to a corner of the\nbuilding in f.g. Esperanza joins him there in the darkness.\nRamón speaks softly.\n\n\t\t\t\tRAMÓN\n\tAt least you didn't make a fool of\n\tyourself -- like Consuelo.\n\n\t\t\t\t\t\t\t\t\tSLOW DISSOLVE TO:\n\nEXT., PICKET LINE. LONG ESTABLISHING SHOT.\n\nThis panorama should be as inclusive as the location site\npermits. Thirty or more miners march counter-clockwise on\na dirt road. Beyond this elliptical picket line on either\nside of the road are two signs:\n\n\tDELAWARE ZINC CO., INC.\n\t\t\t KEEP OUT\n\n\tMINERS ON STRIKE\n\tWE WANT EQUALITY\n\nThough the area is unfenced, these signs mark an imaginary\nboundary. But access to the mine is difficult except by way\nof the road. To the right of the road is a steep wooded\nhillside. The road skirts this hill till it reaches the\nmountain of waste in deep b.g., then winds uphill to the\nknoll on which the mine stands. To the left of the road is\na railroad spur and a gully. The gully is bridged by\ntrestles, beyond which a fork of the road leads to Zinc\nTown. Two sheriff's cars are parked on the road near the\npicket post. No women are visible in this scene.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd so it began -- much like any other\n\tstrike. There would be no settlement,\n\tthe company said, till the men returned\n\tto their jobs.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo women are visible in this scene. ESPERANZA'S VOICE\n\tAnd so it began -- much like any other\n\tstrike. There would be no settlement,\n\tthe company said, till the men returned\n\tto their jobs. \n\nTARGET SECTION TO BE ANNOTATED:\n But their back-to-work\n\tmovement didn't work.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nTHE PICKET LINE. CLOSER ANGLE.\n\nTwo open touring cars loaded with strike-breakers slowly\napproach the picket line. The lead car stops before this\nhuman wall. The pickets make no menacing gestures, but\nthey are ominous in massed silence.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd so the company recruited a few\n\tstrike-breakers from out of town.\n\nWe see the lead car make a U-turn and withdraw the way it\ncame. It is followed by the second car.\n\n\t\t\t\tESPERANZA'S VOICE\n\tBut they usually lost their nerve when\n\tthey saw the size of the picket line.\n\nANOTHER ANGLE, FEATURING SHERIFF'S CARS\n\nparked near the picket line. A half-dozen deputies stand\naround idly. They are khaki-clad, booted, wearing their\nStetsons with the brims rolled up. They display their\nside-arms ostentatiously, their holsters hanging low in the\nfashion of storybook gunmen.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe Sheriff's men were always there. They\n\tstood around, showing off their weapons.\n\tBut the men only marched, day after day,\n\tweek after week ...\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nEXT., ROAD, OUTSIDE QUINTERO COTTAGE. FULL SHOT, DAY.\n\nCharley Vidal and another miner stand in the back of a\npick-up, distributing rations to Esperanza and Luz Morales.\nThe small sacks contain beans, corn meal, coffee, etc.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAt first it was a kind of unwritten rule\n\tthat the women stay at home. The union\n\tgave us rations and we had to figure out\n\thow to feed our families on them ...\n\nEXT., PICKET LINE. MEDIUM SHOT, DAY.\n\nThere are fewer pickets now, and the miners, weary of the\nmonotony, march in a more leisurely fashion. We see Mrs.\nSalazar (the old lady introduced at the mañanita) standing\nclose by the picket line. She is crocheting. Ramón, the\npicket captain, and other miners glance uncomfortably at\nher.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nSalazar (the old lady introduced at the mañanita) standing\nclose by the picket line. She is crocheting. Ramón, the\npicket captain, and other miners glance uncomfortably at\nher. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tESPERANZA'S VOICE\n\tBut then one morning Mrs. Salazar went to\n\tthe picket line. Her husband had been\n\tkilled in a strike many years before ...\n\tand she wanted to be there.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nTHE PICKET LINE. MATCHING SHOT, ON ANOTHER DAY.\n\nMrs. Salazar is now marching with the men. She is still\ncrocheting. Her expression of calm determination is\nunchanging.\n\n\t\t\t\tESPERANZA'S VOICE\n\tNobody remembers just how it happened,\n\tbut one day Mrs. Salazar started marching\n\twith them ... and she kept on marching\n\twith them.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nTHE PICKET POST. ANOTHER ANGLE.\n\nWe see Teresa Vidal standing beside an old jalopy, pouring\na cup of coffee for her husband.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAfter a while some of the women began to\n\tbring coffee for their husbands ... and\n\tmaybe a couple of tacos -- because a man\n\tgets tired and hungry on picket duty ...\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nTHE PICKETS. GROUP SHOT.\n\nSeveral pickets gape ravenously at Antonio as he bites into\nthe tacos given him by Luz.\n\n\t\t\t\tESPERANZA'S VOICE\n\tIt was about that time the union decided\n\tmaybe they'd better set up a Ladies\n\tAuxiliary after all.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nTHE PICKET POST. ANOTHER ANGLE\n\nand another day. A number of miners have turned carpenter,\nerecting a shack of scrap lumber and galvanized tin close\nby the picket line. Several women have set up a table\noutside the unfinished shack on which we see a pot of\nbeans, a coffee pot, etc. Esperanza is not among them.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nEXT., COFFEE SHACK. MEDIUM SHOT, DAY.\n\nThe shack is now complete. We see Ramón approach the\ndoorway, where a woman hands him a cup of coffee. He tastes\nit, makes a wry face.\n\n\t\t\t\tESPERANZA'S VOICE\n\tI didn't come to the lines at first. My\n\ttime was near -- and besides, Ramón\n\tdidn't approve. But Ramón is a man who\n\tloves good coffee.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nESPERANZA'S VOICE\n\tI didn't come to the lines at first. My\n\ttime was near -- and besides, Ramón\n\tdidn't approve. But Ramón is a man who\n\tloves good coffee. \n\nTARGET SECTION TO BE ANNOTATED:\n And he swore the\n\tother ladies made it taste like zinc\n\tsludge ...\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nMATCHING SHOT: THE COFFEE SHACK, FEATURING ESPERANZA.\n\nStanding in the doorway, her pregnancy is more evident than\never. But her face is alight with one of her rare smiles as\nshe pours a cup of coffee and hands it to Ramón. Estella\ncan be seen peeking out from behind her mother's skirt.\n\n\t\t\t\tESPERANZA'S VOICE\n\tSo one day I made the coffee ...\n\nCAMERA PANS with Ramón as he strolls back toward the picket\nline, sipping his coffee.\n\nGROUP SHOTS AT PICKET LINE.\n\nThe men are not marching now, but standing in groups on the\nroad. Kalinsky is among them, on crutches, his leg in a\ncast. Ramón takes a sheet of paper from his shirt pocket\nand checks it.\n\n\t\t\t\tRAMÓN\n\tNow let's see ... who's missing? Prieto,\n\tSebastian. Prieto?\n\n\t\t\t\tSECOND MINER\n\tHaven't seen him for two days.\n\n\t\t\t\tJENKINS\n\t\t\t (entering scene, grinning)\n\tHey, Ramón -- listen to this. The chief\n\tforeman come to me last night, said he'd\n\tmake me shift foreman if I'd start a\n\tback-to-work movement. \"Jenkins,\" he says,\n\t\"why string along with them tamale\n\teaters?\" I just told him I come to like\n\ttamales fine.\n\nThe men laugh, Ramón smiles, but the look he gives Jenkins\nis tinged with speculative suspicion. Just then a patrol\nof three miners led by Alfredo Diaz enters scene from the\nhillslope. Alfredo reports to Ramón. He is breathing hard.\n\n\t\t\t\tALFREDO\n\tTwo scabs got through on the other side\n\tof the hill. We chased the rest back.\n\n\t\t\t\tRAMÓN\n\tRecognize them?\n\n\t\t\t\tALFREDO\n\t\t\t (shaking head)\n\tAnglos. From out of town. But they're not\n\tminers -- I could tell that. They don't\n\tknow zinc from Shinola.\n\n\t\t\t\tRAMÓN\n\tOkay. Take five. Get yourself some coffee.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAMÓN\n\tOkay. Take five. Get yourself some coffee. \n\nTARGET SECTION TO BE ANNOTATED:\nAs the three men of the patrol walk off to the coffee\nshack, one of the miners on the picket line calls out:\n\n\t\t\t\tFIRST MINER\n\tHey, Ramón, here comes the super ...\n\nEXT., WINDING ROAD. LONG SHOT: PICKETS' ANGLE.\n\nOn the road from Zinc Town, across the trestle, we see a\nshiny new Cadillac crawling along the dusty road. It draws\nto a stop some distance away.\n\nCLOSE SHOT: CADILLAC.\n\nSuperintendent Alexander sits at the wheel. Beside him is\nGeorge Hartwell, a company representative from New York.\nHartwell is impeccably dressed in a gabardine suit and\nPanama hat. He peers over Alexander's shoulder as the\nsuperintendent points out:\n\n\t\t\t\tALEXANDER\n\tYou can get the best view of the layout\n\tfrom here. That's their main picket line.\n\tThey have another post on the back road,\n\tand roving patrols ...\n\nREVERSE PANNING SHOT: THEIR ANGLE,\n\nshowing the Sheriff's cars, the picket line, the unfenced\nhill, and the mountain of waste beyond it.\n\n\t\t\t\tHARTWELL'S VOICE\n\tOn company property? Why don't you have\n\tthem thrown off?\n\n\t\t\t\tALEXANDER'S VOICE\n\tBut it's all company property, Mr. Hartwell\n\t-- the stores, the housing area, everything.\n\tWhere do you throw them? And who does the\n\tthrowing?\n\nAlexander nods, shifts the car into gear, and they move off.\n\nEXT., ROAD. MEDIUM LONG SHOT: THE MOVING CADILLAC.\n\nIt makes the bend, comes on up the hill and stops again\nnear the Sheriff's cars, which are parked some thirty paces\nfrom the picket line. The Sheriff walks toward the Cadillac.\n\nCLOSE SHOT: CADILLAC\n\nas the Sheriff comes up to Alexander's side of the car. The\nSheriff has the appearance and speech of a New Mexican\nrancher, which he is. He touches his Stetson in a gesture\nof respect.\n\n\t\t\t\tSHERIFF\n\tMornin'.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nSheriff has the appearance and speech of a New Mexican\nrancher, which he is. He touches his Stetson in a gesture\nof respect. SHERIFF\n\tMornin'. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tALEXANDER\n\tHow's it going?\n\n\t\t\t\tSHERIFF\n\tWell, those new fellows you hired from\n\tout of town -- we brought 'em up here in\n\ta truck this morning, but they took one\n\tlook at that picket line and turned tail.\n\n\t\t\t\tHARTWELL\n\t\t\t (looking at pickets)\n\tThey don't look so rough to me.\n\n\t\t\t\tSHERIFF\n\t\t\t (skeptically)\n\tWell, Mr. Hartwell, they've got some\n\tpretty tough hombres, 'specially that\n\tpicket captain there -- what's his name\n\t... Ray, Raymond something-or-other ...\n\n\t\t\t\tALEXANDER\n\tOh yes. I know that one.\n\nHe shifts into gear and drives off. The Sheriff touches his\nStetson courteously.\n\nBACK TO PICKET LINE.\n\nThe men are marching now, moving in a tight ellipse across\nthe road. Kalinsky hobbles along beside them on his\ncrutches. Ramón stands in the middle of the road, facing\nthe picket line, his back to the approaching Cadillac. He\nlectures the men with mock severity.\n\n\t\t\t\tRAMÓN\n\tNow why don't you let these gentlemen\n\tpass? Don't you know who's in that car?\n\n\t\t\t\tANTONIO\n\t\t\t (shouting)\n\tIt's the paymaster from Moscow -- with\n\tour gold.\n\n\t\t\t\tRAMÓN\n\tNo, no, it's the president of the company\n\thimself -- come all the way out here to\n\tmake Jenkins general manager. So why you\n\tacting so mean?\n\nThe miners grin as they march, one of them slapping Jenkins\non the back.\n\nINT., CADILLAC. TWO SHOT, THROUGH WINDSHIELD.\n\nThe car is halted again, and the picket line can be seen in\nb.g. Alexander is used to this treatment, but Hartwell is\nannoyed.\n\n\t\t\t\tHARTWELL\n\tAren't they going to let us pass?\n\n\t\t\t\tALEXANDER\n\tEventually. This is just a little ritual\n\tto impress us with their power.\n\n\t\t\t\tHARTWELL\n\tChildish.\n\n\t\t\t\tALEXANDER\n\tWell, they're like children in many ways.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is just a little ritual\n\tto impress us with their power. HARTWELL\n\tChildish. ALEXANDER\n\tWell, they're like children in many ways. \n\nTARGET SECTION TO BE ANNOTATED:\n\tSometimes you have to humor them,\n\tsometimes you have to spank them -- and\n\tsometimes you have to take their food\n\taway.\n\t\t\t (Points off scene.)\n\tHere comes the one we were talking about.\n\nWe see Ramón leave the picket line and come toward the car.\nHe is still sipping his coffee. Alexander chuckles.\n\n\t\t\t\tALEXANDER\n\tHe's quite a character. Claims his\n\tgrandfather once owned the land where the\n\tmine is now.\n\nBoth men laugh.\n\nANOTHER ANGLE: AT CAR\n\nas Ramón comes up. He leans down and peers inside.\n\n\t\t\t\tRAMÓN\n\t\t\t (politely)\n\tWant to go up to your office, Mr.\n\tAlexander?\n\n\t\t\t\tALEXANDER\n\t\t\t (a half-smile)\n\tNaturally. You think I parked here for a\n\tcup of coffee?\n\n\t\t\t\tRAMÓN\n\tYou're welcome to one.\n\n\t\t\t\tALEXANDER\n\tNo thanks.\n\n\t\t\t\tRAMÓN\n\t\t\t (glancing at Hartwell)\n\tThe men would like to know who this\n\tgentleman is.\n\n\t\t\t\tALEXANDER\n\tThat's none of their affair.\n\n\t\t\t\tHARTWELL\n\t\t\t (quickly)\n\tThat's all right -- it's no secret. My\n\tname's Hartwell. I'm from the company's\n\tEastern office.\n\n\t\t\t\tRAMÓN\n\tYou mean Delaware?\n\n\t\t\t\tHARTWELL\n\tNo. New York.\n\n\t\t\t\tRAMÓN\n\t\t\t (With mock awe)\n\tNew York? You're not the Company President\n\tby any chance?\n\n\t\t\t\tHARTWELL\n\t\t\t (smiles faintly)\n\tNo ...\n\n\t\t\t\tRAMÓN\n\tToo bad. The men've always wanted to get\n\ta look at the President.\n\t\t\t (eagerly)\n\tBut you've come out here to settle the\n\tstrike?\n\n\t\t\t\tHARTWELL\n\t\t\t (shrugging)\n\tWell, if that's possible ...\n\n\t\t\t\tRAMÓN\n\tIt's possible. Just negotiate.\n\n\t\t\t\tHARTWELL\n\t\t\t (coolly, to Alexander)\n\tAre we talking to a union spokesman?\n\n\t\t\t\tALEXANDER\n\tNot exactly. But I wish he were one. He\n\tknows more about mining than those\n\tpie-cards we've had to deal with.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER\n\tNot exactly. But I wish he were one. He\n\tknows more about mining than those\n\tpie-cards we've had to deal with. \n\nTARGET SECTION TO BE ANNOTATED:\nHartwell is unprepared for Alexander's gambit -- but a mask\nfalls suddenly over Ramón's face. Alexander looks at Ramón,\ncontinuing with all the sincerity he can muster.\n\n\t\t\t\tALEXANDER\n\tI mean it. I know your work record. You\n\twere in line for foreman when this trouble\n\tstarted -- did you know that? You had a\n\treal future with this company, but you\n\tlet those Reds stir you up. And now\n\tthey'll sell you down the river. Why\n\tdon't you wake up, Ray?\n\t\t\t (A pause)\n\tThat's your name, isn't it, Ray?\n\n\t\t\t\tRAMÓN\n\tNo. My name is Quintero. Mister Quintero.\n\nThere is a moment's silence. Alexander compresses his lips,\nchagrined at the rebuff.\n\n\t\t\t\tALEXANDER\n\tAre you going to let us pass -- or do I\n\thave to call the Sheriff?\n\n\t\t\t\tRAMÓN\n\tThere's nothing stopping you.\n\nHe steps back, indicating.\n\nTHE ROAD, FROM THEIR ANGLE.\n\nThe road is clear. The pickets are no longer marching, but\nare lined up facing each other on both sides of the road.\nWe hear the Cadillac accelerate. It plunges forward into\nscene, moves on past the pickets in a cloud of dust. Ramón\ncomes into scene, moving toward the picket post. He\nbellows at the miners:\n\n\t\t\t\tRAMÓN\n\tI was wrong! They don't want Jenkins for\n\tgeneral manager -- they want me!\n\nThe men laugh, re-form in groups on the road.\n\nEXT., COFFEE SHACK. MEDIUM SHOT.\n\nRamón, grinning, strolls over to Esperanza, who is standing\nin the doorway.\n\n\t\t\t\tRAMÓN\n\tYou shoulda heard that guy. What a line!\n\tI was up for foreman, he says. Fíjate!\n\nEsperanza smiles, then suddenly winces. Her hand goes to\nher midriff. Ramón is alarmed.\n\n\t\t\t\tRAMÓN\n\tWhat's the matter?\n\n\t\t\t\tESPERANZA\n\t\t\t (smiles again)\n\tIt's nothing. Just a little catch ...\n\nShe takes Estella by the hand and starts to walk down the\nroad toward the Sheriff's cars. Ramón escorts her. CAMERA\nPANS with them.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe takes Estella by the hand and starts to walk down the\nroad toward the Sheriff's cars. Ramón escorts her. CAMERA\nPANS with them. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly we hear from very far off a boy's\nvoice calling:\n\n\t\t\t\tVOICE\n\tPapa! Papa! Over here!\n\n\t\t\t\tRAMÓN\n\t\t\t (looking hack)\n\tIs that Luís? What's he doing? Playing\n\thookey again?\n\nTHE WOODED HILL. LONG SHOT FROM THEIR ANGLE.\n\nIn a thicket of juniper far up the slope we can make out\ntwo boys: Luís and a comrade of the same age. They are\nwaving their arms frantically. Ramón walks into scene in\nf.g., cups his hands, bellows:\n\n\t\t\t\tRAMÓN\n\tLuís! Come down here!\n\n\t\t\t\tLUIS\n\t\t\t (barely audible)\n\tPapa! We seen 'em! Two scabs! Over there!\n\nCLOSER ANGLE: LUIS AND COMPANION.\n\n\t\t\t\tSECOND BOY\n\t\t\t (pointing)\n\tThey're hiding in the gully. Over there!\n\nBACK TO PICKET POST.\n\nThe miners are trying to spot the scabs. They mill about\nrestlessly, all talking at once:\n\n\t\t\t\tAD LIBS\n\tQué dijo?\n\tHe's spotted two scabs ...\n\tWhere?\n\tOver in the gully ...\n\tCome on, let's get 'em ...\n\n\t\t\t\tRAMÓN\n\t\t\t (yelling)\n\tHold it, brothers! You -- Antonio --\n\tAlfredo -- Cente -- you come with me. The\n\trest stay on the line.\n\nThe four men set off at a run on the road paralleling the\nrailroad tracks. CAMERA HOLDS. Esperanza comes into scene\nin f.g. She calls in exasperation:\n\n\t\t\t\tESPERANZA\n\tLuís! Luís! Come back here!\n\nEsperanza walks on, passing through the picket line.\n\nTHE HILLSIDE. LONG SHOT,\n\nas Luís and his companion run diagonally down the slope.\n\nTHE GULLY. LONG PANNING SHOT.\n\nTwo figures scramble out of the gully. They run toward the\nrailroad track, cross it and head for the uphill road to\nthe mine.\n\nLONG PANNING SHOT: RAMÓN AND HIS MEN\n\nrunning, fanning out, trying to cut off the strike-breakers.\nCente makes for the tracks. Ramón stays on the road.\nAntonio and Alfredo dart up the hill.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCente makes for the tracks. Ramón stays on the road. Antonio and Alfredo dart up the hill. \n\nTARGET SECTION TO BE ANNOTATED:\nGROUP SHOT: AT SHERIFF'S CARS.\n\nThe deputies have roused themselves. The Sheriff smiles,\ngives them a sign. Four deputies climb into a sedan and\ndrive off.\n\nCLOSER ANGLE: THE TWO STRIKEBREAKERS\n\nrunning. One of them, a blond Anglo, stops suddenly, then\nruns back the way he came. CAMERA FOLLOWS the other man. He\nreaches the road leading up through the mountain of waste\nto the mine.\n\nBACK TO ESPERANZA\n\nfar behind the others, but coming on steadily, walking\nalone, as though in a trance.\n\nTHE WINDING ROAD. HIGHER UP.\n\nAntonio emerges onto the road above the strike-breaker,\ncutting him off.\n\nTHE STRIKE-BREAKER: SHOOTING TOWARD WASTE HEAP.\n\nHe veers off the road, tries to evade his pursuers by\nclimbing the steep pile of waste, but makes no headway in\nthe powdery dust. Slipping, clawing, he creates a small\navalanche, plunges back to the road below.\n\nTHE ROAD, NEAR FOOT OF WASTE HEAP.\n\nThe strike-breaker comes tumbling down, scrambles to his\nfeet, runs back toward the tracks. CAMERA PANS with him.\nCente suddenly appears, blocking his way. Then Ramón\nappears, trapping the strike-breaker on the railroad\ntrestle. The two miners advance slowly toward him.\n\nCLOSER ANGLE: AT TRESTLE.\n\nThe strike-breaker stands there, panting, terrified. We\nare close enough now to recognize him. It is Sebastian\nPrieto.\n\nREVERSE ANGLE, SHOOTING TOWARD RAMÓN\n\nwho stops, stunned by this unexpected betrayal.\n\n\t\t\t\tRAMÓN\n\t\t\t (panting)\n\tPrieto ... Sebastian Prieto ...\n\nHe comes on slowly toward Sebastian. There is murder in his\neyes.\n\n\t\t\t\tSEBASTIAN\n\tRamón ... listen for the love of God ...\n\n\t\t\t\tRAMÓN\n\tYou ... You ... I'd expect it of an Anglo,\n\tyes ... but you ...\n\n\t\t\t\tSEBASTIAN\n\tRamón ... listen to me ... I'm in a\tjam\n\t... I had to get a job ...\n\n\t\t\t\tRAMÓN\n\tYou Judas ... blood-sucker ...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm in a\tjam\n\t... I had to get a job ... RAMÓN\n\tYou Judas ... blood-sucker ... \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tSEBASTIAN\n\tRamón -- listen my kids ...\n\n\t\t\t\tRAMÓN\n\t\t\t (seizing his collar)\n\tTú! Traidor a tu gente! Rompehuelga!\n\tDesgraciado!\n\n\t\t\t\tSEBASTIAN\n\tMy kids don't have enough to eat!\n\n\t\t\t\tRAMÓN\n\t\t\t (shaking him)\n\tYou think my kids have enough to eat, you\n\trat?\n\n\t\t\t\tSEBASTIAN\n\tI know, it's wrong. Just let me go. I'll\n\tleave town ... just let me go.\n\n\t\t\t\tRAMÓN\n\t\t\t (contemptuously)\n\tYou think I was going to work you over? I\n\twouldn't dirty my hands with you ...\n\nHe spits in the man's face and shoves him away. Sebastian\ntrips on the railroad track and falls.\n\nMEDIUM LONG SHOT: THE TRESTLE\n\nas seen from the road. The Sheriff's car plunges into\nscene in f.g., skids to a stop. The deputies pile out,\nrun toward the trestle. In the distance we see Sebastian\nscramble to his feet, cross the railroad spur and retreat\nto the gully out of which he came. Ramón stands watching\nhim. The deputies are almost on him before he turns. One of\nthem seizes him by the arm. He appears to be protesting,\nbut the men are out of ear-shot. Suddenly we see the flash\nof handcuffs snapped on Ramón's right wrist. Ramón,\noffering no resistance, holds up his left hand -- but a\ndeputy spins him around with an arm lock and snaps Ramón's\nwrists together behind his back. It all happens very\nquickly, and they lead him off.\n\nANOTHER ANGLE, FEATURING MINERS AND BOYS\n\nstanding in a group now, watching the arrest. Luís starts\nto run to his father, but Antonio holds him back.\n\nMEDIUM SHOT: AT SHERIFF'S CAR.\n\nRamón is thrust roughly into the back seat of the car\nbetween two deputies. The other two get in front. The\ndriver turns the car around, raising a great cloud of dust.\nThe car speeds off. CAMERA PANS with it, holds on Esperanza\nwatching at the side of the road. Suddenly ESPERANZA\nwinces.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car speeds off. CAMERA PANS with it, holds on Esperanza\nwatching at the side of the road. Suddenly ESPERANZA\nwinces. \n\nTARGET SECTION TO BE ANNOTATED:\n Her hands go to her belly, and she bends slightly,\nas though from a severe cramp.\n\nCLOSE SHOT: ESPERANZA.\n\nHer face contorted with pain, with the realization that her\nlabor has begun. She looks around helplessly, calls:\n\n\t\t\t\tESPERANZA\n\tLuís! Luís! The baby ...\n\nMEDIUM LONG SHOT FROM HER ANGLE: LUIS AND MEN\n\nlistening, paralyzed, as we hear in Spanish:\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe baby! Get the women! Quick!\n\nEXT., BACK ROAD. MEDIUM LONG SHOT.\n\nThe Sheriff's car speeds toward us down the road, stops\nsuddenly in a swirl of dust. This is an isolated area near\nthe mine; no observers can be seen.\n\nINT., BACK SEAT OF SHERIFF'S CAR. MED. CLOSE SHOT.\n\nRamón sits very straight, his wrists locked behind his back.\nThe deputy on his left is a freckled-faced youth named\nKimbrough. The deputy on his right is a pale, cavernous,\nslack-jawed man named Vance. Vance is slowly drawing on a\npigskin glove. Ramón glances at the glove. Then he looks\nout the window.\n\n\t\t\t\tRAMÓN\n\t\t\t (his voice loud, tremulous)\n\tWhy do you stop?\n\n\t\t\t\tKIMBROUGH\n\t\t\t (grins)\n\tWanna have a talk with you -- 'bout why\n\tyou slugged that fellow back there.\n\n\t\t\t\tRAMÓN\n\tThat's a lie. I didn't--\n\nThe gloved hand comes up, swipes Ramón across the mouth.\n\n\t\t\t\tVANCE\n\t\t\t (softly)\n\tNow you know that ain't no way to talk to\n\ta white man.\n\nEXT., ROAD, NEAR PICKET POST. MEDIUM LONG SHOT.\n\nWe can see Mrs. Salazar and several other women running to\nmeet Esperanza. A couple of pickets follow along. Mrs.\nSalazar shouts back at them in Spanish:\n\n\t\t\t\tMRS. SALAZAR\n\tGo back and get a blanket, you idiots! So\n\twe can carry her!\n\nINT., SHERIFF'S CAR. MEDIUM FULL SHOT.\n\nRamón sits tense now, awaiting the next blow. A trickle of\nblood runs down his chin.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM FULL SHOT. Ramón sits tense now, awaiting the next blow. A trickle of\nblood runs down his chin. \n\nTARGET SECTION TO BE ANNOTATED:\n The two deputies in front sit\nlike wax dummies, paying no attention to what is going on\nin back.\n\n\t\t\t\tKIMBROUGH\n\tHey, Vance. You said this bull-fighter\n\twas full of pepper. He don't look so\n\tpeppery now.\n\n\t\t\t\tVANCE\n\tOh, but he is. He's full of chile, this\n\tboy.\n\nHe drives a gloved fist into Ramón's belly. Ramón gasps,\nhis eyes bulge.\n\n\t\t\t\tVANCE\n\tHe likes it hot. His chiquita makes it\n\tgood and hot for him -- don't she,\n\tPancho?\n\nVance strikes him in the abdomen again. Kimbrough snickers.\n\nEXT., ROAD: ANOTHER SHERIFF'S CAR\nNEAR PICKET LINE. MEDIUM SHOT.\n\nThe Sheriff is standing there with his other two deputies\nwhen Kalinsky hobbles up.\n\n\t\t\t\tKALINSKY\n\t\t\t (breathlessly)\n\tSheriff ... we need a doctor -- quick. A\n\tlady's gonna have a baby ...\n\n\t\t\t\tSHERIFF\n\tWhat d'ya take me for? An ambulance\n\tdriver?\n\n\t\t\t\tKALINSKY\n\tBut there's a company doctor in town. We\n\tdon't have a car. If you'd just go, get\n\thim ...\n\n\t\t\t\tSHERIFF\n\tYou kiddin'? Company doctor won't come to\n\tno picket line.\n\nKalinsky clenches his fists, furious, helpless. Then he\nlabors back toward the coffee shack. CAMERA PANS with him.\nIn the distance we see four men carrying Esperanza on a\nfolded blanket.\n\nEXT., COFFEE SHACK. FULL SHOT.\n\nMrs. Salazar is walking beside the improvised stretcher.\nShe directs the men to enter the shack.\n\n\t\t\t\tMRS. SALAZAR\n\tWe can't get her home ... there isn't\n\ttime. Take her inside ...\n\nINT., SHERIFF'S CAR. CLOSE SHOT.\n\nRamón is doubled up, his head between his legs. Vance pulls\nhim erect.\n\n\t\t\t\tVANCE\n\tHold your head up, Pancho. That ain't no\n\tway to sit.\n\n\t\t\t\tRAMÓN\n\t\t\t (a mutter in Spanish)\n\tI'll outlive you all, you lice.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nVANCE\n\tHold your head up, Pancho. That ain't no\n\tway to sit. RAMÓN\n\t\t\t (a mutter in Spanish)\n\tI'll outlive you all, you lice. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tVANCE\n\t\t\t (softly)\n\tHow's that? What's that Spic talk?\n\nHe strikes Ramón in the belly. Ramón gives a choked cry.\n\nNOW THE INTERCUTTING BECOMES VERY RAPID.\nTHE SHOTS ARE BRIEF FLASHES.\n\nCLOSE UP: ESPERANZA\n\nlying on a cot in the coffee shack, her face contorted with\npain. She gasps:\n\n\t\t\t\tESPERANZA\n\tGod forgive me ... wishing ... this child\n\twould never be born.\n\nBACK TO RAMÓN.\n\nKimbrough holds up Ramón's head while Vance punches him\nmethodically. Ramón gasps in Spanish:\n\n\t\t\t\tRAMÓN\n\tMother of God ...have mercy ...\n\nCLOSE UP: ESPERANZA.\n\n\t\t\t\tESPERANZA\n\t\t\t (in Spanish)\n\tHave mercy on this child ... let this\n\tchild live ...\n\nCLOSE UP: RAMÓN\n\nbiting his lip in agony.\n\n\t\t\t\tRAMÓN\n\t\t\t (in Spanish)\n\tOh, my God ... Esperanza ... Esperanza ...\n\nRamón's voice carries over to:\n\nCLOSE UP: ESPERANZA.\n\n\t\t\t\tESPERANZA\n\tRamón ...\n\nA contraction seizes her and she screams, her scream\ncarrying over.\n\nCLOSE UP: RAMÓN.\n\nNow the two images merge, and undulate, and blur, as with\nreceding consciousness. And then darkness on the screen.\nWe hear the feeble wail of a new-born infant.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nINT., CATHOLIC CHURCH. FULL SHOT, DAY.\n\nExcept for the altar lights in deep b.g. the church is in\nshadow. A group of five men and five women are silhouetted\nat the altar rail, facing the priest. We cannot immediately\nidentify them.\n\n\t\t\t\tESPERANZA'S VOICE\n\tRamón was in the hospital for a week ...\n\tand then in the county jail for thirty\n\tdays ... charged with assault and\n\tresisting arrest. But I made up my mind\n\tto postpone the christening till he could\n\tbe there.\n\nGROUP SHOT: AT ALTAR RAIL\n\nincluding not only the Quintero family but also Antonio and\nLuz, Teresa and Charley, Ruth and Frank, Sal and Consuelo.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nand then in the county jail for thirty\n\tdays ... charged with assault and\n\tresisting arrest. But I made up my mind\n\tto postpone the christening till he could\n\tbe there. GROUP SHOT: AT ALTAR RAIL\n\nincluding not only the Quintero family but also Antonio and\nLuz, Teresa and Charley, Ruth and Frank, Sal and Consuelo. \n\nTARGET SECTION TO BE ANNOTATED:\nAntonio holds the baby up to the priest, who makes the sign\nof the cross. His lips move in prayer. Ramón peers fondly\nat the baby over Antonio's shoulder.\n\n\t\t\t\tESPERANZA'S VOICE\n\t... And so the baby was baptized the day\n\tRamón got out of jail. Antonio was his\n\tgodfather, and Teresa Vidal his godmother.\n\tWe christened him Juan.\n\nThe priest sprinkles holy water over the infant's head.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nINT., QUINTERO COTTAGE: PARLOR. FULL SHOT, NIGHT.\n\nThe same men are seated around the parlor table, playing\npoker. From the phonograph we hear Mexican dance music.\nConsuelo bustles in with coffee for the men.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThat night we had a double celebration:\n\tJuanito's christening, Ramón's homecoming.\n\nINT., BEDROOM. FULL SHOT.\n\nThe room is almost completely dark but we can make out the\nforms of six children sleeping crossways on the bed. The\nbaby's crib is beside the bed.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd we put all the children to sleep in\n\tthe bedroom, as usual.\n\nINT., KITCHEN. FULL SHOT.\n\nThe five wives are gathered there, preparing sandwiches,\ntalking.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd the ladies adjourned to the kitchen\n\t-- as usual.\n\nINT., PARLOR: AT POKER TABLE.\n\nThe CAMERA ANGLE is that of a standing kibitzer. Ramón is\nnearest the kitchen. Around him clockwise sit Antonio, Sal,\nCharley and Frank. Sal is dealing the fifth card of a stud\npoker hand. The play is continuous and fast, a counterpoint\nto the more serious discussion.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd the men took over the parlor -- as\n\tusual.\n\nHer voice fades, and now we hear:\n\n\t\t\t\tCHARLEY\n\t\t\t (throwing in matches)\n\tFive thousand dollars.\n\n\t\t\t\tFRANK\n\tBeats.\n\n\t\t\t\tANTONIO\n\tRaise you ten thousand.\n\n\t\t\t\tCHARLEY\n\tYou dog. All right, let's see them.\n\n\t\t\t\tANTONIO\n\tAces, wired.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLEY\n\tYou dog. All right, let's see them. ANTONIO\n\tAces, wired. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t (Scooping up pile of matches)\n\tCome to papa.\n\nWhile Charley gathers the cards and shuffles, Frank turns to\nRamón.\n\n\t\t\t\tRAMÓN\n\tHear those deputies slugged 'Cente.\n\n\t\t\t\tFRANK\n\tYeah. Lots of provocation lately. They\n\tfigure if they can lock up the leadership\n\ton some phony riot charge, maybe they can\n\tbust the strike.\n\nINT., KITCHEN. FULL SHOT\n\nas Teresa reenters from the parlor. Ruth Barnes is tapping\nher foot restlessly to the radio music which continues over\nscene.\n\n\t\t\t\tRUTH\n\tAre we gonna let them play poker all\n\tnight? I want to dance.\n\n\t\t\t\tLUZ\n\t\t\t (roguishly)\n\tWith whose husband?\n\n\t\t\t\tRUTH\n\tWith any of them -- even my own.\n\n\t\t\t\tLUZ\n\tIf you dance with my husband, you'll have\n\tto put up with this ...\n\nShe grabs Ruth and dances her around in a lascivious parody\nof Antonio's style. The women giggle. Esperanza's head\nturns at the sound of an infant's wail.\n\nINT., PARLOR: AT THE POKER TABLE.\n\nFrank is shuffling the cards. Esperanza is seen crossing\nto the bedroom in b.g.\n\n\t\t\t\tSAL\n\t\t\t (to Ramón)\n\tAnd another thing. Your attitude toward\n\tAnglos. If you're gonna be a leader ...\n\n\t\t\t\tRAMÓN\n\t\t\t (cutting in)\n\tWhat attitude?\n\n\t\t\t\tSAL\n\tYou lump them all together -- Anglo\n\tworkers and Anglo bosses.\n\n\t\t\t\tRAMÓN\n\t\t\t (indicating Frank)\n\tHe's a guest in my house, isn't he?\n\n\t\t\t\tSAL\n\tSure. But you want the truth? You're\n\teven suspicious of him.\n\n\t\t\t\tRAMÓN\n\tMaybe. I think he's got a few things to\n\tlearn about our people.\n\nThere is a rather uneasy pause. Esperanza is seen\nre-crossing from bedroom to kitchen, the baby in her arms.\nFrank continues shuffling.\n\n\t\t\t\tFRANK\n\tGo on. Spill it.\n\n\t\t\t\tRAMÓN\n\t\t\t (slowly)\n\tWell, you're the organizer. You work out\n\tstrike strategy -- and most of the time\n\tyou're dead right.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpill it. RAMÓN\n\t\t\t (slowly)\n\tWell, you're the organizer. You work out\n\tstrike strategy -- and most of the time\n\tyou're dead right. \n\nTARGET SECTION TO BE ANNOTATED:\n But when you figure\n\teverything the rank-and-file's to do down\n\tto the last detail, you don't give us\n\tanything to think about. You afraid we're\n\ttoo lazy to take initiative?\n\n\t\t\t\tFRANK\n\t\t\t (defensively)\n\tYou know I don't think that.\n\n\t\t\t\tRAMÓN\n\tMaybe not. But there's another thing ...\n\tlike when you came in tonight --\n\t\t\t (indicates picture)\n\tI heard you ask your wife, \"Who's that?\n\tHis grandfather?\"\n\nCLOSE SHOT: PORTRAIT OF JUÁREZ.\n\n\t\t\t\tRAMÓN'S VOICE\n\tThat's Juárez -- the father of Mexico. If\n\tI didn't know a picture of George\n\tWashington, you'd say I was an awful dumb\n\tMexican.\n\nBACK TO GROUP.\n\n\t\t\t\tCHARLEY\n\t\t\t (softening the blow)\n\tI've never seen it fail. Try to give\n\tRamón a friendly criticism and he throws\n\tit right back in your face.\n\n\t\t\t\tFRANK\n\tNo. He's right. I've got a lot to learn.\n\n\t\t\t\tANTONIO\n\tNow we've got that settled, deal the\n\tcards.\n\nFrank deals. Sal grins at Frank.\n\n\t\t\t\tSAL\n\tIf it makes you feel any better, he's got\n\teven less use for women.\n\nBACK TO KITCHEN. FULL SHOT.\n\nEsperanza sits on a stool near the stove, her back to\ncamera and the other women, nursing the baby. Teresa and\nConsuelo are sampling the sandwiches they have made.\n\n\t\t\t\tCONSUELO\n\tWhat are they talking about in there?\n\n\t\t\t\tRUTH\n\t\t\t (from the doorway)\n\tDiscussing each other's weaknesses.\n\n\t\t\t\tLUZ\n\t\t\t (mock surprise)\n\tI didn't know they had any.\n\n\t\t\t\tRUTH\n\t\t\t (looking o.s.)\n\tRight now, Ramón's on the receiving end.\n\n\t\t\t\tTERESA\n\tLet's break up that game.\n\nBACK TO MEN AT POKER TABLE.\n\n\t\t\t\tFRANK\n\t\t\t (earnestly to Ramón)\n\tIf the women are shut off from life in\n\tthe union ...\n\n\t\t\t\tANTONIO\n\tBet your hand!\n\nRuth enters scene with coffee for the men. The other women,\nsave Esperanza, trail in behind her.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nANTONIO\n\tBet your hand! Ruth enters scene with coffee for the men. The other women,\nsave Esperanza, trail in behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n Frank is so intent on\nhis point that he ignores Ruth's presence.\n\n\t\t\t\tFRANK\n\tWe can't think of them just as housewives\n\t-- but as allies. And we've got to treat\n\tthem as such.\n\n\t\t\t\tRUTH\n\t\t\t (snorts)\n\tLook who's talking! The Great White\n\tFather, and World's Champion of Women's\n\tRights.\n\n\t\t\t\tFRANK\n\tAw, cut it out, Ruth.\n\n\t\t\t\tRUTH\n\t\t\t (to Ramón)\n\tMe, I'm a camp follower -- following this\n\torganizer from one mining camp to another\n\t-- Montana, Colorado, Idaho. But did he\n\tever think to organize the women? No.\n\tWives don't count in the Anglo locals\n\teither.\n\nRamón laughs. Ruth turns back to him.\n\n\t\t\t\tRUTH\n\tNot that I like the way you treat your\n\twife. But when Doctor Barnes gives you\n\this cure-all for female troubles, ask him\n\tif he's tried it at home.\n\n\t\t\t\tRAMÓN\n\t\t\t (grinning)\n\tHey, Esperanza!\n\n\t\t\t\tRUTH\n\tEsperanza's nursing the baby.\n\nA glow of eagerness brightens Ramón's face. He flings down\nthe cards and goes out to the kitchen. The exasperated\nAntonio tosses his cards aside.\n\n\t\t\t\tANTONIO\n\tThere goes the game.\n\n\t\t\t\tLUZ\n\tGood. Consuelo, turn up the radio\n\t\t\t (To Antonio)\n\tCome on, Papa, on your feet.\n\nAntonio gets up and begins to dance with his wife. We mark\nhow accurate a parody his wife made of his style. Charley\ndances with Teresa. Ruth folds her arms, glaring at Frank.\n\nINT., KITCHEN. CLOSE TWO SHOT.\n\nRamón stands beside his wife, looking over her shoulder at\nthe suckling child. The CAMERA Ah.ANGLE is such that we\ncannot see Juanito.\n\n\t\t\t\tRAMÓN\n\t\t\t (proudly)\n\tLook at him ...\n\nRamón clenches his fists, tenses his forearms, grunts\napprovingly.\n\n\t\t\t\tRAMÓN\n\tA fighter, huh?\n\n\t\t\t\tESPERANZA\n\tHe was born fighting. And born hungry.\n\n\t\t\t\tRAMÓN\n\tDrink, drink, Juanito.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nESPERANZA\n\tHe was born fighting. And born hungry. RAMÓN\n\tDrink, drink, Juanito. \n\nTARGET SECTION TO BE ANNOTATED:\n You'll never have\n\tit so good.\n\n\t\t\t\tESPERANZA\n\tHe'll have it good. Some day.\n\nFor a moment they say nothing, watching the baby. Then,\nwith a sidelong worried glance:\n\n\t\t\t\tESPERANZA\n\tWhat were they saying? About you? In there?\n\n\t\t\t\tRAMÓN\n\tThey say I am no good to you.\n\n\t\t\t\tESPERANZA\n\t\t\t (shrugs)\n\tYou are no good to me -- in jail.\n\n\t\t\t\tRAMÓN\n\t\t\t (musing)\n\tI'd lie on my cot in the cell and I\n\tcouldn't sleep with the bugs and the\n\tstink and the heat. And I'd say to myself,\n\tthink of something nice. Something\n\tbeautiful. And then I'd think of you. And\n\tmy heart would pound against the cot for\n\tlove of you.\n\nEsperanza is deeply moved, but she does not show him her\nface. Ramón's face becomes tense with determination.\n\n\t\t\t\tRAMÓN\n\t\t\t (half-whispering)\n\tNot just Juanito. You'll have it good too,\n\tEsperanza. We're going to win this\n\tstrike.\n\n\t\t\t\tESPERANZA\n\tWhat makes you so sure?\n\n\t\t\t\tRAMÓN\n\t\t\t (brooding)\n\tBecause if we lose, we lose more than a\n\tstrike. We lose the union. And the men\n\tknow this. And if we win, we win more\n\tthan a few demands. We win...\n\t\t\t (groping for words)\n\t... something bigger. Hope. Hope for our\n\tkids. Juanito can't grow strong on milk\n\talone.\n\nHis words are shattered by a loud knock at the front door.\nRamón turns, listening. We hear the door open and voices\nindistinctly. CAMERA HOLDS On Ramón and Esperanza.\n\n\t\t\t\tVOICES:\n\tThis the Quintero place?\n\n\tWhat do you want?\n\n\tGot a court order ...\n\n\tYou don't get in here without a warrant.\n\n\tWe got the warrant too ...\n\n\tWe don't want no trouble. All we want's\n\tthe radio.\n\nRamón goes abruptly. CAMERA HOLDS on Esperanza, listening.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll we want's\n\tthe radio. Ramón goes abruptly. CAMERA HOLDS on Esperanza, listening. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tKIMBROUGH'S VOICE\n\tWe don't like to break in on you like\n\tthis, but this fella owns the radio\n\tstore, he got himself a repossession\n\torder on this radio here.\n\n\t\t\t\tRAMÓN'S VOICE\n\tDon't touch it.\n\n\t\t\t\tKIMBROUGH'S VOICE\n\tI don't want no trouble, Quintero. We got\n\torders to repossess this machine.\n\nEsperanza rises swiftly, moves toward the parlor with the baby.\n\n\t\t\t\tRAMÓN'S VOICE\n\tI said ... don't touch it.\n\nINT., PARLOR. FULL SHOT.\n\nEveryone is standing. Several armed deputies stand around\nthe radio console, ready to move it, but checked\nmomentarily by Ramón. Kimbrough's right hand is on the butt\nof his revolver. Esperanza enters scene. In one continuous\nmovement, she hands the baby to Consuelo and blocks Ramón,\nclutching him, and speaking with a new-found fierceness.\n\n\t\t\t\tESPERANZA\n\tLet them take it!\n\n\t\t\t\tRAMÓN\n\tOver my dead body.\n\n\t\t\t\tESPERANZA\n\tI don't want your dead body. I don't want\n\tyou back in jail either.\n\n\t\t\t\tRAMÓN\n\tBut it's yours. I won't let them ...\n\n\t\t\t\tESPERANZA\n\t\t\t (savagely, in Spanish)\n\tCan't you see they want to start a fight\n\tso that they can lock you all up at one\n\ttime?\n\nSlowly, Ramón goes lax, and Esperanza relaxes her hold on\nhim. The deputies pick up the heavy console, lug it toward\nthe front door. The Quinteros' guests are glum and silent.\nThe deputies leave, closing the door behind them.\n\n\t\t\t\tRAMÓN\n\t\t\t (bitterly)\n\tWhat are you so sad about?\n\nHe crosses to a shelf, picks up a dusty guitar and tosses it\nto Sal.\n\n\t\t\t\tRAMÓN\n\tLet's hear some real music for a change.\n\nSal grins. He begins to improvise as we\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., MINE AND PICKET POST. LONG PANORAMIC SHOT, DAY.\n\nIn the distance we can see the tiny figures of the strikers\nmaintaining their vigil on the picket line.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe begins to improvise as we\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., MINE AND PICKET POST. LONG PANORAMIC SHOT, DAY. In the distance we can see the tiny figures of the strikers\nmaintaining their vigil on the picket line. \n\nTARGET SECTION TO BE ANNOTATED:\n Behind them\nlooms the lifeless head frame of the mine.\n\n\t\t\t\tESPERANZA'S VOICE\n\tBut the strike did not end. Ramón was\n\twrong. It went on and on, into the fourth\n\tmonth, the fifth, the sixth. The company\n\tstill refused to negotiate. We couldn't\n\tbuy food at the company store ...\n\nEXT., STORE WINDOW. MEDIUM CLOSE SHOT, DAY.\n\nA Mexican-American woman is looking at a display of canned\nfoods in the window of a small town store. We see a hand\nplace a small placard in the store window. It reads: NO\nCREDIT TO STRIKERS. CAMERA MOVES IN till the sign fills the\nscreen, and we\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\n\t\t\t\tESPERANZA'S VOICE\n\tThey tried to turn people against us.\n\tThey printed lies about us in their\n\tnewspapers ...\n\nTHE PICKET LINE. MEDIUM SHOT, DAY.\n\nA dozen or so pickets march counter-clockwise in a\nleisurely fashion. Antonio holds an unfolded newspaper\nwhich he appears to be reading to the others, but we hear:\n\n\t\t\t\tESPERANZA'S VOICE\n\tThey tried to turn the Anglo millers\n\tagainst us. They said that all the\n\tMexicans ought to be sent back where they\n\tcame from. But the men said ...\n\nEsperanza's voice fades, and now we hear from the picket\nline:\n\n\t\t\t\tANTONIO\n\t\t\t (slapping newspaper)\n\tHow can I go back where I came from? The\n\tshack I was born in is buried under\n\tcompany property.\n\n\t\t\t\tKALINSKY\n\tWhy don't nobody ever tell the bosses to\n\tgo back where they came from?\n\n\t\t\t\tCENTE\n\tWouldn't be no bosses in the state of New\n\tMexico if they did.\n\n\t\t\t\tALFREDO\n\t\t\t (dreamily)\n\tBrother! Live to see the day.\n\n\t\t\t\tANTONIO\n\tJenkins ain't no boss.\n\t\t\t (Winking)\n\tMean we're gonna let people like Jenkins\n\tstay here?\n\n\t\t\t\tRAMÓN\n\tYou can't send him back to Oklahoma. It'd\n\tbe inhumane.\n\n\t\t\t\tJENKINS\n\t\t\t (grinning)\n\tBut I was born in Texas.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAMÓN\n\tYou can't send him back to Oklahoma. It'd\n\tbe inhumane. JENKINS\n\t\t\t (grinning)\n\tBut I was born in Texas. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tANTONIO AND ALFREDO\n\t\t\t (mock horror)\n\tOh no. That's even worse.\n\nThey all start laughing, pummeling Jenkins as they march.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nAN ANCIENT JALOPY. FULL SHOT, DAY\n\non a dirt road outside an adobe house. The car is piled\nhigh with the belongings of a Mexican-American family. The\nmother and her children are in the car. The man is shaking\nhands with the neighbors in a sad goodbye.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd the seventh month came. By now the\n\tstrike fund was nearly gone. A few\n\tfamilies couldn't take it any longer.\n\tThey packed up and moved away -- and\n\twhere they went we do not know ...\n\nINT., UNION HALL. MEDIUM SHOT AT DESK, DAY.\n\nSal and Charley are seated behind the desk. A number of\nminers stand opposite them. One by one, the miners count\nout money, hand it to the union officers. Ramón stands\nnearby, watching.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd so it was decided by the union that\n\thardship cases should seek work in other\n\tmines. And this was done. And the\n\tstrikers who found jobs divided their pay\n\twith the union, so the rest of us might\n\teat.\n\nINT., QUINTERO COTTAGE. MEDIUM SHOT, EVENING.\n\nThe Quintero family is seated at the table. Their plates\nare empty. Esperanza picks up a bowl containing two\nspoonfuls of beans. She divides them among the children.\n\n\t\t\t\tESPERANZA'S VOICE\n\tRamón was not a hardship case. Only three\n\tchildren to feed. No -- the Quintero\n\tfamily was not hungry all the time. Just\n\tmost of the time.\n\nEXT., UNION HALL. FULL SHOT: A TRUCK, DAY.\n\nTwo men stand in the back of the truck, handing down cases\nof food to the miners. One of the men in the truck is a\nNegro. When Charley Vidal comes over, the Negro leans down\nand shakes his hand warmly.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo men stand in the back of the truck, handing down cases\nof food to the miners. One of the men in the truck is a\nNegro. When Charley Vidal comes over, the Negro leans down\nand shakes his hand warmly. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tESPERANZA'S VOICE\n\tEven so, the mine owners might have\n\tstarved us out were it not for the help\n\twe got from our International in Denver,\n\tand from the other locals. ... And we who\n\tthought no one outside our county knew of\n\tour troubles, or cared if they did know\n\t-- found we were wrong.\n\nINT., UNION HALL. CLOSE SHOT AT DESK, DAY.\n\nThe desk is piled high with mail. Sal and Frank are opening\nit. We see dollar bills, loose change, checks.\n\n\t\t\t\tESPERANZA'S VOICE\n\tLetters came. From our own people, the\n\tSpanish-speaking people of the Southwest\n\t... and from far away -- Butte, Chicago,\n\tBirmingham, New York -- messages of\n\tsolidarity and the crumpled dollar bills\n\tof working men.\n\nCAMERA PULLS BACK SLOWLY TO DISCLOSE\n\ntwo women at a mimeograph machine.\n\nCAMERA PANS SLOWLY AROUND\n\nthe union hall, disclosing other women at work -- cutting\nstencils, filing papers, sealing envelopes, etc. Several\nsmall children romp and climb over the benches.\n\n\t\t\t\tESPERANZA'S VOICE\n\tBut that was not all -- we women were\n\thelping. And not just as cooks and coffee\n\tmakers. A few of the men made jokes about\n\tit, but the work had to be done -- so\n\tthey let us stay.\n\nMEDIUM SHOT, FEATURING ESPERANZA\n\nstanding behind a desk, sealing envelopes. The infant\nJuanito lies on an improvised pallet beside her, hemmed in\nby piles of leaflets. Estella is licking stamps.\n\n\t\t\t\tESPERANZA'S VOICE\n\tNo one knew how great a change it was,\n\ttill the day of the crisis ...\n\nFULL SHOT: THE UNION HALL.\n\nThe Sheriff, a U.S. Marshall, and several deputies appear\nsuddenly in the entrance to the hall. They cross the room\nto Sal Ruiz' desk. The Sheriff is grinning broadly.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThat was the day when the Sheriff and the\n\tMarshall came. The Sheriff was smiling --\n\tso we knew he brought bad news.\n\nCLOSER ANGLE: GROUP AT TABLE.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nESPERANZA'S VOICE\n\tThat was the day when the Sheriff and the\n\tMarshall came. The Sheriff was smiling --\n\tso we knew he brought bad news. CLOSER ANGLE: GROUP AT TABLE. \n\nTARGET SECTION TO BE ANNOTATED:\nSal takes the paper, reads it gravely. The Sheriff grins\ntriumphantly and leaves, followed by his entourage.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe company had got a court injunction\n\tordering the strikers to stop picketing.\n\tA Taft-Hartley injunction, they called it.\n\tIt meant heavy fines and jail sentences\n\tfor the strikers if they disobeyed.\n\nSal rises slowly, re-reading the court order as Frank and\nCharley join him, reading over his shoulder. Their faces\nexpress worry, defeat.\n\n\t\t\t\tESPERANZA'S VOICE\n\tA decision had to be made at once --\n\twhether to obey the order, or not.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nINT., UNION HALL. FULL PANNING SHOT, NIGHT.\n\nThe hall is packed. The striking miners, as usual, occupy\nthe center bloc of seats. But this time there are almost as\nmany women as men in the hall. They sit with their\nchildren in the rear or on benches against the side walls.\nCAMERA HOLDS on Frank Barnes,standing at the front of the\nhall, addressing the miners.\n\n\t\t\t\tFRANK\n\t\t\t (as Esperanza's voice fades)\n\tIf we obey the court, the strike will be\n\tlost ... the scabs would move in as soon\n\tas the pickets disappear. If we defy the\n\tcourt, the pickets will be arrested and\n\tthe strike will be lost anyway.\n\nCLOSER ANGLE, FEATURING FRANK.\n\n\t\t\t\tFRANK\n\tSo there it is brothers. The bosses have\n\tus coming and going. I just want to say\n\tthis -- no matter which way you decide,\n\tthe International will back you up -- as\n\tit's always backed you up. This is a\n\tdemocratic union. The decision's up to\n\tyou.\n\nREVERSE ANGLE, SHOOTING PAST FRANK AT MINERS.\n\nWe hear a rumble of dissatisfaction as Frank sits down.\nThere is no applause. Heads huddling, the miners grapple\nwith the dilemma. Ramón rises angrily.\n\n\t\t\t\tRAMÓN\n\tIf we give up now, if we obey this rotten\n\tTaft-Hartley law, we give up everything\n\tit's taken us fifty years to gain.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHeads huddling, the miners grapple\nwith the dilemma. Ramón rises angrily. RAMÓN\n\tIf we give up now, if we obey this rotten\n\tTaft-Hartley law, we give up everything\n\tit's taken us fifty years to gain. \n\nTARGET SECTION TO BE ANNOTATED:\n There\n\tis only one answer: fight them! Fight\n\tthem all!\n\n\t\t\t\tOTHER MINERS:\n\tHow?\n\tThey'll arrest us!\n\tWe gain nothing.\n\nTheir voices fade. Ramón, still on his feet, turns on his\ncritics, lashing them. Another miner rises, extending his\narms in a gesture of helplessness. Over this we hear:\n\n\t\t\t\tESPERANZA'S VOICE\n\tThe men quarreled. They made brave\n\tspeeches. It seemed that Brother Barnes\n\twas right -- the company had them coming\n\tand going. It seemed the strike was lost.\n\nFULL SHOT: THE UNION HALL. ANOTHER ANGLE.\n\nIn near f.g. Chairman Ruiz is on his feet, pounding his\ngavel. In b.g. we can see Teresa Vidal waving for\nrecognition. The chair recognizes her. Teresa has advanced\nto the speakers table in f.g. Though obviously scared, she\nis not as inarticulate or halting as Consuelo had been.\n\n\t\t\t\tTERESA\n\tBrother Chairman, if you read the court\n\tinjunction carefully you will see that it\n\tonly prohibits striking miners from\n\tpicketing.\n\t\t\t (A pause.)\n\tWe women are not striking miners. We will\n\ttake over your picket line.\n\nWe hear a stirring, then a raucous male laugh.\n\n\t\t\t\tTERESA\n\tDon't laugh. We have a solution. You have\n\tnone. Brother Quintero was right when he\n\tsaid we'll lose fifty years of gains if\n\twe lose this strike. Your wives and\n\tchildren too. But this we promise -- if\n\tthe women take your places on the picket\n\tline, the strike will not be broken, and\n\tno scabs will take your jobs.\n\nThere is silence in the hall now. Teresa starts to walk\nback to her seat when Sal's voice checks her.\n\n\t\t\t\tSAL\n\tIf that's a motion ... only members of\n\tthe union can make a motion.\n\nSal glances at Charley Vidal, who sits beside him. Charley\nhesitates. Teresa glares at her husband. Charley takes a\ndeep breath, yells:\n\n\t\t\t\tCHARLEY\n\tI so move!\n\n\t\t\t\tVOICE\n\t\t\t (from the floor)\n\tSecond!\n\n\t\t\t\tSAL\n\t\t\t (uneasy)\n\tYou've heard the motion.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharley takes a\ndeep breath, yells:\n\n\t\t\t\tCHARLEY\n\tI so move! VOICE\n\t\t\t (from the floor)\n\tSecond! SAL\n\t\t\t (uneasy)\n\tYou've heard the motion. \n\nTARGET SECTION TO BE ANNOTATED:\n The floor is\n\topen for debate.\n\n\t\t\t\tMINER\n\tIf we allow our women to help us, we'll\n\tbe the joke of the whole labor movement!\n\n\t\t\t\tANOTHER MINER\n\tLook, brother, our women are ours, our\n\tcountrywomen! Why shouldn't they help us?\n\nTHE HALL. ANOTHER ANGLE.\n\nWe see miners with their heads together in heated argument,\ngrimaces and gestures of disapproval, individual miners\nrising to address the chair.\n\nANOTHER ANGLE, FEATURING LUZ MORALES.\n\nEyes flashing, she addresses the men.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd Luz asked which was worse, to hide\n\tbehind a woman's skirt, or go down on his\n\tknees before the boss?\n\nANOTHER ANGLE, FEATURING GONZALES.\n\n\t\t\t\tGONZALES\n\tWe haven't counted enough on our women.\n\tThe bosses haven't counted on them at all.\n\nANOTHER ANGLE, FEATURING CHARLEY VIDAL.\n\n\t\t\t\tCHARLEY\n\tWill the bosses win now because we have\n\tno unity between the men and their wives\n\tand sisters?\n\nANOTHER ANGLE, FEATURING A MINER AND HIS WIFE.\n\nA husky miner named José Sánchez can be seen goading his\nwife to speak. The frightened woman finally obeys.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd Carlotta Sánchez said she didn't think\n\tpicketing was proper for ladies. It\n\twasn't nice. Maybe even a sin.\n\nANOTHER ANGLE, FEATURING GONZALES AND RAMÓN.\n\n\t\t\t\tGONZALES\n\tI say give the sisters a chance ...\n\nGonzales' voice fades, and Ramón rises, glancing angrily at\nGonzales, and begins to speak.\n\n\t\t\t\tRAMÓN\n\tAnd what will happen when the cops come,\n\tand beat our women up? Will we stand\n\tthere? Watch them? No. We'll take over\n\tanyway, and we'll be right back where we\n\tare now. Only worse. Even more humiliated.\n\tBrothers, I beg you -- don't allow this.\n\nRamón sits down. There is scattered applause from the men.\nSomeone calls the question.\n\nREVERSE ANGLE, SHOOTING TOWARD CHAIRMAN.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is scattered applause from the men. Someone calls the question. REVERSE ANGLE, SHOOTING TOWARD CHAIRMAN. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tSAL\n\t\t\t (rapping his gavel)\n\tAll right. The question's been called.\n\tYou brothers know what you're voting on\n\t-- that the sisters of the auxiliary take\n\tover the picket line. All those in favor\n\twill so signify ...\n\n\t\t\t\tTERESA'S VOICE\n\t\t\t (a bellow)\n\tBrother Chairman! A point of order!\n\nWIDER ANGLE, SHOOTING TOWARD TERESA AND ESPERANZA.\n\nTeresa nudges Esperanza. She rises shyly. It seems that\nEsperanza's stage fright will leave her mute -- but at last\nshe finds her voice:\n\n\t\t\t\tESPERANZA\n\tI don't know anything ... about these\n\tquestions of parliament. But you men are\n\tvoting on something the women are to do,\n\tor not to do. So I think it's only fair\n\tthe women be allowed to vote --\n\tespecially if they have to do the job.\n\nWe hear cries of approval from the women's section,\nintermingled with shouted objections from some men.\n\nGROUP SHOT: AT CHAIRMAN'S TABLE.\n\nSal has to make a ruling, but he seems undecided. He\nglances at Charley. Charley winks, nods. He glances at\nFrank. Frank grins and nods. He clears his throat.\n\n\t\t\t\tSAL\n\tBrothers ... and sisters. It would be\n\tunconstitutional to permit women to vote\n\tat a union meeting.\n\t\t\t (Male applause.)\n\tIf there's no objection, we could adjourn\n\tthis meeting ...\n\nThere are cries of protest from men and women alike. He\nholds up his hand.\n\n\t\t\t\tSAL\n\tNo, wait, wait ... and reconvene this\n\tmeeting as a community mass meeting with\n\tevery adult entitled to a vote!\n\n\t\t\t\tVOICE\n\tI so move!\n\n\t\t\t\tSECOND VOICE\n\tSecond!\n\n\t\t\t\tSAL\n\tAll those in favor will raise their hands.\n\t\t\t (Most of the hands are raised.)\n\tNow those opposed ...\n\t\t\t (Only a few hands are raised.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAL\n\tAll those in favor will raise their hands. (Most of the hands are raised.)\n\tNow those opposed ... (Only a few hands are raised. \n\nTARGET SECTION TO BE ANNOTATED:\n\tThe ayes have it! Now, every adult is\n\tentitled to a vote!\n\n\t\t\t\tWOMEN'S VOICES\n\tQuestion! Question! Call the question!\n\n\t\t\t\tSAL\n\t\t\t (grinning)\n\tThose in favor that the sisters take over\n\tthe picket line will so signify by\n\traising their hands.\n\nTHE HALL. FULL PANNING SHOT FROM SAL'S ANGLE.\n\nAn overwhelming majority of the women are voting for the\nplan. About a third of the men raise their hands -- but\nsome of them lower their arms when nudged angrily by their\nneighbors. Tellers move through the hall counting hands.\nCAMERA HOLDS on Ramón, who is practically sitting on his\nhands. He frowns at:\n\nESPERANZA, FROM HIS ANGLE,\n\nher eyes averted, but her hand defiantly up.\n\nBACK TO CHAIRMAN.\n\nThe tellers approach Sal, whisper the affirmative vote. He\nadds the totals, then pounds his gavel.\n\n\t\t\t\tSAL\n\tOkay. All those opposed?\n\nFULL PANNING SHOT: AS BEFORE.\n\nMost of the women sit with their fingers intertwined, as\nthough in prayer. A few weaker sisters raise their hands\nuncertainly. Their neighbors nudge then. The hands come\ndown again. CAMERA PANS to the men as the tellers count.\nWe see a forest of raised hands. Some miners are\nfrantically holding up both arms.\n\nBACK TO CHAIRMAN. MEDIUM SHOT.\n\nThe tellers give Sal their figures. Sal's face is grave,\nreveals nothing. He rises, announces quietly:\n\n\t\t\t\tSAL\n\tThe motion has carried -- a hundred and\n\tthree to eighty-five.\n\nNo applause.\n\nREVERSE ANGLE. FULL PANNING SHOT.\n\nA profound stillness has settled over the hall. The men\nturn in their places, looking at their womenfolk with doubt,\napprehension, expectancy. CAMERA PANS to the women who\nline the side wall. They look at each other with a\nbreathless wonder as the full import of their undertaking\ndawns on them.\n\n\t\t\t\t\t\t\t\t\tFADE OUT.\n\nFADE IN:\n\nEXT., PICKET LINE. LONG PANORAMIC SHOT, MORNING.\n\nThis panorama should be as sweeping a vista as the first\nscene of the picket line.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE IN:\n\nEXT., PICKET LINE. LONG PANORAMIC SHOT, MORNING. This panorama should be as sweeping a vista as the first\nscene of the picket line. \n\nTARGET SECTION TO BE ANNOTATED:\n We get the sense of women\nstreaming toward the picket post from four points of the\ncompass. Some arrive in ancient cars, others walk by way of\nthe road or foot paths or the railroad tracks. There are\nso many women on the line that even though they march two\nabreast they overlap the road.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd so they came, the women ... they rose\n\tbefore dawn and they came, wives,\n\tdaughters, grandmothers. They came from\n\tZinc Town and the hills beyond, from other\n\tmining camps, ten, twenty, thirty miles\n\taway ...\n\nCLOSER VIEW: THE PICKET LINE.\n\nThe women march in an orderly, determined fashion. There is\nno gaiety. Teresa and Mrs. Salazar are in charge. They are\nas bold and self-assured as two drill sergeants. Most of\nthe women are dressed for the occasion -- wearing shirts,\njeans and sneakers or saddle shoes.\n\n\t\t\t\tESPERANZA'S VOICE\n\tBy sun-up there were a hundred on the\n\tline. And they kept coming--women we had\n\tnever seen before, women who had nothing\n\tto do with the strike. Somehow they heard\n\tabout a women's picket line -- and they\n\tcame.\n\nMEDIUM LONG SHOT: MINERS ON HILLSIDE.\n\nOn the steep wooded slope above the picket post the varsity\nsquats on its collective haunches. The men smoke, watching\nthe picket line with mingled awe and apprehension.\n\n\t\t\t\tESPERANZA'S VOICE\n\tAnd the men came too. They looked unhappy.\n\tI think they were afraid. Afraid the\n\twomen wouldn't stand fast -- or maybe\n\tafraid they would.\n\nTHE HILLSIDE. ANOTHER ANGLE, HIGHER UP THE SLOPE.\n\nSeveral miners stand here with their families. They, too,\nlook unhappy. Jenkins and his wife are among them.\n\n\t\t\t\tESPERANZA'S VOICE\n\tBut not all the women went to the picket\n\tpost. Some were forbidden by their\n\thusbands.\n\t\t\t (A pause.)\n\tI was one of these.\n\nCLOSE GROUP SHOT: THE QUINTERO FAMILY\n\nstanding apart from the others, near a clump of juniper.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome were forbidden by their\n\thusbands. (A pause.)\n\tI was one of these. CLOSE GROUP SHOT: THE QUINTERO FAMILY\n\nstanding apart from the others, near a clump of juniper. \n\nTARGET SECTION TO BE ANNOTATED:\nLuís stands beside his father, whose uneasy frown is\ndirected at the picket line. Estella stands beside her\nmother, who holds the baby Juanito in her arms. Esperanza\nkeeps gazing at the picket line off scene, never at Ramón.\n\n\t\t\t\tESPERANZA\n\tIt's not fair ... I should be there with\n\tthem. After all, I'm the one who got the\n\twomen the vote.\n\n\t\t\t\tRAMÓN\n\t\t\t (stubbornly)\n\tNo.\n\n\t\t\t\tESPERANZA\n\tBut the motion passed. It's ... it's not\n\tdemocratic of you to ...\n\n\t\t\t\tRAMÓN\n\t\t\t (interrupting)\n\tThe union don't run my house.\n\t\t\t (After a long pause.)\n\tThose Anglo dames stirred you up to make\n\tfools of yourselves -- but you don't\n\tsee any of them down there.\n\n\t\t\t\tESPERANZA\n\t\t\t (squinting, peering)\n\tYes, I do. There's Ruth Barnes.\n\n\t\t\t\tRAMÓN\n\tShe's the organizer's, wife. She's got to\n\tbe there.\n\n\t\t\t\tESPERANZA\n\tNO, she wants to be there.\n\t\t\t (Looking off)\n\tAnd there's Mrs. Kalinsky.\n\n\t\t\t\tRAMÓN\n\t\t\t (pointing off scene)\n\tThere's Jenkins' wife. You don't see her\n\ton no picket line.\n\n\t\t\t\tESPERANZA\n\t\t\t (quietly)\n\tAnglo husbands can also be backward.\n\n\t\t\t\tRAMÓN\n\tCan be what?\n\n\t\t\t\tESPERANZA\n\tBackward.\n\nHe glances quizzically at her. She keeps staring at:\n\nTHE PICKET LINE FROM THEIR ANGLE.\n\n\t\t\t\tESPERANZA'S VOICE\n\t\t\t (plaintively)\n\tCan't I even put in an appearance?\n\n\t\t\t\tRAMÓN'S VOICE\n\tIn heaven's name, woman, with a baby in\n\tyour arms?\n\nBACK TO FAMILY GROUP.\n\n\t\t\t\tESPERANZA\n\tThe baby likes to be walked. It helps him\n\tburp.\n\nRamón shakes his head. He looks off at:\n\nTHE SHERIFF'S CONVOY. LONG SHOT.\n\nSome fifty paces beyond the picket line we can see two\nopen trucks and two sheriff's cars. The trucks are loaded\nwith men.\n\nEXT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome fifty paces beyond the picket line we can see two\nopen trucks and two sheriff's cars. The trucks are loaded\nwith men. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SHERIFF'S CAR. MEDIUM SHOT.\n\nSuperintendent Alexander, Chief Foreman Barton, the Sheriff\nand the deputy Vance are standing beside the car.\nAlexander is in a petulant mood, but the Sheriff and Vance\nseem amused by the situation. Three pretty Mexican-American\ngirls pass by on their way to the picket line. Vance\nwhistles at them. As they move out of the scene Vance\ncalls:\n\n\t\t\t\tVANCE\n\tHey, girls! Wait a minute! Don't you\n\twanta see my pistol?\n\n\t\t\t\tALEXANDER\n\tShut up.\n\t\t\t (As the Sheriff chuckles)\n\tWhat's so amusing? They're flaunting a\n\tcourt order.\n\n\t\t\t\tSHERIFF\n\t\t\t (grins)\n\tNot so sure about that. Letter of the\n\tLaw, you know. All the injunction says\n\tis no picketing by miners.\n\n\t\t\t\tALEXANDER\n\t\t\t (furious)\n\tWhose side are you on anyway?\n\n\t\t\t\tSHERIFF\n\tNow don't get excited, Mr. Alexander.\n\tThey'll scatter like a covey of quail.\n\n\t\t\t\tBARTON\n\t\t\t (impatiently)\n\tWell, let's get at it -- before another\n\thundred dames show up.\n\n\t\t\t\tSHERIFF\n\t\t\t (rouses himself, calls)\n\tAll right, boys.\n\nWIDER ANGLE: THE CONVOY.\n\nDrivers and deputies climb into the cab of each truck.\nBarton, Vance and two other deputies get into the lead car.\nVance holds up his tear gas gun.\n\n\t\t\t\tVANCE\n\tWhat about these?\n\n\t\t\t\tSHERIFF\n\tForget it. They'll scatter like quail.\n\nBarton starts the motor. He waves at the truck drivers and\nthe other sheriff's car. They wave back. The convoy starts\nup, gathering speed rapidly.\n\nFULL SHOT: MINERS ON THE HILLSLOPE.\n\nThey spring to their feet, tense.\n\nFULL SHOT: THE PICKET LINE.\n\nThe women stop marching, turn in unison to face the\noncoming convoy.\n\nFULL PANNING SHOT: THE CONVOY\n\nhurtling toward the picket line.\n\nCLOSE SHOT: FACES OF MINERS.\n\nThey groan involuntarily.\n\nCLOSE SHOT: FACES OF WOMEN PICKETS\n\nsteady, unflinching.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE SHOT: FACES OF MINERS. They groan involuntarily. CLOSE SHOT: FACES OF WOMEN PICKETS\n\nsteady, unflinching. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE SHERIFF'S CAR FROM THEIR ANGLE,\n\nhorn blowing, speeding directly at them, looming bigger,\ncloser.\n\nFULL SHOT: THE PICKET LINE.\n\nAt the last split second, Barton jams on his brakes, and\nthe car skids. The women have not moved.\n\nCLOSE SHOT: WOMEN AND CAR.\n\nThe car skids into the picket line. A woman is swiped by\nthe front fender, flung on to the road.\n\nFULL SHOT: THE PICKET LINE.\n\nWe hear a collective gasp from the women. Then they scream.\nTwo women run to their injured sister. The others swarm\naround the car. The deputies are trying to get the doors\nopen. The women begin to rock the car. Finally the deputies\nmanage to get out. They flail the women with their fists,\ntheir gun stocks. But there are four women to each deputy,\nand they cling to the men, grabbing at their weapons.\n\nMEDIUM SHOT: THE FIRST TRUCK.\n\nThe Anglo scabs standing in the back of the truck react in\nfear and consternation. But they stay where they are.\n\nMEDIUM LONG SHOT: MINERS ON HILLSIDE.\n\nA group of them start coming down the hill. We can see\nCharley and Frank gesturing, trying to restrain them -- but\nthe miners come on.\n\nBACK TO THE PICKET POST.\n\nVance kicks out at woman who is trying to tear off his\ncartridge-belt, sends her sprawling. He backs off,\npanic-stricken, and fires a tear gas shell into a mass of\nwomen pickets. The exploding shell disperses them\nmomentarily. The women fan out, coughing and choking.\n\nTHE PICKET POST, SHOOTING FROM HILL ABOVE.\n\nAt Mrs. Salazar's command, the women form into two platoons;\nthe larger group remains on the road, blocking the convoy,\ndespite the fact that other deputies open fire with tear\ngas; but another line has formed at the side of the road,\nfacing the miners bent on entering the fray.\n\nCLOSER ANGLE: THE SECOND PICKET LINE.\n\nAs the miners coming down the slope reach the road, Mrs.\nSalazar waves them back angrily, yells in Spanish:\n\n\t\t\t\tMRS.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSER ANGLE: THE SECOND PICKET LINE. As the miners coming down the slope reach the road, Mrs. Salazar waves them back angrily, yells in Spanish:\n\n\t\t\t\tMRS. \n\nTARGET SECTION TO BE ANNOTATED:\n SALAZAR\n\tGet back! Get back! Stay out of this!\n\n\t\t\t\tFIRST MINER\n\t\t\t (desperately)\n\tBut they're beating up my wife!\n\n\t\t\t\tWOMEN\n\t\t\t (simultaneously in\n\t\t\t  English and Spanish)\n\tIt'll be worse if you get in it.\n\tThen they'll start shooting ...\n\tThey'll throw you in jail!\n\tWe can take care of ourselves ...\n\tYou're not needed here\n\tGet back! Get back!\n\nThe men fall back, nonplussed by the vehemence of the women.\n\nBACK TO PICKET POST. LONG SHOT FROM HILLSIDE.\n\nOther deputies have come running from the rear of the\nconvoy to support the four outnumbered deputies. The scabs\nremain in their trucks. But the wind is blowing the wrong\nway, and the tear gas drifts back toward the trucks. The\nscabs begin to cough. A couple of them jump over the\ntailgate of the first truck and run. That starts a panicky\nrout. Other scabs tumble out of the trucks and run back\ndown the road to escape the tear gas.\n\nGROUP SHOT: THE QUINTERO FAMILY\n\nstaring at the action. Esperanza can't stand it any longer.\nShe hands the baby to Ramón and is gone before he realizes\nher intent.\n\nHIS VIEW: ESPERANZA\n\nrunning diagonally down the slope toward the picket post.\nIn the distance we see deputies still battling the women.\nThe deputies seem to have lost their heads. They lash out\nviciously at any woman who confronts them, in a vain\nattempt to scatter the women and clear the road.\n\nCLOSER ANGLE: THE PICKET POST.\n\nLuz Morales is climbing Vance's back, clinging to his arms.\nAnother woman clutches at his gun hand, trying to prevent\nhim from drawing his pistol. Esperanza comes running up.\nShe stops for a second, slips off her right shoe. Vance\nknocks the other women down, pulls his revolver from his a\nholster. Esperanza whacks him over the wrist with her shoe,\nknocking the weapon out of his hand. Luz digs into his hair\nwith both hands.\n\nBACK TO RAMÓN ON HILLSIDE,\n\nhelpless, speechless, holding the baby. Suddenly he runs\nout of scene. Luís grabs Estella's hand, follows.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACK TO RAMÓN ON HILLSIDE,\n\nhelpless, speechless, holding the baby. Suddenly he runs\nout of scene. Luís grabs Estella's hand, follows. \n\nTARGET SECTION TO BE ANNOTATED:\nANOTHER PART OF THE HILL: THE LOWER SLOPE.\n\nCharley and Frank are watching the action. Ramón comes\nrunning into scene.\n\n\t\t\t\tRAMÓN\n\tWhy are you standing there? Do something!\n\n\t\t\t\tCHARLEY\n\t\t\t (looking o.s.)\n\tRelax.\n\n\t\t\t\tRAMÓN\n\tBut women are getting hurt! We've gotta\n\ttake over!\n\n\t\t\t\tCHARLEY\n\tThey're doing all right.\n\n\t\t\t\tFRANK\n\t\t\t (grins, looks at baby)\n\tAnyway, looks like you've got your hands\n\tfull.\n\nCompletely frustrated, Ramón looks down at the tiny bundle\nin his arms. Then he looks off at:\n\nTHE PICKET POST: LONG SHOT FROM RAMÓN'S ANGLE.\n\nWe can see Barton calling his men off. He jumps in the car,\nturns it around. Several deputies climb aboard as he drives\noff. The others retreat on foot, leaving the two abandoned\ntrucks. The women re-form their lines, and begin to sing\n\"The Union Is Our Leader.\"\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nINT., QUINTERO COTTAGE. FULL SHOT: PARLOR, LATE AFTERNOON.\n\nRamón paces the floor fretfully, puffing on a cigarette.\nThe baby crib is in a corner, and Juanito is wailing.\nEstella tries to match her father's caged-lion stride.\n\n\t\t\t\tESTELLA\n\tPapa, I'm hungry.\n\n\t\t\t\tRAMÓN\n\t\t\t (a growl)\n\tSo'm I.\n\nLuís enters from the front door. Ramón glares at him.\n\n\t\t\t\tRAMÓN\n\tWhere's your mama?\n\n\t\t\t\tLUIS\n\tShe's coming. Charley Vidal gave her a\n\tlift.\n\nThe boy starts off, then turns back again, his eyes glowing.\n\n\t\t\t\tLUIS\n\tBoy! Did you see the way Mama whopped that\n\tdeputy with her shoe? Knocked the gun\n\tright out ...\n\n\t\t\t\tRAMÓN\n\t\t\t (thundering)\n\tI don't want you hanging around there,\n\thear?\n\nWe hear the sound of a chugging truck outside. Ramón goes\nto the window, peers out.\n\nEXT., ROAD OUTSIDE QUINTERO COTTAGE. MEDIUM SHOT.\n\nThe union pick-up, full of women, stops at the gate.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT., ROAD OUTSIDE QUINTERO COTTAGE. MEDIUM SHOT. The union pick-up, full of women, stops at the gate. \n\nTARGET SECTION TO BE ANNOTATED:\nEsperanza and Luz sit beside Charley in the cab. They get\nout. All the women are laughing and smiling.\n\nINT., PARLOR. FULL SHOT\n\nas Esperanza enters. She is dirty, bedraggled, and\nbone-tired -- but there is a new light in her eyes, and\nwhen she smiles she grins.\n\n\t\t\t\tRAMÓN\n\t\t\t (hoping for the worst)\n\tYou all right?\n\n\t\t\t\tESPERANZA\n\tSure.\n\nShe kisses him lightly on the cheek, kisses Estella and\nLuís, crosses immediately to the crib, glances at Juanito\nand enters the kitchen. CAMERA PANS with her. Ramón follows\nslowly, halts in the kitchen doorway.\n\n\t\t\t\tRAMÓN\n\tMust've been some experience for you, huh?\n\n\t\t\t\tESPERANZA\n\t\t\t (from kitchen)\n\tYes.\n\n\t\t\t\tRAMÓN\n\tI guess you got enough today to last a\n\tlifetime, huh?\n\n\t\t\t\tESPERANZA\n\t\t\t (from kitchen)\n\tI'm going back tomorrow.\n\nShe emerges from the kitchen with the baby's bottle,\ncrosses to the crib. The infant's wailing ceases abruptly.\nRamón comes over, scowling.\n\n\t\t\t\tRAMÓN\n\tYou might get hurt.\n\t\t\t (No response)\n\tListen, if you think I'm gonna play\n\tnursemaid from now on, you're crazy ...\n\tI've had these kids all day!\n\n\t\t\t\tESPERANZA\n\t\t\t (simply)\n\tI've had them since the day they were\n\tborn.\n\nShe exits to the kitchen. Ramón trails after her.\n\nINT., KITCHEN. MEDIUM SHOT.\n\nEsperanza works swiftly, putting pots and pans on the\nstove, preparing supper, etc. Ramón continues to scowl at\nher.\n\n\t\t\t\tRAMÓN\n\tI'm telling you. I don't stay home with\n\tthese kids tomorrow.\n\n\t\t\t\tESPERANZA\n\t\t\t (calmly)\n\tOkay. Then, tomorrow, I take the kids\n\twith me to the picket line.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., PICKET LINE. FULL PANNING SHOT, DAY.\n\nThere are fewer women on the line than on the first day,\nbut they march with the same assurance and discipline as\nbefore. A good half of them crochet as they march.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nFULL PANNING SHOT, DAY. There are fewer women on the line than on the first day,\nbut they march with the same assurance and discipline as\nbefore. A good half of them crochet as they march. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tESPERANZA'S VOICE\n\tAnd so I came back the next day -- and\n\tevery day for the next month ...\n\nCAMERA PANS past the picket line to the coffee shack,\nMOVES ON to pick up a group of small children playing near\nthe road.\n\n\t\t\t\tESPERANZA'S VOICE\n\tI kept Juanito in the coffee shack, and\n\twhen the weather was good and there was\n\tpeace on the line I brought his crib\n\toutside. Estella played with the little\n\tones, and Luís ...\n\nCAMERA SWISH PANS to a clump of juniper on the hillside in\ndeep b.g. We can make out Luís, crouching there with\nseveral cronies, apparently plotting something.\n\n\t\t\t\tESPERANZA'S VOICE\n\t... Luís was in school.\n\nCAMERA SWISH PANS to another part of the hill, closer to\nthe picket post. Ramón can be seen reclining on the slope\nwith several cronies. The men appear moody and depressed.\n\n\t\t\t\tESPERANZA'S VOICE\n\tRamón came every day and sat on the\n\thillside, just watching. The ladies --\n\twell, they criticized Ramón for not\n\tkeeping the kids.\n\nBACK TO PICKET POST. FULL SHOT.\n\nIn b.g. women are crocheting, chatting as they march. The\nbaby's crib, sheathed in mosquito netting, lies on a table\noutside coffee shack in f.g. Esperanza is changing the\nbaby's diaper. Mrs. Salazar and Teresa are talking to her.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nANOTHER ANGLE.\n\nTrucks and sheriff's cars can be seen parked near the\npicket line. The scabs and deputies stand in the trucks,\njeering at the marching women.\n\n\t\t\t\tESPERANZA'S VOICE\n\tFor a while the Sheriff's men left us\n\talone. But then it started again. They\n\tcursed us, insulted us, called us foul\n\tnames. It started again.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nTHE PICKET POST. WIDER ANGLE\n\nas a moving truck loaded with scabs tries to force its way\nthrough the living wall of women. The women try to push the\ntruck back.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIPE TO:\n\nTHE PICKET POST. WIDER ANGLE\n\nas a moving truck loaded with scabs tries to force its way\nthrough the living wall of women. The women try to push the\ntruck back. \n\nTARGET SECTION TO BE ANNOTATED:\n They cling to it, and the scabs lean down and\nbeat them off. The truck lurches forward, striking a woman\nand flinging her onto the road. Several other women have\nopened the hood of the truck. They rip out ignition wires.\nThe truck stalls.\n\n\t\t\t\t\t\t\t\t\tWIPE TO:\n\nTHE PICKET POST. LONG SHOT.\n\nThe truck is gone. Four deputies wearing gas masks are\nfiring tear gas shells into the picket line. The women\nretreat, fan out in a great arc.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThey used tear gas again. This time the\n\twind was against us.\n\nANOTHER ANGLE, SHOOTING TOWARD HILLSLOPE.\n\nEsperanza and Estella can be seen running up the slope away\nfrom the gas. Esperanza carries the baby.\n\n\t\t\t\tESPERANZA'S VOICE\n\tWhen that happened we spread out, as we\n\thad planned, and I took the baby away\n\tfrom the danger, as we had planned.\n\nBACK To PICKET POST. MEDIUM LONG SHOT.\n\nInstead of tear gas enveloping the picket line, the picket\nline envelops the drifting gas, re-forms again downwind.\n\n\t\t\t\tESPERANZA'S VOICE\n\tBut they couldn't break our line. They\n\tcouldn't break it ...\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nFULL SHOT: THE ROAD, BELOW PICKET POST,\n\nwhere a small army of scabs and deputies is gathered. The\nscabs stand sheepishly beside the trucks. The Sheriff,\nBarton, and several deputies are gazing off at the picket\nline. They are no longer amused. The superintendent's\nCadillac enters scene, coming up the road. It rolls to a\nstop near the Sheriff's party.\n\nCLOSE GROUP SHOT: AT CAR.\n\n\t\t\t\tALEXANDER\n\t\t\t (to Sheriff)\n\tWell?\n\n\t\t\t\tSHERIFF\n\t\t\t (hopelessly)\n\tI've tried everything but shootin' 'em\n\tdown.\n\n\t\t\t\tALEXANDER\n\tYou haven't tried locking them up!\n\n\t\t\t\tSHERIFF\n\t\t\t (doubtfully)\n\tYou want 'em all arrested?\n\n\t\t\t\tALEXANDER\n\tNo, just the ring leaders. The\n\tfire-eaters. And the ones with big\n\tfamilies ...",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER\n\tNo, just the ring leaders. The\n\tfire-eaters. And the ones with big\n\tfamilies ... \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t (to Barton)\n\tBarton -- where's that boy?\n\n\t\t\t\tBARTON\n\t\t\t (waves, shouts)\n\tHey, you -- c'mere.\n\nSebastian Prieto, the fingerman, leaves a group of deputies\nin b.g. and comes over. The Sheriff glances at him with\ncontempt, then starts toward the picket line, Prieto and\nthe deputies moving with him.\n\nTHE PICKET LINE. FULL SHOT\n\nas they approach the line. The women keep on marching.\nEsperanza is among them, carrying the baby.\n\n\t\t\t\tSHERIFF\n\t\t\t (shouting at them)\n\tAwright, girls -- I'm gonna give you a\n\tchoice -- you can go home or you can go\n\tto jail. No ifs, ands or buts. Git off\n\tthe picket line or git arrested.\n\nSilence. The women keep on marching. The Sheriff turns to\nSebastian.\n\n\t\t\t\tSHERIFF\n\tOkay. Point 'em out.\n\n\t\t\t\tSEBASTIAN\n\t\t\t (a furtive mumble)\n\tThat one -- Teresa Vidal. She's the\n\tleader.\n\nKimbrough walks over to the line, grabs Teresa's arm as she\nmarches by.\n\nCLOSER ANGLE, FEATURING KIMBROUGH AND TERESA.\n\n\t\t\t\tKIMBROUGH\n\tYou're under arrest. Home or the hoosegow\n\t-- what's it gonna be?\n\nSeveral of the women stop marching. Mrs. Kalinsky picks up\na stick. They approach Kimbrough menacingly.\n\n\t\t\t\tTERESA\n\tKeep marching sisters. Let's show some\n\tdiscipline.\n\n\t\t\t\tMRS. KALINSKY\n\tBut Teresa, we ...\n\n\t\t\t\tTERESA\n\tThey'll charge us with resisting arrest.\n\tKeep marching!\n\nShe jerks loose from Kimbrough and walks alone toward the\ntrucks.\n\nBACK TO SHERIFF'S GROUP. MEDIUM SHOT\n\nas Sebastian fingers other women the deputies walk off one\nby one to arrest them.\n\n\t\t\t\tSEBASTIAN\n\tAnd Mrs. Salazar ... the old one. And\n\tChana Díaz -- that one, in the blue dress.\n\tAnd Luz Morales, the little one, shaking\n\ther fist ... and Mrs. Kalinsky, the Anglo\n\t...",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd\n\tChana Díaz -- that one, in the blue dress. And Luz Morales, the little one, shaking\n\ther fist ... and Mrs. Kalinsky, the Anglo\n\t... \n\nTARGET SECTION TO BE ANNOTATED:\n and Ruth Barnes, she's the\n\torganizer's wife ...\n\nTHE PICKET LINE. MEDIUM SHOT\n\nthe women are plucked off the line, one by one. They do not\nresist. We call see Esperanza still marching. She seems to\nclutch the baby more tightly to her. Estella tags along\nbeside her mother.\n\nREVERSE ANGLE, SHOOTING TOWARD TRUCKS.\n\nThe back of one truck is already filled with women, and the\nother is filling rapidly.\n\nTWO SHOT: SHERIFF AND SEBASTIAN.\n\n\t\t\t\tSEBASTIAN:\n\t... And Lala Alvarez, the pretty one over\n\tthere. And that one.\n\n\t\t\t\tSHERIFF\n\t\t\t (irritably)\n\tWith the baby?\n\n\t\t\t\tSEBASTIAN\n\t\t\t (a sly grin)\n\tShe's Ramón Quintero's wife. He don't\n\tlike her being here at all.\n\nThe Sheriff hesitates a moment, his eyes narrowed in\nthought, then gives Vance the nod. Vance approaches the\nline.\n\nMEDIUM SHOT: AT PICKET LINE.\n\nVance plucks at Esperanza's sleeve. She stops for a second,\nfrightened, wavering. The women remaining on the line call\nout to her:\n\n\t\t\t\tAD LIBS\n\t\t\t (in Spanish)\n\tWe'll take the baby, Esperanza ...\n\tDon't worry about Juanito ...\n\tWe'll keep Estella too ...\n\nVance pulls at her arm again. Esperanza stiffens with a\nsudden fierceness.\n\n\t\t\t\tESPERANZA\n\tNo. The baby stays with me.\n\t\t\t (She stoops down to Estella.)\n\tGo to Papa. You stay with Papa, hear?\n\nHead high, carrying the baby, Esperanza walks off toward\nthe waiting trucks. The little girl watches her go, bereft,\nperplexed.\n\nEXT., HILLSIDE. CLOSE SHOT: RAMÓN.\n\nHe comes to his feet, tense with anxiety.\n\nEXT., PICKET LINE. LONG PANNING SHOT FROM HIS ANGLE.\n\nSuddenly Estella breaks away from the picket line and runs\nafter her mother. Esperanza is climbing into the back of\nthe second truck, which is now full. Estella jumps onto the\ntailgate and a woman pulls her up. We hear motors starting.\nThe trucks pull off slowly.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nEstella jumps onto the\ntailgate and a woman pulls her up. We hear motors starting. The trucks pull off slowly. \n\nTARGET SECTION TO BE ANNOTATED:\n At the same instant we hear\nTeresa's clear voice, singing \"Solidarity Forever.\" The\nother women join her. The chorus swells. CAMERA HOLDS on\nthe receding trucks, and the singing fades. Now the CAMERA\nPANS SLOWLY BACK to the picket line. There are only a\nhandful of women remaining. But from somewhere we hear the\nsong again. CAMERA PANS ON, HOLDS on a view of the wooded\nhillside. Suddenly we see twenty or more women coming down\nthe slope with Consuelo Ruiz in the lead. They are singing,\nthese reserves, coming to replenish the gaps in the line.\n\n\t\t\t\t\t\t\t\t\tSLOW DISSOLVE TO:\n\nINT., COUNTY JAIL: TWO CELLS. FULL SHOT, NIGHT.\n\nOver the DISSOLVE WE HEAR the rhythmic clank of tin cups\nagainst steel bars. Lights come up slowly to reveal two\nadjacent jail cells packed with women. All are standing,\nfor there is no room to sit down. The women in f.g. bang on\nthe bars, and all of them chant rhythmically in Spanish:\n\n\t\t\t\tWOMEN\n\tQueremos comida ...\n\tQueremos camas ...\n\tQueremos baños ...\n\tQueremos comida ...\n\nREVERSE TWO SHOT: TURNKEY AND VANCE\n\nas seen from the cell. The two deputies are leaning back\nin their chairs against a blank wall opposite the cells.\nThe deafening chant is driving the turnkey to distraction.\nHe puts his hands to his ears. Suddenly he rises and comes\nover, holding up his hands for quiet. Vance follows.\n\n\t\t\t\tTURNKEY\n\tNow listen! Please, girls! Be quiet!\n\tListen!\n\t\t\t (The din subsides.)\n\tI've told you ten times. We don't have no\n\tfood. We don't have no beds. We don't\n\thave no baths. So please -- please --\n\tshut up!\n\nVance grins at Luz Morales, whose face can be seen behind\nthe bars in close foreground. He reaches out, chucks her\nunder the chin. Luz scratches at his hand, and he withdraws\nit. The chant is resumed.\n\nINT., REAR OF CELL. CLOSE GROUP SHOT.\n\nThe one cot in the cell is occupied by Estella and the\ninfant Juanito. Juanito is crying.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE GROUP SHOT. The one cot in the cell is occupied by Estella and the\ninfant Juanito. Juanito is crying. \n\nTARGET SECTION TO BE ANNOTATED:\n Esperanza hovers\nworriedly over him, trying to get him a take a nippled\nbottle, which he rejects.\n\n\t\t\t\tESPERANZA\n\t\t\t (to Teresa)\n\tHe can't drink this milk. It'll make him\n\tsick. He's on a formula.\n\t\t\t (In a panic of guilt)\n\tI was a fool! I shouldn't have kept him\n\twith me.\n\n\t\t\t\tTERESA\n\tDon't you worry. We'll get some action.\n\nShe moves off to the front of the cell, calling for quiet.\n\nFRONT OF CELL, FEATURING TERESA.\n\nThe women stop their clamor for a moment. Teresa calls out\nto Vance:\n\n\t\t\t\tTERESA\n\tThe baby can't drink this store milk.\n\tWe want his formula!\n\n\t\t\t\tVANCE\n\t\t\t (puzzled)\n\tYou want what?\n\n\t\t\t\tRUTH\n\tThe formula, the formula ...\n\nThe women begin banging away with their cups again taking\nup the chant:\n\n\t\t\t\tWOMEN\n\tWe want the formula! We want the formula!\n\nVance winces at the noise.\n\nINT., COURT HOUSE HALLWAY. MEDIUM SHOT, NIGHT.\n\nRamón can be seen coming slowly up the hall. Luís trails\nbehind him. Ramón walks like a man in enemy territory.\nFrom off scene the sound of the women's chant carries over:\n\"We want the formula ...\"\n\nTHE HALL. ANOTHER ANGLE.\n\nRamón is passing a door marked: OFFICE OF THE DISTRICT\nATTORNEY. The door is slightly ajar. Ramón stops, turns\nback, looks inside.\n\nINT., DISTRICT ATTORNEY'S OFFICE FROM RAMÓN'S ANGLE.\n\nAll that can be seen in Ramón's cone of vision is a desk\nacross the room. The D.A.'s feet are on the desk. He is in\nhis shirt sleeves, but wearing his hat. Alexander sits on\nthe corner of the desk. Hartwell and the sheriff wander in\nand out of scene, pacing the floor.\n\n\t\t\t\tD.A.\n\tWell, you can get the J.P. to swear out\n\tpeace bonds. Or heist the bail high\n\tenough so you can keep 'em in jail.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell, you can get the J. P. to swear out\n\tpeace bonds. Or heist the bail high\n\tenough so you can keep 'em in jail. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tSHERIFF\n\t\t\t (exasperated)\n\tKeep 'em? What am I supposed to do -- feed\n\t'em outa my own pocket?\n\nBACK TO HALLWAY. RAMÓN AND LUIS.\n\nRamón's hand is half-raised to the doorknob. It falls to\nhis side. He listens.\n\n\t\t\t\tD.A.'s VOICE\n\tWhat I want to know, Mr. Hartwell, is\n\twhen you gonna settle this thing. You\n\twon't negotiate with 'em. What are you\n\tafter, anyway?\n\nMEDIUM SHOT: HARTWELL FROM RAMÓN'S ANGLE.\n\n\t\t\t\tHARTWELL\n\t\t\t (pacing)\n\tThe company has other mines. You've got\n\tto see the larger picture. Once these\n\tpeople get out of hand ...\n\nWithout noticing Ramón, but conscious of the need to keep\nwhat he is saying confidential, Hartwell has moved to the\ndoor and closed it, cutting off the rest of his sentence.\n\nBACK TO RAMÓN,\n\nfrustrated in his desire to hear more. Just then Vance\nrounds a corner in b.g. and enters scene, walking toward\nCAMERA. He stops short, seeing Ramón. For a moment they\nstare at one another. Vance looks scared, despite the fact\nthat he is armed and within his own bastille.\n\n\t\t\t\tVANCE\n\tWhat you doin' here? Ain't you seen\n\tenough of me?\n\n\t\t\t\tRAMÓN\n\t\t\t (scarcely audible)\n\tI come for my kids. They're in your jail.\n\nVance warily brushes past Ramón and opens the office door,\ngesturing for the Sheriff. During the few moments the door\nis open, we hear:\n\n\t\t\t\tD.A.'s VOICE\n\tBut you've played every trump in your\n\thand and they're not dead yet.\n\n\t\t\t\tHARTWELL'S VOICE\n\tNot every trump.\n\n\t\t\t\tD.A.'s VOICE\n\tSuch as what?\n\nThe Sheriff comes out, closing the door behind him,\ncutting off the inside conversation again.\n\n\t\t\t\tVANCE\n\tI can't shut them dames up. They keep\n\tyellin' about the formula.\n\n\t\t\t\tSHERIFF\n\tThe what?\n\n\t\t\t\tVANCE\n\tFormula for the baby or somethin'.\n\t\t\t (Indicates Ramón)\n\tHis kid.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERIFF\n\tThe what? VANCE\n\tFormula for the baby or somethin'. (Indicates Ramón)\n\tHis kid. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Sheriff glances at Ramón and stalks off down the hall.\nVance follows.\n\nINT., JAIL CORRIDOR, SHOOTING TOWARD CELLS,\n\nas the Sheriff and Vance enter. The women's clamor is as\nloud as ever. The Sheriff holds up his hands for quiet.\n\n\t\t\t\tSHERIFF\n\tNow look here. I got you some milk for\n\tthe baby. So what's all the belly-achin'\n\tabout?\n\n\t\t\t\tAD LIB\n\tIt's no good, the milk...\n\tQueremos la formula ...\n\tThe baby has a formula ...\n\tIf Juanito gets sick you'll be\n\tresponsible ...\n\n\t\t\t\tSHERIFF\n\t\t\t (exasperated)\n\tI'm not running a drug store. You girls\n\tgot nobody but yourselves to 1 blame\n\tand you can be home with your families in\n\tan hour. All you have to do is sign a\n\tpledge that you won't go back to the\n\tpicket line.\n\n\t\t\t\tMANY VOICES\n\t\t\t (in English and Spanish)\n\tDon't sign nothin' for the stinker.\n\tNo, no deals, no deals ...\n\tMake him get the formula.\n\nThey start banging on the bars again. The sheriff turns\nangrily to Vance.\n\n\t\t\t\tSHERIFF\n\tWhere'd that fellow go?\n\nVance takes a few steps, shouts around a corner, beckoning.\n\n\t\t\t\tVANCE\n\tHey, Pancho, c'mere!\n\nRamón enters scene, walking slowly into f.g. Luís tags\nalong behind. The women fall silent abruptly. It is very\nstill.\n\nCLOSE GROUP SHOT: AT CELL DOOR.\n\nThe Sheriff motions to the turnkey to unlock one of the\ncells. He obeys.\n\n\t\t\t\tSHERIFF\n\tAwright. Where's the baby? And the\n\tlittle girl?\n\nEsperanza brings the baby from the rear of the cell.\nEstella squeezes past the tightly packed women, joins her\nmother. Ramón and Esperanza gaze at one another with deep\npoignancy, unsmiling. He holds out his hands. She gives\nthe baby to him. Estella looks up at her mother. Esperanza\nnods, gives her a little push. Estella walks outside. Luís\ntakes her hand. The father and his children walk off slowly,\nout of scene. The women watch them go.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nLuís\ntakes her hand. The father and his children walk off slowly,\nout of scene. The women watch them go. \n\nTARGET SECTION TO BE ANNOTATED:\n The turnkey locks\nthe cell again. Suddenly they start banging on the bars.\n\n\t\t\t\tVOICES\n\tQueremos comida ...\n\tQueremos camas ...\n\tQueremos baños ...\n\tQueremos comida ...\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., QUINTERO BACK YARD. FULL SHOT, DAY.\n\nThe shot matches the earlier scene of Luz and Esperanza --\nbut now Ramón and Antonio are hanging out the wash.\nEstella and the little Morales boy are there. Ramón sees\nthem playing in the baskets.\n\n\t\t\t\tRAMÓN\n\tWill you kids get out of those baskets!\n\nThere are two large wicker baskets beside the fence: one\ncontains Juanito, the other a mountain of damp clothes. As\nhe works, Antonio calls from across the fence:\n\n\t\t\t\tANTONIO\n\t\t\t (in Spanish )\n\tHow goes it?\n\n\t\t\t\tRAMÓN\n\t\t\t (in Spanish)\n\tIt never ends.\n\nHe snaps out a damp undershirt, hangs it up. Suddenly he\nexplodes:\n\n\t\t\t\tRAMÓN\n\tThree hours! Just to heat enough water to\n\twash this stuff!\n\t\t\t (A pause. He goes on working.)\n\tI tell you something. If this strike is\n\tever settled -- which I doubt -- I don't\n\tgo back to work unless the company\n\tinstalls hot running water for us.\n\t\t\t (Another pause.)\n\tIt should've been a union demand from the\n\tbeginning.\n\n\t\t\t\tANTONIO\n\tYeah.\n\nWe hear the baby wail. Ramón walks over to the basket, puts\nthe nipple of the bottle back in Juanito's mouth. Then he\nresumes his chores. Antonio muses as he works.\n\n\t\t\t\tANTONIO\n\tIt's like Charley Vidal says -- there's\n\ttwo kinds of slavery, wage slavery and\n\tdomestic slavery. The Woman Question, he\n\tcalls it.\n\n\t\t\t\tRAMÓN\n\tThe woman question?\n\n\t\t\t\tANTONIO\n\tQuestion, question -- the problem, what\n\tto do about 'em.\n\n\t\t\t\tRAMÓN\n\t\t\t (cautious)\n\tSo? What does he want to do about 'em?\n\n\t\t\t\tANTONIO\n\tHe says give 'em equality. Equality in\n\tjobs, equality in the home. Also sex\n\tequality.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nANTONIO\n\tHe says give 'em equality. Equality in\n\tjobs, equality in the home. Also sex\n\tequality. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tRAMÓN\n\t\t\t (a long pause)\n\tWhat do you mean -- sex equality?\n\n\t\t\t\tANTONIO\n\tYou know ...\n\t\t\t (Leers, shifts into Spanish.)\n\tWhat's good for the goose is good for the\n\tgander.\n\nCLOSE SHOT: RAMÓN\n\nwith a clothespin in his mouth, mulling over this concept.\nHis imagination runs away with him. He scowls thoughtfully.\n\n\t\t\t\tANTONIO'S VOICE\n\tHe's some organizer, that Charley. He can\n\torganize a wife right out of your home.\n\nRamón bites viciously on a clothespin and hangs up a pair\nof diapers.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nINT., QUINTERO KITCHEN. MEDIUM SHOT, NIGHT.\n\nThere are two large tubs on the cluttered drainboard --\none of soapy water, one of rinse water. Ramón is washing\nthe dishes. Luís is drying them. Ramón is sweaty and\nsullen. Luís is bored and impatient.\n\n\t\t\t\tLUIS\n\tPapa, can't I leave now? There's a\n\tmeeting of the Junior Shop Stewards ...\n\n\t\t\t\tRAMÓN\n\tThe what!\n\n\t\t\t\tLUIS\n\tThe Junior Shop Stewards. There's lots of\n\tways we can help.\n\n\t\t\t\tRAMÓN\n\t\t\t (exploding)\n\tDon't I have enough troubles without them\n\tshipping you off to reform school?\n\n\t\t\t\tLUIS\n\t\t\t (earnestly)\n\tBut Papa -- you need all the help you can\n\tget.\n\n\t\t\t\tRAMÓN\n\tYou've got to help around the house!\n\n\t\t\t\tLUIS\n\tBut you've got me doing everything. Mama\n\tnever used to make me dry the ...\n\n\t\t\t\tRAMÓN\n\t\t\t (cutting him off)\n\tYou should have helped her without being\n\tasked.\n\nAt that moment we hear the raucous braying of an automobile\nhorn from outside. Luís dashes into the parlor. Ramón stands\nthere scrubbing a greasy dish. Now we hear gay laughter,\nand then, in Spanish:\n\n\t\t\t\tCHARLEY'S VOICE\n\tBuenas noches!\n\n\t\t\t\tESPERANZA'S VOICE\n\tHasta mañana, Charley.\n\nINT., PARLOR. FULL SHOT: SHOOTING TOWARD FRONT DOOR.\n\nRamón enters scene f.g., stops.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT., PARLOR. FULL SHOT: SHOOTING TOWARD FRONT DOOR. Ramón enters scene f.g., stops. \n\nTARGET SECTION TO BE ANNOTATED:\n The front door bursts open,\nEsperanza enters. She embraces Luís. He grins, responding\nwith a shy, awkward hug. Esperanza looks at Ramón. Her face\nis aglow. She looks younger and heartier than we have ever\nseen her. She comes quickly into close foreground,\nembracing Ramón. He puts his arms around her -- but\nstiffly, withholding himself. She looks up at him lovingly.\n\n\t\t\t\tRAMÓN\n\tHow do you feel?\n\n\t\t\t\tESPERANZA\n\tI'm okay. But it's nice to be home.\n\n\t\t\t\tRAMÓN\n\tFour nights. How did you sleep?\n\n\t\t\t\tESPERANZA\n\tWe raised such a fuss they finally\n\tbrought cots in.\n\nShe laughs; her hand goes to her throat.\n\n\t\t\t\tESPERANZA\n\tI nearly lost my voice, yelling so much.\n\t\t\t (Suddenly)\n\tHow's Estellita? And the baby?\n\nShe goes out.\n\n\t\t\t\tRAMÓN\n\t\t\t (following her)\n\tThey're asleep.\n\nINT., BEDROOM. MEDIUM SHOT.\n\nThe bedroom is dark. Esperanza and Ramón are only moving\nshadows. Dimly we see her hovering over the crib. Ramón\nwhispers.\n\n\t\t\t\tRAMÓN\n\tDid you have to sign a pledge? Not to go\n\tback to the line?\n\n\t\t\t\tESPERANZA\n\t\t\t (a whisper)\n\tNo, no ... we wouldn't do it.\n\nFrom off scene we hear a knock at the front door. Esperanza\ncrosses the dark room to answer it, Ramón following.\n\n\t\t\t\tRAMÓN\n\t\t\t (a whisper)\n\tBut if you go back they'll lock you up\n\tagain.\n\n\t\t\t\tESPERANZA\n\t\t\t (whispering)\n\tNo, no ... the Sheriff had enough of us.\n\tWe drove him crazy.\n\nShe goes out.\n\nINT., PARLOR. FULL SHOT.\n\nEsperanza opens the front door, admitting three women:\nTeresa, Ruth and Consuelo. They enter beaming, excited.\n\n\t\t\t\tTERESA\n\tIt's all set. Consuelo's squad can take\n\tthey day off tomorrow. We're taking over.\n\n\t\t\t\tESPERANZA\n\t\t\t (ushering them in)\n\tGood. Come in, we'll work it out. Sit\n\tdown, sit down.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nESPERANZA\n\t\t\t (ushering them in)\n\tGood. Come in, we'll work it out. Sit\n\tdown, sit down. \n\nTARGET SECTION TO BE ANNOTATED:\nThe three women sit down on the couch. Esperanza crosses to\nthe dining table to get a chair for herself. Ramón is\nstanding there.\n\nTWO SHOT: RAMÓN AND ESPERANZA.\n\nHe is the stern patriarch now. As she reaches for the chair\nhe says, sotto voce:\n\n\t\t\t\tRAMÓN\n\tWe've got to have a talk, you and me.\n\n\t\t\t\tESPERANZA\n\tAll right, but later. I've got a meeting\n\tnow.\n\n\t\t\t\tRAMÓN\n\t\t\t (suppressed outrage)\n\tA meeting?\n\n\t\t\t\tESPERANZA\n\tYes. To plan for the picket line tomorrow.\n\nShe walks off with her chair. CAMERA HOLDS on Ramón. He is\nfuming. We hear:\n\n\t\t\t\tESPERANZA'S VOICE\n\tNow -- let's see ... who's available?\n\n\t\t\t\tTERESA'S VOICE\n\tChana's husband is out of town -- on that\n\tdelegation to see the governor. And Anita\n\tGonzales' husband, too ...\n\n\t\t\t\tCONSUELO'S VOICE\n\tAnd six or seven others -- Lala's husband\n\tand Mariana's ...\n\nRamón looks like he's about to explode.\n\nINT., PARLOR. FULL SHOT.\n\nAs Ramón strides toward the front door, we hear:\n\n\t\t\t\tRUTH\n\tAnd there's a whole bunch of men going on\n\ta fuel hunting expedition -- thirty or\n\tforty of them -- so their wives are out\n\ttoo.\n\n\t\t\t\tESPERANZA\n\tBut we can ask them to keep our kids, so\n\tthe rest of us can ...\n\nRamón exits, slamming the door loudly behind him. The women\nreact with a what's-eating-him look. Teresa turns\nsympathetically to Esperanza.\n\n\t\t\t\tTERESA\n\tWhat are you going to do about him,\n\tEsperanza?\n\n\t\t\t\tCONSUELO\n\tIt's time he was house broken. Maybe if a\n\tdelegation of us talked to him ...\n\n\t\t\t\tESPERANZA\n\t\t\t (deeply upset)\n\tNo, no ... I have to work it out with him\n\tmyself.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nINT., BEER PARLOR. FULL SHOT: THE BAR, NIGHT.\n\nSeven miners are seated on stools at the bar, drinking beer.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\nINT., BEER PARLOR. FULL SHOT: THE BAR, NIGHT. Seven miners are seated on stools at the bar, drinking beer. \n\nTARGET SECTION TO BE ANNOTATED:\nThese are the disconsolate ones -- the defeated and the\nperplexed, the traditionalist hold-outs and the unwilling\nbabysitters. An atmosphere of gloom pervades the place.\nTheir backs are to CAMERA, but seated from left to right\nthey are: Jenkins, Antonio, two unidentified miners (whom\nwe have seen around the picket line), Cente Cavazos, José\nSanchez and Ramón. The bartender, an Anglo, is a beefy,\neasy-going fellow with a friendly manner. He sets fresh\nbeers before a couple of miners, but no money changes hands.\nWe see the bartender mark something on a tab at the\nregister. CAMERA MOVES ON to the next miner, an Anglo,\nleaning moodily on his elbow.\n\n\t\t\t\tANGLO MINER\n\tI got a friend, he's got a friend in the\n\tBureau of Mines. Know what he says? They\n\tain't never gonna open up that mine again.\n\n\t\t\t\tFOURTH MINER\n\tHow come?\n\n\t\t\t\tANGLO MINER\n\t\t\t (as CAMERA MOVES past him)\n\tHe says the ore's played out. So help me.\n\n\t\t\t\tCENTE\n\tCould be.\n\nCAMERA HOLDS on Ramón. There's a whiskey glass and a bottle\nof beer before him. Ramón is in a sodden blue funk.\n\n\t\t\t\tRAMÓN\n\tBull. Lotta bull. That's a rich mine. I\n\tknow.\n\nHe drinks off his whiskey, chases it down with beer, then\nstares moodily at the empty glass.\n\n\t\t\t\tRAMÓN\n\tBut what's the difference? They'll never\n\tsettle with us. Never.\n\nSuddenly we hear an excited shout:\n\n\t\t\t\tANTONIO'S VOICE\n\tHey! Hey! What d'ya know!\n\nFULL SHOT: MINERS AT BAR.\n\nAntonio holds up a magazine, stabbing a picture with his\nfinger.\n\n\t\t\t\tANTONIO\n\tIt's him! It's him! El Presidente! The\n\tPresident of the Company.\n\nAll the miners except Ramón get off their stools and come\nover, looking at the picture.\n\n\t\t\t\tANTONIO\n\tListen to this:\n\t\t\t (reading)\n\t\"MAN OF DISTINCTION. J.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll the miners except Ramón get off their stools and come\nover, looking at the picture. ANTONIO\n\tListen to this:\n\t\t\t (reading)\n\t\"MAN OF DISTINCTION. J. \n\nTARGET SECTION TO BE ANNOTATED:\n Hamilton Miller,\n\tfinancier, Business executive, Board\n\tChairman of Continental Factors, and\n\tpresident of Delaware Zinc Incorporated.\n\tAn enthusiastic sportsman and expert\n\tmarksman, Mr. Miller manages to find\n\ttime every year for an African safari.\n\tHe leaves this month for Kenya, where he\n\thopes to bag his thirteenth lion!\"\n\nThere is a long silence. The men stare at the portrait --\nwith hatred, with despair. Antonio rips the page out of the\nmagazine.\n\n\t\t\t\tANTONIO\n\tI'm gonna frame this.\n\t\t\t (Turning)\n\tHey, Ramón -- look.\n\nRamón just grunts with disgust. He sips his beer.\n\n\t\t\t\tRAMÓN\n\t\t\t (absently)\n\tGot to look at the larger picture.\n\nA pall falls over the group again. The miners return to\ntheir bar stools.\n\nCLOSE MOVING SHOT (AS BEFORE).\n\n\t\t\t\tJENKINS\n\t\t\t (staring into space)\n\tHow do you like that? The guy is a lion\n\thunter.\n\n\t\t\t\tANTONIO\n\tWhat d'you expect him to hunt -- rabbits?\n\n\t\t\t\tFOURTH MINER\n\tMan, oh man, I'd sure like to get me some\n\tvenison.\n\n\t\t\t\tCENTE\n\tI ain't tasted meat in four weeks.\n\t\t\t (Suddenly)\n\tHow about it, Ramón? Let's take off for a\n\tcouple of days, huh?\n\n\t\t\t\tRAMÓN\n\t\t\t (after a long pause)\n\tWhy ask me? Am I runnin' this strike? If\n\tyou want permission to go over the hill,\n\tgo ask the Ladies Auxiliary.\n\nHe drains his beer, rises and stalks off.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nFULL SHOT, NIGHT: INT., QUINTERO BEDROOM,\n\ndimly lit by one small lamp. Esperanza appears to be asleep.\nRamón enters, crosses to the bed and sits down a heavily.\nHe begins to remove his shoes. CAMERA MOVES IN. Esperanza's\neyes come open, in the way of one who has been wide awake.\nWithout moving she says in quiet reproach:\n\n\t\t\t\tESPERANZA\n\tI waited up till midnight.\n\n\t\t\t\tRAMÓN\n\t\t\t (not looking at her)\n\tYou weren't waiting for me.\n\n\t\t\t\tESPERANZA\n\tThat meeting only lasted ten minutes.\n\t\t\t (A pause.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAMÓN\n\t\t\t (not looking at her)\n\tYou weren't waiting for me. ESPERANZA\n\tThat meeting only lasted ten minutes. (A pause. \n\nTARGET SECTION TO BE ANNOTATED:\n Then quietly)\n\tThe first night I'm home, and you run to\n\tthe beer parlor. What is it? Can't you\n\tbear the sight of me?\n\n\t\t\t\tRAMÓN\n\t\t\t (fierce whisper)\n\tBe still ...\n\n\t\t\t\tESPERANZA\n\tBut you wanted to talk. Tell me.\n\nHe rises suddenly and goes out. Esperanza slips out of bed,\nflings on a dressing gown.\n\nINT., KITCHEN. MEDIUM SHOT, NIGHT.\n\nRamón has a cup and is pouring coffee from the pot on the\nstove. Esperanza enters scene, stands in the doorway.\n\n\t\t\t\tESPERANZA\n\tTell me.\n\n\t\t\t\tRAMÓN\n\t\t\t (not looking at her)\n\tWe can't go on this way. I just can't go\n\ton living with you. Not this way.\n\n\t\t\t\tESPERANZA\n\t\t\t (softly)\n\tNo. We can't can't go on this way. We\n\tcan't go back to the old way either.\n\nRamón sips his coffee, glares at her.\n\n\t\t\t\tRAMÓN\n\tThe old way? What's your \"new way\"?\n\tWhat's it mean? Your \"right\" to neglect\n\tyour kids?\n\nHe goes abruptly to the parlor. Esperanza stands there a\nmoment, then slowly follows him.\n\nINT., PARLOR. FULL SHOT.\n\nRamón goes to a closet, gets a rifle and a box of shells\noff the shelf. He sits down on the edge of a chair and\nbegins to clean the rifle with an oily rag. Esperanza\nenters scene, watching him. There is a long silence.\n\n\t\t\t\tESPERANZA\n\tWhere are you going?\n\n\t\t\t\tRAMÓN\n\tHunting.\n\n\t\t\t\tESPERANZA\n\tWhen?\n\n\t\t\t\tRAMÓN\n\tSun up.\n\n\t\t\t\tESPERANZA\n\tAlone?\n\n\t\t\t\tRAMÓN\n\tNo.\n\n\t\t\t\tESPERANZA\n\t\t\t (after a pause)\n\tRamón -- you can't.\n\n\t\t\t\tRAMÓN\n\tWhy not? I'm not needed here.\n\n\t\t\t\tESPERANZA\n\tBut you are needed. Especially now --\n\twith most of the other men away. You're\n\tcaptain of the stand-by squad.\n\n\t\t\t\tRAMÓN\n\t\t\t (bitterly)\n\tSure, the standby squad.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nEspecially now --\n\twith most of the other men away. You're\n\tcaptain of the stand-by squad. RAMÓN\n\t\t\t (bitterly)\n\tSure, the standby squad. \n\nTARGET SECTION TO BE ANNOTATED:\n Stand-by for the\n\tfuneral.\n\n\t\t\t\tESPERANZA\n\tWhose funeral? We're doing all right.\n\tThere hasn't been a scab near the picket\n\tline for three days.\n\n\t\t\t\tRAMÓN\n\tAnd you know why? Because the company\n\tknows they can starve us out -- even if\n\tit takes another two, three months.\n\tWhat's it to them if the mine's shut down\n\ta little longer?\n\n\t\t\t\tESPERANZA\n\tIt's a lot to them. They'd do anything to\n\topen that mine.\n\n\t\t\t\tRAMÓN\n\tAah! They've got other mines. You don't\n\tsee the larger picture.\n\t\t\t (A pause.)\n\tThey've got millions. Millions. They can\n\toutlast us, and they know it.\n\n\t\t\t\tESPERANZA\n\tYou mean you're ready to give up?\n\n\t\t\t\tRAMÓN\n\t\t\t (flaring)\n\tWho said anything about giving up? I'll\n\tnever go back to the company on my knees.\n\tNever.\n\nHe pulls back the bolt of the rifle, inserts a cartridge,\ntests the bolt.\n\n\t\t\t\tESPERANZA\n\tYou want to go down fighting, is that it?\n\t\t\t (He shrugs.)\n\tI don't want to go down fighting. I want\n\tto win.\n\nNo response. She walks over to him, CAMERA FOLLOWING.\n\n\t\t\t\tESPERANZA\n\tRamón were not getting weaker. We're\n\tstronger than ever before.\n\t\t\t (He snorts with disgust.)\n\tThey're getting weaker. They thought they\n\tcould break our picket line. And they\n\tfailed. And now they can't win unless they\n\tpull off something big, and pull it off\n\tfast.\n\n\t\t\t\tRAMÓN\n\tLike what?\n\n\t\t\t\tESPERANZA\n\tI don't know. But I can feel it coming.\n\tIt's like ... like a lull before the\n\tstorm. Charley Vidal says ...\n\n\t\t\t\tRAMÓN\n\t\t\t (exploding)\n\tCharley Vidal says!\n\t\t\t (He rises, flinging rifle aside.)\n\tDon't throw Charley Vidal up to me!\n\n\t\t\t\tESPERANZA\n\tCharley's my friend. I need friends.\n\t\t\t (She looks at him strangely.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nESPERANZA\n\tCharley's my friend. I need friends. (She looks at him strangely. \n\nTARGET SECTION TO BE ANNOTATED:\n\tWhy are you afraid to have me as your\n\tfriend?\n\n\t\t\t\tRAMÓN\n\tI don't know what you're talking about.\n\n\t\t\t\tESPERANZA\n\tNo, you don't. Have you learned nothing\n\tfrom this strike? Why are you afraid to\n\thave me at your side? Do you still think\n\tyou can have dignity only if I have none?\n\n\t\t\t\tRAMÓN\n\tYou talk of dignity? After what you've\n\tbeen doing?\n\n\t\t\t\tESPERANZA\n\tYes. I talk of dignity. The Anglo bosses\n\tlook down on you, and you hate them for\n\tit. \"Stay in your place, you dirty\n\tMexican\" -- that's what they tell you.\n\tBut why must you say to me, \"Stay in your\n\tplace.\" Do you feel better having someone\n\tlower than you?\n\n\t\t\t\tRAMÓN\n\tShut up, you're talking crazy.\n\nBut Esperanza moves right up to him, speaking now with\ngreat passion.\n\n\t\t\t\tESPERANZA\n\tWhose neck shall I stand on, to make me\n\tfeel superior? And what will I get out\n\tof it? I don't want anything lower than I\n\tam. I'm low enough already. I want to\n\trise. And push everything up with me as I\n\tgo ...\n\n\t\t\t\tRAMÓN\n\t\t\t (fiercely)\n\tWill you be still?\n\n\t\t\t\tESPERANZA\n\t\t\t (shouting)\n\tAnd if you can't understand this you're a\n\tfool -- because you can't win this strike\n\twithout me! You can't win anything without\n\tme!\n\nHe seizes her shoulder with one hand, half raises the other\nto slap her. Esperanza's body goes rigid. She stares\nstraight at him, defiant and unflinching. Ramón drops his\nhand.\n\n\t\t\t\tESPERANZA\n\tThat would be the old way. Never try it\n\ton me again -- never.\n\nShe crosses to the doorway, then turns back.\n\n\t\t\t\tESPERANZA\n\tI am going to bed now. Sleep where you\n\tplease -- but not with me.\n\nShe goes out.\n\n\t\t\t\t\t\t\t\t\tFADE OUT.\n\nFADE IN:\n\nEXT., PICKET POST. FULL SHOT, EARLY MORNING.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT. FADE IN:\n\nEXT., PICKET POST. FULL SHOT, EARLY MORNING. \n\nTARGET SECTION TO BE ANNOTATED:\nDispirited and shivering, the women march, hunched against\nthe wind. Near the coffee shack is an oil drum in which a\nwood fire is burning. Teresa, the picket captain, walks\ntoward Esperanza. Teresa closely watches Esperanza's\ndejected face.\n\nTWO SHOT: AT OIL DRUM.\n\nThe two women warm their hands over the fire. Theresa muses:\n\n\t\t\t\tTERESA\n\tSo they had a little taste of what its\n\tlike to be a woman ... and they run away.\n\n\t\t\t\tESPERANZA\n\tWith Ramón it's ... pride. I spoke out of\n\tthe bitterness in me. And he was hurt.\n\nEsperanza stares at the fire. Teresa looks at her with deep\nsympathy.\n\n\t\t\t\tTERESA\n\tAnything worth learning is a hurt. These\n\tchanges come with pain ... for other\n\thusbands too ... not just Ramón.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., MOUNTAIN LANDSCAPE. LONG PANNING SHOT, DAY.\n\nA vista of wild and lonely beauty. A cold wind rustles the\njunipers and pine of a steep boulder-strewn arroyo. The\ndeer hunters can be seen walking up a narrow trail in\nsingle file. They are bunched together, save for Ramón, who\nlags behind.\n\nMEDIUM PANNING. SHOT, FEATURING RAMÓN.\n\nHe walks slowly up the trail into f.g., brooding. As he\nwalks he hears Esperanza's voice of the preceding night,\nhauntingly.\n\n\t\t\t\tESPERANZA'S VOICE\n\tYou mean you're ready to give up?\n\t\t\t (Pause)\n\tI don't want to go down fighting. I want\n\tto win.\n\t\t\t (Pause)\n\tHave you learned nothing from this strike?\n\t\t\t (Pause)\n\tI can feel it coming. It's like a lull\n\tbefore the storm.\n\t\t\t (Pause)\n\tAnd now they can't win unless they pull\n\toff something big and pull it off fast.\n\nA shot is heard ringing through the arroyo. It pulls Ramón\nup short. He calls to the other men, suddenly:\n\n\t\t\t\tRAMÓN\n\tBrothers, we've got to go back!\n\nEXT., PICKET POST: WIDE ANGLE AT DRUM, INCLUDING TRUCK.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt pulls Ramón\nup short. He calls to the other men, suddenly:\n\n\t\t\t\tRAMÓN\n\tBrothers, we've got to go back! EXT., PICKET POST: WIDE ANGLE AT DRUM, INCLUDING TRUCK. \n\nTARGET SECTION TO BE ANNOTATED:\nCharley is at the wheel, Sal besides him. The truck stops\nnear the oil drum. Charley leans out, calls urgently.\n\n\t\t\t\tCHARLEY\n\tEsperanza! Where's Ramón?\n\n\t\t\t\tESPERANZA\n\t\t\t (dully)\n\tRamón?\n\n\t\t\t\tSAL\n\tDid he go hunting with the others?\n\n\t\t\t\tCHARLEY\n\t\t\t (as Esperanza nods)\n\tWhere? Where can we find him? Do you know?\n\n\t\t\t\tESPERANZA\n\tNo.\n\nDuring this exchange several women have left the picket\nline and come over.\n\n\t\t\t\tSAL\n\t\t\t (muttering bitterly)\n\tDeer hunters! Deserters, that's what they\n\tare.\n\n\t\t\t\tTERESA\n\tSomething wrong?\n\t\t\t (Insistently)\n\tCharley, tell us.\n\n\t\t\t\tCHARLEY\n\t\t\t (reluctantly)\n\tCompany's got an eviction order.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nSERIES OF SHOTS: Large close shot of young woman crying:\n\"EVICTION! EVICTION!\" Large close shot young boy crying\n\"EVICTION! EVICTION! EVICTION!\" Woman at clothesline\nhearing the call and leaving. Woman at kitchen door\ncalling out \"Where?\" and leaving. Truck on road stops. Man\nruns in, calls, \"EVICTION! At the Quintero place.\" Car on\nroad is stopped by several women; they pile in, the car\npulls away. Shots of people walking, by twos and by groups,\nfinally passing the car in which are seated Alexander and\nHartwell.\n\n\t\t\t\tALEXANDER\n\t\t\t (to a perturbed Hartwell)\n\tDon't worry. Quintero's gone hunting with\n\tthe others. Evict him first; the rest\n\twill be easy. Let their neighbors watch.\n\tScare some sense into them.\n\n\t\t\t\t\t\t\t\t\tDISSOLVE TO:\n\nEXT., ROAD AND COMPANY HOUSING. LONG SHOT.\n\nThe sheriff's convoy is drawn up outside a row of company\nhouses. We can see deputies milling about in the front yard\nof one of the cottages, and a cluster of women watching\nthem from outside the fence.\n\nEXT., COTTAGE: CLOSER ANGLE.\n\nIt is the Quintero place. The Sheriff stands in the front\nyard, directing operations.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT., COTTAGE: CLOSER ANGLE. It is the Quintero place. The Sheriff stands in the front\nyard, directing operations. \n\nTARGET SECTION TO BE ANNOTATED:\n His deputies are lugging\nfurniture out of the house. They dump it in the yard or at\nthe side of the road. Several of them emerge from the front\ndoor with the Quinteros' bed. Esperanza, Luz and a dozen\nother women silently watch the eviction from outside the\nfence. Mrs. Salazar is there with a bevy of kids (including\nJuanito whom she holds in her arms). The only man present\nis the parish priest.\n\nEXT., MAIN ROAD, ZINC TOWN. LONG PANNING SHOT.\n\nWe pick up Jenkins' car loaded with the stand-by squad\nroaring toward the housing area. The car passes the store,\nthe church, the school. As the car comes into f.g., and\nmoves on out of scene, CAMERA HOLDS on the school\nplayground. In the distance we see Luís beckoning to a\nnumber of his companions. The boys set off at a run up the\nroad.\n\nBACK TO COMPANY HOUSING. GROUP SHOT: WOMEN\n\nfeaturing Esperanza and Luz.\n\n\t\t\t\tLUZ\n\tCan't we do something?\n\nNo answer from Esperanza. She moves toward the front gate.\nOther women follow her. CAMERA PANS with them. Just then\nthe deputy Kimbrough comes through the gate carrying a lamp\nand a vase. He dumps them onto the road. The vase breaks.\nHe shoves Esperanza roughly away from the gate.\n\n\t\t\t\tKIMBROUGH\n\tAll right, girls -- get back, get back.\n\nREVERSE ANGLE: SHOOTING PAST CONVOY\n\nas Jenkins' car swerves around the tail of the convoy,\ncomes on up the road, stops near the cottage. Ramón and the\nothers pile out. They join the throng of women. Ramón\ncarries his rifle purposefully.\n\nGROUP SHOT: WOMEN AND PRIEST\n\nwatching the deputies as Ramón comes to Esperanza's side.\nShe sees him. Her face lights up. Ramón's eyes meet hers\nfor a moment. He is unsmiling. Then he looks away at:\n\nTHE DEPUTIES, FROM HIS ANGLE,\n\ndumping the precious accumulations of a lifetime onto the\nroad: the shrine, a kewpie doll, a faded photograph.\n\nCLOSE SHOT: PORTRAIT OF JUÁREZ.\n\nIt falls in the dust.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he looks away at:\n\nTHE DEPUTIES, FROM HIS ANGLE,\n\ndumping the precious accumulations of a lifetime onto the\nroad: the shrine, a kewpie doll, a faded photograph. CLOSE SHOT: PORTRAIT OF JUÁREZ. It falls in the dust. \n\nTARGET SECTION TO BE ANNOTATED:\n The frame breaks.\n\nBACK TO WATCHERS, FEATURING RAMÓN,\n\nhis face working in hatred and anger. Esperanza is beside\nhim now. He brings the barrel of his rifle up as if to\nlevel it. She glances at him in terror. Suddenly Ramón goes\nslack; the shadow of defeat crosses his face. With an abrupt\nmovement he thrusts the rifle on Mrs. Salazar -- who takes\nit, blinking with surprise.\n\nEXT., COTTAGE. FULL SHOT FROM THEIR ANGLE.\n\nFour deputies are emerging from the front door burdened\nwith the ancient iron stove. CAMERA PANS away from them,\nholds on the fence separating the Quintero and Morales\nyards. Now we see Luís and his cronies pop up from behind\nthe fence. Each boy holds a grass-tailed clod. They let\nfly. CAMERA SWISH PANS BACK to the porch -- and we see\ntwo of the clods hit their target, spattering the deputies\nwith dirt. One deputy drops his corner of the stove, and it\ncrashes down the steps. Several other deputies take off\nafter the boys, leaving the gate unguarded. The sheriff\nyells:\n\n\t\t\t\tSHERIFF\n\tNever mind them brats! Come on -- get the\n\twork done.\n\nREVERSE ANGLE, FEATURING TENANTS.\n\nOther women, children and old men are arriving on the scene.\nThere are now over twenty women watching the eviction but\nthere is no excitement, no talk.\n\nCLOSER ANGLE, FEATURING RAMÓN AD ESPERANZA.\n\nRamón is calmer now, but alert, planning, thinking. He\nlooks around at their gathering forces -- not yet\nimpressive, but growing every moment. He almost smiles with\nslow realization.\n\n\t\t\t\tRAMÓN\n\t\t\t (half to himself)\n\tThis is what we've been waiting for.\n\n\t\t\t\tESPERANZA\n\t\t\t (anxious, puzzled)\n\tWhat are you saying?\n\n\t\t\t\tRAMÓN\n\tThis means they've given up trying to\n\tbreak the picket line.\n\t\t\t (A pause.)\n\tNow we can all fight together -- all of\n\tus.\n\nSuddenly he draws Esperanza close, whispers something in\nher ear. She nods, turns swiftly to several other women,\nhuddles with them a moment.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\n(A pause.)\n\tNow we can all fight together -- all of\n\tus. Suddenly he draws Esperanza close, whispers something in\nher ear. She nods, turns swiftly to several other women,\nhuddles with them a moment. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMERA PANS with the women as they enter the yard,\nswooping down to pick up household belongings on their way.\n\nEXT., FRONT YARD. FULL SHOT.\n\nOther women, seeing what Esperanza and her sisters are up\nto, swiftly join them in the yard, begin to pick up\nfurniture and carry it back into the house by way of the\nrear door. Deputies emerging from the house, loaded down\nwith furniture and bric-a-brac, find themselves passing\nwomen loaded with objects they have just deposited in the\nyard. One of the deputies stops in close f.g., staring at\nthe women in slack-jawed bafflement. Ramón glances at Mrs.\nSalazar. He winks. Mrs. Salazar smiles. It is the first\ntime we have seen her smile.\n\nBACK TO YARD, FEATURING SHERIFF.\n\nHis deputies are hopelessly dispersed. Half of them are\nchasing the boys, while the furniture-moving contingent is\nout-numbered by women crowding into the yard. The Sheriff\nwheels right and left in helpless exasperation. He spots\nRamón near the front fence, strides over to him.\n\n\t\t\t\tSHERIFF\n\t\t\t (bellowing)\n\tNow see here, Quintero! These women are\n\tobstructin' justice. You make 'em behave,\n\tsavvy?\n\n\t\t\t\tRAMÓN\n\tI can't do nothing, sheriff. You know how\n\tit is -- they won't listen to a man any\n\tmore.\n\n\t\t\t\tSHERIFF\n\t\t\t (blustering)\n\tYou want me to lock 'em up again?\n\n\t\t\t\tRAMÓN\n\t\t\t (smiles)\n\tYou want 'em in your lock-up again?\n\nThe Sheriff stalks off, fuming.\n\nEXT., ROAD AND YARD. FULL SHOT.\n\nMore women keep arriving all the time. Several small fry,\nimitating their mothers, run into the yard, pick up lamps,\npots, pans, etc., and return them to the house.\n\nA SIDE ROAD. MEDIUM LONG SHOT.\n\nTwo cars pull up and stop near the convoy. Consuelo Ruiz and\nsix other women get out, approach the cottage.\n\nTHE YARD. FULL SHOT.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nConsuelo Ruiz and\nsix other women get out, approach the cottage. THE YARD. FULL SHOT. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom off scene we hear the blast of an automobile horn,\nwhile from the middle of the yard the sheriff bellows at\nhis men:\n\n\t\t\t\tSHERIFF\n\tForm a cordon! Keep 'em away from the\n\thouse! Form a cordon!\n\nEXT., ROAD. MEDIUM LONG SHOT: PAST CONVOY.\n\nTwo other cars pull up at the tail of the convoy. Frank\nBarnes and a half dozen miners get out, hurry toward the\nQuintero cottage.\n\nBACK TO YARD. FULL SHOT.\n\nBy now the sheriff's men have reassembled and are forming a\ncordon, from the porch steps to the front gate, permitting\nno one else to enter the yard. Four deputies pick up the\nQuinteros' bed and begin to carry it toward the truck. When\nthey reach the gate they find it blocked by the six new\nminers and four of Ramón's stand-by squad. The deputies\nstop, ease their burden to the ground. Just then we hear a\nklaxon from o.s. Everyone turns to see:\n\nANOTHER CONVOY. LONG PANNING SHOT.\n\nThe union truck is in the lead. Charley Vidal is at the\nwheel, and the back of the truck is loaded with a dozen\nminers. Following it are a half-dozen miners' cars. The\nunion convoy rolls past the parked sheriff's convoy, draws\nto a stop in f.g. The miners tumble out, move in a body\ntoward the gate of the Quintero cottage. They are all big\nmen, and their faces are grim and determined. We count 15,\n20, 25, 30 of them.\n\nCLOSE GROUP SHOT: MINERS AT GATE\n\nlooking at their approaching brothers. Alfredo nudges\nGonzales.\n\n\t\t\t\tALFREDO\n\tHey! The guys from the open pit ...\n\n\t\t\t\tGONZALES\n\tAnd the guys from the mill.\n\nEXT., COTTAGE AND YARD. FULL SHOT (BOOM SHOT IF POSSIBLE).\n\nRamón, Esperanza and other women and children re-emerge\nfrom the house, stop on the porch in a compact mass. Facing\nthem outside the gate are forty miners. The deputies are in\nbetween. They stir nervously, glancing from side to side.\nNo one says anything.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe deputies are in\nbetween. They stir nervously, glancing from side to side. No one says anything. \n\nTARGET SECTION TO BE ANNOTATED:\n A heavy stillness falls over the yard.\nNow we see other women and children closing in at the side\nfence: then Luís and a half-dozen other boys appear at the\nopposite fence. The Sheriff is in dead center of this shot.\nWithout realizing it he makes a full turn of 360, looking\nat his adversaries.\n\nHIS ANGLE. SLOW PANNING SHOT.\n\nThe Sheriff's forces are completely surrounded by over a\nhundred men, women and children. Appearing on the\nsurrounding hills, on every side, are other miners, other\nwomen, other kids -- massed, impassive.\n\nFULL SHOT: THE SHERIFF\n\nturning, staring at the massed power against\nhim. With an abrupt, frustrated gesture the Sheriff waves\nto his men to follow and walks out the gate. The miners\nbreak ranks to let him pass. When the last deputy has left\nthe yard the men close ranks and face the convoy. Still\nthere is no voice, no sound save the starting motors.\n\nTHE ROAD AND YARD. FULL SHOT\n\nas seen from the porch, SHOOTING PAST the miners outside\nthe gate. The convoy lurches into motion. The men watch it\ntill the last car has passed. Then they turn to face the\nwomen, who enter scene f.g., moving down the steps, meeting\nthe men in the yard. Suddenly someone laughs and then there\nis a release in laughter running through the crowd, and we\nhear half-whispered, awed comment.\n\n\t\t\t\tAD LIBS\n\t\t\t (English and Spanish)\n\tWe stopped them ...\n\tIt took all we had, but we stopped them ...\n\tWhen we heard about it at the mill, we\n\tjust walked off ...\n\tDid you see their faces? .. .\n\nTHE RECEDING CONVOY. LONG PANNING SHOT.\n\nThe convoy approaches a crossroad a quarter of a mile\ndownhill from the Quintero house. We see a Cadillac parked\nthere at the corner. The lead car of the convoy stops and\nthe sheriff gets out. He walks over to the Cadillac.\n\nCLOSE SHOT: AT CADILLAC.\n\nAlexander and Hartwell are sitting there. The sheriff\nstarts to speak, then closes his mouth again. He indicates\nhis empty trucks with a helpless gesture.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlexander and Hartwell are sitting there. The sheriff\nstarts to speak, then closes his mouth again. He indicates\nhis empty trucks with a helpless gesture. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tSHERIFF\n\tGot any more ideas?\n\n\t\t\t\tALEXANDER\n\t\t\t (defensively, passing the buck)\n\tI don't make policy.\n\nHe looks at Hartwell. Hartwell puffs on a cigarette. After\na long pause he says:\n\n\t\t\t\tHARTWELL\n\tI'll talk to New York. Maybe we better\n\tsettle this thing.\n\t\t\t (Another puff)\n\tFor the present.\n\nBACK TO QUINTERO YARD. FULL SHOT.\n\nPart of the milling throng has already dispersed; those who\nremain are carrying the last of the Quinteros' possessions\nback into the house. We see Luís jump the fence and run\ntoward his mother in f.g. She gives him a fierce hug.\n\nMEDIUM SHOTS AT FRONT GATE.\n\nRamón approaches Mrs. Salazar. He takes the baby from her\narms. Estella enters the gate, dragging the portrait of\nJuárez. Solemnly she lifts up the portrait. Ramón takes\nit. He walks back toward the porch, Estella at his side.\n\nTHE YARD, SWOOPING FROM THE PORCH.\n\nEsperanza and Luís stand on the porch steps in f.g.\nReaching them, Ramón turns, looks back at his friends,\nsome of whom are still in the yard. They seem to be\nwaiting for him to speak.\n\n\t\t\t\tESPERANZA'S VOICE\n\tWe did not know then that we had won the\n\tstrike. But our hearts were full. And\n\twhen Ramón said.\n\n\t\t\t\tRAMÓN\n\t\t\t (Simply)\n\tThanks ... sisters... and brothers.\n\nThe people smile softly. A few of them lift their hands in\na wave of acknowledgment. They begin to leave.\n\nCLOSE UP SHOT: THE QUINTERO FAMILY ON PORCH.\n\nRamón holds the baby in the crook of his arm. He hands the\nportrait of Juárez to Luís. The boy gazes at it with\nrespect, wipes the dust off it, and readjusts the torn\nframe. Ramón heaves a long sigh. Unsmiling, he looks off at\nthe receding convoy. Esperanza watches him. There is a\npause. Still not looking at her, Ramón says haltingly:\n\n\t\t\t\tRAMÓN\n\tEsperanza ... thank you ... for your\n\tdignity.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nEsperanza watches him. There is a\npause. Still not looking at her, Ramón says haltingly:\n\n\t\t\t\tRAMÓN\n\tEsperanza ... thank you ... for your\n\tdignity. \n\nTARGET SECTION TO BE ANNOTATED:\nEsperanza's eyes fill with tears.\n\n\t\t\t\tRAMÓN\n\tYou were right. Together we can push\n\teverything up with us as we go.\n\n\t\t\t\tESPERANZA'S VOICE\n\tThen I knew we had won something they\n\tcould never take away -- something I\n\tcould leave to our children -- and they,\n\tthe salt of the earth, would inherit it.\n\nEsperanza places her hand in Ramón's. With the children they\nwalk into the house.\n\n\t\t\t\t\t\t\t\t\tFADE OUT.\n\n"
}