{
  "1": "Secondhand Lions\n\nby\nTim McCanlies\n\nPINK REVISION - November 3, 2002\nBLUE REVISION - September 13, 2002\nPRODUCTION DRAFT - July 9, 2002\n\fPINK Revision - 11/3/02 1.\n\nINT. OPEN COCKPIT BIPLANE - FLYING - DAY 1\n\nOLD MEN\nYA-HOOOO! ! !\n\nWearing goggles and helmets, two old men SCREAM like crazy\nkids as their SPUTTERING biplane loops and rolls.\nEXT. BENEATH A SHADY HIGHWAY UNDERPASS - DAY 2\n\nA SHERIFF'S DEPUTY naps inside his police cruiser.\nSuddenly, his radar WAILS: it flashes \"120\".\n\nROAR! The biplane BLASTS past, upside down, the old men\nHOLLER and wave. The cop SCREECHES off after the biplane\nlights and SIREN BLAZING.\n\nINT. OPEN COCKPIT BIPLANE - FLYING - DAY 3\nUpside down, the old men CACKLE as the police cruiser\n\nquickly, impotently falls away below.\n\nEXT. LOW, ON THE GROUND - SUNSET 4\nThe plane flies away, barely under control: it careens\n\nand SPUTTERS off into a huge heroic sunset.\n\nINT. CLUTTERED ARTIST'S STUDIO - DAY 5\n\nA phone RINGS. A hand sketches: a whimsical lion peers\nout of a cornfield. The ARTIST picks up the phone:\n\nARTIST (into phone)\nHello?\n\nTELEPHONE (V.0.)\nWalter Caldwell...? I have bad\nnews. It's about your two uncles...\nINT. MODERN-ERA CAR - MOVING - DAY 6\n\nHe drives past a lonely landscape. A distant voice ECHOES:\n\nMAE (V.0.)\nWalter...? Walter...?!\n\fWHITE Revision - 8/25/02\n\nINT. BEAT-UP MID-50'S CADILLAC - MOVING - DAY\n\nMATCH DISSOLVE: a boy, WALTER stares out at the same\nlandscape. He is pale, quiet: one of life's wallflowers.\nThe clothes, the car, the road signs, the RADIO MUSIC...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEAT-UP MID-50'S CADILLAC - MOVING - DAY\n\nMATCH DISSOLVE: a boy, WALTER stares out at the same\nlandscape. He is pale, quiet: one of life's wallflowers. The clothes, the car, the road signs, the RADIO MUSIC... \n\nTARGET SECTION TO BE ANNOTATED:\nall say the time is now the early 1960's.\n\nHis mother, MAE, drives; she is far deeper into her\ndesperate thirties than she will ever admit.\n\nMAE\nWalter! Good news! You're spending\nthe summer with your two uncles....\n\nWalter CHOKES, lunges for the window and hangs out it\nTHROWING-UP. Mae scowls, fires up a long cigarette.\n\nMAE (Cont'd)\nIt'll only be a few weeks, a month\nor two, tops. I'll definitely\ncome get you before school starts.\n\nWalter turns from the window and sits, pale.\n\nWALTER\nThat's what you said at that summer\ncamp. And the time with the nuns.\nAnd before that...\n\nMAE\nWalter! Look! I promise this\ntime. Scout's honor. OK...?\nCross-my-heart-hope-to-die! OK?\n\nWalter still isn't buying it. Mae SIGHS.\n\nMAE (Cont'd)\nWalter: someday you're gonna have\nto learn to trust people. Or you'll\ngrow up bitter and disappointed.\n\nHe looks bitter and disappointed right now.\n\nWALTER\nWhere you going this time?\n\nMAE\n\"The Fort Worth College of Court\nReporting\". I met a guy last night,\nhe's pulling some strings. Court\nReporters have their pick of good\njobs, and their pick of good husband\nmaterial: lawyers, judges, cops...\n\nWalter thinks; DISSOLVE TO:\n\fWHITE Revision - 8/25/02\n\nWALTER'S IMAGINATION - A COURTROOM\n\nDreamlike, a quick jump into Walter's head: in an imagined\ncourtroom, Mae busily court-reports, avoiding the admiring\nsmiles of respectable LAWYERS, COPS, THE JUDGE...\n\n...and returns the lewd grin of a slimy CONVICT in chains.\n\nBACK TO SCENE\nWalter SIGHS, glumly looks back out the window.\n\nMAE\nYou'll have fun with your uncles.\nYou'll see.\n\nWALTER\nMom. You're an only child.\n(off her look: )\nI know what uncles are.\n\nMae colors slightly, exhales hard, a blast of smoke.\n\nMAE\nWell Mr. Smarty-pants, they really\nare your uncles: your great uncles\nmy mother's brothers.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMae colors slightly, exhales hard, a blast of smoke. MAE\nWell Mr. Smarty-pants, they really\nare your uncles: your great uncles\nmy mother's brothers. \n\nTARGET SECTION TO BE ANNOTATED:\n They disap-\npeared forty years ago and just\nnow showed up back here in Texas.\n\nWALTER\nCan't I come with you?\n\nMAE\nNo! I'm gonna be working my little\ntail off learning Court Reporting!\nI'm doing everything I can to keep\nthis family together, Walter. How\nabout some help here?! OK?\n\nHe nods, retreats back into his silence.\n\nMAE (Cont'd)\nNow look. They say these two old\nmen got millions stashed away, in\ncash. They got no kids, nobody to\nleave all that money to. And me\nand you, why, we're as close as\nany family they got...\n\nWALT\nYou want them to like me so they'll\ndie and leave us their money?\n\n(CONTINUED)\n\f9\n\n10\n\nWHITE Revision - 8/25/02 4.\n\nCONTINUED: 9\n\nMAE\nWe could settle down, maybe buy a\nhouse: wouldn't that be nice...?\n\n(Walter looks wistful)\n\nBut watch out for other relatives.\nYou wouldn't believe all the crooks,\nbackstabbers and thieves we have\nin this family...\n\n \n\nWalter nods soberly. Mae turns the Cadillac onto a dirt\nroad; it's flanked by a huge terrifying sign: \"NO\nTRESPASSING! Violators will DISAPPEAR!\" Walter GASPS.\n\nMAE (Cont'd)\nThis is it! Oh, look at your face.\n\nShe TSK-TSKS, SPITS in a Kleenex, rubs it over his face,\nas his big eyes follow more alarming signs: \"DANGER!\nEXPLOSIVES!\" \"KEEP OUT! WEAPONS TESTING RANGE!\"\n\nMAE (Cont'd)\nBy the way: I hear these two were\nin some state nuthouse for forty\nyears, and got all their money\nfrom a big lawsuit or something...\n\nWalter GULPS. More signs: \"LOOSE RABID ATTACK DOGS!\"\n\"NUCLEAR RADIATION! PERSONNEL IN PROTECTIVE SUITS ONLY!\"\n\nWALTER\nMaybe we should'a called first....\n\nMAE\nNaa! Older people just love\nsurprises.... Here we are!\n\nThe Cadillac pulls up; Walter looks out, GULPS:\n\nEXT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nOlder people just love\nsurprises.... Here we are! The Cadillac pulls up; Walter looks out, GULPS:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE UNCLES' HOME/COMPOUND - DAY 10\n\nA ramshackle home: a tower leans crookedly. Beyond, a\nwide, blue lake fades into the horizon. Motley chickens\nloiter around an old barn. An old truck rusts silently.\n\nDogs HOWL: a pack of ugly stray dogs races up and SLAMS\ninto the car, HOWLING, WAILING, teeth SNAPPING.\n\nMAE\nShow them you're friendly. Let\nthem smell your hand.\n\nWalter thinks not. The dogs are joined by a large\nSQUEALING hog, another member of the dog pack. Then\nGUNSHOTS: the dogs race off. More GUNSHOTS and YELLS.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 5.\n\n10\n\n11\n\nCONTINUED: 10\n\nMAE (Cont'd)\nSounds like they're down by that\nlake. Come on.\n\nEXT. SHORE OF THE LAKE - DAY 11\nIn shallow water, a catfish swims. The water EXPLODES.\n\nStanding out in the lake, wearing big hip-waders, HUB and\nGARTH fire shotguns down into the water. KA-BOOM!\n\nHUB\nWhere'd it go?\n\nGARTH\nThere! Between your feet!\n\nHUB\nHa! Winged him!\n\nGARTH\nHe's running for it!\n\nBoth BLAST AWAY at the frantic fish: BAM-BAM-BAM! CLICK\n\nGARTH (Cont'd)\nDamn! Empty!\n\nHUB\nYou get ammo! I'll cover him!\n\nMAE (0.S.)\nYoo hoo!\n\nStartled, both look up: at the shoreline, Mae waves.\n\nHUB\n(to Garth, disgusted)\nYou sent for a hooker?\n\nMAE\nUncle Hub! Uncle Garth! It's me!\nMae! Your niece! Pearl's daughter\nAnd I brought Walter! Your nephew!\n\nBehind her, Walter peers out timidly. The two men CURSE:\n\nGARTH\nRelatives!\n\nHUB\nDamn it!\n\n \n\f12\n\n13\n\nBLUE Revision - 11/3/02 6.\n\nEXT. UNCLE'S HOME BACK PORCH - DAY 12\nThe wet angry men storm up, pursued by the wheedling Mae.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\n12\n\n13\n\nBLUE Revision - 11/3/02 6. EXT. UNCLE'S HOME BACK PORCH - DAY 12\nThe wet angry men storm up, pursued by the wheedling Mae. \n\nTARGET SECTION TO BE ANNOTATED:\nHUB\nWe're old, dammit! Leave us alone\n\nGARTH\nLast thing we need is some little\nSissy-boy hanging around all summer\n\nThe furious men storm inside. Mae smiles at her son.\n\nMAE\nWalter honey? Why don't you stay\nout here and play.\n\nShe goes in; Walter sits, hears the ARGUMENT CONTINUE:\n\nMAE (0.S.) (Cont'd)\nHe can help out here! Do chores!\n\nHUB (0.S.)\nHelp out? Look at him: the kid's\na damn weenie!\n\nMAE (0.S.)\nThat's why he needs to be around\nreal men! Like you two!\n\nWalter SIGHS. A shadow covers him: the pig glares right\nin Walter's face, eyeball to eyeball, almost... hungrily.\n\nWALTER\nGood boy. Nice doggie! Go play.\n\nThe pig GROWLS, a pretty-fair dog imitation.\nWALTER (Cont'd)\nMom. ..?\nEXT. UNCLES HOME/BY THE CADILLAC - DAY 13\n\nMae STARTS THE ENGINE. Beside the car, Walter stands\nmiserable, shoulders slumped, a shoddy bag at his feet.\n\nMAE\nThis is for your own good, Walter...\nYou know, I bet all that money's\nhidden real close-by. Imagine!\nReal buried treasure, like in those\nbooks you're always reading!\n\nWalter's misery remains impregnable. Mae gives up.\n\n(CONTINUED)\n\fBLUE Revision - 11/3/02 7.\n\n13\n\n14\n\nCONTINUED: 13\n\nMAE (Cont'd)\nWalter: maybe if you'd smile once\nin a while, then people might like\nyou.\n\n \n\nHe sees two hostile uncles staring, arms crossed, furious.\n\nMAE (Cont'd)\nNow. Give me a big smile to\nremember you by.\n\nWalter tries: it's more of a grimace than a grin.\n\nMAE (Cont'd)\nYou're gonna have to work on that\nsmile while I'm gone. OK?\n\nWalter nods solemnly. Mae blows a kiss and motors off.\nMorose, Walter watches the dogs chase the Cadillac away.\n\nWalter picks up his bag, turns, looks up at the brothers:\nOK, now what? Finally:\n\nGARTH\nWell. Supper time.\n\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally:\n\nGARTH\nWell. Supper time. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE KITCHEN TABLE - DAY 14\n\nWalter watches the uncles wolf down fish, steak, sausage.\nThe dogs and the pig crowd to look in a porch window.\n\nWalter stares down at huge portions of shot-up fish, steak\nand sausage. He tries the fish, bites something hard,\nSPITS a shotgun pellet out onto his plate: PLINK. SIGH.\n\nHe hacks off a chunk of steak, chews with all his strength.\n\nWALTER\nThis steak is... weird.\n\nHUB\nVenison! Not steak!\n\nWalter frowns, decides to try the sausage: not bad.\n\nHUB (Cont'd)\nPork!\n\n \n\nGARTH\nWe raise our own pigs.\n\nWalter freezes mid-bite, looks at the window: now the pig\nglares even more murderously at him, and GROWLS. Then,\nHub suddenly SLAMS his fist down on the table.\n\n(CONTINUED)\n\f14\n\n15\n\nBLUE Revision - 11/3/02 8.\n\nCONTINUED: 14\n\nHUB\nKnow what I hate about houseguests?\nThis! Dinner table chit-chat!\nActing so damn nice and polite!\n\nGARTH\nHell Hub! Then just be yourself!\n\nHub glares at Walter: well? Walter GULPS, nods, agrees.\nDinner resumes, in SILENCE. Walter eats and tries to\nignore the pig's now-murderous stare.\n\nEXT. FRONT PORCH - LATE DAY 15\n\nThe uncles sit, sipping huge glasses of what may be iced\ntea; beside them, two shotguns stand ready, close at hand.\n\nSitting on the porch steps, Walter wonders: they seem to\nbe waiting for something... Finally, he SIGHS.\n\nWALTER\nIf my mom calls, can we hear the\nphone out here?\n\nGARTH\nDon't have one.\n\nWALTER\nNo telephone?\n\nWalter thinks about that.\n\nWALTER (Cont'd)\nOK if I watch television?\n\nGARTH\nAin't got one.\n\nWALTER\nNo television? What do you do?\n\nDizzy, Walter wonders if he's fallen off the edge of the\nplanet. GRAVEL CRUNCHES: a car approaches.\n\nBoth men lean forward, PUMP their shotguns. Below, a\nSMILING SALESMAN alights from his car.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAVEL CRUNCHES: a car approaches. Both men lean forward, PUMP their shotguns. Below, a\nSMILING SALESMAN alights from his car. \n\nTARGET SECTION TO BE ANNOTATED:\nSALESMAN\nGentlemen! Word is out you two\nare sophisticated men of means.\nDo you worry about the future? Of\ncourse you do! That's why I, a\nrepresentative of the Mississippi\nMutual Insurance Company...\n\n(CONTINUED)\n\f15\n\n16\n\nBLUE Revision - 11/3/02 9.\n\nCONTINUED: 15\n\nBLAM-BLAM! Hub and Garth fire BLASTS just over the\nsalesman's head. Walter YELPS, ducks. The Salesman\nSHRIEKS, jumps in his car, SCREECHES off. The dogs HOWL\nand chase the car away.\n\nWalter shivers, stunned; he stares as the brothers calmly\nsit back down, drink, and reload.\n\nWALTER\nThere's plenty of entertainment on\nTV. Educational stuff too! It's\na good thing to do in the evenings!\n\nGRAVEL CRUNCHES again. The brothers raise their shotguns.\nA GRINNING SALESMAN appears:\n\nGRINNING SALESMAN\nRumor has it you two got millions\nstashed away! Why not put that\nmoney to work for you with the\nhigh return only investing in gold\nand silver can bring....\n\nBLAM-BLAM-BLAM! Another salesman flees for his life.\nThe brothers sip reflectively, and reload.\n\nWALTER\nEverybody loves TV! You oughta\nget one! You'd like it! Really!\n\nThe brothers consider that. Gravel CRUNCHES: A BEAMING\nSALESMAN opens his trunk: a display of kitchen gadgets.\nBLAM! BLAM! BLAM! The salesman hightails it away.\nFinally, Hub turns to Walter, and says definitively:\n\nHUB\nNo TV.\n\nThe brothers sit back reflectively.\n\nGARTH\nNice evening... Peaceful.\nINT. STAIRS LEADING UP - NIGHT 16\n\nWalter gingerly cradles a lit lantern and his bag; he\nstares up at narrow, steep stairs, winding up out of sight.\n\nGARTH\nYou sleep up there... the tower\n\nIt sounds so ominous. Walter GULPS, nods, inches upstairs.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 10.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nYou sleep up there... the tower\n\nIt sounds so ominous. Walter GULPS, nods, inches upstairs. (CONTINUED)\n\fWHITE Revision - 8/25/02 10. \n\nTARGET SECTION TO BE ANNOTATED:\n16\n\n17\n\n18\n\n19\n\nCONTINUED: 16\n\nGARTH (Cont'd)\nHey! We don't know nothing about\nkids. If you need something....\n\nHUB\nFind it yourself! Better yet\nlearn to do without!\n\nGARTH\nWe're both gettin' old...\n\nHUB\n...and fixin' to die any minute!\nIf we kick off in the middle of\nthe night, you're on your own.\n\nEyes huge, Walter stares at them, his imagination whirls:\n\nWALTER'S IMAGINATION - THE KITCHEN 17\nIn his p.j.s, Walter comes in for breakfast, YAWNS, calmly\n\nsits at the table beside two clothed skeletons, the former\nHub and Garth. Walter nonchalantly MUNCHES his Cheerios.\n\nBACK TO SCENE - WITH WALTER ON THE STAIRS 18\nWalter flinches, nods; he continues up the steep steps.\n\nHUB\nJumpy little feller.\n\nGARTH\nMmmm. Quiet though....\n\nINT. WALTER'S TOWER ROOM - NIGHT 19\n\nWalter staggers in, looks around... the tower room is\nheaped with debris, trunks, chests, suitcases, junk.\n\nHe opens his bag, takes out a toothbrush, sees a small\ndoor by the stairs: a bathroom? He opens the door\nsomething tumbles over him: an old Santa Claus costume.\n\nHe tries on the beard, admires his reflection in a murky\nmirror. Then, he hears: downstairs, two snoring-world-\nchampions WARBLE and hit every SNORING-note Man can hear.\nHe SIGHS, BRUSHES his teeth, further explores the room:\n\nOne trunk is covered with exotic travel stickers. He\nfingers the big padlock. Locked. Walter looks crushed.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 11.\n\n19\n\n20\n\n21\n\nCONTINUED: 19\n\nHe crawls into bed; as he leans out to blow out the candle\nhe grabs a big knob on the headboard... the knob comes\noff in his hand, he tumbles onto the floor\n\nWalter stares at the knob in his hand: a key falls out.\nWalter looks at the key, then at the locked trunk. He\ntries the key in the lock. CLICK: it fits.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter looks at the key, then at the locked trunk. He\ntries the key in the lock. CLICK: it fits. \n\nTARGET SECTION TO BE ANNOTATED:\n Slowly, he\nopens the lid: CREAK... empty. No money, no jewels, only:\n\nWALTER\nSand...?\n\n \n\nPuzzled, he runs his fingers through sand that covers the\ntrunk bottom. Enchanted, he SNIFFS a handful: it smells\nexotic. MUSIC ECHOES, evocative, Arabic perhaps.\n\nBeneath the sand he sees something, picks it up: it's a\nfaded photo of the most beautiful woman he's ever seen;\ndark hair, olive skin, piercing eyes. Walter wonders.\n\nBANG! A door SLAMS. Walter leaps to the window, looks\nout: below, Hub strides purposefully out of the house\ncarrying a toilet plunger; he disappears into darkness.\n\nWalter runs out of the room, leaps down the stairs.\n\nEXT. THE FRONT PORCH - NIGHT 20\n\nWalter bursts out the front door, runs after Hub.\n\nEXT. THE LAKE SHORE - NIGHT 21\n\nWalter arrives at the lake, looks around: no one there.\nIt's spooky. A NOISE: startled, Walter turns... Hub\nlooms over him, the toilet plunger raised in attack.\n\nWALTER\nAaaagh!\n\nWalter cowers. But Hub stumbles on past, down towards\nthe water. Walter stares: Hub now stands at the shore,\nwaiting; silently, the dogs and pig all join walter.\n\nWALTER (Cont'd)\nHe's sleep-walking!\n\nThe dogs lay down, eyes fixed on Hub. Watching. Waiting.\n\nHub smiles, a cold smile. Then, with a CRY, he swings\nhis plunger like a sword and begins to fight: parry,\nthrust, savage overhead cut... Walter watches, eyes wide;\nfrom far away, he hears echoes of SWORDS CLANGING,\nHOOFBEATS, WHINNIES, CRIES OF MEN IN BATTLE.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 12.\n\n21\n\n22\n\n23\n\n24\n\nCONTINUED: 21\nWalter and the animals watch the thrilling moonlit battle\n\nat the water's edge. MATCH DISSOLVE TO:\n\nEXT. THE LAKE SHORE - DAWN 22\n\nMorning. Walter, the dogs, and the pig all sleep curled\nup together.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATCH DISSOLVE TO:\n\nEXT. THE LAKE SHORE - DAWN 22\n\nMorning. Walter, the dogs, and the pig all sleep curled\nup together. \n\nTARGET SECTION TO BE ANNOTATED:\n Walter stirs, sits up, looks around:\n\nThe lakeshore is deserted, Hub is gone. Walter wonders:\nwas it all a dream?\n\nA rooster CROWS. Frantic, he runs toward the house.\n\nEXT. BACK PORCH/REAR DOOR INTO KITCHEN - MORNING 23\n\nWalter skulks up, looks in: at the table, Garth works on\nhuge stacks of mail. Garth stands, walks out.\n\nINT. KITCHEN - MORNING 24\n\nWalter sneaks in, starts for the stairs... but the stacks\nof mail are too intriguing. He thumbs through the mail:\n\nIt's all coupon responses from magazines and mail order\ncatalogs; all have \"Please have a salesman call\" checked\nor written in. Walter GASPS, shocked. FOOTSTEPS APPROACH.\nWalter panics, tries to look innocent, as Garth enters.\n\nGARTH\nThought you'd run away.\n\nWalter shakes his head \"no\". Garth hurriedly gathers up\nthe mail, puts it away. Then, Garth CRACKS eggs into a\nhuge frying pan full of SIZZLING sausage.\n\n \n\nWalter sits, confused. Finally, he just has to ask:\n\nWALTER\nY-y-you send mail to all those\nsalesmen? You ask them to come\nhere so you can shoot at them?\n\nGARTH\n(sighs, finally nods)\nDon't tell Hub. It'd take all the\nfun out, ruin it for him.\nWalter looks even more confused. Garth stirs the eggs.\n\nGARTH (Cont'd)\nEvery man needs a hobby.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 13.\n\n24\n\nCONTINUED: 24\nWalter considers that. Hub enters, rubbing his shoulder.\n\nHUB\nBrand new mattress. And I'm still\nwaking up tired and sore.\n\nGarth smiles knowingly, then sees Walter staring at Hub.\nGarth wonders, dishes out eggs and sausage.\n\nWalter eats, then freezes, he's being watched: in the\nwindow, the pig now has an angry rooster perched on its\nhead; now two animals glare murderously at him. SIGH.\n\nWALTER\nSo... you two disappeared for\nforty whole years? Where were\n\nyou?\nThe brothers chew reflectively. Finally....\n\nGARTH\nAfrica, mostly.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe brothers chew reflectively. Finally.... GARTH\nAfrica, mostly. \n\nTARGET SECTION TO BE ANNOTATED:\nWALTER\nAfrica? Where in Africa?\n\nGARTH\nNorth Africa. Morocco, Algeria,\nKenya, the Sudan....\n\nHUB\n...but that was long ago, and we're\nold and worthless now!\n\nAll eat. Silence. Walter tries again.\n\nWALTER\nStill, I bet you two sure got lotsa\ngood stories to tell, huh...?\n\nHUB\nStories! Ain't nothing sadder\nthan a couple'a has-beens jabbering\nabout the \"good old days\". Those\ndays are through, and so are we!\n\nAll eat in silence. Long pause.\n\nGARTH\nI don't know how a feller can\nconcentrate on eating with all\nthis talk-talk-talk.\n\nFor just a second, Walter thinks he sees a twinkle in\nGarth's eye. Then, it's gone.\n\fWHITE Revision - 8/25/02 14.\n\nEXT. THE GARDEN - DAY 25\n\nThe uncles and the boy hack at hard Texas earth, the start\nof an ambitious garden. Walter struggles with a too-large\nhoe. The dogs and pig watch, puzzled.\n\nHUB\nI_ hate this!\n\nGARTH\nWe're retired. Gardening is what\nretired people do.\n\nHUB\nWhy the hell do we want any damn\nvegetables, anyway?\n\nGARTH\nThey're good for you. Make you\nlive to be a hundred.\n\nHUB\nTo hell with that!\n\nHe throws down his hoe, storms off.\n\nGARTH\nGetting old's bad enough! Getting\npissed-off about it don't help!\n\nWalter absorbs this. A horn HONKS: a car drives up, across\nthe new garden rows: loud relatives pile out, all talking\nat once: RALPH; HELEN; MARTHA, 13; and TWO WILD BOYS, 9.\n\nALL (all talk)\nUncle Garth! Where's Uncle Hub?\nKids, say hello to Uncle Garth!\n\nCHILDREN\nHello Uncle Garth!\n\nADULTS (all talk)\nWe're here for a nice long visit,\nthe whole weekend! We know how\nlonely our favorite uncles get!\n\nGarth CURSES, throws down his hoe, STORMS off. The loving\nsmiles instantly disappear: all turn and glare at walter.\n\nRALPH\nWho are you?\n\nWALTER\nW-W-Walter.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe loving\nsmiles instantly disappear: all turn and glare at walter. RALPH\nWho are you? WALTER\nW-W-Walter. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fWHITE Revision - 8/25/02 15.\n25 CONTINUED: 25\n\nHELEN\nWalter, Walter... Mae's boy?\n\nWalter nods. The others look confused. Helen explains:\n\nHELEN (Cont'd)\nPearl's daughter. That loose widow-\nwoman, always \"running around\".\n\nRALPH\nFigures she'd try to muscle in.\n\nHELEN\nIs Mae here?\n(Walter shakes his head)\nHow long are you here for?\n(he shrugs, who knows?)\nWell! We'll just see about that!\n\nShe storms off. SCREECH! The kids fly in all directions.\nThe dogpack YELPS, scatters. Ralph glares at Walter\n\nRALPH\nWe know what you're up to. And\nyou're not getting away with it.\n\nHe stalks off. Walter thinks. Then he throws down his\nhoe and walks toward the house.\n\n26 EXT. BACK PORCH/REAR DOOR INTO KITCHEN - DAY 26\nWalter reaches the door, starts to go in, but hears:\n\nHELEN (0.S.)\n\nMen at your age! Taking in that\nstrange little boy! He's probably\nrobbing you blind!\n\nInside, Walter sees Hub and Helen ARGUING, toe to toe.\nHELEN (Cont'd)\nIf you want young people around\nyou're welcome to any of mine!\nThey're very well behaved!\nWalter hears a SQUEAL behind him, turns: the two wild\nboys ride the terrorized pig, BAWLING Indian war-whoops.\nWalter rolls his eyes, looks back inside:\n27 INT. THE KITCHEN - DAY 27\n\nHUB\nHell! We don't want any damn kids!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 16.\n\n27\n\n28\n\n29\n\nCONTINUED: 27\n\nHELEN\nYou two can't even take care of\nyourselves! Now you take in this\nstrange boy with all his problems?!\n\nGARTH\nHis momma's due back before long.\n\nHELEN\nThat woman? Ha! What I hear, she\nmay never come back! What then?\nYou'll be stuck with him!\n\nWALTER - AT THE REAR SCREEN DOOR 28\n\nWalter, miserable, backs away. He slinks off.\n\nEXT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER - AT THE REAR SCREEN DOOR 28\n\nWalter, miserable, backs away. He slinks off. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE FRONT PORCH - DAY 29\n\nMartha sits reading, sees Walter staring at her. She\nraises a haughty eyebrow: \"Well?\" On the spot, he BABBLES:\n\nWALTER\nI read a lot of books too.\n\nMARTHA\nOooh. I'm so impressed.\n\nHe peers at her book: \"Horses\". He starts to speak...\n\nMARTHA (Cont'd)\nYes: horses. Daddy says when my\nuncles die I can have a pony.\n\nWalter blinks, scrambles to think of another opener.\n\nWALTER\nUncle Hub and Uncle Garth told how\nthey used to live in Africa.\n\nMARTHA\nThey're big fat liars. That's\nwhat Daddy says. He should know.\nHe's a lawyer.\n\n \n\n \n\nWALTER\nBut, but...! Then where were they\nfor forty years? Where'd they get\nall their money?\n\nMARTHA\nThey robbed banks.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 17.\n\n29\n\n30\n\n31\n\nCONTINUED: 29\nWalter GASPS. Martha is quite matter-of-fact.\n\nMARTHA (Cont'd)\n\nDaddy has it all figured out.\n\nYears ago, there were these two\n\nfamous bank robbers nobody ever\n\ncaught. They wore disguises...\n(Walter looks dizzy)\n\nThe famous Santa Claus Bandits.\n\nWalter GASPS, shaken. Dazed, he slowly goes inside.\n\nINT. KITCHEN - DAY 30\n\nHELEN\nTake him to the county boy's home!\nThey know how to handle\ntroublemakers like him!\n\nGARTH\nIf his momma doesn't show back up\nsoon, we may have to...\n\nHUB\nIf we're lucky, we won't live that\nlong!\n\nWalter slinks in. Hub and Helen stand toe-to-toe.\nHELEN\nI'm telling you: take him to the\norphanage right this minute!\nHUB\nWhether we take him to the orphanage\nor tie him up and throw him in the\nlake, it's our business, not yours!\nWalter GASPS: all turn, see him standing there, wide-eyed.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELEN\nI'm telling you: take him to the\norphanage right this minute! HUB\nWhether we take him to the orphanage\nor tie him up and throw him in the\nlake, it's our business, not yours! Walter GASPS: all turn, see him standing there, wide-eyed. \n\nTARGET SECTION TO BE ANNOTATED:\nRALPH\nHere he is now! Spying!\n\nRalph roughly grabs Walter: Walter panics, kicks out and\nSMACKS Ralph's knee hard; Ralph YELPS, Walter bolts away.\nEXT. HIGH OVERLOOKING THE HOUSE - DAY 31\n\nWalter races out the front door and down the driveway; he\nstreaks toward the road, running away as fast as he can.\n\fBLUE Revision\n\n- 11/3/02 18.\n\n32 INT. COLLEGE RECEPTIONIST - EVENING 32\n\nA RECEPTIONIST puts on her hat and coat to leave; but one\nlast CALL COMES IN. She SIGHS, answers.\n\nRECEPTIONIST\nFort Worth College of Court\nReporting....\n\nWALTER (0.S.)\nI need to find my mom! She's a\nstudent there!\n\nRECEPTIONIST\nI'm sorry, we're closed...\n\n33 EXT. PHONE BOOTH OUTSIDE CLOSED GAS STATION - EVENING 33\n\nWalter: exhausted, face streaked with dirt and tears.\n\nShe SIGHS,\n\nWALTER\nIt's an emergency! Please! Her\nname's Mae! Mae Coleman!\n\nscans a card file. INTERCUT PHONE CONVERSATION.\nRECEPTIONIST\n\nHmmm. I'm sorry, there's no Mae\nColeman registered here.\n\nWALTER\nOh, well, try Mae Carter....\nRECEPTIONIST\nUh... no, I'm sorry...\nWALTER\n\nHow about Mabel Cartwright? Mame\nCallaway? Donna Tomko?\n\nRECEPTIONIST\nYoung man, are you in some kind of\ntrouble?\n\nWALTER\nShe's gotta be there! She just\nstarted....\n\nShe takes a deep breath, and replies delicately:\n\nRECEPTIONIST\nOur classes all started back in\nJanuary. No one could possibly\nhave just started....\n\n(CONTINUED)\n\f33\n\n34\n\n35\n\n36\n\nBLUE Revision - 11/3/02 19.\n\nCONTINUED: 33\nWalter GASPS, turns white, the wind knocked out of him.\nRECEPTIONIST (Cont'd)\n\nHello? Hello? Young man! Where\n\nare you...?\nWalter panics, hangs up. As darkness falls, a small figure\nsits on the gas station's low front step and buries his\nhead in his knees.\nEXT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter panics, hangs up. As darkness falls, a small figure\nsits on the gas station's low front step and buries his\nhead in his knees. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RALPH'S NEW 1962 BUICK - NIGHT 34\n\nA new 1962 Buick pulls up to a stop sign with three unhappy\nmen inside, out looking for Walter. Hub GRINDS the gears.\n\nRALPH\nOuch! Hub! I don't know why you\nhave to drive, it's my car....\n\nHUB\nStop whining!\n\nHub GRINDS the gears again. Ralph glowers.\nRALPH\nWhen we find him, that kid's gonna\nget a piece of my mind!\nDown a ways, Garth sees the gas station... and Walter.\nGARTH\nThere he is....\nEXT. THE GAS STATION - NIGHT 35\nWalter studies a piece of paper.\nThe Buick pulls in, runs over the air hose: DING-DING.\nWalter looks up, goes back to studying his paper\nEXT. THE BUICK AT THE GAS STATION - NIGHT 36\nGarth and Ralph start to get out.\n\nHUB\nLawyer. Stay in the car.\n\nRalph starts to argue, sees Hub's glare, sits back down.\nHub nods \"go ahead\" to Garth, settles back to wait.\n\nGARTH\nHub. Come on.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 20.\n\n36\n\n37\n\nCONTINUED: 36\n\nHUB\nWhat? Me? You go.\n\nGARTH\nHub. Get out of the car.\n\nHub CURSES, follows Garth over.\n\nEXT. FRONT OF GAS STATION - NIGHT 37\n\nWalter studies his paper. Garth sits on the curb beside\nWalter, motions for Hub to sit. Hub scowls, but sits.\n\nThey look at Walter's paper, a page ripped from a phone\nbook: it's the area code map of the United States.\n\nGARTH\nPlanning your next move?\n\nWalter nods. Studies his map.\n\nGARTH (Cont'd)\nWhere you figure on going?\n\nWALTER\nHere. Area code 406... Montana.\nGARTH\nWhy Montana?\nWALTER\nTheir license plates say \"Big Sky\nCountry\".\n\nHub and Garth nod. It's a good choice. Pause.\n\nHUB\nFamily...!\nGARTH\n\nhat Hub means is: sometimes, family\nan be a real pain in the butt.\n\nos\n\nWalter's lower-lip quivers, he hides his face in his knees.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUB\nFamily...! GARTH\n\nhat Hub means is: sometimes, family\nan be a real pain in the butt. os\n\nWalter's lower-lip quivers, he hides his face in his knees. \n\nTARGET SECTION TO BE ANNOTATED:\nThe two brothers look awkward.\n\nGARTH (Cont'd)\nHow come you aren't heading to Ft.\nWorth, where your momma is?\n\n \n\nWALTER\nShe's not there. She lied. Again\n\nHub and Garth exchange troubled looks: uh oh.\n(CONTINUED)\n\fWHITE Revision - 8/25/02 21.\n37 CONTINUED: 37\n\nGARTH\nYou got a father somewhere?\n\nWALTER\nMom says he died. World War Two.\n\nHub and Garth exchange \"wait a minute\" looks.\n\nGARTH\nKid. That war was over twenty\nyears ago!\n\nWALTER\n\nYeah, she's not good with numbers.\nHe probably just took off before I\nwas old enough to remember.\n\nGARTH\nLook kid. We know you got your\nheart set on Montana, but it's\nlate... Hub, help me out here.\n\nHUB\nWhy? Sounds like his mind's made\nup. Good luck in Montana, kid!\n\nHub stands to go; Garth yanks him back down.\nGARTH\nWe got better maps than that one,\nback at the house. Right Hub?\nHUB\nA man needs a good map, that's for\nsure....\nAll nod: all agree on the importance of good maps.\nWALTER\nI've been in the orphan home before.\nI don't wanna go back\nHUB\nDammit kid! It ain't our fault\nyou got a lousy damn mother!\nHub is puzzled why Garth now glares furiously at him.\n\nHUB (Cont'd)\nWhat?!\n\nWalter stands. Consults his map, orients himself.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 22.\n\n37\n\n38\n\nCONTINUED: (2) 37\nWALTER\nI should get going. Which way is\nnorth?\n\nHub points. Garth shoves Hub's hand down, glares at him.\nRalph angrily HONKS his horn. Hub notes it:\n\nHUB\nI'll say one thing for this kid:\nhe sure pisses off the relatives.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth shoves Hub's hand down, glares at him. Ralph angrily HONKS his horn. Hub notes it:\n\nHUB\nI'll say one thing for this kid:\nhe sure pisses off the relatives. \n\nTARGET SECTION TO BE ANNOTATED:\nThat gives Garth an idea, an inspired idea:\n\nGARTH\nLook kid: do us a favor! If you\ncome back to the house and stay\nawhile, why, our relatives will\nhate it! In fact, I bet they'll\nhate it so much they'll go away\nand leave us all the hell alone!\n\n \n\nHUB\nIt's so crazy, it just might work!\n\nGARTH\nSo kid. C'mon! Help us out here!\n\nWalter hesitates. Hub frowns at his watch.\nHUB\nMake up your mind! We got salesmen\nback home, waitin' on us!\nWALTER\nOh. Guess I could come back, for\nawhile. Seeing it's so important...\n\nAll stand and nod agreement, as if they've just concluded\na deal. Hub and Garth walk Walter back to the car\nEXT. FRONT PORCH - DAY 38\n\nThe relatives sit beaming at Hub and Garth with phony\nsmiles: they're still here. Hub looks over at Walter:\n\nHUB\nSo, kid! How's that root beer?\n\nWalter sips a huge root beer, nods: it's good. Then, he\nblinks: the relatives now glare murderously at him. Hub\nand Garth lean back, satisfied: \"The Plan\" is working.\n\nHelen gives Ralph a \"go on\" sign. He clears his throat:\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 23.\n\n38\n\nCONTINUED: 38\n\nRALPH\nUncle Hub, Uncle Garth, this has\nbeen such a wonderful weekend, so\nI hate to bring this up: but did\nyou two look at those wills I left\nyou?\n\nHub and Garth shake their heads, and SPIT.\n\nRALPH (Cont'd)\nIt's best to be prepared...\n\nGARTH\nWe ain't planning on dying any\ntime soon.\n\nHUB\n\nSpeak for yourself!\n\nRALPH\nYou both need to be thinking about\nthese things, at your age.\n\nGRAVEL CRUNCHES: a car pulls up. A salesman. Hub and\nGarth smile, jack rounds into their shotguns: KA-CHUNK KA-\n\nHelen SHRIEKS. Walter covers his ears.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nA salesman. Hub and\nGarth smile, jack rounds into their shotguns: KA-CHUNK KA-\n\nHelen SHRIEKS. Walter covers his ears. \n\nTARGET SECTION TO BE ANNOTATED:\nBelow, this SMART SALESMAN leaps out and quickly crouches\ndown behind his car, safe behind cover\n\nHUB\nDamn!\n\n \n\nGARTH\nHe's been here before....\n\nSMART SALESMAN (0.S.)\nDon't shoot!\n\nSafe behind his car, the salesman waves a white flag.\n\nGARTH\nThis is no ordinary salesman...!\n\nHUB\nI like a challenge.\n\nSMART SALESMAN\nBrothers McCann! Let's talk\n\nHUB\nCome out where we can see you!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 24.\n\n38\n\nCONTINUED: (2) 38\nSMART SALESMAN\nPut down your guns! Then I'll\ncome out!\n\nGARTH\nThis guy is good.\n\nHUB\nI'll cover him, you sneak around....\n\nWalter tugs at Hub's shirt; Hub wheels around, SNAPS:\nHUB (Cont'd)\n\nWHAT? !\nWALTER\n\nW-W-Why not see what he's selling?\nHUB\n\nWhat the hell for?\nWALTER\n\nM-M-Maybe it's something you want!\n\nTo b-b-buy!\n\nHub and Garth exchange flabbergasted looks: it's never\noccurred to them. This greatly upsets the relatives:\n\nHELEN\nYour uncles know better than to\nsquander their money like that\n\nHelen yanks Walter away, but Walter still calls out:\n\nWALTER\nBut what good is having all that\nmoney if you never spend any?\n(relatives look alarmed)\nIt's no good to you after you're\ngone!\n\nRalph's hands reach for Walter's neck. The uncles think:\n\nGARTH\nCould be, the kid has a point...!\n\nHUB\nWe'll see what the man's selling...\nthen we shoot him.\n\nGARTH\nGood plan!\n\nBoth lower their shotguns and amble toward the salesman.\nRelatives GROAN. Walter breaks away and follows.\n\fWHITE Revision - 8/25/02 25.\n\n39 THE SALESMAN BESIDE HIS CAR 39\nThe wary, sweaty Salesman sees the brothers approach.\n\nSMART SALESMAN\nGentlemen! After our previous\nunsettling encounters, I've searched\nthe world over for the perfect\nitem for two exuberant sportsmen\nsuch as yourselves.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n39 THE SALESMAN BESIDE HIS CAR 39\nThe wary, sweaty Salesman sees the brothers approach. SMART SALESMAN\nGentlemen! After our previous\nunsettling encounters, I've searched\nthe world over for the perfect\nitem for two exuberant sportsmen\nsuch as yourselves. \n\nTARGET SECTION TO BE ANNOTATED:\n And I've found\nit!\n\nHe pops open his trunk, removes a large contraption.\n\nSMART SALESMAN (Cont'd)\nVoila!\n\nWALTER\nWhat is it?\n\nSMART SALESMAN\nThe sport of kings! Up to now,\nonly Heads of State could afford a\nfine piece of equipment like this.\nAnd it's simple enough this child\ncan operate it!\n\nWALTER\nReally?\n\nSMART SALESMAN\nMy boy, just press this button...\n\nWalter presses a button: a powerful arm flings a clay\npigeon skyward. The salesman grabs a shotgun out of his\ntrunk, swings it up, and KA-POW! He blasts the clay\npigeon. Hub and Garth GASP: it's Love At First Sight.\n\nWALTER\nwow!\n\nSMART SALESMAN\nThe most powerful machine on the\nmarket! And very reasonably priced!\n\nThe relatives all scowl and BABBLE:\nHELEN\nWhy, that's the biggest waste of\nmoney I've ever...!\nRALPH\n\nMister, you load up that contraption\nand get the hell out....\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 26.\n\n39\n\n40\n\n41\n\n42\n\n43\n\nCONTINUED: 39\n\nHUB\nWE'LL TAKE IT!\n\n \n\nGARTH\nAnd all the targets and ammunition\nyou can get!\n\nHELEN\nOh_ no you don't! I won't have my\nchildren around all this gun-\nfoolishness!\n\nHUB\nThen LEAVE!\n\nGarth pulls out a huge money-wad, peels off big bills.\nHelen fumes, storms off; her furious family follows.\n\nAs Garth counts out money, the Salesman nearly faints:\nthe once-in-a-lifetime moment every salesman dreams of.\n\nThe relatives drive away: all glare daggers at Walter.\n\nSUMMER MONTAGE - THE FRONT PORCH - NEXT DAY 40\nEVOCATIVE MUSIC PLAYS. Walter stares, stunned, at the\n\nfront porch heaped with cases of targets and ammo.\n\nSUMMER MONTAGE - LAKE SHORE - THE SKEET SHOOTING MACHINE 41\n\nWalter, with make-shift hearing protection, loads up the\nskeet machine, pulls the handle. CLANG!\n\nClay pigeons WHOOSH out over the lake.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUMMER MONTAGE - LAKE SHORE - THE SKEET SHOOTING MACHINE 41\n\nWalter, with make-shift hearing protection, loads up the\nskeet machine, pulls the handle. CLANG! Clay pigeons WHOOSH out over the lake. \n\nTARGET SECTION TO BE ANNOTATED:\n Hub and Garth\n\nBLAST away, never miss.\n\nSUMMER MONTAGE - A SEED SALESMAN 42\nWalter watches Garth select a variety of colorful seed\n\npackets from a SEED SALESMAN. Nearby, Hub scowls.\n\nSUMMER MONTAGE - THE GARDEN 43\nThe uncles and Walter finish planting and admire their\nhandiwork. Hub pulls out his pouch of chewing tobacco,\n\ngets a plug; he holds the pouch out to Garth, who takes\n\nsome. Without thinking, Hub then holds it out to Walter.\nWalter anxiously peers deep into the tobacco pouch.\n\nBravely, he takes the smallest possible piece, puts it in\n\nhis mouth, chews... and SWALLOWS.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 27.\n\n43\n\n44\n\n45\n\n46\n\n47\n\n48\n\nCONTINUED: 43\nWalter instantly turns green and starts GAGGING. Garth\n\nSLAPS him on the back and glares at Hub. Walter gives\n\nHub a pained look of \"How could you?\" Hub scowls.\n\nSUMMER MONTAGE - THE GARDEN 44\nA sprout has just broken the soil. Beyond, Walter lies\n\non the ground, stares at it, amazed. The MUSIC ENDS.\n\nEXT. THE HOUSE - LATE NIGHT 45\n\nThe house is dark, except for a light high up in the tower.\n\nINT. THE TOWER - NIGHT 46\n\nWalter sits in bed, stares at the evocative picture of\nthe mysterious beautiful woman. The ARABIC THEME PLAYS.\n\nA door SLAMS downstairs. Walter jumps up, looks out:\nGarth walks toward the barn. Walter runs downstairs.\n\nINT. DOOR INTO THE BARN - NIGHT 47\n\nWalter peers in: Garth pushes aside hay bales, reveals...\na trapdoor in the floor. Garth descends into the ground.\n\nWalter GASPS: frightened, but fascinated. He skulks up\nnear the hole, peers down... he hears GARTH CLIMBING BACK\nUP. He leaps into a pile of hay, burrows deep inside.\n\nGarth emerges, counting a big wad of cash. He pushes hay\nbales back into place and leaves. Beat.\n\nWALT (0.S.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeat. WALT (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nAhhh-choo!\n\nInside the haystack, two eyes open wide with wonder.\n\nINT. THE HIDING PLACE UNDER THE BARN - NIGHT 48\n\nA flashlight CLICKS on, Walter GASPS: the room is heaped\nwith canvas money bags. Bank bags. Loose bills lay\nscattered everywhere. Walter inspects one bag's lettering:\n\"First Bank of New York\". Suddenly: ARF! ARF!\n\nStartled, Walter looks up: above, the dogs and pig stare\ndown at him curiously.\n\nWALTER\nOh! You scared me!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 28.\n\n48\n\n49\n\nCONTINUED: 48\nWalter and the animals look at all the money.\n\nWALTER (Cont'd)\nThis money look stolen to you?\n\n(the dogs look suspicious)\nYeah. Me too.\n\nWalter thinks. He comes to a decision.\n\nWALTER (Cont'd)\nThere's something we gotta do.\n\nEXT. BY THE LAKE - LATE NIGHT 49\n\nThe dogs and pig watch Walter dig a hole. Walter picks\nup: the Santa Claus costume.\n\nWALTER\nIf the cops find this Santa Claus\ncostume, the uncles go to jail and\nwe're all homeless.\n\nThe dogs seem to understand. The pig SNIFFS the costume,\nallows Walter to bury it. Walter TAMPS down the covered\nhole. There. Then, the dogs BARK, run off.\n\nCurious, Walter follows, sees: at the lake's edge, Hub\nstands looking far out over the water. It's eerie.\n\nWALTER (Cont'd)\nU-u-uncle Hub?\n\nNo answer. Walter shivers, finally reaches out to Hub...\nbut a hand grabs him, Walter YELPS: it's Garth.\n\nGARTH\nDon't. I tried to wake him once,\nhe nearly took my head off. Let's\ngive him a few minutes....\n(realizes)\nWhat are you doing out this late?\n\nWalter shrugs innocently. They sit on a rise, overlooking\nthe lake. Hub stands there, motionless. The wind BLOWS.\n\nWALTER\nWhat's wrong with him?\nGARTH\nWell... A man's body grows old,\n\nbut inside, his spirit can be as\nyoung and restless as ever. And\nhim... in his day, he had more\nspirit than twenty men.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nWell... A man's body grows old,\n\nbut inside, his spirit can be as\nyoung and restless as ever. And\nhim... in his day, he had more\nspirit than twenty men. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fWHITE Revision - 8/25/02 29.\n49 CONTINUED: 49\nWalter nods: Hub stares far out over the distant horizon.\nWALTER\nIt looks like... he's looking for\n\nsomething.\n\nGarth SIGHS sadly... and finally nods.\n\nWALTER (Cont'd)\nWhat? What's he looking for?\n\nGARTH\nHe's looking for her.\n\nWALTER\nWho? What was her name?\n\nLong pause. Finally, Garth answers.\n\nGARTH\nJasmine.\n\nWalter wonders, eyes wide, remembering the photo he found.\n\nWALTER\nOK! Tell me.\n\nThe dogs and pig gather closer, as if to listen themselves.\nGARTH\n\nYou want me to tell the story?\nNow? It'll take days....\n\nWALTER\nThere's no TV: what else have we\ngot to do?\n\nGARTH\n\nMuch of it's second, third hand.\nRumors, really. I wasn't there\nfor some of it, and Hub damn sure\nwon't talk about it.\n\nWalter nods and waits, eyes pleading. Garth SIGHS.\n\nGARTH (Cont'd)\nWell. My brother was always too\nrestless for Texas. So he convinced\nour folks he needed to go to Europe.\nAnd that I needed to come along.\nThat was the summer of 1914.\n\nA STEAMSHIP WHISTLE BLOWS. Walter's mind whirls:\n\fWHITE Revision - 8/25/02 30.\n\n50\n\n51\n\n52\n\n53\n\nWALTER'S IMAGINATION - A STEAMSHIP GANGPLANK/PIER 50\n\nYOUNG HUB AND GARTH, both late teens, leave a ship and\nenter an exotic French port, full of colorful characters.\n\nGARTH (0.S.)\nUnfortunately, just as we arrived\nin France, so did the Kaiser and\nthe entire German army.\n\nThey see headlines: \"Germany Invades!\"\n\nGARTH (Cont'd)\nI wanted to go home, but Hub said\nwe'd tour Europe one step ahead of\nthe Germans. So we did. What a\ntime that was! I remember these\ngirls from Toulon. Twins! We....\n\nGARTH AND WALTER 51\nGarth catches himself, COUGHS, skips that part.\n\nGARTH\nAnyway...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe.... GARTH AND WALTER 51\nGarth catches himself, COUGHS, skips that part. GARTH\nAnyway... \n\nTARGET SECTION TO BE ANNOTATED:\n eventually, we wound up\nin Marseilles, with passage booked\non the last ship out of Europe,\nleaving in the morning. My brother\ndecided we should spend our last\nnight enjoying the local nightlife.\n\nWALTER'S IMAGINATION - A WILD CAN-CAN BAR 52\nA WILD BAR: full of CAN-CAN GIRLS, SAILORS, SOLDIERS.\n\nGARTH (0.S.)\nHe made friends with some soldiers.\nThey bought us drinks: strange,\nstrong drinks.... We woke up ona\nship, bound for North Africa.\nShanghaied.\n\nWALTER (0.S.)\nShanghaied!\nWALTER'S IMAGINATION - IN THE HOLD OF A SHIP 53\n\nThe brothers wake up, disoriented. Other SHANGHAIED MEN\nwaken in the same state. A SERGEANT yells orders.\n\n(CONTINUED)\n\fBLUE Revision - 11/3/02 31.\n\n53\n\n54\n\n54A\n\n54B\n\nCONTINUED: 53\nGARTH\nWe found ourselves in the French\nForeign Legion. \"It's all my\n\nfault\", my brother said. He told\nme not to worry, he'd make sure\nnothing happened to me.\n\nWALTER'S IMAGINATION - A FIERCE TRENCH BATTLE - DAY 54\n\nIn a narrow front-line trench, Garth ducks: TWO ARABS on\nhorseback fly past just overhead. He leaps up, panics:\n\nan ARAB HORSEMAN looms over him, sword high: Garth's a\ngoner. But then: Hub flies in, tackles the Arab, finishes\nhim, grins at his brother. Garth SIGHS, smiles his thanks.\n\nGARTH\nAnd, in four long years of fighting\nall over North Africa, battling\nGermans, Turks, and Arabs, nothing\never did. He saved my life\ncountless times....\n\nWALTER'S IMAGINATION - A FORTRESS PARAPET WALL - DAY 54A\n\nTURKS with ladders attack a fortress wall: Garth tries to\nfire, but his rifle's jammed... a huge TURK looms, sword\nraised. Garth lamely fumbles for his sword...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe saved my life\ncountless times.... WALTER'S IMAGINATION - A FORTRESS PARAPET WALL - DAY 54A\n\nTURKS with ladders attack a fortress wall: Garth tries to\nfire, but his rifle's jammed... a huge TURK looms, sword\nraised. Garth lamely fumbles for his sword... \n\nTARGET SECTION TO BE ANNOTATED:\n Hub flies\nin, snatches up his rifle and SWINGS: arms flail as the\nTURKS on the ladder fall away. Hub grins, hurries off.\n\nGARTH\nWe fought in many battles, against\noverwhelming odds, against countless\nenemies, all fierce and worthy,\nevery one.\n\nWALTER'S IMAGINATION - AN EPIC BATTLE - NIGHT 54B\n\nGreatly outnumbered, Garth fights with swords on horseback.\nA HUGE ARAB knocks Garth off his horse, he falls, can't\nstand: his leg is broken. Helpless, Garth sees his\ncomrades fall: a line of ARABS, GERMANS, and TURKS overrun\nthe front line, SCREAMING... He's done for. But then:\n\nout of the smoke, Hub gallops in, swings Garth up behind\nhim, they ride away, the last survivors of the epic battle.\n\nGARTH\nHe was promoted to Captain, me to\nLieutenant.\n\f55\n\n56\n\nBLUE Revision - 11/3/02\n\n31A.\n\nWALTER - LISTENING RAPTLY 55\nGARTH (0.S.)\n\nAfter the war, we went our separate\n\nways... I ended up leading safaris,\n\nmostly for writers and Hollywood\n\nfolk. But that was too tame for\n\nHub. He got commissions from the\n\nnew North African governments to\n\nput an end to the slave trade....\n\nWALTER'S IMAGINATION - A DESERT OASIS 56\n\nHorsemen top a hill: young Hub and his Bedouin GALLOP\ninto a encampment. CLANG! Swords collide, SLAVETRADERS\nfight; VEILED ARAB WOMEN, prisoners tied together, WAIL.\nHub frees the women, then single-handedly stands off a\ncounter-attack. The women all watch him, amazed.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 32.\n\n56\n\n57\n\n58\n\n59\n\nCONTINUED: 56\n\nGARTH (0.S.)\n\nNo one, slavetrader or Bedouin\nalike, had ever seen anything like\nhim, this mad American who fought\nlike twenty men....\n\nWALTER 57\nWalter, all ears and wide eyes, hangs on every word.\n\nHUB (0.S.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER 57\nWalter, all ears and wide eyes, hangs on every word. HUB (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nWHAT THE HELL ARE YOU TWO DOING\nOUT HERE IN THE MIDDLE OF THE NIGHT?\n\nWalter jumps: Hub looms over them.\n\nGARTH\nJust enjoying the cool night air.\n\nHUB\nNeither one of you got a lick of\nsense! Go to bed!\n\nHub storms toward the house, shaking his head. Garth and\nWalter exchange shrugs, stand, and follow.\n\nEXT. THE UNCLES' MAILBOX - DAY 58\n\nWalter's hand retrieves the mail, a lot of mail-order\ncatalogs. Then, Walter sees a letter from \"Mae Caldwell\".\n\nEXT. THE FRONT PORCH - DAY 59\nWalter rips open the letter, reads....\n\nMAE (V.0.)\n\"Dear Walter. How are you? Found\nyour uncles' money yet?\"\n\n(Walter frowns)\n\"Here I am at school in Fort Worth\nmy nose to the Court Reporting\ngrindstone....\"\n\nWalter looks at the envelope, stares at the postmark\n\"Las Vegas, Nevada. America's Fun-Tier!\" He crumbles\nthe letter. He sits, eyes wet. SNIFFLES.\nInside the screen door, Garth watches, looks thoughtful.\nHUB (0.S.)\nDamn you, brother! I'm not going\nanywhere looking like this!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 33.\n\n59\n\n60\n\nCONTINUED: 59\n\nHub pushes Garth Hub out onto the porch: both wear stiff\nnew bib-overalls and straw hats, price tags fluttering.\n\nHUB (Cont'd)\nI look like a damn sharecropper!\n\nGARTH\nWe're gardening! This is what\ngardeners wear!\nHub stalks off. Garth turns to Walter\nGARTH (Cont'd)\n\nI bought you some clothes. They're\nup in your room.\n\nEXT. GARDEN - DAY 60\n\nHub, Garth, and Walter hoe: all three wear new bib-overalls\nand straw hats. The plants are knee-high now, identical.\n\nWalter watches Hub, fascinated: Hub attacks the ground as\nif it was a fight to the death.\n\nHUB\nWe need this much damn garden?\n\nGARTH\nThink how good all these vegetables\nare gonna taste. Peas, beans\nsquash, tomatoes....",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUB\nWe need this much damn garden? GARTH\nThink how good all these vegetables\nare gonna taste. Peas, beans\nsquash, tomatoes.... \n\nTARGET SECTION TO BE ANNOTATED:\nWalter scans the garden: it's all identical knee-high\ngreen stalks, every plant just alike. He wonders...\n\nWALTER\nWhat's this row?\n\nGarth glances at the row's seed packet on a stake.\n\nGARTH\nBeets.\n\nWALTER\nAnd what's this row?\n\nGARTH\nCabbage.\n\nGarth rows, unconcerned. Walter suspiciously compares\nthe beets and cabbages, back and forth: identical.\n\nWALTER\nAren't beets red smelly things?\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 34.\n\n60 CONTINUED: 60\nGARTH\n\nThat's how they look in cans.\n\nThis is how they look growing in\n\nthe field.\n\nNow Hub looks suspicious; Walter points to a third row.\n\nWALTER\nWhat's this row?\nGARTH\nUhh.... Potatoes.\nHUB\nNow wait one damn minute! What's\n\nthis row?\nGarth looks. The packet shows a big bushy plant of:\n\nGARTH\nTomatoes....\n\nNow Garth knows something's wrong. Hub storms through,\nYANKING up seed packet stakes that don't match their rows.\n\nHUB\nLettuce! Squash! Sweet potatoes!\nCarrots! Bok Choi... Bok Choi?\nGARTH\n\nA type of Chinese cabbage....\n\nWALTER\nHey! This row looks right.\n\nThey join Walter. Only this packet's photo looks like\nits row; in fact, just like all the other rows....\n\nHUB\nCorn.\n\n \n\nGARTH\nAll the seeds did look alike, come\nto think of it....\n\nHUB\nYeah! Like corn!\n\nGARTH\n...but I figured that's how all\nseeds are supposed to look....\n\nHUB\nNothing but corn!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 35.\n\n60\n\n61\n\nCONTINUED: (2) 60\nGARTH\nBoy. That seed salesman sure saw\nus coming....\nHUB\nCORN!\n\nFratricide appears imminent. Garth is saved by: HONK!\n\nA truck carrying big crates pulls in: a giraffe's head\nsticks far out of one crate. The brothers grin, excited:\n\nHUB (Cont'd)\n\nIt's here!\n\nGARTH\nKid! Help him unload! we'll be\nright back!\n\nThey hurry toward the house.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nKid! Help him unload! we'll be\nright back! They hurry toward the house. \n\nTARGET SECTION TO BE ANNOTATED:\n Walter goes to the truck\n\nTHE TRUCK 61\nThe truck says \"Acme Animal Movers\". Walter peers into\none crate's opening... and YELPS, leaps back as a lion\n\npaw darts out, just misses him. ROAR!\n\nDRIVER\nWatch it kid. He's a man-eater.\n\nWalter nods, eyes wide. The DRIVER consults a clipboard.\nDRIVER (Cont'd)\nThis the McCann place?\n(Walter nods)\nWe brought your lion. Sign here.\nROAR! Walter GULPS, signs.\n\nWALTER\nBut, but... where'd it come from?\n\nThe driver SNAPS his gum, checks his clipboard.\n\nDRIVER\nCincinnati.\n\nThe bored HELPER leans on the truck and picks his teeth.\nHELPER\nKing of da beasts. Terror of da\njungle.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 36.\n61 CONTINUED: 61\n\nDRIVER\nQuit yakking and help me unload.\n\nHub and Garth hustle up: both wear new safari clothes and\npith helmets, price tags fluttering. They noisily load\nbig bullets into new huge rifles. The truckers exchange\n\"now I've seen everything\" looks.\n\nDRIVER (Cont'd)\nSo. Where do you want him?\n\nGARTH\nRight here will be just fine.\n\nAmmo dry, Hub and Garth stand ready. The truckers start\nto unload a crate; it says \"Cincinnati Zoo\" on the side.\n\nWALTER\nYou bought a lion? A used lion?\n\nGARTH\nStand back kid. You don't want to\nget mauled and eaten.\n\nROAR! The brothers grin.\n\nGARTH (Cont'd)\nListen to him!\n\nHUB\nA big one!\n\nWALTER\nWhat are you doing?\n\nGARTH\nBrother, this was the best idea\nyou ever had!\n\nHUB\nThis lion head'1l sure look good\nhanging over our fireplace.\n\nWALTER\nWhat fireplace? You don't have a\nfireplace!\n\nHUB\nWe'll buy one.\n\nWALTER\nYou're gonna shoot it?\n\nThe crate is down. Another ROAR: but the ROARS all comes\nfrom another crate, one still on the truck\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 37.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER\nYou're gonna shoot it? The crate is down. Another ROAR: but the ROARS all comes\nfrom another crate, one still on the truck\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 37. \n\nTARGET SECTION TO BE ANNOTATED:\n61 CONTINUED: (2) 61\n\nGARTH\nHey! This the right crate?\n\nThe driver checks a clipboard, nods.\n\nHUB\nWe want that lion!\n\nDRIVER\nIt's going to Fresno.\n\nGarth puts an ear to their crate: he hears nothing.\n\nGARTH\nYou sure there's a lion in here?\n\nDRIVER\nAbsolutely! Be seein' ya!\n\nHELPER\nNice cornfield you got there!\n\nThe truck pulls away. All stare at the silent crate.\nHub kicks it. Nothing. Garth listens again:\n\nGARTH\nI hear breathing. He's in there\nall right!\n\nOn the soundtrack, AFRICAN DRUMS begin to BEAT. LOUDER.\nHub aims at the crate as Garth unhooks the crate's latches.\n\nWALTER\nI don't think this is very\nsporting...\n\nHUB\nKid, at our age, this is as sporting\nas we get.\n\nGARTH\nWalter, come here.\n\nGarth lifts the wary Walter atop the crate.\n\nGARTH (Cont'd)\nWhen I give the word, pull this.\n\nThe uncles raise their rifles. Drums BEAT LOUDER, FASTER.\nWALTER\nMaybe I should have a gun too.\nJust in case....\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 38.\n\n61\n\nCONTINUED: (3) 61\n\nGARTH\nPull!\n\n \n\nWalter sweats, pulls, ducks. The crate side falls, SPLAT!\nHub and Garth aim, the DRUMS BEAT TO A CRESCENDO... and\nnothing happens. The DRUMS TRAIL OFF. Pause. Walter\npeeks between his fingers.\n\nHUB\nHey! Come on out of there!\n\nNothing. All look in: a mangy lion looks out at them.\nGARTH\n\nHey you! In the crate! Get your\nlion butt outta there!\n\nNothing. Walter, still atop the crate, peers in upside-\ndown: the lion just sits there, looking bored. It YAWNS.\n\nWALTER\nIt looks awful tame....\n\nGARTH\nThis lion's no good! It's...",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER\nIt looks awful tame.... GARTH\nThis lion's no good! It's... \n\nTARGET SECTION TO BE ANNOTATED:\ndefective!\n\nHUB\nIt's alive! That's the main thing!\n\nGARTH\nWell then, go ahead! Shoot it!\n\nHUB\nThat wouldn't be sporting, shooting\nit inside a crate!\n\nGARTH\nYeah? So?\n\nHUB\nWait 'till it sticks its head out.\nThen we blast it.\nGarth shrugs: sounds fair enough. Walter peers in.\n\nWALTER\nHe looks old. Worn-out looking.\n\nGARTH\nOh! Perfect!\n\nIt is indeed a pretty sad looking animal. It YAWNS.\n(CONTINUED)\n\fWHITE Revision - 8/25/02 39.\n61 CONTINUED: (4) 61\n\nWALTER\nHe's real old. Look: he's only\ngot two teeth.\n\nGARTH\nSome lion hunt this is!\n\nWalter hops off the crate, takes a step inside.\n\nWALTER\nHere kitty, kitty. Nice kitty....\n\nROAR! Walter scrambles atop Hub's shoulders. All leap\nback. Then: COUGH COUGH COUGH, a hacking, old lion cough.\n\nWALTER (Cont'd)\nHe's sick! You can't shoot him!\n\nHUB\nGet off me!\n\nGARTH\nDefective and dying. A reject! A\nsick zoo cast-off!\n\nWALTER\nSo can I keep him?\n\nHub and Garth look at Walter, flabbergasted.\n\nWALTER (Cont'd)\nI'll feed him and take care of him\nand clean up after him and\neverything! I never had a pet of\nmy very own! So can I keep him?\nHuh? Huh? Can I?\n\nHub GROWLS. Hub looks at Walter seriously.\n\nHUB\nSo kid. You want to take care of\nit? Nurse it back to health?\n(Walter GULPS, nods)\nGood. Then we shoot it!\n\nHub and Garth head back to the house, arguing:\n\nGARTH\n\nThat's some lion you bought...!\nHUB\n\nYeah? That's some garden seeds\n\nyou bought...!\nAs Walter closes the crate door, he speaks soothingly:\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 40.\n\n61\n\n62\n\n63\n\n64\n\n65\n\nCONTINUED: (5) 61\nWALTER\nDon't worry. They're not as bad\nas they seem right at first....",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Walter closes the crate door, he speaks soothingly:\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 40. 61\n\n62\n\n63\n\n64\n\n65\n\nCONTINUED: (5) 61\nWALTER\nDon't worry. They're not as bad\nas they seem right at first.... \n\nTARGET SECTION TO BE ANNOTATED:\nI'll be right back with supper\nEXT. FRONT PORCH - EVENING 62\n\nHub and Garth watch Walter at the crate, HAMMERING, SAWING.\n\nINT. LION'S CAGE - EVENING 63\n\nThe lion eats, and curiously watches the crate renovations.\n\nEXT. THE CRATE - EVENING 64\n\nThe dogs and pig watch as Walter removes every other\nvertical slat, making narrow openings.\n\nWALTER\nThere. Now you can see out.\n\nHe looks in: the lion BELCHES contentedly. Walter goes.\n\nThe pig and dog rush up, stick their heads inside. ROAR!\nAll scatter, SQUEALING. From the crate: COUGH-COUGH-COUGH.\n\nThe lion stares out at the thick green jungle of leafy\n\nstalks, just out of reach, with an urgent, primal longing.\nJUNGLE DRUMS, JUNGLE SOUNDS ECHO.\n\nEXT. THE FRONT PORCH - EVENING 65\nWalter steps up and sits.\n\nGARTH\nYou sure he can't get out?\n\nWALTER\n(nods)\nShe. It's a girl lion.\n\nHub frowns: it figures. He leans back, SIPS....\n\nWALTER (Cont'd)\nI named her \"Jasmine\".\n\nHub CHOKES, bolts upright, furious:\nHUB\nDammit! Have you two been talking\nabout...?\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 41.\n\n65\n\n66\n\nCONTINUED: 65\nGarth shrugs innocently. Hub glares at Walter: well?\nWALTER\nI-I-I got it out of a book of Fairy\nTales! It just seemed like a good\nname! For a lion!\nHub storms inside, SLAMS the door.\nGARTH\nThanks a lot! You trying to get\nme killed?\n\nAngry, Garth goes in. Walter wonders, SIGHS.\n\nEXT. FEED STORE - DAY 66\nHub, Garth, and Walter follow a FEED STORE OWNER.\n\nFEED STORE OWNER\nSorry it took awhile to come in.\nIn forty years I never had a call\nfor it. I wouldn'ta believed they\neven made such a thing.\n\nThey join others, FARMERS mostly, staring down at a pallet\nstacked with bags marked:\n\nFARMER\n\"Purina Lion Chow\".",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn forty years I never had a call\nfor it. I wouldn'ta believed they\neven made such a thing. They join others, FARMERS mostly, staring down at a pallet\nstacked with bags marked:\n\nFARMER\n\"Purina Lion Chow\". \n\nTARGET SECTION TO BE ANNOTATED:\n I'll be.\n\nThe farmers scratch their heads in wonder.\nFEED STORE OWNER\nIf you'll wait a few minutes, my\nboys will load you up.\nHub frowns, grabs a bag, throws it over his shoulder\n\nHUB\nGarth. Pay the man.\n\nGARTH\nBrother, be careful.\n\nFEED STORE OWNER\nMr. McCann, those bags weigh fifty\npounds apiece....\n\nHub glares, stalks off. Even the farmers are impressed.\n\fWHITE Revision - 8/25/02 42.\n\n67 EXT. THE LOADING DOCK - DAY 67\n\nHub tosses the last of the bags into their old farm truck,\nstraightens his back. Garth and Walter watch, concerned.\n\nHUB\nThere. If you two old ladies want\nto get in now, we can go home.\n\nHub hops down off the dock... suddenly his eyes roll up\nin his head: he collapses and he crumples to the ground.\n\nGARTH\nHub!\n\n68 INT. HOSPITAL CORRIDOR - DAY 68\nIgnored by busy HOSPITAL PERSONNEL, Garth and Walter wait,\nanxious: they closely watch a nearby open doorway where\nhurried NURSES and DOCTORS rush in and out.\n\nWalter trudges over to a water fountain.\n\n69 WATER FOUNTAIN 69\nWalter struggles to operate the water fountain.\n\nMIDDLE-AGED WOMAN\nPsst! Little boy!\n\nWalter sees a MIDDLE-AGED WOMAN motion to him.\nMIDDLE-AGED WOMAN (Cont'd)\nYou're with those McCann brothers?\nI know about them.\nShe motions him closer, lowers her voice:\nMIDDLE-AGED WOMAN (Cont'd)\nI_know... that they're ex-Mafia\nhit-men, on the run with millions\nthey stole from Al Capone.\n\nWALTER\nUh huh. Excuse me.\n70 GARTH AND WALTER 70\nWalter joins Garth. They sit silently. Waiting.\n(CONTINUED)\n\fWHITE Revision - 8/25/02 43.\n70 CONTINUED: 70\nWALTER\nTell me more about Africa. About\nyou and Uncle Hub. And Jasmine.\nGARTH\n\nWhy would a smart kid like you\nwant to hear hokey old stories?\n\nWALTER\nWhat else we got to do?\n\nWalter waits expectantly.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\n\nWhy would a smart kid like you\nwant to hear hokey old stories? WALTER\nWhat else we got to do? Walter waits expectantly. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally, Garth SIGHS.\n\nGARTH\nOK, OK.... Now where was I?\n71 WALTER'S IMAGINATION - THE DESERT OASIS 71\n\nYoung Hub and his Bedouin again scatter slavetraders.\n\nWALTER (0.S.)\n\"No one, slavetrader or Beduoin\nalike, had ever seen anything like\nhim, this mad American who fought\nlike twenty men...\"\n\nGARTH (0.S.)\nOh yeah, right...\n\nTIGHTEN on one particular veiled young WOMAN prisoner.\n\nGARTH (0.S.) (Cont'd)\nIt just so happened that one women\nHub freed was a handmaiden to a\nprincess.\n\n72 WALTER'S IMAGINATION - JASMINE'S PALACE 72\n\nShe is joyfully reunited with her mistress and HANDMAIDENS;\nall wear veils. EUNUCHS stand guard.\n\nGARTH\nShe told her mistress the story of\nher rescue. Most of all, she told\nher of the handsome heroic American.\n\nThe veiled PRINCESS's eyes sing and dance....\nGARTH (Cont'd)\n\"I must meet this man,\" the Princess\nsaid....\n\nThe women huddle together, GIGGLING. Plotting.\n\fWHITE Revision - 8/25/02 44,\n\n73\n\nWALTER'S IMAGINATION - THE MEDITERRANEAN SHORE 73\nHorse hoofs POUND the shoreline.\n\nGARTH\nOne day, Hub rode his horse at\ndawn, along the Mediterranean.\n\nYoung Hub rides his magnificent stallion, both horse and\nrider at the peak of their youth, strength, and power.\n\nGARTH (Cont'd)\nWhen out of nowhere, there appeared\nanother rider who drew up alongside.\n\nAn Arab, face covered, turns to ride alongside.\n\nGARTH (Cont'd)\nWell! You know Hub. There was no\nway he'd let any challenge pass.\nIt became a race....\n\nThe two ride at breathless speed, flat-out, neck and neck\n\nGARTH (Cont'd)\nMany considered Hub the finest\nhorseman in North Africa. He'd\nnever lost a horse race, not one.\nBut this rider stayed right with\nhim, neck and neck, as the race\nwent on and on. And on.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe'd\nnever lost a horse race, not one. But this rider stayed right with\nhim, neck and neck, as the race\nwent on and on. And on. \n\nTARGET SECTION TO BE ANNOTATED:\nHub looks at the mysterious rider in wonder\n\nGARTH (Cont'd)\nThen: a horse stumbled, the horses\ncollided, and both riders flew\ninto the sea. Hub leapt up, his\nsword drawn, ready for anything.\nSo he thought. He wasn't ready at\nall for what he saw next....\n\nHub pulls his sword, whirls... stares: the rider sits up\nout of the sea, disguise gone, water streams from her\nlong black hair. She meets Hub's eyes, smiles, and LAUGHS.\n\nGARTH (Cont'd)\nShe was the Princess. She was the\nmost beautiful woman he had ever\nseen. She was....\n\nWALTER (0.S.)\nJasmine!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 45.\n\n73\n\n74\n\n75\n\nCONTINUED: 73\n\nShe is, of course, the woman from the picture: Jasmine.\nHub laughs. And the two look into each other's eyes.\n\nGARTH (0.S.)\nNow most people don't believe in\nsuch things nowadays: they say\nit's something you only find in\nstories. But when those two first\nlaid eyes on each other, it was\nhonest-to-god, no-kidding, sure-\nenough, once-in-a-lifetime...\n\"Love At First Sight\".\n\nMUSIC SWELLS. The horses caper and court in the surf\nbehind the couple who have eyes only for each other.\nWALTER 74\n\nWalter listens blissfully; then his eyes focus, he realizes\nGarth has finished. Walter becomes more and more bothered:\n\nWALTER\nWait a minute. Where is she?\n\nGarth looks at him, surprised. Walter talks in a rush.\n\nWALTER (Cont'd)\nIf it was true love they would\nhave gotten married and lived\nhappily ever after and she'd be\nright here with us now! Right?\n\nA shadow of sadness sweeps across Garth's face.\n\nGARTH\nAren't you jumping ahead of the\nstory?\nWALTER\nWell... OK. Keep going.\nGARTH\nWell... Things weren't easy for\n\nthem, back then: they were from\ndifferent worlds. She was from a\nroyal family, her father a Sultan.\nBut none of that mattered to them.\nThey arranged often, to meet....",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe was from a\nroyal family, her father a Sultan. But none of that mattered to them. They arranged often, to meet.... \n\nTARGET SECTION TO BE ANNOTATED:\nWALTER'S IMAGINATION - A BUSY ARAB MARKETPLACE/BAZAAR 75\nJasmine swoops up behind a waiting Hub. They embrace.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02\n\n75\n\n76\n\n77\n\n78\n\n79\n\nCONTINUED:\n\nGARTH (0.S.)\nThey made plans to run away\ntogether. But there was one big\nproblem: she was promised to another\nman, a powerful Sheik from a nearby\nkingdom, an evil Sheik who wore a\npatch over one eye.\n\nWALTER'S IMAGINATION - AN OLD EVIL SHEIK\n\nCLOSE-UP: An Arab whirls around and glares: the SHEIK\nwith one eye. An evil, brutal-looking, ugly old man.\n\nGARTH (0.S.)\nSurprisingly, despite his ruthless\nways, the evil Sheik was said to\nbe quite young and handsome....\n\nWALTER\n\nWalter jumps, startled. He rewinds his imagination:\n\nWALTER'S IMAGINATION - A YOUNG EVIL SHEIK\n\nAn Arab whirls and glares, a different SHEIK: this Sheik's\nyoung and handsome, but still one nasty customer. WIDEN,\nREVEAL: in Jasmine's father's palace, the Sheik threatens\n\n \n\na kind-looking Sultan, JASMINE'S FATHER.\n\nGARTH (0.S.)\n\nThe evil Sheik heard Jasmine loved\nanother: he threatened her father\nto hand Jasmine over at once, for\ntheir wedding to take place that\nvery night. Her father had no\nchoice. And so the evil Sheik\ntook Jasmine off to his kingdom\nand locked her away in his harem.\n\nWALTER'S IMAGINATION - THE EVIL SHEIK'S HAREM\n\nImprisoned in a fabulous harem, Jasmine SOBS. OTHER WIVES\ntry to comfort her, but Jasmine will have none of that.\n\nGARTH\nShe told the other wives she'd\nrather die than to be a wife to\nthe evil, heartless Sheik. She\nhid away a knife, so that when the\nSheik came for her that night, she\ncould slit her own throat....\n\n46.\n75\n\n76\n\n77\n\n78\n\n79\n\fWHITE Revision - 8/25/02 47.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nhid away a knife, so that when the\nSheik came for her that night, she\ncould slit her own throat.... 46. 75\n\n76\n\n77\n\n78\n\n79\n\fWHITE Revision - 8/25/02 47. \n\nTARGET SECTION TO BE ANNOTATED:\n80\n\n81\n\n82\n\n83\n\nWALTER 80\n\nWALTER\nOh! What did Uncle Hub do?!\n\nGARTH\nWhy, he rescued her, of course...\n\nWALTER'S IMAGINATION - THE EVIL SHEIK'S HAREM 81\n\nSwords CLANG! Hub fights his way through the harem, past\nWARRIORS and EUNUCHS; wives point him to an alcove where...\n\n...knife poised, Jasmine is about to end her life. Hub\nslashes the curtain aside. She is saved.\n\nGARTH (0.S.)\nAs they galloped for the gates of\nthe city, there was only one\nhorseman brave enough to stand in\ntheir way: the Sheik.\n\nWALTER'S IMAGINATION - AT THE CITY GATES 82\nOn horseback, the Sheik waits ominously, sword drawn.\n\nGARTH\nIt was a thrilling battle on\nhorseback, between two expert\nswordsmen... but Hub drew first\nblood, a mighty stroke that cut a\nbig long scar down the side of the\nsheik's once-handsome face.\n\nAfter a short but thrilling swordfight, Hub and Jasmine\nrace through the gates, toward the desert and freedom.\n\nGARTH (Cont'd)\nThey galloped away, got married,\nand lived together happily ever\nafter. The End.\n\nTHE HOSPITAL 83\nWalter revels in the story's after-glow. But then....\n\nWALTER\nBut wait! If they lived happily\never after, she'd be here. So\nwhere the heck is she?! Didn't\nthey have kids? Where are they?\n\n \n\n(CONTINUED)\n\f83\n\n84\n\nPINK Revision - 11/3/02\n\nCONTINUED:\n\nGarth looks sad and evasive. A NURSE exits Hub's room.\n\nGARTH\nNurse! What's going on?\n(she hurries off)\nI wish somebody'd tell us something!\n\nAnxious, both turn to Hub's doorway. Suddenly, medical\nsupplies fly out of the room, SMASH against the wall.\n\nHUB (0.S.)\nWhere the hell are my pants?!\n\nGarth and Walter sit back and EXHALE, relieved.\n\nCRASH: DOCTORS and NURSES spill out: Hub storms out, head\nbandaged, wearing a hospital gown, carrying his clothes\ntrailing an I.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nWhere the hell are my pants?! Garth and Walter sit back and EXHALE, relieved. CRASH: DOCTORS and NURSES spill out: Hub storms out, head\nbandaged, wearing a hospital gown, carrying his clothes\ntrailing an I. \n\nTARGET SECTION TO BE ANNOTATED:\n. bottle. He glares at Garth and walter\n\nHUB (Cont'd)\nWho brought me here? You two?\n\nGarth and Walter shake their heads innocently.\n\nINT. UNCLES' OLD FARM TRUCK - MOVING - DAY\n\nThe three ride along in silence: of course, Hub drives.\n\nHUB\nHospitals! Lot of good they are!\nGARTH\n\nHow would you know? You're never\nin one long enough to find out!\n\nHub scowls; sweating, he squirms, tries to ease his back\npain. Garth and Walter see it, know it's getting worse.\n\nGARTH (Cont'd)\nHey! You missed the turn!\n\nHUB\nDid not!\n\nGARTH\nHome is that way!\n\nHUB\nI want to go THIS way!\n\nAhead out the front windshield, Walter sees the familiar\ngas station/country store now draped with new signs:\n\n(CONTINUED)\n\n48.\n\nHub glares,\nstorms for the exit. Walter and Garth hurry after him.\n\n83\n\n84\n\f84\n\n85\n\nPINK Revision - 11/3/02\n\nCONTINUED:\n\"Now selling BARBECUE!\" \"Ribs! Sausage! MEAT!\"\nWALTER\nWow! Look at that! That's why we\nwent this way, huh Uncle Hub?\nLet's stop!\n\nHub nods, pulls over.\n\nINT. GAS STATION/COUNTRY STORE - DAY\nSLAP!: atop butcher paper, huge slabs of ribs, brisket,\n\nand sausage are piled high by a SCRAWNY OLD WOMAN OWNER.\n\nAt a long bar-like counter, Walter, Hub, and Garth dig\nin. Walter eats his barbecue, but he's all ears.\n\nGARTH\nBrother, someday you're going to\nhave to start acting your age.\n\nHUB\nWhat the hell does that mean?\n\nGARTH\nYour whole life, you've never been\nafraid of anything. So what's\neating at you now? Gettin' old?\n\nDying?\n\nHUB\nHell no!\n\nGARTH\n\nWhat then? What?\n\nHUB\nBeing useless!\n\nPause. Finally Garth nods, he understands.\n\nHUB (Cont'd)\nMe and you, we shoulda died in the\nlast battle of the last war.\n\nGARTH\nUnfortunately, we lived.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally Garth nods, he understands. HUB (Cont'd)\nMe and you, we shoulda died in the\nlast battle of the last war. GARTH\nUnfortunately, we lived. \n\nTARGET SECTION TO BE ANNOTATED:\nHUB\nIt's a damn shame! All around us\npeople died, good people. And we\ndidn't, we're still here. Why?\nWhat the hell for?\n\n(CONTINUED)\n\n49.\n\n84\n\n85\n\n+ ee OF\n\n*\n\f85\n\n86\n\nPINK Revision - 11/3/02\n\nCONTINUED:\n\nGARTH\nI don't know.\n\nHUB\n\nWhen we were young there was always\na reason. A point. Things made\nsense. There were always things\nworth dying for. Freedom. Honor\nVirtue. Now there's no point to\nanything. What do we do? We\ngarden.... We outlived our time.\n\nGARTH\nMaybe there's still things worth\nliving for, brother...\n\nBURP! Startled, Hub and Garth look over at Walter: he\ngrins, embarrassed, his face smeared with grease.\n\nWALTER\nGood barbecue!\n\nINT. HOSPITAL CORRIDOR - DAY\n\nBearing \"Get Well\" balloons, relatives peer into Hub's\nroom: they see an empty bed. Helen grabs a DOCTOR.\n\nHELEN\nDoctor! Where's Mr. McCann?\n\nDOCTOR\nOh. I'm afraid he's gone....\n\nThe relatives try to hide joyful smirks and look somber\n\nMARTHA\nFinally!\n\nHELEN\nWell, he led a long, full life...\nwhere's the body?\n\nDOCTOR\nNo, he's gone. Left. Mr. McCann\nchecked himself out....\n\nHELEN\nLeft? But...! On the phone, it\nsounded serious!\nAll look crushed. Martha pouts, STAMPS her foot:\n\nMARTHA\nI'll never get a pony!\n\n50.\n\n85\n\n86\n\f87\n\nPINK Revision - 11/3/02\n\nINT. GAS STATION/COUNTRY STORE - DAY\n\nHUB\nThese days, nothing makes sense.\nNothing matters.\n\nThrough double screen-doors, a convertible SCREECHES UP\nmusic BLARING. FOUR HOODS jump out: leather jackets\n\nduck tails. They SLAM open both doors, swagger in, stare\naround insolently as if they own the place.\n\nWalter watches the old woman scurry into a door marked\n\"Ladies Room\". SLAM. CLICK: she locks the door.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter watches the old woman scurry into a door marked\n\"Ladies Room\". SLAM. CLICK: she locks the door. \n\nTARGET SECTION TO BE ANNOTATED:\nThree hoods help themselves to six-packs from a cooler\nThe leader, FRANKIE, sees the uncles, swaggers over.\n\nFRANKIE\nHey! Old man! How's that barbecue?\nGimmie some!\n\nHUB\nGet lost, boy. We're busy here.\n\nFRANKIE\nWhat? What did you say?\n\nHub shakes his head, continues to Garth:\n\nHUB\nHere's a perfect example of what\nI'm talking about. Since this boy\nwas suckling on his momma's teat\nhe's been given everything but\ndiscipline. Now his idea of courage\nand manhood is to get together\nwith a bunch of punk friends and\nride around irritating folks too\ngood-natured to put a stop to it.\n\nGarth nods sadly. The punks are flabbergasted:\nFRANKIE\nWhat? Who do you think you are,\nold man? Huh?\nFrankie pushes Hub against the bar. Hub's eyes blaze.\nGARTH\nHub: he's just a dumb kid. Don't\nkill him.\nThe punks LAUGH. Frankie takes a fighting stance.\n\n(CONTINUED)\n\n51.\n\n*\n\n87\n\n+ ee OF\n\nx\n\f87\n\nPINK Revision - 11/3/02 52.\n\nCONTINUED:\n\nFRANKIE\nHa! Hey old man! Answer me! Who\ndo you think you are? Huh?\n\nFrankie swings... but Hub dodges easily. Hub grabs the\npunk's throat, squeezes hard, lifts him off the ground.\nFrankie GAGS. Hub's fierce eyes drill deep into the\nstartled, helpless punk's eyes. Hub GROWLS:\n\nHUB\n\nI'm Hub McCann. I've fought in\n\ntwo world wars and countless smaller\nones on three continents. I've\n\nled thousands of men into battle\nwith everything from horses and\nswords to artillery and tanks.\n\nI've seen the headwaters of the\nNile and tribes of natives no white\nmen had ever seen before. I've\n\nwon and lost a dozen fortunes\nkilled many men, and loved only\n\none woman with a passion a flea\nlike you could never begin to\nunderstand. That's who I am.\n\nWalter's huge eyes shine.\n\nHUB (Cont'd)\nNow. Go home... boy.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter's huge eyes shine. HUB (Cont'd)\nNow. Go home... boy. \n\nTARGET SECTION TO BE ANNOTATED:\nWith one last patented-Hub-look, Hub tosses Frankie away.\n\nHOOD # 1\nYou're the McCann brothers? We\nknow all about you!\n\nHOOD # 2\nEverybody in town says you're\nescaped Nazi war criminals!\n\nWalter rolls his eyes. Frankie pulls a switchblade: CLICK.\n\nFRANKIE\nCome on! We'll show this old\nbastard who's tough.\n\nThe others pull knives: CLICK. CLICK. CLICK.\n\nKA-CHUNK. In the store's doorway, Garth now levels a\nshotgun at the punks.\n\nGARTH\nNow boys, you're fixing to let\nthose teenage hormones get you\ninto a world of trouble.\n\n(CONTINUED)\n\n87\n\fWHITE Revision - 8/25/02 53.\n\n87\n\nCONTINUED: (2) 87\n\nThe pale hoods drop their knives. And Hub is furious.\n\nHUB\nDamn it Garth! Did I ask you to\nbutt in?!\n\nGARTH\n\nYou just got out of the hospital!\n\nHUB\nHell, there's only four of em!\n\nGARTH\nOK, fine. You fight him...\n(nods at Frankie)\n...then I'll let you fight the\nrest of 'em. OK?\n\nPeeved, Hub knows better than to argue, nods angrily.\nThe hoods look confused. Garth points to Frankie.\n\nGARTH (Cont'd)\nHey, you. Pick up that knife.\n\nFRANKIE\nHuh?\n\nGARTH\nSon, you need all the help you can\nget.\n\nFrankie snatches up his knife, crouches in front of Hub\nand SWISHES the knife back and forth dramatically.\n\nFRANKIE\nCome on, old man!\n\nHUB\nYou're holding the knife wrong.\n\nFRANKIE\nHuh?\n\nWhen Frankie glances at his knife, Hub chops his arm, the\nknife flies away, Hub elbows the hood hard in the face.\n\nGarth turns to the other hoods, shakes his head:\n\nGARTH\nSheesh. Oldest trick in the book\n\nWith a HOWL, Frankie rushes Hub, SLAMS into him, fists\nflailing: The Fight Is On. The boy flails at Hub, lands\nan occasional blow, but mostly just expends energy. Hub,\nhowever, calmly and collectedly takes the young man apart.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nOldest trick in the book\n\nWith a HOWL, Frankie rushes Hub, SLAMS into him, fists\nflailing: The Fight Is On. The boy flails at Hub, lands\nan occasional blow, but mostly just expends energy. Hub,\nhowever, calmly and collectedly takes the young man apart. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f87\n\n88\n\nPINK Revision - 11/3/02\nCONTINUED: (3)\n\nFrankie manages a lucky shot, bloodies Hub's nose. Hub\ntouches it, surprised; he smiles, actually pleased.\n\nWalter watches, amazed. The hoods can't believe it:\n\nHOODS\nFrankie's losing!\n\nGARTH\nThen you three better get in there\nand help him.\n\nThe other hoods charge in. And, for a minute, it appears\nHub is at a disadvantage.... But not for long.\n\nAnxious, Walter joins Garth: Garth casually cleans his\nfingernails with one of the hood's switchblades.\n\nWALTER\nHow come you're not helping?\n\nGARTH\nMy brother always hogs the bad\nguys. He's selfish that way.\n\nWALTER\nBut there's four of 'em...!\n\nOne hood SLAMS against the bar beside them, SLIDES to the\nground, unconscious.\n\nWALTER (Cont'd)\n...three of 'em! Couldn't you\nboth share?\n\n \n\nGARTH\nNaa. After forty years, I'm used\nto it. Besides... right now, he\n\nneeds them worse than I do.\n\nHub fights, a grin on his face: he's having the most fun\nhe's had in years.\n\nEXT. THE HOUSE - DAY\nThe relatives arrive at the house, look around:\n\nHELEN\nThey're not home yet.\n\nRALPH\nI'm sure, with Hub just out of the\nhospital, they're taking it slow\nand easy on the way home.\n\n(CONTINUED)\n\n54.\n\n87\n\n88\n\n*\n\fWHITE Revision - 8/25/02 55.\n\n88\n\n89\n\n90\n\nCONTINUED: 88\n\nHelen nods, he's right. The kids scatter, SCREAMING.\nThe two wild boys spot the crate by the cornfield.\n\nBOY #1\nWhat's that?\n\nBOY # 2\nBeats me. Let's tear it up!\n\nINT/EXT. THE LION'S CRATE 89\nThe lion sleeps. SAW! HAMMER! CREAK! She opens one\n\neye, sees two boys working furiously on the crate. CREAK:\n\none side of the crate SLAMS to the ground.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nCREAK! She opens one\n\neye, sees two boys working furiously on the crate. CREAK:\n\none side of the crate SLAMS to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nBOY #1\nWhat is it? A lion rug?\n\nBOY # 2\nNo, stupid! It's stuffed!\n\nThe boys jump on the lion, tugging its ears. Then: GROWL!\n\nBOYS\nAAAAGGGHHH !\n\nThe boys run off SCREAMING.\n\nThe lion COUGH-COUGHS, lazily stands, stretches. She\n\nstares at the chest-high cornfield; it beckons to her:\n\njungle drums SOUND, exotic birds SHRIEK. She pads out of\n\nthe crate and disappears into the cornfield-jungle.\n\nEXT. FRONT PORCH - DAY 90\n\nBOYS\nMomma! A lion tried to eat us!\n\nHelen whirls around and SLAPS them.\nHELEN\nWhat have I told you about those\nlies of yours?!\n\nThe boys BAWL. A car engine ROARS: the uncles' truck\nPULLS UP fast, BRAKES hard. Garth and Walter leap out.\n\nRALPH\nWhere's Uncle Hub? What have you\ndone with Uncle Hub?\n\nThe convertible SCREECHES UP: A bruised, happy Hub drives\nwith four badly beaten passengers, all GROANING.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 56.\n\n90\n\nCONTINUED: 90\n\nHELEN\nLord! There's been an accident!\n\nWALTER\nIt was a fight! Uncle Hub won!\nIt_was great!\n\nHUB\nKid! Go get some meat!\n\nBeside Hub, Frankie presses a rag to his bloody nose:\n\nFRANKIE\nI wadda doe hobe now!\n\nHUB\nYou're in no shape to go home now...\n\nGROANS from corpses in the rear. Walter runs up with\nsteaks: Hub and Garth slap the steaks onto black eyes.\n\nHELEN\nThose are the biggest hoods in the\nwhole county! And you brought\nthem home?\n\nGARTH\nWe couldn't leave 'em lying in the\nroadway.\n\nThe little boys still BAWL: Helen SMACKS them.\n\nBOYS\nBut momma! There is a lion!\n\nWALTER\nOh! Jasmine!\n(to Hub and Garth)\nI gotta feed Jasmine! She hasn't\neaten all day! I bet she's really\nhungry!\n\nThe uncles nod distracted. Walter runs off with a steak.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nI bet she's really\nhungry! The uncles nod distracted. Walter runs off with a steak. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN\nJasmine? And who is Jasmine?\n\nGARTH\nThe boy's lion.\n\nFRANKIE\nLion? You got a lion?\n\nGARTH\nIt's locked up.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 57.\n\n90\n\n91\n\n92\n\n93\n\nCONTINUED: (2) 90\n\nBOYS\nNo it isn't! It tried to EAT us!\n\nEverybody freezes, stunned, as the implications sink in.\n\nHUB\nThe kid. Where'd he go?\n\nGARTH\nTo feed the lion. Said it was\nhungry, hadn't eaten all day....\n\nEveryone's eyes go wide at the dire implications.\n\nHUB\nGET THE GUNS!\nEXT. THE CRATE BY THE CORNFIELD - DAY 91\nWALTER\n\nHere kitty, kitty. Nice kitty....\nWalter peers into the remains of the crate. No lion.\nThen, in the nearby cornfield: CORNSTALKS RUSTLE, a moving\ntrail of shaking stalks, like the wake of a submerged\nshark... it heads straight toward Walter\nWALTER (Cont'd)\nJasmine...?\nP.O.V. THE LION MOVES THROUGH THE CORNFIELD 'JUNGLE' 92\nThe Lion's P.0.V. through the \"jungle\": DRUMBEATS pound\nfaster and faster, as her P.O.V. bursts out of the\n\"jungle\", leaps, and flies toward a startled walter.\nWALTER\nJasmine...?\n\nEXT. THE HOUSE - DAY 93\n\nUncles, relatives, and hoods madly tear out of the house,\ntrailing guns and ammunition, sprint toward the cornfield.\n\nHub and Garth freeze: in the distance, the lion pins Walter\non the ground. Helen SCREAMS. Hub aims.\n\nGARTH\nDon't shoot! You'll hit him!\n\nAll run closer, guns raised, faces tense.\n\fWHITE Revision - 8/25/02 58.\n\n94\n\nWALTER - AT THE EDGE OF THE CORNFIELD 94\nThe lion has Walter pinned, eyeball to eyeball.\n\nWALTER\nOof! Get off me, lion-breath!\n\nJasmine smiles, gives Walter a affectionate lick: SLURP.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER\nOof! Get off me, lion-breath! Jasmine smiles, gives Walter a affectionate lick: SLURP. \n\nTARGET SECTION TO BE ANNOTATED:\nWALTER (Cont'd)\nEeee-yuck!\n\nThe lion sees everyone approaching, ROARS! It grabs\nWalter's foot in its mouth, drags him into the \"jungle\".\n\nWalter's rescuers run up and stare at the \"jungle's edge\",\nwhere Walter and the lion have disappeared.\n\nGARTH\nThey're gone!\n\nROAR! SLURP! The rescuers look stricken. All hear\nLICKING NOISES, SQUEALS, SOUNDS OF STRUGGLE: it sounds\ndreadful. Helen SCREAMS, faints dead away. THUD.\n\nFRANKIE\nWe're too late!\n\nHUB\nMove _in!\n\nJUNGLE DRUMS POUND. All follow Hub and Garth toward the\nawful NOISES, tense, guns aimed, prepared for the worst....\n\nWALTER (0.S.)\nJasmine! Stop!\n\nHUB\nAttack!\n\nAll rush in, guns aimed, and freeze: the lion licks Walter,\nwho SQUEALS and tries to temper the lion's wet affection.\n\nWALTER\nYuck! Lion-spit! Blaah!\n\nWalter notices all the guns pointing at them.\n\nWALTER (Cont'd)\nLook! She's feeling a lot better!\n\nWalter strokes the lion: she PURRS.\n\nHUB\nJesus! KID!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 59.\n\n94\n\n95\n\nCONTINUED: 94\n\nHub snatches Walter up, lifts him to eye level and\nfrantically inspects him, top to bottom.\n\nHUB (Cont'd)\nYou're OK...?\n\nWALTER\nWere you worried about me, Uncle\nHub?\n\nHub HARUMPHS... and for once, perhaps the first time ever\nHub seems at a loss for what to say.... Then he glares\nat everyone standing around:\n\nHUB\nYou people tryin' to ruin our whole\ndamn crop? Get out of the\ncornfield!\n\nEXT. EDGE OF CORNFIELD - MINUTES LATER - DAY 95\n\nWALTER\nCome on kitty! Back in the box!\n\nHub and Garth watch as Walter tries to drag the lion out\nof the cornfield; the rescue party stumbles out, drops\ntheir guns.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDGE OF CORNFIELD - MINUTES LATER - DAY 95\n\nWALTER\nCome on kitty! Back in the box! Hub and Garth watch as Walter tries to drag the lion out\nof the cornfield; the rescue party stumbles out, drops\ntheir guns. \n\nTARGET SECTION TO BE ANNOTATED:\n Two hoods help revive a weak, dazed Helen:\n\nHELEN\nA lion! They bought a lion\n\nWALTER\nBut she's real friendly! See?\n\nWalter pulls the lion's tail with all his strength: he's\nsuddenly jerked off his feet back into the cornfield.\n\nWALTER (Cont'd)\nCome on kitty! Lions don't belong\nin cornfields! Bad kitty! Bad\nlion! Come!\n\nThe stunned hoods join the uncles, watch their struggle.\n\nGARTH\nThe animal seems pretty tame.\n(Hub nods, thoughtful)\nAnd if we get rid of it... what\nare we going to do with a thousand\npounds of Purina Lion Chow?\n\nHUB\nThat is a consideration.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 60.\n\n95\n\nCONTINUED: 95\nA crazed Helen stumbles up, hat askew, hair a mess.\n\nHELEN\nWe're leaving! And we're not coming\nback until you get rid of that,\nthat... monster!\n\nWalter watches, anxious, as Hub and Garth trade dead-pan\nlooks. Then:\n\nHUB\nThe lion stays.\n\nWalter CHEERS, the hoods grin. Helen storms off.\n\nCHILDREN\n\"Bye Uncle Hub! 'Bye Uncle Garth!\n\nHELEN\nShut up! Get in the car!\n\nThe furious relatives drive away, for the very last time.\nFinally, Walter leaves the cornfield: he gives up.\n\nWALTER\nShe won't come out of the cornfield!\n\nAll watch: the lion paces, patrolling her corn-territory.\n\nHUB\n\nShe thinks she's in the jungle....\n\n(all realize he's right)\nShe's a zoo animal. This\ncornfield's the closest thing to a\njungle she's ever seen.... The\njungle's in her blood. She knows\nit's where she belongs.\n\nThe hoods shake their heads, amazed at all this. Far\noff, jungle drumbeats ECHO, exotic birds CALL\n\nGARTH\nYou boys hungry? Wanna stay for\nsupper?\nThe hoods shrug: why not? They follow Garth to the house.\n\nFRANKIE\nWhat are we having?\n\nGarth peels the steak off Frankie's face.\n\nGARTH\nMeat. Lots of meat....",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nGarth peels the steak off Frankie's face. GARTH\nMeat. Lots of meat.... \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fWHITE Revision - 8/25/02 61.\n\n95\n\n96\n\nCONTINUED: (2) 95\nHub and Walter watch the lion pacing.\n\nWALTER\nLook! I think she's happy!\n\nHub nods; then, a rare sight: Hub smiles. Then, more\nrare, Walter smiles, his first smile in a long, long time.\n\nEXT. FRONT PORCH - EVENING 96\n\nWalter and Garth sit, enjoying the evening. Down by the\nhood's car, Hub intensely lectures to the young men. In\nthe cornfield the lion ROARS happily; COUGH-COUGH-COUGH\n\nGarth expertly shuffles a deck of cards, with impressive\nprofessional-gambler flourishes, deals a hand of solitaire.\n\nWALTER\nWhat's he saying to them?\n\nGARTH\nHe's giving them his \"What Every\nBoy Needs to Know About Being a\nMan\" speech.\n\nBelow, Hub paces back and forth like Patton addressing\nthe troops. The hoods stand up straighter\n\nGARTH (Cont'd)\nA lot of men have heard that speech\nover the years. A lot of men.\n\nWALTER\n\nWill he give the speech to me?\nGARTH\n\nOh, I guarantee it... Assuming\n\nhe's still around, of course.\nWalter nods, troubled at that.\n\nWALTER\nYou didn't finish the story. About\nUncle Hub and Jasmine.\n\nGARTH\nSure I did: \"They got married and\nlived happily ever after. The\nEnd.\" Remember?\n\nWALTER\nBut, what happened after that?\nWhat happened to her?\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 62.\n\n96\n\n97\n\n98\n\n99\n\nCONTINUED: 96\n\nGARTH\nYou don't believe all this \"Africa\"\nstuff...\n\nWALTER\nIt's a good story! Please...!\n\nGARTH\nWell... After Hub rescued Jasmine,\nseveral years passed. Wonderful\nyears.\n\nWALTER'S IMAGINATION - A ROMANTIC BEACH 97\nANGLES: Hub and Jasmine ride along a romantic beach.\n\nGARTH (0.S.)\nNo two people were ever so happy,\nso in love. It was perfect....\nExcept for one thing.\n\nWALTER (0.S.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nExcept for one thing. WALTER (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Sheik!\n\nWALTER'S IMAGINATION - THE SHEIK'S PALACE 98\nThe Sheik rants and curses at his followers.\n\nGARTH\nYes, the Sheik. He hated Hub for\nstealing Jasmine and for scarring\nhis face. He put a price on Hub's\nhead: ten thousand pieces of gold\na fortune. Assassins came from\nthousands of miles away....\n\nWALTER'S IMAGINATION - A BUSY MARKETPLACE/BAZAAR 99\n\nHub and Jasmine shop: Hub leans down to smell spices... a\nknife flies in and quivers just over his head.\n\nTWO ASSASSINS with swords leap at them: Hub ducks, SLUGS\none; Jasmine throws red pepper in the other's face. He\nCOUGHS, blinded; Hub tosses him into a pile of melons.\n\nGARTH\nMany dangerous men tried to kill\nHub and get the fortune.\n\nThey turn a corner: THREE ASSASSINS rush them. The lovers\ndart into a stall: Hub yanks out a tent pole, the awning\nfalls over the assassins, traps them.\n\n(CONTINUED)\n\fBLUE Revision - 11/3/02 63.\n\n99\n\n100\n\n101\n\nCONTINUED: 99\nJasmine SIGHS, gives Hub a \"Let's go home...\" look.\n\nGARTH (Cont'd)\nHe and Jasmine had to be on guard\nevery minute of every day....\n\nAs Hub and Jasmine exit the bazaar: FIVE MOUNTED ASSASSINS\nDRAW SWORDS. The lovers run back into the crowd, hotly\npursued by five horsemen as they duck and dart through\n\nthe maze of merchant stalls...\n\nHub ducks: a SIXTH MOUNTED ASSASSIN swings, misses. Hub\nYANKS him off the horse, leaps up, pulls Jasmine up behind\nhim. They GALLOP away....\n\nWALTER 100\n\nWALTER\nSo how come all those assassins\nstopped coming? All we get here\nnow are salesman.\n\nGARTH\nHub was furious at the constant\ndanger to Jasmine; he knew the\nSheik would never stop. There was\nonly one thing to do. So: one day\nan assassin led Hub, bound in\nchains, into the Sheik's fortress\nto claim the ten thousand pieces\n\nof gold.\nWALTER\nWHAT. ..",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere was\nonly one thing to do. So: one day\nan assassin led Hub, bound in\nchains, into the Sheik's fortress\nto claim the ten thousand pieces\n\nof gold. WALTER\nWHAT. .. \n\nTARGET SECTION TO BE ANNOTATED:\n?\nWALTER'S IMAGINATION - SHEIK'S PALACE 101\n\nNIGHT. Two riders on horseback approach the Sheik's\nfortress: a masked Assassin leads Hub, covered with chains.\n\nInside, the Sheik's GUARDS surround a face-covered Assassin\nleading the bound Hub before the evil Sheik.\n\nGARTH (0.S.)\nThe Assassin was given bags and\nbags full of gold, more than most\nmen could carry, as the cruel Sheik\nordered that Hub be taken down\ninto the Sheik's notorious \"Dungeon\nof One Thousand, Three Hundred and\nEighty-Seven Tortures\"....\n\fWHITE Revision - 8/25/02 64.\n\n102\n\n103\n\n104\n\nWALTER 102\n\nWALTER (0.S.)\nWhat kind of greedy no-good scum\nwould turn in Uncle Hub for money?\n\nGARTH\nWell... I would.\nWalter GASPS:\nWALTER'S IMAGINATION - THE TORTURE CHAMBER 103\n\nAs the Assassin juggles his heavy burden of gold, his\nfacecloth slips just enough to reveal... it's Garth.\n\nWALTER (0.S.)\n\nA ha! It was a trick!\nGUARDS lead the helpless, chained Hub into a nightmarish\ntorture chamber. Terrifying HOODED TORTURERS await.\n\nGARTH (0.S.)\n\nIn the dungeon, I whipped out my\nsword and singlehandedly killed\neveryone and freed Hub, without\ndropping a single gold coin....\n\nGarth whips out a sword, easily defeats the bad guys, and\nfrees a grateful, humble Hub....\n\nWALTER (0.S.)\nWait _a_minute! Wait a minute!\n\nGARTH, WALTER 104\nWalter looks very skeptical.\n\nWALTER\nYou killed all the bad guys? You\nsaved Uncle Hub? And all that\ntime you were carrying hundreds of\npounds of gold?\n\nGARTH\nYou don't believe I killed all\nthose men and saved Hub?\nWalter shakes his head: nope, he doesn't. Garth SIGHS.\n\nGARTH (Cont'd)\nWell. Maybe Hub helped a little....\n\fWHITE Revision - 8/25/02 65.\n\n105\n\n106\n\nWALTER'S IMAGINATION - THE TORTURE CHAMBER 105\n\nHub throws off his chains and fights the Sheik's men.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaybe Hub helped a little.... WHITE Revision - 8/25/02 65. 105\n\n106\n\nWALTER'S IMAGINATION - THE TORTURE CHAMBER 105\n\nHub throws off his chains and fights the Sheik's men. \n\nTARGET SECTION TO BE ANNOTATED:\nGarth fumbles for his pistol, trying not to drop the gold.\n\nGARTH (0.S.)\nWe were greatly outnumbered. We\nfought incredible odds....\n\nGarth tries to juggle gold and aim, but Hub is faster and\ndispatches Garth's target first. Garth scowls as Hub\ndefeats the bad guys before Garth can fire a single shot.\n\nGARTH (Cont'd)\nThen we split up: we each knew\nwhat we had to do....\n\nAt the doorway, Hub heroically salutes Garth, runs swiftly\naway. Garth hobbles out with his heavy burden of gold.\n\nWALTER'S IMAGINATION - THE SHEIK'S BED CHAMBER 106\n\nGARTH\nHigh in his opulent bed chamber,\nthe Sheik slept. Until he awoke\nwith Hub's sword at his throat....\n\nHub stands atop the bed, his blade pins the Sheik\n\nGARTH (Cont'd)\nTerrified, the Sheik knew his life\nwas over, that Hub would certainly\nkill him. Hub smiled... then\nlowered his blade. He threw the\nSheik a sword, honorably offering\nhis lifelong enemy a fair fight.\n\"Defend yourself!\" Hub cried.\n\nThe evil Sheik grins. The fight begins: CLANG-CLANG!\n\nAnd almost instantly, faster than the eye can follow, Hub\nsends the Sheik's sword flying and pins the Sheik once\nagain, against a pillar, his blade to the Sheik's throat.\n\nGARTH (Cont'd)\nIt was over in a second: Hub had\nhumbled him. The Sheik knew he\nwas surely now a dead man, with no\nright to even beg for mercy....\n\nAs Hub smiles and raises his blade high, the Sheik falls\nto the floor, WHIMPERING, closing his eyes.... And nothing\nhappens. The Sheik looks up: Hub stands in a window.\n\n(CONTINUED)\n\fPINK Revision - 11/3/02 66.\n\n106\n\n107\n\n108\n\n109\n\nCONTINUED: 106\n\nGARTH (Cont'd)\nHub told him, \"Twice, I held your\nlife in my hands. Twice, I gave\nit back to you. Next time, your\nlife is mine.\"\n\nHub leaps out into darkness.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n106\n\n107\n\n108\n\n109\n\nCONTINUED: 106\n\nGARTH (Cont'd)\nHub told him, \"Twice, I held your\nlife in my hands. Twice, I gave\nit back to you. Next time, your\nlife is mine.\"\n\nHub leaps out into darkness. \n\nTARGET SECTION TO BE ANNOTATED:\n The Sheik runs up, looks\nout: far, far below, Hub and Garth GALLOP away into the\ndark desert night.\n\nGARTH (Cont'd)\nFrom that moment on, the\nassassination attempts stopped.\nSome say it's because the Sheik\nknew that, next time, Hub would\nsurely return and kill him, as he\nhad promised.\n\nThe Sheik feels his tender but still-intact throat, and\nstares after the vanished horsemen.\n\nGARTH (Cont'd)\nOthers say that since Hub had twice\nspared the Sheik's life, the Sheik\nfelt it was a point of honor to\nallow his enemy to live.\n\nWALTER 107\nWalter smiles blissfully. Either way sounds right.\n\nGARTH\nPersonally, I think the Sheik just\ngot too darn busy once they\ndiscovered oil in his kingdom and\nhe became one of the five richest\nmen in the world....\n\nWALTER'S IMAGINATION - THE SHEIK AND HIS GOLD 108\n\nThe Sheik, surrounded by gold stacked high to the ceiling\nlooks dazed, helpless with all his wealth.\n\nWALTER (0.S.)\nWHAT? !\n\nWALTER 109\n\nWALTER\nWhat kinda ending is that?! The\nbad guy gets filthy rich?! What\n(MORE )\n\n \n\n(CONTINUED)\n\fPINK Revision - 11/3/02\n109 CONTINUED:\n\nWALTER (Cont'd)\nthe heck kinda story ends that\nway? !\n\n(CONTINUED)\n\n66A.\n\n109\n\fWHITE Revision - 8/25/02 67.\n109 CONTINUED: (2) 109\n\nGARTH\nI just told it the way it happened.\n\nWalter looks very confused. Garth deals another hand.\n\nWALTER\nSo that's how you got all your\nmoney? The gold from the sheik?\n\nGarth does an amazing waterfall of cards a yard long.\n\nGARTH\nOne of the ways....\n\nWalter blinks. Below, Hub watches the hoods drive away.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nOne of the ways.... Walter blinks. Below, Hub watches the hoods drive away. \n\nTARGET SECTION TO BE ANNOTATED:\nWALTER\nHey, wait! You still didn't tell\nme what happened to Jasmine! After\nUncle Hub defeated the Sheik there\nwas nothing standing in their way,\nright? Then where the HECK is\nshe?! Tell me!\n\nGarth puts a finger to his lips: Hub stiffly ascends the\nporch, plops down into his chair.\n\nHUB\nThose young men will be OK now.\n\nGARTH\nWill you?\n\nHub leans back painfully, exhales.\n\nHUB\nDamn it. I feel... old.\n\nGARTH\nYou've been busy. Terrorizing\ndoctors and nurses, beating up\nteenagers, chasing after lions.\nYou've had a full day.\n\nHUB\nLucky those boys don't know squat\nabout fighting. It won't be long\n\"til the kid here can whup my ass.\n\nThe more Hub thinks about it, the more it bothers him.\nHUB (Cont'd)\nWon't be long, I'll be helpless in\na fight. Useless.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 68.\n\n109\n\nCONTINUED: (3) 109\nHe looks sad, bitter. It bothers Walter and Garth.\nGARTH\nBrother, you'll feel better ina\nday or two...\nHub waves him quiet, struggles to his feet.\n\nHUB\nI'm going to bed. G'night kid.\n\nWALTER\nWalter...!\n\nStartled, Hub stares at Walter, who panics:\n\nWALTER (Cont'd)\nM-m-my name? It's W-W-Walter.\n\nHub stares. Beat. Walter sweats. Finally Hub nods.\n\nHUB\n\"Walter\". Doesn't seem... manly\nenough. How 'bout I call you\n\"walt\"?\n\nWALTER\n\n0k. (beams proudly)\n\nHUB\nGoodnight. Walt.\n\nHe goes inside. Garth can't believe what he's just seen.\nWALTER\nNow. Are you finally gonna tell\nme what happened to Jasmine?\n\nGarth smiles, looks cagey, shuffles too casually.\n\nGARTH\nNope...!\nWALTER\nWHAT?\nGARTH\nYou want to find out what happened\nto Jasmine...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTH\nNope...! WALTER\nWHAT? GARTH\nYou want to find out what happened\nto Jasmine... \n\nTARGET SECTION TO BE ANNOTATED:\n you have to ask him\nWALTER\n\nWhat? Ask Uncle Hub, about Jasmine?\nAre you crazy?! Look what happened\nlast time!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 69.\n\n109\n\n110\n\n144\n\n112\n\n113\n\n114\n\nCONTINUED: (4) 109\n\nGARTH\nBut you and he are buddies now.\nDon't let the fact he's hasn't\nspoken about it for forty years\nbother you...\n\nWALTER\nI can't ask him! Uncle Garth!\nPlease...?\nGARTH\n\nI'm tired of doing all the dirty\n\nwork around here. If you want the\n\nend of the story, you'll have to\n\nask him... Walt.\nGarth shuffles the cards, looks very pleased with himself.\nWalter looks wide-eyed, trapped.\nLATE SUMMER MONTAGE - FISHING ON THE LAKE 110\nHub, Garth, and Walter sit in a brand-new fishing boat,\nfishing poles in the water, having no luck. Hub looks\nimpatient as Garth consults a \"How to Fish\" book. Then\nHub spies a fish, whips out a shotgun, BLASTS it.\nHub proudly holds up his shot-up prize for Walter to\nadmire. Garth scowls, casts his line, ignores them.\nLATE SUMMER MONTAGE - THE CORNFIELD 111\nHub, Garth, and Walter look at their corn with pride, at\nits peak: huge golden ears. It's a beautiful sight.\nLATE SUMMER MONTAGE - DINNER TABLE 112\nDinner: a big steak; sausage; and now fresh sweet corn.\nHub, dubious, nibbles: it's great. The three eat happily.\nLATE SUMMER MONTAGE - BREAKFAST 113\n\nBreakfast: eggs, Sausage, and corn. Hub and Walter frown.\n\nLATE SUMMER MONTAGE - THE CORNFIELD 114\nHub, Garth, and Walter harvest corn: bushel after bushel.\n\nJasmine watches curiously. They pluck the ears, leaving\nthe stalks (and the jungle) intact.\n\fWHITE Revision - 8/25/02 70.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nJasmine watches curiously. They pluck the ears, leaving\nthe stalks (and the jungle) intact. WHITE Revision - 8/25/02 70. \n\nTARGET SECTION TO BE ANNOTATED:\n115\n\n116\n\n117\n\n118\n\nLATE SUMMER MONTAGE - WALTER AT A ROADSIDE STAND 115\n\nWalter proudly sits at a home-made roadside stand,\nsurrounded by dozens of bushels of corn. A sign says:\n\"Corn! 25 cents a bushel!\" MATCH DISSOLVE TO:\n\nLATE SUMMER MONTAGE - THE STAND - DAYS LATER 116\n\nThe stand, now abandoned: no corn has been sold, and the\nprices are marked down and down until it finally reads,\n\"Corn! Free! Take all you want!\"\n\nLATE SUMMER MONTAGE - THE SKEET THROWING MACHINE 117\n\nWalter sends a clay target flying, reaches into the box\nfor another: it's empty. Now what?\n\nA dog runs up, a ear of corn in its mouth to play catch.\nWalter smiles, puts the corn on the machine: BOING\n\nHub and Garth blast the flying ear of corn out of the\nsky. Both give Walter \"atta boy\" grins.\n\nSLOW MOTION: ear after ear of corn poetically bites the\ndust. By the machine, Garth loads up corn from a bushel.\n\nWalter wrestles with a shotgun larger than he is, getting\nlessons from Hub; Walter has a pillow tied to his butt.\nWalter fires, the recoil knocks him onto his pillow-\ncushioned-butt. Hub slaps Walter on the back\n\nIn the cornfield jungle, the lion watches, happy.\n\nINT. TOWER - MORNING 118\n\nWalter struggles into his pants: he can't fasten them at\nthe waist, too small. He looks down: they're now too\nshort. With a surprised grin, Walter realizes: he's grown.\n\nHe looks into a murky mirror: he's filled out, his pale\ncomplexion now more tanned. Compared to the timid, pale\nchild who arrived in early summer, he's blossomed.\n\nA HONK from outside: Walter looks out the window: a truck\npulls into the farm carrying an old biplane.\n\n \n\nWALTER\nAn airplane?\n\fWHITE Revision - 8/25/02 71.\n\n119\n\nEXT. THE FARM - DAY 119\n\nHub watches DRIVERS unload a broken-down WWI-era biplane.\nGarth and Walter stare; they're joined by dogs, the pig...",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n119\n\nEXT. THE FARM - DAY 119\n\nHub watches DRIVERS unload a broken-down WWI-era biplane. Garth and Walter stare; they're joined by dogs, the pig... \n\nTARGET SECTION TO BE ANNOTATED:\nthe lion sticks her head out of the cornfield and gapes.\n\nGARTH\nHub. . .?\n\nGarth and Walter exchange troubled looks. The airplane\nis a wreck: it rolls off the truck on flat rotten tires.\nCREAK! The tail swings wildly, held by a single wire.\n\nGARTH (Cont'd)\nHub! An aeroplane?\n\nHUB\nYup. Always wanted one.\n\nGARTH\nYou always said you'd never set\nfoot in an aeroplane! That you\ndon't trust them to fall right out\nof the sky!\n\nHUB\nYup. They're dangerous, all right.\nPlenty dangerous....\n\nHub smiles, a disturbingly dark smile. Walter and Garth\ncircle the plane dubiously: half the propeller is missing.\nEven the animals look worried. Hub calls to the DRIVER:\n\nHUB (Cont'd)\nDoes this thing come with a...\nbook, instructions...?\n\nDRIVER\nLook inside.\n\nHub digs through the cockpit, finds a WWI era dog-eared\nmanual \"The Airman's Handbook\"\n\nHUB\nh ha!\n\nGARTH\nHub, you don't know the first damn\nthing about aeroplanes!\n\nHub dramatically and pointedly opens the manual, reads:\nHUB\n\"To climb, pull back on the stick\n(MORE )\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 72.\n\n119\n\n120\n\n121\n\n122\n\nCONTINUED: 119\nHUB (Cont'd)\nTo descend, push forward on the\nstick.\" See? Everything I need\nto know is right here\n\nGarth CURSES, stalks off. Walter and the animals watch\ndeeply concerned. Hub climbs in; the tail falls off.\n\nHUB (Cont'd)\n\nA little fixin' up, and she'll be\nin the air in no time.\n\nEXT. THE FRONT PORCH - EVENING 120\nGarth and Walter sit, waiting for salesmen: but Hub isn't\nthere. Both watch him, down by the barn, hard at work on\nthe airplane; CLANKS and POUNDING sounds are heard.\nWALTER\n\nMaybe it's just a new hobby. Maybe\n\nhe doesn't really mean to, you\n\nknow, do anything crazy.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth watch him, down by the barn, hard at work on\nthe airplane; CLANKS and POUNDING sounds are heard. WALTER\n\nMaybe it's just a new hobby. Maybe\n\nhe doesn't really mean to, you\n\nknow, do anything crazy. \n\nTARGET SECTION TO BE ANNOTATED:\nGARTH\nYou think so?\n\nWalter shakes his head: he doesn't believe it either\n\nGARTH (Cont'd)\nYou ask him yet? About Jasmine?\n\nWalter shakes his head \"no\"\n\nGARTH (Cont'd)\nWell, you better make it quick\n\nHe goes inside. Walter thinks, agonizing.\n\nEXT. THE HOUSE - MIDDLE OF THE NIGHT 121\n\nWalter purposefully exits the house, carrying a blanket.\n\nEXT. THE LAKESHORE - NIGHT 122\nHub stands at the shoreline, looking out over the water\n\nWalter appears, followed by dogs and pig. Walter stretches\n\nway, way up, and drapes the blanket over Hub's shoulders.\n\nWalter paces, deeply troubled. The animals wonder what's\ngoing on. Walter has to talk to Hub, he just has to....\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 73.\n\n122\n\n123\n\nCONTINUED: 122\n\nFinally, gathering all his courage: he creeps to Hub\n\ntakes a deep breath... shoves Hub with all his strength\nand darts away. The dogs YELP, run off. Hub EXPLODES,\nYELLS, flails, whirls around, starts to come to his senses.\n\nHUB\nWhat the HELL?!!!\n(see Walter)\nIt's the middle of the night!\nWhat in blazes are you...\n\nHub realizes there's a blanket over his shoulders.\n\nHUB (Cont'd)\n\nOh. I wondered where all the\n\nblankets were coming from..\n(sees Walter's look)\n\nWhat is it? What's the matter?\n\nWalter tries to speak, but all courage is gone. His mouth\nopens and closes, but no sounds emerge.\n\nHUB (Cont'd)\nWhat...? What is it?\n\nWalter struggles, makes some progress: SQUEAKING NOISES.\n\n \n\nHUB (Cont'd)\nWhat? You got something to say,\nspit it out!\nWalter SWALLOWS HARD, shaking, hyperventilating; he blurts:\nWALTER\nWhat happened to her, Uncle Hub?\nWhat happened to... Jasmine?\nHub flinches, as if struck hard by a forceful blow; he\nchurns inside. Walter quivers, ready to run.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nJasmine? Hub flinches, as if struck hard by a forceful blow; he\nchurns inside. Walter quivers, ready to run. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally,\nHub turns away, and looks far out over the water\n\nWALTER (Cont'd)\nI have to know. I have to!\n\nThe wind BLOWS mournfully. Finally:\nHUB\nShe died. She died in childbirth.\nHer and the baby.\nWALTER'S IMAGINATION - AN ARAB HOSPITAL 123\n\nHub, back turned, head bowed, silhouetted before a Moorish\narched window. Don't see his face. Don't need to.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 74.\n\n123\n\n124\n\n125\n\n126\n\nCONTINUED: 123\n\nGarth rushes in, still wearing safari clothes; he stands\nhelpless, at his brother's side. MATCH DISSOLVE TO:\n\nBACK TO SCENE 124\n\nHub, stands in the same grief-stricken stance, forty years\nlater: his sorrow and grief still so intense, so crippling,\nafter all those years. Walter's heart breaks in two.\n\n \n\nWALTER\nWhat did you do?\n\nHUB\nI went back to the only life I\nknew. Back to The Legion.\n\nWALTER'S IMAGINATION - A LEGION PARADE GROUND 125\n\nAssembled TROOPS see Hub ride in: they SNAP to attention,\nsad and proud as Hub slowly rides in to rejoin their ranks.\n\nHUB (0.S.)\nFor the next forty years there was\nalways one more war to fight.\nThen I got too old and came here.\n\nBACK TO SCENE 126\nHUB\nYou should go in now. You'll catch\ncold.\nWALTER\n\nThose stories, about you, about\nAfrica: they're true. Aren't they?\n\nHUB\nIt doesn't matter....\n\nWALTER\nIt does too! Around my mom I hear\nso many lies I don't know what to\nbelieve in....\n\nHUB\nDammit, if you want to believe in\nsomething, believe in it! Just\nbecause something isn't true, that's\nno reason you can't believe in it!\n\nWalter blinks, confused. Hub SIGHS....\n(CONTINUED)\n\fWHITE Revision - 8/25/02 75.\n126 CONTINUED: 126\n\nHUB (Cont'd)\nThere's a long speech I give to\nyoung men. Sounds like you need\nto hear a piece of it....",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\fWHITE Revision - 8/25/02 75. 126 CONTINUED: 126\n\nHUB (Cont'd)\nThere's a long speech I give to\nyoung men. Sounds like you need\nto hear a piece of it.... \n\nTARGET SECTION TO BE ANNOTATED:\n(pause)\n\nSome times the things that may or\nmay not be true are the things a\nman needs to believe in the most.\nThat people are basically good.\nThat honor, virtue, and courage\nmean everything; that money and\npower mean nothing. That good\nalways triumphs over evil. That\ntrue love never dies.\n\nWalter's eyes are wet. Perhaps, so are Hub's.\n\nHUB (Cont'd)\nDoesn't matter if they're true or\nnot. A man should believe in those\nthings anyway. Because they are\nthe things worth believing in.\n\nWalter thinks, finally nods: he understands. They both\nwatch moonlight ripple the water, both lost in thought.\n\nWALTER\nThat was a good speech.\n\nHUB\nThanks.\n\nWALTER\n\nWhen are you gonna give me the\nrest of the speech?\n\nHUB\nWhen you're ready.\n\nWALTER\nWhen's that?\n\nHUB\n\n \n\nWhen you're almost a man....\n\nWALTER\nOK! You promise?\n\nSuddenly, Hub realizes where this is going.\n\nHUB\nNow wait one minute...!\n\nWalter goes for broke, speaks in a rush:\n\n(CONTINUED)\n\fWHITE Revision\n\n126\n\nCONTINUED:\n\n- 8/25/02 76.\n(2) 126\n\nWALTER\nI really need you to give me the\nrest of the speech! I can't bea\ngood man unless I hear the whole\nspeech, now can I?!\n\nHUB\nI see what you're trying to pull!\n\nWALTER\nSo you have to stick around until\nI'm grown up so you can give the\nwhole speech to me!\n\nHUB\nI'll write it down!\nWALTER\nNo! I want you to give me the\n\nspeech!\n\nWalter starts to cry: Hub looks awkward, at a loss.\n\nHUB\nYou won't be living here then...\n\nWALTER\nBut you're my uncle! I need you\nto stick around and be my uncle!\n\nHub frowns, feeling more and more trapped.\n\nHub looks\n\nWALTER (Cont'd)\nAnd what about Uncle Garth? He\nneeds you! He can't fight off all\nthose salesmen by himself! What\nabout the dogs and the pig and the\nlion?! We all need you!\n\nHUB\nNow you're just being silly.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat\nabout the dogs and the pig and the\nlion?! We all need you! HUB\nNow you're just being silly. \n\nTARGET SECTION TO BE ANNOTATED:\nWALTER\nNo! It's true! We need you! I\nknow you miss Jasmine, an awful,\nawful lot! But if you go, we'll\nall miss you! Just as much as you\nmiss her! Just as much!\n\ndazed, rocked. Walter BAWLS, a torrent of tears.\n\nHub stares at the boy:Hub looks completely and utterly\n\nhelpless,\n\nfor perhaps only the second time in his life.\n\nHub agonizes: he looks trapped. Finally he CURSES, angrily\n\nthrows up\n\nhis hands.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 77.\n\n126\n\n127\n\n128\n\nCONTINUED: (3) 126\nFace still wet, Walter starts to smile: he knows....\nHUB\n\nAll right, dammit! You win! I'll\n\nstick around and be your damn uncle!\n\nBut don't expect me to be happy\n\nabout it!\nHub thrusts out his hand to shake on it. Walter SNIFFLES,\n\ngrabs Hub in a big hug, mid-thigh. Hub looks startled...\nthen, he reaches down and gently pats Walter's head.\n\nINT. TOWER BEDROOM - PRE-DAWN 127\n\nWalter wakes, looks out: in the misty light of pre-dawn,\na CAR PULLS UP outside.\n\nINT. FRONT DOOR/LIVING ROOM - PRE-DAWN 128\nWalter opens the front door: Mae smiles at him.\n\nMAE\nWalter!\n\nWALTER\nMom...?!\n\nThey hug; a man (STAN) looms behind her. Walter stares.\nMAE\nWalter, this is Stan. We're\nengaged! Isn't that wonderful?\n\nSTAN\nWalter! Heard a lot about you!\n\nWALTER\nWalt. My name is walt.\n\nSTAN\nOK. Walt it is.\n\nWalter sizes up Stan: a bad comb-over, but he seems\nfriendly enough. Mae hears the uncles' SNORING.\n\nMAE\nYour uncles are still sleeping?\nIt's early, let's not wake them....\n\nThey sit on the couch, keep their voices low. Walter\nsits on a big chair, his feet don't touch the ground.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 78.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey sit on the couch, keep their voices low. Walter\nsits on a big chair, his feet don't touch the ground. (CONTINUED)\n\fWHITE Revision - 8/25/02 78. \n\nTARGET SECTION TO BE ANNOTATED:\n128 CONTINUED: 128\nMAE (Cont'd)\nStan here is a detective. A private\neye, just like in movies.\n\nWALTER\nWow! Really?\n\nSTAN\nSure. You want to see my badge?\n\nWalter nods. Stan flips open a badge billfold: Walter\ntries to look closer, but Stan flips it closed.\n\nMAE\nStan works in Las Vegas. How about\nthat?\n\nWALTER\n\nWhat about Court Reporting School?\n\nMAE\nOh, I had to quit. Stan wants me\nto stay home and be a wife and\nmother. We're gonna buy a house\nand have lots of kids. You'll\nhave brothers and sisters. Isn't\nit all wonderful?\n\nStan smiles, nods. Walter looks dazed, stunned.\n\nMAE (Cont'd)\nSo Walter. I bet you found where\nyour uncles hid the money, huh?\n\nWalter starts to nod, catches himself... looks stubborn.\n\nWALTER\nWhy do you want to know?\n\nStan and Mae SIGH sadly; Stan puts his arm around walter.\n\nSTAN\nWalt. Your uncles match the\ndescription of two bank robbers\nfrom the 20's and 30's.\n\nWALTER\nNo. You're wrong!\n\nSTAN\nWhen Mae told me about them, I got\ncopies of the reports and showed\nthem to her.\n\n(CONTINUED)\n\fWHITE Revision\n\n128\n\nCONTINUED:\n\n- 8/25/02 79.\n(2) 128\n\nMAE\nIt's them all right, honey.\n\nSTAN\nThey used shotguns, wore\ndisguises...\n\nWALTER\n(weakly)\nSanta Claus suits?\n\nSTAN\nCome to think of it, I believe\nthey did wear Santa Claus suits...\n\nWalter trembles. And remains silent.\n\nSTAN (Cont'd)\nThey stole all that money and shot\npeople. Innocent people.\n\nWALTER\n\nNo! Not them. It can't be!\nMAE\n\nStan knows what he's talking about.\nWALTER\n\nBut... what about Jasmine? She\n\nand Uncle Hub were in love! TI got\nher picture!\n\nSTAN\nJasmine...! Wasn't that the name\nof the woman that drove their\ngetaway car? I think it was, yeah.\nShe was wounded, and they both ran\noff and left her to die.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nWasn't that the name\nof the woman that drove their\ngetaway car? I think it was, yeah. She was wounded, and they both ran\noff and left her to die. \n\nTARGET SECTION TO BE ANNOTATED:\nWalter's breath is knocked out of him; he GASPS.\n\nSTAN (Cont'd)\nI know this hurts. But they're\ncriminals and they lied to you.\n\nWalter starts to CRY. Mae clutches him to her chest.\n\nMAE\nMy poor baby! In the arms of\nvicious criminals! We rushed here\nas soon as we knew, we've come to\ntake you away! Now tell Stan where\nthe money is and go pack your\nthings...\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 80.\n\n128\n\n129\n\nCONTINUED: (3) 128\nWalter looks up at her.\n\nWALTER\nWhy do you need to know where the\nmoney is?\n\nSTAN\n\nIt's stolen, it doesn't belong to\nthem. Bet it's buried outside,\nisn't it?\n\nCaught off guard, Walter almost nods, catches himself.\n\nWALTER\nBut why do you need to know?\n\nMAE\nWalter!\n\nStan stands, takes out a big flashlight.\n\nSTAN\nWalt, let's take a walk. You can\nshow us around the place.\n\nAt the door, Stan and Mae wait for Walter expectantly;\ndazed, he joins them.\n\nEXT. BETWEEN THE HOUSE AND BARN - PRE-DAWN 129\n\nIn the eerie, shimmering mists of pre-dawn, Stan shines\n\nthe light around, watches Walter closely for a reaction:\n\nas the beam hits the barn, Walter's eyes widen. They\n\nwalk toward the barn: Stan uses the flashlight and Walter's\nreactions as a divining rod.\n\nSTAN\nNow Walter. Your mother and I\nfound this nice house, just like\nyou always wanted. But we don't\nhave enough for a down payment.\nWe could turn your uncles in for\nthe reward, but they'd go to jail...\n\nHe sees Walter shakes even more as they near the barn.\n\nSTAN (Cont'd)\nI know you wouldn't like that. So\nwe thought: with all the money\nyour uncles have, they'd never\nmiss it if we took some. Especially\nsince we're doing them such a big\nfavor by keeping our mouths shut.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 81.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo\nwe thought: with all the money\nyour uncles have, they'd never\nmiss it if we took some. Especially\nsince we're doing them such a big\nfavor by keeping our mouths shut. (CONTINUED)\n\fWHITE Revision - 8/25/02 81. \n\nTARGET SECTION TO BE ANNOTATED:\n129 CONTINUED: 129\n\nMAE\nSince it's stolen, we have as much\nright to it as they do.\n\nSTAN\nNobody gets hurt, and we get a\nnice home and family. See?\n\nMAE\nIsn't it wonderful, Walter? It's\nwhat you always wanted! So,\nWalter.... where is it?\n\nWalter's struggles build and build. Ahead, in the early\nmorning mist... the barn looms.\n\nSTAN\nC'mon! They're old, they're gonna\ndie soon anyway. You want the\ngovernment to get it all?\n\nMAE\nWe finally have our chance to be\nhappy, honey. Just tell us.\n\nThey're in front of the barn. Walter shakes, terrified,\ntorn. Then, softly, an Arab flute PLAYS hauntingly.\n\nSuddenly, Walter's struggles cease; his trembling stops\nHe's made up his mind. He smiles.\n\nWALTER\nHub and Garth didn't rob any banks.\nThey were in Africa.\n\nMAE\nAfrica? Walter! Be serious!\n\nWALTER\nReally! They were shanghaied into\nthe Foreign Legion and had\nadventures for forty years! They\ncouldn't have robbed any banks!\n\nMAE\nThen where'd they get the money?\n\nWALTER\nWell, Uncle Garth ransomed Uncle\nHub to this rich evil Sheik....\n\nMAE\nWalter!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 82.\n\n129\n\nCONTINUED: (2) 129\n\nWALTER\n...who hated Hub for stealing the\nPrincess Jasmine out of his harem\nand killing all his assassins....\n\nSTAN\nWalter, you don't believe that!\n\nWALTER\nYeah. Uh-huh. Sure I do!\n\nMAE\n\nYou? Mr. Doubting-Thomas? Here,\nStan has actual evidence, and you\nbelieve that Africa crap? Walter,\nyou've never believed in anything\nyour entire life! And now you\nmean to tell me that out of all\nthe things you could have picked\nto believe in, you believe this?\nHarems? Princesses? Evil Sheiks?\n\nWalter seems as surprised as her.\n\nWALTER\nYeah...! Isn't that something?\n\nMAE\nNow I want you to think hard.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER\nYeah...! Isn't that something? MAE\nNow I want you to think hard. \n\nTARGET SECTION TO BE ANNOTATED:\n Do\nyou really believe this Africa\nnonsense? Really and truly? From\nthe bottom of your heart?\n\nWalter thinks very, very hard. He seems to search his\nsoul. Then he smiles proudly.\n\nWALTER\nYes. Yes I do.\n\nMae throws up her hands. Stan takes Walter's arm.\nSTAN\nMae, go inside and let us men talk.\nMan to man.\nWalter look troubled at this. So does Mae.\n\nWALTER\nMom...?\n\nSTAN\nGo on Mae. We'll be right in.\n\nMae bites her lip anxiously, then nods, walks off. Stan\ntakes Walter by the arm, pulls him into the barn.\n\fWHITE Revision - 8/25/02 83.\n\n130\n\nINT. THE BARN - PRE-DAWN 130\nWalter panics as they near the trap door; he struggles.\n\nWALTER\nLet go!\n\nStan SLAPS Walter hard. Walter is stunned. Stan drags\nWalter to his feet: they're standing on the trap door.\n\nSTAN\nNow. Let's me and you get a few\nthings straight: you and me can be\nfriends. Or we can be enemies.\n\nThe old Walter would have cringed, maybe started crying.\nBut this Walter glares right back\n\nSTAN (Cont'd)\nI've had a run of crummy luck\nlately, and some bad people are\nlooking to make things tough for\nme. I need that money, I know\nit's real close, and I'll be damned\nif some little brat is gonna stand\nin my way!\n\nWalter glares back at Stan with Hub-like murderous fury.\n\nSTAN (Cont'd)\nSo. Are we friends? Or enemies?\n\nWalter smiles. A very cold smile. A very Hub smile.\nSomewhere, far off, Arabic music PLAYS.\n\nWALTER\nDefend yourself!\nSTAN\n\nHuh?\nWalter kicks the crouching Stan right in the crotch: THUD.\n\nSTAN (Cont'd)\nQOOF!\n\nWalter runs out of the barn. Stan stumbles after him:\n\nSTAN (Cont'd)\nCome back here!\n\fBLUE Revision - 11/3/02 84.\n\n131\n\n132\n\n133\n\n134\n\n135\n\n136\n\nEXT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nStan stumbles after him:\n\nSTAN (Cont'd)\nCome back here! BLUE Revision - 11/3/02 84. 131\n\n132\n\n133\n\n134\n\n135\n\n136\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OUTSIDE THE BARN - PRE-DAWN\n\nWalter runs, looks back: Stan gains on him. Walter darts\ntoward the cornfield; but Stan tackles him.\n\nStan pins Walter to the ground, SLAPS him hard. Walter\nSCREAMS. Stan puts his hand over Walter's mouth.\n\nBeyond the struggle looms the cornfield. SLAP.\n\nEXT. THE CORNFIELD - PRE-DAWN\n\nThe edge of the cornfield rustles: the lion looks out:\nshe sees Walter pinned on the ground, struggling. SLAP.\n\nThe lion's eyes narrow fiercely: a look never seen on\n\nthis lion before. GGGGRRRROOOWWWLLL !\n\nSTAN, WALTER\n\nStan freezes: what was that? Then, behind him, impossibly\n\nfast, comes a speeding lion freight train. The lion SLAMS\ninto Stan, both fly off Walter. GRROWWLL!\n\n \n\nDazed, Walter sits up: what happened? He sees a lion\nfuriously attacking Stan with everything its got. A lion\n\nin its prime... A real lion. GRROOWWLL!\nWALTER\n.. JASMINE. ..?!\n\nEXT. THE UNCLES' HOUSE - LONG SHOT\n\nLights CLICK on: Hub and Garth run out, carrying shotguns.\n\nEXT. RUNNING FROM FRONT PORCH TOWARD CORNFIELD - DAWN\nHub, Garth, and Mae run toward the frightful HOWLS:\nGGGGRRROOO... The cry CHOKES and cuts off, mid-roar\nthere's one last death-rattle WHEEZE... then SILENCE.\nEXT. NEAR THE CORNFIELD - PRE-DAWN\n\nHub, Garth, and Mae run up, see the lion sprawled atop\nStan, both lie still. Walter picks up the lion's head.\n\nWALTER\nJasmine!\n\nHub checks the lion and Stan. Hub shakes his head sadly.\n(CONTINUED)\n\n131\n\n132\n\n133\n\n134\n\n135\n\n136\n\fWHITE Revision - 8/25/02 85.\n\n136\n\n \n\nCONTINUED: 136\nHUB\nDead.\nMAE\nMy god! He's dead? Stan's dead?\nHUB\nOh, he'll live, I was talking about\n\nthe lion.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's dead? Stan's dead? HUB\nOh, he'll live, I was talking about\n\nthe lion. \n\nTARGET SECTION TO BE ANNOTATED:\nAll see Walter's bruises, put two and two together\n\nHUB (Cont'd)\nWhat happened... did he do that?\n\nHub GROWLS and grabs Stan, but Garth stops him.\nGARTH\nWe have to get him to the hospital.\nMae, get your car. Mae! Your\ncar!\nMae is nearly hysterical, but she nods, rushes off.\n\nGARTH (Cont'd)\nLet's get the lion off him.\n\nAll turn over the limp lion, look down. Garth WHISTLES.\nGARTH (Cont'd)\nI believe this man's gonna need\nsome stitches.\n\nHUB\nA lot of stitches.\n\nBut Walter only cares about Jasmine: he cradles the limp\nhead of the valiant lion in his lap.\n\nWALTER\nWhat happened to her?\n\nGARTH\nIt looks like her old heart just\ngave out in all the excitement.\nShe was plenty old, you know.\n\nWALTER\nLook! She's... smiling.\n\nThey look: she does indeed look as if she's smiling.\n\nGARTH\nWell! I'd say she died happy.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 86.\n\n136\n\n137\n\n138\n\nCONTINUED: (2) 136\n\nHUB\nShe died with her boots on. That's\nthe main thing.\n\nGARTH\nYup. Protecting her cub.\n\nWALTER\nShe really was a real lion, wasn't\nshe? There, at the end. A real\njungle lion. A real Africa lion!\n\nHub and Garth nod. Beyond them, the cornfield rustles in\nthe pale early morning light. DISSOLVE TO:\n\nEXT. THE CORNFIELD - DAY 137\n\nInside the cornfield, wearing Sunday best: Walter, Hub,\nGarth, and the animals surround a grave-mound: they've\nburied the lion where she belonged, in the cornfield.\n\nWalter SNIFFLES as he POUNDS in a wooden cross, says a\nsilent prayer, and looks up at his uncles. Pause.\n\nGARTH\nYou finish packing?\n(Walter nods sadly)\nYour momma's gonna be back from\nthe hospital soon. You can wait\nfor her on the front porch.\n\nHe nods. The uncles sadly watch him trudge to the house.\n\nEXT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe nods. The uncles sadly watch him trudge to the house. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FRONT PORCH - DAY 138\n\nForlorn, Walter waits on the front porch, surrounded by\ndogs and the pig, all in the same mournful mood.\n\nMae's Cadillac pulls up, with a bandaged Stan the front-\nseat passenger. Mae exits, approaches:\n\nMAE\nSo, all packed? Where's your\nsuitcase?\n\nWALTER\n\nUpstairs. In my room.\n\nMAE\nLet's go get it.\n\fWHITE Revision - 8/25/02 87.\n\n139 INT./EXT. THE CADILLAC - DAY 139\n\nStan is a mummy, immobilized in bandages head to toe.\nHis eyes widen in alarm as he sees Hub and Garth approach.\n\nGARTH\nHowdy, Stan.\n\nSTAN\nMmmm! = Mmmm-MMMM !\n\nHUB\nStan, you were lucky... lucky that\nlion got you before we did!\n\nStan's eyes grow very wide.\n\nHUB (Cont'd)\nKnow they do to men who hurt kids\nback in North Africa, Stan?\n(Stan shakes his head)\nWell! First they take a rope....\n\n140 INT. THE TOWER ROOM - DAY 140\nWalter looks around his tower room for the last time.\n\nOutside the window, Mae sees the uncles lecture to Stan\nwith a lot of descriptive hand-and-arm motions.\n\nMAE\nI wonder what your uncles are saying\nto Stan?\n\nWALTER\n\nProbably their \"What Every Boy\nNeeds to Know About Being A Man\"\n\nspeech.\n\nMAE\nI'm glad to see they're making\nfriends.\n\nWalter carefully puts his precious photo of Jasmine atop\nhis clothes, closes his suitcase.\n\nMAE (Cont'd)\nThere now. Ready?\n\fWHITE Revision - 8/25/02 88.\n\n141\n\nEXT. BY CADILLAC - DAY 141\n\nHUB\n...and then, after every bone in\nthe body is broken, they take a\nrazor sharp sword and two hundred\npounds of salt....\n\nJust getting warmed-up, Hub sees Walter and Mae approach.\n\nHUB (Cont'd)\nOh well. To make a long story\nshort, Stan: you and me can be\nfriends.... or we can be enemies.\n\nHub gives him that look: the helpless Stan quakes. Hub\nSLAPS Stan hard on the back: Stan MOANS, nearly faints.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nTo make a long story\nshort, Stan: you and me can be\nfriends.... or we can be enemies. Hub gives him that look: the helpless Stan quakes. Hub\nSLAPS Stan hard on the back: Stan MOANS, nearly faints. \n\nTARGET SECTION TO BE ANNOTATED:\nMAE\nI hope Walter wasn't too much\ntrouble.\n\nHUB\nWe managed.\n\nGARTH\n\n(nods at Stan)\nWhat are you gonna do about him?\n\nHUB\nMan like that's got no business\nbeing around your boy.\n\nMAE\nOh, of course! What kind of mother\nwould I be? We're just dropping\nhim off in Vegas on our way....\n\nTime to say goodbye. Garth SIGHS, Hub looks uptight, the\ndogs look miserable, and Walter's eyes grow wet. Pause.\n\nWALTER\n...I'll be back for the rest of\nthat speech... if... if...\n\nWalter stumbles. But Hub answers definitively:\n\nHUB\nI'll be here.\n\nWalter SNIFFLES, then rushes to Hub and hugs him, low.\nHub awkwardly pats him on the back. Walter turns to Garth.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 89.\n\n141\n\n142\n\n143\n\n144\n\n145\n\n146\n\nCONTINUED: 141\nWALTER\nThanks for the stories. And\neverything! It meant an awful,\nawful lot.\n\nGARTH\nI'm glad.\n\nThey hug tightly. Then Walter climbs into the car\n\nINT. THE CADILLAC - DAY 142\n\nThe animals sadly press their noses against Walter's\nwindow. As the car pulls away, he starts to cry.\n\nEXT. THE HOUSE - DAY 143\n\nThe uncles sadly watch the Cadillac drive away.\n\n \n\nHUB\nDamn it! That woman don't deserve\nthat kid! Let's get us a lawyer!\n\nGARTH\nNo judge is gonna take a child\naway from its mother and give it\nto two old bachelor uncles.\n\nHUB\nMaybe she'll sell him to us! How\nmuch money we got?\n\nGARTH\nHub! There's nothing we can do.\nHe's gone!\n\nHub glowers. They watch until the car is out of sight.\n\nINT. CADILLAC - MOVING - DAY 144\nWalter looks back, watches the \"WARNING\" signs pass behind.\n\nThe house and tower gradually fade from view.\n\nEXT. THE HIGHWAY - DAY 145\n\nThe Cadillac turns onto the highway, accelerates away.\n\nINT. THE CADILLAC - MOVING - DAY 146\nAll settle in.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HIGHWAY - DAY 145\n\nThe Cadillac turns onto the highway, accelerates away. INT. THE CADILLAC - MOVING - DAY 146\nAll settle in. \n\nTARGET SECTION TO BE ANNOTATED:\n But something still bothers walter\n(CONTINUED)\n\fWHITE Revision - 8/25/02 90.\n\n146\n\n147\n\nCONTINUED: 146\n\nWALTER\nMom? It was all a lie, wasn't it?\nAbout the uncles being bank robbers.\nAnd you were in on it the whole\ntime, right?\n\nMAE\nI did what's best for us. You\nwant those men to come after Stan?\n\nHe looks out, sees the field of bluebonnets pass by.\n\nWALTER\nSo. Where we going?\nMAE\nI told you. Las Vegas.\nWALTER\nI mean after. After we drop Stan\noff.\nMAE\n\nWell now, honey, Stan's gonna need\na lot of looking after...\n\nShe reaches over and pats Stan gently on the knee.\nAnd suddenly Walter knows everything: he GASPS.\n\nWalter grabs the car door, opens it, sees asphalt and\ngrass racing past... and starts to jump.\n\nMAE (Cont'd)\nWalter!\n\nThe Caddy SWERVES violently, Mae SLAMS on the brakes\n\nStan SMASHES into the windshield... and Walter jumps.\n\nEXT. A RISE OVERLOOKING THE ROADWAY - DAY 147\nWalter rolls to a stop, jumps to his feet, scuffed but\n\nunhurt. He runs up a small rise overlooking the road.\n\nBelow, the Caddy backs into frame, BRAKES hard, SLAMMING\n\nStan backward: he YELPS.\n\nMAE\nWalter!\n\nShe jumps out, runs after him. Walter collapses in the\nfield of bluebonnets, and CRIES. Mae approaches:\n\nMAE (Cont'd)\nWalter! What's got into you?!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 g1.\n\n147\n\n148\n\nCONTINUED: 147\n\nWALTER\nYou're still marrying him? After...\neverything?\n\nMAE\nHe's not so bad... a little rough\naround the edges, but he can change.\nWALTER\nMom!\nMAE\n\nHe says he loves me and I'm not\ngetting any younger....\n\nWALTER\nHas he hit you yet?\n\nMAE\nMind your own business!\n\nWalter stares at her knowingly. She looks away.\n\nWALTER\nYou always think a new boyfriend\nsolves everything. But you always\npick losers.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks away. WALTER\nYou always think a new boyfriend\nsolves everything. But you always\npick losers. \n\nTARGET SECTION TO BE ANNOTATED:\n And he's the worst\n\nof 'em all.\nMAE\nWalter. We got no choice.\nWALTER\nMaybe you don't....\nMAE\nWhat?\nWALTER\n\nMom. Do something for me. For\nonce. Do something that's best\nfor me. OK? Promise?\n\nMAE\nWell... Let's hear it.\nINT. CADILLAC - DAY 148\nStan lays askew, face SMUSHED into the windshield; he\n\nGROANS. He strains to look, sees Walter and Mae talking.\nThen, both hug, crying. He wonders: what the hell?\n\fWHITE Revision - 8/25/02 92.\n\n149\n\n150\n\nEXT. THE UNCLE'S HOUSE - FRONT PORCH - DAY 149\n\nHub, Garth, and the animals listlessly sit on the porch\nin their \"waiting for salesmen\" places. Long pause.\n\nGARTH\nSalesmen oughta be along in two,\nthree hours.\n\nHUB\nWhoop de do.\n\nA dog's head goes up; so does another's. The uncles look\nup: far down the road, a small figure approaches, on foot.\nThe uncles squint: who is it? The dogs run down the road\nBARKING. Finally the uncles' eyes bug out: they drop\ntheir shotguns and hustle down the steps to meet...\n\nWALTER 150\n\nWalter, carrying his bag, trudges up to the uncles, sets\ndown his bag, and smiles. All three--this new family--\ngrin at each other. Happily, this time.\n\nWALTER\nIf I'm gonna live here, there's\nsome conditions....\n\nHUB\nCONDITIONS?\n\nWALTER\nOne: you both stick around until\nI'm through high school at least,\npreferably college. You both got\nresponsibilities now: PTA, Boy\nScouts, Little League, the works.\n\nHub GROANS. Garth hides a smile. Finally, both nod.\n\nHUB\nLooks like we got no choice...!\n\nWALTER\nTwo: you both take better care of\nyourselves: more vegetables, less\nmeat.\n\nHub throws up his hands, storms for the house. Walter\nand Garth follow.\n\nGARTH\nI wonder if traveling salesmen\nsell school supplies...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHub throws up his hands, storms for the house. Walter\nand Garth follow. GARTH\nI wonder if traveling salesmen\nsell school supplies... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 93.\n\n150\n\n151\n\n152\n\n153\n\nCONTINUED: 150\nWALTER\nThree: no dangerous stuff. No\nfighting teenagers, no airplanes...\n\nHUB\nNow wait one minute!\n\nWALTER\n...at least until I'm out of\ncollege. Maybe longer...\nHUB\nWhat do the hell you expect us to\ndie of? Old age...?\nWalter smiles, nods: exactly. Garth smiles at Walter.\n\nGARTH\nSo Walt. Welcome home.\n\nAnd Walter breaks into the biggest, sunniest smile of his\nentire life. So far. FADE TO BLACK.\n\nTITLE: \"Thirty years later...\"\n\nEXT. BIPLANE COCKPIT - FLYING - DAY 151\n\nHUB & GARTH\nYA-HOOOO! ! !\n\nWearing goggles and helmets, two old men SCREAM like crazy\n\nkids as their SPUTTERING biplane loops and rolls.\n\nEXT. LOW, ON THE GROUND - SUNSET 152\nThe plane flies away, barely under control: it careens\n\nand SPUTTERS off into a huge heroic sunset.\n\nINT. CLUTTERED ARTIST'S STUDIO - DAY 153\nThe man draws at a table: he's forty, handsome, athletic,\nconfident. He smiles a familiar smile, a smile full of\n\ngrace. He's the ADULT WALT. The phone RINGS.\n\nWALT\nHello?\n\nBehind him are awards and drawings on a wall: a successful\nsyndicated comic strip in the style of Calvin & Hobbes.\nThe romantic Arabic theme PLAYS.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 94.\n\n153\n\n154\n\n155\n\nCONTINUED: 153\n\nTELEPHONE (V.0.)\nWalter Caldwell...? I have bad\nnews. It's about your two uncles.\nSir, they've passed away.\n\nA sketch: a child's lettered sign \"Africa\" points to a\ncornfield where a whimsical lion sticks out her head.\n\nThe lion and her companion, a small boy in a pith helmet\nexplore an exotic African jungle cornfield. The strip is\nentitled: \"Walter and Jasmine\".\n\nTELEPHONE (Cont'd)\nIt's a blessing they didn't suffer.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe lion and her companion, a small boy in a pith helmet\nexplore an exotic African jungle cornfield. The strip is\nentitled: \"Walter and Jasmine\". TELEPHONE (Cont'd)\nIt's a blessing they didn't suffer. \n\nTARGET SECTION TO BE ANNOTATED:\nNight: by a cornfield and lake is a familiar ramshackle\nhouse, a light on at the top of its leaning tower\n\nTELEPHONE (Cont'd)\nAnd a blessing too, in a way, that\nthey went together...\nA hand freezes over a drawing: the boy addresses his\n\"troops\" that include a pack of dogs, chickens, and a\nsurly pig. The lion looks skeptical.\nTELEPHONE (Cont'd)\nI found their will. I'll give it\nto you when you get here.\n\nWalt's face: the news he's dreaded has finally come.\n\nINT. WALT'S CAR - MOVING - DAY 154\nWalt drives, turns in, passes the familiar \"Warning!\" -\n\nsigns, faded now. Ahead, the farmhouse looms, its tower\n\nleans even more. He parks beside a SHERIFF's car\n\nEXT. BY THE CARS - DAY 155\n\nSHERIFF\nWalter Caldwell?\n\nWALT\nwalt.\n\nWalt and the Sheriff shake hands, then both turn to look\nat the barn: in an upper opening, the tail of the crashed\nbiplane sticks out, upside down at a crazy angle.\n\nWalt stifles a LAUGH. The Sheriff scratches his head.\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 95.\n155 CONTINUED: 155\nSHERIFF\nBest I can figure, they were trying\n\nto fly through the barn upside\ndown.\n\nWalt shakes his head, a LAUGH bursts out, is cut off.\n\nWALT\nI always knew that airplane would\nget them.\n\nSHERIFF\n\nWe had a bunch of reporters out\nhere earlier. Even CNN. I guess\nanytime a biplane from the first\nWorld War crashes, doing acrobatics,\nflown by two ninety year-old men\nwith no pilots' licenses, well....\n\nBoth try to keep straight faces, finally both grin.\n\nSHERIFF (Cont'd)\nHere. I found their will.\n\nA single piece of paper. Walt reads the scrawls:\n\nWALT\n\"The kid gets it all. Just plant\nus in the damn garden with the\nstupid lion.\"\n\nWalt's eyes become wet. He looks out at the garden, and\nthe lake beyond. Wind rustles stalks of corn.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust plant\nus in the damn garden with the\nstupid lion.\"\n\nWalt's eyes become wet. He looks out at the garden, and\nthe lake beyond. Wind rustles stalks of corn. \n\nTARGET SECTION TO BE ANNOTATED:\nWALT (Cont'd)\nThese last few months, my Uncle\nHub's been sick with pneumonia.\nFrom sleepwalking. More and more\nlately, we'd find him out there in\nthe middle of the night, staring\nout over the water....\n\nThe Sheriff looks at the plane with new understanding.\nSHERIFF\nWell. They had a good long run\nboth of them. And they went out\nwith their boots on.\n\nWalt nods: they sure did that.\n\fWHITE Revision - 8/25/02 96.\n\n156\n\n157\n\n158\n\nEXT. THE GARDEN - DAY 156\n\nThe day of the funeral, in the garden: it's a real garden\nnow, with a variety of huge, beautiful vegetables.\n\nMOURNERS, mostly curious locals, gingerly make their way\n\nthrough rows of beautiful vegetables to the grave site,\nbetween the tomatoes and the watermelons.\n\nTHE CARS 157\n\nWALT'S WIFE arrives. TWO BOYS bounce out of the car,\ndueling with curved plastic Arab swords.\n\nWALT'S WIFE\nPut the swords back in the car\n\nThe boys turn: one wears an eye-patch and has a crayon-\ndrawn face scar.\n\nBOYS\nOh, mom...!\n\nWALT'S WIFE\nGo stand with your father\n\nEXT. THE GARDEN/GRAVE SITE 158\nThe boys run up to Walt.\n\nBOYS\nDad! Dad!\n\nWALT\nHub, you're standing on the squash.\nGarth, lose the eyepatch.\n\nWalt sees four prosperous-looking MEN in their fifties\narrive with their wives; the four eye him, grinning.\n\nFRANKIE\nWalter? Little Walter...?\n\nWALT\nI'm sorry, I don't remember....\n\nThe four turn up collars on the suit jackets: the hoods.\nWALT (Cont'd)\nFrankie and the hoods! I didn't\nrecognize you guys without your\nleather jackets!\n\n(CONTINUED)\n\fWHITE Revision - 8/25/02 97.\n158 CONTINUED: 158\n\nBy now, perhaps two dozen people stand among the\nvegetables. All wait, look at Walt expectantly.\n\nWALT (Cont'd)\nOh. Well.... In her life, my\nmother made a lot of mistakes.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALT (Cont'd)\nOh. Well.... In her life, my\nmother made a lot of mistakes. \n\nTARGET SECTION TO BE ANNOTATED:\nBut once, by sheer accident, she\ndid do something right: she dumped\nme off one summer with two crazy\nold men. And there, in the most\nunlikely of places, I found a home.\nMy home.\n\nThe wind blows softly, rustles the corn stalks.\n\nWALT (Cont'd)\nThey had no idea of how to deal\nwith a troubled little kid. So,\nthey told me stories. Amazing,\nunbelievable stories. Stories\nabout harems, sheiks and princesses,\nvaliant men and evil villains.\nAbout courage. Honor. They knew\nthose stories were exactly what a\nterrified young boy needed to hear.\n\nWalt smiles wryly, shakes his head.\n\nWALT (Cont'd)\nEven though we cynical adults know\nsuch tall tales can't possibly be\ntrue, I believed them. In a way,\nI still believe them. Because, as\nmy Uncle Hub taught me, just because\nsomething isn't true, that's no\nreason you shouldn't believe in\nit. That's what fathers do for\nsons: teach them the things that,\ndespite everything, are worth\nbelieving in.\n\nSome folks don't understand. But others do.\n\nWALT (Cont'd)\nIt was the proudest day of my life\nwhen I turned eighteen and Hub\ngave me his full, unabridged, \"What\nEvery Boy Needs to Know About Being\na Man\" speech.\n\nTITTERS, smiles. Frankie and the hoods nod knowingly.\nWALT (Cont'd)\nAnd one of these days, I'll give\nthat same speech to my sons.\n\n(CONTINUED)\n\fBLUE Revision - 11/3/02 98.\n\n158\n\nCONTINUED: (2) 158\nThe two look up at their dad and grin.\n\nWALT (Cont'd)\nI really, really loved those two\nold characters. I'm really going\nto miss them....\n\nHe wipes his eyes, looks up.\n\nWALT (Cont'd)\nPlease, as you leave, help yourself\nto all the vegetables you can carry.\n\nLAUGHS. And it's over. All start to leave. But then:\nWHOOSH! Airbrakes: two huge livestock trucks pull in.\n\nEveryone looks puzzled. Big doors SLAM DOWN: SOLDIERS on\nhorseback leap out, riding beautiful Arabian stallions.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nAirbrakes: two huge livestock trucks pull in. Everyone looks puzzled. Big doors SLAM DOWN: SOLDIERS on\nhorseback leap out, riding beautiful Arabian stallions. \n\nTARGET SECTION TO BE ANNOTATED:\nForeign soldiers wearing kepis and kerchiefs, desert\nuniforms. Foreign Legion uniforms.\n\nWALT'S BOYS\nIt's The Legion!\n\nThe Legion forms up into a mounted Honor Guard. walt\ncan't believe his eyes. Nor can anyone.\n\nThen, they see another vehicle drive up: a long, long\nlimo pulls up and parks; its doors open: a dozen ARAB\nWOMEN wearing veils emerge in a dense pack, surrounding\nsomeone of obvious importance. The pack approaches.\n\nWalt's boys' eyes shine. They watch the Legion on\nhorseback, stallions prancing in glorious precision.\n\nAnd then, at the garden's edge, the pack of women parts:\nrevealing an old, old man in a wheelchair, an ancient\nSHEIK who wears an eyepatch and has a long scar running\ndown one side of his once-handsome but cruel face.\n\nWALT'S BOYS (Cont'd)\nYikes!\n\nWalt is startled; his sons jump behind him, and peer out:\nThe old sheik glares at the coffins with incredible fury.\nThe women start WAILING mournfully; the old sheik glares\nat them, then shakes his fist at the two coffins.\n\nOld enemies die hard.\n\n(CONTINUED)\n\fPINK Revision - 11/3/02 99.\n158 CONTINUED: (3) 158\n\nThe amazed locals watch as the mounted Honor Guard snaps\nto attention.\n\nWith a stunned realization, the adult Walt is now certain\nof what young Walter finally, truly believed:\n\nBOYS\nIt was all true. Huh Dad?\n\nWALT\nYes. It was all true.\n\nAnd so it was.\nROMANTIC ARAB THEME UP FULL.\n\nTHE END\n\f"
}