{
  "1": "Iturned my screenplay inte a MP3\nand It's MAKING MONEY] = tuar’s THe Fact, suck!\n\nSECRETARIAT\n\nRandall Wallace Revisions\n\nOf a Mike Rich Original\n\nFebruary 3, 2009\n\nPage 1 of 113\n\fFADE IN:\n\nEXT. ESTABLISHING SUBURBAN DENVER NEIGHBORHOOD — DAY\nA manicured, upper-middle-class neighborhood in the late\n\n1960’s. A paperboy tosses the morning edition onto a porch\nwhere a pottery dog holds a nameplate: TWEEDY.\n\nINT. CHENERY HOME, DENVER, COLORADO - DAY\n\nPENNY CHENERY TWEEDY, 40’s, intelligent, elegant, beautiful,\nwalks down the staircase of her precisely arranged home.\n\nThough it’s early morning, she’s perfectly dressed, every\nhair in place. She checks her watch and calls out--\n\nPENNY\nBreakfast in ten minutes!\n\nShe opens the front door and lifts the morning newspaper.\nCLOSE ON A NEWSPAPER--THE DENVER STAR--WITH THE HEADLINE:\n\nNOVEMBER 12, 1969\n\nNixon Vows End to War\n\nIt’s now lying beside a plate at a perfectly set table; JACK\nTWEEDY (Penny's married name is Tweedy), mid-40's, sits down\nand tucks a napkin above the knot of his necktie to cover his\nwhite shirt. Penny is finishing making his omelet. They are\nINT. PENNY’S KITCHEN, DENVER - DAY\nWith the expertise of long practice she slides the omelet\ninto Jack's plate, places orange slices beside it, and begins\n\nmixing pancakes. Jack doesn’t look up from the paper.\n\nPENNY\nCourt today?\n\nJACK\nIt’s Tuesday, isn’t it?\n\nPENNY\n(calling out)\nSarah! Kate! You have—-\n\nSARAH\n\n(entering)\nSix minutes.\n\nPage 2 of 113\n\fSARAH is 18; she hurries in and sits on one side of Jack; her\nsister KATE, 16, bounces in too, both girls kissing their\nfather and automatically taking their places, as Penny\nquickly divides a skillet of eggs and kisses the girls on\ntheir heads.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nKate! You have—-\n\nSARAH\n\n(entering)\nSix minutes. Page 2 of 113\n\fSARAH is 18; she hurries in and sits on one side of Jack; her\nsister KATE, 16, bounces in too, both girls kissing their\nfather and automatically taking their places, as Penny\nquickly divides a skillet of eggs and kisses the girls on\ntheir heads. \n\nTARGET SECTION TO BE ANNOTATED:\n Chris and John, younger boys, come in soon\nafter and sit at the table.\n\nJACK\nPenny, I have three shirts to pick\nup at the cleaners and two more to\ngo, in the hamper.\n\nPENNY\nI got them yesterday, I’11 take the\nothers this afternoon.\n\nHe takes a list from his pocket and amends it.\n\nJACK\nThen you could also go by the wine\nshop and pick up some Riesling,\nI've got a client coming in and\nthat’s all he drinks.\n\nKATE\nMom, more juice please.\n\nPenny grabs the juice from the fridge without breaking flow.\n\nSARAH\nI need to pick up a gown.\n\nJACK\nA gown? For a prom?\n\nSARAH\nNo, it’s a party.\n\nJACK\nAnd you want a gown? When you earn\nyour own money you can buy gowns\nfor every party.\n\nPENNY\nI’m sure we can find something\nreasonable. We'll look this\nweekend,\n\nPenny writes this on a list she has going on the\nrefrigerator, next to “shirts” and “wine.”\n\nJACK\n\nNot Gewurtzraminer. Only Riesling,\nthey’1l1 try to fool you.\n\nPage 3 of 113\n\fPENNY\nI've got it, Jack.\n\nKATE\nI'm singing in the Christmas\npageant.\n\nJACK\nChristmas pageant? In June?\n\nKATE\nIt's experimental.\n\nPENNY\nThat’s great, honey! What part?\n\nKATE\nThe War Protestor.\n\nPENNY\nWe can get-- I’m sorry, the what?\n\nJust then the phone rings, surprising everybody this early.\nPenny has lifted a bowl of pancake batter; she shoves it\nunder one arm, tucks the phone between her shoulder and ear,\nand continues to stir as she talks.\n\nPENNY\n(into phone)\nTweedy residence... This is she...\n\nJACK\nWar protestor? In a Christmas\npageant?\n\nKATE\n\nIt’s cutting edge, Dad.\n\nPenny drops the bowl; it crashes to the floor and she remains\nvery still; steadying herself, she says into the phone--\n\nPENNY\nThank you. I1'11 be there this\nafternoon.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATE\n\nIt’s cutting edge, Dad. Penny drops the bowl; it crashes to the floor and she remains\nvery still; steadying herself, she says into the phone--\n\nPENNY\nThank you. I1'11 be there this\nafternoon. \n\nTARGET SECTION TO BE ANNOTATED:\nHer family is staring, no one moving as Penny hangs up.\n\nPENNY\nMy mother...\n\nFor a moment they are all as still as she is. Then the\ngirls, then Jack and the boys, move to Penny and hug her; and\nwe PUSH IN on Penny‘s eyes, knowing there is so much she must\ndo, and not knowing where to begin.\n\nPage 4 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\nEXT. “THE MEADOW,” A VIRGINIA HORSE FARM - DAY\n\nIt’s a cold bleak day, and Penny rides in the passenger seat\nof the rental car as Jack drives their family toward the home\nPenny grew up in--the main house of a horse breeding farm.\nPenny has a handwritten list.\n\nPENNY\nI’ve called the schools. Sarah, I\ncouldn’t reach your volleyball\ncoach but I'll reach him sometime\ntoday. John, your teacher said you\ncan make up the math test Monday.\n\nKATE\nI’m gonna miss rehearsals. They\nsaid you'd lose your role if you\nmiss rehearsals.\n\nJACK\nWar Protestors are inherently\nirresponsible. Tell them you were\njust getting into character.\n\nPENNY\nYou‘re not going to lose the role.\nI’1l speak to them this afternoon.\n\nJACK\nDon’t forget to call the Johnsons\nand tell them we‘ll miss dinner\ntomorrow night.\n\nPenny adds to her list. Jack turns the car into a lane\nmarked by a sign: MEADOWS STABLES. The lane leads past weed\nchoked rail fences, to a stately house that needs paint. A\ndozen cars are parked outside.\n\nINT. MAIN HOUSE - THE MEADOWS - DAY\n\nPenny leads her family inside; old friends of her parents are\ngathered in groups throughout the main rooms, there to pay\ntheir respects. MISS HAM, mid-60’s, with Old Virginia\nmanners, moves immediately to greet her with a genteel hug.\n\nMISS HAM\nPenny, Darlin’, I’m so so sorry.\n\nPENNY\nMiss Ham.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMISS HAM, mid-60’s, with Old Virginia\nmanners, moves immediately to greet her with a genteel hug. MISS HAM\nPenny, Darlin’, I’m so so sorry. PENNY\nMiss Ham. \n\nTARGET SECTION TO BE ANNOTATED:\n Jack, kids, you remember\nMiss Ham, Granddaddy’s secretary?\n\nPenny’s children nod politely; Jack has things on his mind.\n\nPage 5 of 113\n\fJACK\nNice to see you. Could I find a\nphone, I need to make some calls.\n\nMISS HAM\nOf course, please use my office.\n\nJack hurries off without a word. Miss Ham’s eyes, full of\nwisdom and sympathy, drift back to Penny.\n\nPENNY\nThank you so much. For everything.\nHollis said you found her... in the\nkitchen.\n\nMISS HAM\n\nShe was making your father his\nsandwich, and just fell over. The\ndoctor said she didn’t suffer. She\nlooked peaceful, even there.\n\nPENNY\nHow is Daddy?\n\nDaddy seems a childlike term for a grown woman to use about\nher father, but it’s what Southerners say til their own dying\nday. Miss Ham's eyes tell Penny the situation is grim.\n\nMISS HAM\nHe keeps asking, Where is she? I’m\nnot sure if he means your Mother,\nor you.\n\nMiss Ham looks down a long hallway, where none of the guests\nhave gone. Penny turns to her daughters, and speaks quietly.\n(The boys have already approached the food table.)\n\nPENNY\nI’m gonna go see your Granddaddy,\nand then I’ll bring you in. I know\nall this isn’t easy for you; it’s\nfrightening, it’s a terrible time.\nBut Grandma is with the angels.\nAnd today you become women.\n\nMISS HAM\nCome on, Girls, let’s get you\nsomething to eat.\n\nAs Miss Ham ushers the girls away, she glances back once more\nto Penny.\n\nWe FOLLOW PENNY, as she moves down the long hallway, lined\nwith pictures of racehorses, toward the door at the end.\n\nPage 6 of 113\n\fAs she walks, MEMORIES OF HORSERACING--wild, vibrant,\ncolorful--bang into her spirit, colliding and contrasting\nwith the somber gray of her life in general and this moment\nin particular.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Miss Ham ushers the girls away, she glances back once more\nto Penny. We FOLLOW PENNY, as she moves down the long hallway, lined\nwith pictures of racehorses, toward the door at the end. Page 6 of 113\n\fAs she walks, MEMORIES OF HORSERACING--wild, vibrant,\ncolorful--bang into her spirit, colliding and contrasting\nwith the somber gray of her life in general and this moment\nin particular. \n\nTARGET SECTION TO BE ANNOTATED:\n We see WHAT SHE SEES IN HER MEMORY:\n\n--A little girl--Penny, at 6--standing at the rail of a\n\nracetrack, beside her tall, handsome father--CHRISTOPHER\nCHENERY--in the prime of his life, as the crowd thunders\naround them...\n\n--A pack of racehorses rounding a turn and heading into the\nhome stretch, hooves pounding, muscles rippling, colors\nflashing, the horses thundering toward the wire. Her\nfather’s horse wins, and BULL HANCOCK {a friend we’1l come to\nknow) claps him on the back in celebration.\n\nYoung Penny looks up at her Dad; he smiles down at her, and\ntakes her hand.\n\nCHRIS CHENERY\nWe let ’em run, Penny! We always\nlet ’em run!\n\nAnd ADULT PENNY walks toward his office door. Pausing for\nthe slightest moment to steel herself, she opens the door.\n\nINT. CHRISTOPHER CHENERY’S OFFICE - DAY\n\nThis is the office of a man who has achieved a great deal,\nhaving started from the humblest beginnings. On the walls\nare pictures of Christopher Chenery with President Kennedy;\nanother with President Johnson. In one photo Chris is\ncutting a ribbon at the dedication of a massive power\nstation. But most of the shots are of him with horses.\n\nWe PAN ACROSS the pictures to find Chris Chenery now: he’s\ndressed, his hair is combed; but he’s late 70’s now, and\nthinner, his mind drifting into dementia. As Penny enters--\n\nCHRISTOPHER\nHelen. Where’s my sandwich?\n\nThere is already a sandwich on the table beside him. Penny\nleans and kisses him tenderly on the cheek.\n\nPENNY\nHi, Daddy. It’s Penny.\n\nShe sits on the ottoman in front of him and takes his hands\n\nin hers. He doesn’t respond, except to frown slightly, like\na man who is troubled by a memory, no more than a hunch.\n\nPage 7 of 113\n\fCHRISTOPHER\nHelen...?\n\nPenny struggles to say the words; when she does, it’s firmly\n\nPENNY\n\nMother’s gone, Daddy. It’s Penny.\nCHRISTOPHER\n\nNo. No... Penny’s gone.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHRISTOPHER\n\nNo. No... Penny’s gone. \n\nTARGET SECTION TO BE ANNOTATED:\n She got\n\nmarried.\n\nPenny is doing everything she can to be strong, to see the\nsituation clearly. But it’s hard to see clearly when tears\nare dripping from your eyes.\n\nINT. MAIN HOUSE - THE MEADOWS - MAIN ROOM - DAY\n\nMore people are gathered in small knots of mumbling mourners\nin the house’s expansive main room. Jack has returned from\nhis phone calls and is talking with HOLLIS CHENERY, 50,\nPenny’s brother. He’s a tall man, soft from a life of desk\nwork, sorting through investments.\n\nHOLLIS\nThe farm won’t bring much. I'd\nrather be liquid and have the money\nin stocks. When this Vietnam thing\nends I see a bull market.\n\nPenny spots him and moves up; they hug.\n\nPENNY\nHollis.\n\nHOLLIS\nYou just saw Father?\n\nShe can only nod. Her eyes find her children, standing at\nthe window and looking out at the horses in the fields and\nwishing they could be anyplace but here.\n\nHOLLIS\nI hadn’t realized how quickly he\nwas losing it. When I’d call, it\nwould always be Mother on the\nphone.\n\nPENNY\nYes. We've got a lot to deal with.\n\nPage 8 of 113\n\fHOLLIS\nYou know the Estate Tax is seventy\npercent?\n\nPENNY\nJack’s told me about the taxes, I\nmeant——\n\nHOLLIS\n\nSeventy percent, Penny. If he dies\nbefore we can restructure assets\ninto shelters, we could lose almost\n\neverything.\nJACK\nI can help you with all of that.\nPENNY\nExcuse me, I need to see to the\nchildren.\nJACK\n\n{to Hollis)\nSo how’s business in New York?\n\nAs her husband and brother talk shop, Penny moves to her\nchildren at the window. She kneels and whispers to them--\n\nPENNY\nI’1l take you in to see Granddaddy.\nI just need a minute.\n\nThe girls squeeze her waist, understanding, as women\ninstinctively do, that grief means love.\n\nPenny looks outside; standing out by the paddock fence is\nEDDIE SWEAT, 33, black, the farm's horse-groom; he’s in his\nwork clothes.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nI just need a minute. The girls squeeze her waist, understanding, as women\ninstinctively do, that grief means love. Penny looks outside; standing out by the paddock fence is\nEDDIE SWEAT, 33, black, the farm's horse-groom; he’s in his\nwork clothes. \n\nTARGET SECTION TO BE ANNOTATED:\n At that moment CARL HATTON, 40’s, the horse-—\ntrainer, comes up and begins to berate him because no\ntraining is going on; Eddie gestures sadly toward the house.\n\nPenny closes her eyes... When she opens them, she is--\n\nEXT. VIRGINIA CEMETERY - DAY\n\n»..and Penny is standing at the grave side between her father\nand Jack, with their children next to him. Gathered around\nthe grave are fifty friends and neighbors, as the family's\nPASTOR is praying over the grave.\n\nPage 9 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\nPASTOR (0.S.)\n»..and so we return to You the\nspirit of your faithful servant,\nHelen Chenery. Loving mother,\ndevoted wife, who lived each moment\nto the fullest, cherishing the life\nshe had with her beloved husband\nChristopher.\n\nAs they lower her mother’s casket into the ground, Penny\nsqueezes her father’s hand...and he squeezes back.\n\nEXT. CEMETERY - LATER\n\nAs the mourners are making their way to their cars, Penny\nsees the groom, Eddie Sweat, and moves up to him. (Miss Ham\nis helping Chris Chenery to the car.)\n\nPENNY\nEddie. Thank you for coming.\n\nEDDIE\nMiss Penny. Your Mama was a fine\nwoman. I feel real bad for Mister\nChenery.\n\nPENNY\nHe always admired you. Said you\nwere the best groom in the world.\n\nEddie nods gratefully and steps away as BULL HANCOCK, now 60,\nMoves up with his son SETH, 21.\n\nBULL HANCOCK\nMrs. Tweedy? Arthur Hancock. Your\nDaddy called me--\n\nPENNY\nBull. And so did everybody else,\nas I recall.\n\nBULL\nAnd this is my son, Seth.\n\nShe shakes hands with both of them.\n\nBULL HANCOCK\nYour mother was a fine woman. It\nwas a privilege knowing her. Your\nfather and me... Well, even if he’s\nhalf the man he was, he’s still a\nbetter man than most.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt\nwas a privilege knowing her. Your\nfather and me... Well, even if he’s\nhalf the man he was, he’s still a\nbetter man than most. \n\nTARGET SECTION TO BE ANNOTATED:\n I know\nyou’1l be making some changes;\n\n(MORE)\n\nPage 10 of 113\n\f10.\n\nBULL HANCOCK (cont'd)\nif you or your family have any\nquestions, Miss Ham has my number.\n\nHe starts away, then turns back.\nBULL HANCOCK\nYour father’s eyes always lit up,\nwhenever he talked about you. How\n\nsmart you are. And how much you\nloved the horses.\n\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE - DAY\n\nChristopher sits in his favorite chair, cblivious to the post-\nfuneral crowd milling around the house. Penny moves to him.\n\nPENNY\nHow you doing, Daddy?\n\nCHRISTOPHER CHENERY\n\nHelen?\n\nPENNY\nNo, Daddy, it’s Penny. We came out\nfrom Denver to... to see you.\n\nSilence for a moment. He points at a photograph, showing him\nand a horse and jockey in a winner’s circle.\n\nPENNY\nThe day Hill Prince won in\nMaryland.\n\nCHRISTOPHER CHENERY\nWe let him run that day, didn’t we?\nAlways let ’em run. Always let ‘em\nrun.\n\nPenny gives her father a gentle kiss on the forehead.\n\nINT. MAIN HOUSE AT “THE MEADOW” - GREAT ROOM - NIGHT\n\nHollis pours himself a drink; Penny’s staring out the window.\nThe funeral visitors have gone, it’s now just family.\n\nHOLLIS\nDoctor says there may be some brief\nmoments when he’s aware of things,\nbut we shouldn’t expect much.\nEspecially after this.\n\nHe takes a drink; he needs it.\n\nPage 11 of 113\n\fll.\n\nHOLLIS\nPractical thing would be to put him\nin a nursing home.\n\nPENNY\nThis is home to him, he knows he’s\nhere. As long as he does I think\nwe should hire nurses and let him\nstay at home.\n\nHOLLIS\nThe farm needs to go. I just\nchecked the books, it’s been losing\nmoney for years.\n\nNo reply. Hollis knows his younger sister can be stubborn.\n\nHOLLIS\nLook, I know you loved this place,\nwe all did, okay? But he made it\nwork, he once made lots of things\nwork.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHollis knows his younger sister can be stubborn. HOLLIS\nLook, I know you loved this place,\nwe all did, okay? But he made it\nwork, he once made lots of things\nwork. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s not that man anymore,\nand we have to face facts. To run\na racehorse business you need a\ncertain touch. I’m a stockbroker\nand you're a housewife.\n\nHe takes another drink, and Penny's eyes move from him to\nJack and their children, visible through the door into the\nnext room. Jack is on the phone, while the kids look through\nold photo albums. Jack hangs up and moves in to join them.\n\nJACK\nI’ve moved up our flight to first\nthing tomorrow, we gotta get back.\n\nPENNY\nI need to stay a few days longer.\nFind the right nurse for Daddy,\nsort through Mother’s things.\n\nJACK\nBut I just changed your ticket.\nPENNY\nThis place is a mess. And somebody\nneeds to make sure Daddy is all\nright.\nJACK\nHe's got Miss Ham, she’s like\nfamily.\n\nPage 12 of 113\n\f12.\n\nPENNY\nMaybe I need to be here. For me.\n\nJACK\nWhat about the kids?\n\nPENNY\nThey’11 be all right, Sarah can do\nwith a little responsibility.\nIt‘ll only be a few days.\n\nHOLLIS\nWe need to file right away to get\nhis power of attorney. Miss Ham\nsays he tried to sell four of his\nbest horses last month, for half of\nwhat they're worth. Mom had to\nstep in and stop him. Now...\n\nJACK\nI suppose someone will have to\nclean up for the liquidation.\n\nPENNY\nIt‘ll only be a few days. I\npromise.\n\nINT. MAIN HOUSE AT “THE MEADOW” — GUEST BEDROOM - NIGHT\n\nPenny can’t sleep. Jack's next to her, no such problems.\nShe pushes back the covers and drifts out of bed...\n\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE — MOMENTS LATER\n\nPenny approaches the wall of photographs and trophies. The\noffice is dark, lit only by the Virginia moonlight. She\ntouches the ball of yarn with the half-finished scarf her\nmother had been knitting. It’s in a checkerboard pattern,\nblue and white.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\noffice is dark, lit only by the Virginia moonlight. She\ntouches the ball of yarn with the half-finished scarf her\nmother had been knitting. It’s in a checkerboard pattern,\nblue and white. \n\nTARGET SECTION TO BE ANNOTATED:\nOn the table beside the chair is a framed photograph; Penny\nlifts it and sees: a photo of Chris and Penny {she looks 13\nor so), standing next to a majestic horse, father and\ndaughter smiling broadly.\n\nEXT. “THE MEADOW\" -— DAWN\n\n.»--and we see the farm in its natural beauty, a lazy mist\nhanging tight to the rolling fields where horses graze.\n\nPage 13 of 113\n\f13.\n\nEXT. MAIN HOUSE AT “THE MEADOW” — SAME\n\nPenny stands beside the car that contains Jack and their\nchildren; she’s smiling broadly.\n\nPENNY\nThis’1l be fun for you! Sarah\nmakes great pancakes!\n\nJOHNNY\nThey’re toxic! We won’t survive!\n\nTheir laughter tells Penny the children will be fine. Jack\nis different, all business as he starts the engine.\n\nJACK\nMake sure Hollis has that Power of\nAttorney order. The estate’s\nvulnerable.\n\nPENNY\nI’11 stay on him.\n\nNo kiss, no smile from Jack. Penny pats the car, then waves\ngoodbye and smiles cheerfully as the car pulls away.\n\nKATE\n(calling back)\nGive Granddaddy a hug for us when\nhe wakes up!\n\nPENNY\nI will! Be good! I love youl\n\nAs the car disappears onto the main road, Penny is left in\nguiet isolation. It’s as if the farm has become a cemetery,\nand the grazing horses markers of the graves of what once was\nthriving, and alive.\n\nINT. \"THE MEADOW” - MAIN BARN - MOMENTS LATER\n\nA barn for race horses and brood mares is a beautiful place,\nespecially when the sun has just lit the damp morning air.\nPenny appears in the broad doorway and makes her way along\nthe long row of horse stalls, reacquainting herself with a\nplace and a life she’d largely forgotten. She stops at a\nstall that holds a beautiful mare, whose stall plate tells\nher is SomethingRoyal.\n\nPENNY\nHey girl... You-- you’re expecting!\n\nPage 14 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\n14.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENNY\nHey girl... You-- you’re expecting! Page 14 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\n14. \n\nTARGET SECTION TO BE ANNOTATED:\nPenny scratches the mare’s nose, then drifts to the end of\nthe barn, finds a bale of hay, and she sits. There it hits\nher: the loss of her mother, the decline of her father, the\ndistance in her marriage, the sense that somehow, somewhere,\nshe’s made a wrong turn.\n\nShe hears a footstep and looks up quickly; Miss Ham has\nentered the barn holding two cups of steaming coffee.\n\nPENNY\nMiss Ham! Good morning.\n\nMISS HAM\nThought you'd like a pick-me-up.\nTwo sugars and a cream?\n\nPENNY\nHow’d you know?\n\nMISS HAM\nIt's how your Daddy likes it. You\ndoin’ all right, Honey?\n\nPENNY\nYes. No. I’11 be all right.\n\nMISS HAM\nI have something else for you.\nWhen the doctor sent back her\neffects, I brought them in to your\nfather. He took this out and\nhanded it to me.\n\nShe hands Penny a small decorative pin of a horse and jockey\n\nPENNY\nMother’s good luck pin. So he\nwanted you to have it.\n\nMISS HAM\nNo. He didn’t believe it was me he\nwas giving it to.\n\nPENNY\nHe thought you were Mother.\n\nMISS HAM\nHe thought I was you. All he said\nwas, “Penny.”\n{beat)\nI’1l see you back at the house.\n\nPage 15 of 113\n\f15.\n\nMiss Ham is starting away, to leave her in solitude, when-—-\nDOWN THE BREEZEWAY: a commotion as the farm’s trainer, Carl\nHatton, yells to Eddie Sweat, the groom, who has led up a\nhorse to saddle it for morning exercise.\n\nCARL HATTON\nEddie! Who the hell told you to\nbring this one out?!\n\nEDDIE\nWell, I figured--\n\nCARL HATTON\n--you figure nothing! Put him back\nand bring out that yearling in 18!\n\nEDDIE\nYes sir, Mister Hatton.\n\nHatton sees Miss Ham and doesn’t mind a bit that she’s heard\nhis tirade; then he notices Penny.\n\nCARL HATTON\nWho the hell are you?\n\nPENNY\nI'm Penny Tweedy. Penny Chenery.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARL HATTON\nWho the hell are you? PENNY\nI'm Penny Tweedy. Penny Chenery. \n\nTARGET SECTION TO BE ANNOTATED:\nCARL HATTON\nOh. Well. I’m sorry about your\n\n \n\nMother.... I got work to do.\nPENNY\n(standing)\n\nExcuse me; Eddie, hold off for a\nminute on that yearling in 18.\nCould I speak with you, Mr. Hatton?\nIn private?\n\nCARL HATTON\nAbout what?\n\nPenny looks at Miss Ham and Eddie, who quickly leave.\n\nCARL HATTON\nI know you and your brother aren‘t\nhorse people, Missy, and you’ve had\na loss and all, but you don’t come\ninto a barn and interrupt a\ntrainer’s work. Not if you want to\nkeep him.\n\nPage 16 of 113\n\f16.\n\nPENNY\nI understand. I just wanted to ask\nyou about the sale of those brood\nmares that my mother stopped a few\nweeks ago.\n\nCARL HATTON\nWhat about it?\n\nPENNY\nThey were worth twice what we were\ngoing to sell them for. I couldn’t\nsleep last night, so I checked the\nbooks, and made some calls this\nmorning to be sure.\n\nCARL HATTON\nI don’t own the horses, your father\nhas to sell ‘em!\n\nPENNY\nBut as trainer you’d know their\nworth, and that they were about to\nbe sold. What I was wondering is\nwhy it had to be my Mother who\nstopped the sale, and not you.\n\nOUTSIDE THE BARN, EAVESDROPPING, are Miss Ham and Eddie,\nhanging on every word.\n\nINSIDE THE BARN, Hatton is looking at Penny as he might watch\na copperhead he just walked up on.\n\nCARL HATTON\nThe old man, your father. Ask him.\n\nPENNY\nI'm asking you. My father’s been\nsick a long time, and you’ve been\npaid to look out for his interests.\n\nCARL HATTON\nI dol Just cause this place is\ngoing downhill, it ain’t my fault!\n\nPENNY\nThe sale was going to be to Old\nDominion Farms. I learned this\nmorning that the owners of Old\nDominion were already talking about\nselling our horses at twice the\nprice they were paying us.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARL HATTON\nI dol Just cause this place is\ngoing downhill, it ain’t my fault! PENNY\nThe sale was going to be to Old\nDominion Farms. I learned this\nmorning that the owners of Old\nDominion were already talking about\nselling our horses at twice the\nprice they were paying us. \n\nTARGET SECTION TO BE ANNOTATED:\n And you\ntrain for them too, don’t you?\n\nPage 17 of 113\n\f17.\n\nCARL HATTON\n...Sometimes. So what?\n\nPENNY\nSo if you arranged a deal that gave\nthem four race horses for half\ntheir market value, and they paid\nyou back with an extra share of\neverything they made, that wouldn’t\njust be disloyal. It would be\nconspiracy to commit a felony.\n\nOUTSIDE, Miss Ham and Eddie are wide-eyed. INSIDE...\n\nCARL HATTON\nWho the hell do you think you are?!\nAccusing me!?\n\nPENNY\nMy husband’s a lawyer and my\nfather’s Christopher Chenery. And\nI'm not Missy anything. Get your\nthings and get off my farm.\n\nCARL HATTON\nI have a contract! I/‘11 sue you.\n\nPENNY\nIf I ever even hear your name again\nI’1l see you go to prison.\n\nOUTSIDE, Miss Ham and Eddie are going crazy in silent\njubilation! Carl Hatton stalks by them, beet red, beaten.\nMiss Ham and Eddie are stunned; as Penny appears they try to\nlook casual. Penny seems distant, as if surprised at what\nshe just did. But she’s focused too, acting on instinct.\n\nPENNY\nMiss Ham, I'd better look at the\nfarm’s business calendar and\nanything else you think I need to\nsee. Eddie, Mr. Hatton won't be\ntraining our horses anymore, so\nplease keep them healthy til we\nfigure out what to do.\n\nEDDIE\nYes ma’am.\n\nPenny walks to the house.\n\nPage 18 of 113\n\f18.\n\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE -— DAY\n\nPenny sits at her father’s desk, looking out the window.\nMiss Ham places a stack of books in front of her. Eddie\nappears, hat in hand.\n\nEDDIE\nMiz Chenery?...\n\nPENNY\nYes, Eddie?\n\nEDDIE\nI’m a good groom, ma’am-—\n\nPENNY\nThe best, I hear.\n\nEDDIE\nI’m good. I know the horses, I can\nfeel ‘em through the brush the way\na jockey feels ‘em through the\nreins.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDDIE\nI’m a good groom, ma’am-—\n\nPENNY\nThe best, I hear. EDDIE\nI’m good. I know the horses, I can\nfeel ‘em through the brush the way\na jockey feels ‘em through the\nreins. \n\nTARGET SECTION TO BE ANNOTATED:\n But I’m not a trainer. I\ndon’t know how hard to run ‘em or\nhow long to rest ’em. Mr. Hatton,\nhe’s been saying all these horses\nwould be sold. And if you want to\nfetch a good price they need to be\nfit to run. You need a real\ntrainer.\n\nPENNY\nThank you, Eddie.\n\nEddie leaves; Penny looks at Miss Ham.\n\nPENNY\nWhere does Bull Hancock eat lunch?\n\nINT. ARLINGTON CLUB - DAY\n\nPenny’s high heels click-clack up the marble steps toward the\nreception desk, where a stodgy RECEPTIONIST is on the phone.\n\nRECEPTIONIST\nArlington Club, may I help you?\n».-Yes sir, I’11 put you through.\n(to Penny)\nHow can I help you?\n\nPENNY\n\nGood afternoon, I was told Bull\nHanceck might be here.\n\nPage 19 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\n19.\n\nRECEPTIONIST\nCould be. Would you like to leave\na message for him?\n\nPENNY\nI'd like to see him, please.\n\nRECEPTIONIST\nYou’re not from around here, are\nyou, sweetheart?\n\nPENNY\nI’m sorry?\n\nRECEPTIONIST\nThis is a gentlemen’s club. Would\nyou like to leave a message?\n\nPenny stares at the woman, who looks back at her like a queen\nat a peasant. Then, suddenly, Penny walks past her.\n\nINT. ARLINGTON CLUB -— MAIN DINING ROOM — CONTINUOUS\n\nPenny walks purposefully, looking for Bull; some of the other\nmen recognize her and begin to whisper; it’s a tight circle\nand they’ve already heard about Carl Hatton. Bull sees Penny\nand stands to welcome her, as the Receptionist catches up.\n\nRECEPTIONIST\nI'm sorry, she just-——\n\nPENNY\nWould you please tell Mr. Hancock\nthat Penny Tweedy would like a word\nwith him?\n\nBull waves the receptionist away and pulls out a chair for\nPenny.\n\nPENNY\nForgive me for disturbing you.\n\nBULL\nOn the contrary, it’s my pleasure.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nBull waves the receptionist away and pulls out a chair for\nPenny. PENNY\nForgive me for disturbing you. BULL\nOn the contrary, it’s my pleasure. \n\nTARGET SECTION TO BE ANNOTATED:\nA WAITER pours a tumbler of the best bourbon money can buy.\n\nPENNY\nI just fired Carl Hatton.\n\nBULL\n\nDo tell. So does that mean you're\nselling the horses, or keepin’ ’em?\n\nPage 20 of 113\n\f20.\n\nPENNY\nThe farm's in bad shape, like my\nfather is. But I’m not gonna sell\n\nit for less than it’s worth.\n\nBULL\nA horse farm needs a strong hand on\nthe reins. The hand that threw\nCarl Hatton out the door looks\npretty strong to me.\n\nPENNY\nMy life’s back in Denver. I need a\ngood trainer, just to get things\nstabilized.\n\nBULL HANCOCK\n(writing on his napkin)\nTalk to Lucien Laurin. He’s up in\nNew York right now. French\nCanadian trainer. Fat white guy,\ndresses like Superfly. He's sort\nof retired.\n\nPENNY\nWhat do you mean he’s sort of\nretired?\n\nINT. NEW YORK RACING PARK — BETTING WINDOW - DAY\n\nLUCIEN LAURIN, 50’s, with a taste for garish clothes and\nespecially for fedora hats, stands at a pay phone beside the\nbetting windows and calls to the teller...\n\nLUCIEN\nThree on the top with 1, 4, 6 and 8\non the bottom. I'’11 take the same\non a trifecta three and one.\n\nAs the teller hands him the tickets, Lucien says into the\nphone--\n\nLUCIEN\nOkay, what?\n\nSPLIT SCREEN, WITH PENNY IN HER OFFICE - DAY\nPENNY\n\nMr. Laurin, if you could just hear\nme out for a few minutes-—-\n\nPage 21 of 113\n\fThe\n\n21.\n\nLUCIEN\nMrs. Tweedy, I’m flattered Bull\ntold ya to call, but I’m tired of\nbaby-sitting half-ton animals that\nare stubborn or stupid. Or both.\n\nPENNY\nI understand that, sir, but I’m in\na bit of a tight spot.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nTweedy, I’m flattered Bull\ntold ya to call, but I’m tired of\nbaby-sitting half-ton animals that\nare stubborn or stupid. Or both. PENNY\nI understand that, sir, but I’m in\na bit of a tight spot. \n\nTARGET SECTION TO BE ANNOTATED:\n Could you\ntry it for a few months to see how\nthings go?\n\nLUCIEN\nTrainers go where they can find a\ngood horse, not to pick up a few\nmonths work.\n\nPENNY\nWe've got plenty of good horses.\n\nLUCIEN\nNo you don’t. You’ve got one or\ntwo that might be worth the time.\nAnd please don’t take this wrong,\nbut you’re a little short on people\nwho know what they're doing.\n\nPENNY\nThat’s why I’m talking to you.\n\nLUCIEN\nLady, you're not hearing me. A\ntrainer gets rich off commissions--\n10 percent off winners, 10 on\nsales. To get a top trainer you\nneed a top horse. Go back to Bull\nand see if he's got any other\nideas.\n\nPENNY\nBut Mr. Laurin-- two of my mares\nare pregnant by Bold Ruler and he’s\nthe best stallion in the whole--\n\n\"Call To Post” sounds behind him.\n\nLUCIEN\nSorry, I gotta go.\n\nHe hangs up. And Penny, in her father’s office, looks up to\nsee Hollis storming in, wearing golf clothes.\n\nHOLLIS\nYou fired our trainer?!\n\nPage 22 of 113\n\f22.\n\nPENNY\nHollis. You didn’t fly home?\n\nHOLLIS\nI stayed for a meeting and it’s a\ngood thing I did! We need a\ntrainer in place! How could you\nfire him?\n\nPENNY\nHe was worse than incompetent. He\nwas dishonest. He had to go.\n\nHollis tries to rub away a headache--and reality.\n\nPenny is\nlectured\n\nAnd he’s\n\nEXT. NEW\n\nAs horse\n\nHOLLIS\nI don't know any more about horses\nthan you do! But I know we need a\ntrainer to keep the horses fit\nenough to unload them.\n\nPENNY\nI’m working on it, Hollis. I’ve\ngot a line on one, recommended by\nBull Hancock.\n\nHOLLIS\nWell... at least Bull Hancock knows\nwhat he’s doing and our father\ntrusted him. The estate tax will\nkill us, Penny-- do you realize\nthat? When Dad dies, we're out of\ntime and it’s a fire sale.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLLIS\nWell... at least Bull Hancock knows\nwhat he’s doing and our father\ntrusted him. The estate tax will\nkill us, Penny-- do you realize\nthat? When Dad dies, we're out of\ntime and it’s a fire sale. \n\nTARGET SECTION TO BE ANNOTATED:\nsilent, trying not to show her anger in being\non what she already knows.\n\nHOLLIS\nLook, I know this is a strain for\nyou, being away from home. Just\nfind a nurse for Dad and you can\nget back to Jack and the kids. I\ngotta go.\n\neff again, leaving Penny with the whole mess.\n\nYORK RACING PARK - BY THE TRACK - DAY\n\nrace past the finish line, Lucien watches in defeat\n\nand tears up the last of his worthless betting tickets for\n\nthe day.\n\nHe’s at bottom, with nowhere to go.\n\nPage 23 of 113\n\f23.\n\nEXT. NEW YORK RACING PARK — PARKING LOT — DAY\n\nLucien owns an old Cadillac, from the days when he trained\nwinners. He opens the trunk, and finds a stack of breeding\nbooks there; he finds a book and opens it to BOLD RULER. He\ntracks down to two entries, Hasty Matelda and SomethingRoyal,\nmares at The Meadows, owner: Christopher Chenery.\n\nINT. THE MEADOW - CHRIS CHENERY’S BEDROOM -— NIGHT\n\nPenny moves to the door and watches her father sleeping,\npeacefully.\n\nINT. THE MEADOW - PENNY’S ROOM - NIGHT\n\nShe’s leafing through the mail when a formal envelope catches\nher eye; it bears the return address of Ogden Phipps. She\npulls it cut and looks at it for a beat.\n\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE -— NIGHT\n\nPenny sets down three of her father’s handwritten journals.\nThe top one is titled: Hasty Matelda. She opens it, and the\nsecond one: SomethingRoyal. Then she opens the third book,\nBold Ruler, and places them so that she can compare all three\ntogether. And she begins to study, absorbing everything.\n\nCLOSE on a steaming CUP OF COFFEE. Penny draws a line from\none generation to the next, now scribbling notes.\n\nINT. TWEEDY HOME - DENVER, COLORADO - NIGHT\n\nJack is on the phone with Penny--SPLIT SCREEN AT THE MEADOW\nOFFICE. In Denver, Chris and John are cleaning the plates\nfrom the dinner table; the house is noisy and chaotic; Penny,\nin her quiet office, savors the distant sounds of home.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. TWEEDY HOME - DENVER, COLORADO - NIGHT\n\nJack is on the phone with Penny--SPLIT SCREEN AT THE MEADOW\nOFFICE. In Denver, Chris and John are cleaning the plates\nfrom the dinner table; the house is noisy and chaotic; Penny,\nin her quiet office, savors the distant sounds of home. \n\nTARGET SECTION TO BE ANNOTATED:\nPENNY\nSo how’s Kate’s play?\n\nJACK\n{covering receiver)\nKate! Want to talk with your Mom?\n\nKATE (0.S.)\nI’m on the other line with Trent!\n\nJACK\n\nShe’s on the other line with\nsomebody.\n\nPage 24 of 113\n\f24.\n\nPENNY\nProbably Trent.\n\nJACK\nWho’s Trent?\n\nPENNY\nHer new boyfriend.\n\nJACK\nShe has a boyfriend? When are you\ncoming back?\n\nPENNY\nSoon. I just want to tell you\nabout the coin toss!\n\nThe kids are playing behind him, yelling.\n\nJACK\nWhat?! Kids, quiet! Coin toss?\n\nPENNY\nStallions cost more than mares,\nthey’re more glamorous, but since a\ngreat horse comes from the mare as\nmuch as the stallion, Daddy\ninvested in mares. That's the\nfirst smart thing he does. The\nsecond is, he makes a deal with\nOgden Phipps.\n\nJACK\nPhipps. Richest man in America?\n\nPENNY\nInstead of paying a stud fee, Daddy\nmakes a deal to breed Phipps’ best\nstallion to our best two mares.\nWhen the mares are near term they\nflip a coin to choose who gets\nwhich foal. The coin flip’s in two\nweeks.\n\nJACK\nSo what? I don’t have any idea\nwhich horse to choose.\n\nFor only a moment it registers with Penny that Jack assumes\nshe wants him to make a decision, rather than support hers.\n\nPage 25 of 113\n\fPENNY\nI’ve been into the breeding books.\nThe sire, Bold Ruler, was fast but\ncouldn’t last over distances. The\ndams are Hasty Matelda and\nSomethingRoyal. Hasty Matelda had\n\nlots of speed, so she’s the obvious\n\nchoice. But SomethingRoyal’s\n\ngrandsire was Princequillo. He had\n\ngreat stamina and--\n\nJACK\nPenny? Penny!\n\nPENNY\n--What?\n\nJACK\n\nSire and dam and Sam-I-Am? What is\n\nthis?\nHe's laughing at her.\nJACK\nCome on. We need you. Your\nchildren need you. Come home.\n\nThere is a long, deflating silence.\n\nPENNY\nRight after the coin toss.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome home. There is a long, deflating silence. PENNY\nRight after the coin toss. \n\nTARGET SECTION TO BE ANNOTATED:\nShe hangs up the phone.\n\nEXT. ARLINGTON CLUB - DAY\n\nESTABLISHING the Arlington Club, reeking of wealth.\n\nINT. ARLINGTON CLUB - DAY\n\n25.\n\nThe club is crowded with genteel horsemen and club members.\n\nOGDEN PHIPPS, (70), the richest man in this or any other\n\nroom, takes a glass of champagne, then waits for Penny to\n\ntake one, served her by the stodgy receptionist.\n\nfellow multi-millionaires listen in as...\n\nOGDEN PHIPPS\nPlease don’t take offense to this,\nMrs. Tweedy, but your father never\nwon our coin tosses and I do hope\nyou’ve inherited his luck.\n\nPage 26 of 113\n\nPhipps’\n\f26\n\nPENNY\nIf I were in your shoes, Mister\nPhipps, I’d hope the same thing.\n\nOGDEN PHIPPS\nThe President of the Racing League\nmakes the toss. It’ll be in five\nminutes.\n\nHe steps away, leaving Penny alone. Bull Hancock sees her\nand moves over. He clicks his glass to hers.\n\nBULL\nGood luck.\n\nHollis arrives and moves to Penny.\n\nPENNY\nHollis... Back from New York?\n\nHOLLIS\nThis is a big call, the foal could\nbe worth a great deal. I checked\nwith some of Phipps’s people, they\nthink he wants Hasty Matelda’s\nfoal. So that’s who we'll choose.\n\nPENNY\nI think that’s wrong, Hollis.\nSomethingRoyal‘s colt could have an\nunusual mix of speed and stamina.\n\nHOLLIS\nDon’t be ridiculous. You think you\nknow more than Ogden Phipps’\npeople?\n\nPENNY\nI’m just saying I’ve studied the\nbreeding books. Have you?\n\nHOLLIS\nWhat would you do, Mr. Hancock?\n\nBULL\nI’d mind my own business.\n\nHOLLIS\nI’m asking you as my father’s best\nfriend for your best opinion.\n\nBULL\nThe conventional wisdom is Hasty\nMatelda.\n\nPage 27 of 113\n\f27.\n\nPHIPPS\n(calling over)\nWe're ready!\n\nINT. ARLINGTON CLUB - MOMENTS LATER\n\nCLOSE on the SHINY COIN in Bull’s big hand.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHIPPS\n(calling over)\nWe're ready! INT. ARLINGTON CLUB - MOMENTS LATER\n\nCLOSE on the SHINY COIN in Bull’s big hand. \n\nTARGET SECTION TO BE ANNOTATED:\n Penny and Ogden\nstand across from each other, surrounded by rich onlookers.\n\nBULL HANCOCK\nMister Phipps has the call. Winner\nhas the choice between the\noffspring of Mr. Chenery’s mares\nHasty Matelda or SomethingRoyal.\nAre we in agreement?\n\nPhipps and Penny nod. Bull tosses the coin.\n\nBULL HANCOCK\nCall it in the air!\n\nOGDEN PHIPPS\nHeads!\n\n»..and it hits the floor and settles on: HEADS. Penny’s eyes\nclose in disappointment. Phipps smiles, supremely confident.\n\nOGDEN PHIPPS\nI’1l go with Hasty Matelda.\n\nPhipps turns toward his cadre of supporters and they lift\ntheir glasses to him.\n\nPHIPPS\nMiz Chenery, you have your father’s\nluck. Please give him my best.\n\nPhipps moves to celebrate with his entourage.\n\nHOLLIS\nWell, that’s that.\n\nPENNY\nBut... I got what I wanted!\n\nHOLLIS\nYou got what nobody else wanted.\nTime to go home.\n\nHollis leaves.\n\nBULL\nCan I give you a lift home?\n\nPage 28 of 113\n\f28.\nPENNY\nI brought my car.\n\nBULL\nI didn’t mean to take sides.\n\nPENNY\nYou didn’t, you told the truth.\n\nBull moves to congratulate Phipps. Penny, alone again, turns\nand wanders toward the door, walking slowly, trying to come\nto terms with the fact that she felt so sure of something\neveryone else saw another way.\n\nAT THE DOOR Penny collides with Lucien Laurin, rushing in.\n\nLUCIEN\n‘Scuse me! ...You Miz Chenery?\n\nPENNY\nMr. Laurin?\n\nLUCIEN\nYeah, how’d you know?\n\nHis clothes are strikingly tasteless.\n\nPENNY\nLucky guess.\n\nLUCIEN\nMy plane was late, who won the\ntoss?\nPENNY\nPhipps. He took Hasty Matelda.\nLUCIEN\nHe did? Hmm.\nPENNY\nThat surprise you?\nLUCIEN\nNo. But I would’a taken\nSomethingRoyal.\n\nAnd in that moment, their partnership is born.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCIEN\nNo. But I would’a taken\nSomethingRoyal. And in that moment, their partnership is born. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIEN\nWhen she drops her colt, call me.\n\nPage 29 of 113\n\fIturned my screenplay into a MPS\nand I's WANING DOWEY] = Tuar's THE Facr, sncK!\n\n \n\n29.\n\nINT. TWEEDY HOME, DENVER — DAY\n\nPenny is cleaning up in the kitchen after dinner when the\nphone rings. Jack, reading in the adjacent den, answers.\n\nJACK\nTweedy Residence.\n\nEDDIE’S VOICE\nMiz Chenery there?\n\nJACK\nPenny. It’s for Miz Chenery.\n\nShe moves in and takes the phone.\nPENNY\n{into phone)\n\nThis is Penny.\n\nEDDIE\nThe colt’s on its way.\n\nPenny looks up at Jack.\n\nINT. \"THE MEADOW” — MAIN BARN — NIGHT\n\nSomethingRoyal is on her side, ready to deliver. Eddie is on\nhis knees beside the mare. As is Lucien. And Penny.\n\nEDDIE\nWater broke just past midnight.\nAny minute now.\n\nEveryone’s tense. Penny rubs a hand along the mare’s neck.\n\nPENNY\nDoin’ fine, girl. Doin’ fine.\n\nEDDIE\nOkay, here we go. Mr. Laurin, make\nsure-—\n\nLUCIEN\n\n--I’ve got it.\nPenny soothes SomethingRoyal the whole time...\n\nPENNY\nI’ve done this four times, girl.\n\nEDDIE\nShe's done it fourteen.\n\nPage 30 of 113\n\f30.\n\nThey wait, and in a rush...the COLT tumbles onto the ground.\nEddie and Lucien are right there to help him. The colt is\nRED, with THREE WHITE SOCKS and a STAGGERED BLAZE on his\nface. Eddie laughs and shakes his head. The colt staggers\nto its feet.\n\nLUCIEN\nYou ever see that before?\nEDDIE\nNot me.\nPENNY\nSee what?\nEDDIE\n\nColt stand up that fast.\n\nLUCIEN\nMon dieu...\n\nPENNY\nWhat? What?\n\nEDDIE\nThat boy’s a whopper.\n\nThey stare at the COLT, a miracle of birth, and life...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat? EDDIE\nThat boy’s a whopper. They stare at the COLT, a miracle of birth, and life... \n\nTARGET SECTION TO BE ANNOTATED:\nOur music rises (we will have a grand SECRETARIAT theme) into\nA MONTAGE of Penny's life and the colt’s growth, intertwined:\n\n--The colt in a dew-soaked field, suckling from\nSomethingRoyal, as Penny watches...\n\n--Penny at home in Denver, caring for her own children,\nfeeding them, helping them with homework, silently cringing\nas Jack ridicules Kate’s hippie attire; Penny soothes Kate by\nbraiding her hair and weaving in a flower; Kate loves it.\n\n--Penny, back in Virginia, touches the growing mane of the\ngrowing colt, and he surprises Penny and Eddie by nuzzling\nhis head against Penny’s chest. She smiles, moved...\n\n--Penny in an airplane seat, going through ledgers as she\nflies home; DISSOLVE THROUGH to Penny at home, doing dishes,\npicking up her children’s clothes, laughing with them as they\nplay after dinner and the girls talk on the phone; Penny\ndoing laundry... then sitting at her desk late into the night\nin her office at home. The MONTAGE ENDS as Jack walks in,\nrumpled and sleepless in his pajamas; Penny looks up from her\nledgers and glances at the clock: it’s past midnight.\n\nPage 31 of 113\n\f31.\n\nPENNY\nI’m almost done.\n\nJACK\nHow long do you think you can live\ntwo lives at once?\n\nPENNY\nThe colts are looking good and the\nnew trainer's working hard; we've\ncut expenses; we're breaking even.\n\nShe feels good about this; Jack doesn’t.\n\nJACK\nI thought the point was to sell the\nfarm, not to break even.\n\nShe glances at a picture on the desk: she and Jack, young\nlovers in college, happy, optimistic. Beside it is a picture\nof the growing red colt.\n\nPENNY\nWhen I went off to college, I felt\nlike... that colt. Full of promise\nand adventure. Like I could make\nsomething work. Now I want to see\nhim run. I just want to see him\nrun.\n\nJack sighs, and without another word he leaves her. Now\nPenny feels no hurry to get to bed.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nI just want to see him\nrun. Jack sighs, and without another word he leaves her. Now\nPenny feels no hurry to get to bed. \n\nTARGET SECTION TO BE ANNOTATED:\nWhat neither she nor Jack knows is that DOWN THE HALLWAY,\nKate has been watching and hearing everything. Kate closes\nthe door to her room... switches on the light of her own\ndesk, and starts doing her homework.\n\nPenny, alone at her desk, looks at the picture of the red\ncolt. Rising in the background: the sound of THUNDERING\nHOOVES... WE SMASH INTO:\n\nEXT. THE MEADOW FARMS - TRAINING TRACK — DAY\n\nCLOSE on the pounding chestnut legs of the same colt, now two\nyears old. We move up the sprinting animal...and reveal\nwhat’s happened over the past couple of years with\n\nSomethingRoyal‘s baby boy.\n\nThe BRILLIANT COPPERY COLT rolls straight toward us, right\ndown the backstretch of The Meadow’s old training track.\n\nPage 32 of 113\n\f32.\n\nPenny, Miss Ham and Lucien--wearing a new eyesore of a hat--\nwatch from the rail as he plows by.\n\nPENNY\nWell, what do you think?\n\nLUCIEN\nHe’‘s eleven hundred pounds of baby\nfat, that’s what I think. Lazy,\neats too much, doesn’t have a clue\nhow to run. Any other questions?\n\nMISS HAM\nI have one. How much did you spend\non that hat?\n\nThe colt and rider (JIMMY GAFFNEY, a lanky, tough exercise\nrider in his early 30’s) ride up toward the trio.\n\nLUCIEN\nHow’s he look, Jimmy?\n\nJIMMY GAFFNEY\nHe’s just a big ol’ kid havin’ fun\nout there. He’ll figure it out.\n{pats the colt)\nAin’t that right, Red?\n\nThe horse tosses his head. Penny rubs his nose, then watches\nhim with affection as Jimmy walks him away.\n\nPENNY\nRed. I wish we could race him\nunder that name.\n\nMISS HAM\nThe Jockey Club insists on unique\nnames; I keep sending ’em and they\nkeep rejecting ‘em. I’ve tried\nSomething Special, Royal Line, Deo\nVolente...\n\nLUCIEN\nDeo Volente? “God Willing\"?\n\nMISS HAM\nYeah.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’ve tried\nSomething Special, Royal Line, Deo\nVolente... LUCIEN\nDeo Volente? “God Willing\"? MISS HAM\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n And God may have been\nwilling but the Jockey Club wasn't.\nI’1l keep going through the\ndictionary til something clears.\n\nLUCIEN\nThere’s a race in two weeks up at\nAqueduct.\n\n(MORE)\n\nPage 33 of 113\n\f33.\n\nLUCIEN (cont'd)\nSets up nice for his first time\nout...not that I‘m expecting much.\n\nPENNY\nLet’s enter him then.\n\nHe jots down a note, before jabbing Miss Ham one last time.\n\nLUCIEN\nDeo Volente.\n\nMISS HAM\nMon dieu.\n\nEXT. ”’THE MEADOW” - MAIN BARN — DAY\nEddie Sweat is washing down the big horse. Penny walks up.\n\nPENNY\nHey Eddie.\n\nEDDIE\nMa‘ am.\n\nShe gives the big horse a rub on his nose. He likes it.\n\nPENNY\nLucien says he couldn't beat a fat\nman running down a hill.\n\nEDDIE\nWell, he should know, ma’am.\n\nPenny smiles; then Eddie takes the chance to share something\nhe’s seen, with a woman he admires.\n\nEDDIE\nHe could be a fine one. Right now\nhe’s all sleep and eat. But he’s\ngot fire inside him. And you see\nthose ears? There’s plenty in\nbetween ‘em.\n\nRed turns his head and snorts, as if to say, “darn right.”\nPENNY\n\nI’m heading home for a few days.\nDo me a favor though before I go?\n\nEXT. MAIN HOUSE AT \"THE MEADOW” — DAY\n\nEddie and Penny hold Red’s twin leads as they walk him up to-\n\nPage 34 of 113\n\f34.\n\nChristopher Chenery, sitting in a chair outside of the main\nhouse; an impeccable nurse is just tucking a flannel blanket\nover his legs as Penny guides the big horse closer...\n\nPENNY\nHey Daddy, brought you some\ncompany.\n\nThe dull expression on Christopher Chenery’s face flickers\njust a bit. He may not remember much, but he knows a good\nlooking horse when he sees one.\n\nHe struggles to stand, and succeeds. Penny takes his hand as\nhe uses the other to reach for the horse and pet his nose.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe may not remember much, but he knows a good\nlooking horse when he sees one. He struggles to stand, and succeeds. Penny takes his hand as\nhe uses the other to reach for the horse and pet his nose. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd then Penny calmly explains, hoping that a part of him\nwill hear...\n\nPENNY\nHe’‘s the Bold Ruler colt, Daddy.\nFrom SomethingRoyal. We call him\nBig Red. He’s a nice one, isn’t\nhe?\n\nA touch of a smile on Christopher’s face.\n\nEXT. TWEEDY HOME - DENVER - DAY\n\nESTABLISHING of Penny’s home in Denver. It’s early summer.\n\nINT. TWEEDY HOME - DENVER - DINING ROOM - SAME\n\nCLOSE on the DENVER POST NEWSPAPER that Jack’s reading at the\ndining room table. HEADLINE: “Hanoi and Vietcong Ask Renewal\nof Paris Talks”\n\nHe folds it up as Penny brings dinner in, a COCKTAIL already\nnear his table-setting. The entire family is there.\n\nJACK TWEEDY\nWell, it’s good you’re home. Your\ndaughters have something they want\nto talk to you about.\n\nPENNY\nOh? What’s that?\n\nSARAH\nKate and I are thinking of going to\nSouth America. Just for a couple\nof months.\n\nPage 35 of 113\n\fPENNY\nSouth America. What for?\n\nKATE\nTo teach English. It’s part of a\npeace mission.\n\nCHRIS\nA mission to protest the war is\nwhat they mean.\n\nJACK TWEEDY\nThank you.\n\nKATE\nThat’s not why we’re going.\nAlright? Although, if an\nopportunity did present itself...\n\nJACK TWEEDY\n{to Penny)\nSee? This is what you're missing.\nOur teenage daughters growing up to\nbecome hippies.\n\nHe reaches for his cocktail.\n\nSARAH\nHippies are free spirits.\n\nJACK TWEEDY\nHippies are walking garbage--\n\nPENNY\n».-alright, let’s just enjoy our\ndinner, okay?\n\nQuiet for a beat. Penny asks the girls...\n\nPENNY\nWhen do you need to let them know?\n\nKATE\nThere's a meeting for parents on\nthe fifth, the day after my new\nplay.\n\nSARAH\nBoth of you can make it, right?\n\nPENNY\nThe new colt runs his first race on\nthe fourth. It’s in New York.\nI’1l catch the first flight back.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENNY\nThe new colt runs his first race on\nthe fourth. It’s in New York. I’1l catch the first flight back. \n\nTARGET SECTION TO BE ANNOTATED:\nPage 36 of 113\n\n35\n\f36.\n\nJack is silent, disapproving. He barely shows it.\n\nJACK TWEEDY\nBy the way, Miss Ham called.\nSomething about a name for the\nhorse.\n\nEXT. AQUEDUCT RACE TRACK - DAY\nA small BAND blasts out a JOHN PHILIP SOUSA tune. TITLE:\nAQUEDUCT RACE TRACK JULY 4TH, 1972\n\nAQUEDUCT P-A ANNOUNCER (V.0.)\n...rounding out the field for the\nsecond race...Knightly Dawn and\nSecretariat. Five and a half\nfurlongs...\n\nEXT. AQUEDUCT RACE TRACK - PADDOCK AREA - SAME\n\nThe sound of the band can still be heard as Lucien (wearing a\nred, white and blue plaid HAT), Penny, Miss Ham and a young\njockey, PAUL FELICIANO, 18, talk before the race.\n\nThe big red horse (not wearing any head-gear) stands in their\nmidst; nervous, fidgety. Eddie works to keep him calm while\nLucien spills all his worry onto the jockey.\n\nLUCIEN\nAlright, it’s a short race, so\nwatch for the number six, he’s got\nthe speed. Number three’1ll hold\nback, but five and eight might do\nthe same. And keep an eye on\nnumber one, he might be the best\nhorse in the field.\n\nPENNY\nAre there any horses he doesn’t\nhave to worry about?\n\nLUCIEN\nDid I say number two?\n\nFELICIANO\nWe're number two.\n\nLUCIEN\nRight.\n(beat)\nWatch out for number two.\n\nPage 37 of 113\n\f37.\n\nA distant trumpet blasts out the call to post. The jockey\nnods to Penny and mounts Secretariat. As he’s led away--\n\nPENNY\nOur jockey’s mighty young.\n\nLUCIEN\nHe’s not my first choice, but he’s\ngood, he’1l do.\n\nMiss Ham stares at Lucien for a beat.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he’s led away--\n\nPENNY\nOur jockey’s mighty young. LUCIEN\nHe’s not my first choice, but he’s\ngood, he’1l do. Miss Ham stares at Lucien for a beat. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIEN\nWhat? You don’t like my hat?\n(lecks to Penny)\nDo you like my hat?\n\nFor a moment, Penny is a deer in headlights, desperate not to\nembarrass Lucien, she can’t look away from the hat and can’t\nescape the moment; she turns red, then bursts out laughing.\n\nPENNY\nI’m sorry, Lucien, I-- But I do\nlike the hat, I actually...\n(choking laughter) I actually DO, I-\nLaughing, she hugs Lucien; then she turns reflective.\n\nMISS HAM\nWhat’s wrong?\n\nPENNY\nNothing, it’s just that... That's\nthe first time I’ve laughed, really\nlaughed, since... since I don’t\nremember when.\nPenny walks toward the grandstands. Lucien watches her go.\n\nLUCIEN\nShe scares me.\n\nMiss Ham gives him a steely look.\n\nMISS HAM\nGood.\n\nShe heads off to join Penny. Lucien, baffled, follows.\n\nEXT. AQUEDUCT RACE TRACK —- RAIL ON THE STRETCH - DAY\n\nA young sportswriter, BILL NACK (early 30's), studies the\nracing form as he leans against the rail.\n\nPage 38 of 113\n\f38.\n\nANDY BEYER {late 20’s, racing analysis whiz kid from New\nYork) settles in on the rail next to him.\n\nBEYER\nSo what are you thinkin’, Nack?\n\nNACK\nYou’re the best handicapper I know,\nAndy. You tell me.\n\nBEYER\nLotta horses that haven’t run a\n\nrace yet. I’m curious about this\nBold Ruler colt--Secretariat.\n\nEXT. AQUEDUCT - RAIL NEAR THE FINISH LINE - DAY\n\nPenny, Lucien and Miss Ham stand by the rail to watch as...\n\nAT THE STARTING GATE, the last horse is loaded in. The young\njockey, Feliciano, tries to calm the big horse.\n\nFELICIANO\nSettle down, boy...\n\nAll around: the GATE CREW MEMBERS are shouting...\nGATE CREW\nHold still! Everybody set?\n».",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nGATE CREW\nHold still! Everybody set? ». \n\nTARGET SECTION TO BE ANNOTATED:\n.-Alright, we're good!\nWe play the DETAILS and the building tension of the moment:\nthe Big Red horse’s twitching muscles, his wild eyes, his big\n\nhooves, flaring nostrils...\n\n.»..And PENNY, hands on the railing in front of her, the human\nequivalent of the horse; at that moment utterly alone.\n\nThe starting gates burst open, the bell screams:\n\nAND IN THE VERY FIRST SECOND, SECRETARIAT’S MAIDEN RACE GOES\nTO HELL IN A HANDBASKET.\n\nQUEBEC, the horse just to the right of Secretariat, emerges\nfrom the gate - and in a panic - veers directly into Big\n\nRed’s shoulder...\n\n.--knocking him off balance and straight into the horse to\nhis left. Almost dropping him to the ground.\n\nPENNY looks as if someone drove an icepick into her spine.\n\nPage 39 of 113\n\f39.\n\nFeliciano jerks back on Secretariat, pulling him out of\nharm’s way...and into last place as they roll past Penny,\nMiss Ham and Lucien (growing angry already) on the rail.\n\nThe horses settle into a rhythm as they approach the turn,\nall except for Secretariat...\n\n.».-who turns too sharply and nudges a gray roan named ROVE\njust to his left...\n\nROVE JOCKEY\nBack him off, kid!\n\nFeliciano eases Red to the right, but he’s reacting too much\nto every command; like a car that’s over-steering.\n\nFELICIANO\nEassssy boy.\n\nON THE RAIL: Penny, Lucien and Miss Ham watch... Nack and\nBeyer do the same.\n\nNACK\nHorse is all over the place.\n\nEXT. AQUEDUCT RACE TRACK - DAY\n\nThe horses head into the stretch...and suddenly Secretariat\nfinds himself jammed in on the rail with nothing but horses\nall around him. Nowhere to run.\n\nA tight opening emerges directly on the rail and Feliciano\nchirps to his horse...\n\n.»..and Red instantly begins to pick up speed. He knocks off\none horse, then another, and another...\n\nBut the big horse is too far back. Secretariat hits the\nfinish line. Fourth.\n\nAQUEDUCT P-A ANNOUNCER (V.0.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nSecretariat hits the\nfinish line. Fourth. AQUEDUCT P-A ANNOUNCER (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nResults from the second race, still\nunofficial: Herbull, finishing\nfirst, followed by Master Achiever,\nFleet N’Royal, and Secretariat.\n\nLucien angrily thumps the rail with his folded-up form and\nstorms away. Penny stands alone at the rail, deflated.\n\nPage 40 of 113\n\f40.\n\nEXT. AQUEDUCT RACE TRACK - DISMOUNT AREA — MOMENTS LATER\n\nFeliciano hops off Secretariat, handing the horse to Eddie.\nA hopping-mad Lucien approaches, crumpling up a PIECE OF\nPAPER and tossing it to the ground as he does so. Penny’s\nright with him, while Miss Ham is a couple of steps behind...\n\nLUCIEN\n(cussing in French, and then:)\nYou sure as hell messed that up!\n\nFELICIANO\n\nHe got hit coming right out--\nLUCIEN\n\nDon’t even try kid, you’re off him!\nFELICIANO\n\nWhat?!\nLUCIEN\n\nI said you’re done with him!\nPenny tries to step in...\n\nPENNY\nLucien, stop. We need to talk\nabout this...\n\nLUCIEN\nStay out of this! This is none of\nyour business!\n\nPENNY\nGo on, Paul.\n\n.»--and Feliciano walks away. Lucien, so pissed he forgets\nfor a second what language he’s speaking (a recurring problem\nfor him), glares in Feliciano’s direction...\n\nLUCIEN\n».-l'enfant ne savait pas ce qu'il\nfaisait, le cheval n'aurait jamais\ndai perdre...\n\nPENNY\nExcuse me?\n\nLUCIEN\nThat horse should never have lost\nthat race!\n\n.--and he storms off. Eddie gently pulls Red away as Penny,\nangry as well, stares after Lucien.\n\nPage 41 of 113\n\f4l.\n\nMiss Ham approaches with the PIECE OF PAPER Lucien had tossed\non the ground.\n\nMISS HAM\nWell this explains a couple things.\n\nINT. AQUEDUCT RACE TRACK - STABLES - A FEW MINUTES LATER\n\nLucien leans against the stall, running the race through his\nmind. Penny walks up and hands him the losing ticket.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. AQUEDUCT RACE TRACK - STABLES - A FEW MINUTES LATER\n\nLucien leans against the stall, running the race through his\nmind. Penny walks up and hands him the losing ticket. \n\nTARGET SECTION TO BE ANNOTATED:\nPENNY\nLot of money to bet on a fat, lazy\nhorse. Must see something in him.\n(beat)\nWas it really Paul’s fault?\n\nLUCIEN\n\nProbably not.\n(beat)\n\nThis horse needs a jock with a lot\nmore experience though. I want to\ngo with Ronnie Turcotte. I\nwould’ve put him up today, but he\nhad another ride.\n\nPENNY\nI want to meet with him, when I’m\nback in a couple weeks. But call\nhim now, let’s make the change.\nOne more thing. I’m still new to\nall this...and you know a lot more\nabout it than I do. But don’t ever\nsay this is none of my business.\nEvery bit of this is my business.\nYou understand?\n\nLUCIEN\nYes ma’am. I’11 call him tomorrow.\n\nMiss Ham comes up.\nMISS HAM\nI just called to confirm your\nflight out. They’ve cancelled it\ndue to weather.\n\nPenny winces; Kate’s play is tonight.\n\nPage 42 of 113\n\f42.\n\nINT. JOCKEY’S ROOM - NEW YORK RACE TRACK -— DAY\n\nRONNIE TURCOTTE, 30ish, a tough-as-nails Canadian jockey, is\nprepping for his next race, like a football player readying\nfor kickoff. A JOCKEY’S ATTENDANT answers a ringing phone...\n\nJOCKEY’S ATTENDANT\nYeah. Hang on.\n(yells to...)\nTurcotte! You got a call from\nLucien Laurin!\n\nRONNIE\nTell him my race is in ten minutes,\nI’11 call him back!\n\n».-he grabs his helmet and whip...\n\nEXT. NEW YORK RACE TRACK — DAY\n\n.»..and he’s on top of a horse named OVERPROOF as the tightly\npacked field heads down the backstretch. Everything is a bit\nmore drab, non-descript: Turcotte’s clothing, the horse’s\nsilks, etc.\n\nAnd we get a first-hand look - much as we did in Red's race\nat Aqueduct - of the hand-to-hand combat that exists in the\ntrenches of thoroughbred horse-racing. Banging. Jostling.\nDirt everywhere.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nBanging. Jostling. Dirt everywhere. \n\nTARGET SECTION TO BE ANNOTATED:\n Turcotte reaches up with his hand and\nquickly flips up one of the FIVE SETS OF GOGGLE LENSES that\nprotect his eyes from the dirt. He still can’t see much.\n\nThe horses enter the homestretch, Overproof boxed in on the\nrail. Turcotte gives him the whip... Overproof responds,\nsurging forward, eyes wide, nostrils flared...\n\nThen it happens in an instant. Overproof lurches to his\nright and collapses, slamming Ronnie to the ground with him\nAnd a heartbeat later every horse that was behind them is\nthundering by, one of them stepping on Turcotte.\n\nA FEW MINUTES LATER, track medics are loading Turcotte into\nan ambulance. He’s badly banged up. A couple of jockeys and\nthe attendant are there to see if Turcotte’s still alive.\n\nTURCOTTE\nMy horse?...\n\nJOCKEY ATTENDANT\n\nVet said his heart burst. Dead\nbefore he hit the ground.\n\nPage 43 of 113\n\f43.\n\nTURCOTTE\n(beat)\nTell Lucien I can ride in a week.\n\nINT. PENNY’S HOTEL ROOM —- NIGHT\n\nShe‘s by herself, a room-service dinner barely touched beside\nher. She dials a number...\n\nINTERCUT WITH A RINGING PAY PHONE, inside A High School\nauditorium in Denver. Student-made posters announce: “Peace\nOn Earth? A Counter-Culture Pageant.” The phone rings only\nonce before young Chris Tweedy picks it up and answers——\n\nCHRIS TWEEDY\nMom?\n\nPENNY\nIs she on?\n\nCHRIS TWEEDY\nYou just made it!\n\nHe stretches the phone toward the auditorium entrance, where\nSarah and John are holding the decors open; Kate is on stage,\ndressed as a Vietamese soldier, singing--\n\nKATE\nSilent night... Holy Night...\n\nShe’s singing at the top of her lungs, projecting to the\nphone, as her classmates, dressed as airplanes, hurl plastic\nbombs at her.\n\nPenny listens from far away, rapt, both laughing and crying\nat the same time.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHoly Night... She’s singing at the top of her lungs, projecting to the\nphone, as her classmates, dressed as airplanes, hurl plastic\nbombs at her. Penny listens from far away, rapt, both laughing and crying\nat the same time. \n\nTARGET SECTION TO BE ANNOTATED:\n Chris whispers to her, into the receiver--\n\nCHRIS TWEEDY\nDad says it’s Commie Crap!\n\nPENNY\nIt's art, Honey. It’s art.\n\nAnd as Penny, alone in her hotel room, listens to her\ndaughter singing, so far away, a tear slides down her cheek.\nINT. MANHATTAN HOTEL LOBBY - CAFE - NIGHT\n\nA quiet, reserved hotel cafe. Penny sips from a cup of\n\ncoffee as she looks across the table toward Turcotte, still\nbanged up, ribs wrapped, hand bandaged.\n\nPage 44 of 113\n\f44.\n\nPENNY\nLucien and I were hoping you might\nbe ready for our next race, but--\n\nRONNIE\nI'll be ready, why wouldn't I be?\n\nPenny likes this answer.\n\nPENNY\nI talked to a few owners. They say\nyou're one of the best, got a great\ntouch, great with young horses.\nThey also say you’1ll put a horse\ninto traffic, get him caught where\nhe can’t run. Or drive him too\nhard.\n\nRONNIE\nLucien dit c’vrais. Lucien told\nthe truth.\n\nPENNY\nWhat’d he say?\n\nRONNIE\nThat you're hard as nails. Miz\nChenery, I risk my life every time\nI climb on a horse. I’m not\nafraid, neither are they; I want to\nwin just like they do. My last\nhorse wanted to win so much his\nheart burst. It’s who they are.\nIt's who I am. You want somebody\nelse, get somebody else.\n\nPENNY\nI don’t want somebody else.\nEXT. SARATOGA - DAY\nThe splendor of Saratoga in upstate New York. The old seats\nare filled with OWNERS AND PATRONS whose families have been\nthere for generations. We SUPERIMPOSE:\n\nSARATOGA, JULY, 1972\n\nPage 45 of 113\n\f45.\n\nEXT. SARATOGA — DAY\n\nPenny and Miss Ham arrive in the owners’ area of the\ngrandstand, and find themselves next to a TRIO OF OWNERS,\nformer frat boys drunk since college twenty years ago. Penny\nexhales, nervous.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SARATOGA — DAY\n\nPenny and Miss Ham arrive in the owners’ area of the\ngrandstand, and find themselves next to a TRIO OF OWNERS,\nformer frat boys drunk since college twenty years ago. Penny\nexhales, nervous. \n\nTARGET SECTION TO BE ANNOTATED:\nThe nearest of the owners says, too loudly..\nOWNER #1\nSo which of you ladies owns\nSecretary?\nHis buddies laugh.\nPENNY\n\nHis name's Secretariat. And he's\ngonna make your horse take\n\ndictation.\nOWNER #2\n\nYou don’t know which horses we own!\nPENNY\n\nDoesn’t matter. He’s gonna beat\n\n‘em all.\nLucien enters and stands next to Miss Ham, so tense he can\nbarely breathe. She looks at his clothes, mortified.\nEXT. SARATOGA -— TRACK -— DAY\n\nThe starting gates tremble in anticipation; the bell RINGS...\nand Secretariat, now wearing blinkers, blasts out...\n\nThe Saratoga crowd - the bleachers packed - cheers in unison\nas the horses blister down the track.\n\nBut Big Red settles toward the back of the pack once more.\nPENNY, MISS HAM AND LUCIEN watch from the stands, already\nlosing hope. They watch the horses moving into the back\nstretch.\nSARATOGA ANNOUNCER (V.O.)\n»..The quarter mile time, a brisk\n23 and four tenths.\n\nTurcotte is content to let Red roll along in last place, dirt\nand mud splattering his white silks.\n\nIN THE STANDS, PENNY WATCHES as Big Red fails to challenge\nonce more; she's worried he'll never make a move.\n\nPage 46 of 113\n\f46.\n\nTurcotte guides him along, the horses easing toward the rail\nas they plow down the backstretch.\n\nThey’re all bunched in... no place for Red to move...\n\nPENNY\nRed doesn’t have anywhere to go! I\nthought Turcotte was aggressive!\n\nLUCIEN\nMake your move, Ronnie! Make your\nmove!\n\n.--and as they pass the half-mile mark, Ronnie - surveying\neverything in front of him - notices a tiny gap widening\nbetween a pair of horses just in front of him.\n\nRONNIE\nOkay, Red...go get\n\nem.\n\nRonnie chirps, and there is a SUDDEN SURGE as Red’s shoulders\nbegin to pump and he bulls his way through the gap, knocking\nthe two horses aside with ease.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n.--and as they pass the half-mile mark, Ronnie - surveying\neverything in front of him - notices a tiny gap widening\nbetween a pair of horses just in front of him. RONNIE\nOkay, Red...go get\n\nem. Ronnie chirps, and there is a SUDDEN SURGE as Red’s shoulders\nbegin to pump and he bulls his way through the gap, knocking\nthe two horses aside with ease. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIEN\nThat’s it!\n\nQuickly, ome by one, Secretariat overtakes the field, while a\nsteady roar grows from the stands.\n\nPENNY\nCome on Red!\n\nAnd Secretariat is absolutely rolling; a breathtaking surge.\nSARATOGA ANNOUNCER (V.O.)\n».-Secretariat surging past Court\n\nRuling and now Blackthorn!\n\nThe assault on the frontrunners is shockingly fast; he blows\nby the other horses like they were nags.\n\nSARATOGA ANNOUNCER (V.0.)\nSecretariat pulling away!\n\nThe big horse pounds toward the finish line, crossing it two\nlengths in front of the challengers...\n\nSARATOGA ANNOUNCER (V.O0.)\nSecretariat with an impressive win!\n\nAnd as Lucien and Miss Ham applaud, Penny glances at the\nother owners; they toast her, and she smiles.\n\nPage 47 of 113\n\f47.\n\nEXT. SARATOGA - WINNER’S CIRCLE - A FEW MINUTES LATER\n\nAnd now the WINNER’S PHOTOGRAPH is being taken: Penny and\nthe entire team (Lucien, Ronnie, Miss Ham, Eddie) surrounding\nthe victorious horse as the flashbulbs pop. FROM PENNY’S\nPov, it’s all harsh light and noise. Lucien is happy; he\nnotices Ronnie’s silks are covered in dirt.\n\nLUCIEN\nYou look like you finished last!\n\nRONNIE\nI was there long enough!\n\nSecretariat, full of pride and the fire of victory, is\nactually turning his head toward each photographer. Nack and\nBeyer are among the reporters.\n\nBEYER\nIs it just me, or is that horse\nposing?\n\nNACK\nWhat are you talking about? Horses\ndon’t--\n\nHe stops scribbling as he sees: Snap. Pose. Snap. Pose.\nNack loves it, and starts scribbling again, furiously.\n\nNACK\n(mumbling as he writes)\n“...the owner hates attention; the\nhorse loves it...”\n\nAnd then Secretariat does something even more surprising:\nthis dominating beast of a racehorse, fresh from humiliating\na herd of hot-blooded rivals, turns his huge, filthy head and\nplaces it like a baby against Penny’s chest.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nPose. Nack loves it, and starts scribbling again, furiously. NACK\n(mumbling as he writes)\n“...the owner hates attention; the\nhorse loves it...”\n\nAnd then Secretariat does something even more surprising:\nthis dominating beast of a racehorse, fresh from humiliating\na herd of hot-blooded rivals, turns his huge, filthy head and\nplaces it like a baby against Penny’s chest. \n\nTARGET SECTION TO BE ANNOTATED:\n She cradles him\nwith exquisite tenderness; the photographers go crazy. Penny\ncloses her eyes, shutting them out.\n\nBut as the reporters leave and the grooms lead Secretariat\naway, Penny and her group watch with surging excitement.\n\nLUCIEN\nHe knocked those other horses out\nof the way like they were sparrows!\nI never saw a two-year-old do that!\n\nPENNY\nYou see the way he struts? He\nlocks at the competition like, \"Is\nthis all you’ve got?”\n\nPage 48 of 113\n\f42.\n\nMISS HAM\nI think he walks like... like a\nwoman with big boobs!\n\nThey all gawk at her...howl with laughter. We launch into--\n\nMONTAGE OF VICTORIES: Secretariat blasts past one finish\nline after another (always starting dead last), and Penny’s\nback in the winner’s circle, receiving a different set of\nflowers every time; and each time Secretariat poses, then\nnuzzles Penny and ruins another new dress. Ronnie’s white\nsilks are covered in mud after every victory.\n\nTRACK ANNOUNCER\nSecretariat wins by five lengths!\n...Secretariat by three lengths!\n»Secretariat by seven!\n...Secretariat wins!\n».-Secretariat!\n\n \n\nWe smash out from the string of wins as...\n\nEXT. BELMONT PARK - STABLES - LATE AFTERNOON\n\nPenny walks alongside Secretariat, holding one of the leads\nalong with Eddie, as the horse heads back to the barn. Beyer\nand Nack walk with her; she's stiff, struggling to be natural\nwith two of the best reporters in all of racing.\n\nBEYER\nSeven wins in four months. There's\ntalk he could be Horse of the Year.\n\nPENNY\nWell... He’s... done everything\nwe've asked of him.\n\nBEYER\nBut the sons of Bold Ruler have all\nfaded as 3-year-olds. And the\nTriple Crown races are much longer.\n\nPenny smiles, volunteering nothing.\n\nBEYER\nI mean, it’s extremely rare for a 2-\nyear-old to be considered for Horse\nof the Year, but they’re still big\nkids at that age, they haven’t\nproven their full potential.\n\nPENNY\nThat's true.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nPenny smiles, volunteering nothing. BEYER\nI mean, it’s extremely rare for a 2-\nyear-old to be considered for Horse\nof the Year, but they’re still big\nkids at that age, they haven’t\nproven their full potential. PENNY\nThat's true. \n\nTARGET SECTION TO BE ANNOTATED:\nPage 49 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\n4S.\n\nNACK\nWhat’ve you learned about the\nhorse?\n\nIt's easier for her to talk about the horse; she softens.\n\nPENNY\n++-He loves to run. Likes to come\nfrom behind--nerve wracking for me,\nbut his fans love it. And... he's\na ham. You've seen him show off.\n\nNACK\nYou really think he knows what he’s\ndoing?\nSecretariat looks directly at him; it’s spooky.\nNACK\nDon’t look at me--Beyer’s the one\nwho says you can’t run distances.\nThey laugh, but Beyer presses the point to Penny.\nBEYER\nYou do acknowledge the issue,\nright? That speed and endurance\n\ndon’t go togeth--\n\nA splattering sound, like a hose squirting on concrete,\ninterrupts; Beyer looks at his shoes, then at the horse.\n\nBEYER\nNo way...\n\nNack laughs and starts scribbling again, loving this.\n\nINT. BURGER JOINT - NIGHT\n\nCelebration time. Penny, Lucien and Ronnie are wrapping up a\ndinner of cheeseburgers. Penny lifts her coke in the air.\n\nPENNY\nTo Secretariat. Horse of the Year!\nRONNIE\nAnd to Red’s owner, who took on the\nold boys.\nLUCIEN\n\nYou’re gonna have to take ‘em on\nharder next year, you know that,\nright?\n\nPage 50 of 113\n\f50.\n\nPENNY\nThe races are longer.\n\nLUCIEN\nMuch longer.\n\nPENNY\nThe horses are faster.\n\nLUCIEN\nMuch faster. And every owner,\nevery trainer out there will be\ntrying to bring us down.\n\nPenny looks toward Turcotte.\n\nRONNIE\nI’1l be ready.\n\nA WAITRESS comes by and drops off the check to Penny. Lucien\nand Ronnie make a half-hearted effort to reach for their\nwallets.\n\nLUCIEN\nHere, let me help out with--\n\nPENNY\nSit down.\n\nShe heads for the register, then sees Miss Ham entering.\n\nMISS HAM\nIt’s your father, Honey.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCIEN\nHere, let me help out with--\n\nPENNY\nSit down. She heads for the register, then sees Miss Ham entering. MISS HAM\nIt’s your father, Honey. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s had\na stroke. I’11l get Lucien and\nRonnie.\n\nINT. HOSPITAL ROOM — NIGHT\n\nPenny is alone at her father’s bedside. He’s comatose,\nmonitors beeping, a ventilator softly sucking. Penny kneels\nbeside him; maybe she’s praying, or maybe the weight of life\nhas bent her over. She lifts her head, looks at her father,\nstrokes his limp gray hair.\n\nPENNY\nI don’t think we‘ve left much\nunsaid, Daddy. I always knew where\nyou stood. And I’m grateful for\nthe way you showed me what it was\nto stand up in the world and live\nthe way you believe.\n\nPage 51 of 113\n\f51.\n\nTears choke her for a moment, but Penny Chenery won’t let\ntears stop her.\n\nPENNY\nThe big red colt won Horse of the\nYear, Daddy. I think he can go all\nthe way. If he does, I hope you\ncan see it.\n\nShe kisses his head, and then realizes the heart monitors\nhave ceased to beep. Penny lowers her head beside her\nfather’s, and weeps.\n\nINT. THE MEADOW - OFFICE - NIGHT\n\nPenny is sitting alone at her father’s desk, trying to\ncollect her strength; she looks up to see Jack entering.\nThen Hollis walks in just behind him; Penny stands and hugs\nthem both.\n\nMiss Ham has been at her desk, weeping with her own grief;\nshe moves to the door between her office and Penny’s, closing\nit so they all can have privacy.\n\nPENNY\nI hadn’t had a chance to call.\nHow’d you get here so fast?\n\nJACK\nI was already on my way.\n\nPENNY\nAre-- Are the children all right?\n\nJACK\nYes, sure, they’re great. Or as\ngreat as they can be, without their\nmother around.\n\nHe quickly softens his words, as if this is all about taking\ncare of Penny and the children.\n\nJACK\nThis is a terrible time, Penny...\nand we’re all here for you. I just\nhope you’ll come home now.\n\nPenny looks from Jack to Hollis to Jack.\nPENNY\nAnd you were already coming here to\n\ntell me that--before you heard\nabout Daddy.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nI just\nhope you’ll come home now. Penny looks from Jack to Hollis to Jack. PENNY\nAnd you were already coming here to\n\ntell me that--before you heard\nabout Daddy. \n\nTARGET SECTION TO BE ANNOTATED:\nPage 52 of 113\n\f52\n\nJACK\nOur children need a full-time\nmother. And I want a full-time\nwife. When your horse people call\nthe house, they don’t ask for Mrs.\nTweedy, they ask for Miz Chenery.\nIs that who you’ve become?\n\nPENNY\nSo you two have teamed up?\n\nHOLLIS\nIt’s family business. And last\ntime I checked Jack and your\nchildren were still part of the\nfamily.\n\nPENNY\nHollis, you're my brother and I\nlove you. But if you presume to\njudge my fitness as a wife or\nmother I’11 count you a stranger\nfor the rest of my life.\n\nJACK\nPenny! Hollis is only trying to\ntalk sense.\n\nPENNY\nSense?! My father just died and\nyou want to talk sense?\n\nJACK\nYour anger is exactly why we need\nthis... intervention.\n\nHOLLIS\nWe're in a crisis, Penny! What\nbetter time is there to talk sense?\n\nThe word makes Penny’s eyes flame. Jack tries to sound\nreasonable.\n\nJACK\nHollis asked me to study the tax\nissues that would arise immediately\nupon your father’s death, and now\nthey’ve hit us. At the current\nvalue of his estate, the\ninheritance tax will be at least\nsix million.\n\nPage 53 of 113\n\f53\n\nHOLLIS\nSix millions dollars, Penny. And\nneither of us has a fraction of\nthat money.\n\nPENNY\nSo we sell the mares and yearlings.\n\nHOLLIS\nI had an appraisal done, and that\nwon’t get us close to what we need.\n..-But there is another option.\n\nPENNY\nI’m not selling him.\n\nHollis looks at Jack for help.\n\nJACK\nDue to his outstanding two year old\nseason, if he were sold today,\nSecretariat would bring a price of\nseven million dollars. Enough to\ncover the tax bill by himself.\n\n(beat)\n\nNow I’m assuming the plan was to\nrun him in the Triple Crown races.\nBut if he were to lose just one of\nthose three races his value would\ndrop to two million. With no way\nto recover it.\n\nHOLLIS\nSo we sell the horse.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut if he were to lose just one of\nthose three races his value would\ndrop to two million. With no way\nto recover it. HOLLIS\nSo we sell the horse. \n\nTARGET SECTION TO BE ANNOTATED:\n We'll talk\nabout the farm later.\n\nPENNY\nHollis, you try to sell that horse--\nHOLLIS\nYou just heard how much money we\nneed!\nJACK\n\nPlease, let’s settle down...\n\nHOLLIS\nLook, we all respect what you did,\nbut we’re out of time! Business\nhasn’t been great for me lately.\nThe farm and the horses, they’re\nour father’s legacy. We play this\nwrong it could amount to nothing!\n\n(MORE)\n\nPage 54 of 113\n\f54\n\nHOLLIS (cont'd)\nIt's time we get smart. Put the\nmoney into some good safe stocks.\n\nPENNY\nOur father came from nothing. You\nknow the story--his best Christmas\nwas when he got a tangerine. He\nmade every penny himself. And his\nlegacy to me isn‘t money, it’s the\nwill to win if you can and live\nwith it if you don't! And TI will\nnot dishonor him or myself by\nquitting now!\n\nHOLLIS\nIf I have to challenge you in\ncourt, I will. And my lawyer tells\nme I’m likely to prevail.\n\nJack can’t look Penny in the eye. She moves to the door.\n\nPENNY\nMiss Ham! Would you step in here a\nmoment, please?\n\nMiss Ham enters, with a clear sense of the situation.\n\nPENNY\nPlease tell Hollis and Jack about\nthe provision Daddy left you.\n\nMISS HAM\nLast year Mr. Chenery had me\nwitness him signing a provision\nthat while both of you are\nbeneficiaries, dispersal of the\nfarm would be left to Hollis.\nDecisions regarding the horses\nwould be left to Penny.\n\nHOLLIS\nLast year he already had dementia!\n\nMISS HAM\nHe was of sound mind when he signed\nit. I’d swear to it. In court.\n\nPENNY\nThank you, Miss Ham.\n\nMiss Ham, with the hint of a sad but steely smile, leaves\nthem alone. Hollis is beaten, for now.\n\nPage 55 of 113\n\fHe leaves.\n\n55.\n\nHOLLIS\nWell Penny... you better find six\nmillion dollars before you race him\nagain. And if he loses one of\nthose races? You won’t see a cent.\nNone of us will.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd if he loses one of\nthose races? You won’t see a cent. None of us will. \n\nTARGET SECTION TO BE ANNOTATED:\nPENNY\nThen I’11 live with it.\n\nHOLLIS\nWhy?! Why do you need to?! For a\npast that no longer exists? Our\nfather was a great man, but we\ncan’t bring him back!\n\nPENNY\nNo, we can’t. And this isn't about\ngoing back, it‘s about life being\nahead of you. And you run at it\nlike a racehorse, as fast and as\nfar as you can, because you never\nknow how much life is there, unless\nyou run.\n\nHOLLIS\nOkay, Penny. Fair enough. But if\nyou stumble and fall, you don’t\njust make us fools, you make us\nbeggars.\n\nNow only Jack and Penny remain, in hard silence\n\nPENNY\nI always thought Miz Chenery and\nMrs. Tweedy were the same person.\nNow Miz Chenery wonders why Mr.\nTweedy believes he has to join my\nbrother in an intervention.\n\nJack walks out, leaving Penny alone again.\n\nINT. “THE MEADOW” — MAIN BARN - NIGHT\n\nEddie walks Red out of his open stall and approaches Penny,\n\nwho needs\n\nto see the big horse for a few minutes.\nPENNY\n\nThanks, Eddie. How we doin’\ntonight, Red?\n\nPage 56 of 113\n\f56.\n\nHe's the only one she can talk to right now. She rubs his\nnose, and the horse dips his head to her as if he understands\nher grief, and that she has bet everything, placed all her\nhopes, on him. (NOTE: We will sometimes use POV’s of the\nhorse, to see the world and experience the story from his\neyes.) Eddie stands back, watching them both.\n\nEDDIE\nReckon you heard about Bull\nHancock, Ma’ am?\n\nPENNY\nWhat about him?\n\nEDDIE\nCame home from your father’s\nfuneral, and fell dead.\n\nAnother dagger into Penny's soul; she doesn’t know how much\nmore she can take. Both Eddie and Red seem to sense this.\n\nEDDIE\nI can’t speak for the ways of God,\nMa‘am... But your Daddy and Mr.\n\nBull, they lifted each other up.\nThe way you lift me up. And lift\nRed up.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBull, they lifted each other up. The way you lift me up. And lift\nRed up. \n\nTARGET SECTION TO BE ANNOTATED:\n Everything living lives\nfrom its heart. I wish I could\ngive you something that would lift\nyours up.\n\nPENNY\nYou just did, Eddie. Thank you.\n\nHe leaves her alone: Just Penny and Big Red.\n\nShe looks at him; he locks back. His eyes are huge and\nbottomless, like windows into eternity.\n\nAnd there’s no way in the world she’s going to give up on\nhim, or on herself.\n\nEXT. “THE MEADOW” - TRAINING TRACK - MORNING\n\nPenny and Seth walk, both holding steaming cups of coffee in\nthe early morning chill. Manhood has come early for Seth\nHancock; he’s only 21, a tough time to lose a father.\n\nSETH\nThank you for calling, Miz Chenery.\nAnd for coming to the funeral. My\nfather admired you tremendously.\n\nPage 57 of 113\n\fPENNY\nIt was mutual. ...I have a\nproposition for you, Seth. I want\nto sell Secretariat’s breeding\nrights.\n\nSETH\nWhen he’s done with racing, and\nI’ve got a little more experience--\n\nPENNY\nBefore he retires. I want to\nsyndicate his breeding rights now.\n\nSETH\nAll due respect, ma’am, but it\ndoesn’t work that way.\n\nPENNY\nIt’s never been done, but that\ndoesn’t mean it can’t work. We\noffer 32 shareholders exclusive\nbreeding rights. We call it “a\nselect opportunity.”\n\nSETH HANCOCK\nMy father would’ve loved that\nphrase. How much per?\n\nPENNY\nTwo-hundred-thousand.\n\nSETH HANCOCK\nTwo-- That’s more than anybody’s\never paid for a breeding share. A\nlot more.\n\nPENNY\nThat makes it exciting, Seth. And\nhorse racing’s all about\nexcitement.\n\nShe stops and leans against the fence. Giving him time.\n\nSETH HANCOCK\nHe's been a great colt but he’s\ncompletely untried as a three-year-\nold, and the sons of Bold Ruler\nhave never shown stamina.\n\nPENNY\nAnd that’s exactly what Ogden\nPhipps thought when he could've\nchosen my colt.\n\n(MORE)\n\nPage 58 of 113\n\f58.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSETH HANCOCK\nHe's been a great colt but he’s\ncompletely untried as a three-year-\nold, and the sons of Bold Ruler\nhave never shown stamina. PENNY\nAnd that’s exactly what Ogden\nPhipps thought when he could've\nchosen my colt. (MORE)\n\nPage 58 of 113\n\f58. \n\nTARGET SECTION TO BE ANNOTATED:\nPENNY (cont'd)\nNow I’ve got Secretariat. And he’s\ngot a horse named Missed\nOpportunity.\n\nSETH HANCOCK\nThese people are smart with their\nmoney, they’1ll insist on a\nperformance clause, and no son of\nBold Ruler has ever won a single\nTriple Crown race. We’re talking a\nmile and a half, distances\nSecretariat hasn’t come close to\nrunning. He loses, you’1ll lose the\nmoney, the farm, the horse,\neverything.\n\nPenny surprises him: she looks right at him, and smiles.\n\nSETH HANCOCK\nThis is a big deal. I’ve never\nattempted anything like it. Nobody\nhas. You mind if I ask why you\ncalled me?\n\nPENNY\nYour father helped me. And work is\ngood for grief.\n\nSETH HANCOCK\nYou know, I told you he admired\nyou; it was more than that. He\ntold me he wished he was more like\nyou. I think what he meant was, he\nwanted me to be like you. I’m in.\n\nThey shake hands.\n\nINT. MAIN HOUSE AT “THE MEADOW\" -— OFFICE — DAY\n\nA vapid-fire sequence as Miss Ham presses the “hold” button\non a five-line phone. Two other PHONES have been set up on\nthe desk: one for Penny, one for Seth.\n\nMISS HAM\nI’ve got Howard Keck on line one,\nBunker Hunt on line two. Ladies\nand gentlemen, start your engines.\n\nCLOSE as they push the buttons on each phone. Penny,\nstanding, cradles the receiver to her ear...\n\nPENNY\nMister Hunt, this is Penny Chenery.\n\nPage 59 of 113\n\f59.\n\nEXT. “THE MEADOW” — MAIN BARN - SAME\nEddie grooms Big Red, impressive in the morning sun...\n\nSETH HANCOCK (V.0.)\nMister Keck? Seth Hancock. I’m\ncalling about a select opportunity\non Secretariat. --No sir, he’s not\nfor sale.\n\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE - CONTINUOUS\nSETH HANCOCK\n\nWell sir, we’re moving to syndicate\nhis breeding rights.\n\n(beat)\nYes sir, right now.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE - CONTINUOUS\nSETH HANCOCK\n\nWell sir, we’re moving to syndicate\nhis breeding rights. (beat)\nYes sir, right now. \n\nTARGET SECTION TO BE ANNOTATED:\n Before he\nretires. ...Yes sir, I know that.\n\nEXT. ’“THE MEADOW” - GRAZING AREA - DAY\nSecretariat grazes in the pasture, beautiful, magnificent.\n\nPENNY (V.O.)\nYes, Mrs. Dupont, it is a lot of\nmoney, but I wouldn’t be calling if\nI didn’t think he was worth it.\n(beat)\nThirty two shares. A select\nopportunity.\n\nINT. MAIN HOUSE AT “THE MEADOW” — OFFICE - SAME\n\nPENNY\nI understand. If you change your\nmind, I’d be happy to talk again.\n\nINT. OLD MONEY OFFICE - DAY\n\nWe crawl across an ornate old desk to find JOHN W. GALBREATH,\nan old Kentucky gentleman who hasn’t worried about paying a\nbill in his entire life.\n\nGALBREATH (ON PHONE)\nSeth, I been part’a lotsa deals but\nI ain’t never been asked to pay 200\ngrand for a breedin’ share. Nobody\nhas. Tell Mr. Chenery’s little\ngirl she’s pricin’ this colt like\nhe already won the Triple Crown.\n\nPage 60 of 113\n\f60.\n\nEXT. “THE MEADOW” — MAIN BARN — DAY\n\nEddie squeezes a rubbing SPONGE (filled with HOT WATER) on\nRed’s shoulder blades. Steam rises to the sky.\n\nPENNY (V.0.)\n\nMr. Benjamin, you were there in\nSaratoga, you saw how good he\nlooked.\n\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE -— CONTINUOUS\n\nPENNY\nAll due respect, sir, but if he\ngets any better, you’1ll want to be\nin on this.\n\nINT. ARLINGTON CLUB - SAME\nE.V. BENJAMIN takes a sip from a tumbler...\n\nE.V. BENJAMIN\nAll due respect, little lady, but\nI’ve got a pretty good handle on\nwhere I want to be.\n\nINT. MAIN HOUSE AT “THE MEADOW” -— OFFICE — DAY\n\nSETH HANCOCK\nYes Mr. Kleberg, it’s lotsa money.\nBut my father used to tell me you\ngotta spend money to make it.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAIN HOUSE AT “THE MEADOW” -— OFFICE — DAY\n\nSETH HANCOCK\nYes Mr. Kleberg, it’s lotsa money. But my father used to tell me you\ngotta spend money to make it. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERT KLEBURG\nI'll give it some thought, alright?\n\nSETH HANCOCK\nThank you, sir. You know where to\nreach me.\nON MISS HAM:\nMISS HAM\nJock Whitney called. He’s ano.\nPaul Mellon’s on line three.\n\nINT. MAIN HOUSE AT “THE MEADOW’ - OFFICE - DAY\n\nPenny, phone to her ear, glances at the sheet of paper that\nholds the tally.\n\nPage 61 of 113\n\f61.\n\nThe “yes” column doesn’t have a single mark in it yet. The\n\"no” and “maybe” columns are filling up.\n\nPENNY\nWell sir, I'll hold a share for you\nin case you reconsider. Thank you\n\nfor calling me back.\n\nPenny exchanges a glance with Seth and Miss Ham. No luck.\n\nEXT. MAIN HOUSE — FRONT PORCH — NIGHT\n\nPenny sits on the steps, discouraged. Miss Ham comes out and\nsits down next to her.\n\nMISS HAM\nSo how many times were you called\nlittle lady today?\n\nA tired smile from Penny.\n\nPENNY\nThey want to do it, I can feel it.\nBut it’s outside what they’re used\nto, and they’re afraid.\n\nMISS HAM\nSo I’ve been thinking. Maybe all\nwe need to do is find one man\nwilling to do this, somebody the\nothers would feel safe in\nfollowing. A big, big name.\n\nPenny looks at Miss Ham.\n\nINT. SHABBY OLD BREAKFAST DINER - DAY\n\nOgden Phipps is staring across the booth table at Penny, like\ntwo gunslingers playing poker, ready for a shoot-out.\n\nOGDEN PHIPPS\nYou're asking me to spend 200 grand\nfor a share in a horse that should\nbe in my barn right now.\n\nPENNY\nThat's right, Mr. Phipps, I am.\n\nOGDEN PHIPPS\nNo one’s buying yet, are they.\n\n»..as the waitress walks up.\n\nPage 62 of 113\n\f463\n\n62.\n\nWAITRESS\nYou two ready to order?\n\nOGDEN PHIPPS\n(staring at Penny)\nWe're still thinking about it.\n\nThe waitress pours more coffee before she heads off.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWAITRESS\nYou two ready to order? OGDEN PHIPPS\n(staring at Penny)\nWe're still thinking about it. The waitress pours more coffee before she heads off. \n\nTARGET SECTION TO BE ANNOTATED:\nOGDEN PHIPPS\nYou know that horse, the day we\nflipped that coin? She’s the\nnicest, best-tempered horse I've\never owned. Can’t run a lick. Now\nyou’ve got the Horse of the Year,\nand I look foolish.\n\nPENNY\nIt’s not foolish to be unlucky.\n\nOGDEN PHIPPS\nMrs. Tweedy, I don’t buy shares in\nuntested three-year-olds. But... I\nknow you're in a rough spot.\nI’11 buy him right now. Seven\nmillion dollars. All cash.\n\nPenny wasn’t expecting this.\n\nPENNY\nI can’t do that, sir. I’m here to\noffer you a share in your horse's\nfinest son. Most men, if they’d\nchosen wrong and lost this horse,\nwouldn’t even think of investing in\nhim again, but you’re bigger than\nthat. And you know that if he does\nwhat I think he'll do, his value\nwill double, if not triple. And\ninstead of being the man who lost\nSecretariat in the past, you’ll be\nthe one who had the vision to lead\ninvestors in his future.\n\nOGDEN PHIPPS\nYou do know what you’re saying.\nYou’re guaranteeing that this horse\nwill win the Triple Crown. The\nDerby, the Preakness and the\nBelmont. Three races, three\nstates, in just five weeks. Hasn't\nbeen done in twenty five years.\n\n(MORE)\n\nPage 63 of 113\n\f63.\n\nOGDEN PHIPPS (cont'd)\nLot of good horsemen think it can’t\nbe done anymore. Just understand,\nthat is what you’re saying.\n\nPENNY\nYes sir. That's exactly what I'm\nsaying.\n\nOGDEN PHIPPS\nEight million.\n\nPENNY\nNo sir.\n\nOGDEN PHIPPS\nYou’‘re that stubborn?\n\nPENNY\nI’m that right.\n\nThe waitress walks up again.\n\nWAITRESS\nYou folks need some more time?\n\nOGDEN PHIPPS\nI think we’re ready.\n\nINT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nWAITRESS\nYou folks need some more time? OGDEN PHIPPS\nI think we’re ready. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN - HOLLIS’S PLACE — MORNING\n\nHollis, decked out in his morning bathrobe, pours coffee and\nopens the morning paper; a headline catches his eye:\n\nRECORD BREEDING DEAL FOR SECRETARIAT NABS SIX MILLION\n\nOGDEN PHIPPS LEADS WAY\n\nINT. MAIN HOUSE AT “THE MEADOW” - OFFICE - DAY\n\nPenny, Seth and Miss Ham are celebrating; Seth’s reading from\na newspaper.\n\nSETH\n“The record setting deal means\nSecretariat is now literally worth\nthree times his weight in gold, and\ncreates expectations for horse and\nowner unrivaled since Citation’s\nTriple Crown run in 1948.”\n\nPage 64 of 113\n\f64.\n\nPENNY\nPlease tell me that’s a small,\nlocal paper.\n\nSeth hands her the paper; it’s the NEW YORK TIMES.\n\nPENNY\nSo now we have to deliver.\n\nLucien enters, in a hurry, turning on the television set.\n\nLUCIEN\nYou gotta see this.\n\nON THE TELEVISION is a Sports Report, with footage of a\nbrilliant black horse in the Winner’s Circle of the Santa\nAnita Derby.\n\nTV ANNOUNCER (V.0.)\n...and while Secretariat is drawing\nattention on the east coast, a\nsimilar story is unfolding out\nwest. Sham, unbeaten since last\nyear, was an easy winner in teday’s\nSanta Anita Derby, setting a new\ntrack record. Trainer Pancho\nMartin...\n\nOn the set comes PANCHO MARTIN (45), a charismatic Cuban.\n\nPANCHO MARTIN\nAll this talk about Secretariat, he\nhas never faced a horse as good as\nSham. My horse is stronger, my\nhorse is faster, and we won’t wait\nfor the Derby to prove it. We’re\ngoing to the Wood Memorial. When\nSecretariat has to run as far as my\nhorse did today, he’1l fade like\nthe sunset. I guarantee it.\n\nPenny glances at Lucien; he locks away, deeply worried. The\ntelevision shows Sham running away with the race.\n\nPENNY\nHow good is his horse, Lucien?\n\nLUCIEN\nThe further he goes, the faster he\ngoes. He’s long and slender, a\nperfect distance horse.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENNY\nHow good is his horse, Lucien? LUCIEN\nThe further he goes, the faster he\ngoes. He’s long and slender, a\nperfect distance horse. \n\nTARGET SECTION TO BE ANNOTATED:\n And Red\njust keeps getting bigger. We’ll\nfind out at the Wood. ...I‘ve got\nwork to do.\n\nPage 65 of 113\n\f65.\n\nLucien leaves; Seth gives Penny a brave smile and goes with\nhim.\nPENNY\nThank you, Seth.\n\nMISS HAM\nThe Wood is in New York. You're\ngonna need a new dress.\n\nThe phone rings; Penny answers, as Miss Ham studies the TIMES\narticle.\n\nPENNY\n(into phone)\nPenny Tweedy.\n\nINTERCUT AS NECESSARY, Jack in his law office, with a copy of\nthe New York Times Sports Section open to the article.\n\nJACK\nI saw the paper.\n\nPENNY\nYes, Seth did a great job.\n\nJACK\nI'd like to say congratulations.\nBut I’m a lawyer, and I know what\nperformance guarantees mean.\n\nPENNY\nJack, I don’t know how to earn a\nreward without taking a risk--\n\nJACK\nIs it true Ogden Phipps offered you\neight million dollars?\n\nPENNY\nHorse people are worse gossips than\nthe hens in a chicken coop.\n\nJACK\nThen it’s true.\n\nPENNY\nIt's true. And if Secretariat wins\nhe'll be worth twice that.\n\nIn Penny’s office, Miss Ham looks up from the paper, hearing\nonly Penny’s side of the conversation; she’s frozen by it.\n\nPage 66 of 113\n\f66.\n\nJACK\nI’ve thought long and hard about\nthis, Penny. You’re risking\neverything. Fair enough, it’s\nbetween you and Hollis I guess,\nthough I would hope you’d consider\nthe children.\n\nPENNY\nJack, I consider the children every\nday of my life--\n\nJACK\nI just mean, do what you want with\nyour own money. But I won’t spend\na cent of my money on what seems to\nme a crisis of identity that...\nthat...\n\nPENNY\nDon’t worry. Not a cent of your\nmoney. I understand.\n\nJACK\nI didn’t mean it like that, I meant-—\n\nPENNY\nI understood exactly what you\nmeant. We’1l talk later.\n\nPenny hangs up. She glances at Miss Ham, then looks away.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe’1l talk later. Penny hangs up. She glances at Miss Ham, then looks away. \n\nTARGET SECTION TO BE ANNOTATED:\nMISS HAM\nThere are some words of wisdom that\nhave sustained me through my\ndarkest times... If you wouldn’t\nmind I'd like to share them with\n\nyou.\nPENNY\n\nOh Miss Ham, I’m all ears.\nMISS HAM\n\nThey are: “Good evening, K-Mart\n\nShoppers.”\nAs Penny’s face brightens from Miss Ham’s spirit--\n\nCLOSE ON NEW HIGH HEELS, and great legs walking confidently,\nas we pan up on Penny, looking stunning in a new dress-—-from\na discount store. And we see that it’s the glow inside a\nwoman, not the dress, that makes her beautiful. Miss Ham\nwalks confidently beside her; they are\n\nPage 67 of 113\n\f67.\n\nINT. AQUEDUCT RACE TRACK — PADDOCK AREA -— DAY\n\nPenny and Miss Ham are walking up to where Lucien (wearing\nyet another garish hat), Eddie and the other handlers are\nworking to get ready. Penny rubs Secretariat's nose.\n\nAQUEDUCT P-A ANNOUNCER (V.0.)\n.--fifteen minutes to post, fifteen\nminutes.\n\nBut Eddie's having trouble with the saddle girth.\n\nEDDIE\nThis saddle girth don’t fit.\n\nLUCIEN\nIt's big enough for a Clydesdale!\n\nEDDIE\nWell, it ain’t big enough for Red.\nMaybe he’s still hiding some fat\nfrom the winter.\n\nLUCIEN\nHorse look fat to you?\n\nSecretariat's ripped. Lucien has already pulled out his\nPOCKET KNIFE and is making a new hole, muttering...\n\nLUCIEN (IN FRENCH)\nDix minutes pour écrire et je suis\npoingonnage un trou dans une\ncirconférence.\n\nPENNY\nWhat are you doing?\n\nLUCIEN\nSame thing I’ve done with every\nbelt I’ve ever owned.\n\nAnd the sound of the Call to Post anticpates--\n\nEXT. AQUEDUCT RACE TRACK - STARTING GATE - DAY\nSecretariat and Turcotte move into the starting gate. TITLE:\nTHE WOOD MEMORIAL, APRIL 21, 1973\nAQUEDUCT TRACK ANNOUNCER (V.0.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd the sound of the Call to Post anticpates--\n\nEXT. AQUEDUCT RACE TRACK - STARTING GATE - DAY\nSecretariat and Turcotte move into the starting gate. TITLE:\nTHE WOOD MEMORIAL, APRIL 21, 1973\nAQUEDUCT TRACK ANNOUNCER (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nThe horses now being loaded in for\n\nthe big race of the day, the match-\nup between Secretariat and Sham...\n\nPage 68 of 113\n\f68.\n\nIN THE STANDS: Penny, Lucien, Seth and Miss Ham wait. Penny\nturns to see a final-minute arrival: Ogden Phipps.\n\nHe neds toward Penny. And just next to him, in the adjacent\nbox...is Pancho Martin and his colleagues. He gives her a\nnod, complete with a confident smile.\n\nAT THE STARTING GATE, the handlers load Secretariat, then\nSham. Sham is beautiful, sleek, a natural distance runner.\nHis jockey, LAFITTE PINCAY, looks at Turcotte.\n\nPINCAY\nYou gonna eat some dirt today,\nRonnie.\n\nAQUEDUCT TRACK ANNOUNCER (V.0.)\nThe final test before the campaign\nfor the Triple Crown...the first\ntest of whether the big horse from\nVirginia can cover this distance.\n\nIN THE PRESS AREA: Nack and Beyer watch through binoculars...\n\nNACK\nTime to see who’s got the real\nhorse.\n\nIN THE STANDS: Penny glances again toward Ogden, and sees\nthat he’s now been joined by two more investors: E.V.\nBenjamin and John Galbreath. They nod her way as well.\n\nDOWN IN THE STARTING GATE: Red shakes his head as if trying\nto rid himself of something. Ronnie's never seen this.\n\nRONNIE\nSettle down boy.\n\nAQUEDUCT TRACK ANNOUNCER (V.0.)\nThe horses are in the gate...\n\nThey hold for a beat, until the starting bell RINGS...\n\nAQUEDUCT TRACK ANNOUNCER (V.0.)\n(CONT’D)\n\n---and it is a clean start with\n\nAngle Light moving from the\n\noutside...\n\nANGLE LIGHT bolts ahead and slowly cuts over from the outside\nto take the lead at the rail.\n\nPage 69 of 113\n\f69.\n\nAQUEDUCT TRACK ANNOUNCER (V.0.)\n».e-heading toward the rail. Step\nNicely in second, Sham in good\nposition, running third.\n\nTurcotte lets the big horse settle in - as he has so often in\nthe past - allowing him to fade back...\n\nAQUEDUCT TRACK ANNOUNCER (V.0.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nStep\nNicely in second, Sham in good\nposition, running third. Turcotte lets the big horse settle in - as he has so often in\nthe past - allowing him to fade back... AQUEDUCT TRACK ANNOUNCER (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nSecretariat fading back to last.\n\nIN THE STANDS, Penny is reassuring Lucien, and herself...\n\nPENNY\nHe always does this. It’s okay...\n\nThe field plows into the first turn. Angle Light in first,\nSham just off his shoulder, Step Nicely in third.\n\nPenny, Lucien and Miss Ham watch...\n».-Seth, Ogden and Pancho Martin do the same.\nAQUEDUCT TRACK ANNOUNCER (V.0.)\nAngle Light holds the lead into the\n\nturn. Sham in perfect position...\n\nThe horses move into the backstretch, Sham moving to the\noutside of him, waiting for Angle Light to burn out.\n\nSham’s jockey, Pincay, sneaks a quick glance over his\nshoulder; Secretariat remains far behind; Ronnie flips down\none of the dirt-shields on his goggles. Dirt everywhere.\nIN THE PRESS AREA:\n\nBEYER\nHe's waiting for Turcotte to move.\n\nON THE TRACK, Turcotte and Red are covered in dirt.\nAQUEDUCT TRACK ANNOUNCER (V.0.)\nThe pace now deadly slow into the\nfinal turn. Secretariat still\nholding back.\n\nTurcotte sees the opening in front of him, and finally urges\nhim to run... and Secretariat has nothing.\n\nIN THE STANDS, we PUSH IN ON PENNY, her dreams crumbling.\n\nPENNY\nC'mon Red!\n\nPage 70 of 113\n\f70.\n\nAQUEDUCT TRACK ANNOUNCER (V.0O.)\nSham moves up! Secretariat is\nfading!\n\nON THE TRACK, Secretariat labors, his breathing thin. Pincay\ngives one more look over his shoulder at Secretariat, then\nchirps to Sham...and Sham surges ahead.\n\nAQUEDUCT TRACK ANNOUNCER (V.0.)\nIt's Angle Light and Sham!\n\nPenny, Jack and Lucien; Seth, Miss Ham and Ogden...all they\ncan do is watch helplessly as Secretariat fades back.\n\nAQUEDUCT TRACK ANNOUNCER (V.0.)\nAngle Light and Sham at the wire!\nSecretariat a stunning and distant\n\nthird!\n\nAnd the aura of magic and invincibility that moments before\nhad surrounded both owner and horse has drained to\ndisappointment, even anger.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nAQUEDUCT TRACK ANNOUNCER (V.0.)\nAngle Light and Sham at the wire! Secretariat a stunning and distant\n\nthird! And the aura of magic and invincibility that moments before\nhad surrounded both owner and horse has drained to\ndisappointment, even anger. \n\nTARGET SECTION TO BE ANNOTATED:\n Phipps, Benjamin and Galbreath\nall turn and look toward Penny, before departing with...\n\nOGDEN PHIPPS\nWe'll talk later.\n\nIN THE PRESS AREA: Beyer shrugs to Nack--—\n\nBEYER\nJust like his father after all.\n\nEXT. BREEZEWAY LEADING TO THE PADDOCK - ENTRANCE - DAY\n\nPincay trots Sham - who looks perfect - toward the awaiting\nPancho Martin. Spectators and reporters throng them.\n\nPANCHO MARTIN\nMagnificent! Magnificent! Next\ntime we bury him even worse!\n\nSecretariat comes in on the other side, lathered, exhausted.\nEddie reaches for him as Ronnie dismounts, and the fans\nwithin shouting distance don’t hesitate to let Turcotte know\nhow they feel...\n\nFAN #1\nNice ride Turcotte! You do that\nwith all your million dollar\nhorses?\n\nPage 71 of 113\n\f71.\n\nFAN #2\nYou’re a bum! You don’t deserve\nhim!\n\nTurcotte, covered with dirt and mud, ignores them all; Penny,\nLucien, Seth and Miss Ham arrive. Penny moves to the horse.\n\nRONNIE\nHe just didn’t fire. And he didn’t\nsound right.\n\nLUCIEN\nWhat the hell you mean, he didn’t\nsound right?!\n\nRONNIE\nIn his other races he breathed like\na freight train--whoom, whoom!\nThis time he sounded...thin.\n\nPenny pats Red on the neck, genuinely worried about him.\n\nPENNY\nMake sure he’s okay, Eddie.\n(to Lucien and Ronnie)\nYou two come with me.\n\nINT. SECLUDED CORNER OF AQUEDUCT - A FEW MINUTES LATER\nPenny unleashes on her trainer and jockey...\n\nPENNY\nDo you have any idea what this does\nto us?\n\nLUCIEN\nYes ma’am...\n\nPENNY\n«»..we just lost a race we could not\nafford to lose, we finished third!\nThird! In front of Mr. Phipps, Mr.\nBenjamin, Mr. Galbreath. What am I\nsupposed to tell them?!\n\nLUCIEN\nTell them the truth. Tell them the\nhorse had a bad day.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat am I\nsupposed to tell them?! LUCIEN\nTell them the truth. Tell them the\nhorse had a bad day. \n\nTARGET SECTION TO BE ANNOTATED:\nPENNY\nWe’re blaming the horse now?\n{to Ronnie)\n(MORE)\n\nPage 72 of 113\n\f72.\n\nPENNY (cont'd)\nAnd what about you? How could you\nhold him back that long?\n\nRONNIE\nI rede him the same way I always\ndo.\n\nPENNY\n\nThen how does he finish the way he\ndid? The only reason Sham didn't\nbeat us even worse is that his\njockey didn't believe what was\nhappening, he was waiting for you!\n\nAs if in tune with Penny’s fury, thunder rumbles overhead.\n\nPENNY\nIf we weren’t leaving for Kentucky\ntomorrow, I'd fire both of you\nright now.\n\nRONNIE\nDo what you think’s right, ma’am,\nbut there isn’t a jockey out there\nwho knows this horse better than I\ndo.\n\nLUCIEN\nRonnie had him in the right place.\nThis wasn’t his fault.\n\nPENNY\nWell if it wasn’t the horse or\nRonnie, whose fault was it? You\nbetter find out what happened\ntoday, and you better fix it.\nBecause if that’s the best he can\ndo at this distance, we're all\nfinished!\n\nAs Lucien and Ronnie watch Penny go, it begins to rain. Jack\nis waiting for her, at her car; he’s been watching.\nINT. CAR - LATE AFTERNOON\n\nPenny opens the door and gets in. Jack’s sitting behind the\nwheel. Silence for a beat, until...\n\nJACK TWEEDY\n\nFew days at home, get some rest,\nthings’1l be better.\n\nPage 73 of 113\n\f73\n\nPENNY\nI can’t. I have to go to Kentucky.\nTomorrow.\n\nJACK TWEEDY\nYou said you were coming home for a\nfew days, and the Derby isn’t for\nanother--\n\nPENNY\nI know when the race is, Jack. I\ncan’t do it. Not after today.\nI’ve got to find the problem with\nthe horse and fix it. Or I’ve lost\neverything.\n\nThe rainfall on the windshield is the only sound.\n\nPENNY\nI don’t mean everything, I mean...\n\nJACK\nPenny...I know you love the kids.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENNY\nI don’t mean everything, I mean... JACK\nPenny... I know you love the kids. \n\nTARGET SECTION TO BE ANNOTATED:\nWhen you’re at home you’re a fine-\na great mother. And you can only\nbe as good a wife as I can be a\nhusband, and maybe I haven’t given\nyou that much to come home to.\n\nPENNY\nJack--\n\nJACK\n\nIt is what it is. If we don’t make\nit, the failure is at least as much\nmine as yours. But I just saw you\ngo off on your jockey and your\ntrainer. You’ve proven you know a\nlot more about horses than I do,\nbut I have to ask you-- who are you\nmad at, really? Because if it’s\nme, I need to tell you something.\n\nJack pauses, and Penny steels herself for a terrible\nmoment...\n\nJACK\nI want you to win. And win or\nlose, you’ve taught our children\nwhat a real woman is, and what it\nis to believe in yourself. I could\nnever have taught them either of\nthose things. I may have lost you.\n\n(MORE)\n\nPage 74 of 113\n\f74.\n\nJACK (cont'd)\nBut I’m proud of you...for\nbecoming, once again, the woman I\nfirst fell in love with.\n\nHe gets out of her car and walks away, into the rain. Penny\nsits alone in the car.\n\nEXT. AQUEDUCT RACE TRACK - STABLES - NIGHT\n\nRain falls outside the stable area.\n\nINT. AQUEDUCT RACE TRACK - STABLES - NIGHT\n\nMost of the lights have been turned off for the night, the\nhorses sleeping. But light spills from one stall.\n\nINT. AQUEDUCT RACE TRACK - STABLES - RED’S STALL - NIGHT\n\nCLOSE on Lucien's hands as he runs them over Secretariat's\nankles, knees...trying to find any clue as to whether he’s\nhurt. Eddie and DOCTOR MANUEL GILMAN are doing the same on\nthe other legs.\n\nDOCTOR GILMAN\nHas he eaten anything?\n\nLUCIEN\nNothing. Horse has never missed a\nmeal in his life.\n\nDOCTOR GILMAN\nHow much oats you usually give him?\n\nLUCIEN\nSixteen quarts. Twenty-five pounds\nof hay.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOCTOR GILMAN\nHow much oats you usually give him? LUCIEN\nSixteen quarts. Twenty-five pounds\nof hay. \n\nTARGET SECTION TO BE ANNOTATED:\nDOCTOR GILMAN\nA day? That’s more than a couple\nof pregnant mares would put away.\n\nThey all stand. The vet tries to get Red to open his mouth.\n\nDOCTOR GILMAN\nCome on, I’m not gonna hurt you.\n\nEDDIE\nHe‘s not the one gonna get hurt,\nDoc.\n\nSecretariat rolls his head from side-to-side. Uncooperative\n\nPage 75 of 113\n\f75.\n\nDOCTOR GILMAN\nSettle down. Lucien, you want to\ngive me a hand here?\n\nLUCIEN\nHe'll be okay, just give hima\nminute.\n\nEDDIE\n\nYou afraid of him?\nLUCIEN\n\nHorse is smart enough, he’s\n\nprobably been waiting two years for\n\nme to get my hand near his mouth.\nRed finally holds steady as the vet runs his fingers along\nthe inside of Red’s mouth...until the horse flinches in pain.\nINT. BAR - NIGHT\nThe lowest moment for Turcotte, who sits at a bar and takes a\nsip of a beer. He’s running the race through his mind over\nand over again. Unable to figure it out.\n\nINT. NEW YORK HOTEL - RESTAURANT - LATE NIGHT\n\nThe same applies for Penny. She’s alone at the bar, a cup of\ncoffee and THREE SHEETS OF PAPER in front of her.\n\nExhausted and stressed, she looks at the first sheet:\n\nThe 1973 Kentucky Derby - Formal Entry - One and 1/4 miles\nShe pulls it aside to see the second, and the third...\n\nThe 1973 Preakness Stakes - Formal Entry - One and 3/16 miles\nThe 1973 Belmont Stakes - Formal Entry - One and 1/2 Miles\n\nThe BARTENDER is answering the phone behind the bar; he moves\nup to Penny.\n\nBARTENDER\nMiz Chenery? A call for you...\n\nPenny moves to take it, already anticipating who it is.\nPENNY\n\n(into phone)\nThis is Penny.\n\nPage 76 of 113\n\f76.\n\nINTERCUT OGDEN PHIPPS, from his home office.\n\nOGDEN PHIPPS\nYou know I speak for everybody.\nOne loss can happen. Two is non-\nperformance.\n\nPENNY\nI understand.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne loss can happen. Two is non-\nperformance. PENNY\nI understand. \n\nTARGET SECTION TO BE ANNOTATED:\nOGDEN PHIPPS\nI’m sure you do.\n\nPenny hangs up the phone, and hangs her head, at her lowest.\nShe needs to reach out to someone; after a moment, she lifts\nthe phone again and dials a number.\n\nINT. COLLEGE TOWN - AN APARTMENT - NIGHT\n\nA group of students, all aspiring to be Che Guevara, and\ndressed as counter-culture warriors, are preparing signs for\nan anti-war march, when someone shouts—-\n\nHIPPIE STUDENT (0.S.)\nKate! Your Mother’s on the phone!\n\nHe says Mother as if it’s a joke that anybody has one; Kate's\nfriends laugh. Kate moves to the phone and answers.\n\nKATE\nMom?\n\nPENNY\nHi, Honey. I just... wanted to see\nhow you're doing.\n\nKATE\nKinda busy right now, we’re getting\nready for a march. ...You okay\nwith that?\n\nPENNY\n\nKate, I-- Our politics can change\nbut the need to speak up for what\nwe believe, that doesn’t. I’m\nproud of you.\n\nKATE\nHey, I gotta go, can we talk later?\n\nPENNY\nSure, Honey.\n\nPage 77 of 113\n\f47/24/89 15:46:48 > gb1 Page 478\n\n77.\n\nKATE\n»..You alright?\n\nPENNY\nSure, Honey. We’1l talk later.\n\nPenny hangs up. And Kate doss too, troubled by the tone in\nher mother’s voice. Kate rummages through the apartment mess\nfor a newspaper, and finds the Sports section and a racing\nheadline: SECRETARIAT LOSES, with the sub-banner: A Not-So-\nSuper Horse?\n\nA Che wannabe moves up behind her, sees the horse racing\narticle, and snickers.\n\nCHE WANNABE\nHow bourgeois.\n\nThe look Kate gives him is not unlike Penny's stare.\n\nKATE\nUp yours, Pig!\n\nBACK AT THE HOTEL BAR, Penny turns to see Lucien and Eddie.\n\nEDDIE\nDoc found a big abscess in Red’s\nlip. Probably hurting him all the\nway around the track. Nobody else\nsaw it cause Red won't soften his\nmouth up for anybody but you.\n\nPENNY\nLucien...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nProbably hurting him all the\nway around the track. Nobody else\nsaw it cause Red won't soften his\nmouth up for anybody but you. PENNY\nLucien... \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIEN\nForget it. We've got the Derby to\nget ready for.\n\nCUT TO BLACK:\n»..and light spills in as the doors open on The Meadow\nStables’ HORSE TRAILER, revealing a large cluster of\nREPORTERS, DERBY OFFICIALS and SPECTATORS.\nDERBY OFFICIAL (V.0O.)\n\nLadies and gentlemen, from the\nMeadow Stables in Virginia...\n\nPage 78 of 113\n\f78.\n\nEXT. CHURCHILL DOWNS, KENTUCKY -— DAY\n\nDERBY OFFICIAL (V.0.)\n.»..please welcome to the 99th\nrunning of the Kentucky Derby,\nSecretariat!\n\nApplause. Secretariat, wearing brilliant white ANKLE WRAPS,\nemerges from the horse trailer upon his arrival at...\n\nCHURCHILL DOWNS, KENTUCKY\nTWO WEEKS BEFORE DERBY DAY\n\n...and we move up to take in the full sight of the big horse;\nhis demeanor and look somewhat dull and depressed...the\nabscess obviously bothering him.\n\nThe amount of spectators and gawkers has now moved to a new,\nmuch larger level...\n\nEddie guides the horse down. Lucien, Penny, Seth, Ronnie and\nMiss Ham meet Red at the bottom of the ramp and they tolerate\na flurry of obligatory photographs... But the horse doesn’t\nraise his head to pose as he has so many times before. Nack,\nin the crowd, notices it. Penny rubs Red on the neck,\nquietly concerned. Eddie takes him away, and the foursome\nhuddle for a moment...\n\nLUCIEN\nWe'll take care of the horse, you\ntake care of the reporters.\n\nPENNY\nWhat? Me--?\n\nLUCIEN\nI can’t think straight with those\nguys all over me.\n\nPENNY\nBut I’m not...\n\nLUCIEN\nYou’re as big a story as the horse.\nAnd if you want him fit you gotta\nkeep those reporters away.\nAnd Penny starts to feel sick.\n\nThe sound of hooves rises quickly, and...\n\nPage 79 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\n73.\n\nEXT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sound of hooves rises quickly, and... Page 79 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\n73. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHURCHILL DOWNS - TRACK — TRAINING RUNS - DAY\n..-Sham thunders along, alone, with blazing speed.\n\nNEWS ANNOUNCER {V.O. )\nAnother blistering workout for Sham\ntoday, while rumors continue to\nswirl about Secretariat's\nlackluster performance at The Wood\nMemorial...\n\nThe trackside watchers (Nack and Beyer among them) click\ntheir stopwatches and compare times, impressed.\n\nBEYER\nSham’s burning up the track and\nSecretariat's missing. So's his\nowner.\n\nNACK\n\nShe’1l be at the press conference.\nThe only thing she hates worse than\ntalking about herself is backing\ndown.\n\nINT. LADIES’ ROOM - DAY\n\nPenny, nearly hyperventilating, splashes cold water on her\nface, dries, and pinches her pale cheeks. She takes a deep\nbreath and steps out, into--\n\nINT. CHURCHILL DOWNS - BILLIONAIRE’S BALLROOM - DAY\n\nThe big room where billionaires will dine before the Derby is\nnow arranged for a press conference, and she moves into the\ncrowd; from PENNY’S POV, they all seem to be watching her.\nShe takes her seat at a long table, near Pancho Martin.\n\nDERBY ANNOUNCER\nMrs. Tweedy and Mr. Martin are both\nhere, so let's open for questions!\n\nREPORTER #1\nHow are you two feeling?\n\nPANCHO MARTIN\nFantastic! You've all seen Sham's\nworkouts, he’s never looked better.\n\nThe reporters wait; Penny says nothing.\n\nPage 80 of 113\n\fBO.\n\nNACK\nPenny, Sham is turning in awesome\nworkouts. When will Lucien work\n\nSecretariat?\nPENNY\nSoon.\nBEYER\n\nAny concern Secretariat will run\nthe same way he did in New York?\n\nPenny stares at Beyer as if dismayed by his stupidity.\n\nPENNY\nYes.\n\nThe reporters wait again; a few of them chuckle.\n\nREPORTER #1\nPancho, some people think\nSecretariat looked a little off at\nthe Wood Memorial race.\n\nPANCHO MARTIN\n\"Looked a little off?” Racing is\nunforgiving, for trainers, horses\nor housewives.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe reporters wait again; a few of them chuckle. REPORTER #1\nPancho, some people think\nSecretariat looked a little off at\nthe Wood Memorial race. PANCHO MARTIN\n\"Looked a little off?” Racing is\nunforgiving, for trainers, horses\nor housewives. \n\nTARGET SECTION TO BE ANNOTATED:\nHe glances at Penny; everybody in the room knows he’s baiting\nher, but he draws just a flicker of a glance in return.\n\nPANCHO MARTIN\nLet me tell you what you’1l hear\nfrom the Secretariat people.\nExcuses. Excuses about The Wood.\nExcuses about their horse. More\nexcuses than China’s got rice...and\nChina’s got a lot of rice.\n\nThe reporters scribble; Pancho’s bluster makes good copy.\nPANCHO MARTIN\nThere’s only one thing you’1l hear\nfrom me. We beat Big Red at The\nWood. We'll beat him again here.\n\nREPORTER #2\nAny comment, Mrs. Tweedy?\n\nPenny shakes her head, feeling no need to respond.\n\nPage 81 of 113\n\fBl.\n\nBEYER\nPenny, how much pressure are you\nfeeling from your investors right\nnow?\n\nPENNY\nIt’s like every other all-or-\nnothing, multi-million-dollar\ngamble we housewives make every\nday.\n\nThe reporters crack up, loving her; Penny glances at Pancho.\n\nPANCHO MARTIN\nMiz Tweedy didn’t hear, so I’11\nmake myself clear. Secretariat is\ngoing down. I guarantee it.\n\nEveryone’s looking at Penny. Waiting. They don’t wait long.\n\nPENNY\nPancho’s starting to brag like a\nboxer. Maybe he plans to take up\nprize fighting after he finishes\nhorse racing. ...But Sham’s got as\nmuch chance of beating Secretariat\nas Pancho has of beating Muhammad\nAli.\n\nThe reporters nearly levitate with excitement.\n\nINT. CHURCHILL DOWNS - STABLE 21 - NIGHT\n\nEddie works a HOT, DAMP TOWEL under Secretariat’s tender lip,\nas Lucien and Charlie watch...\n\nLUCIEN\nHow’s it look?\nEDDIE\nSame. Still hasn’t eaten.\nLUCIEN\nI’m gonna have Ronnie take him out\nin the morning. See how he does.\n\nEXT. CHURCHILL DOWNS -— TRACK -— DAY\n\nRonnie lets Red roll...but he’s not rolling. And the sound\nof his breathing is noticeably thin.\n\nPage 82 of 113\n\fB2.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHURCHILL DOWNS -— TRACK -— DAY\n\nRonnie lets Red roll...but he’s not rolling. And the sound\nof his breathing is noticeably thin. Page 82 of 113\n\fB2. \n\nTARGET SECTION TO BE ANNOTATED:\nHe passes the same trackside watchers (Beyer and Nack among\nthem) and the stopwatches click again.\n\nKENTUCKY HORSEMAN (V.0.)\nI’ve been training horses for\nthirty years and I guarantee you...\n\nEXT. CHURCHILL DOWNS - DAY\nA montage of \"INSIDERS” giving their opinion to reporters...\n\nKENTUCKY HORSEMAN\n..-there’s something wrong with\nthat horse. Something serious.\n\nINSIDER #1\nHe’s walking wide in front. You\nask me, that’s a sign of bad knees.\n\nINSIDER #2\nBone chips in his knees, no\nquestion about it.\n\nINSIDER #3\nAnkles. Has to be. I’ve talked to\na half dozen trainers and they say\nthe same thing.\n\nEXT. CHURCHILL DOWNS - TRACK - DAY\nPancho poses with Sham. PHOTOGRAPHERS snap away...\n\nNEWS ANNOUNCER (V.0.)\nAnd while Pancho Martin is brimming\nwith confidence, the pressure\ncontinues to build on the\nSecretariat camp. The latest to\nexpress doubts? Vegas oddsmaker\nJimmy \"The Greek” Snyder.\n\nINT. CHURCHILL DOWNS, KENTUCKY - BAR - DAY\nJIMMY \"THE GREEK” holds court at a local bar...\n\nJIMMY \"THE GREEK” SNYDER\nI just don’t like Secretariat's\nchances. I said before The Wood he\nhad no right to be favored over\nSham. Now I’m hearing the horse\nmight be lame.\n\n(MORE)\n\nPage 83 of 113\n\f83.\n\nJIMMY \"THE GREEK” SNYDER (cont'd)\nT’1l bet if you looked in that\nstall right now you’d see ice packs\non his knees.\n\nEXT. CHURCHILL DOWNS - BACKSTRETCH RAIL - DAY\n\nEven more reporters follow Penny now; she’s a great story.\nShe’1l never enjoy interviews, but she’s acclimating.\n\nREPORTERS\n(trying to get the next\nquestion in...",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHURCHILL DOWNS - BACKSTRETCH RAIL - DAY\n\nEven more reporters follow Penny now; she’s a great story. She’1l never enjoy interviews, but she’s acclimating. REPORTERS\n(trying to get the next\nquestion in... \n\nTARGET SECTION TO BE ANNOTATED:\nPenny! Penny!\n\nDERBY REPORTER #1\nSo where's the name Penny come\nfrom?\n\nPENNY\nWell, it’s actually Helen, but that\nwas my mother’s name, so we needed\nsomething different. I guess that\nkind of nickname was popular then:\nPenny, Buffy, Gigi--they ought’a\nshoot us all.\n\nBig laughs; the reporters are falling in love with her.\n\nEXT. CHURCHILL DOWNS, KENTUCKY - NIGHT\n\nThe twin spires are silhouetted against the moonlight. All\nis suddenly quiet.\n\nEXT. CHURCHILL DOWNS - BACKSTRETCH RAIL - NIGHT\n\nLucien nurses a cup of coffee as he leans on the rail,\nstaring at the ground in front of him. Worried.\n\nINT. CHURCHILL DOWNS - STABLE 21 - NIGHT\n\nPenny walks up to Red’s stall. Eddie’s asleep on a cot just\noutside the door. Red comes over to see her. She rubs his\nneck and pulls a PIECE OF CARROT from her pocket. He sniffs,\nbut doesn't take it. Penny exhales, concerned.\n\nPENNY\nI don’t know what it says about\neither of us, but I’d rather talk\nto you right now than to anybody\nelse. So here’s the deal.\n(MORE)\nPage 84 of 113\n\fB4.\n\nPENNY (cont'd)\nI’ve never asked you to run this\nfar. But you’re the fastest and\nthe smartest horse in this race.\nDon’t lock away from me, you know\nwhat I'm talking about.\n\nWhich is exactly what he was doing, till he stops and looks\nat her again.\n\nPENNY\nThere's no second chance here, and\nit's time to step up, you hear me?\n\nHe’s staring right at her. No kidding.\nPENNY\nAll right, then. See you in the\nmorning.\nEXT. CHURCHILL DOWNS, KENTUCKY -— DAWN\n\nBrilliant sunrise. Another day to hope...\n\nINT. CHURCHILL DOWNS —- STABLE 21 - DAY\n\nEddie walks toward Red’s stall, optimistically carrying a\nPAIL OF FEED. Eddie slides open the door and walks in.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CHURCHILL DOWNS —- STABLE 21 - DAY\n\nEddie walks toward Red’s stall, optimistically carrying a\nPAIL OF FEED. Eddie slides open the door and walks in. \n\nTARGET SECTION TO BE ANNOTATED:\nRed’s standing up as he puts the pail down and pats the big\nhorse...\n\nEDDIE\nMorning Red. How we feeling today?\n\n«..then wanders over to the feed bin. And that’s when Eddie\nnotices that the feed bin is now completely empty.\n\nHe turns and sees Red’s nose is buried deep in the pail.\nEDDIE\nWatch out, Kentucky! Big Red has\n\narrived!\n\nRISING IN THE BACKGROUND: the strains of “MY OLD KENTUCKY\nHOME,” accompanied by the more than a hundred thousand fans.\n\nEXT. CHURCHILL DOWNS - DAY\nCLOSE on Secretariat’s checkerboard blinkers as he stops at\nthe end of the breezeway, the last moment before he emerges\n\ninto Derby Day pandemonium. The horse looks out over the\ntrack, the crowd, as if surveying the situation.\n\nPage 85 of 113\n\f85.\nEddie holds him by the shank lead. Charlie sits on a SILVER\nPONY that will accompany them onto the track.\nRONNIE\nLet him sit for a minute, Eddie.\n\nHe likes to take it all in.\n\nRonnie rubs the big horse’s neck as Secretariat looks one way\nand then the other, adjusting to the setting.\n\nThe sound is palpable as Turcotte and Charlie exchange a\nquick, nervous glance. Red gives a toss of his head. And\n\nRonnie nods toward Eddie...\n\nEDDIE\nSafe trip, boys.\n\n».e-he unclips the lead, sending them out onto...\n\nEXT. CHURCHILL DOWNS - DAY\n\nThe biggest stage they’ve yet seen. Everything is big today:\nbig HATS, big MINT JULEPS. Crowds packed in the stands and\nin the infield.\n\nTITLE: THE 1973 KENTUCKY DERBY\n\nIN THE STANDS, nervously waiting...\n\nPenny, Lucien, Miss Ham, Seth and Ogden Phipps. John W.\nGalbreath and E.V. Benjamin stand right behind him. Ogden\n\nleans forward to tell Penny...\n\nOGDEN PHIPPS\nBig day, Mrs. Tweedy.\n\nIN A NEARBY BOX: Pancho Martin stands (with a HALF DOZEN or\nso of his COLLEAGUES), awaiting the race as well.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nOGDEN PHIPPS\nBig day, Mrs. Tweedy. IN A NEARBY BOX: Pancho Martin stands (with a HALF DOZEN or\nso of his COLLEAGUES), awaiting the race as well. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE PRESS BOX:\n\nNack and Beyer, scribbling notes, trying to maintain the\nouter calm that fails most reporters on this day.\n\nEXT. CHURCHILL DOWNS - TRACK -— DAY\n\nThe GATE HANDLERS reach out for Red as he draws near...\n».-but a horse already in the gate, TWICE A PRINCE, rears up\nand causes a commotion. Instead of allowing Secretariat to\n\nbe drawn into the gate, Turcotte turns him away (back toward\nCharlie); waiting for the other horses to settle down.\n\nPage 86 of 113\n\f86.\n\nA couple of seconds later, Turcotte turns Red back toward the\ngate and tells the GATE HANDLER--\n\nRONNIE\nTake it easy with him. Little\nanxious today.\n\nGATE HANDLER\nYou got it, Ronnie.\n\nAnd the starter, amidst the chaos, reaches for the extension\nto the bit and soothes the big horse. Bam!--the gates slam\n\nbehind him, causing Red to toss his head slightly...just as\n\nhe did before The Wood.\n\nRONNIE\nSettle down...\n\nThe announcer, CHIC ANDERSON (pronounced “Chick”)...\n\nCHIC ANDERSON (V.0.)\nThey're at the post. Secretariat\nthrows his head just a bit.\n\n.»..as Ronnie reaches down and takes a handful of mane (still\nholding the rein) to steady himself at the furious start.\n\nThe spectators anticipate...\nRIITITINNNNNGGGGG!\n\n...and the gates fly open. Fifteen horses surge onto the\ntrack; the roar from the spectators lusty and immediate.\nOverwhelming.\n\nCHIC ANDERSON (V.0.)\nAnd they’re off in the 99th running\nof the Kentucky Derby! Shecky\nGreene, as expected, sprinting to\nthe front of the pack. Royal and\nRegal just behind, Gold Bag quickly\nmoving into third.\n\nSecretariat, as he’s done in all of his races, drops to the\nrear of the field.\n\nCHIC ANDERSON (V.0.)\nSham and a dozen others moving into\nstriking position. Secretariat is\nat the back of the pack.\n\nPenny and Lucien watch, dreading a repeat performance of the\nWood.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHIC ANDERSON (V.0.)\nSham and a dozen others moving into\nstriking position. Secretariat is\nat the back of the pack. Penny and Lucien watch, dreading a repeat performance of the\nWood. \n\nTARGET SECTION TO BE ANNOTATED:\nPage 87 of 113\n\fB87.\n\nTurcotte rides the big horse as calmly as ever, studying the\ndirt-clod-tossing brigade ahead of him...\n\n.»..seeing nothing but trouble on the rail, seeing zero\nopenings in front of him...\n\nHe lumbers along...\n\nCHIC ANDERSON (V.0.)\nFast first quarter in 23 and two...\n\nTurcotte eases Secretariat to the outside, still in last.\n\nSham, with Pincay onboard, slices into third place with a\nbrilliant surge.\n\nCHIC ANDERSON (V.0.)\nSham moving up into third, Gold Bag\njust in front of him as they clear\nthe half mile...\n\nRed starts moving up..and it looks, even though it’s early in\nthe race, that he’s running better; he’s now in ninth place.\n\nPENNY\n{to herself)\nCome on Red...\n\nNack and Beyer raise their binoculars to watch...\n++eas Pincay moves Sham into second place.\n\nCHIC ANDERSON (V.0.)\nOn the outside now is Sham, running\neasy as he moves into second, the\nthree quarter time a speedy 1:11\nand four...\n\nPANCHO MARTIN\nThat’s my boy.\n\n»»eand as they sail into the far turn... the horses leaning\ntoward the rail...\n\nTurcotte notices something: Red’s breathing sounds like a\nFREIGHT TRAIN--deep, resonant. Whoosh. Whoosh.\n\nCHIC ANDERSON (V.0.)\nSecretariat still well back of the\nleaders.\n\nPenny rises on her tip-toes in hopes of seeing better. The\nsound of the crowd escalates...\n\nPage 88 of 113\n\fBB.\n\nCHIC ANDERSON {V.0.)\nSham has taken the lead!\n\nLUCIEN\nGotta move him, Ronnie. Gotta move\n\nhim now!\n\nBut Secretariat lags far back of the leaders. Pancho nods,\nsure of victory. Penny and Lucien are dying.\n\nLUCIEN\nI’m getting out of here.\n\nHe starts to go, unable to watch; Penny grabs his arm.\nPENNY\nYou’re gonna stay here and take\nthis with me.\n\nPenny can barely watch, but she has to...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe starts to go, unable to watch; Penny grabs his arm. PENNY\nYou’re gonna stay here and take\nthis with me. Penny can barely watch, but she has to... \n\nTARGET SECTION TO BE ANNOTATED:\nON THE TRACK, Turcotte chirps to Secretariat, and the\nwhooshing sound gets even deeper and more powerful.\n\nRONNIE\nCome on, boy. Go!\n\nTurcotte moves Red into fourth place, into third (on the\noutside). But he still trails SHAM, LEADING THE FIELD and\nrunning beautifully as they head into the stretch.\n\nCHIC ANDERSON (V.0.)\nFinal quarter mile!\n\nLaffit Pincay, in perfect position, chirps to Sham...\n\nLAFFIT PINCAY\nGol Gol\n\nAnd for a brief second, Pincay is sure he is riding the Derby\nwinner. Until...he glances to the ground on his right...\n\n»..and sees a shadow approaching. Then he hears breathing:\nWhoom! Whoom! Pincay glances over his shoulder...\n\n.».-and the big horse is right there. For a hundred yards\nthey run right next to each other...\n\nCHIC ANDERSON (V.0.)\n\nIt’s Sham and Secretariat! Neck\nand neck!\n\nPage 89 of 113\n\fB89.\n\nChurchill Downs shakes with the realization that each fan is\nseeing exactly what they came to see: the two greatest\nthoroughbreds in racing, locked in a dead-heat.\n\nPENNY\nCome on, Red...Come on, Red... COME\nON!\n\nSecretariat now pulls away from Sham. One length. Two.\n\nThe spectators go crazy as Red sprints down the stretch,\nopening an even greater lead. Even Nack and Beyer fall\nvictim to the sight...\n\nNACK\nC’mon!\n\n...Secretariat CROSSES THE FINISH LINE. And there is a\ncelebration like none other in the stands and the infield.\nPenny reaches out for Lucien, Miss Ham, Seth...\n\nPhipps looks at Penny and gives her a smile. It’s a joyous\nmoment for all. And then, the icing...\n\nDERBY P-A ANNOUNCER ({V.O.)\nLadies and gentlemen, Secretariat\nwith an unofficial time of one\nminute, 59 and two-fifths seconds!\nA new Kentucky Derby record!\n\nEXT. CHURCHILL DOWNS - WINNER’S CIRCLE - A FEW MINUTES LATER\n\nCLOSE on the ceremonial BLANKET OF ROSES being draped on the\ndirt-covered horse.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nA new Kentucky Derby record! EXT. CHURCHILL DOWNS - WINNER’S CIRCLE - A FEW MINUTES LATER\n\nCLOSE on the ceremonial BLANKET OF ROSES being draped on the\ndirt-covered horse. \n\nTARGET SECTION TO BE ANNOTATED:\n Penny cradles the TROPHY...Secretariat\nstanding tall just behind her shoulder; a terrific-looking\npair. The team surrounds them.\n\nThe buzz of the crowd still provides an electric backdrop.\nThe CBS ANCHOR OF THE BROADCAST interviews Penny (which\nChurchill Downs can hear as well)...\n\nCBS ANCHOR\nPenny, it’s been twenty five years\nsince horse-racing’s had a Triple\nCrown winner. Is this the horse\nthat finally breaks that streak?\n\nPENNY\nWe still have a lot of work to do.\nBut at least we’ve given ourselves\na chance.\n\nPage 90 of 113\n\f90.\n\nAnd it’s in that moment that Secretariat turns his mud and\ndirt-covered head and brushes up against Penny, who was\ndecked out in spring colors a second ago...\n\n...and she doesn’t mind a bit, rubbing his neck.\n\nCBS ANCHOR\nCongratulations, Penny. The\nfastest Derby ever. Here’s hoping\nwe see the same thing two weeks\nfrom now at the Preakness!\n\nA roar from the crowd as Penny, smiling from ear-to-ear, rubs\nher hand over Red’s dirt-covered nose.\n\nSMASH INTO:\n\nEXT. PIMLICO - TRACK - DAY\n\nThe race is already underway. A HALF-DOZEN HORSES thunder\ntheir way toward the CAMERA as they head down the stretch\ntoward the first turn...\n\nTITLE: THE 1973 PREAKNESS STAKES\n\nCHIC ANDERSON (V.0.)\nEcole Etage in first, Torsion now\nsecond, followed closely by Sham.\nSecretariat is last once again as\nthey head toward the first turn.\n\nThe smile is gone as Penny is forced once again to endure\nwatching Red run along in last place. She’s surrounded by\nthe same group that attended the Derby.\n\nTurcotte guides Secretariat into familiar position: slightly\noutside of the pack, content to wait...\n\nCHIC ANDERSON (V.O.)\nSham now making a steady bid as he\n\nmoves into second.\n\nPincay eases closer to Ecole Etage, Sham running with his\ntypical combination of grace and power.\n\nTurcotte moves Red closer to OUR NATIVE.\nCHIC ANDERSON (V.O.)\nA sluggish pace as the field now\nheads through the first turn.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTurcotte moves Red closer to OUR NATIVE. CHIC ANDERSON (V. O.)\nA sluggish pace as the field now\nheads through the first turn. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE STANDS, Penny and the group watch...\n\nPage 91 of 113\n\fol.\n\n»..as the horses roll along. But Ronnie sees that he has a\nrisky opportunity--a narrow gap between horses.\n\nLUCIEN\nCareful...\n\nThe horses lean into the turn, and that’s when Ronnie calls\non Red to...\n\nRONNIE\nOkay, Red...go!\n\nCUT TO:\n\nINT. PIMLICO - STABLES - NIGHT (HOURS AFTER THE RACE)\n\nAnd we see the big horse, on his side, snoring in his stall.\nAll is fairly dark as we move along the slumbering mass, and\narrive upon...\n\n».-Penny, Lucien and Ronnie sitting at a table (illuminated\nby a dim light up above), each with a STYROFOAM CUP OF\nCOFFEE.\n\nPENNY\n»..so that’s when it happened.\n\nRONNIE\nThat’s when it happened, yes ma’am.\nEvery one of those horses was\nholding back, I mean really holding\nback, afraid to take the lead. All\npacked in, right on the rail.\n\nEXT. PIMLICO - TRACK — DAY\n\n.».-and the next ten seconds are jaw-dropping. Big Red moves\nto the outside...\n\nCHIC ANDERSON (V.0.)\nHere comes Secretariat! Moving\nfast, swinging to the outside.\nHe’s going for the lead!\n\n».eand Red passes every horse in the field in a matter of\nseconds. Blowing right past Sham.\n\nRONNIE (V.0.)\nAll my years of riding, I‘ve never\nmoved past that many horses that\nfast. Dead last to first in 200\nyards.\n\nPage 92 of 113\n\f92.\n\nINT. PIMLICO - STABLES - NIGHT (HOURS AFTER THE RACE)\n\nLUCIEN\n»..with more than half the race\nleft, don’t forget.\n\nEXT. PIMLICO - TRACK — DAY\n\nSecretariat pounds along the backstretch, thundering ahead of\nthe field. Two lengths ahead of Sham.\n\nRONNIE (V.0.)\n\nAny other race we'd have been home\nfree, but I knew Sham was still\nback there. I wasn’t worried about\nanyone else.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo lengths ahead of Sham. RONNIE (V.0.)\n\nAny other race we'd have been home\nfree, but I knew Sham was still\nback there. I wasn’t worried about\nanyone else. \n\nTARGET SECTION TO BE ANNOTATED:\nThe two horses storm ahead, Secretariat still holding a\nsteady lead over his powerful rival.\n\nINT. PIMLICO - STABLES —- NIGHT {HOURS AFTER THE RACE)\n\nPENNY\nWhat was Red telling you?\n\nRONNIE\nJust let me run, boss, don’t worry.\n\nEXT. PIMLICO - TRACK - DAY\n\nRed drags Sham into the final turn, another classic duel\nbetween these magnificent beasts.\n\nRONNIE (V.0.)\nThe one thing you can never give a\nhorse is a killer instinct.\nThey’ve either got it or they\ndon’t. And with Red, I’ve never\nonce had to use the whip.\n\nFROM THE STANDS: Penny watches as Red heads for home.\n\nINT. PIMLICO - STABLES - NIGHT (HOURS AFTER THE RACE)\nRONNIE\n\nSo we’re in the stretch and that’s\nwhen I hear it...\n\nPage 93 of 113\n\f93\n\nEXT. PIMLICO - TRACK - DAY\nPincay lashing his whip...\n\nRONNIE (V.0.)\n».-Pincay going to the whip, trying\nto get one last burst out of Sham.\n\n.».-and Sham is moving. But Red pins his ears back and\nsurges...\n\nRONNIE (V.0.)\nBut Red? He just starts moving on\nhis own. Two lengths ahead, then\nthree. Everything in control, not\na worry in the world.\n\n+..and the crowd roars as Secretariat cruises toward the\nfinish line. Winning.\n\nINT. PIMLICO - STABLES - NIGHT (HOURS AFTER THE RACE)\n\nPENNY\nWhat about you? You ever turn your\nhead back to see? Just even a\nlittle?\n\nRONNIE\nNo. Never look back.\n\nA hint of a smile from Penny.\n\nPENNY\nSo one more win. How do we get it?\n\nLUCIEN\nWell, ma’am, that’1l require one\nmore decision from you.\n\nRONNIE\n{to Lucien, in French)\nYou sure you want to talk about\nthis now?\n\nLUCIEN (IN FRENCH)\nWhen else should we talk about it?\nThe race is in three weeks.\n\nRONNIE (IN FRENCH)\n\nLet her celebrate.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCIEN (IN FRENCH)\nWhen else should we talk about it? The race is in three weeks. RONNIE (IN FRENCH)\n\nLet her celebrate. \n\nTARGET SECTION TO BE ANNOTATED:\n There's no\nhurry to...\n\nPage 94 of 113\n\f94.\n\nPENNY (IN ENGLISH)\nI know the race is in three weeks.\nBut we need to make a decision now.\n\nLucien glances at Ronnie, then asks Penny...\n\nLUCIEN\nSo all this time you understcod...?\n\nPENNY\nOui.\n\n»..they all smile. Lucien has grown to really like her.\n\nLUCIEN\nSo in the last twenty five years,\nseven horses have won the Derby and\nthe Preakness, but nobody’s won the\nTriple Crown. That’s because of\nthe Belmont. Mile and a half, the\nlongest race these horses will ever\nrun. Red won the Derby and the\nPreakness in record time, coming\nfrom behind in both. You gotta\nfigure he knows he'll burn out if\nhe goes too fast and too early.\n\nPENNY\nSo what do we do?\n\nLUCIEN\nConventional wisdom is to rest him.\nLet him recover from the last two\nand store up energy for the\nBelmont.\n\nPENNY\nI never believed conventional\nwisdom is any such thing.\n\nLUCIEN\nThen I say we work him. Run him\nhard. Harder and faster than ever.\n\nPenny knows this decision could cost everything. Or win it\n\nLUCIEN\nMiz Chenery, in all my years of\ntraining horses, I’ve never seen\none with his kind of appetite for\nrunning. It’s like he can’t get\nenough. I work him one day, he\nruns faster the next.\n\n(MORE)\n\nPage 95 of 113\n\f95.\n\nLUCIEN (cont'd)\nI know how much you need him to win\nthis race, and there’s a chance we\n\ncould be draining every drop of gas\nout of his tank. But I don’t think\n\nBO.\n\nPENNY\nAlright. Let’s find out what he’s\ngot.\n\nINT. BELMONT PARK - CLUB ROOM — DAY\n\nREPORTERS are shoulder-to-shoulder, Nack and Beyer among\nthem. Penny and Pancho Martin sit at a long table up front\n(Lucien, Ronnie and Laffit Pincay are there as well.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BELMONT PARK - CLUB ROOM — DAY\n\nREPORTERS are shoulder-to-shoulder, Nack and Beyer among\nthem. Penny and Pancho Martin sit at a long table up front\n(Lucien, Ronnie and Laffit Pincay are there as well. \n\nTARGET SECTION TO BE ANNOTATED:\nTITLE: BELMONT PARK, NEW YORK\n\nDERBY REPORTER #1\nMister Martin! Secretariat’s\nbeaten your horse twice now. What\nmakes this race different?\n\nPANCHO MARTIN\nAny good horseman will tell you,\nSecretariat is built for speed and\nSham is built for distance. Mrs.\nTweedy thinks her horse has somehow\nmagically inherited both. This\nwill be the race that proves her\nintuition only goes so far.\n\nPenny doesn’t take the bait. Yet.\n\nDERBY REPORTER #2\nPenny, what about all the attention\nSecretariat's receiving? Covers of\nNewsweek, Time magazine...\n\nPENNY\nWell, we--\n\nPANCHO MARTIN\n--Let me tell you something!\n\nHe holds up the latest copies of TIME, NEWSWEEK, SPORTS\nILLUSTRATED, all with Secretariat on the cover.\n\nPANCHO MARTIN\nAll this talk about “Super Horse?”\nSham broke the Derby record too!\nHe ran the second fastest Derby and\nthe second fastest Preakness ever.\n(MORE)\n\nPage 96 of 113\n\f96.\n\nPANCHO MARTIN (cont'd)\nEver! We were right there with the\nred horse every step of the way!\n\nNack glances at Beyer, both of whom know it’s true.\n\nPANCHO MARTIN\nNow we run the longest of the\nTriple Crown Races. And when we're\ndone you'll be calling Sham the\n“Super Horse!”\n\nNACK\nAny comment, Penny?\n\nPENNY\nI'd have to say I agree with Mr.\nMartin completely. His horse did\nrun the second fastest ever.\n\nThe reporters laugh. Lucien and Ronnie stifle a grin.\nPancho Martin simmers as the flashbulbs pop.\nEXT. BELMONT PARK - TRACK - MORNING\n\nSecretariat (Ronnie onboard) runs a training workout, flying\nthrough the morning chill...\n\n.»..the TRACK REPORTERS’ stopwatches click in unison, right\nthrough to Lucien, Penny and Seth; who hold stopwatches too.\n\nLUCIEN\nThree quarters in 1:12.\n\nPENNY\nLooks good.\n\nSETH HANCOCK\nYou sure you want to send hima\nmile next time out?\nLucien and Penny give him a look.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENNY\nLooks good. SETH HANCOCK\nYou sure you want to send hima\nmile next time out? Lucien and Penny give him a look. \n\nTARGET SECTION TO BE ANNOTATED:\n Stick with the plan buddy\nSETH HANCOCK\nJust asking.\n\nEXT. BELMONT PARK — TRACK — MORNING\n\nA few days later. Red thunders past the stopwatches again.\nClick, click, click.\n\nPENNY\nAre we working him too fast?\n\nPage 97 of 113\n\f97.\n\nLucien doesn’t reply, jotting the time down in his note pad.\n\nEXT. BELMONT PARK - TRACK - MORNING\n\nThe big horse's breath is visible against the cold air as he\nstrides along. Powerful. Awesome.\n\nThe stopwatches click again...\n\nEXT. BELMONT PARK — DAY\n\n...into the clicking of CAMERAS at a PHOTO OPPORTUNITY. Penny\nstands off Red‘s shoulder as PHOTOGRAPHERS call out for both\nof them...\n\n».eand she is smiling graciously, the perfect complement to\nthe dynamic, powerful, and yes, posing animal next to her.\nEddie holds the lead.\n\nEXT. BELMONT PARK — BURGER BARN AREA — NIGHT\n\nESTABLISHING of the festival area that’s set up every July\nnear the front entrance to the track.\n\nPenny’s on a pay phone, talking brightly, cheerfully.\n\nPENNY\n{into phone)\nOkay, Sweetheart! I love you!\n\nShe hangs up. She sits down on a bench. Miss Ham walks up\nwith a couple of cups of coffee and joins her.\n\nMISS HAM\nHow you holding up?\n\nWhen Penny doesn’t answer, Miss Ham lifts Penny’s sunglasses\nand sees her eyes rimmed with tears.\n\nPENNY\nChris has a baseball game today; he\npitches, and when he’s wild he gets\ndown on himself, and then nobody\nknows how to talk to him but me.\nJohn’s making airplane models the\nother kids ignore. The girls\nare... teenaged girls. And I’m not\nthere with them.\n\nPage 98 of 113\n\fMISS HAM\nYour Daddy worried about exactly\nthe same thing. Did you ever doubt\nhe loved you?\n\nPENNY\nNot for a second.\n\nMiss Ham nods: There you go.\n\nINT. NEW YORK BREAKFAST DINER - DAY\n\nNack and Beyer are finishing breakfast and pouring over the\n\nRACING FORMS spread out on their table.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiss Ham nods: There you go. INT. NEW YORK BREAKFAST DINER - DAY\n\nNack and Beyer are finishing breakfast and pouring over the\n\nRACING FORMS spread out on their table. \n\nTARGET SECTION TO BE ANNOTATED:\nNACK\nYou ever seen a horse run training\ntimes like this before?\n\nBEYER\nMaybe Penny and Lucien are\ngeniuses, and Big Red won’t run out\nof gas like his father did. But\nPancho Martin’s right, his horse\nran a faster Derby and a faster\nPreakness than any horse in history\nexcept Secretariat, and Sham has\nperfect genes for a mile and a\nhalf. He’s built for the Belmont.\nAnd he’s rested. It’s gonna be 95\ndegrees out there, and Sham’s a\nCalifornia horse, used to heat.\nPancho’s smart. He'll push the\npace, try to get the big horse to\nfight for the lead too soon. If he\ndoes, he could unravel like he did\nat the Wood.\n\nNACK\nYou think Secretariat could lose?\n\nBEYER\nI know he could lose the race. I\njust hope they don’t lose the\nhorse.\n\nEXT. BELMONT PARK - CLUBHOUSE - NIGHT\n\nThe lights from the Belmont structure glow in the night sky\n\nPage 99 of 113\n\fIturned my screenplay inte a MP3\nand It's DUAKING DOONEY) = thar's THE Facr, sacks\n\n99.\n\nINT. BALLROOM — NIGHT\n\nThe annual Belmont Ball. WAITERS and WAITRESSES make their\nway through the crowded room as a SINGER croons on stage.\n\nPenny is standing alone, taking it all in, just as\nSecretariat does before a big race. Ogden Phipps sees her\nand moves up.\n\nPENNY\nMr. Phipps.\n\nPHIPPS\nPenny. You must find this quite\nexciting.\n\nPENNY\nI do. I hope you do too.\n\nPHIPPS\nYes. But I've been here before.\nIn the last thirty years, seven\nhorses have won the first two legs\nof the Triple Crown, and failed on\nthe third. I try not to forget\nthat. »..Good luck tomorrow,\n\nHe leaves her haunted, sobered. Penny turns...and finds\nKate! She’s beautiful, in an elegant gown, stepping into the\nworld for the first time as a woman.\n\nPENNY\nKate!\n\nThey embrace, Kate beaming, elegant.\n\nKATE\nSorry I’m late.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENNY\nKate! They embrace, Kate beaming, elegant. KATE\nSorry I’m late. \n\nTARGET SECTION TO BE ANNOTATED:\nPENNY\nYou’re right on time. And you look\nso beautiful. All grown up.\n\nKATE\n\nYou look beautiful too, Mom. All\ngrown up.\n\nAnd suddenly everything between them is different, changed\nforever. Kate takes her mom into another embrace.\n\nKATE\nI am so, 80 proud of you.\n\nPage 100 of 113\n\f100.\n\nAnd she breaks away to let Penny see the rest of her family-\nthe three other children, and Jack--all dressed for the ball\nThe children run up and embrace Penny in a family hug. Jack\nholds back, watching respectfully, even reverently.\n\nThen the children sense their parents need a moment alone,\nand Sarah ushers them off toward the refreshments. Jack\nsteps up to Penny.\n\nJACK\nThey're growing up. All of them.\n\nPENNY\nYes. Kate’s stunning in that gown.\n\nJACK\n\nI wish I'd bought her a gown\nsooner. And I wish I’d bought\nyours. But I couldn’t have done as\nwell for you as you've done for\nyourself.\n\n(beat)\nGood luck tomorrow, Penny. We’re\nproud of you. All of us are.\n\nJack starts away.\n\nPENNY\nJack! ...Thanks for bringing them.\nThanks for coming yourself.\n\nHe smiles softly and moves away, leaving Penny in a\nbittersweet silence. She turns...to find Lucien. Dressed\nup. Handsome.\n\nLUCIEN\nMrs. Tweedy.\n\nPENNY\nMister Laurin. You’re looking very\nhandsome tonight.\n\nLUCIEN\nI left my hat at home, just for\nyou.\n\nHe reaches into his pocket...\nLUCIEN\nBut I brought something else. A\n\nmutual friend of ours gave it to\nme.\n\nPage 101 of 113\n\f101.\n.--and he hands her the coin that Bull used at the Arlington\nClub.\n\nLUCIEN\nI especially like the “heads” side.\n\nShe takes it, then waits a beat before...\nPENNY\n\nYou're the best I could‘ve hired\nfor him, Lucien.\n\nLUCIEN\nAnd you’re the best owner I ever\nBaw.\n\nPENNY\n\nAh. Lucien dit c’vrais.\n\nLucien grins; Penny smiles.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENNY\n\nAh. Lucien dit c’vrais. Lucien grins; Penny smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n Then we PUSH IN ON HER as she\ntakes a deep, slow breath to fight the tension...\n\nEXT. BELMONT PARK - MIDNIGHT\n\nThe lights are on but the cavernous stands are completely\nempty, and a few workmen groom the racing surface, making it\nperfect for tomorrow's race. Penny stands silently at the\nrail, gazing out over the endless track; she looks more alone\nthan ever.\n\nEXT. BELMONT PARK -— STABLES - NIGHT\n\nPenny moves up to Red’s stall; Eddie stands from his cot, and\nleaves her alone with her horse. He’s lazily munching food,\nnot looking at her now; she knows she’s talking to herself.\n\nPENNY\nI’ve been walking around here\nwondering if it really matters what\nhappens tomorrow. But I’ve\nrealized something I need to say.\nI've already won. I've made it\nhere. I didn’t quit.\n\nSecretariat lifts his head, and moves to her. She looks at\nhim, hoping with all her heart that he somehow understands.\n\nPENNY\n\nI've already run my race. Now you\nrun yours.\n\nPage 102 of 113\n\f102.\n\nEXT. BELMONT PARK — DAWN\n\nA light coating of dew and fog covers the infield of the\nempty race track. It looks utterly endless. TITLE:\n\nTHE BELMONT STAKES JUNE 9, 1973\nThe voice of a RADIO ANNOUNCER...\n\nBELMONT RADIO ANNOUNCER (V.0.)\nA record crowd is expected today as\nSecretariat makes his bid for horse\nracing immortality. The race is\nscheduled for 5:38 this afternoon,\nforecasters predicting temperatures\nin the mid-90's.\n\nEXT. BELMONT PARK - PARKING AREA NEAR STABLES - SAME\nBill Nack sleeps in his car, the window rolled down. The\nnickering of a horse awakens him.\nINT. BELMONT PARK - STABLES - MORNING\nEddie and Charlie lead Red to the walkway, as Lucien watches\nLUCIEN\nCareful with him. Just let him\nwalk off his nerves.\nNack scurries in and stands near Lucien...\n\nNACK\nHorse is fired up.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust let him\nwalk off his nerves. Nack scurries in and stands near Lucien... NACK\nHorse is fired up. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIEN\nHe knows what's happening, that’s\nfor sure.\n\nDOWN THE WALKWAY: A YOUNG STABLE GIRL accidentally drops a\nMETAL BUCKET...\n\n».-and the clanging sound echoes through the walkway. Red\nrears, pawing his hooves at the sky. Frightening. Awesome.\n\nLUCIEN\nKeep hold of him! Hold him!\n\nEddie and Charlie try to hold him, but the horse is wound\nup...rising to the sky once again. Majestic.\n\nPage 103 of 113\n\f103.\n\nLUCIEN\nAlright, put him back in! Before\nhe hurts himself.\n\nCHARLIE DAVIS\nHurts himself? Horse is gonna hurt\nme.\n\nNack is scribbling notes faster than ever. Shaking his head.\n\nNACK\nOhhh boy.\n\nINT. BEDROOM - DAY\n\nPenny is looking in the mirror, putting the finishing touches\non her wardrobe for the day. But there is one last touch\nthat she has waited months to wear... She reaches for the\nLUCKY PIN her father gave her. And puts it on.\n\nThe sound of a massive crowd begins to rise...\n\nEXT. BELMONT PARK - DAY\n\n»..as the spectators move through the turnstiles. Setting up\nshop along the rail. Staking out their spots.\n\nThere are SIGNS everywhere: “Good Luck Secretariat” in blue\nand white, \"Go Red/” in red, white and blue. \"Secretariat!\nTriple Crown!”\n\nINT. BELMONT PARK - JOCKEYS ROOM - DAY\nTITLE: 4:47 PM\nPancho Martin gives Pincay his final instructions...\n\nPANCHO MARTIN\nGo hard for the lead, draw him up\nwith you. If he does? He’s ours.\n\nINT. BELMONT PARK - JOCKEYS ROOM - DAY\n\nCLOSE on a pair of hands...holding the most garish HAT yet.\nWIDER to reveal Lucien, sitting with Ronnie in a separate\nsection of the room.\n\nLUCIEN\nDon't send him to the front, but\ndon‘t choke him either.\n\n(MORE)\n\nPage 104 of 113\n\f104.\nLUCIEN (cont'd)\nJust remember, we’ve got a mile and\na half we’ve got to cover.\nDon’t...",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE)\n\nPage 104 of 113\n\f104. LUCIEN (cont'd)\nJust remember, we’ve got a mile and\na half we’ve got to cover. Don’t... \n\nTARGET SECTION TO BE ANNOTATED:\n you know, don’t...\n\nTURCOTTE\nLet him burst his heart?\n\nLUCIEN\nI’m sorry, I just... Bonne chance.\n\nRONNIE\nBonne chance.\nINT. BELMONT PARK - STABLES - DAY\nEddie pulls the familiar blue and white checkerboard blinkers\ntight on Secretariat’s head. The horse’s nostrils flare,\nhe’s ready to rumble. His breathing is already audible.\nEddie’s securing the massive saddle girth.\nEDDIE\nLotta track today, Red. Lotta\ntrack.\nEXT. BELMONT PARK -— STANDS -— DAY\nPenny’s standing up, already nervous. She holds a PAIR OF\nBINOCULARS, craning her neck toward the area where the\n\nthoroughbreds will enter...\n\n.».-then notices a gentleman is now standing next to her,\nlooking at a RACING FORM. Hollis. Penny smiles.\n\nPENNY\nWasn’t sure you’d make it.\n\nHOLLIS\nYeah, well, got a tip on a horse.\n\nThey share a smile.\n\nEXT. BELMONT PARK - PADDOCK - MOMENTS LATER\n\nFans everywhere. Pancho is out walking Sham, striking as\nalways. A murmur rises as SECRETARIAT comes into view...\n\nThe sunlight spills onto his copper skin, and he’s\n\nmagnificent. Secretariat stops and looks at Sham and the\nother horses as if they aren’t worthy of him; Nack sees this.\n\nPage 105 of 113\n\f105.\n\nSECURITY GUARDS and COPS hold the FANS back as Eddie guides\nSecretariat around. A GIRL 6 years old holds an INSTAMATIC\nCAMERA to her eye to take a picture of Red as he walks by...\n\n»..and he turns toward her as she clicks the photo. She\npulls the camera down...and takes a step backwards toward her\nfather.\n\n».the bugle call to post sounds...\n\n»..and Red hears it: shaking his head as if he can't wait to\nget out to the track; his eyes sharp, his muscles taut.\n\nBEYER\nGot two bucks I can borrow?\n\nRonnie moves alongside Red (Lucien is there as well) and he\ngets a leg-up into the saddle. He pats Red on the neck.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEYER\nGot two bucks I can borrow? Ronnie moves alongside Red (Lucien is there as well) and he\ngets a leg-up into the saddle. He pats Red on the neck. \n\nTARGET SECTION TO BE ANNOTATED:\nPincay gets the same boost from Pancho Martin, and the two\njockeys exchange a quick look.\n\nEXT. BELMONT PARK - TRACK - MOMENTS LATER\n\nSecretariat emerges onto the track and there is a thunderous\nroar from the hundred-thousand fans on hand. He high steps\nout, a portrait of equine royalty.\n\nEXT. BELMONT PARK - STANDS - DAY\n\nAnticipation is running white hot. Nervous applause from the\nkey spectators: Penny and her entire family. Miss Ham.\n\nHollis. Seth. Ogden Phipps...\n\n.--E.V. Benjamin, John Galbreath, and a couple other\nSYNDICATE MEMBERS. Everyone’s here on this day.\n\nOGDEN PHIPPS\n{leaning over)\nVery big day, Mrs. Tweedy.\nEXT. BELMONT PARK - STARTING GATE — DAY\nSecretariat is loaded in first (in the rail slot), the next\n\npair of horses going in next to him as the roar from the\ncrowd grows.\n\nPage 106 of 113\n\f106.\n\nBELMONT TV ANNOUNCER (V.O.)\nOnly six horses in the field today,\nmany of the owners conceding that\nthis is, in effect, a match race\nbetween Secretariat and Sham.\nThe gate handlers yell out their instructions...\nGATE HANDLERS\nWait, wait, wait! Hold on now!\nOkay!\n\nIN THE STANDS: Penny squeezes a rolled-up PROGRAM tight.\nWaiting, worried. Lucien is now in the stands, beside her.\n\nIN THE STARTING GATE: Ronnie grabs a tuft of mane (in SLOW\nMOTION, upping the tension). Pincay looks over...\n\nPINCAY\nYou gonna eat a lot of dirt today.\n\nTURCOTTE\nDon‘t think so.\n\nBELMONT TV ANNOUNCER (V.O0.)\nThe field is at the post...Chic\nAnderson with the call.\nEXT. BELMONT PARK —- PRESS BOX — DAY\nNack and Beyer stand as well, ready to witness history. No\none is seated anywhere, the crowd electric.\n\nEXT. BELMONT PARK - STARTING GATE — DAY\n\nCHIC ANDERSON (V.0.)\nThe horses now loaded in...",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo\none is seated anywhere, the crowd electric. EXT. BELMONT PARK - STARTING GATE — DAY\n\nCHIC ANDERSON (V.0.)\nThe horses now loaded in... \n\nTARGET SECTION TO BE ANNOTATED:\nSECRETARIAT’S NOSTRILS emit an audible whoosh...\nSHAM’S LEGS shudder with pent-up energy...\n\nThe starting bell shrieks, the gates burst open, the horses\nsurge out...\n\nON THE TRACK, Secretariat surges RIGHT INTO THE LEAD!\nIN THE STANDS, ON PENNY: she’s surprised, concerned...\nPENNY\n\n(to Lucien)\nWhy's he going to the lead?!\n\nPage 107 of 113\n\f107.\n\nSham sprints hard, nudging ahead on the outside, all six\nhorses within a length of each other on the first stretch...\n\n.»..with Secretariat close on the rail, fighting to regain the\nlead. Pancho smiles, seeing his strategy play out perfectly.\n\nBELMONT P-A ANNOUNCER {V.O.)\nFirst quarter, 23 and three. 23 and\nthree.\n\nNACK\nThey're blazing!\n\nPincay moves Sham out to the lead and he begins to pull\nfurther in front of the other horses...\n\nCHIC ANDERSON (V.0.)\nSham moving to the lead, easing his\nway to the inside of the track!\n\nBut Secretariat picks up the pace as well.\n\nCHIC ANDERSON (V.0.) (CONT’D)\nBut Secretariat picks up speed,\ndenying Sham the rail!\n\nThe two frontrunners are within a neck of each other, Sham\nstill holding a slender lead, two magnificent horses rolling.\n\nBELMONT P-A ANNOUNCER {V.O.)\nHalf mile, 46 and one. 46 and one.\n\nINTERCUT WITH THE STANDS AND THE PRESS BOX: Beyer watches\nthrough his binoculars.\n\nBEYER\nToo quick, way too quick!\n\nLUCIEN\nSlow him down, Ronnie!\n\nRONNIE\nEasy, Red.\n\nBut Secretariat is running silky smooth as he and Sham begin\nto pull away from the field. Penny watches, while Pancho\nMartin gets a nod and a smile from the COLLEAGUE next to him.\nIt's already a two horse race.\n\nCHIC ANDERSON (V.0.)\n\nSham and Secretariat now moving\nahead of the field...\n\nPage 108 of 113\n\f108.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's already a two horse race. CHIC ANDERSON (V.0.)\n\nSham and Secretariat now moving\nahead of the field... Page 108 of 113\n\f108. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMERA SLOWLY RISES as: the twin thunder of Secretariat and\nSham’s hooves beat in pure rhythm as they lean toward the\nbackstretch.\n\nTurcotte and Pincay keep pushing, scrubbing their reins in\nperfect synchronization, close enough that they could touch\nthe other. Pincay looks out of the corner of his eye...\n\n...and he moves Sham ahead with a chirp. Ronnie does the\nsame and Secretariat draws even...\n\nNACK\nBig Red can’t take this pace.\n\nBut the two jockeys are in their own world: unaware of pace,\nor time, or the crowd. Only the opponent next to them.\n\nBELMONT P-A ANNOUNCER (V.0.)\nThree quarters, one oh nine and\nfour. One oh nine and four.\n\nIN THE STANDS: Penny hasn’t blinked yet. Watching...hoping.\n\nON THE TRACK: Secretariat’s stride is solid. Ronnie glances\nat Sham, hearing the black horse’s breathing..-.rapid and\nslightly high-pitched.\n\nHe turns and listens to Red. And he hears a sweet, deep\nwhooshing sound. Ronnie chirps...\n\nRONNIE\nCome on, Red!\n\nAnd it’s in that moment that Ronnie and Secretariat move into\nthe lead...\n\n»..drawing a deafening roar from a hundred thousand delirious\nracing fans.\n\nCHIC ANDERSON (V.0.)\nSecretariat moving to the lead!\n\nMiss Ham knows it’s too soon. She cups her hands over her\nmouth as Lucien - furious - yells...\n\nLUCIEN\nNo!\n\nPANCHO MARTIN\nYES!\n\nCLOSE ON: Big Red’s hooves crushing into the soil, his wide\n\nshoulders rippling as they push like pistons. Turcotte\ndoesn’t hold back...\n\nPage 109 of 113\n\f109.\n\nBELMONT P-A ANNOUNCER {V.O.)\nOne mile. One minute 34 and one.\n\nCHIC ANDERSON (V.0.)\nThe fastest backstretch duel in the\nhistory of horseracing!...\n\nBEYER\nIt’s too fast, he won’t make it!\n\n»..and the other reporters, yelling almost in unison...\n\nREPORTERS\nSlow down! SLOW DOWN!\n\nEveryone is yelling it, sure Big Red can’t keep it up.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nREPORTERS\nSlow down! SLOW DOWN! Everyone is yelling it, sure Big Red can’t keep it up. \n\nTARGET SECTION TO BE ANNOTATED:\n ON\nTHE TRACK, Secretariat and Sham fight to get their noses in\nfront, a duel in which both would rather die than lose.\n\nALL GOES TO SILENCE...\n\nAnd from the POV OF THE HOMESTRETCH, we watch the final turn,\nWAITING FOR THE HORSES TO APPFAR. The horse that comes\naround that turn in the lead is the horse likely to win...\n\nWe wait...we wait...We WAIT...\n\nAs we wait we flash to Penny, watching breathlessly... and\nthe crowd around her, movements slowed so much that time\nseems frozen, all hanging in agony to see which horse will\nbreak and which prevail...\n\nPENNY WATCHES, suspended in heartbreaking wonder...\n\nThen SECRETARIAT--majestic, rippling, fluid, both beautiful\nand ferocious--appears around the turn and flies onto the\nbackstretch, Turcotte on his saddle, steady as a rock.\n\nAnd they are all alone. They pound onto the homestretch,\nhooves flashing, dirt flying; and the other horses are so far\nbehind they haven’t yet appeared.\n\nJoy, and the amazement of knowing they are witnessing\nsomething never seen before and never to be seen again, rises\nin Penny, and then in the spectators, ALONG WITH THE SOUND...\n\nPENNY\nLET HIM RUN, RONNIE! COME ON, RED!\n\nCHIC ANDERSON (V.0.)\nSecretariat so far in front the\nother horses don’t-- six lengths,\nSeven...\n\nPage 110 of 113\n\f110.\n\nMISS HAM AND SET\nCome on, Red! Go! Go!\n\nAll the blocd has drained from Pancho Martin’s face.\n\nSECRETARIAT crushes ahead, farther and faster than anyone\ncould have imagined.\n\nCHIC ANDERSON (V.0.)\nFourteen lengths! Sixteen! Mile\nand a quarter, one fifty nine flat!\n\nBEYER\n...Faster than his Derby record!\n\nOn the track it is nothing short of stunning, a portrait of\nwonder...\n\nAnd Penny has taken on a look of reverence.\nThe spectators scream from the rail as Secretariat rolls down\nthe final stretch. And Hollis, Jack, Phipps, and especially\nPenny’s children are all going crazy beside her.\nCHIC ANDERSON (V.O.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd Hollis, Jack, Phipps, and especially\nPenny’s children are all going crazy beside her. CHIC ANDERSON (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nSecretariat is now alone! He is\nmoving like a tremendous machine!\n\nHe is majestic as he runs, not another horse in sight. The\nfans’ eyes track him, awestruck at what they’re watching.\n\nPenny and the group cheer as he rumbles ahead, while...\n\nPANCHO MARTIN\nImpossible.\n\nCHIC ANDERSON (V.O0.)\nThe lead is now 24 lengths! 26\nlengths!\n\nAnd as the noise rises even more, and the lead grows...\n\nTURCOTTE...hearing only one horse, his own...breaks his own\npersonal rule...and he looks BACK...\n\n---and sees nothing. No horses. No competition. The only\nhoof prints in the perfectly-grcoomed soil are those that were\nput there by Red. Ronnie turns his head back, and...\n\n...the sound and speed hits in a flurry as he drives Red down\nthe final stretch. The crescendo of the crowd culminates...\n\nPage 111 of 113\n\f111.\n\n--.as Secretariat, without a hint of fading, flows across the\nfinish line. Setting off a celebration in all corners of\nBelmont Park. The moment is all-consuming.\n\nPenny lifts her eyes, just for a moment, toward heaven, where\nshe hopes her father is watching. Miss Ham sees, and her\neyes well up.\n\nPenny hugs her family. The rest of the group embraces the\nperson next to them. Heads shake. Stunned looks; even among\nOgden Phipps and the jubilant syndicate members.\n\nTurcotte eases Secretariat up...\nBELMONT P-A ANNOUNCER (V.0.)\nUnofficial time...two minutes, 24\nseconds! Winning margin, 31\nlengths!\n\nIN THE PRESS BOX: Beyer and Nack are in shock. They look at\nthe winning time, in disbelief.\n\nBEYER\nGreatest ever?\n\nNACK\nThat record will never be broken.\n\nIN THE STANDS: Penny finally glances toward Pancho, who gives\nan appreciative look, and tips his hat.\n\nShe looks down to the track again...\n\n--.as Turcotte approaches the crowd, doffing his cap and\naccepting the roar of appreciation. He looks up...\n\n..-and his eyes meet Penny’s. He nods.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks up... ..-and his eyes meet Penny’s. He nods. \n\nTARGET SECTION TO BE ANNOTATED:\n She claps her hands\nand blows a kiss his way.\nEXT. BELMONT PARK —- WINNER’S CIRCLE - A FEW MINUTES LATER\n\nAnd the entire group is in the winner’s circle, as Eddie and\nHollis guide Secretariat into position for the photograph.\n\nHollis moves over and hands the lead to Penny. They share a\nsmile.\n\nRonnie walks toward Lucien, and just before they shake hands,\nTurcotte motions to his silks...white as new snow. Pincay,\nheading back to the paddock with his exhausted and defeated\nSham, salutes Turcotte.\n\nPage 112 of 113\n\f112.\n\nPenny looks toward Jack, who claps his hands. Genuinely\nhappy for her. Her children glow, the girls wiping away\ntears of joy.\n\nBelmont officials place a BLANKET OF WHITE CARNATIONS over\nSecretariat's neck; sweat-covered, but still magnificent.\n\nThe countless photographs begin. And we move in from angled\nprofile on the joyous group, moving closer...\n\n»..till the spotlight falls on just the two of them: Penny\nChenery Tweedy and Secretariat. Secretariat lifts his head,\nand Penny lifts hers...\nIn Victory. We FREEZE FRAME, and\n\nFADE OUT.\n\nTHE END\n\nPage 113 of 113\n\f"
}