{
  "1": "Seven Years in Tibet\n\"Because you are my path to liberation.\"\n\n\n\nINT. CAR - DAY\nINGRID\n\"I wish we'd said goodbye at the front door and it was \nfinished. And you could have a nice and pleasant journey on \nyour own.\"\n\nHarrer turns to her, fed up.\n\nHARRER\n\"Why must you be this way? Why is there always a problem? It's \na good question. Life is not always convenient.\" \n\n(pretending to humor her)\n\nDo you want to go home, do you want to turn around?\"\n\nINGRID\n\"Yes.\"\n\nHARRER\n\"It's the Himalayas! How long have I been talking about the \nHimalayas? How long?\"\n\nIngrid seems to retreat into herself, shaken.\n\nINGRID\n\"Far too long.\"\n\nA meek man - HORST IMMENDORF - drives the car, pretending to ignore the tensions in the back seat. \nIngrid leans forward.\n\nINGRID\n\"Horst, when we get there, can you give me a hand?\"\n\nHORST\n\"Yes, of course.\"\n\nHarrer rolls his eyes, thinks she's begging for sympathy.\n\n\nHARRER\n\"Oh, Ingrid. Stop it.\"\n\nEXT. GRAZ TRAIN STATION - DAY\nThe car stops across from the busy station; NAZI SOLDIERS stream toward the entrance, above which \nhangs a huge swastika flag. Harrer gatheres his rucksack, takes Ingrid's hand and leads her through \nthe crowds.\n\n\nHARRER\n\"Try to make this pleasant.\"\n\nINT. GRAZ TRAIN STATION TICKET ROOM - DAY\nThe station is teeming with more Nazi soldiers. Harrer drags Ingrid past TRAVELERS waiting in line to \npurchase tickes, searching for someone.\n\nHARRER\n\"Where is that idiot who's supposed to meet us?\"\n\nSpotting Harrer, a tall thin MAN of exquisite precision approaches him: PETER AUFSCHNAITER. \nAufschnaiter has a stack of tickets in his hand.\n\nAUFSCHNAITER\n\"Mister Harrer? I have your tickets - \"\n\nHarrer grabs the tickets from Aufschnaiter's hands.\n\nHARRER\n\"Fine. I'm late. Take me to my train - \"\n\nAUFSCHNAITER\n\"No, no, no. You don't understand...",
  "2": "---END OF PREVIOUS SECTION---\nI'm late. Take me to my train - \"\n\nAUFSCHNAITER\n\"No, no, no. You don't understand... \n---TARGET SECTION TO BE ANNOTATED---\n(modestly)\nI am Peter Aufschnaiter. I'm leading the expedition. How do you \ndo?\"\n\nSmiling shyly, Aufschnaiter extends a hand. Sizing up this unprepossessing man, Harrer shakes \nAufschnaiter's hand, wearing an expression of acute disappointment.\n\n\nINT. TRAIN STATION AND PLATFORMS - DAY\nAs Harrer, Ingrid, and Horst emerge from the ticket room into the station, they see two platforms up \nahead where the crowd of German SOLDIERS file onto trains.\n\nAs Harrer, Ingrid, and Horst make their way toward their train, a robust NAZI \nOFFICIAL spots Harrer and makes a beeline toward him.\n\n\nOFFICIAL\n\"Ah, here's our celebrity.\n(reaches Harrer)\nMay I say, Mr. Harrer, on behalf of the Reichssportsfuhrer, we \nare honored to have such a great German hero on the team.\"\n\nHARRER\n\"Thank you. But I'm Austrian.\"\n\nLeading Harrer past throngs of people, the Official gestures to the Photographer \nwho hurries over as the Official grandly presents Harrer with a small Nazi flag. The Photographer \nsnaps a photo.\n\n\nOFFICIAL\n\"Yes, but I'm sure that, as a distinguished member of the \nNational Socialist Party, you will be proud to plant our \ncountry's flag on the summit of Nanga Parbat...when you reach \nit.\" (slowing down)\nI am quite sure the man who conquered the Eiger North Wall can \nsubdue the gods \nof \"our mountain\" in the Himalayas.\"\n\n\nHarrer takes the flag. CAMERAS FLASH. They reach a car where Aufschnaiter is waiting with two other \nclimbers: HANS LOBENHOFFER and LUTZ CHICKEN, a kind of German Frick and Frack duo. The two teammates \nextend their hands to offer introductions to Harrer.\n\nLOBENHOFFER\n\"Hans Lobenhoffer.\"\n\nCHICKEN\n\"Lutz Chicken.\"\n\n\nHarrer dutifully shakes their hands. CAMERAS FLASH:\n\nOFFICIAL\n\"And a picture with your lovely wife.\"\n\nHarrer shoots Ingrid an imploring look, pulls her close to him. She smiles wanly when the CAMERAS \nFLASH. The official gestures to Horst.",
  "3": "---END OF PREVIOUS SECTION---\nCAMERAS FLASH:\n\nOFFICIAL\n\"And a picture with your lovely wife.\"\n\nHarrer shoots Ingrid an imploring look, pulls her close to him. She smiles wanly when the CAMERAS \nFLASH. The official gestures to Horst. \n---TARGET SECTION TO BE ANNOTATED---\nOFFICIAL\n\"And Mister...\"\n\nHORST\n\"Horst Immendorf. Family friend. No picture necessary.\"\n\n\nAs the Photographer fires off a few more shots, Harrer flashes a bright, exuberant smile - in sharp \ncontrast to the impacted sorrow underlying Ingrid's smile. He has perfected a breezy public persona, \nand the effortlessness of his act only adds to her misery.\n\n\nOFFICIAL\n\"When is the little one due, Mrs. Harrer?\"\n\n\nHe is pointing to Ingrid's belly. And for the first time, the CAMERA REVEALS \nwhat has been hidden: Ingrid is seven and a half months pregnant. The question \nstrikes her deep in the heart and causes Harrer's smile to fade.\n\nINGRID\n\"Approximately the same time as my husband reaches base camp.\"\n\nWith that, she breaks away and visibly struggles to keep her emotions in check. \nHarrer grabs her, drags her away from the media onslaught.\n\n\nHARRER\n\"Why don't you tell the whole country our problems?\"\n\nHer eyes brim with tears; she is close to breaking down.\n\nHARRER\n\"I'm getting on that train. Is there anything you want to say \nto me?\"\n\nShe stares mutely at him, appalled by his lack of feeling.\n\n\nHARRER\n\"Fine. Go. Leave. I'll see you in four months.\"\n\nEXT. PLATFORM - POV - THROUGH WINDOW:\nIngrid and Horst turning away from the platform, heading through the station. She is crying \nuncontrollably. Horst wraps his arm around her, tries to console her.\n\nINT. TRAIN - DAY\nHarrer watching, consumed with guilt. He moves down the aisle, passing a \ncompartment where the three other members of his team are already seated. An \nempty spot is waiting for Harrer.\n\nUnable to face them, Harrer keeps moving, heads into another compartment.\n\nCLOSE UP - MAP OF WORLD\nA map showing the course of Harrer's journey, through Europe by train, into Asia \nby boat. Toward a mountain peak in the Himalayas - the name, Nanga Parbat.\n\nHarrer's voice narrates as we follow the winding path toward his destination.\n\nHARRER (V.O.)\nWe will travel five thousand miles.",
  "4": "---END OF PREVIOUS SECTION---\nHarrer's voice narrates as we follow the winding path toward his destination. HARRER (V. O.)\nWe will travel five thousand miles. \n---TARGET SECTION TO BE ANNOTATED---\n When we reach India, we \nwill head for the \nHimalayas and the ninth highest peak on Earth, Nanga Parbat. \nThe name means \n\"Naked Mountain.\" Germany calls it Unser Berg, \"Our Mountain.\" \nBefore us, four \nGerman expeditions attempted it. All failed. Eleven climbers \nwere killed in storms and avalanches. By now, the conquest of \nNanga Parbat is a national obsession, a matter of German pride.\n\n\n\nBRITISH OFFICER\n\"Let's hope Germany retreats from Poland as quickly as you did \nfrom \"your \nmountain\" , Herr Harrer. It might reduce your prison time.\"\n\n\n\nHARRER\n\"What's is this?\"\n\nBRITISH OFFICER\n\"You are under arrest.\"\n\n\nHARRER\n\"What's the charge? Failure to reach the  summit?\"\n\nBRITISH OFFICER\n\"I'm afraid not.\"\n\n\n\nBRITISH OFFICER\n\"War has broken out between His Majesty's Government and \nGermany. All enemy \naliens on British Empire soil are prisoners of war.\"\n\n\nHARRER(V.0.)\nOctober 15, 1939. Reaching prison camp, I make a promise to \nmyself...\n\nEach step into the camp plunges Harrer deeper into despair. Then his gaze lights on something which \nlifts his spirits. He keeps staring straight ahead, at POV-THE HIMALYAYAS: The mountains form a white-\nrimmed, rocky spine to the north.\n\n\nHARRER(V.O.)\nI will be lying beside Ingrid before summer solstice of the new \nyear. The mountains are right in front of us. It will be easy \nto escape and get lost in them.\n\n\nCHICKEN\n\"Would you like to come with us?\"\n\nHARRER\n\"Why?\"\n\nCHICKEN\n\"After all, you're the authority on jailbreak around here.\"\n\n\nLOBENHOFFER\n\"We could benefit from your experience...\"\n\nExasperated, Aufschnaiter interrupts.\n\nAUFSCHNAITER\n\"Please stop this gruesome charade.\n(Pauses)\nEvery time you escape, Heinrich, patrols are doubled and \ntripled. It's making life difficult for the rest of us.\"\n\n\nHARRER\n\"I prefer to travel on my own. But thanks for thinking of me.\"\n\nEXT. PRISON MESS HALL - DAY\nHundreds of prisoners swill gruel at long tables.",
  "5": "---END OF PREVIOUS SECTION---\nIt's making life difficult for the rest of us.\"\n\n\nHARRER\n\"I prefer to travel on my own. But thanks for thinking of me.\"\n\nEXT. PRISON MESS HALL - DAY\nHundreds of prisoners swill gruel at long tables. \n---TARGET SECTION TO BE ANNOTATED---\n Harrer, by himself, eats quickly, never looking up. \nAufschnaiter passes by, sets something beside Harrer's plate.\n\n\nAUFSCHNAITER\nThe mailman has come.\n\nHarrer glances down at a THICK ENVELOPE addressed to a guard at the camp. \nFrom Ingrid Harrer in Austria. Harrer picks up the envelope, overwhelmed. Looks \naround to thank Aufschnaiter. But he's already seated at another table with Chicken and Lobenhoffer.\n\nINT. PRISON BARRACKS -DAY\nHarrer lowers himself onto his cot. Opens the envelope and pulls out a SHEAF OF \nSTAPLED PAPERS. A NOTE flutters to the ground. As he studies the sheaf of \npapers, his eagerness turns to confusion, then despair. CLOSE ON SHEAF OF \nPAPERS: They are divorce papers drafted by an Austrian lawyer.\n\nHarrer reaches down, plucks the note from the floor. Read it.\n\nINGRID(O.S.)\nDear Heinrich, Please sign the enclosed divorce papers and send \nthem to my \nlawyer. Horst and I intend to be married as soon as the divorce \nis finalized. As for your letter, yes, your son Rolf Harrer was \nborn while you were climbing the \nmountain. He is now two years old and calls Horst \"papa.\" When \nhe is old enough, \nI will tell him his real father was lost in the Himalayas. It \nseems the kindest thing to say, considering you never wanted \nthe child anyway. Needless to say, I have no intention of \n\"resolving our differences,\" as you suggested. They were \nresolved the moment you left Austria. I am sorry you have been \nimprisoned in India and hope this dreadful war will soon be \nover, for everyone's sake. Ingrid.\n\nEXT. PRISON CAMP - DAY\nRain stil pours. Harrer steps out of the barracks and walks the perimeter of the \nyard. He stops, leans against the wall of barbed wire, holds onto it for support. It takes him a \nmoment to realize he has grasped the wire so hard, his hands are bleeding. As if pulling himself from \na trance, he steps back. Stares at the fence.",
  "6": "---END OF PREVIOUS SECTION---\nIt takes him a \nmoment to realize he has grasped the wire so hard, his hands are bleeding. As if pulling himself from \na trance, he steps back. Stares at the fence. \n---TARGET SECTION TO BE ANNOTATED---\n Then hauls off and kicks it with all his strengh--\ncursing and slamming his boots into the barbed wire until he's too drained to continue.\n\n\n\nHARRER\n\"I'm coming with you.\"\n\n\n\nAUFSCHNAITER\n\"Take two and sleep it off. I'll send you a bill in the \nmorning.\"\n\nHARRER\n(groans)\n\"What are you doing here?\"\n\nAUFSCHNAITER\n\"I missed you so much, Heinrich, I thought I'd stop by for a \nvisit.\"\n\nHARRER\n\"Where are the others?\"\n\nAUFSCHNAITER\n\"The Italians were caught outside Nelang. Lutz and Hans took \nill and had to turn \nback.\"\n\nHARRER\n\"I'm sorry to hear that.\"\n\nAUFSCHNAITER\n\"I'm sure you're heartbroken.\n(exhausted)\nMay I impose upon your generous nature and camp here tonight?\"\n\n\nHARRER\n\"Please....be my guest.\"\n\n\nAUFSCHNAITER\n\"Very gracious of you.\"\n\nAUFSCHNAITER\n\"You might be interested to know...I've heard the Japanese have \nretreated all the \nway to Shanghai. Even if you reach the Chinese border, you may \nnever catch up \nwith them.\"\n\n\nHARRER\n\"I don't care if the Japanese get repelled all the way back to \nTokyo.\"\n\n\nAUFSCHNAITER\n\"You will if you plan to get back to Austria.\"\n\nHARRER\n\"But I don't.\"\n\nAUFSCHNAITER\n\"You don't what?\"\n\nHARRER\n\"Plan to go back...\"home\".\"\n\nAUFSCHNAITER\n\"Why not?\"\n\nHARRER\n\"No particular reason.\n(feigning boredom)\nBut when you get there, tell my wife that two years in prison \ncamp was roughly \nequivalent to four years of marriage. And I'm glad to be free \nof both.\"\n\nHis bitterness gives Aufschnaiter pause; he hesitates before speaking.\n\nAUFSCHNAITER\n\"I'm not going back either. At least until this shameful war is \nover.\"\n\nNow it's Harrer's turn to be surprized.\n\nHARRER\n\"Where are you headed?\"\n\n\nAUFSCHNAITER\n\"Not negotiable. My father gave it to me when I climbed Mont \nBlanc.\"\n\nHARRER\n\"Everyone's climbed Mont Blanc, Peter.",
  "7": "---END OF PREVIOUS SECTION---\nAt least until this shameful war is \nover.\"\n\nNow it's Harrer's turn to be surprized. HARRER\n\"Where are you headed?\"\n\n\nAUFSCHNAITER\n\"Not negotiable. My father gave it to me when I climbed Mont \nBlanc.\"\n\nHARRER\n\"Everyone's climbed Mont Blanc, Peter. \n---TARGET SECTION TO BE ANNOTATED---\n(reprovingly)\n\"If I had a watch like that, I'd trade it.\"\n\nAufschnaiter stiffens with resentment, then removes his watch and commences \ntrading with the vendor.\n\n\n\nHarrer drags himself to his feet, staggers over to the edge of plateau. Beyond, the Tibetan plain \nspreads out as vast and wide as an ocean. Harrer slowly wanders the perimeter of the plateau, scouts \nfor their Guides.\n\nAufschnaiter, lying on the ground, turns his head, his eyes only inches from Harrer's open knapsack. A \nfew provisions spill out. Aufschnaiter sees something shiny inside the pack, tilts his head closer to \nget a better look, dismayed by what Harrer has hidden. He reaches in, pulls out three WATCHES tied \ntogether with a rubber band, and Harrer's gold wedding band. Aufschnaiter scrambles to his feet and \nmarches over to Harrer, who's still at the edge of plateau.\n\n\nEXT. EDGE OF PLATEAU - LATE DAY\nHarrer turns when he hears footsteps. Faces Aufschnaiter.\n\nAUFSCHNAITER\n\"Know what time it is?\"\n\nHarrer is shocked to see mild-mannered Aufschnaiter flushing with rage. \nAufschnaiter hurls the watches toward Harrer.\n\nAUFSCHNAITER\n\"Refresh my memory. What did you say at the bazaar back there?\"\n(livid)\n\"\"If I had a watch like that, I'd trade it.\" You don't have \none, you cheap lying \nbastard, you have three!\"\n\nHarrer straightens up, unruffled.\n\nHARRER\n\"You have a problem, Peter?\"\n\nAUFSCHNAITER\n\"You think I'm so happy to travel with you, I should foot the \nbill? You're such a big man you don't need to contribute?\"\n\n\nHARRER\n(dangles the watches)\n\"This is junk. From some Italian prisoners.\"\n\nAUFSCHNAITER\n\"I don't give a shit! Haven't you ever heard of a principle?\"\n\n\nHARRER\n(derisively)\n\"Go ahead. Take one. And keep your principles.\"\n\nHanding Aufschnaiter the packet of watches, Harrer starts moving, tries to put \nsome distance between them.",
  "8": "---END OF PREVIOUS SECTION---\nHaven't you ever heard of a principle?\"\n\n\nHARRER\n(derisively)\n\"Go ahead. Take one. And keep your principles.\"\n\nHanding Aufschnaiter the packet of watches, Harrer starts moving, tries to put \nsome distance between them. \n---TARGET SECTION TO BE ANNOTATED---\nAUFSCHNAITER\n\"Look at you. Caught being a selfish prick and you're \ngloating.\"\n\nHARRER\n\"You sound like an old woman, Peter. What do you want me to \ndo?\"\n\nAUFSCHNAITER \n\"Try Apologizing. Try feeling a little remorse. If all else \nfails, try \nwiping that smirk off your face.\"\n\nHARRER\n(pushes him)\n\"Take a watch and shut up! I don't need another boring sermon \nfrom some \nfrustrated , glorified tour guide.\"\n\n\nAufschnaiter spins around, takes a few steps, and grabs his knapsack.\n\nAUFSCHNAITER\n\"No wonder you're always alone. Who could stand your miserable \ncompany?\"\n\n\nTossing the watches back to Harrer, Aufschnaiter turns and stalks down the trail. Watching him \ndescend, Harrer shrugs his shoulders: no big loss. Then, as \nAufschnaiter gets farther away, Harrer goes slack with remorse. Abruptly grabs his pack and streaks \nlike a bullet down the center of the hill, bypassing the switchbacks until he is gaining on \nAufschnaiter.\n\n\nEXT. HILL - LATE DAY\nReaching Aufschnaiter, Harrer pauses to catch his breath. Cautiously extends his \nhand. In it are the watches and Harrer's wedding ring.\n\nHARRER\n\"Please take them.\"\n(pauses, embarrassed)\n\"It was wrong to hide them.\"\n\nIt's probably the first time in his life he's admitted he was wrong. Aufschnaiter accepts the watches \nbut removes the wedding ring.\n\nAUFSCHNAITER\n\"Keep this.\"\n\nHARRER\n\"No. I didn't deserve it, either.\"\n\nHe shoots such a plangent look of remorse, Aufschnaiter is oddly moved, quietly \naccepts the ring.\n\nHARRER\n\"...He's about three and a half years old now. Pretty soon, \nshe'll tell him I got lost in the Himalayas. So he'll have a \ndead father. Which is fine with me.\"\n\nEXT. CAMPSITE - NIGHT\nHarrer and Aufschnaiter lie wrapped in their blankets.\n\nAUFSCHNAITER\n\"Why?\"\n\nHARRER\n\"Better a dead father than a lousy father.",
  "9": "---END OF PREVIOUS SECTION---\nWhich is fine with me.\"\n\nEXT. CAMPSITE - NIGHT\nHarrer and Aufschnaiter lie wrapped in their blankets. AUFSCHNAITER\n\"Why?\"\n\nHARRER\n\"Better a dead father than a lousy father. \n---TARGET SECTION TO BE ANNOTATED---\nA long silence as they stare up at the sky.\n\nAUFSCHNAITER\n\"Write him a letter and tell him you're alive.\"\n\n\nHARRER\n\"Dear Rolf Harrer, I am a person you don't know. A man you've \nnever met...But \nyou are someone who occupies my mind...and my heart...in this \ndistant land where \nI've gone. If you can imagine a hidden place, tucked safely \naway from the \nworld...concealed by walls of high, snow-capped mountains...a \nplace rich with all \nthe strange beauty of your nighttime dreams...Then you know \nwhere I am.\"\n\nHARRER\n\"In the country where I'm traveling - Tibet - people believe if \nthey walk long \ndistances to holy places...it purifies the bad deeds they've \ncommitted...They believe \nthe more difficult the journey, the greater the depth of \npurification.\"\n\nHARRER\n\"...In this place where time stands still, it seems that \neverything is moving. Including me. I can't say I know where \nI'm going. Nor whether my bad deeds can be \npurified...there are so may things I've done which I regret. \nBut when I come to a full stop, I hope you will understand that \nthe distance between us is not as great as it seems...With deep \naffection, your father...Heinrich Harrer.\"\n\n\nINT. DESK AT HARRER'S HOUSE - LATER\nHarrer rips open the envelope, reads the letter. And deflates. In a hollow whisper, he reads it aloud.\n\nHARRER\n\"Dear Mister Heinrich Harrer, You are not my father. Please \nstop writing me letters. \nRolf Immendorf.\"\n\n\nINT. RECEPTION ROOM - DAY\nEntering first, Harrer takes a few steps and involuntarily looks up to the Dalai \nLama's high throne. He is shocked to see the thirteen-year-old avatar grinning \nexcitedly at him, like a long lost friend. A look of surprise and deep, overwhelming pleasure lights \nHarrer's face. The two of them lock eyes, staring. Utterly scandalized, the Dalai Lama's mother bows \nand prostrates. Harrer dutifully bows. Tries a clunky prostration and nearly trips. The Dalai Lama \nlaughs with delight.",
  "10": "---END OF PREVIOUS SECTION---\nHarrer dutifully bows. Tries a clunky prostration and nearly trips. The Dalai Lama \nlaughs with delight. \n---TARGET SECTION TO BE ANNOTATED---\nHARRER\n\"Your Holiness, it is a great honor to meet you.\"\n\nHe heads back to his seat. Remembers he's not to turn his back to the Dalai Lama \nand awkwardly attemps walking backwards. He takes his seat and politely waits for the Dalai Lama to \nspeak first.\n\nWith urgent seriousness, the Dalai Lama begins the audience.\n\nDALAI LAMA\n\"Do you like movies?\"\n\nHARRER\n\"Well...I haven't seen one in about eight years. But as I \nrecall, yes, I do.\"\n\nDALAI LAMA\n\"So do I.\"\n\nHARRER\n\"I'm glad to know that, Your Holiness.\"\n\nDALAI LAMA\n\"I have a movie projector. And films. One of female dancers \nbeing hatched out of \neggs.\"\n\nHARRER\n\"That could be a bit racy. \n(the mother clears her throat)\nIt sounds wonderfully educational, Your Holiness.\"\n\n\nDALAI LAMA\n\"I want to build a movie house. Here at the Potala. With seats \nand everything.\"\n\nHARRER\n\"Seats would be advisable.\"\n\nDALAI LAMA\n\"Can you build it?\"\n\nHARRER\n\"Excuse me?\"\n\nDALAI LAMA\n\"Can you build a movie house for me? My advisors cannot \ndisapprove and you will \nbe well paid.\"\n\nThe mother knits her eyebrows in consternation. She wasn't informed of this plan. \nNow the Dalai Lama speaks in a fast torrent of words, desperate to say everything \nat once.\n\nDALAI LAMA\n\"And you will have to come here every day to build it. Every \nsingle day. And when \nyou're here, you will visit me. We can have conversations. On \nmany topics. I would like to learn about the world you come \nfrom.\n(breathless)\nFor example...where is Paris, France? And what is a Molotov \nCocktail? And who is \nJack the Ripper?\"\n\nMOTHER\n\"Kundun...\"\n\nRealizing she has interrupted her son, she stops herself. The Dalai Lama knows he's going out on a \nlimb, but is determined to have his way.\n\n\nDALAI LAMA\n\"You can tell me many things.\"\n\nHarrer folds his hands together, bows his head. Then glances surreptitiously at the Dalai Lama, full \nof admiration.",
  "11": "---END OF PREVIOUS SECTION---\nThe Dalai Lama knows he's going out on a \nlimb, but is determined to have his way. DALAI LAMA\n\"You can tell me many things.\"\n\nHarrer folds his hands together, bows his head. Then glances surreptitiously at the Dalai Lama, full \nof admiration. \n---TARGET SECTION TO BE ANNOTATED---\nHARRER\n\"I am proud to be of service, Your Holiness.\"\n\nHARRER\n\"When you face the light, it's day. When you're in shadow, it's \nnight. So when the \nsun in rising in Lhasa, it's setting far to the west, in New \nYork City, for example. That's why it's not the same time \neverywhere.\n(solicitously)\nDoes that answer your question?\"\n\nNodding, the Dalai Lama spots the poker-faced Master of the Kitchen approaching \nand he quickly hops onto his throne. Both are silent as the Master serves the Dalai Lama butter tea, \ncovering his mouth with a hand so as not to breathe on the serving. \nTaking his leave, he walks backwards. The moment he's gone, the Dalai Lama \nscrambles off the throne, impulsively takes Harrer's hand in his.\n\nDALAI LAMA\n\"Tell me more, tell me more.\"\n\nHolding the boy's hand in his, Harrer basks in happiness.\n\n\nHARRER\n\"What do you want to know?\"\n\n\nINT. ATTIC STOREROOM IN POTALA - DAY\nIn a dark hidden corner, Harrer sets up a radio while the Dalai Lama holds a \nflashlight for him to see. Harrer attaches wires from a large portable battery to the back of radio.\n\nHARRER\n\"In a few minutes, you'll be entering the world of mass media, \nYour Holiness.\"\n\nDALAI LAMA\n\"I can hear news from all over the planet?\"\n\nHARRER\n\"I don't know if they have live broadcasts from the Tonga \nIslands, but generally \nspeaking, yeah.\"\n\nDALAI LAMA\n\"Do you listen to news from your country?\"\n\nHARRER\n(busy working on radio)\nAustria? Not very often. Give me some light over here.\"\n\nHe points and the Dalai Lama shines the flashlight on the side of the radio.\n\nDALAI LAMA\n\"Why? It's your home.\"\n\nHARRER\n\"Not any more.\"\n\nDALAI LAMA\n\"But don't you have friends and family there?\"\n\nThe Dalai Lama is so intrigued, he keeps turning to look at Harrer, moving the \nflashlight.\n\nHARRER\n\"A few friends. No family. Hold the light steady. Your \nHoliness.",
  "12": "---END OF PREVIOUS SECTION---\nNo family. Hold the light steady. Your \nHoliness. \n---TARGET SECTION TO BE ANNOTATED---\nDALAI LAMA\n\"Why? Is everyone dead?\"\n\nHARRER\n\"Do you know, there's another sentence construction aside from \nthe question. You \nmight try it some time.\n(goes back to work on the radio)\nI was married. But I'm divorced.\"\n\nDALAI LAMA\n\"What did you do?\"\n\nHarrer makes a great effort to appear busy with his task, doesn't want the Dalai \nLama to see his face. But he also can't lie to him.\n\nHARRER\n\"I didn't want a child. So I ran away to climb a mountain.\"\n\nDalai Lama is shocked.\n\nDALAI LAMA\n\"You have a child, Heinrig?\"\n\nHARRER\n\"Though I've never met him.\n\n\nWith great relief, he manages to get the radio working and a loud CRACKLE OF \nSTATIC bursts through the box. He turns to the Dalai Lama, anxious to drop the \nsubject.\n\nHARRER\n\"Here. Let me show you how this works.\"\n\n\nINT. DALAI LAMA'S BEDROOM - NIGHT\nThe Dalai Lama sits on the edge of his bed, weeping uncontrollably. Standing \nawkwardly in front of him, Harrer doesn't know whether he should sit on the Dalai Lama's bed or not.\n\nDALAI LAMA\n\"They were destroying the village I was born in - Takster.\nIn Amdo. It was terrible.\"\n\nHARRER\n\"You had a bad dream, Kundun. It was just a dream.\"\n\nDALAI LAMA\n\"But it was so real. Where did it come from?\"\n\nHarrer is at a loss to explain that.\n\nDALAI LAMA\n\"My mind could never imagine such terrible things.\"\n\nThrowing protocol out the window, Harrer sits beside the Dalai Lama and wraps his arm around him.\n\n\n\nINT. DALAI LAMA'S WAITING ROOM - NIGHT\n\nUnable to sleep, Harrer stares out at POV - THROUGH WINDOWS: The \nsnowcapped Himalayas glowing milky white in the darkness.\n\nHARRER hears the DOOR OPEN. Looks up as the Dalai Lama steps into the \nwaiting room and sits down.\n\nDALAI LAMA\n\"I can't sleep. I'm afraid the dream will come back.\"\n\nHARRER\n\"We could have an insomniac's slumber party.\"\n\nDALAI LAMA\n\"Tell me a story, Heinrig.",
  "13": "---END OF PREVIOUS SECTION---\nLooks up as the Dalai Lama steps into the \nwaiting room and sits down. DALAI LAMA\n\"I can't sleep. I'm afraid the dream will come back.\"\n\nHARRER\n\"We could have an insomniac's slumber party.\"\n\nDALAI LAMA\n\"Tell me a story, Heinrig. \n---TARGET SECTION TO BE ANNOTATED---\n(looks out at mountains)\nTell me a story about climbing mountains.\"\n\nHARRER\n\"That's one way to fall asleep. Those stories bore even me.\"\n\n\nDALAI LAMA\n\"Then tell me what you love about it.\"\n\nHarrer wasn't prepared for that.\n\nHARRER\n\"What do I...?\"\n\nHe thinks a moment.\n\nHARRER\n\"The absolute simplicity. That's what I love.\n(pauses)\nYou have a purpose. Your mind is clear. And calm. Suddenly, the \nlight becomes \nsharper. Sounds are richer. All you feel is the deep, powerful \npresence of life. \n(pauses, embarrassed)\nI've only felt that way one other time before.\"\n\nDALAI LAMA\n\"When?\"\n\nHARRER\n\"In your presence, Kundun.\"\n\n\nHARRER\n\"You should leave Tibet, Kundun. Your life is at great risk if \nyou stay here.\"\n\nThe Dalai Lama cocks his head, listening with detached curiosity.\n\nHARRER\n\"If you'll forgive my presumption, I've made all the \narrangements to escort you out safely. We can leave after the \nenthronement ceremony. The Chinese would never expect you to go \nthen.\"\n\nThe Dalai Lama carefully absorbs this, moved by Harrer's concern.\n\nDALAI LAMA\n\"How can I help people if I run away from them? What kind of \nleader would I be?\"\n\nHe has struck such a deep nerve. Harrer can't respond.\n\n\nDALAI LAMA\n\"I have to stay here, Heinrig. Serving others is my path to \nliberation.\"\n\nThere's a pause before Harrer speaks.\n\nHARRER\n\"Then I won't go either.\"\n\nDALAI LAMA\n\"Why not?\"\n\nHARRER\n\"Because you are my path to liberation.\"\n\nHe seeks to make eye contact with the Dalai Lama, but the Dalai Lama looks away.\n\nDALAI LAMA\n\"The Buddha said, \"Salvation does not come from the sight of \nme. It demands \nstrenuous effort and practice. So work hard and seek your own \nsalvation diligently.\n(looks at Harrer)\nI am not your son. And I never thought of you as my father. You \nwere much too \ninformal with me for that.\"\n\nAfraid he might lose the slender hold on his emotions, Harrer close his eyes. The Dalai Lama pauses a \nmoment before speaking again.",
  "14": "---END OF PREVIOUS SECTION---\nAnd I never thought of you as my father. You \nwere much too \ninformal with me for that.\"\n\nAfraid he might lose the slender hold on his emotions, Harrer close his eyes. The Dalai Lama pauses a \nmoment before speaking again. \n---TARGET SECTION TO BE ANNOTATED---\nDALAI LAMA\n\"Do you ever think about him?\"\n\nToo overwhelmed to speak, Harrer nods his head.\n\nHARRER\n\"All the time. Every day.\"\n\nDALAI LAMA\n\"And what do you think about?\"\n\nHarrer takes a deep breath, trying not to cry.\n\nHARRER\n\"It's not a conscious thought anymore, Kundun. He's just always \nthere.\n(pauses)\nHe crossed Tibet with me. He came to Lhasa with me. When I \nvisit you, he's there \nbeside me...\n(pauses)\nHe's just always there. I don't even remember how I pictured \nthe world without him in it.\"\n\nDALAI LAMA\n\"Then you should go home and be his father.\"\n\n\n\n"
}