{
  "1": "\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSEVEN\nby\n\nAndrew Kevin Walker\n\nJanuary 27,1992\n\nThe world is a fine place,\nand worth fighting for.\n\n- Ernest Hemingway\nFor Whom the Bell Tolls\n1940\n\nEXT. COUNTRY CHURCH -- DAY\n\nThe white cross on the church steeple stands against blue sky.\nThe church bell rings, resonating.\n\nMass has let out. Small church, small congregation. The dirt\nroad in front is lined with pick-up trucks and parishioners on\nfoot heading to outlying farms and homes. An old two-story\nhouse sits across the road. Lone.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 1 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nINT. OLD HOUSE -- DAY\n\nSunlight comes through the soot on the windows, more brown than\nbright. SOMERSET, 45, in a suit and tie, stands in this empty\nsecond-story room. He looks around, at the ceiling, at the worn\nwooden floor, at the peeling wallpaper on the walls.\n\nSomerset walks to one wall where the current wallpaper is peeled\naway to reveal flowery wallpaper underneath. He runs his finger\nacross one of the pale red roses that decorates the older paper.\nHe pushes the grime away, brings the rose out more clearly.\n\nHe pulls at the edge of the paper, carefully ripping off a\nroughly squared section with the rose at its center.\n\nHe studies it in his hand.\nEXT. OLD HOUSE -- DAY\nBirds sing. Somerset stands, pondering the forested landscape.\n\nMAN'S VOICE (0.S.)\nIs something wrong?\n\nSomerset does not respond. The MAN, in an ill-fitting real\nestate jacket, is seated on the hood of a dirty Ford\n\nThunderbird. He holds a check and a booklet of receipts.\n\nMAN (CONT)\nIs something the matter?\n\nSOMERSET\nNo... no. There's nothing wrong.\n\nSomerset still seems distant.\n\nMAN\n(writes receipt)\n\nNot that it's any of my business... but,\nare you figuring on moving out here\neventually?\n\nSOMERSET\nSoon.",
  "2": "---END OF PREVIOUS SECTION---\nSomerset still seems distant. MAN\n(writes receipt)\n\nNot that it's any of my business... but,\nare you figuring on moving out here\neventually? SOMERSET\nSoon. \n---TARGET SECTION TO BE ANNOTATED---\nMAN\n\nI just never seen a man mortgaging an\nempty house before.\n\nSOMERSET\nEverything here still seems... seems so\nstrange to me. All this.\n\nMAN\n\nI don't know. I'd say this place is\nabout as normal as places get.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 2 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nThe man walks over to hand over a receipt. Somerset accepts the\nreceipt, folds it. Somerset smiles.\n\nSOMERSET\nThat is exactly what I mean. Strange.\n\nSomerset looks back at the house. The man does not understand.\n\nINT. AMTRACK TRAIN -- DAY -- (CREDIT SEQUENCE BEGINS)\nSomerset is in a window seat, smoking a cigarette, looking out\nthe speeding train. He is near the back of the car, away from\n\nthe few other passengers.\n\nOutside, farms, small homes and lawns pass. The entire panorama\nis dappled by the rays of the soon setting sun.\n\nThe light flickers across Somerset's placid face.\n\nINT. AMTRACK TRAIN -- LATER DAY\n\nThe train is nearly full. Somerset has his suitcase on the\naisle seat beside him. He has a hardcover book unopened on his\nlap. He still stares out the window, but his disposition has\nsoured. The train is passing an ugly, swampy field.\n\nA car's burnt-out skeleton sits rusting in the bracken. A little\nfurther on, two dogs are fighting, circling, attacking, their\ncoats matted with blood.\n\nSomerset turns his head to watch the dogs.\n\nAway in the field, another dog sprints to join the fight.\n\nINT. AMTRACK TRAIN -- EARLY EVENING\n\nPassing urban streets below. Slums. Smashed cars. People\nstand on the corners, under the bleak glow of street lamps.\n\nSomerset's suitcase is by the window. Somerset is now in the\naisle seat, reading his book.\n\nINT. SOMERSET'S APARTMENT -- LATER NIGHT -- (END CREDITS)\nCurtains closed. The SOUNDS of the CITY are here as they will\nbe everywhere in this story.",
  "3": "---END OF PREVIOUS SECTION---\nINT. SOMERSET'S APARTMENT -- LATER NIGHT -- (END CREDITS)\nCurtains closed. The SOUNDS of the CITY are here as they will\nbe everywhere in this story. \n---TARGET SECTION TO BE ANNOTATED---\n A CAR ALARM SHRIEKS. Somerset's\nlife is packed in many moving boxes, except for clothing in a\ncloset and hundreds of books on shelves.\n\nSomerset, dressed only in his underwear, lays back on the bed.\nHe reaches to the nightstand, to a wooden, pyramidical\nmetronome.\n\nHe frees the metronome's weighted swingarm so it moves back and\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 3 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nforth. Swings to the left... TICK, swings to the right... TICK.\nTick, tick, tick, measured and steady.\n\nSomerset situates on the bed, closes his eyes. The metronome's\nticking competes with the sound of the car alarm. Somerset's\nface tightens as he concentrates on the metronome.\n\nHis eyes close tighter.\n\nTick, tick, tick... the swingarm moves evenly. Somerset's\nbreathing deepens. The car ALARM seems QUIETER.\n\nTick, tick, tick. Somerset continues his concentration.\n\nThe METRONOME is the ONLY SOUND. Somerset's face relaxes\nslightly as he begins to fall asleep. Tick, tick, tick...\n\nEXT. CHINESE BODEGA/CITY STREETS -- NIGHT\n\nDAVID MILLS, 31, exits with a bagged 400z bottle of beer. He is\na lean, attractive man, constantly coiled, eyes always\nsmoldering. FOLLOW as he walks quickly past iron-gated\nstorefronts. He crosses the street under elevated subway\ntracks. A train roars overhead.\n\nMills watches it as he walks on.\n\nBlue sparks spit off the third rail and illuminate Mills,\nthrowing his shadow long down the deserted street.\n\nEXT. URBAN STREET OF ROW HOMES -- NIGHT\nThis rotting neighborhood lives in the shadow of a single fat\nskyscraper. Mills walks, looks at the broken refrigerators and\n\npieces of junk in the gutter.\n\nAhead in the street, TWO YOUNG THUGS struggle with a crowbar to\nbreak into the trunk of a parked car.\n\nMills draws near. One thug looks up, doesn't think Mills will\nbe a problem, continues prying.",
  "4": "---END OF PREVIOUS SECTION---\nAhead in the street, TWO YOUNG THUGS struggle with a crowbar to\nbreak into the trunk of a parked car. Mills draws near. One thug looks up, doesn't think Mills will\nbe a problem, continues prying. \n---TARGET SECTION TO BE ANNOTATED---\n Mills stops, calm.\n\nMILLS\nIs that your car, man?\n\nFIRST THUG\nWhat the fuck do you care?\n\nMills pauses, switches his beer bottle to his other hand.\n\nMILLS\nDoes that car belong to you?\n\nThe thugs look at each other, gauging. They face Mills.\n\nFIRST THUG\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 4 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nYeah, it's my car, alright? Fuck off.\n\nMILLS\nYou're telling me that's your car?\n\nThe second thug starts the long way round the car.\nSECOND THUG\nWell, for some strange reason, I don't\nbelieve you.\nMills gives a “isn't that silly\" laugh, shifts his gaze --\nSees the first thug slide the crowbar so it's held as a weapon.\nFIRST THUG\n(steps forward)\n\nYou can fucking suck my...\n\nMills swiftly finishes that sentence by smashing his bottle\nagainst the first thug's head. The thug falls, swings blindly.\n\nThe second thug moves from the side, brings out a knife.\n\nMills averts, swings, pounds the side of his fist into the\nsecond thug's face -- CRACK. Broken nose.\n\nThe second thug stumbles back, drops the knife, his nose\nsquirting blood.\n\nMills turns, enraged, breathing hard.\n\nThe first thug is screaming, trying to stand. Mills takes one\nstep, punts the first thug's head. The crowbar clatters away.\n\nMills is in the process of kicking a man when he's down, when\nthe second thug grabs him from behind, pulls him backwards.\n\nMills clutches at the thug's arm, trying to avoid a choke-hold.\nThey both struggle spastically. The thug's winning.\n\nGurgling, gasping for air, Mills shifts his weight, drops to one\nknee and spins the thug, slamming him against the car.\n\nMills breaks loose, grabs a handful of the second thug's hair\nand holds the man's head against the car's side window. Mills\nfree hand pounds the thug's face: once, twice -- third time's\nthe charm as the window shatters.",
  "5": "---END OF PREVIOUS SECTION---\nGurgling, gasping for air, Mills shifts his weight, drops to one\nknee and spins the thug, slamming him against the car. Mills breaks loose, grabs a handful of the second thug's hair\nand holds the man's head against the car's side window. Mills\nfree hand pounds the thug's face: once, twice -- third time's\nthe charm as the window shatters. \n---TARGET SECTION TO BE ANNOTATED---\n The thug goes out cold.\n\nMills backs off, still incensed. He rubs his throat, looking at\nthe two prone men. Slowly, he regains some composure.\n\nHe takes a keychain from his pocket. He unlocks the door of the\n\ncar, loads one of the thugs into the back seat. He walks to\ncollect the other thug off the street.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 5 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. SOMERSET'S APARTMENT, BEDROOM -- MORNING\n\nSomerset picks items off a moving box: keys, wallet, homicide\nbadge. Finally, he opens the hardcover book from the train.\n\nFrom the pages, he takes the pale, wallpaper rose.\n\nINT. TENEMENT APARTMENT -- DAY\n\nA wall is stained by a starburst of blood. Somerset stands,\nmelancholy, looking at a body on the floor under a sheet near a\nsawed-off shotgun. The apartment is gloomy. DETECTIVE TAYLOR,\n52, looks through a notepad.\n\nTAYLOR\nNeighbors heard them screaming at each\nother. It was nothing new or unusual.\nBut, then they heard the gun go off.\nBoom, boom... both barrels.\n\nSOMERSET\nDid his wife confess? Did she actually\nspeak the words?\n\nTAYLOR\nWhen the patrolman got here she was\ntrying to put his head back together.\nShe was crying too hard to say anything.\n(shuts notebook)\nCrime of passion.\n\nSOMERSET\nYes. Look at all the passion splattered\nup on the wall here.\n\nTaylor shifts his weight, impatient, annoyed.\n\nTAYLOR\nThis is a done deal. All but the\npaperwork.\n\nSomerset looks at a coloring-book open on the coffee table.\nThere are crayons beside it. Somerset picks the book up.\n\nHe flips through: crudely colored pictures.\n\nSOMERSET\nDid their son see it happen?\n\nTAYLOR\nWhat kind of question is that? Huh?\n(pointing)\nHe's dead. His wife killed him. There\nit is. That's all. Anything else has\nnothing to do with nothing.\n\nhttp: //www.",
  "6": "---END OF PREVIOUS SECTION---\nThat's all. Anything else has\nnothing to do with nothing. http: //www. \n---TARGET SECTION TO BE ANNOTATED---\nailyscript.com/scripts/seven_early.htm| Page 6 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset replaces the book, digs up a cigarette from his pocket.\n\nTAYLOR (CONT)\nYou and your fucking questions,\nSomerset. I'm glad I'm getting rid of\nyou today. You know that, you fuck?\n\nDavid Mills enters, dressed in a suit. He looks a bit lost.\n\nMILLS\nUh... Lieutenant Somerset?\n\nSomerset lights his cigarette, looks to Mills.\n\nMILLS (CONT)\nI'm David Mills... your new partner.\n\nEXT. TENEMENT/CITY STREET -- DAY\n\nA body-bag is carried through the crowd around the tenement\ndoors. Somerset follows. Mills follows Somerset. They walk\ntowards the end of the filthy block.\n\nMILLS\nI'ma little thrown. I just finished\norientation at central, and they dumped\nme off down here.\n\nSOMERSET\nI heard you brought in two small-timers\nlast night.\n\nMILLS\n\nYeah. Two real idiots.\n\nSOMERSET\nSince we are just starting out, I\nthought we could go to a bar. Sit and\ntalk for awhile. That way we can...\n\nMILLS\n\nExcuse me, but I'd rather start sniffing\nfor a case, if it's all the same to you.\nSeeing how we only have a week for this\nwhole transition thing.\n\n(waits)\nI want to get into the shit a.s.a.p.,\nknow what I mean?\n\nSomerset walks, no reply. Mills searches to get a read on him.\n\nSOMERSET\nI meant to ask you something... when we\nspoke on the phone. I can't help\nwondering...\n(pause)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 7 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nWhy are you here?\n\nMILLS\n(wary)\nI... I don't follow.\nSOMERSET\n\nAll this effort you've gone through, to\nbe transferred from Philadelphia to\nhere. It's the first question that pops\ninto my head.\n\nMills formulates his response.",
  "7": "---END OF PREVIOUS SECTION---\nSOMERSET\n\nAll this effort you've gone through, to\nbe transferred from Philadelphia to\nhere. It's the first question that pops\ninto my head. Mills formulates his response. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS\nI'm here for the same reasons as you, I\nguess. Or... at least the same reasons\nyou used to have for being here...\n(cutting)\n\n...before you decided to give up.\nSomerset stops and faces Mills.\n\nSOMERSET\nYou think you know me? You just met me\ntwo minutes ago.\n\nMILLS\nMaybe I don't understand the question.\n\nSOMERSET\nIt's very simple. You've come from the\n\"City of Brotherly Love\" to the \"City of\nBrotherly Hate,\" detective. I've never\nseen it done that way.\n\nMILLS\n\nI don't know. Maybe I thought I could\ndo more good here than there.\n\n(pause)\nYou know, it'd be great by me if we\ndidn't start right out kicking each\nother in the balls. But, you're calling\nthe shots, lieutenant, so however you\nwant it to go.\n\nSOMERSET\nLet me tell you how I want this to go.\nI want you to look, and I want you to\nlisten.\n\nMILLS\nI wasn't standing around Philly guarding\nthe fucking Liberty Bell.\n\nSOMERSET\nBut, you've never worked homicide in\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 8 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nthis city.\n\nMILLS\nI realize that.\n\nSOMERSET\nWell, please do me the favor of\nremembering it.\n\nMills just stares back at Somerset. Somerset walks. Mills\nrolls his eyes, looks to heaven like, \"what'd I do to deserve\nthis?\" He follows Somerset.\n\nINSERT -- TITLE CARD\n\nMONDAY\n\nINT. SOMERSET'S APARTMENT, BEDROOM -- EARLY MORNING\n\nSomerset lies asleep on the bed. It is still dark outside.\nRelatively quiet. The PHONE beside the inactive metronome RINGS\nHARSHLY. Somerset awakens suddenly, rankled.\n\nINT. MILLS' APARTMENT, BEDROOM -- EARLY MORNING\n\nIt is barely becoming light outside. Mills can't sleep.\n\nAlone in a double bed. He sits up, frustrated. Sits on the\nedge of the bed and looks around.",
  "8": "---END OF PREVIOUS SECTION---\nAlone in a double bed. He sits up, frustrated. Sits on the\nedge of the bed and looks around. \n---TARGET SECTION TO BE ANNOTATED---\n The room is a shambles,\nfilled with moving boxes.\n\nThe light coming through the window glows upon a football trophy\non one box. Large and noble, a golden player stands in frozen\nmotion at the trophy's pinnacle.\n\nMills looks at the trophy and a fond smile forms on his face.\nThe CLINKING of DISHES and SILVERWARE is HEARD from another\nroom. Mills looks at the closed bedroom door, troubled.\n\nINT. MILLS' APARTMENT, LIVING ROOM/KITCHENETTE -- EARLY MORNING\nAcross a living room full of boxes, TRACY MILLS, 30, a beautiful\nwoman, stands in her bathrobe. She's upset about something,\ntakes dishes out of boxes, puts them on the kitchenette counter.\nShe pulls a mug from a clump of newspaper and pours some tea\nfrom a pot on the stove. Blowing on the steaming tea, she leans\nback on the counter, looks over at the closed bedroom door.\n\nThe tea is too hot to sip, and as Tracy is placing the mug on\nthe counter behind her the PHONE RINGS. Startled, she releases\nthe mug too close to the edge. It falls --\n\nCrashes to the floor, shatters.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 9 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. APARTMENT/CRIME SCENE, HALLWAY -- MORNING\n\nA dark hall. Somerset and Mills stand with OFFICER DAVIS, 28, a\nbeefy, uniformed cop. Light from a camera's flash spills in\nfrom the nearby kitchen. Davis hands Somerset two flashlights.\n\nSOMERSET\nAt what time did you confirm the death?\n\nDAVIS\nLike I said, we didn't touch anything,\nbut we were on scene at like o-five-\nhundred, so he's had his face in a plate\nof spaghetti for about half an hour.\n\nMILLS\nWait, wait, wait. You didn't check him?\nYou didn't check vital signs?\n\nDAVIS\nBelieve me, he's gone. Unless he's\nbreathing spaghetti sauce now.\n\nMILLS\nNo. The point is, when you're first man\nin, you check vital signs.",
  "9": "---END OF PREVIOUS SECTION---\nUnless he's\nbreathing spaghetti sauce now. MILLS\nNo. The point is, when you're first man\nin, you check vital signs. \n---TARGET SECTION TO BE ANNOTATED---\nDAVIS\nThis guy's sitting in a pile of his own\nshit and piss. If he ain't dead he\nwould have stood up by now.\n\nMILLS\n(getting angry)\nListen, Godzilla...\n\nSomerset steps in, heads Mills off.\n\nSOMERSET\nThank you, Officer Davis. We'll see you\nagain after we've had a look.\n\nDAVIS\nYes, sir.\n\nDavis leaves, eyeing Mills. Mills watches him. Somerset hands\nMills a flashlight, takes out surgical gloves.\n\nSOMERSET\nI wonder what exactly was the point of\nthe conversation you were about to get\ninto?\n\nMILLS\nAnd, I wonder how many times Officer\n\nDavis there has found a supposedly dead\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 10 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nman who didn't really die until Davis\nwas back in the patrol car calling the\nmorgue and eating a powdered donut.\n\nSomerset snaps one glove over his hand and checks the fit.\n\nSOMERSET\nDrop it. We have more important\nconcerns just now, don't we?\n\nMILLS\nFine... for now.\n\nINT. APARTMENT/CRIME SCENE, KITCHEN -- NIGHT\n\nThe POLICE PHOTOGRAPHER packs up, hoists his camera and\nequipment bag. Somerset and Mills enter. Mills puts on his own\npair of rubber gloves. The grubby kitchen is small; barely room\nfor four people to move around in. The photographer exits:\n\nPHOTOGRAPHER\nBon appetit.\n\nThe only light is a murky green illumination from the ceiling.\n\nThe light bathes an OBESE MAN who is slumped forward in a\nkitchen chair, face-down-dead in a plate of spaghetti.\n\nThe sizable kitchen table's green tablecloth is covered with\nsoiled paper plates. The plates hold bits of half-eaten\nsandwiches, potatoes, donuts and other junk-food remnants.\n\nMills and Somerset turn on their flashlights. Mills points his\nat the green bulb above. Aluminum foil has been wrapped around\nthe bulb to focus the light on the corpse.\n\nSomerset sweeps the room with his flashlight. He goes to the\nbody and kneels beside it.",
  "10": "---END OF PREVIOUS SECTION---\nAluminum foil has been wrapped around\nthe bulb to focus the light on the corpse. Somerset sweeps the room with his flashlight. He goes to the\nbody and kneels beside it. \n---TARGET SECTION TO BE ANNOTATED---\n There's a rope tied around the\n\nman's wide gut. Mills comes to stand beside Somerset.\n\nMILLS\nI guess that makes it homicide.\n\nSomerset crouches lower, uses a pen to lift one of the dead\nman's pants cuffs. Rope is tied around the purplish ankle.\n\nMills examines the knots behind the chair's back. Shines his\nflashlight on the man's belly.\n\nMILLS (CONT)\nStill, he could have tied himself in.\n\nTo make it look like murder.\n\nSomerset isn't listening, focused on the corpse. He studies the\nman's head and neck without touching.\n\nMILLS (CONT)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 11 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nI don't see any blood or bruises yet.\nNo wounds. You see anything?\n\nSOMERSET\n(irritated)\n\nNot yet.\n\nSomerset stands, points his flashlight: the obese man's stiff\n\nhands are clutching utensils. A knife in the left hand, a fork\n\nsticking straight up in the right with a hunk of meat hanging\nskewered. Cockroaches swarm.\n\nMills turns to the sink and stove. Each burner of the stove has\n\na used pot or pan on it. There's food slopped everywhere.\n\nMILLS\nI saw a guy once... committed suicide,\nbut he wanted to make sure his family\ncould collect insurance money, right?\n\nSomerset walks to the room's only window. The window has been\npainted over with black paint. he touches the window with his\npinkie finger. The paint is still wet.\n\nMills goes to a trash can by the refrigerator. The trash can is\n\nfull to the brim with empty food containers.\n\nMILLS (CONT)\nSo, this guy took this big knife... and\nhe held it behind him, put the tip of it\nin his back, and he ran backwards into\nthe wall. Cause, he thought it was\ngoing to look like someone stabbed him\nin the back.\n\nMills opens the refrigerator. It's nearly empty.\n\nMILLS (CONT)\nExcept, he poked a big fucking hole in\nthe dry wall when he did it.\n\nSOMERSET\nIf you could... spare me the anecdotes\nfor now. Leave the refrigerator open\nfor the light.",
  "11": "---END OF PREVIOUS SECTION---\nMILLS (CONT)\nExcept, he poked a big fucking hole in\nthe dry wall when he did it. SOMERSET\nIf you could... spare me the anecdotes\nfor now. Leave the refrigerator open\nfor the light. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS\n\n(sarcastic)\nOh, forgive me. I thought we had this\nmale-bonding thing going. My mistake.\n\nSomerset looks at the floor, deep in thought. His flashlight\nbeam follows a trail of dripped sauces, soups and bits of food\n\nrunning from the stove to the table.\n\nSOMERSET\nWhat do you smell? Other than him, and\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 12 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nall the food.\n\nMILLS\n(sniffs)\nI don't know... there's something.\n\nSomerset goes close to the table, then leans to peer under.\n\nSOMERSET\nA bucket.\n\nSomerset points the flashlight and Mills crouches, pulls up the\ntablecloth on his side of the table. Two large dead rats lay on\nthe floor beside a metal bucket.\n\nMills grimaces, slides under the table, careful to avoid the\nrats. He looks in the bucket. He leans back, baffled.\n\nMILLS\nIt's vomit.\n\nHe looks at Somerset under the table.\n\nMILLS (CONT)\nIt's a bucket of vomit.\n\nSOMERSET\nIs there any blood in it?\n\nMILLS\nCan't tell by looking.\n\nSomerset stands, perplexed, stares at the dead man. There is a\nknock at the door. The detectives look to DOCTOR THOMAS\nO'NEILL, 52, the medical examiner. O'Neill is a frumpy man,\nseems a bit gone, looking at the green bulb.\n\nO'NEILL\nMood lighting. Very sixties.\n\nHe drops his bag on the floor, sorts through the contents.\nMILLS\n(to Somerset)\nYou think he was poisoned?\nMills goes to the trash can, pokes the garbage with a pencil.\nMILLS (CONT)\nAnd, those rats there somehow ate the\n\npoison off the floor?\n\nSOMERSET\nGuessing this early is useless.\n\nO'NEILL\nYou girls have got the forensics guys\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "12": "---END OF PREVIOUS SECTION---\nMILLS (CONT)\nAnd, those rats there somehow ate the\n\npoison off the floor? SOMERSET\nGuessing this early is useless. O'NEILL\nYou girls have got the forensics guys\n\nhttp: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 13 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nout there chompin' at the bit. Don't\nknow if we'll all fit in here though.\n\nMills continues searching the garbage.\n\nMILLS\nThere's room. Light's the problem.\n\nSOMERSET\nWell, three is certainly a crowd in\nhere. And, with four, someone's bound\nto be stepping on evidence.\n(pause)\nDetective Mills, go help the officers\nquestion the neighbors.\n\nMILLS\n(not pleased)\nThanks, but no thanks. I'll stay on\nthis.\n\nSomerset watches O'Neill at the corpse. O'Neill points a thin\nflashlight with his mouth, his hands free for the examination.\n\nSOMERSET\n(not looking up)\nSend one forensic in on your way out.\n\nMills is pissed. He lifts his flashlight to shine it on the\nside of Somerset's face.\n\nA moment passes. Somerset looks at Mills, light shining\ndirectly in Somerset's eyes. A longer moment. Mills switches\nthe light off. He leaves.\n\nO'Neill unceremoniously places both hands on the dead man's\nhead, lifts the swollen visage from the spaghetti.\n\nO'NEILL\nHe is dead.\n\nINT. PRECINCT HOUSE, BASEMENT GYM -- DAY\n\nTHWACK, THWACK... THWACK. Mills punches the heavy bag with\nhard, quick punches. Sweat drips off his face. He's in work-\nout clothing, a bundle of nerves wearing boxing gloves.\n\nThe walls are covered in mirrors. Other cops watch Mills as\nthey pass, checking out the new kid. Mills keeps punching,\nskillfully.\n\nHe stops when he sees Somerset reflected in one of the mirrors.\nSomerset walks over, carrying a pizza box with paper piled on\n\ntop. He sits on a near bench, takes out a cigarette.\n\nSOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 14 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nPizza and paperwork, Detective Mills.\n\nMILLS\nWe need to chat.\n\nINT. BASEMENT GYM, BOXING RING -- DAY\n\nMills opens a door and enters with Somerset behind. They are\nalone.",
  "13": "---END OF PREVIOUS SECTION---\nINT. BASEMENT GYM, BOXING RING -- DAY\n\nMills opens a door and enters with Somerset behind. They are\nalone. \n---TARGET SECTION TO BE ANNOTATED---\n Chairs face an old, limp-roped boxing ring. Practice\npads hang from pegs on a wall. Mills clasps a pair in his\ngloves, offers them to Somerset.\n\nSOMERSET\nNo.\n\nMILLS\nYou just hold them up. I do all the\nwork.\n\nSomerset takes the pads reluctantly, puts them on. He still has\nthe un-lit cigarette hanging from his mouth. Mills climbs into\nthe ring. He holds the ropes open for Somerset, waits.\n\nSomerset doesn't want to do this, but he climbs up.\n\nMILLS (CONT)\nYou've seen my files... seen the things\nI've done?\n\nSOMERSET\nYes. Impressive work.\n\nMills motions to Somerset and Somerset holds up the practice\npads. Mills starts working them, lightly, warming up.\nTHWACK... THWACK...\n\nMILLS\nSo, what's your problem? I've done my\ntime on door-to-doors, and walking a\nbeat.\n\nSOMERSET\nI know it. That doesn't mean...\n\nMILLS\nI did all that shit a long time ago.\n\nTHWACK... THWACK... Somerset's very stiff, uncomfortable.\nSOMERSET\nI made a decision, because I have to\n\nworry about the integrity of the scene.\n\nMILLS\nThat's bullshit.\n\nSOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 15 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nWhen I'm on scene, I'm not going to\nworry whether you think you're getting\nenough time on the playing field. I'm\nthere to do the work.\n\nMills punches a little more aggressively. Somerset's backing,\nflinching, keeping the pads high. THWACK... THWACK... THWACK...\n\nMILLS\nThe badge in my pocket says \"detective,\"\njust like yours. I've been Homicide for\nfour and a half years.\n\nSOMERSET\nYou've worked Homicide for four years,\nor for five years...\nDon't count the half-years, unless you\nwant to sound like a rookie.",
  "14": "---END OF PREVIOUS SECTION---\nI've been Homicide for\nfour and a half years. SOMERSET\nYou've worked Homicide for four years,\nor for five years... Don't count the half-years, unless you\nwant to sound like a rookie. \n---TARGET SECTION TO BE ANNOTATED---\nMills unloads a mighty wallop and one practice pad recoils into\nSomerset's face, knocks Somerset on his ass.\n\nMILLS\nOops. My hand slipped.\n\nMills walks, climbs out of the ring.\n\nMILLS (CONT)\nYou fucked me over today, and you know\nit. You know it.\n\nSomerset looks at the broken cigarette in his mouth. He\ncontains his anger. He seems to realize Mills has a point.\n\nMILLS (CONT)\n\nJust don't jerk me off. That's all I\n\nask. It's not much. Don't jerk me off.\n(pause)\n\nPlease, do me the favor of remembering\n\nthat.\n\nMills exits. Somerset spits out the broken cigarette.\n\nINT. URBAN SCHOOL, OFFICE -- DAY\nTracy looks out a window from behind steel bars.\nBelow her, young children play in a playground. They're playing\nhop-scotch, throwing balls, chasing each other. The swing sets\nare broken. The handball wall is graffitied.\nWOMAN'S VOICE (0.S.)\n\nI'm sorry, Mrs. Mills. We don't have\n\nanything right now.\nTracy looks away from the window to the haggard WOMAN. The\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 16 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nschool's office is ill-equipped, busy, disorganized.\n\nWOMAN (CONT)\nWe'll try to give you a call if we need\nsubstitutes next month.\n\nTRACY\nThank you.\n\nTracy looks back at the playground: on the other side of a\nchain-link fence, a butcher in a bloody apron walks down the\nramp of a freezer truck. he carries a big, whole, slaughtered\npig on his shoulder.\n\nThe pig's head flops as the butcher walks. Some children stop\ntheir games and run to watch the man and the pig corpse pass.\n\nINT. UNDERGROUND SUBWAY TRAIN -- DAY\n\nThe train clatters through a tunnel, packed full, WHEELS\nSCREECHING. The lights go on and off. Passengers read\ntabloids, stare at their feet, study advertisements on the\nwalls; anything to avoid making eye-contact with others.",
  "15": "---END OF PREVIOUS SECTION---\nUNDERGROUND SUBWAY TRAIN -- DAY\n\nThe train clatters through a tunnel, packed full, WHEELS\nSCREECHING. The lights go on and off. Passengers read\ntabloids, stare at their feet, study advertisements on the\nwalls; anything to avoid making eye-contact with others. \n---TARGET SECTION TO BE ANNOTATED---\nAll races, creeds and colors; all ugly, forlorn human beings.\nTracy stands fatigued, holding a handrail.\n\nA bag-lady, crusted with dirt, reeking, pushes her way through\nthe crowd. A man presses against Tracy in an attempt to let the\nbag-lady pass. Tracy switches hands on the rail, turns sideways\nto make room. She looks down.\n\nOn one seat, a man, quite normal looking, sits holding a porno\nmagazine, THREE-WAY FUCK, in one hand. His other hand is in his\npocket. He's obviously masturbating himself in his pants. No\none else notices or seems to care.\n\nTracy looks away, disgusted. She closes her eyes. The train's\nwheels SCREECH LOUDER as the train takes a curve.\n\nINT. INDOOR FRUIT STAND -- NIGHT\n\nThe front and one side of the shop are entirely open to the busy\nsidewalk and street. A transparent plastic canopy frames the\nentrance. A STRANGE MAN, 20, stands at the edge of the canopy.\nHe wears a stained sweatsuit outfit and hums a song, oblivious.\n\nTracy and Mills look together over the piles of fruits and\nvegetables piled on wooden stands which form tight aisles.\n\nMILLS\nIt was okay. I mean it was certainly\nbetter than yesterday. I think Somerset\nand I came to a small understanding...\n\n \n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 17 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills holds his thumb and forefinger about a quarter of an inch\napart to illustrate.\n\nMILLS (CONT)\n..-about this big.\n\nTRACY\nHe sounds interesting.\n\nMILLS\nHe is that, if nothing else.\n\nMills throws some oranges in the basket hanging from Tracy's\narm. He goes to check out the carrots. Tracy looks up from\nheads of lettuce to the strange man at the entrance.\n\nThe strange man hums on, rocking back and forth slowly, his eyes\nglassy. Customers come and go, paying him no mind.\n\nMills notices Tracy's interest. He keeps comparing carrots.\nMILLS (CONT)\nWe started a big homicide case today.",
  "16": "---END OF PREVIOUS SECTION---\nMills notices Tracy's interest. He keeps comparing carrots. MILLS (CONT)\nWe started a big homicide case today. \n---TARGET SECTION TO BE ANNOTATED---\nI'll spare you the grisly details.\n\nThe strange man suddenly stops humming and looks into the store\nwith a crooked grin.\n\nSTRANGE MAN\n\nName that tune? Anybody name that tune?\nName that tune...\n\nThe man keeps repeating this, over and over, still ignored.\nTRACY\nIt's... it's like they emptied all the\ninsane asylums into the streets.\nShe looks back to the heads of lettuce.\nTRACY (CONT)\nThat's what it's like. Like they just\ngave up, and let everyone out.\n\nMills nods, his back to Tracy.\n\nTRACY (CONT)\nThere are a lot of frightening people in\n\nthis city.\n\nMILLS\nThere are a lot of frightening people in\nthe world.\n\nTracy looks again to the strange man.\n\nSTRANGE MAN\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 18 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nName that tune? Anybody name that tune?\n\nTRACY\nIt seems worse than Philadelphia,\nbecause everything is pushed right up\nagainst you. In your face.\n\nMills edges past Tracy towards the front of the store, tries to\nbe pleasant.\n\nMILLS\nListen, honey. I don't want to fight\ntonight. Okay? Can we just go one\nnight without fighting about something?\n\nHe looks over apples, thinks that's the end of that.\n\nTRACY\nI'm not trying to start a fight.\n(pause)\nHow am I trying to start a fight?\n\nMILLS\nWe're here now. Okay. Are we supposed\nto pack it all in and go back? How are\nwe going to do that?\n\nTRACY\nDo I have to act like I love this place?\nIs that what a \"good wife\" would do?\n\nMILLS\n(doleful)\nThere's a lot of pressure on me... I...\n\nTRACY\nAnd, there's a lot of pressure on me.\nI'm here with you.\n\nMILLS\nI know. I know...\n\nMills steps towards the open air entrance. He's watching\nsomething. The strange man is still heard offscreen.\n\nTracy reaches to a high wooden shelf, trying to reach a bag of\nrice, her back to Mills.",
  "17": "---END OF PREVIOUS SECTION---\nHe's watching\nsomething. The strange man is still heard offscreen. Tracy reaches to a high wooden shelf, trying to reach a bag of\nrice, her back to Mills. \n---TARGET SECTION TO BE ANNOTATED---\nTRACY\nI'm not going to close my eyes and block\neverything out, David. I'm not going to\nact like you delivered us to some sort\nof paradise. I can't...\n\nShe gets the rice and turns. Mills is not there. She sighs,\nangry, looks around. She walks towards the entrance and sees\n\nhim --\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 19 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nTRACY'S P.O.V. -- THE STREET\n\nIn front of the stand, Mills has run to the corner of the\nsidewalk to help a very old woman with a cane. The elderly\nwoman smiles up at Mills, takes his arm as he helps her off the\ncurb and across the street. He talks to her as they go.\n\nINT. INDOOR FRUIT STAND -- NIGHT\n\nTracy's anger fades. She shakes her head, touched, amazed by\nthe plain boy scoutishness of her husband.\n\nTRACY'S P.O.V. -- THE STREET\n\nMills deposits the old woman on the other side. She thanks him,\npatting him on the cheek. Mills starts back towards the fruit\nstand, proud of himself. A car screeches to a halt, just\nmissing him. The driver leans out the window, yelling at Mills.\nMills kicks the side of the car.\n\nMILLS\nFuck you.\n(as car leaves)\nFuck you, you son of a bitch! I'm\nwalking here.\n\nINT. INDOOR FRUIT STAND -- NIGHT\nTracy rolls her eyes in amused disappointment. She sighs again.\nMills passes the babbling strange man, comes up to Tracy.\n\nMILLS\nI'm sorry... I couldn't pass it up. I\nnever had a chance to actually do that.\nBut, we can start the argument right\nback up where we left off, right?\n\nTracy looks at him, charmed, no longer willing to fight.\nMILLS\n\n(playing dumb)\nWhat?\n\nTracy wraps an arm around Mills and kisses him. He holds her.\nSTRANGE MAN\nThat was the theme from tv's Mod Squad.\n\nI'm surprised nobody got that one.\n\nThe strange man starts humming a new tune.",
  "18": "---END OF PREVIOUS SECTION---\nSTRANGE MAN\nThat was the theme from tv's Mod Squad. I'm surprised nobody got that one. The strange man starts humming a new tune. \n---TARGET SECTION TO BE ANNOTATED---\n An old man tries to\nget through the aisle where Mills and Tracy are kissing.\n\nOLD MAN\n\n(infuriated)\nExcuse me. Excuse me!\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 20 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. MILLS' APARTMENT, BEDROOM -- NIGHT\nA small transistor RADIO PLAYS on the bedside table.\n\nMills and Tracy are in bed, making love under the sheets. They\nmove rhythmically, kissing, sweating hard.\n\nMills holds Tracy's hair in his hands, pulls her head back as\nshe gasps and he thrusts his entire body against hers.\n\nMills' hair is soaked. He is anything but mellow as a lover,\nquickening while Tracy twists underneath him. Tracy holds tight\nto the back of his neck with one hand.\n\nFinally, Mills pushes himself up on his arms, holding his head\ndown against Tracy's chest. Holds for a long moment, till he is\nspent and lowers himself against her, into her arms. He rests a\nlong time. She kisses his forehead, keeping her eyes closed.\n\nFinally, Mills rolls off her, gets behind her and wraps the both\nof them in the sheets. He folds himself against her, and they\nstay that way.\n\nTRACY\nGoodnight.\n\nMILLS\nGoodnight.\n\nAfter a long moment, Mills shifts back, sits up. Tracy looks\nover her shoulder at him as he takes a towel off a chair and\nstands. Mills wraps the towel around his waist.\n\nHe leans over to give Tracy a last kiss. She watches him leave\nthe room. She is about to say something, but does not. A light\ncomes on in the other room, leaking through the door.\n\nINT. MILLS' APARTMENT, LIVING ROOM -- NIGHT\n\nMills sits down at his desk. He starts looking through police\npaperwork. The RADIO in the other room goes OFF in mid song.\nINSERT -- TITLE CARD\n\nTUESDAY\n\nINT. AUTOPSY ROOM -- EARLY MORNING\n\nThe room is cold, clean. Stainless steel. White tile. Many\npathologists work at slabs. Mills and Somerset are with DOCTOR\n\nSANTIAGO, 35, who stands over the mostly dissected obese corpse.",
  "19": "---END OF PREVIOUS SECTION---\nWhite tile. Many\npathologists work at slabs. Mills and Somerset are with DOCTOR\n\nSANTIAGO, 35, who stands over the mostly dissected obese corpse. \n---TARGET SECTION TO BE ANNOTATED---\nSANTIAGO\nIf you take a look here, buddies...\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 21 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nI can tell you, it was not a poison.\n\nIf you can see...\n\nI have emptied all of everything out of\nthe stomach. But, look at it, now that\nI took away the liver.\n\nSantiago reaches into the belly of the cavernous corpse. Mills\nmoves closer beside Somerset, but not too close, trying to hide\nhis disgust. We hear squashy sounds as Santiago works, but we\ndon't see in.\n\nSANTIAGO (CONT)\nI move the lungs over. First, see how\nbig this fat son-of-a-bitch stomach is.\n\nNow... here is the strange thing, on the\nstomach. Stretches.\n(pointing)\n\nAnd, here is it distended. Look at the\nsize of that, because of the foods.\n\nMILLS\nI can see what you're pointing at...\n\nSANTIAGO\nOn the stomach. The lines of\ndistention.\n\nSomerset's looking in, not believing what he sees.\n\nSOMERSET\nDoctor, are you saying this man... ate\ntill he burst?\n\nSANTIAGO\nYes, well, he didn't actually burst. He\nwas bleeding, inside of himself.\nAnd, there's a hemotoma on the\noutside... on the belly.\n\nSomerset walks around the slab, looking the body over.\n\nMILLS\nHe died by eating?\n\nSANTIAGO\nSomeone punched him, or kicked him.\n\nSomerset notices something on the partially shaved head.\nHe leans close to look at five or six small bruises on the back\nof the dead man's head; circular bruises, some darker than\nothers, all about the same diameter as a dime.\n\nSANTIAGO (CONT)\n\nOh, and there is this here... something\nelse you have to look at and see.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 22 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset stands straight, realizes something about the bruises.",
  "20": "---END OF PREVIOUS SECTION---\nHe leans close to look at five or six small bruises on the back\nof the dead man's head; circular bruises, some darker than\nothers, all about the same diameter as a dime. SANTIAGO (CONT)\n\nOh, and there is this here... something\nelse you have to look at and see. http: //www.dailyscript.com/scripts/seven_early.htm| Page 22 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset stands straight, realizes something about the bruises. \n---TARGET SECTION TO BE ANNOTATED---\nSANTIAGO (CONT)\nMost of his stomach contents are in the\nlab now... but, this. I found these in\nthe fat man's stomach.\n\nSantiago looks amongst tools, buckets and jars of liquid. He\npicks up a glass jar and shows it to Mills. In the jar: many\nlittle bits of blue plastic. Like scrapings.\n\nMILLS\nPlastic?\n\nMills gets Somerset's attention, hands him the jar. Somerset\nlooks at it a long time.\n\nSANTIAGO\nWhy these were in a fat man's stomach, I\ndon't know.\n\nINT. APARTMENT/CRIME SCENE, HALLWAY -- MORNING\n\nOutside the door to the murder scene, Mills and Somerset cut\nthrough the RESTRICTED AREA/CRIME SCENE seal.\n\nSOMERSET\nThose bruises on the back of the\nvictim's head were caused by the muzzle\nof a gun.\n\nMILLS\nSo, the killer had him at gunpoint, and\ngave him a choice: eat, or get your head\nblown off.\n\nINT. APARTMENT/CRIME SCENE, KITCHEN -- MORNING\n\nSomerset and Mills enter. Somerset takes out the jar of plastic\nscrapings, turns on the now normal light. They begin to search.\n\nSOMERSET\nHe was force-fed... till his body\nstarted rejecting the food. He\nliterally couldn't eat another bite.\n\nMILLS\nSo, the killer held a bucket under him.\n\nSOMERSET\nHis throat was swollen from the effort.\nHe was bleeding internally.\nHe must have blacked out... and, if\nyou're the killer, you're not going to\nwant to wait around for him to die.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 23 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset examines the counter tops and wall. Mills gets down on\nhis knees, examines the linoleum floor.\n\nMILLS\nYou kick him, pop him like a fucking\nballoon.\n(touches floor)\nSomerset, look here.\n\nSomerset gets down, holds the jar against the linoleum.\n\nSOMERSET\nSame color and texture.\n\nThey both crawl on hands and knees, study every inch of floor.",
  "21": "---END OF PREVIOUS SECTION---\nSomerset gets down, holds the jar against the linoleum. SOMERSET\nSame color and texture. They both crawl on hands and knees, study every inch of floor. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS\nIf this is what that is... it doesn't\nmake sense. It doesn't figure.\n\nSOMERSET\nAlways look for one thing to focus on.\nThere's always one singular thing, and\nit might be as small as a speck of dust,\nbut find it and focus... till it's an\nexhausted possibility.\n\nMILLS\nHow are pieces of the floor going to get\nin the guy's stomach?\n\nSOMERSET\nExactly. Why would so many pieces be\ninside his stomach unless they were\nplaced there intentionally?\n\nSomerset notices deep scratches in the linoleum, fingers the\ngrooves. He takes a piece of plastic from the jar, holds it to\nthe scratches, fiddles with it, fits it in. He looks up to see,\nthese scratches are in front of the refrigerator. It looks like\nthey were caused by the refrigerator having been pulled away\nfrom the wall and pushed back at some time.\n\nINT. APARTMENT/CRIME SCENE, KITCHEN -- LATER MORNING\n\nWe are BEHIND THE REFRIGERATOR as it is rocked back and forth.\nIt's pulled away from the wall. Somerset and Mills strain, pull\na few more feet, then release. They lean to look --\n\nThe refrigerator had hidden a space on the wall where the dust\nhas been cleared. In that space: a circle, smeared in grease,\nand a note taped in the center of the circle.\n\nSomerset's BEEPER starts BEEPING. Mills leans to read:\n\nMILLS\n\"Dear Detectives. Long is the way, and\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 24 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nhard, that out of hell leads up to the\nlight.\"\n\n(looks at Somerset)\nThis is not good.\n\nSOMERSET\nMilton.\n\nMILLS\nWhat?\n\nSOMERSET\n\nIt's a quote from a book. Milton's\nParadise Lost.\n\nSomerset takes out his beeper, looks at the LED window. He\nlooks up at Mills, like they've received very bad news.\n\nINT. LUXURY APARTMENTS, HALLWAY -- MORNING\n\nA marble hallway.",
  "22": "---END OF PREVIOUS SECTION---\nHe\nlooks up at Mills, like they've received very bad news. INT. LUXURY APARTMENTS, HALLWAY -- MORNING\n\nA marble hallway. \n---TARGET SECTION TO BE ANNOTATED---\n A DETECTIVE, 50, nervously chewing his nails,\nquickly leads Mills and Somerset past cops and forensics.\n\nDETECTIVE\n\nI said to myself, I'm not going to screw\naround with this. Nope. Fuck that.\nIt's still pretty fresh meat. I called\nthe medical examiner... he's coming.\n\n(stops at door)\nWhen I got to it, I knew. As soon as I\nlaid eyes on it, I knew...\n\nThe detective opens the door. FOLLOW Somerset and Mills --\nINT. LUXURY APARTMENT/CRIME SCENE, LIVING ROOM -- MORNING\n\nGross, deep yellow light comes through the only window with its\nblinds up. The light anoints a NUDE MAN displayed, dead.\n\nDETECTIVE (0.S.)\n...this is your guy who did this.\n\nThe nude dead man's legs are folded under him as if he were\nkneeling, and he's bent forward, chin on the floor. His eyes\nare open, his arms outstretched before him. Mills and Somerset\nwalk to either side of the man.\n\nThe detective closes the door, bites his thumbnail. The\napartment is on a high floor, so it's quiet.\n\nSomerset sees the window has been covered with a sheet of yellow\ngel, stapled in place to produce the colored light.\n\nMills examines the corpse. There's a chair one foot behind the\nnude man. It's an elegant leather chair, drenched in blood.\nThere's a carving knife on the carpet in the middle of a huge\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 25 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nstain of blood under the chair. Mills looks at pieces of cut\nrope on the floor behind the chair. The rope is knotted.\n\nSomerset crouches beside the body. There's a big piece of flesh\nmissing from the man's left side, as if the love-handle had been\nlopped off. Hundreds of pennies lie scattered under and around\nthe man. The man's hands are palms up, fingers wrapped around\nmore pennies.\n\nMills walks over to examine a scale on the floor between the\ncorpse and the doorway.",
  "23": "---END OF PREVIOUS SECTION---\nHundreds of pennies lie scattered under and around\nthe man. The man's hands are palms up, fingers wrapped around\nmore pennies. Mills walks over to examine a scale on the floor between the\ncorpse and the doorway. \n---TARGET SECTION TO BE ANNOTATED---\n It's an old-fashioned counter-balance\nscale with two suspended dishes on a see-saw arm. In the high\ndish: the hunk of flesh missing from the man's side. In the low\ndish: a one pound counterweight.\n\nMILLS\n(to Somerset)\nA pound of flesh.\n\nSomerset stands and walks backwards to view the entire scene\nfrom near the door.\n\nHe looks worried, vaguely frightened. He turns his head, looks\nto a far wall. Beside a big, abstract, constructivist painting,\nthere's a note pinned up inside a triangular smear of blood.\n\nINT. PRECINCT HOUSE, CAPTAIN'S OFFICE -- EARLY EVENING\n\nAn office full of pictures, books and mugsheets, yet it is\nmeticulously well kept. The CAPTAIN, 50, sits at his tidy desk.\nHe's dressed conservatively. Mills and Somerset sit before him.\nSomerset reads from a photocopy of the note they just found.\n\nSOMERSET\n(reading)\n\"One pound of flesh, no more no less. No\ncartilage, no bone, but only flesh.\nThis task done, and he would go free.\"\n\nThe captain is a calm man, but whenever not speaking, without\nfail, he clenches his jaw repeatedly, causing the muscles in his\nneck and jaw to pulse.\n\nSomerset stands, paces.\nSOMERSET (CONT)\n\nThis victim, Mr. Gold, was tied down\nnude, holding a carving knife. And he\n\nwas given a long time... to decide.\nWhere to make the first cut? There's a\ngun to your head... but, what part or\n\nparts of your body are expendable?\n\nMills sits back in his chair, arms crossed, seems anxious,\ndoesn't know why they're here.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 26 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSOMERSET (CONT)\nMr. Gold tried for the whole pound at\nonce, his love handle. But, he went\ninto shock. Bled to death.\n\nCAPTAIN\nWhat is the point, Somerset?\n\nSOMERSET\nLook at both killings together. This\nmurderer is an artist.",
  "24": "---END OF PREVIOUS SECTION---\nCAPTAIN\nWhat is the point, Somerset? SOMERSET\nLook at both killings together. This\nmurderer is an artist. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN\nAn artist?\n\nSOMERSET\nHe uses colors and symbols. He\npositions the bodies after death, so\nhe's working with composition. It's\nbeen premeditated so meticulously... and\nthis is just the beginning.\n\nCAPTAIN\nWrong. For all we know, we might never\nhear from him again, and I don't want\nthat kind of talk floating around.\n\nSomerset shakes his head \"no.\n\nSOMERSET\nThe rats and the pennies. The circle\nand the triangle on the wall. There's\nsomething about them... these murders\nmean something.\n\nCAPTAIN\nSo? What?\n\nSomerset has no answer. The captain is irked, jaw clenching.\n\nCAPTAIN (CONT)\n(to Mills)\nYou with him, or you just here to watch?\n\nMILLS\nThis is his stuff, captain. I've been\nout in the cold most of the day.\n\nCAPTAIN\n(to Somerset)\nAlways working overtime up in that big\nbrain of yours, huh? Always cooking.\n\nSOMERSET\n\nI need you to know... I want us\nreassigned. We're declining this case.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 27 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nMILLS\n(sits up, angry)\nWhat?!\n\nCAPTAIN\nWhat the hell are you talking about?\n\nSOMERSET\nThis cannot be my last duty here. It's\ngoing to go on and on.\n\nCAPTAIN\nYou've left unfinished business before.\n\nSOMERSET\nEverything else was taken as close to a\nconclusion as humanly possible.\n\nMILLS\nCan I just say something?\n\nSOMERSET\nAlso... I don't think this should be\nMills' first case.\n\nMILLS\nThis is not my first case, fuckhead!\n\nCAPTAIN\nI don't have anyone else to give this\nto, Somerset. And nobody's going to\nswap with you.\n\nMILLS\nGive it to me, then. There's nothing\nthat says I have to fly with him.\n\nThe captain considers this.\n\nMILLS (CONT)\nIf Somerset wants out, fuck him.\n\nSOMERSET\nIt would be too much for him, too soon.",
  "25": "---END OF PREVIOUS SECTION---\nThe captain considers this. MILLS (CONT)\nIf Somerset wants out, fuck him. SOMERSET\nIt would be too much for him, too soon. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS\n(to captain)\nCould we talk about this in private?\n\nThe captain looks at Somerset, then at Mills.\n\nCAPTAIN\nThat's not necessary. You're in.\n\nMILLS\nThank you, sir.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 28 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nCAPTAIN\nStart picking up the pieces. I'll\nshuffle some paper and try to get you a\nnew partner.\n\nMills stands. Somerset will not look him in the eye. Mills\nleaves, slams the door. Somerset seems deflated.\n\nCAPTAIN (CONT)\nYou win, Somerset. You're out.\n\nINSERT -- TITLE CARD\nWEDNESDAY\nEXT. CITY STREET -- MORNING\n\nA vendor lays out a pile of tabloid newspapers at his busy\nnewsstand. The headline: SECOND BIZARRE MURDER!, in huge print.\n\nThe vendor lays out another tabloid pile. Headline: \"GIVE ME MY\nPOUND OF FLESH,\" SAYS BLOODTHRISTY KILLER, in big, red letters.\nThe vendor places a third pile beside the others: SICKENING\nMURDERS - EXCLUSIVE DETAILS INSIDE!!!\n\nINT. PRECINCT HOUSE, SOMERSET'S OFFICE -- MORNING\n\nOld office. Moving boxes on the floor. The single window faces\na billboard. Somerset works on a manual typewriter. He types\nhunt-and-peck, slowly. His paperwork is on the desk in two\nsloppy piles. A jarring SOUND is HEARD OFFSCREEN, like fingers\non a blackboard. Somerset looks up, irritated.\n\nA WORKMAN is working at the open door, holding the source of the\nsound, a razor blade he's using to scrape the words DETECTIVE\nSOMERSET off the door's window.\n\nWORKMAN\nSorry.\n\nSomerset turns back to typing. The captain steps in, looks at\nthe workman, then drops more papers on Somerset's desk.\n\nAs always, the neatly groomed captain clenches his jaw. He\nlooks around. Two of boxes on the floor have DETECTIVE MILLS\nwritten across them. The captain picks one up, puts it on top\nof the other.",
  "26": "---END OF PREVIOUS SECTION---\nHe\nlooks around. Two of boxes on the floor have DETECTIVE MILLS\nwritten across them. The captain picks one up, puts it on top\nof the other. \n---TARGET SECTION TO BE ANNOTATED---\n He sits, watching Somerset, starts straightening\nthe forms on the desk.\n\nCAPTAIN\nWhat are you going to do with yourself\n\nout there, Somerset?\n\nSOMERSET\nI'll get a job. Maybe on a farm. I'll\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 29 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nfix up my house.\n\nCAPTAIN\nCan't you feel it yet?\n(pause)\nCan't you feel that feeling... that you\nwon't be special anymore?\n\nSOMERSET\n\n(lying)\nI don't know what you mean.\n\nCAPTAIN\nYou know.\n\nSomerset reclines, looks at the captain.\n\nSOMERSET\nDid you read in the paper today, about\nthe man who took his dog for a walk?\nAnd how he was mugged? And, his wallet\nwas taken, and his watch. Then, while\nhe was still lying unconscious, his\nattacker stabbed him with a knife in\nboth eyes. It happened last night. Not\nfar from here.\n\nCAPTAIN\nI heard.\n\nSOMERSET\nI have no understanding of this place.\n\nCAPTAIN\nIt's always been like this.\n\nSomerset saddles up to the typewriter. Hunt-and-peck.\n\nSOMERSET\nYes. You're absolutely right.\n\nThe captain lays the paperwork down in two neat stacks.\n\nCAPTAIN\nYou were made for this work, Somerset.\nI can't believe you're going to trade it\nall in for a tool belt and a fishing\nrod. But, I guess I'm wrong.\n\nThe captain leaves. Somerset looks up now that the captain's\ngone. He grabs the paper piles and ruffles them back to their\n\ndisheveled state. He looks at the workman.\n\nThe workman is looking at Somerset, has a rag in his hand to\n\nremove the last remnants of Somerset's name.\n\nSOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "27": "---END OF PREVIOUS SECTION---\nHe looks at the workman. The workman is looking at Somerset, has a rag in his hand to\n\nremove the last remnants of Somerset's name. SOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n|\n\n11/13/13 3:17 PM\n\nPage 30 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\n(angrily)\nPut a little elbow grease into it!\n\nThe workman is startled, continues his work.\n\nINT. LUXURY APARTMENT/CRIME SCENE, LIVING ROOM -- DAY\n\nThe grandly furnished apartment where the second murder took\nplace has been dusted for prints and searched.\n\nTwo female forensics are at work.\nINT. LUXURY APARTMENT/CRIME SCENE, MASTER BEDROOM -- DAY\n\nMills is seated in front of a long writing desk with many\ndrawers. All the drawers are open. Mills looks through letters\nand stationary. Nothing of use. He tosses the pile back.\n\nHe sits back, frustrated, yanks off one rubber glove, looks\naround the room. Books have been taken off their shelves, the\nbed has been stripped. The room has been given the once over.\n\nThe victim's family photographs hang in expensive frames on one\nwall. There are at least thirty photos of various sizes:\nancestors, sons and daughters, grandchildren and friends. An\nover-weight forensic, CHRIS, 35, leans in through the doorway.\n\nMills looks up and Chris shakes his head glumly.\n\nMILLS\nHe must have left us another puzzle to\nsolve... somewhere.\n\nCHRIS\n\nWe'll keep looking, but we're running\nout of possibilities.\n\nChris leaves and Mills stands to stretch. Something catches\nMills' eye. He walks over to the door, curious. At the base of\nthe open door, there's a ball of paper wedged under to act as a\ndoorjamb. Mills puts his glove back on, pulls the ball out.\n\nHe uncrumples the paper as the door slowly swings shut. The\npage has a drawing on it, of the sun with waves of heat at its\n\nedges. There is a single eye in the center of the sun.\n\nAn arrow is drawn in dried blood on the back of the closing\ndoor. Mills notices this and pushes the door closed.\n\nThe blood arrow points to the side and up, seems to be pointing\nto the photo gallery wall. Mills goes to examine the photos.\n\nHis eyes search each photo... one by one...",
  "28": "---END OF PREVIOUS SECTION---\nThe blood arrow points to the side and up, seems to be pointing\nto the photo gallery wall. Mills goes to examine the photos. His eyes search each photo... one by one... \n---TARGET SECTION TO BE ANNOTATED---\n till he sees it:\n\nMILLS\nChrist...\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 31 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nA framed photo of a falsely pretty, middle-aged woman smiling\nand wearing pearls. Under the glass, on the photo itself,\ncircles have been drawn in blood around the woman's eyes.\n\nEXT. CITY STREETS, DOWNTOWN -- NIGHT\n\nAn assault on the senses. Crowded streets and sidewalks. On\nevery corner, in every doorway, on every stairwell -- freaks,\njunkies, punks, leather boys and motorcycle girls. A few\ntourists wander in the mix, heedful of the dangers around them.\nBuildings border narrowly.\n\nSomerset walks against the stream. He carries a file.\n\nCAR HORNS HOWL. MUSIC BLASTS from the entrances of clubs.\nREGGAE from one club is soon OVERTAKEN by RAP from a second\nstory window. TECHNO-POP blasts from the tattoo parlor.\n\nSomerset does not like this place, views it with disdain. He\nwalks to avoid two men fighting on the ground. The men are\npulling hair and pounding each other idiotically.\n\nSomerset takes a cigarette from a full pack, lights it as he\ncrosses through the traffic jam in the street. A VAGRANT steps\nup with his hand out.\n\nVAGRANT\nSpare me a cigarette, money-grip? Spare\nme a cigarette?\n\nSOMERSET\nSorry. Last one.\n\nHe walks on. We BEGIN to HEAR JAZZ MUSIC.\nINT. JAZZ CLUB -- NIGHT\n\nA club at capacity. The JAZZ MUSIC CONTINUES like a slow, cool\nbreeze from a JAZZ TRIO on a platform.\n\nThe air is thick with smoke. Yuppies sit elbow to elbow with\nthe last members of the beat generation. Everyone's drinking\nbeer, smoking pot.\n\nSomerset crosses the club, looking for someone. He takes a\ntissue from his pocket, rips pieces off and jams the pieces in\nhis ears. At the back of the club, a major-league bouncer\nstands in front of a closed door. Somerset shows his badge and\nthe bouncer steps aside with reservation.\n\nINT.",
  "29": "---END OF PREVIOUS SECTION---\nAt the back of the club, a major-league bouncer\nstands in front of a closed door. Somerset shows his badge and\nthe bouncer steps aside with reservation. INT. \n---TARGET SECTION TO BE ANNOTATED---\n NARROW STAIRWELL -- NIGHT\n\nThe walls are black. Somerset opens the door, enters, walks\ndown the long flight of stairs. As Somerset descends, the JAZZ\nMUSIC FADES and is ENGULFED by the sound of SPEED METAL.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 32 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nDEAFENING.\nAt the bottom, Somerset opens another door. He enters --\nINT. UNDERGROUND ART GALLERY -- NIGHT\n\nA narrow room. SPEED METAL is even LOUDER. This is a private\nart party. The people are lizard-like, pale. Men and women\npriding themselves on their gauntness.\n\nSomerset passes canvases on the walls. Pointlessly abstract\npaintings. Splatters, smears and blobs of color.\nParty-people stand in front of these \"works,\" engrossed.\nSomerset slides past, not interested in the art, jamming the\ntissue further in his ears. He spots his objective.\n\nWILLIAM McCRACKEN, 42, stands inside a circle of admirers. He is\ndressed like a pauper, his baggy clothing stained with many\ncolors of paint. He wears dark sunglasses, bored by the\nbleached-blonde girl whispering in his ear.\n\nSomerset worms his way to stand in front of William. The party-\ngoers turn their attention to this intrusion.\n\nWilliam looks up, pushes the girl away. He takes off his\nsunglasses. His eyes are badly bloodshot and listless.\n\nHe looks Somerset over... and then grins, glad to see him.\n\nINT. MILL'S APARTMENT, LIVING ROOM -- NIGHT\n\nMills stands brooding over a photocopy of the picture of the\nwoman with her eyes circled in blood. He looks overworked,\ndrinks coffee. His desk is swamped with files.\n\nMAN'S VOICE (0.S.)\nI have voiced the same concerns to our\nlaw enforcement officials, and they\nassure me he is of the highest caliber.\n\nMills looks to a t.v. on a table, picks up a remote, increases\nthe volume.",
  "30": "---END OF PREVIOUS SECTION---\nMAN'S VOICE (0. S.)\nI have voiced the same concerns to our\nlaw enforcement officials, and they\nassure me he is of the highest caliber. Mills looks to a t.v. on a table, picks up a remote, increases\nthe volume. \n---TARGET SECTION TO BE ANNOTATED---\n On the screen, MARTIN TALBOT, 47, source of the\nvoice, stands before reporters. He's a powerful presence, with\na gold tooth in the front of his mouth.\n\nA REPORTER (V.O.)\n(from t.v.)\nAs District Attorney, don't you feel\nsome responsibility? Detective David\nMills lacks the experience...\n\nTALBOT (V.O.)\n(from t.v.)\n\nI've always said... I've always said,\n\ndon't send a boy to do a man's job.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 33 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills is hanging on every word.\n\nTALBOT (V.O.,CONT)\nBut, David Mills has a sterling record\nwith the Philadelphia force. I stand\nbehind him one hundred percent.\n\nMILLS\n(relieved)\nYou tell ‘em boss. Detective David\nMills is a wonderful human being...\n\nTALBOT (V.O.)\nHowever... however... let me say this...\n\nMills looks back at the television.\n\nTALBOT (V.O.,CONT)\nIf Detective Mills, at any point in this\ninvestigation... if he is not pulling\nhis weight, I will be the first in line\nto pull his plug.\n\nMills points the remote, turns the t.v. off as reporters crowd\nTalbot. Mills stares at the blank screen, dispirited.\n\nAcross the room, Tracy stands in the doorway. Mills does not\nsee her. He looks at the photocopy and sits at his desk.\n\nTracy watches him, great concern in her sad eyes.\n\nINT. WILLIAM'S STUDIO/APARTMENT -- NIGHT\n\nSomerset walks through this vast artist's studio, a converted\nwarehouse space filled with canvases. It's clear the works at\nthe underground art gallery were William's. William climbs a\nladder to a loft storage space. He moves cautiously, like he's\nnot quite up to the task.\n\nWILLIAM\nI always figured that's the only reason\nyou and I used to be friends. Because I\nwas a friend of hers.\n\nWilliam yanks a painting wrapped in dusty paper, climbs down.\n\nWILLIAM (CONT)\nSpeaking of which...",
  "31": "---END OF PREVIOUS SECTION---\nBecause I\nwas a friend of hers. William yanks a painting wrapped in dusty paper, climbs down. WILLIAM (CONT)\nSpeaking of which... \n---TARGET SECTION TO BE ANNOTATED---\nWilliam hands the painting to Somerset, walks to a director's\nchair facing a paint-splashed canvas on an easel. He is a used-\nup man, bound in an apathy-induced haze. He sits, picks up a\nsqueeze bottle of orange paint from a table of supplies.\n\nWILLIAM (CONT)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 34 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nI painted that about five years ago. I\nalways told myself I'd give it to you\nnext time I saw you.\n\nSomerset starts unwrapping the painting.\n\nWilliam \"paints,\" using the squeeze bottles and by flicking\nsaturated brushes so that the paint flies against the canvas.\nMost times, he's not even looking at the canvas or colors he's\nusing. He looks over his shoulder at Somerset.\n\nWILLIAM (CONT)\nThings are different these days, pal.\nYou wouldn't believe it...\n\nSomerset looks at the unwrapped painting and is hit by a swell\nof memories. Horribly sad memories. It's a portrait in oils of\na pretty, red-headed woman.\n\nWilliam shoots red paint with one hand, concentrates on\nlighting a filterless cigarette with the other.\n\nWILLIAM (CONT)\nPeople buy my paintings now... they\ndrive down in their BMWs and Rolls\nRoyces. It's the new money generation.\nI guess they think they're touching the\navant-garde...\n\nWilliam looks at his creation, then calmly kicks the easel over.\n\nWILLIAM (CONT)\nThere's another thousand dollar William\nMcCracken expression of anarchy.\n\nWilliam gets up, walks across the wet canvas, leaving\nfootprints. He looks down at what he's done.\n\nWILLIAM (CONT)\nMake that two thousand.\n\nHe laughs. Somerset holds up the delicately rendered portrait.\n\nSOMERSET\nHow is she? Have you seen her recently?\n\nWILLIAM\nHuh... oh. No. She moved out of the\ncity. Last winter. She married some\nbusinessman, or something like that.\n\nSomerset fights the anguish this causes, puts the painting down.\nSOMERSET\nGood for her.\n\n(pause)\nI'm leaving soon myself. I'm finally\n\nhttp: //www.",
  "32": "---END OF PREVIOUS SECTION---\nSOMERSET\nGood for her. (pause)\nI'm leaving soon myself. I'm finally\n\nhttp: //www. \n---TARGET SECTION TO BE ANNOTATED---\nailyscript.com/scripts/seven_early.htm| Page 35 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\ngetting out.\n\nWILLIAM\nYeah? What happened to the idealistic\nsuper-cop I used to know?\n\nSOMERSET\nHe became a realist.\n\nWilliam grunts, flicks his cigarette away, takes out a bag of\npills. He palms a few, notices the judgment in Somerset's eyes.\n\nWILLIAM\nOh... sorry.\n\nWilliam turns his back to Somerset, pops the pills. Out of\nsight, out of mind. Somerset is disappointed, disgusted.\n\nSOMERSET\n(sarcastic)\nNot that I don't appreciate your recent\nartistic endeavors... but, what happened\n\nto the painter I used to know?\nWilliam smiles like a dolt, laughs a little.\n\nWILLIAM\nI can't remember.\n\nINT. WILLIAM'S STUDIO/APARTMENT -- LATER NIGHT\n\nColor photos of the first and second murder sit on a drawing\ntable. The top photos are like establishing shots, each taking\nin the entire display the murderer created.\n\nWilliam examines with Somerset looking over his shoulder.\n\nWILLIAM\nMan... can I buy these from you?\n\nSOMERSET\nThey're not for sale.\n\nSomerset lays out photos of the notes, triangle and circle:\n\nSOMERSET (CONT)\nWhat is it? What's the murderer trying\nto say?\n\nWilliam narrows his eyes. Does not know.\n\nSOMERSET (CONT)\nWhat picture is he painting?\n\nWILLIAM\n(figuring)\nWait a minute...\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 36 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nWilliam has an idea. He ambles over to a row of cabinets where\n\noversized art books are stacked. He hunts through a pile,\nshoves some books aside.\n\nWILLIAM (CONT)\nI... I've seen things like that...\n\nSOMERSET\nWhere?\n\nWilliam keeps digging, finds one book, finds another. He opens\n\none as he walks back to the drawing table.\n\nWILLIAM\nIt's church stuff. Christianity.\n\nWilliam lays a book down, finds a page. He opens it to\nSomerset.",
  "33": "---END OF PREVIOUS SECTION---\nChristianity. William lays a book down, finds a page. He opens it to\nSomerset. \n---TARGET SECTION TO BE ANNOTATED---\n There is a circle to the side of the text. It says\nGLUTTONY under the circle.\n\nSomerset creases his brow, turns the page. William opens\nanother book.\n\nWILLIAM (CONT)\n\nWhen it first started... Christian\nartwork was all from Bible stories. It\nwas like... nobody had any imagination.\nIt was all... standardized.\n\nWilliam pages through and we catch glimpses of the bizarre,\nworlds of Hieronymus Bosch. Horrifying religious visions.\n\nWILLIAM (0.S.,CONT)\nBut, later, everyone started painting to\n\ntell their own stories... to teach\nlessons. Guys like Bosch, Bregel the\nelder... Van Eycks.\n\nWilliam shoves the open book to Somerset. Somerset looks:\n\nSeven paintings in a circular pattern showing characters giving\n\nin to sins. Wicked, grotesque people.\nSomerset turns the book to examine each painting right side up.\n\nSOMERSET (0.S.)\nThe seven deadly sins.\n\nWILLIAM (0.S.)\nThat's what these murders remind me of.\nPaintings like these.\n(points)\nGluttony... greed...\n\nSOMERSET (0.S.)\nEnvy, wrath, pride, lust and sloth.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 37 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nSeven deadly sins.\n\nWILLIAM\nAmen, brother.\n\nWilliam goes to continue pulling other books.\n\nWILLIAM (CONT)\nI can find more examples. There's lots\nof paintings like those... painted over\nhundreds of years.\n\n(moves books)\nAnd you're right... that murderer is an\nartist.\n\nSomerset is chilled by all this, immersed in the Bosch book.\n\nSOMERSET\nAnd, it's two down... five to go.\n\nEXT. CITY STREET, PORNO DISTRICT -- NIGHT\n\nA bright, tawdry intersection. Neon swirls and circuit-bulbs on\nporno theatres provide the flash. Cars, taxies, and barkers\nurging sexual indulgence from doorways provide the noise.\n\nThe streets and sidewalks are crowded with lonely humans, mostly\nmen, looking around, sizing up promises made on porno placards:\nFUN WITH NUDES, BIG BOOBS, NAKED DESIRE, etc.",
  "34": "---END OF PREVIOUS SECTION---\nNeon swirls and circuit-bulbs on\nporno theatres provide the flash. Cars, taxies, and barkers\nurging sexual indulgence from doorways provide the noise. The streets and sidewalks are crowded with lonely humans, mostly\nmen, looking around, sizing up promises made on porno placards:\nFUN WITH NUDES, BIG BOOBS, NAKED DESIRE, etc. \n---TARGET SECTION TO BE ANNOTATED---\n The usual\ncontingent of abnormal cretins wanders in the crowd, looking for\nsomeone to hurt.\n\nMOVE through the crowds. Meet JOHN, a balding, middle-aged man,\nwearing thick glasses. There is not a single thing strange or\nunusual about his appearance. FOLLOW him as he walks. He's\nnervous, looking at the porno palaces.\n\nHis sweaty hand clutches a Bible tight against his chest. He\ndoesn't feel comfortable being here.\n\nJohn walks to a corner, waits for the light so he may cross. A\ngrotesque STREET PREACHER approaches waving his own Bible.\nPeople walk away from him, so he confronts John.\n\nPREACHER\n\n.«..are you, Sir? Is Jesus Christ your\nLord and Master? Do you believe in Him?\n\nJohn tries to ignore, traffic blocking his escape.\nPREACHER (CONT)\n(pleading)\nDon't ignore me. Listen to what I have\n\nto say. Christ can be your savior!\n\nJOHN\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 38 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\n(quiet anger)\nLeave me alone.\n\nPREACHER\nThink about God, sir. I can help you\nlet Him into your life.\n\nFinally the light changes. John turns and spits in the\npreacher's face. The preacher recoils as John crosses quickly.\n\nJohn hurries between cars in the crosswalk. The preacher curses\nfrom the corner, his voice drowned out in traffic.\n\nEXT. ANOTHER CITY STREET, PORNO DISTRICT -- NIGHT\n\nPeople pass on the sidewalk. John is amongst them, but he\nstops, looking up at something offscreen.\n\nHe's looking at a bright red storefront adorned with red neon:\nTHE HOT HOUSE. Massage parlor. The Hot House's BARKER notices\nJohn's interest.\n\nBARKER\nInteresting isn't it, friend? You like\nthat, you like girls, then come on in.\n\nJohn doesn't hear the barker. Steps up to study fading pictures\nof naked women massaging happy men. Nudity.\n\nBARKER (CONT)\nYou'll see a lot more inside. You'll\nsee a lot more than that.",
  "35": "---END OF PREVIOUS SECTION---\nNudity. BARKER (CONT)\nYou'll see a lot more inside. You'll\nsee a lot more than that. \n---TARGET SECTION TO BE ANNOTATED---\nJohn's just looking, his face bathed in bright red light, the\nneon reflected in his thick glasses.\n\nINT. MILLS' APARTMENT BUILDING, HALLWAY -- NIGHT\n\nSomerset, holding more than an armful of art books and novels,\npounds on the apartment door. Tracy opens it with the chain on.\n\nTRACY\nCan I help you?\n\nShe takes a second to drink Somerset in. Somerset is surprised,\nhaving expected Mills. Tracy is so exquisite that he falters.\n\nSOMERSET\nUh... I was looking for Mills. David, I\nmean.\n\nTRACY\n\nHe's not here right now.\n\nSomerset tries not to drop any books while he digs up his badge.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 39 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSOMERSET\nMrs. Mills, my name is Somerset. If I\ncould leave these books for him.\n\nTRACY\n(undoes chain)\nPlease, come in.\n\nINT. MILLS' APARTMENT, LIVING ROOM/KITCHENETTE -- NIGHT\nTracy leads Somerset into the disarray of the apartment.\n\nTRACY\nDavid went for a walk. To clear his\nhead. Oh, you can put those here.\n\nSOMERSET\nThank you.\n\nTracy motions and Somerset puts the books on Mills' desk.\nHe starts looking through one book, checking paperclipped pages.\n\nSOMERSET (CONT)\nCould you tell him... tell him this is\nhis reading assignment. It's urgent.\nI've marked the most important pages.\n\nTRACY\nWould you like some coffee, or a drink.\nDavid should be back any minute.\n\nSOMERSET\nI do have to get going.\n\nSomerset sees a medal encased in glass on the desk amongst pens\nand pencils. He picks it up: it's a medal for valor from the\nPhiladelphia Police Department.\n\nTRACY\nAt least I got to meet you. David has\ntold me a lot about you.\n\nSOMERSET\nReally? Good things, I hope.\n\nTRACY\nOh, yes. He said you were very smart.\n\nSOMERSET\nReally?\n\nTRACY\nI think he's a bit intimidated by you.",
  "36": "---END OF PREVIOUS SECTION---\nHe said you were very smart. SOMERSET\nReally? TRACY\nI think he's a bit intimidated by you. \n---TARGET SECTION TO BE ANNOTATED---\nSomerset thinks about this, finds it hard to believe. He goes\nthrough his pocket, pulls out a notepad and some paper scraps.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 40 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSOMERSET\nI'm going to leave him a list of\nspecifics. It all relates to the case\nhe's on.\n\nHe lays the various scraps and receipts aside on the desk, sits\nto start writing on the notepad. Tracy goes to the kitchenette\nto get a chair.\n\nTRACY\nYou two aren't working together anymore.\nIsn't that so?\n\nSOMERSET\nTo be perfectly honest, Mrs. Mills...\n\nTRACY\nTracy.\n\nSOMERSET\nTracy. David and I weren't exactly what\nyou could call fast friends.\n\nTRACY\nThat's too bad.\n\nTracy brings the chair over by the desk and sits. Somerset\nlooks up from his writing.\n\nSOMERSET\nI doubt your husband shares that\nopinion.\n\nTracy nods, leaning forward, semi-conspiratorially.\n\nTRACY\nYou know, Somerset, David is very...\ndetermined. I'm sure you've seen, it's\nnot likely he'll ever be compared to\nGandhi.\n\nSOMERSET\nHe's a good cop. He just...\n\nTRACY\nHe sees policework as a crusade. That's\nwhat he wants it to be, and, that might\nsound naive, but he's made a conscious\nchoice to be naive.\n\n(pause)\n\nBelieve me, his heart's in the right\nplace.\n\nSomerset pauses, enchanted by her.\n\nSOMERSET\nI hear you and he were high school\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 41 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nsweethearts.\n\nTRACY\nYeah. Pretty hokey, huh? But, what\ngirl wouldn't want the captain of the\nfootball team as their lifelong mate?\n\nSOMERSET\nIt's rare these days... that kind of\ncommitment.\n\nTRACY\n\nI guess so.",
  "37": "---END OF PREVIOUS SECTION---\nBut, what\ngirl wouldn't want the captain of the\nfootball team as their lifelong mate? SOMERSET\nIt's rare these days... that kind of\ncommitment. TRACY\n\nI guess so. \n---TARGET SECTION TO BE ANNOTATED---\nTracy's smile falters a bit. Somerset notices this. He breaks\nfrom her spell, turns to continue writing.\n\nSOMERSET\nWell... this will only take a minute.\n\nTRACY\nTake your time.\n\nSomerset writes. Tracy looks over the stack of books:\n\nTitles on the spines: BOSCH, A HISTORY OF CHRISTIAN ART, BREGEL\nTHE ELDER, etc. Hardcover novels: DANTE'S PURGATORY and THE\nCANTERBURY TALES.\n\nTracy stands to look at the novels on top, then sees the pile of\n\npaper scraps from Somerset's pocket. She picks up the piece of\nwallpaper with the pale red rose at its center.\n\nTRACY (CONT)\nWhat is this?\n\nSomerset looks up. Sees her holding the paper rose. He takes\nit, slightly self-conscious, looks at it.\n\nSOMERSET\nMy future.\n\nTracy tilts her head, looking at Somerset.\n\nTRACY\nYou have a strange way about you,\nSomerset... I mean in a good way...\n\nunusual.\nSomerset doesn't know what to say. He pockets the paper rose.\n\nTRACY (CONT)\nI apologize. I'll get out of your hair.\n\nTracy stands, takes the chair back to the kitchenette.\n\nTRACY (CONT)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 42 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nIt's just... it's nice to hear a man who\ntalks like that. If David saw that\npaper, he'd say you're acting like a\nhomosexual. That's how he is.\n\nSOMERSET\n(mock indignation)\nWell! I guess I won't be showing this to\nhim then.\n\nTRACY\nI suppose not.\n\nSomerset continues writing. Tracy sits at the kitchenette\ntable, watches him.\n\nINSERT -- TITLE CARD\nTHURSDAY\nEXT. CITY MORGUE -- MORNING\n\nIt's raining hard. Mills exits the morgue building with a few\nart books and a paper cup of coffee. He holds one art book over\nhis head as he dashes through deep puddles in the street.\n\nINT.",
  "38": "---END OF PREVIOUS SECTION---\nMills exits the morgue building with a few\nart books and a paper cup of coffee. He holds one art book over\nhis head as he dashes through deep puddles in the street. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MILLS' CAR -- MORNING\n\nMills gets in, puts his coffee on the dash and tosses the art\nbooks in a box. He closes the door. Alone with the sound of\nthe rain. He wipes water off his face, looks at his tired eyes\nin the rearview mirror.\n\nHe reaches in the box of books, takes out copies of The\nCanterbury Tales and Dante's Purgatory. He makes a face, opens\nDante's Purgatory:\n\nVII The Lustful / \\\n\n|\n\n|\n| |\n| |\n| |\n| VI The Gluttonous /\n| 7 TERRACES OF / |\n| V The Avaricious /\n| and Prodigal J\n| PURGATION / |\n| / |\n| / |\n| IV The Slothful / |\n| / |\n| / |\n| / |\n| III The Wrathful / |\n| / |\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 43 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\n| II The Envious /\n| / |\n| I The Proud /\n| / |\n| / |\n| / THE ISLAND\n\n/\n| / OF PURGATORY\n| / |\n| / |\n\n \n\nMills turns to a bookmark, rests the book on the steering wheel.\nHe reads. He bites his lip, leaning close to the words. He\nconcentrates, mouths some of the words to himself. He finally\ncloses the book, shaking his head, not understanding anything\nhe's reading. He starts pounding the book against the steering\nwheel with all his might.\n\nMILLS\nFucking Dante. Goddamn, poetry writing\nfreak, mother-fuck...\n\nA figure outside the window knocks on the glass. Mills rolls it\ndown. A COP in raincoat hands a wet paper bag through.\n\nMILLS (CONT)\nGood work, Officer. Good work.\n\nThe cop leaves as Mills quickly rolls the window up and rips the\nbag open. Inside: Cliff Notes for Dante's Purgatory and The\nCanterbury Tales.\n\nMILLS (CONT)\nThank God.\n\nINT. PRECINCT HOUSE, SOMERSET'S OFFICE -- DAY\n\nIt still rains outside.",
  "39": "---END OF PREVIOUS SECTION---\nMILLS (CONT)\nThank God. INT. PRECINCT HOUSE, SOMERSET'S OFFICE -- DAY\n\nIt still rains outside. \n---TARGET SECTION TO BE ANNOTATED---\n Somerset enters, stops to notice\nDETECTIVE MILLS painted on the door where his name used to be.\nHe walks, sees all his belongings have been moved from his desk\nand piled on a small temporary desk in the corner.\n\nSomerset sits at the temporary desk, starts organizing the files\nand papers. Mills enters carrying the box of books.\n\nSOMERSET\nHow's it coming?\n\nMILLS\nGreat.\n\nMills puts the box on the large desk. They both settle in,\nattending to their work. Two men, about five feet apart, each\ntrying not to acknowledge the other's presence.\n\nMills takes out his Cliff Notes, looks to see Somerset is\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 44 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\noccupied, hides them in a desk drawer.\n\nSomerset finishes one form, flips it and looks up. There's a\nchalk board nailed to the wall.\n\nOn the chalkboard: 1 gluttony(x) 5 wrath\n2 greed(x) 6 pride\n3 sloth 7 lust\n4 envy\n\nThe PHONE RINGS. Both men look at it. Phone RINGS again.\n\nSOMERSET\nIt's your name on the door.\n\nMills picks up. Somerset returns to his work.\n\nMILLS\n(into phone)\nDetective Mills here.\n(lowers voice)\nHoney, I asked you not to call unless...\n(listens)\nWhat... why? Okay... okay. Hold on.\n\nMills is confused. He holds the phone out to Somerset.\n\nMILLS (CONT)\nIt's my wife.\n\nSomerset looks quizzical. Mills shrugs. Somerset takes it.\n\nSOMERSET\n(into phone)\nHello?\n(listens)\nYes, well... I appreciate the thought,\nbut... I...\n(listens)\n\nWell, I guess I'd be delighted to.\nThank you... goodbye.\n\nSomerset gets up, hangs up, puzzled. Mills is waiting.\n\nMILLS\nWell?\n\nSOMERSET\nI'm invited to have a late supper with\nyou and your wife. And I accept.\n\nMILLS\nHow's that?\n\nSOMERSET\n(sits back down)\n\nTonight.\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "40": "---END OF PREVIOUS SECTION---\nMILLS\nHow's that? SOMERSET\n(sits back down)\n\nTonight. http: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 45 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills looks at the phone, lost.\n\nINT. MILL'S APARTMENT, LIVING ROOM/KITCHENETTE -- NIGHT\nA record player on a moving box PLAYS QUIET MUSIC.\n\nThere's a basketball game with NO VOLUME on the t.v. screen.\nTracy, Mills and Somerset eat at the kitchen table. Mills has a\nbeeper by his beer and occasionally fingers it absently.\n\nTRACY\nWhy aren't you married, Somerset?\n\nMILLS\nTracy. What the hell?\n\nSomerset adjusts his napkin on his lap, thinking.\n\nSOMERSET\nI was close. It just didn't happen.\n\nTRACY\nIt surprises me you're not married. It\nreally does.\n\nSOMERSET\nAny person who spends a significant\namount of time with me finds me...\ndisagreeable. Just ask your husband.\n\nMILLS\nNo argument.\n\nMills grins, but he means it. he sips beer. The conversation\nlapses into long silence. Somerset concentrates on his plate.\nTracy looks at Mills, who eats while watching the basketball\ngame.\n\nTRACY\n(to Somerset)\nHow long have you lived here?\n\nSOMERSET\nToo long. Much too long.\n(drinks)\nWhat do you think of our fair city?\n\nTRACY\nYou take the bad with the good, I\nsuppose. It's... it's...\n\nMILLS\n\nIt takes time to settle in.\nTracy looks at Mills. Somerset can see it is a sore subject.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 46 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nSOMERSET\n(to Tracy)\nYou'll get used to it pretty quickly.\nThere are things in any big city that\nstand out at first. But...\n\nA LOW RUMBLING is HEARD as plates begin to rattle and clatter.\n\nTRACY\nSubway train. It's right below us/\n\nThe dishes clatter more. Coffee cups clink against their\nsaucers. Tracy holds her cup to stop it, tries to act like it\nis nothing, but she is clearly bothered.",
  "41": "---END OF PREVIOUS SECTION---\nIt's right below us/\n\nThe dishes clatter more. Coffee cups clink against their\nsaucers. Tracy holds her cup to stop it, tries to act like it\nis nothing, but she is clearly bothered. \n---TARGET SECTION TO BE ANNOTATED---\nTRACY (CONT)\nIt'll go away in a minute.\n\nThey wait. The t.v. picture goes fuzzy. The RUMBLING grows\nLOUDER, knocks something over in the sink. Mills continues\neating. Somerset fiddles with his food. The record player\nskips, then plays on. The RUMBLING finally DIES DOWN, till\neverything is normal.\n\nMILLS\n\n(uncomfortable)\nThis real estate guy... a real scum,\nbrought us to see this place a few\ntimes. And, it was nice enough, and the\nprice was right. I was thinking it was\nnothing, but I started to notice, he\nkept hurrying us along. I mean what\ncould it be? Why would he only show it\nlike five minutes at a time, before he'd\nhustle us out the door?\n\nMills laughs, lamely.\n\nTRACY\nWe found out the first night.\n\nSomerset tries to stay straight, but he can't help laughing.\n\nSOMERSET\nI'm sorry... it's a nice apartment.\n\nHe pulls himself together, but only for a moment. He can't stop\n\nit, laughs harder, covering his mouth. Tracy and Mills laugh.\nMILLS\n(sighs)\nOh, fuck.\nINT. MILLS' APARTMENT, LIVING ROOM/KITCHENETTE -- LATER NIGHT\n\nThe record player spins a different album, DIFFERENT MUSIC.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 47 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nTracy's clearing the last dishes into the sink.\n\nSomerset have\n\nTracy takes a\n\nbeers.\n\nSOMERSET\nAll television does is teach children\nthat it's really cool to be stupid and\neat candy bars all day.\n\nTRACY\nI don't think I've ever met anyone who\ndidn't have a television.\n\npot of coffee to the table and pours.\n\nMILLS\nThat's weird. It's un-American.\n\nSomerset shrugs.\n\nTracy brings over a plate of cookies and puts it on the table.\n\nMills laughs.\n\nMILLS (CONT)\nWhat about sports?\n\nSOMERSET\nWhat about them?\n\nMILLS\nYou go to movies at least.",
  "42": "---END OF PREVIOUS SECTION---\nMILLS (CONT)\nWhat about sports? SOMERSET\nWhat about them? MILLS\nYou go to movies at least. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET\nI read. Remember reading? What's the\nlast book you read, Mills?\n\nMILLS\nT.V. Guide.\n\nBurps. he turns to Tracy.\n\nMILLS (CONT)\nExcuse me.\n(to Somerset)\nI just have to say, I can't respect any\nman who's never seen Green Acres.\n\nSomerset gives a blank stare. Tracy walks away.\n\nAcross the room, Tracy turns the t.v. and the record player off.\n\nShe goes into the bedroom, shuts the door behind her without a\n\nMILLS (CONT)\nYou've never seen The Odd Couple? The\nFlintstones?\n\nSOMERSET\nI vaguely recall Wilma, and someone\nnamed... Dino.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\nMills and\n\n11/13/13 3:17 PM\n\nPage 48 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nword. Somerset and Mills turn to the closed door.\n\nThey look at each other, then sit for a time. Somerset drinks\ncoffee. Mills drums his fingers on his beeper. Big silence.\n\nINT. MILLS' APARTMENT BUILDING, STAIRWELL -- NIGHT\n\nMills walks up the creaky stairs. He carries his briefcase, a\nsix-pack and art books. Somerset follows, reading a case file.\n\nMILLS\nWe think he acted like he was delivering\na package. The doorman at Mr. Gold's\nbuilding says he doesn't even look at\nanyone who goes in anymore.\n\nMills opens a door to the roof --\nEXT. MILLS' APARTMENT BUILDING, ROOFTOP -- NIGHT\n\nMills and Somerset walk onto the roof. It is a spectacular view\non all sides. Miles of city lights. Breathtaking. SOUNDS of\nthe CITY reach them.\n\nSOMERSET\nNo connection between the two victims?\n\nMills shakes his head, unloads what he's holding onto a rusty\ntable. He sits in one of two lawn chairs. Somerset sits across\nfrom him.\n\nSOMERSET (CONT)\nNo witnesses of any kind?\n\nMILLS\nNone. Which I can't understand. It's\nlike this guy's invisible.",
  "43": "---END OF PREVIOUS SECTION---\nMILLS\nNone. Which I can't understand. It's\nlike this guy's invisible. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET\nIn this city, minding your own business\nis a perfected science.\n\nSomerset takes a picture from the file, the drawing of the sun\nwith an eye at its center. He opens a book, CHRISTIAN SYMBOLS,\nwhich is full of illustrations. He starts paging through.\n\nSOMERSET (CONT)\nAt the precinct, Sunday nights, they\noffer a public crime prevention course.\nAnd, the very first thing they teach is\nthat you should never scream \"help\" if\nyou're in trouble. Scream \"fire.\"\nBecause people don't want to get caught\nup in anything. But, a fire... that's\nentertainment. They come running.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 49 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset holds the books up to Mills, points to a picture of the\nsun and eye, same as the drawing Mills found.\n\nSOMERSET (CONT)\n\"The Sun in Splendor with the Eye.\" It\nrefers to God the father, and to Saint\nThomas Aquinas.\n\nMILLS\nWhich saint is he?\n\nSOMERSET\nAquinas wrote a summary of theology,\nSumma Theologica. And he wrote about\nthe seven deadly sins.\n\nMills takes the book and looks it over.\n\nSOMERSET (CONT)\nNow, what else have you got?\n\nMILLS\nLook, I appreciate being able to talk\nthis out, but... it's my case.\nSOMERSET\nSo... satisfying my curiosity. I'm\n\nstill leaving town on Sunday.\n\nMills is pondering, very tired. He unlatches his briefcase,\ntakes a photocopy of the photo of the falsely pretty woman and\nhands it to Somerset.\n\nMILLS\nThe eyes were circled. With Mr. Gold's\nblood.\n\nSOMERSET\n\nThis is his wife?\n\nMILLS\n(nods)\nShe was away on business. She got back\nthe day he was killed. If this means\nshe saw anything, I don't know what.\nWe've questioned her about ten times.\n\nSOMERSET\nAnd, if it's a threat?\n\nMILLS\nWe put her in a safe house.\n\nSOMERSET\n\nThis is the one thing.",
  "44": "---END OF PREVIOUS SECTION---\nSOMERSET\nAnd, if it's a threat? MILLS\nWe put her in a safe house. SOMERSET\n\nThis is the one thing. \n---TARGET SECTION TO BE ANNOTATED---\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 50 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nMILLS\nI know.\n\nEXT. SLUM TENEMENTS -- NIGHT\n\nTwo twenty-story tenement buildings stand practically underneath\nthe span of a bridge. The streets are littered with garbage.\nTeenagers stand in cliques in front of a liquor store. Cars\npass slowly, CAR STEREOS PUMPING out HIP HOP.\n\nUnder the bridge, in shadow, a car is parked between two\ndumpsters. The trunk is open.\n\nAT THE BACK OF THE CAR\n\nThe trunk is full of cardboard boxes which are in turn full of\ntall, orange candles. Hundreds of candles. JOHN leans in under\nthe trunk's bulb, opens a leather pouch and checks the contents:\n\nA plastic bottle of prescription pills. A bottle of aspirin. A\nhypodermic needle filled with liquid. Lastly, many jars of baby\nfood: STRAINED CARROTS, STRAINED SPINACH, CREAMED CORN, etc.\n\nINT. SLUM TENEMENT BUILDING, STAIRWELL -- NIGHT\n\nJohn climbs the stairs holding the leather case and a closed\nshoebox. He wears clip-on sunglasses, a hat pulled low, a thin\novercoat on his plump body.\n\nINT. SLUM TENEMENT BUILDING, HALLWAY -- NIGHT\n\nJohn comes from the stairwell door, looks, walks up the hall.\nThe walls are graffitied. The soiled floor is wet in spots.\nARGUMENTS and LOUD CHILDREN are HEARD from behind closed doors.\nJohn comes to apartment 303. He's winded from the climb. He\ntakes out keys, lets himself in. Closes the door.\n\nEXT. MILLS' APARTMENT BUILDING, ROOFTOP -- NIGHT\n\nSomerset stands at the edge, holding the photo of Mrs. Gold. He\npuffs on a cigarette, looks out at the city lights.\n\nSOMERSET\n\nIt's like he's preaching.\n\n(pause)\nThe sins were used in medieval sermons.\nThere were seven cardinal virtues, and\nthen seven deadly sins, as a learning\ntool. The sins distract man from true\nworship. True faith.\n\nMills is seated at the table with art books open.",
  "45": "---END OF PREVIOUS SECTION---\nThe sins distract man from true\nworship. True faith. Mills is seated at the table with art books open. \n---TARGET SECTION TO BE ANNOTATED---\nA breeze fans the pages of the books. The flipping pages reveal\nviews of heaven, hell, adoration, crucifixion and sin.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 51 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS\nLike in these paintings, and in Dante's\nPurgatory, right? But, in Purgatory,\nDante and his buddy climb that big\nmountain...\n\nSOMERSET\nSeven Terraces of Purgation.\n\nMILLS\nAnyway... pride comes first, not\ngluttony. And in all the paintings,\nthe sins are in a different order. I\ncan't find a pattern.\n\nSOMERSET\nBecause there's creativity in the mix.\nConsider these books as the murderer's\ninspiration. Or aspiration.\n\nSomerset drops his cigarette to the empty street, watching the\nglowing tip fall. He looks at the woman's circled eyes.\n\nSOMERSET (CONT)\nHe sees himself contributing to the body\nof Christian work.\n\nMILLS\nHe's punishing these people.\n\nSOMERSET\nFor all of us to see and learn from.\nThese murders are like forced attrition.\n\nMILLS\nWhat? Forced what?\n\nSOMERSET\nAttrition. When you regret your sins,\nbut not because you love God.\n\nMILLS\nBecause someone's holding a gun on you.\n\nSomerset thinks. He walks from the edge to Mills.\nSOMERSET\nWhen Mr. Gold's wife found the body,\nabout how long was she in the apartment?\nMILLS\nShe didn't find it. The door to the\n\napartment was open and a neighbor...\n\nSOMERSET\nI thought you said she found the body.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 52 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\nWhen she got back from a business trip.\nMILLS\nNo. She got back after you and I had\n\nalready been there.\n\nSomerset thinks, coming up with something.\n\nMILLS (CONT)\nWhat?\n\nSomerset holds up the photo of Mrs. Gold.\n\nSOMERSET\nMaybe she is supposed to see\nsomething...",
  "46": "---END OF PREVIOUS SECTION---\nSomerset holds up the photo of Mrs. Gold. SOMERSET\nMaybe she is supposed to see\nsomething... \n---TARGET SECTION TO BE ANNOTATED---\n she just hasn't had a\n\nchance to see it yet.\n\nINT. SAFE HOUSE -- NIGHT\n\nThe room is like a bland hotel room. Mills stands beside MRS\nGOLD. He shows her photos from the murder scene. Mrs. Gold is\ncrying. Somerset stands across the room.\n\nMILLS\nPlease, look for anything strange or out\nof place. Anything at all.\n\nMRS GOLD\nI... I don't understand. Why now?\n\nMills helps her go through the photos. He is shaken himself,\nnot wanting to put her through this.\n\nMILLS\nI need your help if we're going to get\nthe guy who killed your husband. If\nthere's anything in these pictures...\n\nMrs. Gold sobs quietly, wipes her tears.\n\nMRS GOLD\nI don't see anything.\n\nMILLS\nAre you absolutely sure?\n\nMRS GOLD\nI can't do this now... please.\n\nette to the empty street, watching the\nglowing tip fall. He looks at the woman's circled eyes.\n\nSOMERSET (CONT)\nHe sees himself contributing to the body\nof Christian work.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 53 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS\nHe's punishing these people.\n\nSOMERSET\nFor all of us to see and learn from.\nThese murders are like forced attrition.\n\nMILLS\nWhat? Forced what?\n\nSOMERSET\nAttrition. When you regret your sins,\nbut not because you love God.\n\nMILLS\nBecause someone's holding a gun on you.\n\nSomerset thinks. He walks from the edge to Mills.\n\nSOMERSET\nWhen Mr. Gold's wife found the body,\nabout how long was she in the apartment?\n\nMILLS\nShe didn't find it. The door to the\napartment was open and a neighbor...\n\nSOMERSET\nI thought you said she found the body.\nWhen she got back from a business trip.\n\nMILLS\nNo. She got back after you and I had\nalready been there.\n\nSomerset thinks, coming up with something.\n\nMILLS (CONT)\nWhat?\n\nSomerset holds up the photo of Mrs. Gold.",
  "47": "---END OF PREVIOUS SECTION---\nMILLS (CONT)\nWhat? Somerset holds up the photo of Mrs. Gold. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET\nMaybe she is supposed to see\nsomething... she just hasn't had a\n\nchance to see it yet.\n\nINT. SAFE HOUSE -- NIGHT\nThe room is like a bland hotel room. Mills stands beside MRS\nGOLD. He shows her photos from the murder scene. Mrs. Gold is\n\ncrying. Somerset stands across the room.\n\nMILLS\nPlease, look for anything strange or out\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 54 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nof place. Anything at all.\n\nMRS GOLD\nI... I don't understand. Why now?\n\nMills helps her go through the photos. He is shaken himself,\nnot wanting to put her through this.\n\nMILLS\nI need your help if we're going to get\nthe guy who killed your husband. If\nthere's anything in these pictures...\n\nMrs. Gold sobs quietly, wipes her tears.\n\nMRS GOLD\nI don't see anything.\n\nMILLS\nAre you absolutely sure?\n\nMRS GOLD\nI can't do this now... please.\n\nMills looks at Somerset. Somerset holds other photos.\n\nMILLS\nWe have to show her those. There might\nbe something she's missing.\n\nSomerset looks at the photos in his hand, hesitant. These\nphotos show Mr. Gold's corpse, not covered in any way.\n\nSOMERSET\nHave her look one last time.\n\nMRS GOLD\nWait. Here... here's something...\n\nMILLS\nWhat is it?\n\nMrs. Gold points at the constructivist painting on the wall in\none photo. The painting is an abstraction of colored squares.\n\nMRS GOLD\n\nThis painting... in the living room...\nMILLS\n\nWhat?\nMRS GOLD\n\nWhy is it hanging upside-down?\n\nMills jerks his head to look at Somerset. Big score.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 55 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. LUXURY APARTMENT/CRIME SCENE, LIVING ROOM -- NIGHT\n\nThis is where the greed murder took place. Somerset and Mills\nare taking the constructivist painting off the wall.",
  "48": "---END OF PREVIOUS SECTION---\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 55 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. LUXURY APARTMENT/CRIME SCENE, LIVING ROOM -- NIGHT\n\nThis is where the greed murder took place. Somerset and Mills\nare taking the constructivist painting off the wall. \n---TARGET SECTION TO BE ANNOTATED---\n Nothing on\nthe wall behind the painting. Blank space.\n\nMILLS\nNothing.\n\nSOMERSET\nThis has got to be it.\n\nSomerset puts the painting down, resting it on its bottom edge.\nThe frame is backed by a thick sheet of brown paper. He points\nto where the wire used to be screwed into the frame, and to\nwhere it has been re-screwed.\n\nSOMERSET (CONT)\nIt has to be. He changed the wire to\nrehang it.\n\nSomerset tears along the edge of the brown paper to get to the\nspace between it and the canvas. He tears out the entire sheet.\nMills helps pull it away, but there's nothing there. Empty.\nMills looks at both sides of the paper, then tosses it away.\n\nMILLS\nIt's nothing.\n\nSomerset pays the painting down, face up. He pokes his finger\non the painted surface. Mills watches as Somerset kneels, takes\nout a credit card and presses it's edge against the canvas,\ntrying to peel up some of the paint.\n\nMILLS (CONT)\nGive it up. The killer didn't paint the\nfucking thing.\n\nSomerset pushes the painting away, stands, frustrated.\n\nMILLS (CONT)\nHe fucked us.\n\nSomerset backs away from the wall, staring at the space where\nthe painting hung. There is only a nail. He stares intently,\nthen turns and walks out of the room.\n\nMills holds his hands to his temples, furious. SOMERSET can be\nHEARD from the other room, going through drawers, dropping\nthings. GLASS is HEARD BREAKING. Mills grabs a lamp and throws\nit on the floor.\n\nMILLS (CONT)\nSon of a bitch!\n\nSomerset comes back in, holding something. He steps over the\nlamp and goes to the blank wall space.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 56 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS (CONT)\nWhat?\n\nSOMERSET\nBear with me.\n\nMills watches. Somerset has a woman's make-up compact in hand.\nHe opens it, uses the soft brush to begin applying the red rouge\npowder to the wall around the nail.",
  "49": "---END OF PREVIOUS SECTION---\nMills watches. Somerset has a woman's make-up compact in hand. He opens it, uses the soft brush to begin applying the red rouge\npowder to the wall around the nail. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS\n(incredulous)\nOh, yeah, sure. You got to be kidding.\n\nSOMERSET\nShut up and wait!\n\nSomerset brushes with wider strokes. He blows, leans very close\nto the wall to study the powder. Leans closer still. Pause.\n\nSOMERSET (CONT)\nCall the print lab. Now.\nINT. MILLS' APARTMENT, BEDROOM -- NIGHT\nTracy is asleep with lights on. She stirs, opens her eyes.\nINT. MILLS' APARTMENT -- NIGHT\n\nTracy opens the door, enters. It's quiet. She sees Mills and\nSomerset are gone. She's all alone. Unhappy.\n\nEXT. MILLS' APARTMENT, FIRE ESCAPE -- NIGHT\n\nThrough the window, we can see into the bedroom. Tracy comes\nback from the living room. She goes to her side of the bed,\nkneels. She reaches between the mattress and bedspring, takes\nout a paperback book she has hidden there.\n\nShe comes to the window, opens it and climbs out onto the fire\nescape. She sits, dangles her feet through the metal bars. She\nopens the book and tries to read by the street light, resting\nher head against the railing. A WOMAN is HEARD SCREAMING\ndistantly.\n\nTracy looks down the empty street, unsettled. The woman is not\nheard again.\n\nTracy lays back, looks at the sky, holding herself. We can now\nsee the title of the book: PREPARING FOR PARENTHOOD. There is a\n\npicture of a baby on the cover.\n\nTracy cries, quietly.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 57 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. LUXURY APARTMENT/CRIME SCENE, LIVING ROOM -- NIGHT\n\nA MALE FORENSIC uses a magnifying glass to study a very clear\nfingerprint in black powder on the wall.\n\nFORENSIC\nOh, boy...\n\nMILLS (0.S.)\nTalk to me.\n\nThe forensic bites his lip, still studying.\nMills and Somerset watch the forensic who works offscreen.",
  "50": "---END OF PREVIOUS SECTION---\nS.)\nTalk to me. The forensic bites his lip, still studying. Mills and Somerset watch the forensic who works offscreen. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS (CONT)\n(to Somerset)\nListen, honestly have you ever seen\nanything like this? Been involved in\nanything remotely like this?\n\n \n\nSOMERSET\nNo. I have not.\n\nFORENSIC (0.S.)\nWell, I can tell you this, detectives...\n\nThe forensic steps down from a stool. Behind him, where the\npainting once was, there are fingerprints, clear and distinct.\nThe prints have been left side by side, to form letters which\nform the words: HELP ME.\n\nFORENSIC (CONT)\n...just by studying the underloop...\nthese are not the victim's prints.\n\nINT. PRECINCT HOUSE, PRINT LAB -- NIGHT\n\nDark. A TECHNICIAN sits before an old computer. The computer's\ngreen screen shows fingerprints being aligned, compared and then\nrejected; whir - click - whir - click - whir - click. Mills and\nSomerset watch, bathed in the green glow.\n\nSOMERSET\nIt doesn't work for me. I can't believe\nhe wants us to help him stop.\n\nMILLS\nWho the hell knows? There's plenty of\nschizoids out there doing dirty deeds\nthey don't want to do. With tiny voices\nwhispering nasty things in their ears.\n\nSomerset doesn't buy it. The technician adjusts a knob.\n\nTECHNICIAN\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 58 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nI've seen this baby take three days to\nfinish a cycle, so you guys can go cross\nyour fingers somewhere else.\n\nINT. PRECINCT HOUSE, HALLWAY -- NIGHT\n\nSomerset and Mills come from the print lab. A janitor is\n\nmopping the hall.\nSomerset\n\nonwards.\n\ndoor. Mills flops beside him.\n\nSOMERSET\nYou really meant what you said to Mrs.\nGold. You really believe we'll get him,\ndon't you?\n\nMILLS\nAnd you don't?\n\nSOMERSET\nI wish I still thought like you. I'm so\nfar gone from that.\n\nMILLS\nSo, tell me what you think we're doing.\n\nSOMERSET\nAll we do is pick up the pieces. We\ntake all the evidence... all the\n\npictures, statements.",
  "51": "---END OF PREVIOUS SECTION---\nMILLS\nSo, tell me what you think we're doing. SOMERSET\nAll we do is pick up the pieces. We\ntake all the evidence... all the\n\npictures, statements. \n---TARGET SECTION TO BE ANNOTATED---\n Write everything\ndown and note what time things happened.\nWe take it all, make a nice, neat pile\nand file it away. Just in case it's\never needed in a courtroom.\n\nMILLS\nYou're unbelievable. In my entire life,\nyou're the oldest man I've ever met.\n\nSOMERSET\nI've seen even the most promising clues\nlead to dead ends. Hundreds of times.\n\nMILLS\nI've seen the same. I'm not the country\nhick-boy you seem to think I am.\n\nSomerset takes out a cigarette and lights it.\n\nMills slumps back, crosses his arms, closes his eyes to sleep.\n\nSOMERSET\nIn this city, if all the skeletons came\nout of all the closets... if every un-\n\nrevenged corpse were to suddenly rise\nand walk again, there would be no more\nroom for the living.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\nThe computer is HEARD WHIRRING AND CLICKING\nsits with a groan on a couch outside the\n\n11/13/13 3:17 PM\n\nPage 59 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS\nDon't try to tell me you didn't get that\nrush tonight... that adrenalin. Like we\nwere getting somewhere.\n(pause)\n\nAnd, don't try to tell me it was because\nyou thought we found something that\nwould play well in a courtroom.\n\nSomerset looks at Mills, puffs the cigarette. The computer is\nheard: whir - click - whir - click...\n\nINSERT -- TITLE CARD\nFRIDAY\nINT. PRECINCT HOUSE, HALLWAY -- EARLY MORNING\n\nOur detectives are fast asleep on the couch, leaning against\neach other. People pass and look at them strangely.\n\nCAPTAIN\nWake up, Glimmer Twins. We have a\nwinner.\n\nINT. PRECINCT HOUSE, READY ROOM -- EARLY MORNING\n\nA windowless classroom. The captain stands in front with a\nwhite screen at his side. The face of a black man, 25, ZERO, is\nprojected on the screen from a slide projector.\n\nCAPTAIN\nHis street name is Zero, as some of you\nknow.",
  "52": "---END OF PREVIOUS SECTION---\nThe captain stands in front with a\nwhite screen at his side. The face of a black man, 25, ZERO, is\nprojected on the screen from a slide projector. CAPTAIN\nHis street name is Zero, as some of you\nknow. \n---TARGET SECTION TO BE ANNOTATED---\n His prints were found at the\nscene by Detectives Mills and Somerset.\n\nFIVE hardened POLICE OFFICERS, four men, one woman, sit in\nchairs facing the captain. They all wear bullet-proof vests\nwith \"POLICE\" stencil-painted across them. Somerset and Mills\nsit in back, drinking coffee, still trying to wake up.\n\nCAPTAIN (CONT)\nNow, Zero has a long, long history of\nmental illness. Serious illness. He\nwas all over your television sets two\nyears ago after he raped and killed a\nseventy-three year old woman. He got\noff, as the saying goes, ona\ntechnicality. So we watched him on the\nstreets, and he went out of circulation\nabout a year ago.\n\nFEMALE COP\nIf he disappeared, what do you want from\n\nus?\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 60 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nCAPTAIN\nHis last place of residence is still in\nhis name. A search warrant is being\npushed through the court as we speak.\n\nA red-headed cop, CALIFORNIA, 28, raises his meaty hand.\n\nCALIFORNIA\nSo, have the housing cops walk up and\nring the doorbell. Problem solved.\n\nThe cops laugh. The captain clenches his jaw.\n\nCAPTAIN\nListen, California. When you go in, if\nZero isn't home, some of his buddies\nmight be house-sitting. And besides\nusing, Zero deals, so, you will be very\nuninvited guests.\n\nThere is chatter among the cops. Somerset leans to Mills while\nthe captain continues the briefing.\n\nSOMERSET\nDoes not seem like our killer, does it?\n\nMILLS\nYou tell me. I'm new in town.\n\nSOMERSET\nZero does possess the requisite degree\nof insanity... but, he doesn't have the\n\ndesire somehow. Our killer seems to\nhave more purpose. More purpose than\nZero could ever conceive of.\n\nMILLS\nWe'll tag along.\n\nSomerset wants no part of that.\n\nSOMERSET\nWhy would we?\n\nMILLS\nSatisfy our curiosity?\nINT. MILLS' CAR -- MORNING\nMills drives, follows a police van. Somerset rides shotgun.",
  "53": "---END OF PREVIOUS SECTION---\nINT. MILLS' CAR -- MORNING\nMills drives, follows a police van. Somerset rides shotgun. \n---TARGET SECTION TO BE ANNOTATED---\nMills is pumped, ready. Somerset takes one Rolaids tablet off\n\nfresh roll and chews it.\n\nMILLS\nYou ever take one?\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 61 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset pulls out his gun, checks the load.\n\nSOMERSET\nNo. Never in twenty-four years. I took\nmy gun out only five times with the\nactual intention of using it. I never\nfired it. Not once.\n\nMILLS\nI pulled it once, fired it once. I\nnever took a bullet.\n\nSOMERSET\nAnd?\n\nMills turns a corner, tires screeching.\n\nMILLS\n\nIt was my first one of these. We were a\nsecondary unit, in vice. I was pretty\nshaky going in. When we busted the\ndoor, looking for a junkie, the fucking\nguy opened fire. One cop was hit in the\narm. He went flying... like in slow\nmotion.\n\n(pause)\nI remember riding in the ambulance. His\narm was like... a piece of meat. I\nthought, it's just his arm. But, he\nbled to death right there anyway.\n\nA pause. Somerset opens the window, feels the air on his face.\n\nSOMERSET\nHow did the fire-fight end?\n\nMILLS\nWell, I was doing really good in Philly\nup till then. Lots of simple busts.\n\nI've always had this weird luck... but,\nthis was wild.\n\n(pause)\nI got that fuck with one shot... right\n\nbetween the eyes. And the next week,\nthe mayor's pinning a medal on me.\nPicture in the paper, the whole nine\nyards.\n\nSOMERSET\nHow was it?\n\nMILLS\nI expected it to be bad, because I heard\nabout other guys. You know... I took a\nhuman life. But, I slept like a baby\nthat night.\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "54": "---END OF PREVIOUS SECTION---\nI took a\nhuman life. But, I slept like a baby\nthat night. http: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 62 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset eats another antacid.\n\nSOMERSET\nI think Hemingway wrote somewhere... I\ncan't remember where, but he wrote that,\nin order to live in a city, you have to\nhave the ability to kill. I think he\nmeant you truly must be able to do it,\nnot just faking it, to survive.\n\nMILLS\nSounds like he knew what he was talking\nabout.\n\nINT. SLUM TENEMENT BUILDING, STAIRWELL -- MORNING\nCrack vials and hypodermic needles crunch under heavy boots.\n\nThe five cops from the briefing, fully geared up, rifles and\nhandguns held, move quickly up the stairs, single-file.\nSomerset and Mills follow, guns out. Somerset is sweating\nbullets. Mills is juiced.\n\nINT. SLUM TENEMENT BUILDING, HALLWAY -- MORNING\n\nThe cops enter the dank hallway, the same hall we saw John in\nbefore. They move cautiously, stepping over a drunken, helpless\nman. A door opens and a woman peeks out. The female cop points\nher gun and the woman obeys, slamming the door.\n\nCalifornia leads, steps up to apartment 303. He has a search\nwarrant scotch-taped to the front of his bullet-proof vest.\n\nCALIFORNIA\n(to black cop)\nThis is it. Give it up.\n\nA black cop hoists a battering ram. The other cops get on both\nsides of the door. Mills moves front. Somerset hangs back.\n\nCALIFORNIA (CONT)\nPolice!! Open the door!\n\nThe black cop brings the ram forward with a splintering thud.\nThe door flies open. The cops storm in.\n\nINT. SLUM APARTMENT, MAIN ROOM -- MORNING\n\nThe cops charge down a short hall into this incredibly dusty\nroom. A bed sits against a far wall. Mills and California move\nup to the bed. Someone lies under an indigo blanket. Three\n\nother cops move, training their weapons on the bed.\n\nCALIFORNIA\nGood morning, Sweetheart!\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "55": "---END OF PREVIOUS SECTION---\nThree\n\nother cops move, training their weapons on the bed. CALIFORNIA\nGood morning, Sweetheart! http: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 63 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nA blond cop goes into another room. Mills kicks the bed.\n\nMILLS\nGet up now, motherfucker! Now!\n\nINT. SLUM APARTMENT, ADJOINING ROOM -- MORNING\nThe blond cop enters, gun trained, looks around in confusion.\n\nThe room's tables, chairs and floor are covered with hundreds of\ncolorful, plastic air fresheners.\n\nINT. SLUM APARTMENT, MAIN ROOM -- MORNING\n\nSomerset moves in, looks around. He notices the area around the\nbed, the ceiling, walls and floor, has been painted indigo,\n\nwhile the rest of the room is its original white. On a wall, a\nwhite sheet is pinned up with a square drawn on it in excrement.\n\nMILLS\nI said get up, Sleepyhead!\n\nMills pulls the indigo blanket off the bed, reveals the\nshriveled, sore-covered form of a black man who is blindfolded\nand tied to the bed with a thin wire wrapped time and time again\naround the bed. Tubes lead from the stained loincloth around\nthe man's waist and snake under the bed. The victim is\npartially covered by what seem to be piles of black spaghetti.\n\nCALIFORNIA\nOh, fuck me!\n\nSomerset pushes past the cops who recoil from the stench.\n\nMILLS\nHoly shit.\n\nSOMERSET\nSloth... it's sloth.\n\nThe black cop touches the black spaghetti. Holds a piece.\n\nBLACK COP\nWhat the hell... those are dead worms.\n\nCALIFORNIA\n(to Somerset)\n\nCheck this out, dick.\n\nCalifornia points with his gun to the end of the black man's\nright arm. The hand is gone, severed at the wrist long ago.\n\nMILLS\nIt's him. It's Zero.\n\nSOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 64 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nSomeone call an ambulance.\n\nCALIFORNIA\nSomeone call a hearse, more like.\n\nThe female cop has gone to the wall where the sheet is pinned\nup.",
  "56": "---END OF PREVIOUS SECTION---\nSOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 64 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nSomeone call an ambulance. CALIFORNIA\nSomeone call a hearse, more like. The female cop has gone to the wall where the sheet is pinned\nup. \n---TARGET SECTION TO BE ANNOTATED---\n She pulls the sheet aside and finds: fifty-two polaroid\npictures; all pictures of Zero tied to the bed, with a date\nwritten at the bottom of each. it is a visual history of Zero's\nphysical decay. The blond cop enters from the other room.\n\nBLOND COP\nWhat the fuck is going on?\n\nMILLS\nHey, California. Get your people out.\n\nSomerset takes out rubber gloves and puts them on.\n\nCALIFORNIA\nYou heard him. Hit the hall, and don't\ntouch anything.\n\nThe other cops file out as Mills goes to examine the polaroids\nunder the sheet. Somerset replaces the sheet over Zero's body.\nCalifornia stays by his side.\n\nCALIFORNIA (CONT)\nIt looks like he's some kind of friggin'\nwax sculpture.\n\nSomerset places his finger along Zero's throat.\n\nMILLS\nSomerset, you... you better look here.\n\nMills studies the polaroids. Somerset walks to join him.\n\nMILLS (CONT)\n\nAll pictures of Zero tied to the bed.\n(crouches)\n\nThe last one's dated three days ago.\n\nSomerset looks at the first photo. In it, Zero is bound and\ngagged, but he is fit, healthy.\n\nSOMERSET\n(awed)\nThe first photo... it's dated one year\nago. Almost to the day.\n\nCalifornia lifts Zero's blanket to peek under, examining with\nmorbid curiosity.\n\nCALIFORNIA\nMo-ther...\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 65 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills kneels and lifts the bottom of the sheet off the floor,\nfinds an open shoebox. On the box: TO THE DETECTIVES.\n\nMILLS\nWhat's this?\n\nCalifornia leans close to Zero's gaunt, blindfolded face.\n\nCALIFORNIA\nYou got what you deserved, Zero.\n\nSomerset leans down beside Mills. Mills looks through the\nshoebox. Inside are plastic, zip-lock bags. One bag contains\nsmall clumps of hair, one contains a yellow liquid...\n\nMILLS\nA urine sample... hair sample...\nfingernail clippings. He's laughing at\n\nus.",
  "57": "---END OF PREVIOUS SECTION---\nMILLS\nA urine sample... hair sample... fingernail clippings. He's laughing at\n\nus. \n---TARGET SECTION TO BE ANNOTATED---\nCalifornia is still close to Zero's face when suddenly Zero's\nlips twist. Zero lets out a loud, guttural bark. California\n\njerks back in fear, shouting, falling over a chair.\n\nMills and Somerset reel, standing. They see California on the\nground, scared out of his mind, pointing.\n\nCALIFORNIA\nHe's alive!\n\nMills and Somerset look towards the bed.\nZero's lips move feebly as he lets out a sick, gurgling moan.\nCALIFORNIA\nHe's still alive!\nEXT. SLUM TENEMENT BUILDING -- MORNING\n\nA crowd has gathered. Mills' car, the police van and two\nambulances are parked on the sidewalk.\n\nINT. SLUM APARTMENT, HALLWAY -- MORNING\nThe siege cops are in the hall, holding neighbors at bay.\nINT. SLUM APARTMENT, MAIN ROOM -- MORNING\n\nThree ambulance attendants are at the bed, working on Zero. One\nattendant uses wire-cutters to clip Zero's bonds.\n\nINT. SLUM TENEMENT BUILDING, STAIRWELL -- MORNING\nMills and Somerset stand in the middle of one flight of stairs.\n\nThey are both highly agitated.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 66 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSOMERSET\nThe way this has gone, I didn't think it\nwas possible, but we may have\nunderestimated this guy. The type of\nintestinal fortitude it must take... to\nkeep a man bound for a full year. To\nsever his hand and use it to plant\nfingerprints.\n\nMILLS\nI want him bad. I don't just want to\ncatch him anymore. I want to hurt him.\n\nSOMERSET\nListen... we have to divorce ourselves\nfrom our emotions here. We have to keep\nfocusing on the small details.\n\nMILLS\nI don't know about you, Somerset, but I\nfeed off my emotions.\n\nSOMERSET\nHe'll string us along all the way if\n\nwe're not careful.\n\nMills is looking at the floor, burning with anger. Somerset\ngrabs him by the jacket.",
  "58": "---END OF PREVIOUS SECTION---\nSOMERSET\nHe'll string us along all the way if\n\nwe're not careful. Mills is looking at the floor, burning with anger. Somerset\ngrabs him by the jacket. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET (CONT)\nAre you listening to me?!\n\nMills pushes Somerset's hand off.\n\nMILLS\nI hear you.\n\nThere is a sudden brilliant flash of light and the SOUND of a\nCAMERA ADVANCING. Mills and Somerset look --\n\nDown the stairs, John is posing as a reporter. He has his\ncamera and flash up, pointed at the detectives.\n\nJOHN\nSay cheese.\n\nHe takes another picture, flashbulb flashing. Mills charges\ndownwards, grabs John by his wrinkled clothing.\n\nMILLS\nWhat the fuck are you doing?\n\nJohn squirms, holds up a laminated PRESS identification pass.\n\nJOHN\nI have a right, Officer. I\n\n \n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 67 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills shoves him and John stumbles a few steps, then falls to\nthe landing below with a thud. His glasses fly off.\n\nMILLS\nThat doesn't mean anything. This is a\nclosed crime scene now!\n\nSomerset steps down and pulls Mills back. John stands.\n\nJOHN\nYou can't do this! You can't...\n\nMILLS\nGet the fuck out of here!\n\nJohn gets his glasses, scrambles downstairs, out of sight.\n\nJOHN (0.S.)\nThe public has a right to know!\n\nSomerset yanks Mills harder, till Mills sits on the stairs.\n\nMILLS\nHow do those cockroaches get here so\nquick?\n\nSOMERSET\n\nThey pay cops for the inside scoop, and\nthey pay well. You can hate them, but\nyou better give them something, or\nthey'll make it all up.\n\nMILLS\n(calming)\nI'm sorry... I just...\n\nSOMERSET\nOh, it's alright. It's always\nimpressive to see a man feeding off his\nemotions.\n\nINT. HOSPITAL ROOM -- DAY\n\nMills stands with the blase DR. BEARDSLEY, who reviews a medical\nchart on a clipboard. Zero lies inside an oxygen tent with\ntubes running into him. The room is dark.\n\nBEARDSLEY\nA year of immobility seems about right,\njudging by the deterioration of the\nmuscles and spinal cord.",
  "59": "---END OF PREVIOUS SECTION---\nZero lies inside an oxygen tent with\ntubes running into him. The room is dark. BEARDSLEY\nA year of immobility seems about right,\njudging by the deterioration of the\nmuscles and spinal cord. \n---TARGET SECTION TO BE ANNOTATED---\n Blood tests\nshow a whole smorgasbord of drugs in his\nsystem. Heroin... crack even an\nantibiotic which was administered to\nkeep the bed sores from infecting.\n\n \n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 68 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills looks into the oxygen.\n\nMILLS\nHe hasn't said anything, or tried to\nexpress himself in any way?\n\nBEARDSLEY\nEven if his brain were not mush, which\nit is... he chewed his own tongue off a\n\nlong time ago.\nMills winces, moves away from the bed.\n\nMILLS\nThere's no way he'll survive?\n\nBEARDSLEY\nDetective, he'd die right now of shock\nif you were to shine a flashlight in his\neyes.\n\nEXT. CITY STREET, CATHOLIC CHURCH -- AFTERNOON\n\nA tall church on a bustling street. Smoggy air has eaten at the\nstonework. The homeless are camped out on the stairs.\n\nINT. CATHOLIC CHURCH, PRIEST'S QUARTERS -- AFTERNOON\n\nThe priest's accommodations are quite spacious and comfortable.\nThe parish's wealth is evident. FATHER BLEEKER, 38, stands\nlooking at several 8\" by 10\" glossies. He's dressed in his\n\"civilian\" clothing, wears his hair short and proper. These\nphotos are making him heartsick.\n\nBleeker hands them to Somerset who is seated by a fireplace.\n\nBLEEKER\nPut them away. I wish you hadn't\nbrought them into the church.\n\nSOMERSET\nI needed for you to see them.\n\nFather Bleeker shakes his head, as if he were trying to forget\nthe images. Somerset replaces the murder photos in a file.\n\nBLEEKER\nThere were five principal phases in the\ndevelopment of early Christian art.\nFrom Hellenistic through the\nRenaissance... each period was affected\nby the decrees of religious leaders.\n\nSOMERSET\nIf this killer belongs to a certain\nbranch of the church... if he collects\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "60": "---END OF PREVIOUS SECTION---\nBLEEKER\nThere were five principal phases in the\ndevelopment of early Christian art. From Hellenistic through the\nRenaissance... each period was affected\nby the decrees of religious leaders. SOMERSET\nIf this killer belongs to a certain\nbranch of the church... if he collects\n\nhttp: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 69 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nreligious art from a certain period, I\nwant to know. I have to narrow it down.\n\nBleeker walks to an ornate, gold cabinet. He puts on a pair of\ncotton gloves.\n\nBLEEKER\nThe influences on these... things he's\ndone, couldn't have come before the\nGothic period. What's in those pictures\nis presented far too asymmetrically.\n\nBleeker crosses himself before using a key to open the cabinet.\nHe takes out an ancient devotional book and a piece of cloth.\n\nBLEEKER (CONT)\nThe colors will tell the tale.\n\nBleeker takes the book to a table. Somerset follows. Bleeker\nlays the cloth under the book, opens the book, tenderly.\n\nBLEEKER (CONT)\nEach sin had a symbolic color. But the\nspecific color designations changed\nthroughout the ages.\n\nSomerset leans to examine Bleeker's illuminated manuscript:\n\nTwo pages of prayer. The prose is elaborately formed,\nsurrounded by colorful illustrations of the seven deadly sins.\nBleeker's finger points to a rendering of a man seated on a\nrock, guzzling from a jug. It's been painted in orange.\n\nBLEEKER (0.S.,CONT)\nThis is an example. Gluttony is the\nsin, and the color is orange. This\nparticular manuscript is preserved from\nthe 18th century.\n\nSOMERSET (0.S.)\nIn the murders, gluttony is green.\nGreed is yellow. Sloth is indigo.\n\nBleeker steps away and Somerset gets closer to the pages.\n\nBLEEKER\nSo, if this murderer is as precise as\nyou say, then you need to find out at\nwhat period in history was gluttony\ngreen... and so on.\n\nSOMERSET\nWhere do I look? If the colors changed\nso often?\n\nBLEEKER\n(contemplates)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 70 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nThere is one man... Father Stone.",
  "61": "---END OF PREVIOUS SECTION---\nIf the colors changed\nso often? BLEEKER\n(contemplates)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 70 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nThere is one man... Father Stone. \n---TARGET SECTION TO BE ANNOTATED---\n(pause)\n\nI haven't heard from him for quite some\n\ntime. This was his passion. He spent\n\nhis life studying the sins... and\n\npreaching against them.\n\nINT. PRECINCT HOUSE, SOMERSET'S OFFICE -- AFTERNOON\n\nThe chalkboard on the wall: 1 gluttony (x) 5 wrath\n2 greed (x) 6 pride\n3 sloth (x) 7 lust\n4 envy\n\nMills is behind his paperwork covered desk, listening to a\nuniformed OFFICER who looks over a report sheet.\n\nOFFICER\nZero's landlord said an envelope of cash\nwas in the office mailbox each month.\nHe says, quote, \"I never heard a single\ncomplaint from this guy and nobody ever\ncomplained about him. He's the best\ntenant I ever had.\"\n\nMILLS\nThere's a landlord's dream tenant. A\nparalyzed man with no tongue.\n\nOFFICER\nWho pays his rent on time.\n\nMILLS\nBring me everything as soon as it's\ntranscribed.\n\nThe officer leaves. Mills starts sorting through piles on his\ndesk. He doesn't know where to begin.\n\nHe sits back in his chair, looks at the collage-like collection\nof pictures pinned on the walls: photos and diagrams of the\nmurder scenes, the drawing of the sun and eye, color pages and\nblack and white copies of pages from art books.\n\nHe stares, thinking. He stands, takes a photocopy off the wall.\nThe killer's first note:\n\nDear Detectives,\nLong is the way, and hard, that out\nof hell leads up to the light.\n\nMILLS\n\n(to himself)\nMilton.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 71 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. CENTRAL LIBRARY -- AFTERNOON\n\nBig brass lamps hang from the high ceiling. Mahogany chairs and\ntables run down the center floor which is bordered by three\nlevels of balconies. People wander like ants in an ant farm.\n\nMills walks, taking it all in. He goes to the circulation desk.\nImpatient patrons wait in a long line.",
  "62": "---END OF PREVIOUS SECTION---\nMills walks, taking it all in. He goes to the circulation desk. Impatient patrons wait in a long line. \n---TARGET SECTION TO BE ANNOTATED---\n He watches the bored\nHEAD LIBRARIAN, female, 64, help an old man at the desk.\n\nShe opens the old man's books, runs a laser pen over a bar code\nsticker, pushes a few buttons on a computer.\n\nINT. CENTRAL LIBRARY, TOP BALCONY -- LATER AFTERNOON\n\nNear the balcony railing, overlooking the main floor, Mills sits\nbefore a computer card catalog. He reads the computer screen,\nunsure. He sets down his pad and pencil, cracks his knuckles,\nbegins typing on the keyboard. The computer gives off a quiet\nBEEP. Pleased, Mills reads the screen. Types.\n\nOn the screen: TITLE / PARADISE LOST_\n\nHe hits return. Reads the screen as information on the book\nappears. He copies it on his pad, puts the pencil in his mouth.\n\nHe types. On the screen: SUBJECT / JACK THE RIPPER_\n\nHits return. Again, he copies info from the screen.\n\nINT. INNER CITY CLOISTER -- AFTERNOON\n\nA monk opens a formidable gateway door, letting Father Bleeker\nand Somerset into a garden courtyard. Bleeker now wears his\n\npriestly garb and collar. The monastery's main building looms\nat the end of a pathway. The building is stately, ivy-covered.\n\nBLEEKER\nFather Stone had a church and\ncongregation of his own. But, he...\nthere were some problems. The church is\ndeserted now.\n\nSOMERSET\nProblems?\n\nBleeker continues walking.\n\nSOMERSET (CONT)\nFather?\n\nINT. INNER CITY CLOISTER, HALLWAY -- AFTERNOON\nThe walls of the hallway are carved with images of saints.\n\nBleeker whispers to Somerset beside a windowless door.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 72 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nBLEEKER\n\nThere was a small orphanage attached to\nthe church, overseen by Father Stone.\nThis was almost thirty years ago.\n\n(hesitant)\nHe was an excellent priest, devoted in\nevery way. Many in his parish demanded\nhis return.\n\nSOMERSET\nTell me what happened.\n\nBleeker sees a NUN down the hall, coming towards them.",
  "63": "---END OF PREVIOUS SECTION---\nMany in his parish demanded\nhis return. SOMERSET\nTell me what happened. Bleeker sees a NUN down the hall, coming towards them. \n---TARGET SECTION TO BE ANNOTATED---\nBLEEKER\nAllegations were made... Stone was\naccused of abusing the children in his\ncare. But, those charges were never\nsubstantiated.\n\nSOMERSET\nWhat abuse?\n\nBLEEKER\nIt was claimed... that the children were\nbeaten. And, punished severely.\n\nThe nun is too close for Bleeker to speak freely.\n\nINT. INNER CITY CLOISTER, STONE'S ROOM -- AFTERNOON\n\nThe door is unlocked and opened by the nun. Somerset enters and\n\nBleeker waits outside as the nun closes the door. It's dark.\n\nFATHER STONE, 73, is in a wheelchair. Feeble and frail, eyes\nsunken in their sockets. He looks up at Somerset.\n\nSOMERSET\nFather Stone. I'ma policeman. I'd\nlike to ask you a few questions, if it's\nalright?\n\nThe whites of Stone's eyes have yellowed. He seems to nod.\nSomerset sits on a stool, close.\n\nSOMERSET (CONT)\nI want to ask you about the seven deadly\n\nsins.\n\nSTONE\nThe sins.\n\nSOMERSET\nYes, father.\n\nStone reaches out a hand to touch Somerset's face. Stone's\nextremely long fingernails trail against Somerset's cheek and\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 73 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset tries to hide his revulsion.\n\nSTONE\nAre you one of mine?\n\nSOMERSET\nI don't...\n\nSTONE\nAre you saved? Do you have God?\n\nSOMERSET\nI... I need to ask about the sins. Do\nyou understand what I'm saying?\n\nStone takes his hand away, seems to be getting angry.\n\nSTONE\nAre you a sinner?\n\nStone's weak arms wheel him away, towards a corner.\n\nSTONE (CONT)\nThere are sinners here. Even here.\nAnd, pain waits for them. Hell is\nhungry for them.\n\nStone bites his lip, moaning, disoriented.\n\nSTONE (CONT)\n\nThey don't realize... they don't know.\n(pause)\nFuck them all!\n\nSomerset is shocked by the strength and volume of Stone's jagged\nvoice.",
  "64": "---END OF PREVIOUS SECTION---\nSTONE (CONT)\n\nThey don't realize... they don't know. (pause)\nFuck them all! Somerset is shocked by the strength and volume of Stone's jagged\nvoice. \n---TARGET SECTION TO BE ANNOTATED---\n The nun goes to place a comforting hand on Stone's\nshoulder. Stone is beginning to cry.\n\nNUN\n(to Somerset)\nThey shouldn't have let you disturb him.\nThis shouldn't have been allowed.\n\nSTONE\nWhere are the children?\n(much louder)\nWhere are the children?!\n\nINT. CENTRAL LIBRARY, OUTSIDE LIBRARIAN'S OFFICE -- AFTERNOON\n\nFrom a mahogany hallway lined with book-carts, we look THROUGH a\nbig WINDOW into the head librarian's office. The elderly head\nlibrarian is at a computer, chain-smoking, working the keyboard.\nMills alternates talking on the telephone and reading things off\nhis pad to the librarian.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 74 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nWe cannot hear them, but it's clear Mills is excited as he walks\nback and forth, hovering over the librarian, looking at her\ncomputer screen, making suggestions, then walking to monitor a\ndot-matrix printer which spews a waterfall of computer paper\nonto the floor. Back and forth goes Mills, carrying the phone.\nHe closes the pad, puts it in his pocket.\n\nThe librarian finishes typing, sits back, done. Mills hangs up\nthe phone, goes to put it on the librarian's desk, but the cord\ndrags, knocks a pile of books off a table.\n\nThe librarian is irritated, goes to pick up the books. Mills is\napologizing. He goes to watch the printer. He tears the last\nsheet's perforated edge, gathers the huge pile of printed paper\noff the floor.\n\nPrize in hand, Mills is so grateful he bends to give the old\nwoman a kiss on the cheek, but she pushes him away, now even\nmore annoyed. Mills goes to leave, knocks over another pile of\nbooks. Before he can assist, the angry librarian points to the\ndoor. Mills obeys like a scolded child, exits.\n\nThe librarian shakes her head in disgust.\n\nEXT. ABANDONED CHURCH/ORPHANAGE -- AFTERNOON\n\nA once exemplary church, now boarded up, neglected. Gothic in\nstyle, it stands with deserted brownstones and empty lots of\nrubble as neighbors.",
  "65": "---END OF PREVIOUS SECTION---\nEXT. ABANDONED CHURCH/ORPHANAGE -- AFTERNOON\n\nA once exemplary church, now boarded up, neglected. Gothic in\nstyle, it stands with deserted brownstones and empty lots of\nrubble as neighbors. \n---TARGET SECTION TO BE ANNOTATED---\n Smokestacks spew smoke distantly. Cars\nand trucks drive by on a nearby elevated highway, but down here\non the street it's a ghost town.\n\nThere's a building attached to the rear of the church.\nSomerset's car is parked beside it.\n\nINT. ABANDONED ORPHANAGE, CLASSROOM -- AFTERNOON\n\nThe windows are covered over. Somerset and Father Bleeker move\nthrough. Somerset has a flashlight with a wide beam. The room\nis empty except for broken, cob-web covered school desks and a\n\nfew file cabinets. There are cracked blackboards on the walls.\n\nRats skitter away from the light.\n\nSomerset opens a file cabinet drawer. It's empty. He walks to\na door, starts pulling at the rotting boards which seal it shut.\n\nBLEEKER\nWhat are you looking for?\n\nSOMERSET\nI'm just looking.\n\nINT. ABANDONED CHURCH -- AFTERNOON\n\nSomerset pushes the door. He and Bleeker enter from the\nclassroom into the far back corner of the church. Big church.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 75 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nShafts of colored light needle through the holes in the pieces\nof wood and cloth that cover the broken stained glass windows.\n\nSomerset walks down the center aisle between deteriorated pews.\nrats run. Pigeons flap about, dirt drifting off their wings.\n\nSomerset shines his flashlight forward to the rather barren\naltar. To the right, at the top of the altar stairs, there is a\nstone statue of a saint with his arms outstretched, welcoming.\n\nThe life-size saint is covered in spider-webs. Tiny spiders\ncrawl across his eyes, which look down on Somerset.\n\nBLEEKER\nSaint Jerome Emiliani. The patron saint\nof orphans.\n\nSomerset shines the flashlight against the back altar wall,\nrevealing a wooden carving of Christ crucified.\n\nSOMERSET\nIs this still the Lord's house?\n\nBLEEKER\nOf course it is.\n\nSOMERSET\nAnd, even if Father Stone was guilty of\neverything...",
  "66": "---END OF PREVIOUS SECTION---\nSOMERSET\nIs this still the Lord's house? BLEEKER\nOf course it is. SOMERSET\nAnd, even if Father Stone was guilty of\neverything... \n---TARGET SECTION TO BE ANNOTATED---\n if he was hurting children\n\nhere? It's still the Lord's house?\nFather Bleeker finds this talk insulting and offensive.\n\nBLEEKER\nYou have no faith, Somerset? Have you\ngiven up on the church entirely?\n\nSOMERSET\nNo.\n(pause)\nThat's not what I've given up on.\n\nSomerset notices two ends of a thick rope suspended from the\nceiling above the center of the altar. He looks up, following\nthe rope with the flashlight, when he notices something else.\nHis mouth drops. Bleeker looks, and is equally horrified.\n\nAbove them, in the beam of light: seven large paintings on\npanels tilted forward at the curve of the ceiling above the\naltar. Seven ancient paintings; seven deadly sins.\n\nThe beam of light moves to the panel to the immediate right: a\npainting of a man kneeling, grasping at gold coins all around\nhim. The man is naked, as was the victim of the greed murder.\nThe chief color in this panel is a vulgar yellow.\n\nThe third in the series is sloth. The painting, in indigo,\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 76 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nshows a man at rest in a pliant bed. The skeletal man's eyes\nare rolled up in their sockets. He is covered in slimy worms.\n\nEXT. ABANDONED CHURCH -- LATE AFTERNOON\n\nThe streets are full of patrol cars. Cops and forensics enter\nand exit the church from various doorways. Saw-horses are\nloaded off a flat-bed truck as a police barricade is erected.\n\nINT. ABANDONED CHURCH -- LATE AFTERNOON\n\nMuch activity, as forensics with flashlights go about their\nbusiness, checking every nook and cranny of the church, looking\nfor any sign that someone's been here recently. Small temporary\nfloodlights are hoisted on tripods.\n\nTwo photographers stand at the tops of tall ladders. Flash-\nphoto after flash-photo is taken of the seven paneled tableau.\n\nNear the open church doors, Mills speaks with great animation,\nholding his ream of computer paper. Somerset looks at the altar\nand the tableau, preoccupied.",
  "67": "---END OF PREVIOUS SECTION---\nFlash-\nphoto after flash-photo is taken of the seven paneled tableau. Near the open church doors, Mills speaks with great animation,\nholding his ream of computer paper. Somerset looks at the altar\nand the tableau, preoccupied. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS\nOur guy's a bookworm, right? And, I\nknow it's a long shot, but you have to\ngive a picture id and current phone bill\nto get a library card. Hey...\n\nMills snaps his fingers in Somerset's face, gets his attention.\n\nMILLS (CONT)\nI made two separate lists of books. One\n\nrelating to the sins... Dante's\nPurgatory, Canterbury Tales... The\nDictionary of Catholicism... all the\n\nreligious stuff. The second list was\nbooks about torture methods, mass\nmurderers... sadomasochism. Whatever\nour killer might study to do the things\nhe's done. Whatever his other interests\nare.\n\nSomerset takes the computer list.\n\nSOMERSET\nSo, what is this?\n\nMILLS\nAlright. Everything at the library goes\ninto a computer. So, you can get in the\nsystem and cross-reference...\nMills fumbles in his pocket, takes out his pad and reads.\n\nMILLS (CONT)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 77 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nLet's say you take, Dante's Purgatory,\ncall number eight-five-one-D, and... The\nBiography of the Marquis de Sade,\nninety-two S-A-D-E. Put those books in\nthe system, and the computer can give\nyou the name of anyone who's ever taken\nout both those books. And, it doesn't\njust give you their name and address, it\ngives you a complete history of their\nlibrary reading habits.\n\nMills slaps the list in Somerset's hand.\n\nMILLS (CONT)\n\n(psyched up)\nIf somebody's out there reading Paradise\nLost and studying The Life and Times of\nCharlie Manson, I want to talk to them.\n\nSomerset looks up from the list, warming to it. He starts\nlooking around, searching for someone.\n\nEXT. ABANDONED CHURCH -- LATE AFTERNOON\n\nSomerset and Mills exit down the stairs. Somerset's still\nsearching, holding the list. He spies a uniformed cop, DARIO.\n\nSOMERSET\nDario! Come here.\n\nDario runs up.",
  "68": "---END OF PREVIOUS SECTION---\nSOMERSET\nDario! Come here. Dario runs up. \n---TARGET SECTION TO BE ANNOTATED---\n Somerset puts his hand on his shoulder and makes\nhim walk with him. Mills continues on to his car.\n\nSOMERSET (CONT)\nAccording to the Father, this orphanage\nwasn't around for more than five or six\nyears in the late fifties. So, I want\nsomeone to go to the Department of Child\nWelfare or City Hall and dig up all the\nrecords on this place. Understand?\n\nDARIO\nI got it.\n\nSOMERSET\nGet a list of every child who attended\nthis orphanage before it shut down. Get\nit on my desk within the hour.\n\nSomerset releases Dario, who runs to obey. Somerset goes to his\nown car. Mills is driving to leave, stops, revs the engine.\nSomerset hands the computer list through the window.\n\nSOMERSET (CONT)\n\nYou thought of this all by yourself?\nThis was your brainstorm?\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 78 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS\nYeah. Is that so hard for you to\nbelieve?\n\nSOMERSET\n\nIt's a pleasant surprise.\n\nMILLS\nI'm not as stupid as I look.\n\nMills peels away. Somerset heads to his own car.\n\nSOMERSET\n(to himself)\nI guess not.\n\nINT. SOMERSET'S OFFICE -- EARLY EVENING\nSeven large photos hang with the other materials on the wall:\n\nThe seven tableau paintings. Gluttony, greed and sloth,\nfollowed by vanity. Vanity shows a woman standing in front of a\nmirror, staring at her image. The floor around her is scattered\nwith flowers. The primary color is violet, and as in all the\npaintings, there is a quality of ugliness in the character.\n\nMILLS (0.S.)\nRamirez. Manuel Ramirez.\n\nSOMERSET (0.S.)\nNo... I don't see any Ramirez.\n\nThe lust painting is next. It shows a man standing over a\nwoman. The woman is nude, under a sheet, and the man's features\nare bizarre, lecherous. He wants that woman. There are apples\non the floor and on the bed. The color is red.\n\nMILLS (0.S.)\nElinski.",
  "69": "---END OF PREVIOUS SECTION---\nThe color is red. MILLS (0. S.)\nElinski. \n---TARGET SECTION TO BE ANNOTATED---\n Dennis Elinski.\n\nSOMERSET (0.S.)\nNo.\n\nEnvy is particularly gruesome. The Devil is seen hovering in\nthe air, wearing a crown, his body orange and slick, wrapped in\na cloak of flames. His arms held high, his right hand grips a\nsword, a bolt of lightning, arrows, wheat, thistles, etc. His\nleft hand, holds a plain globe around which a serpent has\nwrapped itself. He looks down at several pitiful mortals ina\npit of fire. The mortals reach for him, yearn for him, the skin\non their bodies is stretched taut over their bones.\n\nMILLS (0.S.)\nAtwater? Paul Atwater.\n\nSOMERSET (0.S.)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 79 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nNo.\n\nWrath shows a man surrounded by vaporous, satanic demons. He\nstands in a puddle of blood, looking at his hands stained with\nand dripping blood. Other than the rich red, the color is blue.\n\nMills is at his desk, a good portion of the print-out list\ndraped to the floor. He rubs his eyes, sighing, gets back to\nit. Somerset, at the temporary desk, studies his orphan list.\n\nMILLS\n\nOkay, here we go. Listen to the books\nthis guy's been taking out...\n\n(reading list)\nBasic Homicide Investigation. Forensic\nToxicology... The Encyclopedia of Modern\nSerial Killers...\n\n(looks up, excited)\nOf Human Bondage.\n\nSOMERSET\nThat's not what you think it is.\n\nMills is disappointed, runs his finger further down the page.\n\nMILLS\nHoly shit. Somerset...\n(reading list)\nThe Writings of Saint Thomas Aquinas.\n\nMills points to the drawing of \"the Sun in splendor with the\n\neye\" which hangs on the wall.\n\nMILLS (CONT)\nAquinas. Right?\n\nSOMERSET\nThat's right. Let me have it.\n\nMills looks at the page... searching...\nMILLS\nFuck... he used a false name.\nSOMERSET\n\nHow do you know?\nMILLS\nHis library card lists him as Jonathan\n\nDoe.",
  "70": "---END OF PREVIOUS SECTION---\nMILLS\nFuck... he used a false name. SOMERSET\n\nHow do you know? MILLS\nHis library card lists him as Jonathan\n\nDoe. \n---TARGET SECTION TO BE ANNOTATED---\n John Doe.\n\nMills sits back, angry. Something strikes Somerset as odd.\nFamiliar. He starts leafing quickly through the orphanage list.\n\nMILLS (CONT)\nWhat?\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 80 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset finds what he's looking for.\n\nSOMERSET\nChrist... it's like a sick joke.\n\nMILLS\nWhat are you talking about?\n\nSOMERSET\nThere is one boy here. He was\nabandoned... no one knew who his\nparents were, so he was named at the\norphanage...\n(looks at Mills)\nJohn Doe. It's his legal name.\n\nINT. JOHN DOE'S APARTMENT BUILDING, HALLWAY -- EARLY EVENING\nSomerset and Mills climb stairs, turn a corner into this hall.\n\nMILLS\nIt's impossible odds that this is him.\n\nSOMERSET\nWe're focusing.\n\nMILLS\nI know, I know. On one little thing.\nI'm not complaining. I'11l follow\nanything we get and I'll take it any way\nwe can get it.\n\nSOMERSET\nWe'll look at him. Ask a few questions.\nTry to get a feeling whether we should\nkeep tabs on him.\n\nThey reach a door, apartment 3A. Somerset knocks. Mills takes\nout his gun and looks at Somerset to ask \"what do you think?\"\nSomerset nods that he should have the gun ready. Mills steps to\nthe side of the door, knocks hard. Waits.\n\nMILLS\n(quietly)\nI'll do the talking, right? Let me\npractice here... um, excuse me Mr. Doe,\nbut, are you by any chance a serial\nkiller? Oh... oh, you are? Well, come\n\nwith us then, if you don't mind.\n\nMills smiles at his own wit. A STAIR is HEARD CREAKING\noffscreen. Mills turns to look towards the stairs.\n\nA MALE FIGURE stands at the top of the stairs, wearing a hat,\n\nstanding in shadows. The man looks at them, lets out a scream\nof horror and reaches into his coat.\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "71": "---END OF PREVIOUS SECTION---\nA MALE FIGURE stands at the top of the stairs, wearing a hat,\n\nstanding in shadows. The man looks at them, lets out a scream\nof horror and reaches into his coat. http: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 81 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS (CONT)\nSomerset!\n\nGUNFIRE SOUNDS and a bullet slams into door 3A behind Mills. He\nand Somerset recoil in shock, going to the floor as another\nbullet explodes, blasting plaster off the wall. The man is\nHEARD RUNNING back down the stairs.\n\nMILLS (CONT)\nIt's him! Jesus Christ, we can get this\nfucker!\n\nMills jumps up. He moves towards the railing. Somerset sits up\nand takes out his own gun. The stairwell is silent.\n\nMills peers over the railing into the stairwell's center, gun\npointed. A HEAVY METALLIC CLICK is HEARD. Echoes. Mills leaps\nbackwards as bullets begin raining up from below, accompanied by\nthe SOUND of an UZI SUB-MACHINE GUN FIRING.\n\nSomerset lays flat as he and Mills crawl away from the railing,\nwhich is being shredded along with the floor around it. Bullets\nsoar unceasingly. Mills and Somerset hold their hands over\ntheir ears. Pieces of wood and plaster fly everywhere. The uzi\nstops and the man can be HEARD RUNNING again.\n\nMills gets up, covered in debris. He runs down into the smoky\nstairwell. Somerset rolls over, gets up more slowly.\n\nEXT. JOHN DOE'S APARTMENT BUILDING, REAR -- EARLY EVENING\nMills rushes out into this weedy, overgrown courtyard. He sees\na thin vagrant sleeping on the building's junk-pile, then looks\nall directions. His eyes are wild. His gun hand is shaking.\nThe courtyard is surrounded by alleyways. The shooter could\nhave gone anywhere and is nowhere in sight. Somerset comes out,\n\nface wet with sweat. Mills holsters his gun.\n\nMILLS\nAre you alright? Are you okay?\n\nSOMERSET\nYeah. I think so.\n\nThey look at each other for a long time. Both realizing they\ncame very close to dying.\n\nEXT. JOHN DOE'S APARTMENT BUILDING, FRONT -- NIGHT\nPolice cars on scene. Curious civilians have gathered.\nINT.",
  "72": "---END OF PREVIOUS SECTION---\nJOHN DOE'S APARTMENT BUILDING, FRONT -- NIGHT\nPolice cars on scene. Curious civilians have gathered. INT. \n---TARGET SECTION TO BE ANNOTATED---\n JOHN DOE'S APARTMENT BUILDING, STAIRWELL -- NIGHT\n\nUP THE STAIRWELL, several forensics are collecting shell\ncasings, putting them in bags. The casings are scattered all\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 82 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nthe way up the stairs. ONE FORENSIC walks up beside a COP.\n\nONE FORENSIC\nI hear he's running around with an uzi\nin one hand and a book of poetry in the\nother.\n\nCOP\nA real, modern-day renaissance man, huh?\n\nAT THE TOP OF THE STAIRS, two forensics, SARAH and BILLY, wait\nbehind Mills and Somerset. Surgical gloves on all hands. Mills\nkicks at the door to apartment 3A with all his might. Again.\n\nINT. JOHN DOE'S APARTMENT, ROOMONE -- NIGHT\nBOOM -- door flies open. Mills enters with Somerset. Darkness.\n\nMILLS\n(to forensics)\nGive us first crack at it.\n\nSarah and Billy wait in the hall. Somerset hits a switch on the\nwall and a lamp illuminates on a desk. The desk is in the\ncenter of the room, facing them. The walls, floor to ceiling,\nare covered with visual stimuli; pictures, paintings, newspaper\narticles, sketches, writings on napkins and notebook sheets,\netc. Mostly religious images.\n\nThe far wall is made of shelves full of books. Mills goes to\nthe desk while Somerset goes to the books. Books: An Overview\nof Theology, Handbook of Firearms, A History of the World, Summa\nTheologica, U.S. Criminal Law Review, etc.\n\nMills looks at the desktop. The surface is marked by dried oil\ncolors. There are tubes of paint laying out, boxes of water\ncolors and pastels. Mills looks at one corner of the desk. An\norange candle has been allowed to burn down. The wax trail goes\nall the way down the edge of the desk to a puddle on the floor.\n\nSomerset walks, studying one wall of pin-ups.",
  "73": "---END OF PREVIOUS SECTION---\nAn\norange candle has been allowed to burn down. The wax trail goes\nall the way down the edge of the desk to a puddle on the floor. Somerset walks, studying one wall of pin-ups. \n---TARGET SECTION TO BE ANNOTATED---\n There are\narticles about the seven deadly sins, pages from art books,\npencil drawings of Satan and Christ, and drawings of the seven\npaneled tableau paintings which inspired the murders. Somerset\nlifts several sheets to note the paper scraps are spaced so\ntightly and completely that they cover the window.\n\nAt the desk, Mills opens the top middle drawer. It's empty\nexcept for The Holy Bible. he opens another drawer, which is\nfilled with at least forty empty aspirin bottles.\n\nSomerset looks at a door which is papered over by all the\nnewspaper articles and photographs about the seven deadly sin\n\nmurders. He opens the door --\n\nINT. JOHN DOE'S APARTMENT, ROOM TWO -- NIGHT\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 83 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset enters. The ceiling light is on. There are\nbookshelves on each wall, filled with thousands of notebooks.\n\nSomerset takes one notebook down. It is a thick composition\nbook with a marbled black and white cover. Inside, the pages\nare covered in small handwritten sentences and drawings.\n\nSomerset takes down another notebook and opens it. Same as the\nfirst; scribbled sentences and sketches.\n\nHe walks to another wall, pulls another notebook. Same deal.\n\nSOMERSET\nJesus Christ.\n\nINT. JOHN DOE'S APARTMENT, ROOM ONE -- NIGHT\nMills opens a final drawer to find a rosary and a revolver.\n\nHe looks around, nervous and excited, being in the murderer's\nlair. He goes to a closed door across the room, notices John\nDoe's bed in the corner. Sees Doe has a cross nailed to the\nceiling directly above the bed's pillow.\n\nINT. JOHN DOE'S APARTMENT, BATHROOM -- NIGHT\n\nMills enters the bathroom. It has been converted into a\ndarkroom, lit by red bulbs, with strips of film hanging from the\nceiling. WATER is HEARD DRIPPING.\n\nMills opens the shower curtain. Prints hang drying, clipped to\nwires over the tub.\n\nINT. JOHN DOE'S APARTMENT, THE PAINTROOM -- NIGHT\n\nSomerset enters from the room of notebooks. This is John Doe's\nart studio.",
  "74": "---END OF PREVIOUS SECTION---\nINT. JOHN DOE'S APARTMENT, THE PAINTROOM -- NIGHT\n\nSomerset enters from the room of notebooks. This is John Doe's\nart studio. \n---TARGET SECTION TO BE ANNOTATED---\n Windowless, with several easels holding paintings\nin various states of completion. The walls are covered with\nphotos and finished canvases, except for one wall which is blank\nwhite. Somerset turns the lights off.\n\nThere is a 16mm film projector on a table, facing the blank\nwall. Somerset turns the projector on. It clatters to life,\nrunning a piece of film.\n\nThe film is spliced into a non-stop loop. Somerset watches the\nwall, light strobing across him.\n\nThe projector shows an image of clouds drifting, with strange,\nsuperimposed angels in flowing robes floating jerkily. It's\nlike an old, Hollywood version of heaven.\n\nThe image switches abruptly to fire and tormented souls laboring\naround a pit of molten goo. Like Heaven, it's a scratched piece\nof film from Hollywood's early days.\n\nSomerset turns to examine one of the paintings on an easel. The\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 84 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\npainting has been skillfully rendered, in small, controlled\nbrush strokes. It shows a modern city street, stylized, dark.\nThe city is peopled by mutated humans and freakish beasts.\nSinners in the streets, killing, raping, pillaging. Buildings\nare burning, blood is being spilled. It's dense with detail.\n\nSomerset walks to another painting which is covered by a drop\ncloth. He removes the cloth, uncovers a huge canvas. We do not\nsee the painting, but when Somerset does his features turn grim.\n\nMILLS (0.S.)\nSomerset!\n\nMills enters, tormented, weary. He stands in the projector's\nbright beam, holds an 8\" by 10\" print.\n\nMILLS (0.S.)\nSomerset, we had him. Goddamn it.\n\nHe hands a press pass and the photo to Somerset.\n\nMILLS (CONT)\nThe pass is a fake... we had him.\n\nSomerset looks at the photo, a picture of Mills and Somerset on\nthe stairwell of the slum apartment building; the picture John\ntook when he posed as a reporter.\n\nMILLS (CONT)\nWe were that close to him.\n\nSOMERSET\nI know.",
  "75": "---END OF PREVIOUS SECTION---\nSomerset looks at the photo, a picture of Mills and Somerset on\nthe stairwell of the slum apartment building; the picture John\ntook when he posed as a reporter. MILLS (CONT)\nWe were that close to him. SOMERSET\nI know. \n---TARGET SECTION TO BE ANNOTATED---\nSomerset motions to the huge canvas. Mills looks:\n\nThe painting is frightening collage, thick with paint. The\nphoto of Mills and Somerset has been incorporated in bits and\npieces. Duplicate images: enlarged eyes, hands, faces. The\nfaces have been ripped, scratched, mutilated. Grainy eyes with\nholes jabbed in them are mounted in paint beside chopped broken\narms. Mills' head is on Somerset's body, and vice versa. It's\nlike a sick, fragmented vision of a slaughter house floor.\n\nEXT. CITY STREETS -- NIGHT\n\nA block of burnt-out row homes and warehouses. Stray, wild dogs\nroam in a pack. A car turns down this street. It's John Doe's\ncar, moving fast. Its headlights go out and it cruises,\navoiding garbage cans in the street.\n\nFOLLOW the dark car. Ahead, a few blocks away, we can see the\nonly lights in this neighborhood, the flashing reds, whites and\nblues of police activity.\n\nINT. JOHN DOE'S CAR -- NIGHT\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 85 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nJohn Doe brings the car to a stop. He watches the police at\nwork around the abandoned church. He gives no discernable\nreaction, puts the car in reverse. He looks behind as he drives\nback the way he came.\n\nINT. JOHN DOE'S APARTMENT, KITCHEN -- NIGHT\n\nThe refrigerator door is open. A male forensic uses tongs to\nremove Zero's severed hand from behind soda cans and mayonnaise.\n\nINT. JOHN DOE'S APARTMENT, ROOM ONE -- NIGHT\n\nThe forensic walks through with the hand in a clear plastic bag,\npast a FEMALE SKETCH ARTIST who puts the finishing touches on a\nfairly accurate drawing of the balding John Doe.\n\nSKETCH ARTIST\nThis is the guy?\n\nMills stands over the artist. Sarah, Billy and two deputy\ndetectives are at work in the room, photographing, searching.\n\nMILLS\nMake sure it gets around.\n\nSKETCH ARTIST\nYou got it. Tomorrow morning, this\ncity's good citizens will be on the\nlookout for Elmer Fudd.",
  "76": "---END OF PREVIOUS SECTION---\nMILLS\nMake sure it gets around. SKETCH ARTIST\nYou got it. Tomorrow morning, this\ncity's good citizens will be on the\nlookout for Elmer Fudd. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH\n(to Mills)\nWe can't find anything to hang onto. No\npay-stubs, no appointment books or\ncalendars. Not even a book of phone\nnumbers. And, you're not going to\nbelieve this...\n\nMILLS\nKeep looking.\nSARA\nIt's just... we haven't found any\n\nfingerprints yet. Not one.\nMILLS\nYou know, you're right. I don't believe\nit. Keep looking.\nINT. JOHN DOE'S APARTMENT, ROOM TWO -- NIGHT\n\nSomerset reads one of Doe's notebooks. Three cops are looking\nthrough other notebooks from the shelves. Mills enters.\n\nSOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 86 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nWe need to put more men on this.\n\nMILLS\nI'm working on it, alright. What have\nwe got.\n\nSomerset bristles slightly at Mills' abrupt demeanor.\n\nSOMERSET\nWe've got about five thousand notebooks\nin this room. And, as near as I can\ntell, each notebook contains two hundred\nand fifty pages.\n\nMILLS\nThen, he must write about the murders.\n\nSomerset looks at the notebook, reads.\n\nSOMERSET\n\n\"What sick, silly puppets we are, and\nwhat a gross stage we dance on. What\nfun we have, dancing around, not a care\nin the world. Not knowing that we are\nnothing. We are not what God intended.\"\n\n(turns pages)\n\"On the subway today, a man came up to\nstart a conversation. He was making\nsmall talk, this lonely man, talking\nabout the weather and other things. I\ntried to be accommodating, but my head\nbegan to hurt from his banality. I\nalmost didn't notice it had happened,\nbut I threw up all over him. And I\ncouldn't stop myself from laughing.\"\n\n(closes book)\nNo dates indicated. They're placed on\nthe shelves in no discernible order. He\ndescribes a scab on his arm for five\npages, then writes about existential\nphilosophy on the next.\n\nMills walks. He looks into the adjoining paint room.",
  "77": "---END OF PREVIOUS SECTION---\nHe\ndescribes a scab on his arm for five\npages, then writes about existential\nphilosophy on the next. Mills walks. He looks into the adjoining paint room. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET (CONT)\nIt's just his mind poured out on paper.\n\nMills leans in the doorway, looking at Doe's strange artworks.\n\nMILLS\nYou were right. He is preaching.\n\nThe PHONE RINGS in the other room.\nINT. JOHN DOE'S APARTMENT, MAIN ROOM -- NIGHT\nAll attention is focused on the phone on Doe's desk. A tape\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 87 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nrecorder is rigged to the receiver. Mills and Somerset enter.\nMills walks over, pushes a button on the recorder, picks up.\n\nMILLS\n(into phone)\nHello... hello?\n\nJOHN DOE (V.O.)\n(from recorder)\n\nI admire you, David. Imagine my\n\nsurprise on finding you at my doorstep.\n\nI admire you more and more every day.\n\nMILLS\n(into phone)\nOkay, John. Let's...\n\nJOHN DOE (V.O.)\n(from recorder)\n\nNo, no, no! You listen and don't talk.\n\nI suppose you found the painting and the\n\nphotos. This is just as well. Now we\n\nall know we've all seen each other.\n(pause)\n\nI mean what I say. I do admire you.\n\nLong pause. Mills waits.\nJOHN DOE (V.O.,CONT)\nOh, there is one other thing. Fourteen\nhundred thirty. West Eighty-sixth\n\nstreet. Apartment six-o-four.\n\nJohn Doe hangs up.\n\nINT. APARTMENT 604, BATHROOM -- NIGHT\nSomerset looks around this femininely decorated bathroom.\nIn the sink, objects covered in blood: a pair of scissors, a\n\nhypodermic needle, first-aid tape and gauze bandages, a bottle\nof anesthetic for use with the needle, a straight razor.\n\nSomerset moves from the sink, looks in the bathtub. The tub and\n\nshower walls are splattered with blood. The tub has a few\ninches of water in it. The water is cloudy red and bits of\ngauze float in it. Somerset jiggles the drain's knob.\n\nSome bubbles pop up from the clogged drain.\n\nINT. APARTMENT 604 -- NIGHT\n\nMills is in a dark mood. He and Dr.",
  "78": "---END OF PREVIOUS SECTION---\nINT. APARTMENT 604 -- NIGHT\n\nMills is in a dark mood. He and Dr. \n---TARGET SECTION TO BE ANNOTATED---\n O'Neill stand by a WOMAN\nwho hangs by a noose from the ceiling. The woman's head has\n\nbeen bandaged sloppily with white gauze and tape. Her eyes have\n\nbeen left uncovered. The gauze is stained red in small spots.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 88 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nThe woman hangs low, so her feet are inches from the floor where\npiles of dried flowers and a cordless telephone lay. There's a\nchair knocked over behind her.\n\nO'Neill's going through his black bag. A violet, velvet curtain\nhas been draped on the wall in the corner, behind a full length\nmirror. The mirror reflects the corpse. A seven-pointed star\nis smeared in lipstick on the mirror's surface, with the words I\nDID NOT KILL HER, SHE WAS GIVEN A CHOICE below.\n\nSomerset enters from the bathroom, looks at the murder display.\n\nMILLS\nPride. Just like in the painting.\n\nSomerset nods. He walks to a dresser. The woman's purse sits\nopen and Somerset extracts her driver's license. He looks at\nthe photo. The woman in the picture is beautiful.\n\nSOMERSET\nYou can see what he did.\n\nO'Neill steps up to the woman. He brandishes dull scissors.\nThe captain enters with two uniform cops. He looks around,\ngrim, clenching his jaw.\n\nMILLS\nCut her up... dressed the wounds. He\nput the noose around her neck and stood\nher on the chair.\n\nSOMERSET\nShe had the telephone.\n\nMILLS\nCall for help, and you'll live. But,\nyou'll be mutilated.\n\nSOMERSET\nOr, kick out the chair, and spare\nyourself a lifetime of hideousness.\n\nO'Neill's cutting the bandages on the woman's face. He pulls\nthem away in front. Mills looks, disgusted by the sight.\n\nSomerset sits in a chair, runs his fingers through his hair.\n\nO'NEILL\nHe cut off her nose to spite her face.\nAnd he did it very recently.\n\nCAPTAIN\nAlright, boys, you're running on empty.",
  "79": "---END OF PREVIOUS SECTION---\nO'NEILL\nHe cut off her nose to spite her face. And he did it very recently. CAPTAIN\nAlright, boys, you're running on empty. \n---TARGET SECTION TO BE ANNOTATED---\nGo home. Just make sure you sleep with\nthe phone between your knees.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 89 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. BOOKSTORE -- NIGHT\n\nThe bookstore is a labyrinth. Tables and shelves, mountains and\nvalleys of books. Books, new and used, hard and soft, in\ndisorganized groups. CLASSICAL MUSIC PLAYS. A few customers\nsearch for titles.\n\nSomerset walks, downcast, winds out of one aisle into another.\nhe has his jacket over his shoulder, runs his fingers along the\nbooks as he goes. He pulls one book, The Merchant of Venice,\nlooks at it, replaces it. He looks down the aisle and is\nsurprised to see Tracy.\n\nTracy stands solemn, scanning book spines. Somerset approaches.\n\nSOMERSET\nTracy?\n\nTracy brightens a bit upon recognizing him.\n\nTRACY\nSomerset. How are you?\n\nSOMERSET\nI'm alright. I'm glad to see you found\nthis place. I almost should have\nexpected to run into you here, knowing\nthat you teach English.\n\nTracy looks up and around.\n\nTRACY\nIt's so huge. It's amazing.\n\nSOMERSET\nThis is why I moved into this\nneighborhood.\n\nTRACY\nDon't you love the smell of all the old\nbooks. It smells like... like... I\n\nguess just old books, but, I love it.\nSomerset notices Tracy noticing his gun.\nTRACY (CONT)\nForgive me. No matter how often I see\n\nguns, I can't get used to them.\n\nSOMERSET\nSame here.\n\nTracy laughs. She looks at her watch.\n\nTRACY\nIf David's going to be back home soon, I\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 90 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nshould get back.\nShe starts down the aisle and Somerset walks with her.\n\nTRACY (CONT)\nI hope you'll come to dinner another\nnight. Before you leave.",
  "80": "---END OF PREVIOUS SECTION---\nShe starts down the aisle and Somerset walks with her. TRACY (CONT)\nI hope you'll come to dinner another\nnight. Before you leave. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET\nYou can stay and browse a little longer,\ncan't you? I mean...\n\nTracy considers this as they enter an open area.\n\nSOMERSET (CONT)\nI... I hardly know anyone I can talk\nabout books with anymore. I'd\nappreciate the company.\n\nTracy stops. Somerset looks hopeful. Tracy is very tempted.\nINT. BOOKSTORE -- LATER NIGHT\nShelves and empty aisles of books. CLASSICAL MUSIC still PLAYS.\n\nSOMERSET (0.S.)\nThe irony is, that after a day of the\ntype of work he did, he'd come home and\nread me these morbid crime stories. Le\nFanu's Green Tea. Murders in the Rue\nMorgue.\n\nMOVE TO the aisle marked MYSTERY, where Somerset and Tracy are\nleaning against shelves. They both hold books they've selected.\n\nSOMERSET (CONT)\nMy mother would give him hell... because\nI was young, and he was keeping me up\ntill all hours, giving me nightmares.\n\nTRACY\nSounds like a father who wanted his son\nto follow in his footsteps.\n\nSOMERSET\nOne birthday, he gave me a hardcover\nbook called The Century of the\nDetective, by Jurgen Thorwald. It\ntraced the history of detection as a\nscience and it sealed my fate. Because\nit was real, and that a drop of blood or\na piece of hair could solve a crime...\nwas incredible to me.\n\nA CLERK looks down the aisle, then walks on.\nCLERK (0.S.)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 91 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nWe're closing up, Somerset.\n\nSOMERSET\nOkay, thanks.\n\nTRACY\nDavid's going to wonder where I am.\n\nSOMERSET\nI'll give you a ride.\n\nTRACY\nNo. Please, don't bother.\n\nSOMERSET\nI have to insist. If your husband found\n\nout I let you ride the subway at this\nhour he'd tear my head off.\n\nThey make their way out of the aisle. Somerset chuckles.\n\nSOMERSET (CONT)\nI mean, literally.\n\nEXT.",
  "81": "---END OF PREVIOUS SECTION---\nSomerset chuckles. SOMERSET (CONT)\nI mean, literally. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CITY STREET -- NIGHT\nSomerset's car stops at the corner of Mills' street.\nINT. SOMERSET'S CAR -- NIGHT\n\nSomerset puts the car in park. Tracy sits for a long time, then\nturns to face Somerset.\n\nTRACY\nYou've lived here for so long, Somerset.\nYou know this city. I...\n\nTracy can't quite figure how to put it.\n\nSOMERSET\nIt's a hard place, Tracy.\n\nTRACY\nWhen David and I lived in Philadelphia,\nwe could afford to live on the\noutskirts. But now...\n\n(pause)\nI hate it here. I feel scared, and I\nfeel sick and... I hate it.\n\nTracy wants to laugh, like it's silly, but can't pull it off.\n\nSOMERSET\nYou have to put blinders on sometimes.\nMost times. But, keep in mind, Tracy,\nlike tonight, there are small pockets of\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 92 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nsanity. Some bars and bookstores.\nMuseums. Several last vestiges of\ncivilization.\n\nEXT. CITY STREET -- NIGHT\n\nIn Somerset's car, Tracy and Somerset continue talking.\n\nOn the other side of the street, closer to the middle of the\nblock, John Doe's car is parallel parked at the curb.\n\nINT. JOHN DOE'S CAR -- NIGHT\n\nBehind the wheel, John Doe is slumped low, calmly watching\nSomerset and Tracy. He can see them clearly from here.\n\nINT. SOMERSET'S CAR -- NIGHT\nTracy looks out through the windshield, fighting tears.\nTRACY\n\nI've visited so many of the schools,\nlooking for work, you know. And, the\n\nconditions are... horrible. I can't\nbelieve how bad it is.\n(pause)\n\nChildren shouldn't have to grow up here.\n\nSOMERSET\nYou can always look into the private\nschools. You'll find something.\n\nSomerset gives her a handkerchief. She wipes her tears.\n\nSOMERSET (CONT)\nYou're too hard on yourself, Tracy.\n\nShe will not look at him, keeping herself under control.\n\nSOMERSET (CONT)\nIt's okay to hate this city.",
  "82": "---END OF PREVIOUS SECTION---\nSOMERSET (CONT)\nYou're too hard on yourself, Tracy. She will not look at him, keeping herself under control. SOMERSET (CONT)\nIt's okay to hate this city. \n---TARGET SECTION TO BE ANNOTATED---\n It's\nnatural. But, there is a bright side in\nall this. There is. You want to hear\nit?\n\nTracy is able to muster a small smile.\n\nTRACY\nOh, God, yes. Please.\n\nSOMERSET\nI can't think of another place that\nneeds education more than this city.\nAnd you're a teacher. You can make a\ndifference in a few people's lives.\nIt's a very good thing.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 93 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nTracy leans to give him a kiss on the cheek.\n\nTRACY\nGoodnight, Somerset.\n\nThey remain close, looking into each other's eyes.\n\nSOMERSET\nGoodnight.\n\nSomerset reaches to touch Tracy's face. They kiss. They kiss a\nlong time. Tracy wraps her arms around Somerset's neck.\nSomerset runs his fingers through Tracy's hair. They share\ntheir sorrow. Tracy's tears run down her face. Finally, they\npart, opening their eyes.\n\nThey know this is wrong. Somerset's hands are shaking. He\ngrips the wheel, feels helpless.\n\nSOMERSET (CONT)\nI'm sorry, Tracy. I'm sorry.\n\nTracy's face is flushed. She is confused.\n\nTRACY\nI... I better go.\n\nTracy gets out, neglects to close the door, not looking back.\nSomerset tries to come to his senses. He doesn't understand\neither, and his heart is aching. He adjusts the rearview mirror\nto watch Tracy go.\n\nINSERT -- THROUGH REARVIEW MIRROR -- SOMERSET'S P.O.V.\n\nTracy walks down the block, straightening her hair. She runs.\n\nINT. SOMERSET'S CAR -- NIGHT\n\nSomerset looks away from the mirror. he holds his head in his\nhands for a moment.\n\nEXT. CITY STREET -- NIGHT\n\nSomerset leans to pull the door shut, puts the car in gear.\nHe drives, turns the corner.\n\nINT. JOHN DOE'S CAR -- NIGHT\n\nJohn Doe watches Somerset's car leave. Doe turns his attention\nto Tracy, who hurries along the other side of the street. Tracy\nlooks back, enters her apartment building, digs out her keys.",
  "83": "---END OF PREVIOUS SECTION---\nJOHN DOE'S CAR -- NIGHT\n\nJohn Doe watches Somerset's car leave. Doe turns his attention\nto Tracy, who hurries along the other side of the street. Tracy\nlooks back, enters her apartment building, digs out her keys. \n---TARGET SECTION TO BE ANNOTATED---\nShe gets through the door and climbs stairs, disappearing.\n\nEXT. CITY STREET -- NIGHT\n\nDoe gets out of his car.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 94 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nHe looks both ways down the street, walks towards Mills' and\nTracy's building.\nINT. MILLS' APARTMENT, BEDROOM -- LATER NIGHT\n\nMills and Tracy are asleep in their bed. Mills' eyes shift\nunder their lids. Rapid eye movement.\n\nA SOUND is HEARD from the other room. Mills awakens. He lays\nstill a moment, then gets up, slowly, reaches to take his gun\noff the bedside table. He grabs his pants from a chair, slides\ninto them.\n\nINT. MILLS' APARTMENT, LIVING ROOM/KITCHENETTE -- NIGHT\n\nMills opens the bedroom door and enters quietly, gun held up.\nHe moves, crouching.\n\nIn the dark, objects in the room and shadows from windows form\ncomplex, confusing patterns.\n\nMills walks between moving boxes, attempting to remain silent.\nHe aims the gun from point to point as he advances.\n\nHe gets to a closet. Staying on one side, he opens the door and\npoints his gun. He carefully separates the clothing hanging\n\nthere. Nothing. No one.\n\nHe turns to look over the room. It's the first time we see it\nin Mills' eyes -- real fear.\n\nThe door to the apartment is wide open.\n\nINT. MILLS' APARTMENT BUILDING, HALLWAY -- NIGHT\n\nMills moves from his apartment, gun out, into the dark hallway.\nThe coast is clear. He stays low, moves down the hall. He\nstops, looks up.\n\nEXT. MILLS' APARTMENT BUILDING, ROOFTOP -- NIGHT\n\nMills shoves the rooftop door open. It creaks as it swings.\nMills moves out, backwards, looking to top the raised rooftop\nentrance, covering it with his gun. He moves around, sees\nnothing, walks to the edge of the roof and looks over.\n\nINT. MILLS' APARTMENT, BEDROOM -- NIGHT\n\nMills returns to the bedroom, still holding his gun up.",
  "84": "---END OF PREVIOUS SECTION---\nHe moves around, sees\nnothing, walks to the edge of the roof and looks over. INT. MILLS' APARTMENT, BEDROOM -- NIGHT\n\nMills returns to the bedroom, still holding his gun up. \n---TARGET SECTION TO BE ANNOTATED---\n He\nlooks at Tracy asleep in the bed. The room begins to RATTLE a\n\nlittle as a subway train is again passing underground.\n\nHe walks to the window and checks the lock. He halts. He opens\nthe window and reaches out. The rattling is a bit LOUDER.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 95 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nFrom the fire escape, he picks up a bundle of thorny thistles\nwrapped with a rubber band. Mills realizes, Doe was here.\n\nINT. SAFE HOUSE -- NIGHT\nThe room is plain, like the room Mrs. Gold was kept in. The\ndoor opens and Tracy and Mills enter. They look sleepy,\ncarrying suitcases. A uniformed cop closes the door for them.\nMills goes to lay a suitcase on a table while Tracy looks\naround, depressed, distant. The lighting is bad. There are no\ndecorations, no windows. A wide crack runs down one wall.\nTracy sits down on the bed. Mills notices her discontent.\nMILLS\nIt won't be for long, honey. I swear.\n\nThis is just till this is over.\n\nTRACY\nI know.\n\nMills goes to sit beside her. He puts his hand on her shoulder.\n\nMILLS\nI'm sorry.\n\nTracy nods. She stands, goes to start turning down the covers.\n\nTRACY\nI know. It can't be helped.\n\nMills feels useless, powerless. He goes to the suitcase and\nstarts unpacking the contents. Tracy continues turning down the\nsheets.\n\nINSERT -- TITLE CARD\n\nSATURDAY\n\nINT. PRECINCT HOUSE, SOMERSET'S OFFICE -- EARLY MORNING\n\nThe chalkboard: 1 gluttony (x) 5 lust\n2 greed (x) 6 envy\n3 sloth (x) 7 wrath\n4 pride (x)\n\nSomerset is seated, holding the photo of the lust painting from\nthe tableau. Mills is behind his own desk. They both look like\nthey haven't gotten much sleep.\n\nMILLS\n\nThere's two people in that painting.\nSo, maybe he's planning to kill two\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "85": "---END OF PREVIOUS SECTION---\nThey both look like\nthey haven't gotten much sleep. MILLS\n\nThere's two people in that painting. So, maybe he's planning to kill two\n\nhttp: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 96 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\npeople this time. Maybe.\nMills looks at Somerset, who doesn't seem to be listening.\n\nMILLS (CONT)\nWhat's wrong this morning?\n\nSOMERSET\nNothing. Sorry.\n\nSomerset looks up, sips from a cup of coffee, looks at the\nphoto. Mills swings his chair, looks out the window at the\nmorning light on the billboard.\n\nMILLS\nLust is next. Lust is sex.\n\nSOMERSET\nApples on the floor. Original sin.\n\nMILLS\nAdam and Eve.\n\nSomerset puts the photo down, leans back, takes out a cigarette.\n\nMILLS (CONT)\nSex, sex, sex. Fucking sex.\n\nSOMERSET\nLust is everywhere. That's the hard\npart. I think lust is the most\nprevalent sin, even more than greed.\n\nSomerset looks at the burning tip of his cigarette. He gets up\nto stretch his legs.\n\nMills picks up the lust photo, puts his feet up on the desk.\n\nMILLS\n\nLust is red.\nLong pause.\n\nSOMERSET\nBright red.\n\nMILLS\nBlood red.\n\nSOMERSET\n\nRed sky at night, sailor's delight.\n\nMILLS\nRed blooded. Red head. Dead.\n\nSOMERSET\nRed light district.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 97 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nPause. Realization. Somerset and Mills look at each other.\n\nMILLS\nThat would make sense.\n\nSOMERSET\nIt would be fitting.\n\nMILLS\nYou're damn right it would.\n\nMills picks up the phone.\n\nEXT. CITY STREETS, PORNO DISTRICTS -- AFTERNOON\n\nPorno theaters and Adult Bookstores rule these busy sidewalks.\nMarquees offer SEXY STUFF, PUSSY FEST and movies like MIDNIGHT\nPLOWBOY and NATIONAL LAM-PORN'S CHRISTMAS INSERTION. Cops are\nwalking through the pedestrian flow, handing out photocopies.\nThere are many patrol cars on the street. Definitely a larger\nthan usual police presence.",
  "86": "---END OF PREVIOUS SECTION---\nCops are\nwalking through the pedestrian flow, handing out photocopies. There are many patrol cars on the street. Definitely a larger\nthan usual police presence. \n---TARGET SECTION TO BE ANNOTATED---\nCops are questioning the proprietors of porn at the entrances of\ntheir shops and theaters.\n\nCops are taping photocopies onto lamp posts. These photocopies\nare warnings, with the drawing of John Doe's face above a line\nof information and the words HAVE YOU SEEN THIS MAN?\n\nINT. WILD BILL'S LEATHER SHOPPE -- AFTERNOON\n\nSomerset's holding up the composite sketch of John Doe.\n\nWILD BILL (0.S.)\nYeah, he was here. This morning.\n\nMills and Somerset are across the sales counter from WILD BILL,\n37. Wild Bill is shirtless, covered in tattoos. A thick scar\nruns down his forehead to his bent nose. Leather belts, whips\nand jackets hang from the walls.\n\nMILLS\nIt was definitely him? You're positive?\n\nWILD BILL\nYeah. John Doe. Easy name to remember.\n\nSOMERSET\nWhat was this job you did for him?\n\nWild Bill pulls a box from behind the counter, digs in it.\n\nWILD BILL\nI got a picture of it. That's what he\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 98 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\ncame for this morning. I figured he\nmust be one of those art guys... like\nthose guys who piss in a cup and drink\nit on stage. Performance art.\n\nWild Bill gives a polaroid to Mills. We don't see the image.\n\nMILLS\nOh, fuck...\n\nWILD BILL\nI think I undercharged him. I was up\nall night working to finish it.\nSOMERSET\n(looks at photo)\nYou built this for him? You built this?\n\nWILD BILL\nI've built weirder shit than that.\n\nA BEEL CHIMES as a POLICEMAN enters the store.\n\nPOLICEMAN\nSomerset... we have a situation.\n\nMills and Somerset follow the policeman out.\n\nWILD BILL\nHey, my picture!\n\nThey're gone. Wild Bill scratches his scar.\n\nWILD BILL (CONT)\n\nFucking pigs.\n\nEXT. THE HOT HOUSE MASSAGE PARLOR -- AFTERNOON\nIt's a madhouse outside The Hot House. Police action in\nprogress.",
  "87": "---END OF PREVIOUS SECTION---\nEXT. THE HOT HOUSE MASSAGE PARLOR -- AFTERNOON\nIt's a madhouse outside The Hot House. Police action in\nprogress. \n---TARGET SECTION TO BE ANNOTATED---\n Cops have formed a barrier, holding off a crowd and\ncreating an aisle to the back of a jail-van. Cops and\ndetectives escort various men, women and transvestites into the\nlarge vehicle. The crowd, consisting of the dregs of society,\nis angry. Some spit and throw trash at the cops.\n\nINT. THE HOT HOUSE, RECEPTION AREA -- AFTERNOON\n\nAn ANGRY COP pounds his nightstick on a glass cage. Inside the\ncage sits an oily FAT MAN in front of a wall of sex toys.\n\nFAT MAN\nJust wait!\n\nCOP\nGet out of the fucking booth!\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 99 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nFAT MAN\nJust wait! I'll come out, just wait!\n\nINT. THE HOT HOUSE, CORRIDORS -- AFTERNOON\n\nAll the lights and walls are red. Mills and Somerset follow a\nCOP through the twisting corridors. ROCK MUSIC THROBS. They\nreach a door.\n\nCOP\nI don't want to go in there again.\n\nINT. THE HOT HOUSE, RED ROOM -- AFTERNOON\n\nMills and Somerset enter. ROCK MUSIC CONTINUES, LOUD. A strobe\nlight flashes from the ceiling onto TWO AMBULANCE ATTENDANTS.\nThe first attendant places a sheet over a bed, hiding the corpse\nof a WOMAN with long blonde hair. The second attendant tries to\nexamine the pupils of a CRAZED MAN, 55, who sits naked on the\nfloor, wrapped in a sheet. A COP holds the crazed man down.\n\nCRAZED MAN\nHe... he... he made me do it!\n\nSECOND ATTENDANT\nI have to look at you. I have to look\nat you.\n\nAn X is scratched into the red paint on the wall. Mills and\nSomerset move towards the covered body.\n\nThere are apples on the bed and floor. The ROCK MUSIC from\noutside SUDDENLY STOPS.\n\nFIRST ATTENDANT\nYou're not going to want to see this\nmore than once.\n\nCRAZED MAN\nHe had a gun! He... he made me do it!\n\nThe sheet is lifted for the detectives.",
  "88": "---END OF PREVIOUS SECTION---\nCRAZED MAN\nHe had a gun! He... he made me do it! The sheet is lifted for the detectives. \n---TARGET SECTION TO BE ANNOTATED---\n They grimace at what\nthey see. We do not see. Somerset closes his eyes and walks to\nface a wall, shaken. The first attendant replaces the sheet.\nMills steps back, takes out his handkerchief and sucks on it.\nCRAZED MAN (0.S.,CONT)\nHe made me do it!\n\nINT. SANATORIUM, WHITE ROOM -- AFTERNOON\n\nA polaroid is on a white table. It is the photo Wild Bill gave\nto Mills and Somerset. It is a picture of a belt, made with\n\nextra leather straps so it can be worn securely around the\ngroin. It is a strap-on phallus, but there is no plastic\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 100 of 138\n\f\"Seven\", unproduced draft, by Andre\n\nprotuberance.\n\nw Kevin Walker\n\nInstead, there is a metal knife. It is a strap-\n\non butcher's knife.\n\nSomerset is seated beside the white table in this white room.\n\nMills stands behind him. The crazed man from the lust murder is\n\nin a chair across the room. The crazed man is crying.\n\nThe man slides\n\nMills looks at\nSomerset stand\nuniforms enter\nINT. PRECINCT\n\nSomerset and M.\nSomerset is lo\n\nSomerset looks\nof mail, sorts\ninterests him.\nhandwritten in\n\nHe takes out a\n\nCRAZED MAN\nAnd... and... and he said... he asked if\nI was married. And, I could see he had\na gun in his hand.\n\nSOMERSET\nWhere was the girl?\n\nCRAZED MAN\nWhat? What?\n\nSOMERSET\nWhere was the prostitute?\n\nCRAZED MAN\nShe was... she was on the bed. She was\njust sitting on the bed.\n\nSOMERSET\nWho tied her down? You or him?\n\nCRAZED MAN\nHe had a gun. He had a gun, and he made\nit happen. He made me do it!\nHe made me put it on... that thing. Oh,\nGod... he made me wear it. He had the\ngun in my mouth.\n\noff the chair and hides his face in his hands.\n\nCRAZED MAN (CONT)\nThe gun was in my throat.\n\nthe mirror in the room.",
  "89": "---END OF PREVIOUS SECTION---\noff the chair and hides his face in his hands. CRAZED MAN (CONT)\nThe gun was in my throat. the mirror in the room. \n---TARGET SECTION TO BE ANNOTATED---\ns, picks up the Polaroid as two men in white\nto collect the crazed man from off the floor.\nHOUSE, SOMERSET'S OFFICE -- EARLY EVENING\n\nills are shell-shocked, seated at their desks.\noking out the window. Mills stares at the wall.\n\nto his temporary desk. He picks up a small pile\n\nthrough it. An 8\" by 10\" manila envelope\nIt reads DETECTIVE SOMERSET on the outside,\nred marker. He opens it.\n\ngrainy photograph of he and Tracy kissing in his\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 101 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\ncar. It's obviously been taken with a special night-lens.\n\nSomerset goes pale, suppressing a gasp. He holds the photo to\nhide it from Mills, looks to see Mills has not noticed. He\nfeels panicky, crumples the photo and envelope in his hand.\n\nINT. PRECINCT HOUSE, MEN'S ROOM -- NIGHT\n\nSomerset enters, latches the door. He takes the crushed photo\nand envelope from his pocket. He quickly checks under the\nstalls to see he is alone. He opens a window, goes to the sink.\n\nHe takes out his cigarette lighter, lights the envelope and\nphoto, watches them catch. Once they're burning steady he\nthrows them in the sink.\n\nHe backs away, leans against the wall, watching, feeling sick.\n\nINT. SPORTS BAR -- NIGHT\n\nSomerset and Mills sit with a full pitcher of beer between them.\nThe JUKEBOX plays QUIETLY for other customers. The walls of the\nbar are lined with trophies, ribbons and other victory symbols.\n\nSOMERSET\nThere's not going to be a happy ending.\nIt's not possible.\n\nMILLS\nIf we get him, I'll be happy enough.\n\nSOMERSET\nNo. Face it now. Stop thinking it's\ngood guys against the bad guys in this\ncity.\n\nMills drinks deep, pours more.\n\nMILLS\nHow can you say that? Especially after\ntoday?\n\nSOMERSET\nYou tell me...",
  "90": "---END OF PREVIOUS SECTION---\nMILLS\nHow can you say that? Especially after\ntoday? SOMERSET\nYou tell me... \n---TARGET SECTION TO BE ANNOTATED---\n when you walk into an\n\napartment, and a man has beaten his wife\nto death, or, a wife murdered her\nhusband in cold blood... and you have to\nwash the blood off their children. You\nput the killer in jail. Who won?\n\nMILLS\nIf I thought like you, I'd have slit my\n\nwrists a long time ago.\n\nSOMERSET\nWhere's the victory?\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 102 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nSomerset sits\n\nMILLS\nYou do your job. Follow the law and do\nthe best you can. It's all there.\n\nSOMERSET\nIf we caught John Doe tomorrow, and it\nturned out he was the devil... if it\n\nturned out he was literally Satan, then,\nthat might live up to our expectations.\nNo human being could do these horrible\nthings, right?! But, this is not the\ndevil. It's only a man.\n\nMILLS\nWhy don't you shut the fuck up for a\nwhile?! Huh? You make these\nspeeches... like you know everything\nthere is to know.\n\nback, looking at Mills.\n\nMILLS (CONT)\nYou think you're preparing me for the\nhard times ahead?\nYou think you're toughening me up?\nWell, you're not!\n\n(pause)\nYou're quitting, fine... but I'm staying\nto fight.\n\nSOMERSET\nWho are you fighting for? People don't\nwant a champion. They just want to keep\nplaying the lottery and eating\nhamburgers.\n\nMILLS\nWhat the fuck is wrong with you, huh?\nWhat burnt you out?\n\nSOMERSET\nThere's no one thing, if that's what you\nmean. I just... I can't live anymore\n\nwhere stupidity is embraced and nurtured\nas if it were a virtue.\n\nMILLS\nYou're so much better than everyone,\nright? No one's worthy of you.\n\nSOMERSET\nWrong! I sympathize completely.\nBecause if you can't win... then, if you\n\ndon't ignore everything and everyone\naround you, you go insane. It's easier\nto smoke crack, and not worry that your\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "91": "---END OF PREVIOUS SECTION---\nI sympathize completely. Because if you can't win... then, if you\n\ndon't ignore everything and everyone\naround you, you go insane. It's easier\nto smoke crack, and not worry that your\n\nhttp: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n|\n\n11/13/13 3:17 PM\n\nPage 103 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nwife and kids are starving to death.\nAnd, it's so much easier to bear a child\ntill that child finally shuts up,\nbecause it takes so much work to love.\nAnd, if you bothered to think about the\nabuse, and the damage, you'd be sad.\n\nMILLS\n\nYou're talking about people who are\n\nmentally ill. You're...\n\nSOMERSET\n(cuts in, furious)\n\nNo, I am not! I'm talking about common,\neveryday life here. Where Ignorance\nisn't bliss, it's a matter of survival.\n\nMILLS\n\nListen to yourself. You say, \"the\nproblem with people is they don't care,\n\nso I don't care about people.\"\n\nyou're not part of the solution...\n\nSOMERSET\n(cuts him off)\n\nPeople who are in arguments over their\nheads always use meaningless slogans.\nBut, life doesn't conform to analogies.\n\nMILLS\n\nYou're already here, and you've been\nhere a long time. So, there's a part of\nyou that knows, even if everything you\nsay is true, none of it matters.\n\nSOMERSET\nThat part of me is dead.\n\nMills stands.\n\nMILLS\n\nFuck you. You want me to agree with\nyou. \"Yeah, you're right, Somerset,\nthis place is fucked. Let's go live in\na fucking log cabin!\" Well, I don't\nagree with you. You're quitting, and it\nmakes me sick. Cause, you're the best\n\nI've ever seen.\n\nMills digs out some money and throws it on the table.\n\nMILLS (CONT)\nThanks for the beer.\n\nMills leaves. Other patrons watch him go. Somerset takes out\ncigarette. He goes to light it. The lighter will not light,\n\nand when it does, Somerset's hand is shaking.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 104 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. SAFE HOUSE -- NIGHT\n\nMills comes quietly into the bedroom.",
  "92": "---END OF PREVIOUS SECTION---\nThe lighter will not light,\n\nand when it does, Somerset's hand is shaking. http: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 104 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. SAFE HOUSE -- NIGHT\n\nMills comes quietly into the bedroom. \n---TARGET SECTION TO BE ANNOTATED---\n Tracy is asleep in the\nbed. Mills takes off his jacket, puts it down. He sits on a\nchair and unties one shoe, takes it off. He looks at Tracy,\nlooks at her a long time.\n\nHe puts the shoe on the floor and goes to get on the bed. He\nkisses Tracy's forehead, looks at her sleeping innocently. He\nis touched, saddened. He kisses her cheek, then wraps his arms\nunder and around her. He holds tight, kisses her again. Tracy\nstirs.\n\nTRACY\nDavid?\n\nMills his face against her, holding tighter still.\n\nMILLS\nI love you.\n\nTracy holds his face in her hands, sees that he is crying.\n\nTRACY\nDavid?\n\nMILLS\nI love you.\n\nMills clings to her. She wraps her arms around him as he cries\nquietly against her, and she kisses him, tries to comfort him.\nHe sobs.\n\nEXT. CITY STREETS, INDUSTRIAL AREA -- NIGHT\n\nJohn Doe walks in this section of huge industrial complexes.\nFactories and foundries are lined side by side, seemingly for\nmiles. We can HEAR TUGBOAT HORNS sounding low and deep. We're\nnear the water.\n\nDoe seems to know where he's going. He passes stacks of\nindustrial piping and steel drums piled to the sky.\n\nHe walks through an industrial junk-yard filled with trashed\nbulldozers, trucks and discarded factory equipment. It's like a\nstroll through a bone-yard of dead dinosaurs.\n\nAt the end of this field of metal, there is a tall, narrow\nalleyway formed by two warehouses. Doe enters, looking up at\nthe single lit bulb on the wall above.\n\nHe looks at the ground, picks up a rock and a beaten hubcap,\nwalks under the bulb. He throws the hubcap with all his might.\nIt soars, but misses the bulb, falls to the ground behind.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 105 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nDoe takes aim with the rock. He throws, grunting.\nThe rock smashes the bulb, bringing darkness to the alley.\n\nDoe walks back to the mouth of the alley.",
  "93": "---END OF PREVIOUS SECTION---\nHe throws, grunting. The rock smashes the bulb, bringing darkness to the alley. Doe walks back to the mouth of the alley. \n---TARGET SECTION TO BE ANNOTATED---\n He stops and turns to\nstart from there. He walks, deliberately, looking down at his\nfeet. FOLLOW as he walks.\n\nHe stops, looks back to the way he came, then looks down at the\nground in front of him again. He takes off his thick glasses.\n\nHe holds the glasses in his hand.\n\nINT. SOMERSET'S APARTMENT, BEDROOM -- NIGHT\n\nSomerset is in bed. The metronome is sounding: tick, tick,\ntick... The SOUNDS of the CITY are LOUD.\n\nSomerset closes his eyes, concentrating on the metronome. Tick,\ntick, tick... A MAN and a WOMAN are HEARD SCREAMING at each\nother incoherently from outside. Somerset rolls over, restless.\nTick, tick, tick...\n\nA THIRD VOICE is HEARD from outside. This man is screaming at\nthe other two people to shut up. Somerset opens his eyes, sits\nup. He reaches over, grabs the metronome and throws it against\nthe wall.\n\nINSERT -- TITLE CARD\n\nSUNDAY\n\nINT. SOMERSET'S APARTMENT, BEDROOM -- EARLY MORNING\n\nSomerset sits away from the bed. He's smoking a cigarette. The\nPHONE RINGS. Somerset gets up, not in the best of moods.\n\nSOMERSET\n(into phone)\nHello.\n\nTRACY (V.O.)\n(from phone, upset)\nHello, Somerset. It's Tracy.\n\nSOMERSET\nIs everything alright?\n\nTRACY (V.O.)\nYes. Everything's fine. Could... could\n\nyou meet me somewhere. To talk.\n\nSOMERSET\n(pause)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 106 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nI don't think that's a good idea.\n\nTRACY (V.O.)\nI need to talk to someone, Somerset.\nYou're the only friend I have here. I\ndon't know anyone else.\n\nINT. COFFEE CAFE -- MORNING\n\nSomerset and Tracy are seated in a booth by the window. The\ncity's morning rush passes by outside. The cafe is noisy.\nTracy is very upset. Somerset is very uneasy.",
  "94": "---END OF PREVIOUS SECTION---\nThe cafe is noisy. Tracy is very upset. Somerset is very uneasy. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET\nDavid doesn't know about this? You\nhaven't told him?\n\nTracy shakes her head. Somerset sighs. Long silence.\n\nSOMERSET (CONT)\nI have to tell you, Tracy, I'm not the\none to talk to about this.\n\nTRACY\nI just can't think straight. I don't\nknow why I called you, except I can't\nstand to hold it as a secret anymore. I\nhad to get it out... and I can't tell\nDavid yet. Not yet.\n\nSomerset takes out his cigarettes, but thinks better of it and\nputs them away. He watches Tracy stir her coffee.\n\nSOMERSET\nI... I had a relationship once, very\nmuch like a marriage. And, there was a\nbaby. A long time ago. Things were\ngood. And I got up one morning, and I\nwent on a case... a murder, like any\nother. Except it was my first since\nhearing about the baby. And, I felt\nthis fear and anxiety coming over me. I\nlooked around and I thought, how can I\nraise a child here? So, that night, I\ntold her I didn't want us to have\nchildren, And, over the next few\nweeks... I convinced her...\n\nTears come to Somerset's eyes.\n\nSOMERSET (CONT)\nI mean, I wore her down... slowly.\n\nTRACY\nI want to have children. But...\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 107 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSOMERSET\nI can tell you, I know... I'm positive I\nmade the right decision. I'm positive\nit was the right thing to do. But,\nthere's never a day that goes by that I\ndon't wish I had decided differently.\n\nTracy reaches to hold Somerset's hand, but he withdraws it,\nwipes his tears away.\n\nSOMERSET (CONT)\nIf you... if you decide not to have the\nbaby... if that's what you decide, then\nnever tell Mills you were pregnant.\nI mean that. Never tell.\n(pause)\nYour marriage would just wither, and die\n\naltogether.",
  "95": "---END OF PREVIOUS SECTION---\nI mean that. Never tell. (pause)\nYour marriage would just wither, and die\n\naltogether. \n---TARGET SECTION TO BE ANNOTATED---\nTracy looks around the cafe, tears in her eyes.\n\nSOMERSET (CONT)\nBut, if you decide to have the baby,\nthen, at that very instant, when you're\nabsolutely sure... tell him. Tell him\nthat exact second. And, spoil that kid\nevery chance you get.\n\nTRACY\nSomerset...\n\nSomerset stands. He forces a smile.\n\nSOMERSET\nThat's all the wisdom I can share with\nyou, Tracy. I barely know you.\n\nTRACY\nWill I see you again, before you leave?\n\nSOMERSET\nProbably not. But, it's probably better\nthat way.\n\nSomerset steps away, leaves. Tracy watches him go.\n\nEXT. CITY STREET -- DAY\n\nMills and Somerset walk towards the precinct house. They wade\nthrough cars to cross the street.\n\nSOMERSET\nI've decided... I want to stay on, till\nthis is over. Till either it's done, or\nwe can see it will never end.\n\n \n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 108 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills remains impassive.\n\nMILLS\nOh, you want to stay now?\n\nSOMERSET\nOne of two things is going to happen.\nWe're either going to get John Doe...\nor, he will finish his series of seven,\nand he'll never be found.\n\nMILLS\nYou think if you stay you're doing me\nsome big favor?\n\nSOMERSET\nI'm requesting you keep me on as your\npartner a few more days. You'd be doing\nme the favor.\n\nMILLS\nYou knew I'd say yes.\n\nSOMERSET\nNo. I wasn't sure at all.\n\nThey enter the precinct house. Down the sidewalk, from a\ndistance, comes John Doe. His brown workboots and clothing are\nsplattered with blood.\n\nHe walks towards the precinct house, hands in his pockets, like\nhe's merely out for a walk on a Sunday afternoon. People on the\nsidewalk stop upon seeing him, avoiding him.\n\nINT.",
  "96": "---END OF PREVIOUS SECTION---\nHe walks towards the precinct house, hands in his pockets, like\nhe's merely out for a walk on a Sunday afternoon. People on the\nsidewalk stop upon seeing him, avoiding him. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PRECINCT HOUSE, RECEIVING LOBBY/BOOKING -- DAY\n\nMills and Somerset walk past booking cubicles and benches of\nhandcuffed low-lifes. The place is swimming with activity.\n\nThe two detectives head to a duty desk at the end of the room.\n\nSOMERSET\nAs soon as this is over, I'll be gone.\n\nMILLS\nWhat a great big surprise that is.\n\nThey pass through a gate and Somerset goes to the staircase\nleading to the second floor. Mills stops at the duty desk.\nOther cops are fighting for the DUTY SERGEANT'S attention.\n\nMILLS (CONT)\nMills and Somerset are on the premises.\n\nSERGEANT\nWonder-fucking-ful.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 109 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMills stops, looks. Somerset stops, looks back down the stairs.\n\nJohn Doe stands inside the precinct house doors. He holds out\nhis arms as if to say \"presto, here I am.\"\n\nNear silence comes to the room as all eyes go to the figure of\nJohn Doe.\n\nMills is riveted, finding this impossible to comprehend.\nOne UNIFORMED COP takes out his gun, points it at John Doe.\n\nUNIFORMED COP\nIt's him!\n\nSeveral other cops drop what they're doing and draw weapons.\nMills, still off-balance, walks back through the gate, takes his\n\ngun out and points it at Doe.\n\nMILLS\nGet down on the floor.\n\nSomerset comes back down the stairs.\n\nSOMERSET\nBe careful!\n\nCops move slowly in on Doe from all sides.\n\nANOTHER COP\nYou heard him! Get on the floor!\n\nJohn Doe gets on his knees, hands up. Mills moves close, but\nnot too. ONE COP comes from behind, nudges Doe with his foot.\n\nONE COP\nSpread your legs and get your hands out\n\nin front of you.\n\nMILLS\nGet down! Face down!\n\nJohn Doe gets on his stomach, obeys. Mills comes right up to\nDoe, steps on his neck, puts his gun against Doe's head.\n\nMILLS (CONT)\nDon't move. Don't move a fucking inch.\n\nCops frisk and handcuff Doe.",
  "97": "---END OF PREVIOUS SECTION---\nMILLS (CONT)\nDon't move. Don't move a fucking inch. Cops frisk and handcuff Doe. \n---TARGET SECTION TO BE ANNOTATED---\n Somerset comes beside Mills.\n\nSOMERSET\nI don't believe it.\n\nJOHN DOE\nHello, Lieutenant Somerset.\n\nCOP\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 110 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nWhat the hell is this?\n\nThe cop putting the handcuffs on Doe holds up Doe's hands. Doe\nwinces. Every single one of Doe's fingers has a bandage wrapped\naround it. John Doe looks up, his face pressed against the\nfloor, glasses askew, Mills' gun at his temple.\n\nJOHN DOE\nI want to speak with my lawyer.\n\nINT. PRECINCT HOUSE, OBSERVATION ROOM -- DAY\nMills, Somerset and the captain stand in darkness.\n\nOn the other side of a two-way mirror, John Doe is seated in a\nrestraining chair in an interrogation room. His hands and legs\nare bound with leather straps to the chair's arm and legs. A\nstrap hold tight around Doe's throat. This is not some\nsuperman/serial killer. He looks more like an eccentric college\nprofessor. His lawyer MARK SWARR, 43, sits at a table, taking\nnotes.\n\nMills holds a fingerprint card. The black ink prints are just\nuseless blobs with traces of blood in them.\n\nCAPTAIN\nHe cuts off the skin of his fingertips.\nThat's why we can't find a single usable\nprint in his apartment. For a long\ntime, he's been cutting before the\npapillary lines can grow back.\n\nMILLS\nWhat about the trace on his bank\naccount? The guns?\n\nCAPTAIN\nThe orphanage is all we have. His bank\naccount is only five years old and it\nstarted as cash. There's no credit\nhistory, no employment history. We even\ntried to trace his furniture. All we\nknow for sure is he's wealthy, well\neducated and totally insane. We may\nnever know how he got that way.\n\nSomerset stands looking in at Doe.\n\nSOMERSET\nBecause he is John Doe, by choice.\n\nMILLS\nWhen do we get to question him?\n\nCAPTAIN\nYou don't. This goes to court now.\n\nhttp: //www.dailyscript.",
  "98": "---END OF PREVIOUS SECTION---\nCAPTAIN\nYou don't. This goes to court now. http: //www.dailyscript. \n---TARGET SECTION TO BE ANNOTATED---\n/scripts/seven_early.htm| Page 111 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS\nThis doesn't make sense, captain. He\nwouldn't just turn himself in!\n\nCAPTAIN\nWell, there he sits. It's not supposed\nto make sense.\n\nMILLS\nHe's not finished!\n\nCAPTAIN\nYou're wound way too tight on this,\nMills.\n\nMILLS\nSomerset... help me out here.\n\nSomerset looks at them. Says nothing.\n\nCAPTAIN\nIt's over.\n\nThe captain leaves. Mills is furious.\n\nMILLS\nDamn it, Somerset. You know Johnny's\nfucking with us. He's pissing in our\nfaces again!\n\nSOMERSET\nSlow up. You and I are, probably for\nthe first time ever, in total agreement.\nHe wouldn't just stop.\n\nMILLS\nWell... what the fuck, man?\n\nSOMERSET\nJohn Doe's only two murders away from\nfinishing his masterpiece, right? But,\ncan you even conceive of what might\nhappen next? I mean, can you tell me\nhow he's going to go about it?\n\nMILLS\n(pause)\n\nSOMERSET\nI can tell you this; I recognize his\nlawyer. His name is Mark Swarr. He's\nthe one who kept Zero out of prison.\n(pause)\nWe'll wait for John Doe's plea.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 112 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nINT. PRECINCT HOUSE, SOMERSET'S OFFICE -- DAY\n\nMills is at the desk with his feet up, stares at the chalkboard:\n\n1 gluttony (x) 5 lust (x)\n2 greed (x) 6 wrath\n\n3 sloth (x) 7 envy\n\n4 pride (x)\n\nClock on the wall says 4:45. Somerset packs books into boxes,\npreparing for his eventual departure. The captain opens the\ndoor and steps into the office. He clears his throat,\n\nlike there is something very wrong.\n\nINT. PRECINCT HOUSE, CAPTAIN'S OFFICE -- DAY\n\nMills and Somerset stand together.",
  "99": "---END OF PREVIOUS SECTION---\nHe clears his throat,\n\nlike there is something very wrong. INT. PRECINCT HOUSE, CAPTAIN'S OFFICE -- DAY\n\nMills and Somerset stand together. \n---TARGET SECTION TO BE ANNOTATED---\n The captain is behind his\ndesk with the D.A., Martin Talbot, seated in front of him.\nSwarr addresses them all, seems nervous, but in control.\n\nSWARR\nMy client says there are two more\nbodies... two more dead, hidden away.\n\nHe will take Detective Mills to these\nbodies, but only Detective Mills. Only\nat six o'clock, today.\n\nSwarr wipes his brow with a handkerchief.\n\nTALBOT\nOh, Christ.\n\nMILLS\nWhy me?\n\nSWARR\n\nHe says he admires you.\n\nSOMERSET\n(to captain)\nThis is all part of his game plan.\n\nSWARR\nMr. Doe claims that if the detective\ndoes not accept this offer, the bodies\nwill never be found.\n\nCAPTAIN\nFrankly, counselor, I'm inclined to let\nthem rot.\n\nMills walks up into Swarr's face.\n\nMILLS\nYou like what you do for a living?\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 113 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nCAPTAIN\nBack off, Mills.\n\nSWARR\nI'm required by law to serve my clients\nto the best of my ability, and to serve\ntheir interests.\n\nMills eases off. Talbot is agitated, tapping a finger on the\ngold tooth in his mouth. He looks at Swarr.\n\nTALBOT\nWe don't make deals like this.\n\nCAPTAIN\nWe're going to have to pass.\n\nSWARR\nMy client... he also wishes that I\ninform you, if you do not accept, he\nwill plead insanity, across the board.\n\nTALBOT\nLet him try. I'd like to see him try!\n\nSWARR\nCome now, Martin. Even he knows, with\nthe nature of these crimes, I could get\nhim off with such a plea.\n\nTalbot stands, wringing his hands. Mills and Somerset are\nlooking at each other, thinking it over.\n\nTALBOT\nI'm not letting this conviction slide.",
  "100": "---END OF PREVIOUS SECTION---\nTalbot stands, wringing his hands. Mills and Somerset are\nlooking at each other, thinking it over. TALBOT\nI'm not letting this conviction slide. \n---TARGET SECTION TO BE ANNOTATED---\nI can tell you that, right here and\nright now!\n\nSWARR\nHe says, if you accept, under his\nspecific conditions, he will sign a full\nconfession and plead guilty... right\nhere, and right now.\n\nTalbot looks at Swarr with hatred.\n\nMILLS\nI'll do it.\n\nSOMERSET\nHold on... just a minute.\n\nSomerset turns to Talbot.\nSOMERSET (CONT)\nIf he were to plead insanity... this\n\nconversation is admissible. The fact\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 114 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nthat he's blackmailing us with his\nplea...\n\nSWARR\nAnd, my client reminds you, two more\npeople are dead. The press would have a\nfield day if they found out the police\ndidn't seem too concerned about finding\nthem... giving them proper burial.\n\nMILLS\nI'll do it. I want to finish it.\n\nSomerset is thinking it through. He looks at Mills.\n\nSOMERSET\n(to captain)\nWell... let's get the fucking lawyer out\nof the room, and we can talk about how\nthis whole thing's going to go down.\n\nINT. PRECINCT HOUSE, BATHROOM -- LATE AFTERNOON\n\nMills' hand reaches to the sink to pick up a razor. He's\nshirtless, his chest covered in shaving cream. He starts\nshaving in front of a mirror. Somerset is behind him, smoking.\n\nSOMERSET\nIf John Doe's head splits open, and a\nU.F.O. flies out, I want you to have\nexpected it.\n\nMILLS\nI will.\n\nSOMERSET\nNo emotion. Stay as cold as ice.\n\nMILLS\nI will.\n\nSomerset flicks ash in the sink. Mills finishes shaving. He\nsteps away from the sink and wipes his chest off with a towel.\n\nMILLS (CONT)\n(very serious)\nListen, Somerset... we've been through a\nlot together. And, I uh...\n\nSOMERSET\nWhat is it?\n\nMILLS\nI would like to make sweet love to you.\n\nSomerset walks away. Mills laughs.\n\nhttp: //www.dailyscript.",
  "101": "---END OF PREVIOUS SECTION---\nSomerset walks away. Mills laughs. http: //www.dailyscript. \n---TARGET SECTION TO BE ANNOTATED---\n/scripts/seven_early.htm| Page 115 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nSOMERSET\nPlease...\n\nAs they leave.\n\nMILLS\nGive me a kiss on the lips.\n\nSOMERSET\nGive me a break.\n\nINT. PRECINCT HOUSE, READY ROOM -- LATE AFTERNOON\n\nMills has his shirt off. A female technician, Josie, tapes a\nradio transmitter and microphone to his chest.\n\nSomerset sits nearby at one of the ready room desks. He wears\nbullet-proof vest, is just finishing a check of his gun. He's\nputting the bullets back into it.\n\nJosie finishes prepping Mills. Mills presses the adhesive,\nmaking sure it will hold. He puts on a shirt and bullet-proof\n\nvest, fastens the velcro.\n\nSomerset stands, puts the gun in his hip holster.\n\nMills picks up his own gun, checks it, holsters it. He watches\n\nSomerset take out a roll of antacids. Somerset pops a few.\n\nSOMERSET\nReady?\n\nMILLS\nExtremely.\n\nThey look at each other. Mills holds out his hand. They shake\n\non it.\n\nINT. CITY STREET, IN FRONT OF PRECINCT HOUSE -- LATE AFTERNOON\n\n11/13/13 3:17 PM\n\na\n\nThe street is full of shadows as the sun is falling low. On the\n\nsteps of the precinct house, a throng of reporters shifts\nanxiously. A line of policemen holds them back. The precinct\ndoors open. Martin Talbot arrives, escorted by cops. The\npress swarm lurches forward, flashbulbs explode.\n\nTalbot holds out his hands, quieting them, about to speak.\nEXT. CITY STREET, AT BACK OF PRECINCT HOUSE -- LATE AFTERNOON\n\nMills' car pulls out of the fenced parking lot. John Doe is\nseated in the rear.\n\nThe car speeds up on the street, turns onto an avenue, heading\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\nPage 116 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\ninto a canyon formed by tall buildings. At the corner, a car is\nparked.\n\nSomerset is at the wheel.",
  "102": "---END OF PREVIOUS SECTION---\nThe car speeds up on the street, turns onto an avenue, heading\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\nPage 116 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\ninto a canyon formed by tall buildings. At the corner, a car is\nparked. Somerset is at the wheel. \n---TARGET SECTION TO BE ANNOTATED---\n He pulls out, follows Mills' car.\nEXT. SKYSCRAPER ROOFTOP -- LATE AFTERNOON\n\nCalifornia is dressed in full battle gear. He looks through\nbinoculars at the city below. The wind blows hard.\n\nHe turns and runs to a sleek helicopter on the roof's heli-pad,\nclimbs in the side door. The PILOT leans back from the cockpit\nto hand him a helmet. California dons it, starts strapping\nhimself in so he can lean out the open door.\n\nCALIFORNIA\nIs this wind going to hurt us?\n\nThe pilot cranks the helicopter's whining engine and the blades\nstart to spin, churning the air.\n\nPILOT\nJust makes the ride a little more fun.\n\nCalifornia hefts a high-powered automatic rifle as the chopper\nlifts from the pad and takes off.\n\nINT. MILLS' CAR -- LATE AFTERNOON\n\nMills drives, looking to the back seat through the rearview\nmirror. A steel mesh partition separates front from back.\n\nJohn Doe sits with his hands cuffed. He is dressed in gray\npants and a gray shirt. His feet are cuffed to a metal fastener\non the floor of the car. Rivulets of sweat pour down his face.\nHe seems wired.\n\nMILLS\nWhat's your story, Johnny? Who are you,\nreally?\n\nDoe pushes his glasses back up the bridge of his nose, looks at\nMills' eyes in the rearview mirror.\n\nJOHN DOE\nIt doesn't matter who I am. Who I am\nmeans absolutely nothing.\n\nINT. SOMERSET'S CAR -- LATE AFTERNOON\n\nSomerset adjusts the volume on a radio receiver mounted on the\ndash. He watches the road ahead, tailing Mills.\n\nMILLS (V.O.)\n(from receiver)\nWhat's your deal? You seem pretty\nfucking nervous.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 117 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nJOHN DOE (V.O.)\n(from receiver)\n\nI want this to go well. It's very\n\nimportant to me, obviously.\n\nINT. POLICE HELICOPTER -- LATE AFTERNOON\n\nThe chopper hovers amongst skyscrapers. California and the\npilot are listening, through their helmet headsets.",
  "103": "---END OF PREVIOUS SECTION---\nINT. POLICE HELICOPTER -- LATE AFTERNOON\n\nThe chopper hovers amongst skyscrapers. California and the\npilot are listening, through their helmet headsets. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS (V.O.)\n(from headset)\nYou want this to go well? What is this?\n\nJOHN DOE (V.O.)\n(from headset)\n\nTurn right on this street. Stay in the\n\nleft lane.\n\nCalifornia leans out the chopper door, using his binoculars.\nEXT. CITY STREET -- LATE AFTERNOON\nMills' car weaves through traffic.\n\nSomerset's car isn't far behind, goes through a red light,\nbarely missing a truck. Other cars blow their horns.\n\nINT. SOMERSET'S CAR -- LATE AFTERNOON\n\nA cellular phone on the passenger side is BEEPING. Somerset\npushes a button on the phone's panel. He puts on a\nheadset/telephone, speaks into the mouthpiece.\n\nSOMERSET\nI'm here.\n\nCALIFORNIA (V.O.)\n(from headset)\nDowntown and moving west. Looks like\nyou're going to be crossing water.\n\nSOMERSET\nIf we're on the bridge, you keep your\ndistance. You hear me?\nINT. POLICE HELICOPTER -- LATE AFTERNOON\nThe helicopter hovers steady. California stows his binoculars.\nSOMERSET (V.O.)\n(from headset)\n\nCross the river before us if necessary.\n\nCALIFORNIA\nYou got it.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 118 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nCalifornia taps the pilot's helmet.\nEXT. CITY SKY -- LATE AFTERNOON\n\nThe helicopter dips, flying like a bullet over the city skyline,\nheading towards the river and the setting sun.\n\nEXT. CITY STREETS -- LATE AFTERNOON\n\nFROM HIGH ABOVE, we see traffic on the highway at the polluted\nriver's edge. Cards and trucks move like blood through veins.\n\nDOWN CLOSER, we can see Mills' car in the flow. The car turns\ninto a lane of traffic on its way to the huge suspension bridge.\n\nSomerset's car is in close pursuit.\n\nUNDER THE BRIDGE, the police helicopter travels close to the\nwater, moving parallel to the bridge, but low, so that it's out\nof the sightline of the vehicles above.\n\nINT.",
  "104": "---END OF PREVIOUS SECTION---\nSomerset's car is in close pursuit. UNDER THE BRIDGE, the police helicopter travels close to the\nwater, moving parallel to the bridge, but low, so that it's out\nof the sightline of the vehicles above. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SOMERSET'S CAR -- LATE AFTERNOON\n\nTraffic is bumper to bumper. Somerset moves his headset\nmouthpiece to smoke a cigarette. He steers onto the bridge,\nunder the massive girders.\n\nMILLS (V.O.)\n(from receiver)\n\nFor us to go pick up two more dead\n\nbodies, and have that be the end of\n\nit... just seems too boring for you.\n\nINT. MILLS' CAR -- LATE AFTERNOON\nBeyond the crest of the bridge, the sunset is crimson.\n\nMILLS\nWouldn't be sensational enough.\n\nJOHN DOE\nWanting people to pay attention, you\ncan't just tap them on the shoulder.\n\nJohn Doe strains to turn, looks out the back window.\nJOHN DOE (CONT)\nSometimes you have to hit them in the\nhead with a sledgehammer... and then you\n\nget their strict attention.\n\nMILLS\nWhat are you looking at, Johnny?\n\nJOHN DOE\nLooking back... at the city proper...\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 119 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nDoe situates forward, holds his hands in front of his face,\nlooking at his bandaged fingers.\n\nJOHN DOE (CONT)\nAnd yet, no pillar of salt.\n(smiles to himself)\nLost on you, isn't it? You've never\nread the Bible, have you, David?\n\nMILLS\nI remember a lot of people reading it at\nme when I was a kid. I preferred the\nclassic comic version myself.\n\nThis is an affront to Doe, angers him. Mills sees it, likes it.\nMILLS (CONT)\nI used to have \"Godspell\" on an eight-\ntrack tape. Does that count?\n\nDoe leans forwards, fury building in him.\n\nJOHN DOE\nYou make me sick.\n\nMILLS\nSit back, freak.\n\nMills slams his fist against the partition. Doe sits back.\nJOHN DOE\n(under his breath)\nIgnorant heathen.\nMILLS\nRight, right. I forgot. You think\nthese murders were for God. Right?\n(pause)\nI'm asking you seriously.",
  "105": "---END OF PREVIOUS SECTION---\nYou think\nthese murders were for God. Right? (pause)\nI'm asking you seriously. \n---TARGET SECTION TO BE ANNOTATED---\n You really\nthink what you did was God's good work?\n\nDoe looks out the window at other cars, refuses to answer.\n\nHe's pressing the tips of his forefingers into his thumbs,\ncausing blood to drip from under the bandages.\n\nJOHN DOE\nThe Lord works in mysterious ways.\n\nEXT. CITY STREETS, INDUSTRIAL AREA -- NIGHT\n\nIt's getting dark. We've been in this section of factories\nbefore, with John Doe. The police helicopter soars overhead.\n\nINT. POLICE HELICOPTER -- NIGHT\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 120 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nCalifornia's looking down, wearing night-vision goggles.\nINSERT -- CALIFORNIA'S P.O.V. -- THROUGH GOGGLES\n\nThe goggles allow California to see clearly into the maze formed\nby buildings, yards and worksheds below. No one in sight.\n\nCALIFORNIA (0.S.)\nFuck, man... there's about a thousand\nplaces to be ambushed out here.\n\nINT. SOMERSET'S CAR -- NIGHT\n\nThe headlights are off. Mills' car's red brake lights are far\nahead on this industrial road.\n\nCALIFORNIA (V.O.)\n(from headset)\nI don't see anything... not yet.\n\nSOMERSET\n(in mouthpiece)\nA quick sweep is all we get. Clear out\nnow. You're right in front of us.\nSomerset reaches to turn up the volume on his radio receiver.\nMills is HEARD SINGING \"Jesus Christ Superstar,\" loud. Somerset\nallows a very faint smile.\nINT. MILLS' CAR -- NIGHT\nMills drives along, singing.\nMILLS\nJesus Christ, Superstar... who in the\nworld do you think you are? Jesus\nChrist, Superstar...\nDoe's in the back seat, trying to bear it, steaming.\nEXT. INDUSTRIAL SKIES -- NIGHT\n\nThe chopper goes high, away, over the industrial area.\n\nIt moves to the other side of the factories and settles in low\nover the river.\n\nINT. SOMERSET'S CAR -- NIGHT\n\nMills' tune comes to a conclusion.",
  "106": "---END OF PREVIOUS SECTION---\nIt moves to the other side of the factories and settles in low\nover the river. INT. SOMERSET'S CAR -- NIGHT\n\nMills' tune comes to a conclusion. \n---TARGET SECTION TO BE ANNOTATED---\n Somerset slows the car as he\nsees Mills' brake lights go on ahead.\n\nJOHN DOE (V.0.)\n\n(from receiver)\nWe can walk from here.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 121 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSOMERSET\n(in mouthpiece)\nYou stay out of this unless I call you\nin, California. Understand?\nCALIFORNIA (V.O.)\n(from headset)\nYou're in charge.\nSomerset takes off the headset/phone, stops the car.\nEXT. INDUSTRIAL ROAD, AT SOMERSET'S CAR -- NIGHT\nSomerset gets out. He looks through binoculars.\n\nINSERT -- SOMERSET'S P.O.V. -- THROUGH BINOCULARS\n\nMills' car has stopped under the lights of a junk-yard. Mills\ngets out. He walks to unlock the passenger door.\n\nMILLS (V.O.)\n(from receiver)\n\nAlright, Somerset. Going for a stroll.\nAT MILLS' CAR\nMills opens the passenger door. Doe looks out.\n\nMILLS\n\nLean on your side. Hands behind your\n\nhead and lock your fingers together.\nDoe obliges. Mills moves to unchain Doe's feet, cautious.\n\nINSERT -- SOMERSET'S P.O.V. -- THROUGH BINOCULARS\n\nMills lets Doe out. Doe does a deep knee bend to loosen his\nlegs. Mills takes out his gun.\n\nMILLS (V.O.)\n(from receiver)\nWhere are we going?\n\nDoe points with handcuffed hands, at a path through the junk-\nyard, towards warehouses. Mills motions with his gun.\n\nMILLS (V.O.,CONT)\n(from receiver)\n\nLead the way.\n\nDoe starts walking. Mills follows, keeping the gun on Doe. We\nlose sight of them behind the junk-yard's massive pieces.\n\nAT SOMERSET'S CAR\n\nSomerset lowers his binoculars. He gets back in the car, leaves\nthe lights off, drives slowly towards Mills' car.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 122 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nEXT.",
  "107": "---END OF PREVIOUS SECTION---\nAT SOMERSET'S CAR\n\nSomerset lowers his binoculars. He gets back in the car, leaves\nthe lights off, drives slowly towards Mills' car. http: //www.dailyscript.com/scripts/seven_early.htm| Page 122 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n INDUSTRIAL AREA, JUNK-YARD -- NIGHT\n\nMills follows Doe past rusting collections of machines. We took\nthis walk with Doe before, through this metallic bone-yard.\n\nJOHN DOE\nIt's right this way.\n\nMills is on edge. His eyes search the towering, twisted junk.\nSharp edges reach for the sky. Glass breaks under their feet.\n\nMILLS\nSo far, so good.\n\nSOUNDS of BOATS on the river can be HEARD. Doe's heading for\nthe alleyway created by two warehouses beyond the junk-yard.\n\nDoe nears the alleyway. It is pitch dark. Doe stops before\nentering, turns to Mills.\n\nJOHN DOE\nIn here.\n\nMills steps up, keeping his distance from Doe. He can't see a\nthing in the blackness ahead.\n\nMILLS\nYou go first.\n\nDoe faces the alley. He starts walking. We MOVE with him as he\ngoes. He's counting silently to himself, moving his lips.\n\nMills walks behind Doe, keeping a sharp eye out in all\ndirections. He's about ten feet behind Doe, keeping his gun\n\ntrained on the back of Doe's skull.\n\nMILLS (CONT)\nTell me where we're going.\n\nDoe continues walking, counting his steps, a bit quicker.\nINT. SOMERSET'S CAR -- NIGHT\nSomerset has pulled along Mills' car, at the junk-yard.\nMILLS (V.O.)\n(from receiver)\nSlow down, Johnny. Stop right there.\n(pause)\nI said stop!\n\nEXT. WAREHOUSE ALLEYWAY -- NIGHT\n\nDoe walks on. Mills is behind, walking to close the gap. We\ncan HEAR the faint SOUND of RUSHING WATER.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 123 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nMILLS\nI'll blow your head off right now!\n\nDoe stops abruptly. He spins on his heels, facing Mills.\nMills is getting closer, pumped, ready to pull the trigger.\n\nDoe reaches up with his hands, takes off his glasses. He holds\nthem in one hand. The SOUND of the WATER is LOUDER.\n\nMills is about six feet from Doe, and knows something's wrong.\nJohn Doe smiles.",
  "108": "---END OF PREVIOUS SECTION---\nThe SOUND of the WATER is LOUDER. Mills is about six feet from Doe, and knows something's wrong. John Doe smiles. \n---TARGET SECTION TO BE ANNOTATED---\nMILLS (CONT)\nWhat...\n\nDoe takes one step backwards and falls, straight down,\ndisappears in the blink of an eye.\n\nMILLS (CONT)\nNo!\n\nINT. SOMERSET'S CAR -- NIGHT\nSomerset looks towards the far off alleyway, horrified.\nMILLS (V.O.)\n(from receiver)\nMotherfucker! No!\nINT. WAREHOUSE ALLEYWAY -- NIGHT\nMills stands facing the open manhole cover Doe disappeared into.\nA torrent of water rushes by underground. Mills fires a few\nfutile shots into the water, out of his mind with rage. He\npulls back the top of his bullet-proof vest, exposing the\n\nmicrophone.\n\nMILLS\nHe's gone, Somerset! He's in the water!\n\nEXT. INDUSTRIAL ROAD, SOMERSET'S CAR -- NIGHT\n\nSomerset leaps out, takes out his gun. FOLLOW as he runs into\nthe junk-yard as fast as he can.\n\nMILLS (V.O.)\n(from receiver)\nI'm going in!\nINT. POLICE HELICOPTER -- NIGHT\nThe chopper's over the river. California listens intently.\n\nMILLS (V.0.)\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 124 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\n(from headset)\nI have to go in after him!\n\nSTATIC CRACKLES LOUD in his headset, then it GOES DEAD.\nCalifornia grips his mouthpiece.\n\nCALIFORNIA\nSomerset, what's going on down there?!\n\nINT. UNDERGROUND WATERWAY -- NIGHT\n\nAn underground pipe-way. Mills tries to swim, is mostly carried\nin the flow. He's battered against the sides of the pipe,\nholding his breath desperately.\n\nEXT. INDUSTRIAL JUNK-YARD -- NIGHT\n\nFOLLOW Somerset as he charges onwards through the junk-yard,\nstumbling over pieces of metal. He runs towards the alleyway.\n\nINT. UNDERGROUND WATERWORKS -- NIGHT\n\nWATER ROARS. A square pool of water churns. A moment, then\nMills rises, gasping, choking. He's disoriented, furious,\nwaving his gun, expecting Doe to be right on top of him.\n\nNo one around. Mills looks. This is some sort of unmanned\nwater switching station.",
  "109": "---END OF PREVIOUS SECTION---\nNo one around. Mills looks. This is some sort of unmanned\nwater switching station. \n---TARGET SECTION TO BE ANNOTATED---\n the walls are covered in catwalks,\ndrainage pipes and tunnels. Some tunnels and pipes spew water\n\ndown into the central pool, others are sealed shut.\n\nMills pulls himself from the central pool to a concrete\nspillway. He stands up, searching. Doe could be anywhere.\n\nMILLS\nCome on, Johnny! I'm right here!\n\nINT. UNDERGROUND WATERWORKS TUNNEL -- NIGHT\n\nThere is a plastic bag with an automatic pistol and extra clip\ninside hanging from a protruding shut-off valve. John Doe's\nhands tear the bag open, taking the contents.\n\nEXT. WAREHOUSE ALLEYWAY -- NIGHT\n\nSomerset enters the alley, short of breath. He points his gun\nin front of him, fearful. Moving slowly.\n\nSOMERSET\nMills!\n\nINT. POLICE HELICOPTER -- NIGHT\nCalifornia is enraged, looks towards the pilot.\n\nCALIFORNIA\nGod damn it! Let's do something!\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 125 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nPILOT\nSomerset said wait!\n\nCALIFORNIA\nFuck that! Let's go!\n\nPILOT\nWhere?\n\nCALIFORNIA\nI don't know! Just go!\n\nINT. UNDERGROUND WATERWORKS -- NIGHT\nMills climbs onto a catwalk. He passes tunnels, looking down\neach, intense, ready to kill. A waterfall flows and over the\n\nother end of the catwalk.\n\nMills stands, looking over the railing at the central pool and\nother tunnels. He points his gun and fires into a far tunnel.\n\nMILLS\nCome on! Let's do it! You and me!\n\nA figure appears in the center of the waterfall behind Mills.\n\nMILLS (CONT)\nI'm not going to let you win this!\n\nJohn Doe steps out of the waterfall, putting on his glasses.\n\nHe seems calm, unloads his gun into Mills' back... BLAM, BLAM...\nMills twists, blown forward by the bullets slamming into his\nbullet-proof vest. BLAM, BLAM, BLAM... he stumbles, trying to\nturn and fire back, but bullets strike him down and he falls to\nthe floor of the catwalk, gun falling from his hand.",
  "110": "---END OF PREVIOUS SECTION---\nBLAM, BLAM... Mills twists, blown forward by the bullets slamming into his\nbullet-proof vest. BLAM, BLAM, BLAM... he stumbles, trying to\nturn and fire back, but bullets strike him down and he falls to\nthe floor of the catwalk, gun falling from his hand. \n---TARGET SECTION TO BE ANNOTATED---\nCLICK. Doe's gun is empty. The gunshots echo. Mills lays\nthere on his stomach, pounded, blacking out, the hot bullets in\nhis vest smoking and sizzling from the water splashing them.\nDoe moves quickly, starts searching Mills' pockets.\n\nEXT. WAREHOUSE ALLEYWAY -- NIGHT\n\nSomerset comes upon the open manhole. Water rushes by.\n\nSOMERSET\nChrist.\n\nINT. UNDERGROUND WATERWORKS -- NIGHT\nThe central pool bubbles, undulating. Somerset surfaces,\n\ninhaling, bringing his gun up. He looks. No one in sight.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 126 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSOMERSET\nMills! Pull out!\n\nHis voice reverberates, barely heard against the roaring water.\nhe swims to the edge, climbs out. He walks, looking...\n\nSOMERSET (CONT)\n(pleading)\nPull out now!\nSomerset looks up, and freezes up on seeing --\n-- Doe's handcuffs hang, swinging, on the rail of the catwalk\nabove, with Mills' radio transmitter and wire tied to them.\n\nEXT. INDUSTRIAL JUNK-YARD -- NIGHT\n\nSomerset runs to his car, driven, gasping for breath, still\nsoaking wet. He stops for one second, looks.\n\nNot too far away, the police helicopter flies low to the ground,\nturning in wide circles.\n\nSomerset climbs into the car, starts it up. He drives away,\nleaving his lights off. The engine protests loudly, forced to\nits limit. The car disappears in darkness.\n\nThe police helicopter circles, useless.\n\nEXT. ABANDONED CHURCH/ORPHANAGE -- NIGHT\n\nThe church stands elegant at night, when its decayed state is\npartially hidden. Small shafts of light escape from holes in\nthe facade and just into the blackness.\n\nSomerset is out of his car. He strides towards the church,\nchecks his gun as he goes. FOLLOW with him, getting closer to\nthe church. He climbs the stairs.\n\nSomerset steps up and kicks the church doors open, met by a\ntremendous blast of light --\n\nINT.",
  "111": "---END OF PREVIOUS SECTION---\nFOLLOW with him, getting closer to\nthe church. He climbs the stairs. Somerset steps up and kicks the church doors open, met by a\ntremendous blast of light --\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ABANDONED CHURCH -- NIGHT\n\nFlickering orange light from hundreds of once tall orange\ncandles, now burnt low. They greet Somerset, in the church's\nold candle racks, on the floor, on the altar and all through out\n\nthe pews.\n\nSomerset's eyes try to adjust to the light. He holds his gun\nready, walks down the long center aisle.\n\nJOHN DOE (0.S.)\nHello, Somerset.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 127 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nDoe sounds far, his voice echoing from the front of the church.\n\nSOMERSET\nWhere's David?\n\nJOHN DOE (0.S.)\nHe's here. With me.\n\nSOMERSET\nTell me what you want.\n\nSomerset can see through the heat warp. Doe stands facing him\nfrom the altar.\n\nJOHN DOE\nWhat do I want? The same you... I want\nan ending. Stay where you are. Put\nyour gun on the floor and slide it all\nthe way down here.\n\nSomerset obeys, bends, slides the gun down the aisle till it\nhits the bottom altar stair. He keeps walking, slowly.\n\nSOMERSET\nI want to see him. Show me Mills.\n\nOn the altar, Doe is sweating hard, standing over Mills. Mills\nis slumped forward on the floor, unconscious. His bullet-proof\nvest has been removed.\n\nMills' hands are tied tight together in front of him, tied to\none end of the thick rope suspended from the ceiling. Doe holds\nthe other end of the rope, has his gun tucked under his belt.\n\nJOHN DOE\nYou're an intelligent man, Somerset.\nYou understand what you're a part of,\ndon't you? When this is finished, it\nwill seem surreal, but it will be a\nwhole, crystalline reality. And, no one\nwill be able to deny it, no matter how\nhard they try.\n\nDoe's voice is thick with passion. Somerset is about halfway\ndown the aisle, still moving.\n\nSOMERSET\nYou're a murderer. That's all. The\nonly way you've distinguished yourself\nis by your particular brutality.\n\nDoe walks across the altar.",
  "112": "---END OF PREVIOUS SECTION---\nThat's all. The\nonly way you've distinguished yourself\nis by your particular brutality. Doe walks across the altar. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN DOE\nYou know that's not true. You know.\n\nSOMERSET\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 128 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nYou're killing innocent people, and I\nshould admire you? You're doing it\nbecause it gives you pleasure. That's\nthe only purpose... your sick pleasure.\n\nDoe picks up a container of gasoline, looks out at Somerset.\n\nJOHN DOE\nStay where you are!\n\nSomerset stops.\n\nJOHN DOE (CONT)\nI won't deny my personal desires. I\nwon't.\n\nDoe begins dousing Mills with gasoline, covering Mills' body and\nclothing. Mills stirs, coming to. He coughs, choking on the\ngas and fumes.\n\nJOHN DOE (CONT)\nBut, I don't mourn the victims in this\nany more than I mourn the thousands who\ndied in Sodom and Gomorrah.\n\nSomerset looks fearful. He starts approaching again.\n\nSOMERSET\nAll you've done is cause more misery and\npain! You've given people all the more\nreason to believe there is no God!\n\nSomerset eyes his gun at the bottom of the stairs.\n\nDoe sees Somerset moving, throws the gas can away, takes out his\ngun. Doe walks to the edge of the altar, all the time holding\nhis end of the rope.\n\nJOHN DOE\nStop!\n\nSomerset is twitching with anger, looking at the gun about\nfifteen feet in front of him.\n\nMills manages to look up, weak, his eyes barely able to open\nbecause of the stinging gasoline.\n\nMILLS\nSomerset?\n\nDoe takes one step down off the altar. Somerset is still edging\nforward, hands out away from his body.\n\nSOMERSET\nDo you really think I'm just going to\nlet this happen?! You think I'm going\nto let him die?\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 129 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nJOHN DOE\nYes.",
  "113": "---END OF PREVIOUS SECTION---\nSOMERSET\nDo you really think I'm just going to\nlet this happen?! You think I'm going\nto let him die? http: //www.dailyscript.com/scripts/seven_early.htm| Page 129 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nJOHN DOE\nYes. \n---TARGET SECTION TO BE ANNOTATED---\nDoe fires his gun and the bullet slams into the front of\nSomerset's bullet-proof vest. Somerset flies back, knocking\nover a rack of candles on his way to the floor.\n\nDoe walks quickly back onto the altar.\n\nMILLS\nMotherfucker!\n\nMills tries to grab at Doe as he passes, but Doe turns and kicks\nMills in the ribs. Mills cringes in pain.\n\nSomerset lays in the aisle, on his stomach, gasping. He can't\ncatch his breath, his twisted face pressed against the floor.\n\nJOHN DOE\nHow can you speak of God, Somerset?\nWhen was the last time you spoke His\nname?\n\nMills tries to rub the gas out of his eyes with his bound hands.\n\nHis mind works feverishly. He looks around to see where he is,\nthen he searches the floor. We can see, inside his open shirt,\nthe bleeding, upside-down cross Doe has cut into his chest.\n\nDoe walks back to shout angrily down at Somerset.\n\nJOHN DOE (CONT)\nWhen did you last speak His name? Was\nit in prayer? Or, did you say the\nLord's name after you stubbed your big\ntoe? Or, did you use His name to curse\nanother man?\n\nSomerset holds his chest, blinking, trying not to black out.\n\nMills finds a piece of broken stained glass on the floor. He\npicks it up, palms it, still choking on gasoline.\n\nDoe walks over to the statue of Saint Jerome Emiliani, pulling\nthe rope from above so it goes taut and Mills' arms raise above\nhis head. Doe wraps the rope around Emiliani's arm.\n\nMILLS\nI'm going to kill you, Johnny. I'm\ngoing to see you dead.\nDoe begins twisting the loose end of the rope around the statue.\nJOHN DOE\n\nThe irony, David, is that you policemen\nand I want the same things. But, you\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 130 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nare so short sighted. In this city,\nwhere you can see a deadly sin on every\nstreet corner... and in every home, we\nwant repentance.\n\nMills clutches the glass piece and starts cutting the rope just\nabove his hands.",
  "114": "---END OF PREVIOUS SECTION---\nBut, you\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 130 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nare so short sighted. In this city,\nwhere you can see a deadly sin on every\nstreet corner... and in every home, we\nwant repentance. Mills clutches the glass piece and starts cutting the rope just\nabove his hands. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN DOE (CONT)\n\nWe want good over evil. We want values\ninstilled in the children. We want a\nworld where a man or woman can lead a\ndecent life.\n\n(pause)\nWisdom, understanding, counsel,\nfortitude, knowledge, piety, and fear of\nthe Lord. Such simple concepts. Why\nare they non-existent?\n\nSomerset manages to life his head, struggles to his knees.\n\nSOMERSET\n(weakly)\nLet him go, God damn you.\n\nDoe checks to make sure the rope around Saint Emiliani is secure,\ntightening the knots.\n\nJOHN DOE\nThere were two men once, who had\nwonderful gardens. Two gardens of\nflowers that went on as far as the eye\ncould see. Beautiful gardens... the\nfragrance was inspiration in itself.\n\nDoe stands behind Emiliani, heaves against the statue.\n\nMills watches, gritting his teeth, rubbing the glass against the\nrope, fingers bleeding.\n\nJOHN DOE (CONT)\nBut, both gardens were beset by\nproblems. Weeds started to take root,\nand there were infestations of insects\nand diseases. The gardens started to\nturn putrid. And, one man fought to\nsave his garden, because he could never\nforget how it once was. Everyday he cut\nthe weeds, and killed the insects.\nFought the diseases.\n\nDoe finally topples the statue, down the altar stairs, and the\nother end of the rope pulls Mills upwards, screaming in pain.\n\nMills is held, about eight feet in the air, legs dangling.\n\nJOHN DOE (CONT)\nThat man never had a beautiful garden\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\n11/13/13 3:17 PM\n\nPage 131 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker\n\nagain.\n\nMILLS\nFuck you!\n\nJOHN DOE\n\n11/13/13 3:17 PM\n\nThe other man plowed his garden under.\n\n(pause)\n\nHe plowed it under the soil.\n\nover.\n\nSomerset gets to his feet,\n\nHe started\n\nsteadying himself on a pew.\n\nDoe walks across the altar, picks up a long metal pole with a\n\nthick wick and candle snuffer on the end.\n\nHe lights the wick\n\nfrom a near candle.",
  "115": "---END OF PREVIOUS SECTION---\nSomerset gets to his feet,\n\nHe started\n\nsteadying himself on a pew. Doe walks across the altar, picks up a long metal pole with a\n\nthick wick and candle snuffer on the end. He lights the wick\n\nfrom a near candle. \n---TARGET SECTION TO BE ANNOTATED---\n The flame burns long and thin. He looks\ndown at Somerset, takes out his gun.\nJOHN DOE (CONT)\nStay there, Somerset. Or, I'll kill him\n\nright now.\n\nDoe holds the flaming pole up, near Mills.\n\nSomerset stops. He looks up at Mills.\n\nMills is straining. He nods to Somerset,\nMills cutting at the rope.\n\nSOMERSET\n\nand Somerset sees\n\nAlright... you don't have to do this,\n\nJohn. You've already made\n\nJOHN DOE\nDo you think I chose this?\n\nbegin to understand how painful\nIt's like...\n\nexistence has been?\n\nyour point.\n\nCan you even\n\nmy\nlike\n\nhaving every sense heightened beyond\n\ncomprehension.\n\nDoe lowers the flame, standing below and\nattention focused on Somerset.\n\nbeside Mills, with his\n\nJOHN DOE (CONT)\n\nSo that the\nyour throat like bile.\nsweet it...\nthe marrow.\n\nSo,\n\nSOMERSET\nYou're insane. That's why.\nJOHN DOE\n(seething)\n\nNo! You're wrong!\n\nMills continues cutting, bleeding, almost through the rope.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm|\n\nstench of the street coats\n\nsugar is so\n\nit makes your bones ache to\n\nHe\n\nPage 132 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nbegins to swing his feet slightly, his body swaying.\n\nJOHN DOE (CONT)\nI was chosen. And I've wished a\nthousand times I could have been a\nnormal man. Like David Mills, a common\n\nman... with a common life. But, wishing\nthat is my sin. I can't have it and I\nshouldn't.\n\nDoe steps towards Mills.\n\nSOMERSET\nDon't do this!\n\nJOHN DOE\nI meant what I said. I admire David\nMills. I envy David Mills.\n(pause)\nEnvy is my sin.\n\nSOMERSET\nNo!\n\nJust as Doe is to put the flame to Mills, the rope is finally\ncut through. Mills drops, swinging his legs forward, smashing\nDoe in the face, knocking Doe's glasses off.\n\nMills hits the floor with a thud.\n\nSomerset runs forward.",
  "116": "---END OF PREVIOUS SECTION---\nMills drops, swinging his legs forward, smashing\nDoe in the face, knocking Doe's glasses off. Mills hits the floor with a thud. Somerset runs forward. \n---TARGET SECTION TO BE ANNOTATED---\nSOMERSET (CONT)\nDavid, get out!\n\nDoe has fallen back, dropping the metal pole. Mills scrambles\nto his feet and charges at Doe, shouting.\n\nDoe squints, screaming, raises his gun. Fires twice!\n\nThe bullets catch Mills in mid-run, and carry him off his feet,\nbackwards.\n\nSomerset grips his own gun, just as Mills' body falls, tumbles\noff the altar area and down the stairs in front of him.\n\nSOMERSET (CONT)\nNo!\n\nSomerset lets out a scream of pain and rage that chokes in his\nthroat. He falls to his knees and halts Mills' body.\n\nSomerset's shaking, unable to breathe, turning Mills over and\ncradling his head in his arms. Tears come to his eyes.\n\nSOMERSET (CONT)\nDavid... David? Please...\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 133 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nOn the altar, Doe throws his gun away. he starts feeling around\nhim, unsteady, looking for his glasses.\n\nMills' eyes are closed. He is still, bloody. He swallows.\nWith one gasp, without a word, he is dead.\n\nSomerset looks up at Doe, vision blurred by rage and tears.\nDoe stands, putting on his glasses, faces Somerset.\n\nSomerset lays Mills' body down. Stands, walks up towards the\naltar, raises his gun.\n\nSOMERSET (CONT)\nYou.\n\nDoe stands, quaking, teeth clenched, fists balled up. He waits\nfor the bullets, falls to his knees.\n\nThe gun trembles in Somerset's hand as Somerset brings the\nbarrel to Doe's face. A millisecond's pause. Somerset changes\nthe angle of fire. BLAM, he blows John Doe's arm to pieces ina\nsplattering explosion.\n\nDoe screams, falling back, on the altar floor.\n\nVIEWED FROM FAR BACK IN THE CHURCH\n\nThe entire church with its candles frames the torture:\n\nSomerset walks to where Doe flops horribly, bleeding. Somerset\naims, shoots Doe in the leg. Doe screams, rolling, trying to\ncrawl away, knocking over candle racks. Somerset follows.",
  "117": "---END OF PREVIOUS SECTION---\nSomerset\naims, shoots Doe in the leg. Doe screams, rolling, trying to\ncrawl away, knocking over candle racks. Somerset follows. \n---TARGET SECTION TO BE ANNOTATED---\n He\nshoots Doe's other leg. He shoots Doe in the other arm. Flames\nbegin to rise and spread quickly amongst the pews. Doe\ncontinues to spasm, wrenching, hand slapping the bloody floor.\nBLAM, BLAM, BLAM. Somerset steps back from Doe, overturns a\nrack of candles on top of him. He steps away. Watching.\nFlames begin rising on Doe's clothing.\n\nCLOSE ON JOHN DOE'S FACE\n\nDoe's face, covered in blood, twisted in agony, helpless, flames\nrising. He continues screaming.\n\nHis glasses crack from the heat.\n\nEXT. ABANDONED CHURCH/ORPHANAGE -- NIGHT\n\nSmoke billows from the windows. The fire is moving quickly,\nravenous. It's just starting to light up the night.\n\nFrom the front door, Somerset walks weeping, carrying Mills\nbody in his arms.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 134 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nINT. ABANDONED CHURCH -- NIGHT\nThe seven deadly sin tableau burns.\n\nFlames cause the paint to bubble and blacken. Gluttony, greed\nand sloth are already halfway gone.\n\nFlames eat at pride, lust.\n\nWrath and envy are being consumed. Wrath goes last. A man with\nbloodied hands, in tones of blue. Flames devour it.\n\nEXT. CEMETERY -- DAY\n\nA field of blue. Cops in orderly rows. The funeral of David\nMills. Many police officials and politicians stand in tribute.\n\nSomerset is here, in his dress blue uniform. He stares forward,\nstill numb, beaten. Rifles are raised by a corps of riflemen.\nBlanks explode from the barrels. They reload in unison.\n\nSomerset looks towards the grace where Mills' casket lies under\nan American flag. Tracy is there.\n\nTracy stands surrounded by strangers at the grave-site. Her\nhead is lowered. She cries. Each blast of the rifle salute\ncauses her to react with a start.\n\nEXT. CEMETERY -- LATER DAY\n\nThe funeral is over. Somerset stands at the edge of the\ngraveyard, looking at the distant city.",
  "118": "---END OF PREVIOUS SECTION---\nEXT. CEMETERY -- LATER DAY\n\nThe funeral is over. Somerset stands at the edge of the\ngraveyard, looking at the distant city. \n---TARGET SECTION TO BE ANNOTATED---\n Behind him, the\nmourners are still filing out to their cars.\n\nThe captain approaches. He comes to stand beside Somerset,\nsimilarly solemn.\n\nCAPTAIN\nI don't know if I should do this.\n(pause)\nWe found the motel room Doe must have\nbeen staying in after you found his\napartment.\n\nSomerset hasn't acknowledged the captain, still looking away.\nCAPTAIN (CONT)\nAnyway... we found this in his\nbelongings.\n\nThe captain takes out a sealed envelope. Somerset takes it.\n\nOn the envelope: DETECTIVE SOMERSET, handwritten, in red marker.\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 135 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nEXT. MILLS' APARTMENT BUILDING -- DAY\n\nTracy and Somerset stand near a moving truck in front of the\napartment building. MOVERS carry Tracy's belongings to the\ntruck. Mills' car is attached to be towed behind.\n\nSOMERSET\nI wish I could say something...\n(pause)\nSomething to... I don't know...\n\nTRACY\nI'll be okay.\n\nSomerset nods.\n\nSOMERSET\nWe'll keep in touch. I'11l come visit.\n\nTRACY\nI'll write to you when we get there.\n\nSOMERSET\n\nTake care of yourself.\n(pause)\n\nTake care of the baby.\n\nTracy nods. There's nothing left for them to say. They're both\nempty. It's time for them to give a gesture, a kiss, or a hug,\n\nto say goodbye, but neither makes the first move.\n\nMOVER\nThat's all, Mrs. Mills. We got\neverything.\n\nMovers latch up the back of the truck while the driver climbs\nin and fires up the engine.\n\nSOMERSET\nGoodbye, Tracy.\n\nTRACY\nGoodbye, Somerset.\n\nSomerset walks away. Tracy walks away, gets in the passenger\nside of the moving truck.\n\nEXT. CITY STREET -- LATER DAY\n\nSidewalks jammed with people, hurrying. Somerset walks ina\nfog, hands in his pockets. He stops at a corner, but does not\ncross. He stands there, looks up.\n\nAt the city around him. The buildings towering over him.",
  "119": "---END OF PREVIOUS SECTION---\nHe stands there, looks up. At the city around him. The buildings towering over him. \n---TARGET SECTION TO BE ANNOTATED---\nAt the cars, buses and taxies racing in the streets, blowing\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 136 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\ntheir horns and spouting soot.\n\nSomerset reaches into his jacket pocket, takes out the envelope\nfrom John Doe. He studies it in his hand.\n\nSOMERSET\n(to himself)\nOh... man...\nHe opens it. He takes out a small note, handwritten. It reads:\n\nPLOW THEM UNDER.\n\nSomerset looks up again, mortified, fighting to keep control of\nhis emotions. He looks around:\n\nAt the miserable people, walking past him.\n\nAt a man at the top of the subway station stairs, sitting ina\ncardboard box, holding out a cup, rattling the change inside.\n\nA father passes by, holding his young son's hand. Somerset\nturns to watch them as they pass. The gather reaches to pick\nthe boy up and carry him. The boy holds tight.\n\nFor some reason, this makes Somerset ache with sorrow.\n\nThe father hugs his son to him, kisses him on the cheek. The\nboy returns the kiss, with great affection.\n\nSomerset watches them disappear in the mass of humanity. He\nlooks back at the note in his hand.\n\nHe tears the note up, into little pieces.\n\nINT. MOVING TRUCK -- DAY\n\nThe truck moves along in steady traffic. Tracy sits beside the\ndriver. She looks out at the city across the river.\n\nShe reaches into her pocket, takes out a small manila envelope.\nShe opens the envelope and slides two keys on a keychain out\ninto her palm.\n\nShe's looking at the keys when she notices something about the\nenvelope. She reopens it, takes out a small folded piece of\npaper. She unfolds it:\n\nIt is the piece of wallpaper with the pale rose at its center.\n\nShe smiles very faintly.\n\nEXT. PRECINCT HOUSE -- EARLY EVENING\nCars roll by in the street. Cops come and go.\n\nhttp: //www.dailyscript.com/scripts/seven_early.",
  "120": "---END OF PREVIOUS SECTION---\nPRECINCT HOUSE -- EARLY EVENING\nCars roll by in the street. Cops come and go. http: //www.dailyscript.com/scripts/seven_early. \n---TARGET SECTION TO BE ANNOTATED---\n| Page 137 of 138\n\f\"Seven\", unproduced draft, by Andrew Kevin Walker 11/13/13 3:17 PM\n\nSomerset walks up the stairs into the precinct house.\n\nEND\n\nhttp: //www.dailyscript.com/scripts/seven_early.htm| Page 138 of 138\n\f"
}