{
  "1": "SKYSCRAPER\n\nWritten by\n\nRawson Marshall Thurber\n\nREVISED\n3-10-17\n\fFADE IN:\n\nEXT. SNOWY FOREST - NIGHT\n\nFrom high above, we look straight down a FOREST OF TOWERING\nPINES standing in a field of moonlit snow.\n\nWe glide over the treetops, floating just above their peaks\nas a light snow falls, the flakes corkscrewing lazily away.\n\nAll seems peaceful, silent.\n\nThen we notice a strange light playing against the fresh\npowder. Red, then blue. Then red again.\n\nWe crest a final stand of trees to reveal: AN ENTIRE\nENCAMPMENT OF LAW ENFORCEMENT, some three hundred or so\npolice, fire and ambulance, situated in what appears to be\nthe middle of nowhere.\n\nFrom this angle, directly overhead, the SQUAD CARS and SWAT\nVANS almost look like toys. Nothing moves. The POLICE\nOFFICERS and SWAT Team members, hunkered down in firing\npositions, point their weapons at something unseen.\n\nWe tilt from our isolating top-down view to reveal that this\nparamilitary phalanx is surrounding: a MODEST FARMHOUSE.\n\nIt's a standoff of some kind, clearly.\n\nThen we see an ANT-SIZED FIGURE moving urgently across this\nfrozen tableau. We slowly zoom in on the ant, revealing him\nto be a MAN IN A WINDBREAKER.\n\nWe move with him now, tracking a FOLDED NOTE that he carries\nin his hand, as he brings us to a TACTICAL TRAILER with a\nseal emblazoned on the door:\n\nFEDERAL BUREAU OF INVESTIGATION\nHOSTAGE RESCUE TEAM\n\nThe Windbreaker Man enters and we go with him...\n\nINT. TACTICAL OPERATIONS COMMAND TRAILER - CONTINUOUS\n...moving through the narrow trailer, past HIGH-TECH\nOBSERVATION EQUIPMENT manned by SPECIALISTS, to a BACK DOOR.\nThe Windbreaker Man opens the door to reveal a\n\nSMALL COMMS ROOM\n\n(CONTINUED)\n\fCONTINUED:\n\nand a NEGOTIATOR on the phone, flanked by the HOSTAGE RESCUE\nCOMMANDER (\"HR1i\") and the ON SCENE COMMANDER, the man\n\nrunning the show.",
  "2": "---END OF PREVIOUS SECTION---\nINT. TACTICAL OPERATIONS COMMAND TRAILER - CONTINUOUS\n...moving through the narrow trailer, past HIGH-TECH\nOBSERVATION EQUIPMENT manned by SPECIALISTS, to a BACK DOOR. The Windbreaker Man opens the door to reveal a\n\nSMALL COMMS ROOM\n\n(CONTINUED)\n\fCONTINUED:\n\nand a NEGOTIATOR on the phone, flanked by the HOSTAGE RESCUE\nCOMMANDER (\"HR1i\") and the ON SCENE COMMANDER, the man\n\nrunning the show. \n---TARGET SECTION TO BE ANNOTATED---\nThe Windbreaker Man hands the On Scene the folded note. He\nreads it and nods. Meanwhile, the Negotiator works the\nphone in a last ditch attempt to talk this through...\n\n-.-yes, I\ndo. And I\n\nNEGOTIATOR\nhear what you're saying. I\nwould be angry too. But\n\nyou have to listen to me now. This\n\nhas gone on long enough and it needs\nto end, okay? Can you help me here?\nHelp me find a solution so we can end\nthis peacefully for you, for your\nfamily, for everyone. We don't want\n\nanyone to get hurt -- and I know you\ndon't want to hurt anyone.\n\n(beat)\nRay? Ray?\n\nINT. FARMHOUSE KITCHEN\n\nClutching the phone to\n\n- NIGHT\n\nhis ear is RAY HUTCHINSON (38),\n\nbearded, muscled and looking like he hasn't slept in days.\n\nRAY\n\nYou don't want to hurt anyone? I'm\nalready hurt. You hear me? I'm\nalready hurt.\n\n(beat)\nYou say you're giving me a choice but\nthis isn't a choice. Ending this\npeacefully means I go to prison and\nmy wife and my kids grow up without a\n\nfather?\nme?\n\nThat's what you're offering\n\n(beat, deciding)\nI want everyone gone. You and your\nmen, and the snipers too, all of\n\"em -- gone. I don't see tail lights\nin the next five minutes, I'll end\n\nthings my\n\nRay hangs up and turns\nFRIGHTENED FAMILY: his\nold SON. All three of\ncounter, backs pressed\n\nway.\n\naway from us, revealing his\n\nWIFE, his DAUGHTER and his six year-\nthem hunkered down below the kitchen\nagainst the cabinet doors.\n\n(CONTINUED)\n\fCONTINUED:\n\nRAY (cont'd)\nIt's alright. Everything's gonna be\nalright now. I promise.\n\nRay moves to a HEAVY CHEST and throws it open, staring at\nwhat's inside. A grim look washes over his face.\n\nINT. TAC OPS COMMAND TRAILER / COMMS ROOM - NIGHT\n\nThe Negotiator looks up gravely from dial tone in his hand.\nThe On Scene looks to HR1.\n\nHR1\nGold Unit is in position.",
  "3": "---END OF PREVIOUS SECTION---\nTAC OPS COMMAND TRAILER / COMMS ROOM - NIGHT\n\nThe Negotiator looks up gravely from dial tone in his hand. The On Scene looks to HR1. HR1\nGold Unit is in position. \n---TARGET SECTION TO BE ANNOTATED---\n They have\ncompromise authority and are at ready\ngreen. We're set, sir.\n\nON SCENE\n(re: the note)\n7th floor approves escalation.\n(to the Negotiator)\nCan you get him back on the phone?\n\nNEGOTIATOR\nHe's done talking.\n\nON SCENE\n(beat)\nVery well.\n\nThe On Scene exits the COMMS ROOM and moves into the main\ntrailer where he picks up a headset.\n\nON SCENE (cont'd)\nGold Unit, this is \"Tock\", be advised\nyou have control. Repeat, you have\ncontrol.\n\nEXT. FARMHOUSE - NIGHT\n\nThe REFLECTION in the farmhouse window shows SWAT UNITS\nbacking off. Ray's request, it seems, has been met.\n\nThe window curtains crack to reveal Ray watching the action.\nWe drop down from the window and pivot off of Ray to reveal:\n\nTHE FARMHOUSE YARD.\n\nA blanket of snow, some bushes, a woodpile.\n\n(CONTINUED)\n\fCONTINUED:\n\nWe hold on this frame -- but nothing happens. A moment\nmore. Still nothing.\n\nThen...\n\nOne of the BUSHES moves. Then part of a WOODPILE seems to\ndetach. And a section of snow right in front of us this\nwhole time, rises revealing itself to have GREEN EYES.\n\nAnd now we see it: a SIX-MAN FBI HRT ASSAULT TEAM moves from\ntheir camouflaged hides and stacks up tight against the wall\njust below the farmhouse window.\n\nThey slough off their elaborate camouflage, revealing each\nman to be kitted out in body armor and loaded for bear.\n\nWe land on the team leader, WILL FORD, a seasoned operator.\nWill speaks softly into his comm...\n\nWILL\nGold Unit in position.\n\nWill looks at his second in command, his best friend and a\nman we'll know later as HORACE. Will nods. Horace moves,\nsetting a heavy-duty BREACHING CHARGE on the farmhouse wall.\n\nFinished, Horace slides back into position giving Will the\nthumbs up. Will nods and begins the countdown...\n\nWILL (cont'd)\nFive, four, three, two, one...\nExecute. Execute. Execute.\nWill depresses a THUMB PLUNGER, igniting the breaching\ncharge -- BANG! The sound is deafening as the wall explodes,\nleaving a gaping hole of smoke and dust in its wake.",
  "4": "---END OF PREVIOUS SECTION---\nExecute. Will depresses a THUMB PLUNGER, igniting the breaching\ncharge -- BANG! The sound is deafening as the wall explodes,\nleaving a gaping hole of smoke and dust in its wake. \n---TARGET SECTION TO BE ANNOTATED---\nWill rushes in, primary through the door. We go with him,\npushing through the thick haze to find\n\nRAY HUTCHINSON\n\nstanding there, his back to us. Will and Horace go to guns\non him, their sites leveled, fingers poised on triggers.\n\nWILL (cont'd)\nTurn around! Show us your hands!\n\nHORACE\nDo it! Now!\n\nThe rest of the HRT UNIT fans out near Will, securing the\nmother and daughter who won't stop screaming.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nSlowly, Ray turns to face Will revealing that he's HOLDING\nHIS SIX YEAR-OLD SON in his arms -- the boy's head wedged\ninto the crook of his father's neck.\n\nHORACE (cont'd)\n\nBoss...\nWILL\nHold your fire.\n(to Ray)\n\nPut him down.\nRay hesitates. Horace grips his M-4, staring down it.\n\nHORACE\n+..-I've got him clean...\n\nThe boy's eyes lock with Will's.\n\nWILL\nNo. Don't. I got this.\n\nWill turns to Ray, speaking with authoritative calm...\nWILL (cont'd)\nRay, look at me. Look at me. It's over\nnow. It's over. Put your son down, get\non your knees and interlace your\nfingers behind your head. Do it now.\nRay takes it all in, the madness he's caused. The pain.\n\nRAY\nI'm sorry.\n\nRay lets his son slide off of him to the ground, revealing\nsomething horrifying: RAY IS WEARING A SUICIDE VEST.\n\nWill's eyes go wide -- he dives for Horace, tackling him\nbehind the KITCHEN COUNTER just as:\n\nTHE VEST DETONATES.\n\nboom.\n\nA ring of tinnitus in our ear. Screaming. Will,\ndisoriented, catches glimpses of his team shattered -- dead\nor dying. A living nightmare.\n\n(CONTINUED)\n\fCONTINUED: (3)\n\nThe horror of it washes over Will: his call to hold fire has\ncost the lives of those he cares about most in this world:\nhis team, his men, his brothers.\n\nDevastated, Will mumbles over and over...\n\nWILL\nNo-no-no-no...\n\nSound falls away. Everything goes to white.\n\nWe're in a hallway now somehow.",
  "5": "---END OF PREVIOUS SECTION---\nSound falls away. Everything goes to white. We're in a hallway now somehow. \n---TARGET SECTION TO BE ANNOTATED---\n The strobe of overhead\nflorescent lights rushing past us.\n\nThen a face looks down at us. A Naval surgeon we'll come to\nknow as SARAH. She smiles at us and says...\n\nSARAH\nYou're gonna be okay.\n\nHARD CUT TO:\nTITLE CARD:\n\nTEN YEARS LATER\n\nEXT. PARK - DAY\n\nA sun-dappled city park. Green grass. Trees. A little\ncreek babbles nearby. Two kids, seven year-old fraternal\ntwins, HENRY and GEORGIA argue about what to play: hide &\nseek or tag. Georgia gets her way: they'll play tag.\n\nWe find Will, older now, a sadness behind his eyes. But\nsitting on the grass watching the children play, he can't\nhelp but smile.\n\nSARAH (0.C.)\nShe takes after you, you know.\n\nWill turns to see his beautiful wife, Sarah, the surgeon who\nsaved his life, enjoying the moment with him.\n\nWILL\nYou think?\n\nSARAH\nOh yeah. Stubborn. Too hard on\nherself. Cries during sports movies.\n\nWILL\nI don't cry during sports movies.\n\n(CONTINUED)\n\fCONTINUED:\n\nWill laughs.\n\nSARAH\nRudy.\nWILL\nWell, come on. It's Rudy.\nSARAH\nField of Dreams.\nWILL\nEveryone cries at Field of Dreams--\nSARAH\nA League of Their Own.\nWILL\nThat was one time. And I was on\nmedication.\nSARAH\nBenedryl.\nWILL\nExtra strength -- and fine, maybe\n\nshe's got my personality. I'm just\nglad she got your looks.\n\nSARAH\nMe too because you'd make a really\nugly woman. Like if we put a dress\non you, the only thing missing would\nbe neck-bolts.\n\nWILL\nHang on -- back up. Did you call me\nstubborn?\nSARAH\nYou are stubborn.\nWILL\nSince when?\nSARAH\n\nSince always. Now say it.\n\nWILL\nCome on. I got it.\n\nSARAH\nThen let me hear you say it.\n\n(CONTINUED)\n\fCONTINUED:\n\n(2)\n\nWILL\nWho's being stubborn now?\n\nSARAH\nI'm being insistent.",
  "6": "---END OF PREVIOUS SECTION---\nSARAH\nThen let me hear you say it. (CONTINUED)\n\fCONTINUED:\n\n(2)\n\nWILL\nWho's being stubborn now? SARAH\nI'm being insistent. \n---TARGET SECTION TO BE ANNOTATED---\n There's a\ndifference. Besides, don't you want\nto make a good impression?\n\nWILL\nNot really.\n\nSARAH\nI'm serious, Will. It'll go a long\nway with him -- it's a cultural\n\nthing. Just say it.\n\nWILL\nFine.\n(beat)\nHen gaoxing de wen ni.\n\nIt's Cantonese. And it actually wasn't that bad...\n\nSARAH\nThat's great.\n\nWILL\nReally?\n\nSARAH\n\nPerfect. Perfectly done. The\nintonation, the enunciation. A+.\n\nWILL\nThank you. See? I'm not stubborn.\nI can be taught.\n\nSARAH\nOne thing though.\n\nWILL\nWhat?\n\nSARAH\n\nI taught you how to say: Hou hoi sam\nsik dou nei, \"It's an honor to meet\nyou.\" But you said, \"Hou hoi sam sek\ndou nei.\"\n\nWILL\nAnd what does that mean?\n\n(CONTINUED)\n\fCONTINUED: (3)\n\nSARAH\nIt's an honor to kiss you.\n\nWILL\nAh. And that's bad?\n\nSARAH\nDepends on what kind of meeting you\nwanna have.\n\nWILL\nAlright -- I give up. No more\nChinese. I've gotta get ready.\n\nWill stands up calling out to the kids...\n\nWILL (cont'd)\nHenry! Georgia! Time to go!\n\nThe kids look at their father. Georgia capitalizes on the\ndistraction, tagging her twin brother...\n\nGEORGIA\nTag! You're it!\n\n...then bolting. Henry cries foul and gives chase. The two\nkids run toward their father with abandon. Will smiles.\n\nGeorgia reaches Will first, wrapping her arms around her\nfather's leg...\n\nGEORGIA (cont'd)\nBase! Dad's base! I'm safe!\n\n...and that's when we see that Will's right leg isn't made\nof flesh and bone but rather metal and plastic -- a\nPROSTHESIS FROM THE KNEE DOWN. A scar he bears from that\nfateful night ten years ago.\n\nHenry arrives grabbing hold of Will's other leg.\n\nHENRY\nSafe!\nGEORGIA\nI'm already safe, you can't be safe\ntoo.\nHENRY\nYes I can.\nGEORGIA\n\nThat's stupid.\n\n(CONTINUED)\n\f10.",
  "7": "---END OF PREVIOUS SECTION---\nHENRY\nYes I can. GEORGIA\n\nThat's stupid. (CONTINUED)\n\f10. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (4)\n\nWILL\nHey -- not nice. And your brother's\nright. You're both safe. Daddy is\nsafe for everyone because-- WHOA!\n\n-- suddenly Will jumps a foot as Sarah dumps an entire\nbottle of water down his back.\n\nSARAH\nTag you're it!\n\nSarah takes off running, laughing. Will gives chase, his\nkids squealing with delight at their parents playing.\n\nWill catches Sarah, planting a big kiss on her before she\ntickles him and trips him to the ground, falling on top of\nhim as both Henry and Georgia join in: a dog pile on daddy.\n\nWill lets himself get pinned, laughing -- in heaven.\n\nIt's then that we PULL BACK from this idyllic familial\nscene, past the grass and the trees and the babbling brook.\nWe continue pulling back, further and further still, until\nwe reveal something shocking.\n\nThis park isn't in a city. And it's not in a small town.\nThis entire THREE ACRE PARK exists on the 100TH FLOOR OF THE\nTALLEST BUILDING IN THE WORLD.\n\nA newly completed, three-thousand foot tall work of stunning\narchitecture called THE PEARL rises gracefully from\nshoreline of VICTORIA HARBOR, dwarfing the surrounding\nskyline. We're in...\n\nHong Kong\nThen a SOOTHING VOICE...\n\nSOOTHING VOICE (V.O.)\nWelcome to The Pearl...\n\nQuickly, we find ourselves in a highly polished PROMOTIONAL\nVIDEO...\n\nSOOTHING VOICE\n+..a marvel of modern engineering.\nStanding at over three-thousand feet,\nThe Pearl's 225 stories make it the\nworld's tallest building...\n\n(CONTINUED)\n\f11.\nCONTINUED: (5)\n\nWe get our first good look at this work of art: a TOWERING,\nTWISTING, SKYSCRAPER with an OPEN-AIR CENTER CORE running\nits entire length, from top to bottom, giving the structure\nan airy, sunlit translucent grandeur.\n\nSOOTHING VOICE (cont'd)\n...it's so tall, you could fit the\nEmpire State building inside of it\ntwice! And you'd still have room for\na 50 story building on top!\n\n-- B-roll of construction and slick computer generated fly-\nthrough designs fill the frame.",
  "8": "---END OF PREVIOUS SECTION---\nSOOTHING VOICE (cont'd)\n...it's so tall, you could fit the\nEmpire State building inside of it\ntwice! And you'd still have room for\na 50 story building on top! -- B-roll of construction and slick computer generated fly-\nthrough designs fill the frame. \n---TARGET SECTION TO BE ANNOTATED---\nSOOTHING VOICE (cont'd)\nCompleted just last year, China's\nnewest beacon of progress boasts a\nfive-star hotel, three full gyms, two\n16-screen cinemas, a driving range,\nas well as world-class shopping and\ndining at its six-story indoor mall\nand three star Michelin-rated\nrestaurant with rotating views of the\nspectacular Hong Kong skyline -- all\nwithin its confines...\n\n-- we see cutaways of each feature, happy people enjoying\nevery amenity.\n\nSOOTHING VOICE (cont'd)\n...And that's just half the story!\n\nA DIVIDING LINE bisects the building halfway up...\n\nSOOTHING VOICE (cont'd)\nNext month, The Pearl will open its\nupper half to permanent residents --\nalready sold out, with a ten year\nwaiting list, these luxury apartments\nwill serve as home to many of China's\nmost successful citizens. With Pangu\nPark -- the world's first fully\nfunctional high rise garden --\nlocated on the hundredth floor,\nresidents will have their every\npossible need met, from outdoor sun\nto indoor fun -- you'll never need to\nleave The Pearl!\n\nIt's then we PULL BACK to reveal we're...\n\f12.\n\nINT. THE PEARL - PRIVATE RESIDENCE - DAY\n\nA stunning three-bedroom apartment on the 98th floor with\njaw-dropping views. Henry and Georgia are transfixed by the\ntelevision playing the promotional video...\n\nSOOTHING VOICE\nBut that's not all. The Pearl's\ncrowning achievement -- the singular\nfeature that makes this building\nunlike any other, anywhere else in\nthe world is...\n\n..-but just before we reveal what that might be, the TV cuts\noff. Henry and Georgia turn to see Sarah standing there.\n\nSARAH\nTV goes off, shoes on. It's Panda\nTime!\n\nExcited, Georgia zips up her PANDA HOODIE, pulling the cowl\nover her head, turning her into a mini-Panda bear.\n\nSARAH (cont'd)\nNice, Georgia. Subtle.\n(beat)\nWhere's your dad?\n\nHENRY\nBathroom.\n\nGEORGIA\nHe's talking to himself again.\n\nINT. THE PEARL - BATHROOM - DAY\n\nDressed nicely, Will ties the laces on his BROWN WINGTIP.",
  "9": "---END OF PREVIOUS SECTION---\nGEORGIA\nHe's talking to himself again. INT. THE PEARL - BATHROOM - DAY\n\nDressed nicely, Will ties the laces on his BROWN WINGTIP. \n---TARGET SECTION TO BE ANNOTATED---\nOnly the shoe is facing him on the bathroom sink counter,\nattached to his PROSTHETIC LEG -- a handy way to do it.\n\nHe talks to himself in the mirror as he goes, practicing the\nChinese phrase over and over, stumbling every time. Will\nshakes his head muttering to himself...\n\nWILL\nScrew it. I'm just gonna high-five\nthe guy.\n\nFinished tying his shoe, Will uses a Kleenex to wipe off a\nsmudge on it, then tosses the tissue paper into the toilet.\n\n(CONTINUED)\n\f13.\nCONTINUED:\n\nWill attaches his prosthesis, sliding his pant leg down over\nit. He goes to flush the toilet but can't find the\n\nhandle -- there doesn't seem to be one. It's a mystery.\nWill looks at a BIZARRE ARRAY of touchscreen buttons next to\nthe toilet -- none of which look like \"flush\". He presses\none and gets a BIDET SPRAY right in the kisser.\n\nOne cue, Sarah walks in.\n\nSARAH\nEverything okay in here?\n\nWILL\nYep, just thought I'd take a shower\nin the toilet.\nSarah walks over...\n\nWILL (cont'd)\nIt's broken. We should call--\n\n.»..and presses a button, the toilet flushes normally.\n\nWILL (cont'd)\nI was gonna pick that one next.\n\nSARAH\nSure you were, big guy.\n\nSarah fixes Will's outfit, drying him off, fussing over him.\nSARAH (cont'd)\n\nHey -- you think it's weird that\nwe're the only ones on this floor?\n\nWILL\nWe're the only ones on any floor from\nthe 96th on up -- so not really.\nSARAH\n\nNo, I mean why not put us up in the\nhotel in the bottom half? Why give\nus an entire ghost town floor to\nourselves?\n\nWILL\nI don't know -- maybe he's trying to\nimpress us.\n\nSARAH\n\nYou think a billionaire, real estate\ntycoon is trying to impress us?\n\n(CONTINUED)\n\f14.\nCONTINUED: (2)\n\nWILL\nYou think I'm reaching?\n\nSARAH\nI think you drive a Kia. So, yeah.\n\nWILL\nI'm just saying: don't over-think it.",
  "10": "---END OF PREVIOUS SECTION---\nSARAH\nI think you drive a Kia. So, yeah. WILL\nI'm just saying: don't over-think it. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH\nHave you met me?\n\nWill smiles, grabs his jacket, closes his LAPTOP and puts it\nin his SHOULDER BAG.\n\nSARAH (cont'd)\nHorace is coming to get you?\n\nWILL\nAny minute now.\nSARAH\nCan I just say one thing?\nWILL\nI doubt it.\nSARAH\n\nDon't give him any money.\n\nWILL\nHe's not going to ask me for money.\n\nSARAH\nHow do you know?\n\nWILL\nBecause he's head of security for\nthis entire building and they pay him\nfor that.\n\nWill and Sarah move into the other room and tag-team getting\nGeorgia and Henry ready, backpacks, shoes, etc. Will puts\nGeorgia's hair into a ponytail, clearly he's had practice.\nSARAH\nAnd how much of that does he double\ndown with?\n\nWill frowns. Moves toward the front door, Sarah follows.\n\n(CONTINUED)\n\f15.\nCONTINUED: (3)\n\nWILL\nThat's not -- he doesn't have a\ngambling problem.\n\nSARAH\nNot anymore -- you helped him.\nWILL\nLook, that was three years ago -- he\n\ngot in over his head with the wrong\nkind of people. He would've done the\nsame thing for me. He made a\nmistake -- we all make mistakes.\n(beat)\nAnd he's sticking his neck out for\nme. They could've gone with a higher\nprofile guy to handle the security\nassessment but he put in a good word.\nHe's the reason we're here -- and we\ncould use the money.\n\nSARAH\nYou have a soft spot for him. That's\nall I'm saying.\nDING-DONG. Doorbell. They look at each other -- time's up.\n\nSARAH (cont'd)\nYou're a big dummy. You know that?\n\nWILL\nYou married me.\nSARAH\nI'm a sucker for handsome. Sue me.\nWILL\nLove you.\nSARAH\n\nLove you too, neck-bolts.\n\nWill laughs. They kiss. The kids go, \"Ewww\". Will looks\nat his twins...\n\nWILL\nOkay team, daddy's gotta go make the\nbacon. But let me ask you one thing\nbefore I go...\n\nWill points to Henry.",
  "11": "---END OF PREVIOUS SECTION---\nWILL\nOkay team, daddy's gotta go make the\nbacon. But let me ask you one thing\nbefore I go... Will points to Henry. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f16.\nCONTINUED: (4)\n\nWILL (cont'd)\nDaddy loves who?\n\nHENRY\nMe!\n\nWill points to Georgia...\n\nWILL\nDaddy loves who?\n\nGEORGIA\nMe!\n\nWill rapidly points between them repeating his question,\neach time they shout out, \"Me!\" at the top of their lungs.\n\nFinally, Will kisses each of them on the tops of their\nheads. Sarah watches the sweet moment, sighing...\n\nSARAH\nI gotta get a chant.\n\nWill winks at her, then moves to the door, opening it to\nreveal Horace his second-in-command from his HRT days and\nthe only other member of the team to survive the blast.\n\nNearly Will's size, with some telltale BURN SCARS on his\ncheek and neck, Horace offers up a big smile.\n\nHORACE\nBrother.\n\nWILL\nBrother.\n\nThe two friends embrace. The observant might notice\nHorace's right hand is severely misinformed -- mangled from\nthe explosion. The hug breaks and Horace spots Sarah...\n\nHORACE\nSarah -- you look beautiful.\n\nSARAH\nNice to see you, Horace.\n\nSarah gives Horace a polite hug just as Henry and Georgia\narrive. Horace can't believe it.\n\nHORACE\nThese are the twins? Wow -- are they\ndriving yet? You guys remember your\nUncle Horace?\n\n(CONTINUED)\n\f17.\nCONTINUED: (5)\n\nGEORGIA\nNo.\nHENRY\nWe're going to see the pandas.\nHORACE\nYes -- I heard. That's why I got you\n\nguys a little something.\nHorace pulls out a trio of GOLD TICKETS.\n\nHORACE (cont'd)\nThese'll let you stay for the\nnighttime feeding -- after they close\nOcean Park to everyone else. Very\nhard to get.\n\nHe hands the tickets to Sarah.\n\nWILL\nThat's amazing. Thank you, H.\nSARAH\nWhat do you guys say?\nHENRY\nThank you.\nWILL\nGeorgia?\nGEORGIA\n\nAre you gonna ask my dad for money?\n\nOff of Will's look we move to...\n\nINT.",
  "12": "---END OF PREVIOUS SECTION---\nGEORGIA\n\nAre you gonna ask my dad for money? Off of Will's look we move to... INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE PEARL - INNER ATRIUM - DAY\n\nHorace and Will move toward the cylindrical INNER ATRIUM of\nThe Pearl, an open-air center column that runs from the\nground floor to the very top of the structure.\n\nThe internal circumference is lined with a series of GLASS\nELEVATORS and SKYWAY BRIDGES that span the vast opening,\nconnecting various floors directly, giving the space the look\nof a BRAIN STEM with synapses firing.\n\nHorace jabs the button, they wait.\n\n(CONTINUED)\n\f18.\nCONTINUED:\n\nWILL\nSorry about that. Georgia doesn't\nhave a filter. Sarah thinks she\ntakes after me.\n\nHORACE\nWhy, does she cry at sports movies\ntoo?\n\nDING. Elevator arrives. Horace and Will step on.\n\nINT. THE PEARL - ELEVATORS - DAY\n\nThis GLASS ELEVATOR travels up the INNER ATRIUM -- a\nsphincter-clenching ride if you're afraid of heights.\n\nWill looks through the glass: elevators rise and fall,\ngleaming in natural sunlight. He marvels...\n\nWILL\nYou hear that?\n\nHorace strains an ear. Shakes his head.\n\nHORACE\nI don't hear anything.\n\nWILL\nExactly. These are mag-lev elevators\nThey work on magnetic induction --\nlike the bullet trains in Japan, only\nvertical. No cables, no wires,\nnothing. No one's ever built any\nthat go this high. It's bleeding\nedge stuff.\n\nHORACE\nHuh. No kidding.\n\nWILL\nHow do you not know that?\n\nHORACE\nThey hired me to protect it, not give\ntours. But lemme guess: you spent\nthe last six months studying every\nnut, bolt and blueprint of this damn\nplace.\n\nWill looks away. Horace knows him too well. He teases...\n\n(CONTINUED)\n\f19.\nCONTINUED:\n\nHORACE (cont'd)\nCome on, tell me I'm wrong.\n\nWILL\nYou're wrong.\n(beat)\nIt was eight months.\n\nHorace shakes his head...\n\nHORACE\nYou know he's not gonna ask you to\nbuild the thing from scratch, right?\n\nWILL\nI like details.\n\nHORACE\nNerd.\n\nWill chuckles.",
  "13": "---END OF PREVIOUS SECTION---\nWILL\nI like details. HORACE\nNerd. Will chuckles. \n---TARGET SECTION TO BE ANNOTATED---\nHORACE (cont'd)\nHey -- you hear they switched\ninsurance guys on you?\n\nWILL\nNo Singh?\n\nHORACE\nNo Singh. Singh go bye-bye.\n\nWILL\nHuh. They say why?\n\nHORACE\nOfficial word, he got sick.\nUnofficial word, he got sick of the\nboss man's speeches.\n\nWILL\nHe gives speeches?\n\nHORACE\nYou ever met a billionaire who doesn't?\n\nWILL\nI've never met a billionaire.\n\nHORACE\n\nWell stick around, this is China --\nwe got a million of 'em.\n\n(CONTINUED)\n\f20.\nCONTINUED: (2)\n\nDing. The elevator doors open. They step off.\n\nINT. THE PEARL - PENTHOUSE FLOOR - CONTINUOUS\n\nHorace leads Will across an opulent, sunlit private floor\nstopping at a pair of imposing DOUBLE DOORS.\n\nWILL\n(re: the doors)\nWow -- those are them, right? The\n\ntitanium doors from the blueprints?\nHORACE\n\nNothing says welcome to my penthouse\n\npanic room better than ten inches of\n\nmilitary-grade super alloy.\n\nWILL\nSubtle.\n\nHorace holds his hand against a wall-mounted scanner.\n\nHORACE\nReady to meet Oz?\n\nThe double doors swing open.\n\nINT. THE PEARL - PENTHOUSE - DAY\n\nHorace leads Will past the foot-thick Titanium doors into a\npenthouse to end all penthouses.\n\nThree floors, exquisitely designed, impeccably furnished and\noffering up staggering panoramic views. This palace in the\nsky is fit not for a king, but a Pharaoh.\n\nWill takes it in...\n\nWILL\nI mean, I guess if you gotta live\nsomewhere...\n\nHORACE\nRight?\n\nWill notices a framed BLACK BELT and ceremonial CHINESE\nSWORD on the wall next to him.\n\nWILL\nHe's a black belt?\n\n(CONTINUED)\n\fCONTINUED:\n\n21.\n\nHORACE\nIn the same way Doctor Dre is a\ndoctor. Heard he built them a brand\nnew dojo after he \"earned\" it.\n\nWILL\nHey -- Sarah thinks I should doa\nChinese thing when I meet him.\n\nHORACE\nChinese thing?\n\nWILL\nLike say some words. A greeting.",
  "14": "---END OF PREVIOUS SECTION---\nHORACE\nChinese thing? WILL\nLike say some words. A greeting. \n---TARGET SECTION TO BE ANNOTATED---\nHORACE\nIn Chinese?\n\nWILL\nCantonese. But yeah. You know, to\nshow respect.\n\nHORACE\nI wouldn't.\n\nWILL\nWhy?\n\nHORACE\n\nBecause you suck at languages and\nyou'll probably mess it up and\nembarrass yourself.\n\nWILL\nBut other than that?\n\nZHAO (0.S.)\nMr. Ford.\n\nThe moment interrupted, Will and Horace turn to see ZHAO\n(30s), a Chinese Elon Musk and the dashing visionary behind\nThe Pearl, come gliding down a staircase toward them flanked\nby a handful of SUITS and a discrete PRIVATE SECURITY DETAIL.\n\nZHAO\nIt's a pleasure to meet you.\n\nZhao speaks nearly perfect English, a hallmark of his Oxford\n\neducation.\n\nsays...\n\nThey shake hands. Will glances at Horace then\n\nWILL\nHou hot sam sik dou nei.\n\n(CONTINUED)\n\f22.\nCONTINUED: (2)\n\nWill nailed it. Zhao smiles, impressed. Horace is slack-\njawed. Zhao rattles off a response in rapid-fire Cantonese.\n\nFinished, the billionaire waits expectantly on Will to\nanswer. Will, of course, has no idea what Zhao just said.\nA pregnant pause, then Zhao lets him off the hook...\n\nZHAO\nI'm kidding.\n\nWill exhales.\nWILL\n\nOh, thank god. My wife only taught\nme one phrase.\n\nZHAO\nSarah, right?\nWILL\nYes.\nZHAO\nAnd your children, Henry and\nGeorgia -- twins?\nWILL\n\nYou do your research.\n\nZHAO\nI've got a good team around me. But\nI wasn't aware that your wife speaks\nCantonese. I thought she was a Naval\nsurgeon.\n\nWILL\nShe is. But she minored in language\nand East Asian studies at Annapolis.\nShe was gonna work for Doctors\nWithout Borders in rural China after\nher service.\n\nZHAO\nWhat happened?\n\nWILL\nShe met someone who needed her more.\n\nZhao smiles. Just then, a stuffy British pencil-pusher, MR.\nPIERCE interrupts the moment. Zhao pivots to him warmly.\n\n(CONTINUED)\n\f23.\nCONTINUED: (3)\n\nZHAO\nMr. Ford, allow me to introduce Mr.",
  "15": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f23. CONTINUED: (3)\n\nZHAO\nMr. Ford, allow me to introduce Mr. \n---TARGET SECTION TO BE ANNOTATED---\nPierce from the Hawthorne/Stone\nInsurance Group, the company lucky\nenough to underwrite The Pearl.\n\nMr. Pierce smiles thinly, extending his hand.\n\nMR. PIERCE\nA pleasure.\n\nWILL\nLikewise.\n\nZHAO\nMr. Singh is ill.\n\nWILL\nI heard.\n\nZHAO\n\nAt any rate, I hope your family is\nenjoying their stay in Hong Kong.\n\nWILL\nWe've got the whole floor to\nourselves -- what's not to love?\nZHAO\n\nSorry if I went a little overboard --\n\nI guess I was trying to impress you.\n(beat)\n\nShall we begin?\n\nZhao motions and the group moves off.\n\nINT. PENTHOUSE - BOARDROOM - MOMENTS LATER\n\nZhao stands in front of a WALL-SIZED TOUCH SCREEN which\ndisplays a 3D rendering of The Pearl. Zhao rotates and\nresizes the display as he speaks.\n\nWill sits with his laptop open, Horace next to him.\nOpposite them, the THREE SUITS and Mr. Pierce.\n\nZHAO\n...with our cutting edge solar arrays\nand proprietary wind-harnessing\ntechnology, The Pearl has a negative\nenvironmental footprint -- even at\nfull occupancy, we'll actually give\npower back to the city.\n\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n24.\n\nZHAO (cont'd)\n\n(beat)\nThe residential upper half, with our\n24-hour surveillance & security,\nredundant off-site fire control\nsystems, and on-site emergency\nmedical staff, will be the safest,\nmost luxurious living in all of\nChina, if not the world. We even\nhave our very own dedicated cell\n\ntower -- so you'll never miss a call\neven when you're a mile in the air.\n(beat)\n\nThe Pearl is not just the future of\nChina but it is, in a very real\nsense, The Future itself.\n\nThe suits clap like ass-kissers. Annoyed, Zhao waves at\nthem to cease. He looks to Will...\n\nZHAO (cont'd)\nWhat do you think?\n\nWILL\nMe?\n\nZHAO\nYes, of course.\n\nUnsure of the politics of how to respond, Will goes with...\n\nWILL\nIt's, uh, neat.\n\nZHAO\nNeat?\n\nWILL\n\nYeah, real neat.\n\nMr.",
  "16": "---END OF PREVIOUS SECTION---\nZHAO\nNeat? WILL\n\nYeah, real neat. Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Pierce jumps in...\n\nSick burn.\n\nMR. PIERCE\nI think what Mr. Ford is trying to\nsay is that it would be imprudent of\nsomeone in his position to make any\ncomment whatsoever about The Pearl's\nqualities, aesthetic or otherwise.\n(beat)\n\nWith all due respect, he's not much\nmore than a glorified security guard.\n\nWill's jaw tightens. He gives Mr. Pierce a cold\n\nlook but toes the party line...\n\n(CONTINUED)\n\f25.\nCONTINUED: (2)\n\nWILL\nHe's right. I'm only here as a\ncertified independent third party to\nassess your safety and security\nmeasures and, if they're compliant,\nsign off on them so Mr. Pierce's\ncompany can give you the thumbs up to\nofficially open the top half of your\nbuilding. It's not really my place\nto comment.\n\nZHAO\nI know why you're here, Mr. Ford.\nAnd I know it's not your place to\n\ncomment -- which is precisely why I'm\nasking you to. Please, your honest\nopinion.\n\nWILL\n\nIt's been my experience that when\npeople ask for someone's honest\nopinion, that's usually the last\nthing they want.\n\nZHAO\nHumor me.\n\nWill glances at Mr. Pierce who gives him a stiff \"go ahead\"\nnod. Will clears his throat.\n\nWILL\nWell, let me start by saying that\nwhat you've built here is truly\nincredible. You should be proud.\n\nZHAO\nBut...?\n\nWILL\nBut...if it were up to me, I would\nnever insure this building. Not ina\nmillion years.\nMr. Pierce eyes Will sternly. The room tightens.\n\nZHAO\nAnd why is that?\n\n(CONTINUED)\n\f26.\nCONTINUED: (3)\n\nWILL\n\nYou've built a vertical city here,\nMr. Zhao, which is impressive sure,\nbut you've brought with it every\nsingle fire, safety and security\nchallenge I can think of -- and\nyou've not only brought them all\nindoors, you've trapped them three\nthousand feet in the air.\n\n(beat)\nEverything in this building has to go\nright every single time and too\nlittle has to go wrong once for there\nto be a very serious problem without\na viable solution.",
  "17": "---END OF PREVIOUS SECTION---\nCONTINUED: (3)\n\nWILL\n\nYou've built a vertical city here,\nMr. Zhao, which is impressive sure,\nbut you've brought with it every\nsingle fire, safety and security\nchallenge I can think of -- and\nyou've not only brought them all\nindoors, you've trapped them three\nthousand feet in the air. (beat)\nEverything in this building has to go\nright every single time and too\nlittle has to go wrong once for there\nto be a very serious problem without\na viable solution. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nLook, I'm a simple man. I like my\nbeer cold, my wings hot and fireworks\non the 4th of July. But if you're\nasking for my honest opinion about\nwhat you've built here, it would be\nthis: I don't get it.\n\nThen Will looks at Mr. Pierce.\n\nWILL (cont'd)\nBut, Hell, I'm just a glorified\nsecurity guard. So what do I know?\n\nThe room sucks in. Mr. Pierce shoots daggers at Will. But\nZhao smiles and says with all sincerity...\n\nZHAO\nWonderful. Now I know I can trust\nyou.\n\nZhao pulls out a TRANSLUCENT FLASH DRIVE.\n\nZHAO (cont'd)\nThis drive contains the machine codes\nfor The Pearl's fire and safety\ncontrol measures -- a master key, if\nyou will, to the entire building.\nThey're linked to your laptop alone\nand, once installed, will only be\naccessible for a twenty-four hour\nwindow before self-deleting. I trust\nthat will be enough time for you to\nthoroughly vet our security and\nsubmit your final analysis for Mr.\nPierce's approval?\n\n(CONTINUED)\n\f27.\nCONTINUED: (4)\n\nWILL\nMore than enough. Thank you.\n\nZhao slides the FLASH DRIVE to Will who uploads it onto his\nlaptop. A COUNTDOWN CLOCK ticks down from 24 hours.\n\nZhao glides to the door and looks back expectantly...\n\nZHAO\nCome on, if we hurry there's still\ntime.\n\nWILL\n\nTime for what?\n\nZHAO\nFor you to get it.\n\nZhao smiles. Will looks a little confused.\n\nEXT. THE PEARL - OBSERVATION DECK - DAY\n\nAnd finally we see it -- the crowning achievement of this\nincredible structure, and the very thing that gives the\nbuilding its name:\n\nA STUNNING 360-DEGREE GEODESIC DOME\n\n \n\nencases the upper most echelon of The Pearl -- an\nobservation deck fashioned entirely out of laser-cut\ncrystalline glass whose triangular facets fit so perfectly,\none into the next, that they almost disappear entirely.",
  "18": "---END OF PREVIOUS SECTION---\nWill looks a little confused. EXT. THE PEARL - OBSERVATION DECK - DAY\n\nAnd finally we see it -- the crowning achievement of this\nincredible structure, and the very thing that gives the\nbuilding its name:\n\nA STUNNING 360-DEGREE GEODESIC DOME\n\n \n\nencases the upper most echelon of The Pearl -- an\nobservation deck fashioned entirely out of laser-cut\ncrystalline glass whose triangular facets fit so perfectly,\none into the next, that they almost disappear entirely. \n---TARGET SECTION TO BE ANNOTATED---\nWhat's more, the footprint of the glass deck itself extends\nbeyond the profile of the building's rooftop allowing for\nthe stout-hearted to walk out beyond the roof and look\nstraight down to the ground, nearly a mile below.\n\nIt's nothing short of breath-taking.\n\nWe find Zhao and Will up here alone. Will takes in the\nsight dumb-founded. Zhao stares across the Victoria Harbor.\n\nZHAO\nI grew up over there, across the\nwater on the Kowloon side. My father\nsold fish. His father sold fish and\nhis father before him. So I grew up\nselling fish. Every morning up\nbefore the sun. Bone tired in the\nboat as it went down.\n\n(MORE)\n\n(CONTINUED)\n\f28.\nCONTINUED:\n\nZHAO (cont'd)\n\n(beat)\nWhen I was six years old, our house\nwas burned to the ground by some men\nmy father refused to pay. They\nkilled him that same night when he\nconfronted them in the street.\n\n(beat)\nMy mother raised me and my eight\nbrothers in sisters in a one-room\nhouse smaller than my bathroom is\nnow. At night, I remember staring at\nthis very skyline through our window,\nas my brothers and sisters slept --\nknowing someday I would make my mark,\nsomeday I would change what I saw out\nthat window. And no one would ever\ntake it from me.\n\nWILL\nI'm sorry for your loss. But why are\nyou telling me all this?\n\nZHAO\nBecause you and I aren't so different\nfrom each other, Mr. Ford. We're\nboth men from humble beginnings who\nshaped the world around us, not the\nother way around.\n\nWILL\nYeah -- next time remind me to invite\nyou to my skyscraper.\n\nZhao chuckles.\n\nZHAO\nTouché.\n\nZhao checks his watch then glances at the sun, doing a\ncalculation in his head.\n\nZHAO (cont'd)\nWalk out there and turn around.\n\nUnsure but curious, Will walks out onto the EXTENDED DECK,\nthe section. He turns back to face Zhao.\n\nZHAO (cont'd)\nOnce we open The Pearl, the place\nyou're standing on right now will\nbecome the newest wonder of the\nmodern world. A testament to what we\ncan do.",
  "19": "---END OF PREVIOUS SECTION---\nHe turns back to face Zhao. ZHAO (cont'd)\nOnce we open The Pearl, the place\nyou're standing on right now will\nbecome the newest wonder of the\nmodern world. A testament to what we\ncan do. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE)\n\n(CONTINUED)\n\f29.\nCONTINUED: (2)\nZHAO (cont'd)\n(beat)\nCount to three and you'll see what I\nmean.\n\nUncertain but game, Will plays along...\n\nWILL\nOne...two...three.\n\nOn three, the sun hits a certain point in the sky, its rays\nstriking the geodesic dome just so, causing the light to\nrefract perfectly, bouncing off of each precisely placed\nfacet resulting in a jaw-dropping effect.\n\nSuddenly, as if by magic, the deck, the glass, the entire\ndome itself, everything -- COMPLETELY VANISHES.\n\nOut on the extended deck, a sheer 3,000 foot drop below him,\nit looks as though Will is standing on nothing at all,\nsuspended in mid-air.\n\nZHAO\nWelcome to heaven, Mr. Ford.\nEXT. HONG KONG OUTDOOR MARKET - DAY\nThe Pearl looms in the distance, the sun low on the horizon.\n\nThe street is choked with PEOPLE and VENDORS hawking their\ngoods. We find Will and Horace waiting at a NOODLE STAND.\n\nHORACE\nWelcome to heaven? He really said\nthat?\nWILL\nYep.\nHORACE\nBut like cool or creepy?\nWILL\nKinda both.\nHORACE\nRich guys.\n\nWill blows on his hands, it's a bit nippy out.\nWILL\n\nI didn't think Hong Kong got this\ncold.\n\n(CONTINUED)\n\f30.\nCONTINUED:\n\nHORACE\nChinese New Year around the corner.\nAlways the coldest month.\n\nWILL\nThink it'll snow?\n\nHORACE\nAre you serious? We're almost at the\nequator. At sea level.\n\nWILL\nAll I'm saying is my leg knows when\nit's gonna snow -- and it's barking\nright now.\n\nHORACE\n\nYour leg is a moron. I think it's\nsnowed like once here in two-hundred\nyears.\n\nWILL\nSo you're saying there's a chance.\n\nHorace rolls his eyes. The VENDOR hands over two cartons of\nnoodles. They scoop them up and move off, landing us on\n\nA RAT-FACED MAN\n\nlurking nearby, clocking Will and Horace with intent.",
  "20": "---END OF PREVIOUS SECTION---\nHorace rolls his eyes. The VENDOR hands over two cartons of\nnoodles. They scoop them up and move off, landing us on\n\nA RAT-FACED MAN\n\nlurking nearby, clocking Will and Horace with intent. \n---TARGET SECTION TO BE ANNOTATED---\n He\nmoves out, stalking the duo.\n\nWe track with Will and Horace as they move through the\nthrong, immersing ourselves in the vibrant sights and sounds\nof a bustling Hong Kong street market.\n\nHORACE\nBest noodles in town -- 90% why I\nlive around the corner.\n\nWILL\nI thought you lived at The Pearl.\n\nHORACE\nHell no. Can't afford it.\n\nWILL\nI just thought he'd want you there\nfor security.\n\nHORACE\nI run security for the building not\nhim.\n\n(MORE)\n\n(CONTINUED)\n\f31.\nCONTINUED: (2)\nHORACE (cont'd)\nHe's got his own private outfit, they\nbeen with him for a while. Plus with\nthis bad boy...\n\nHorace raises his crippled hand.\nHORACE (cont'd)\n..-body detail isn't really in the\ncards for me.\n\nThat hits Will hard. Horace notices.\n\nHORACE (cont'd)\n\nHey -- I didn't mean to--\n\nWILL\nNo, it's okay. It's fine. It's the\ntruth.\n\nThey walk in silence for a beat.\n\nWILL (cont'd)\nI see that boy's face sometimes, you\nknow? When I can't sleep. The wife\nand daughter too. All of them.\n\nHORACE\nYou talk to somebody?\n\nWILL\nSarah. A counselor a couple times.\nBut it's never gone away. Not\ncompletely. The weird part is I\ndon't think I'd want it to, you know?\n\nHorace nods, feeling for his friend. The pair stop. Will\nlooks away, barely holding it together in this moment.\n\nThe Rat-Faced Man, sensing his chance, SNAPS OPEN A\nSWITCHBLADE and closes in on Will and Horace...\n\nWILL (cont'd)\nI couldn't save them, I couldn't save\nthe team. I couldn't save anyone.\nHORACE\nHey -- that's not on you. Will --\nlook at me.\n\nWill does.\n\n(CONTINUED)\n\f32.\nCONTINUED: (3)\n\nHORACE (cont'd)\nThat's not on you -- okay? The team\nknew the risks going in. We all\nsigned up for it. We knew the risks.\nThat's not yours to carry.\n\nWILL\nThank you.",
  "21": "---END OF PREVIOUS SECTION---\nWe knew the risks. That's not yours to carry. WILL\nThank you. \n---TARGET SECTION TO BE ANNOTATED---\nHORACE\nNow, I'd hug you in public, but I\ndon't want people to think we're\ndating.\n\nWill laughs, unaware as the Rat-Faced Man approaches behind\nhim raising his blade and looking for all the world like\nhe's about to stab Will in the back.\n\nWill senses something behind him. He turns just as the Rat-\nFaced man swings the blade -- slicing the strap on Will's\nLAPTOP BAG and TAKES OFF RUNNING WITH IT, vanishing into the\nflow of the market.\n\nHORACE (cont'd)\nI got him.\n\nHorace bolts after the thief, rushing headlong into the\nthrong of MARKET GO-ERS.\n\nNot one to sit on the sideline, Will scan the area quickly\nspotting:\n\nA DOUCHEBAG ON A DUCATI.\n\nleaning against his red metal phallus, revving the throttle\nat a pair of PRETTY GIRLS passing by. He moves off his bike\nto call after them. They ain't having it.\n\nThe Douchebag turns back just in time to see Will swinging\nhis leg over the Ducati 959.\n\nWILL\nNext time try flowers.\n\nVRROOM! Will takes off in a blur.\n\nEXT. HONG KONG MARKET / INTERSECTION - MOMENTS LATER\n\nHorace runs full tilt after the Rat-Faced Man, pushing\nBYSTANDERS aside. He's closing in on him but just then the\nRat-Faced Man wheels, pulling out a Glock and firing --\nBLAM-BLAM-BLAM!\n\n(CONTINUED)\n\f33.\nCONTINUED:\n\nMARKET GO-ERS scream and scatter. Horace dives behind a\ntrashcan -- .40 caliber rounds sparking off it.\n\nUtter chaos as the thief spots a MOTORCYCLE RIDER stopped at\nthe light in front of him.\n\nHe points the business end of his Glock at the biker,\ncommandeering the ride and tearing out of there just as\nHorace comes to a running stop, defeated.\n\nSuddenly, another roar. Horace spins, narrowly jumping out\nof the way as Will, riding hell-bent for leather on the\nDucati, rips past him in hot pursuit.\n\nAnd now we find ourselves in...",
  "22": "---END OF PREVIOUS SECTION---\nSuddenly, another roar. Horace spins, narrowly jumping out\nof the way as Will, riding hell-bent for leather on the\nDucati, rips past him in hot pursuit. And now we find ourselves in... \n---TARGET SECTION TO BE ANNOTATED---\nA _(reasonably-priced) HONG KONG STYLE MOTORCYCLE CHASE,\nweaving between ONCOMING TROLLEYS and throughout the\nprecarious inclines and narrow streets of Hong Kong proper.\n\nAll of this ends when Will draws even with the thief and\nleaps from his motorcycle, tackling the assailant to the\nground into a\n\nTRASH-STREWN ALLEY\nThe Rat-Faced Man goes down hard, dropping his gun.\n\nWill gets to his feet first and goes to lay hands on him but\nthe shifty thief pulls out his SWITCHBLADE and takes a\nswing, slicing Will on the arm. He jumps back clutching the\nwound, blood already starting to pour.\n\nThe Rat-Faced Man bounces to his feet and squares off with\nWill, a man twice his size.\n\nA cornered animal, he attacks, swinging wildly. Will is\nsurprisingly agile -- especially so considering his leg.\n\nWill dodges one lunge, then another. He's got this guy timed\nnow -- and on the assailant's third attempt, Will catches\nthe Rat-Faced Man's wrist, snapping it in one precise move.\n\nThe Rat-Faced Man howls in pain, dropping the knife. Will\nclocks an INTRICATE TATTOO on the thief's forearm.\n\nThe Rat-Faced Man scrambles back, looking down at Will's\nfeet where the discarded GLOCK rests. The thief looks to\nWill, then the gun -- is Will gonna pick it up?\n\nJust then, an out-of-breath Horace comes rushing around the\ncorner, spotting the standoff.\n\n(CONTINUED)\n\f34.\nCONTINUED: (2)\n\nWill reaches down BUT DOESN'T PICK UP THE GUN -- instead he\npicks up his LAPTOP BAG and kicks the gun away.\n\nThe Rat-Faced Man isn't going to stick around to find out\nwhy. He takes off running in the other direction.\n\nHorace joins Will as the duo watch the little man run off.\n\nHORACE\nWelcome to Hong Kong.\n\n \n\n[READER'S NOTE: in scenes containing only Chinese\ncharacters, all dialogue will be spoken in the native\nCantonese (with appropriate subtitles). This will be denoted\nby the use of italics in the dialoque block. Thank you for\nyour time and attention to this matter.",
  "23": "---END OF PREVIOUS SECTION---\n[READER'S NOTE: in scenes containing only Chinese\ncharacters, all dialogue will be spoken in the native\nCantonese (with appropriate subtitles). This will be denoted\nby the use of italics in the dialoque block. Thank you for\nyour time and attention to this matter. \n---TARGET SECTION TO BE ANNOTATED---\n We now return you\nto your regularly scheduled screenplay-reading activities. ]\n\n \n\n \n\nCUT TO:\nA DEAD GUARD\nslumped lifelessly on the floor of his GUARD BOOTH. A fresh\nbullet hole in his forehead. A WOMAN'S HAND reaches into\nframe and yanks the ACCESS CARD off of his shirt. We pan\noff the guard with the woman's hand, revealing we're...\nEXT. OFF-SITE CONTROL FACILITY - NIGHT\nA LOW-SLUNG CONCRETE BUILDING on the outskirts of the city.\nTHREE SILHOUETTES - the woman flanked by TWO MEN -- move\naway from the guard booth and toward the building.\nINT. OFF-SITE CONTROL ROOM - NIGHT\n\nSIX WORKERS man a CONTROL STATION at this secure off-site\nfacility. Only today it's not so secure.\n\nThe door opens. The workers turn to see XIA (pronounced\n\"Shi-ya\") standing in the doorway holding the access card.\n\nA slip of a woman with a pixie cut and a pretty smile, Xia\n\nflashes it just before she pulls out two silenced 9mms and\nrips off SIX SHOTS, dispatching each worker in turn.\n\n(CONTINUED)\n\f35.\nCONTINUED:\n\nXia enters when suddenly two HEAVY DUTY GUARDS appear out of\nnowhere right on top of her -- a surprise.\n\nIn a blink, Xia launches herself, climbing the guards like a\njungle gym as she applies some deft and deadly Black Widow\nscissor kick action, ending it with a coup de grace by\nsimultaneously shooting each guard with the others gun.\n\nIt's all over in under three seconds.\n\nXia pops up. Blows a stray strand hair out of her face and\nmoves off nonchalantly revealing the two men she came in\nwith, a TECHIE and a TOUGH GUY, standing in the doorway\nhaving just watched her in action.\n\nThe boys share a look: do not fuck this with chick. They\nmove into the room to do their job.\n\nThe TECHIE, dumps a rag-dolled worker out of his chair and\npulls himself up to the control board, going to work...\n\nTECHIE\nI can get access to nominal\ncontrol -- but anything above the\n\n95th floor, in the residential\nsection, will require the baseline\nmachine code.",
  "24": "---END OF PREVIOUS SECTION---\nThey\nmove into the room to do their job. The TECHIE, dumps a rag-dolled worker out of his chair and\npulls himself up to the control board, going to work... TECHIE\nI can get access to nominal\ncontrol -- but anything above the\n\n95th floor, in the residential\nsection, will require the baseline\nmachine code. \n---TARGET SECTION TO BE ANNOTATED---\nXIA\nYou'll have what you need, just make\nsure I get what I need.\n\nThe Tough Guy's cellphone rings. He answers. His face goes\nsour. He hangs up. Shakes his head. Xia nods.\n\nXIA (cont'd)\nTime for Plan B.\n\nHORACE (PRE-LAP)\nHow come you didn't pick up his gun?\nINT. HORACE'S APARTMENT - DAY\n\nA well-appointed but modest one-bedroom apartment on the\nsecond floor. Horace inspects Will's wound.\n\nWILL\nWhat do you mean?\n\nHORACE\n\nI mean you could've picked it up but\nyou didn't. Why?\n\n(CONTINUED)\n\f36.\n\nCONTINUED:\nWILL\nI don't know. I haven't touched one\nin such a long time -- I guess I just\n\ndidn't want to hurt anybody today.\nThere's more to it, but Horace leaves it alone. He stands.\nHORACE\nYou're gonna need stitches. I'11l get\nmy kit.\n\nHorace stands up and moves into the adjacent BATHROOM and\nstarts digging out his med kit.\n\nWill's phone rings. Sarah is FaceTiming him. He answers.\n\nWILL\nHey baby -- how are the pandas?\n\nBut, surprisingly, Sarah is back at The Pearl. [INTERCUT AS\nNECESSARY].\n\nSARAH\nWe didn't really get to see them --\nHenry ate some weird candy and\nstarted throwing up, so we came back.\n\nIN THE BATHROOM\n\nHorace gets a text message. He reads it. Looks at himself\nin the mirror -- a haunted man stares back.\n\nIN THE PEARL\n\nSarah ushers Henry and Georgia off the elevator and toward\ntheir luxury apartment door.\n\nWILL\nIs he okay? Did he have an attack?\n\nSARAH\nNo, his breathing is fine. No fever or\nanything, he just needs to lie down.\n\nWILL\n\nOkay -- I'm coming back right now.\nSARAH\n\nDon't rush -- we're cool. Just, you\n\nknow, no pandas. Which sucks.\n\nHenry chimes in...\n\n(CONTINUED)\n\f37.\nCONTINUED: (2)\n\nHENRY\nIt sucks!\n\nSARAH\nDon't say \"sucks\", honey.\n\nWILL\nWe'll go tomorrow, buddy. If you're\nfeeling better.",
  "25": "---END OF PREVIOUS SECTION---\nSARAH\nDon't say \"sucks\", honey. WILL\nWe'll go tomorrow, buddy. If you're\nfeeling better. \n---TARGET SECTION TO BE ANNOTATED---\n(to Sarah)\nAlright, I'm gonna hustle back. Love\nyou.\nSARAH\nLove you.\n\nSarah hangs up, unlocking the door to their apartment when\nsuddenly out of an adjacent APARTMENT DOOR, SIX SECURITY\nGUARDS appear, carrying HEAVY BLACK DUFFLE BAGS, two of them\nwheeling a HANDCART with a CONTAINER on it. They stop short\nat the sight of Sarah and her kids.\n\nThe LEAD SECURITY GUARD, sporting a Samurai topknot haircut,\nsmiles kindly...\n\nLEAD SECURITY GUARD\nSorry, miss. We thought this floor\nwas empty.\n\nSARAH\nYeah -- me too.\n\nThe kids stare at the men. It's a strangely charged moment.\nSarah notices a faded word stenciled on the container:\n\nTMlapalmlwot\n\nSarah doesn't know what it means but her Spidey-sense starts\ntingling. Something about these guys isn't right.\n\nSARAH (cont'd)\nEverything okay?\n\nLEAD SECURITY GUARD\nEverything's fine. Routine floor\ncheck.\n\nSARAH\nTakes six guys to check an empty\nfloor, huh?\n\nThe Lead Security Guard smiles tightly.\n\n(CONTINUED)\n\f38.\nCONTINUED: (3)\n\nLEAD SECURITY GUARD\nWe like to be thorough.\n\nSARAH\nI'll say.\n\nLEAD SECURITY GUARD\nYou have a nice night, ma'am.\n\nWith that, the team moves down the hall toward an EXIT DOOR,\none of the Guards shoots a glance over his shoulder,\nclocking her. He asks under his breath...\n\nGUARD\nWant me to clean that up?\n\nLEAD SECURITY GUARD\nNah. It'll take care of itself.\n\nThey push through the exit door, disappearing downward.\nSarah watches them go.\n\nGEORGIA\nMom -- were those guys the police?\n\nSARAH\nNo, honey. They're not the police.\n\nHer mind ticking, Sarah hovers her thumb over Will's number\nabout to call him back. Then she thinks better of it and\npockets her phone, opening the door and ushering her kids\ninside. A beat later and we hear her throw the deadbolt.\n\nCUT TO:\nWHITE SAND\n\nbeing poured onto the ground. We're...\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\nCUT TO:\nWHITE SAND\n\nbeing poured onto the ground. We're... INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE PEARL - 96TH FLOOR LOBBY - MOMENTS LATER\n\nThe six guards, now sporting serious CHEMICAL MASKS pour out\nstreams of GRANULATED WHITE POWDER over every surface as\nthough they were salting a road -- a winter wonderland.\n\nThe Lead Guard holds the exit door open as his team moves\npast him, pulling off their masks and heading up the stairs.\n\nThe last man standing, The Lead Security Guard, his hand\n\npoised above a RED FIRE ALARM HANDLE, takes in the powdered\nlandscape in front of him: a entirely frosted floor.\n\n(CONTINUED)\n\f39.\nCONTINUED:\n\nHe yanks down the alarm handle and exits through the door.\nWe wait in the 96th floor lobby as the alarm blares.\nEmergency lights flash. Then the SPRINKLER SYSTEM engages,\ndousing the entire floor with a wet down from on high.\n\nBUT THE MOMENT THE WATER HITS THE POWDER, IT IGNITES.\n\nINT. HORACE'S APARTMENT - NIGHT\n\nWill hangs up. In the bathroom, Horace looks concerned. He\ncalls out to Will...\n\nHORACE\n\nThey went back to The Pearl?\nWILL\n\nHenry wasn't feeling well.\nHORACE\n\nThat's too bad.\nWILL\n\nYup -- no pandas.\n\nBut something else is bugging Will...\n\nWILL (cont'd)\nHey -- did you notice the ink on that\nguy's forearm?\n\nHORACE\nWho the little guy?\n\nWILL\nYeah.\n\nHORACE\n\nDidn't notice.\nHorace grabs his med kit and exits into\nTHE LIVING ROOM\n\nwhere Will continues...\n\nWILL\nLooked like an affiliation -- maybe\ngang ink. I'11l sketch it out for the\n\ncops.\n\n(CONTINUED)\n\f40.\nCONTINUED:\n\nHORACE\nWe're not gonna call the cops.\n\nHorace's voice has changed, it's colder now, darker...\n\nHORACE (cont'd)\nYou couldn't just let him take the\nbag, could you? Had to be a hero.\nAlways gotta be the hero.\n\nWILL\nWhat are you talking about--\n\nHorace pulls out a .45 AUTOMATIC from the med bag and points\nit squarely at his friend. Will stands, wary...",
  "27": "---END OF PREVIOUS SECTION---\nAlways gotta be the hero. WILL\nWhat are you talking about--\n\nHorace pulls out a .45 AUTOMATIC from the med bag and points\nit squarely at his friend. Will stands, wary... \n---TARGET SECTION TO BE ANNOTATED---\nHORACE\nI tried to do this clean -- but now\nyou're gonna have to take the fall\nfor all of it.\n\nWILL\nWhoa -- H -- what's going on? Talk\nto me. Put the gun down and let's\ntalk.\n\nHORACE\nI don't have a choice -- I don't have\n\na fucking choice now. It's too late.\nYou messed it up. Why'd you have to\nmess it up?\n\nWILL\nSlow down--\n\nHORACE\nI'm sorry.\n\n-- BANG! Horace fires just as Will dives out of the way,\ntaking cover behind the kitchen counter divide.\n\nHorace rounds that corner and pulls the trigger but Will has\nalready closed the gap, knocking the muzzle aside causing\nthe shot to go wide, disarming Horace.\n\nThe pair find themselves in close quarters hand-to-hand\nmelee; each man expertly trained. A brutal affair unfolds\nas Will and Horace fight to the death.\n\nThe confines of the apartment take the brunt as books fall\nfrom bookshelves, lamps are sent crashing, pictures shatter.\n\nOnly one man will make it out alive.\n\n(CONTINUED)\n\f41.\nCONTINUED: (2)\n\nHorace catches Will with an elbow stunning him; he KICKS OUT\nWILL'S PROSTHETIC LEG -- a dirty move -- then sweeps the\nother, dropping Will to the floor -- THUD.\n\nHorace spots the wayward .45 and snatches it up, turning to\nfire only to have Will use his good leg to kick out\nHorace's, dropping him to the floor as well.\n\nWill pounces on top of Horace as the two former teammates\nstruggle mightily against each other for control of the .45\nwhen suddenly -- BANG.\n\nThe gun goes off. A moment as we don't know who got the\nworst of it. Then Horace coughs up blood, his eyes rolling\nback in his head.\n\nA look of dismay washes over Will's face. He releases his\ndeath grip on his longtime friend.\n\nWithout missing a beat, Will checks Horace's injury: a\ngunshot wound just below the breast bone. Blood pumps out\nrhythmically, air sucks in -- a mortal blow.\n\nWill applies direct pressure with his hand as best he can\nbut he knows he's gonna need something to stop the bleeding.",
  "28": "---END OF PREVIOUS SECTION---\nWithout missing a beat, Will checks Horace's injury: a\ngunshot wound just below the breast bone. Blood pumps out\nrhythmically, air sucks in -- a mortal blow. Will applies direct pressure with his hand as best he can\nbut he knows he's gonna need something to stop the bleeding. \n---TARGET SECTION TO BE ANNOTATED---\nWILL\nYou're gonna be alright -- sit up --\nlean forward.\n\nWill maneuvers Horace's body as he starts to wheeze from a\ncollapsed lung. Horace apologizes, rapidly turning pale.\n\nHORACE\nI'm sorry -- I'm sorry --\nWILL\nHey -- just stay with me -- Look at\nme -- fight it now. You gotta fight it.\n\nWill moves into\nTHE ADJACENT BATHROOM\n\nand grabs a HAND-TOWEL to help staunch the bleeding. That's\nwhen Will stops short at the sight of:\n\nA_HAND PROTRUDING OUT FROM BEHIND THE SHOWER CURTAIN.\n\n \n\nWill yanks the curtain back, revealing the BODY OF A DEAD\nMAN IN A SUIT, crumpled lifelessly in the tub.\n\n(CONTINUED)\n\f42.\nCONTINUED: (3)\n\nWill nearly stumbles at the shocking sight. He rushes out\nof the bathroom and back to\n\nTHE LIVING ROOM\n\nWhere Horace is paper white and not long for this world.\nWill kneels down next to him.\n\nWILL (cont'd)\n\nTell me what's going on -- if you\ntell me, I can help you. Horace?\nHorace?\n\nHORACE\n\n...They weren't supposed to go\nback...they weren't supposed to be\nthere...\nWill's blood goes cold.\nWILL\nWho wasn't supposed to be there?\n(beat)\nWhat did you do?\nHorace chokes out a ragged...\n\nHORACE\nI -- I'm sorry.\n\nAnd then he's gone. Will lets go of his friend. And that's\nwhen he hears it: SIRENS. In the distance -- a lot of them.\n\nWill moves to Horace's window, yanking open the blinds to\nsee a horror unimaginable:\n\nTHE PEARL IS ON FIRE.\n\nAn entire floor, maybe two, are ablaze halfway up the\nbuilding. Based on the silhouette of the structure, Will\nknows Sarah and his kids are above the fire line.\n\nHis heart sinks.\n\nThen more SIRENS. But these are much closer. Will glances\ndown to:\n\nTHE STREET BELOW\n\nwhere a swarm of HONG KONG POLICE (HKP) and SWAT VANS\nscreech to a stop out in front.\n\n(CONTINUED)\n\f43.",
  "29": "---END OF PREVIOUS SECTION---\nBut these are much closer. Will glances\ndown to:\n\nTHE STREET BELOW\n\nwhere a swarm of HONG KONG POLICE (HKP) and SWAT VANS\nscreech to a stop out in front. (CONTINUED)\n\f43. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (4)\n\nThe van doors open and out pours an ASSAULT TEAM. They\nhustle into the apartment building.\n\nHis mind racing, Will only has moments to form a plan.\nQuickly he snags his prosthesis, securing it to his leg.\n\nHe slings his laptop bag and grabs the .45, tucking it away.\n\nHe hears HEAVY FOOTFALLS as the assault team ascends the\nstairs. Will moves to the door, snugging up against it.\n\nHe glances down at his feet -- at first we're not sure why.\nThen a little BLACK SNAKE slithers under the door. A FIBER\nOPTIC CAMERA.\n\nON THE OTHER SIDE OF THE DOOR\n\nthe ASSAULT TEAM stacks up. The OPTICS MAN crouches at the\nthe door working the snake-cam -- its MONITOR showing the\nbattered apartment and a portion of Horace's slack body.\n\nWILL watches the snake-cam's head twist around and just as\nit bends toward him he snatches it up and yanks it hard...\n\nTHE OPTICS MAN,\n\nholding the other end of it, is yanked head-first into the\ndoor -- WHAM!\n\nWill opens the door and grabs the dazed Optics Man --\nsnapping him back into the apartment and shutting the door.\n\nThe Assault Team on the other side of the door unloads on\nit -- shredding the wood to pieces.\n\nINSIDE THE APARTMENT\n\nWill headbutts the Optics Man out cold, then he snatches a\nFLASHBANG GRENADE off of his webbing, pulling the pin.\n\nThe limp Optics Man in one hand, Will tosses the flashbang\nthrough one of the GUNSHOT HOLES in the Swiss Cheese door.\n\nShouts of alarm followed by a THUNDEROUS BANG.\n\nWill opens the door just wide enough to kick the Optics Man\nthrough the opening onto his stunned comrades, knocking a\nfew of them over like bowling pins.\n\nWill slams the door shut and moves to a STANDING CABINET,\nshouldering it, tipping it over to block the front door.\n\n(CONTINUED)\n\f44,\nCONTINUED: (5)\n\nThe assault team on the other side begins battering the door\nopen with a METAL RAM. Will only has seconds left.",
  "30": "---END OF PREVIOUS SECTION---\nWill slams the door shut and moves to a STANDING CABINET,\nshouldering it, tipping it over to block the front door. (CONTINUED)\n\f44,\nCONTINUED: (5)\n\nThe assault team on the other side begins battering the door\nopen with a METAL RAM. Will only has seconds left. \n---TARGET SECTION TO BE ANNOTATED---\nHe races to the window, tearing off the blinds and throwing\nopen the pane.\n\nCRACK -- the door breaks open and the Assault Team rushes in\njust as Will disappears out the window, dropping from sight.\nEXT. BACK ALLEY - CONTINUOUS\n\nWill hits the ground hard -- his leg goes out from under him\nas he cries out in pain.\n\nHe gathers himself quickly, getting to his feet to find\nhimself\n\nSURROUNDED.\n\nThe HKP have both ends of the alley blocked off. They inch\ntoward Will from either end, closing in on him like a vice.\n\nWill glances up to see the ASSAULT TEAM in the apartment\naiming down on him from the window above.\n\nHe's trapped. It's over. Will puts his hands up, pointing\ndesperately at The Pearl, ablaze in the skyline...\n\nWILL\nMy family! My family is trapped in\nthat building!\nBut they don't speak English and he doesn't speak Chinese.\nWILL (cont'd)\nPlease! Listen to me! You have to\nlisten! My family--\nBANG!\nA shotgun blast strikes Will in the chest -- a non-lethal\nBEANBAG round knocking the wind out of him. Then another,\nthen a third. The big man drops to a knee, weakened, unable\nto catch his breath. The HKP close in, subsuming him.\nCUT TO:\nWILL'S BIG WRISTS\n\ncinched in tiny Chinese handcuffs, as he's led through the\nthrong of cops toward a waiting POLICE VAN.\n\n(CONTINUED)\n\f45.\nCONTINUED:\n\nTHE PEARL\n\nburns in the distance as Will is shoved into the back of the\nvan. He looks up longingly at the burning high rise -- the\nonly people in this world he loves trapped inside.\n\nThe van doors close on Will's face revealing the burning\nhigh rise in their blacked-out windows.\n\nThe doors recede from us -- moving away from The Pearl, away\nfrom the very place Will wants to be most.\n\nINT. THE PEARL - PRIVATE RESIDENCE - NIGHT\n\nDistraught, Sarah finishes leaving a voicemail for Will.\n\nThe fire alarm blares. EMERGENCY LIGHTS flash brightly. An\n\nALARM VOICE repeats itself in CHINESE. Henry and Georgia\nlook scared.",
  "31": "---END OF PREVIOUS SECTION---\nEMERGENCY LIGHTS flash brightly. An\n\nALARM VOICE repeats itself in CHINESE. Henry and Georgia\nlook scared. \n---TARGET SECTION TO BE ANNOTATED---\n Sarah hangs up and ushers them to the couch.\n\nSARAH\nGet on the couch.\n\nGEORGIA\nMom -- what's going on? Are we gonna\nbe okay?\n\nSARAH\n\nWe're going to be fine. There's a\nfire in the building, but we're safe\n\nhere -- everything's going to be\nokay. I'm going to go talk to the\nfiremen.\n\nSarah moves into the bathroom and turns on the cold water in\nthe bathtub, pulling the stopper shut to fill it. She grabs\na towel, rolling it into a tube.\n\nExiting the bathroom, she kneels down in front of her kids.\n\nSARAH (cont'd)\nLook at me: stay on this couch and do\nnot move until I comeback.\nUnderstand?\n\nHenry and Georgia nod. Sarah hands Georgia her phone.\n\nSARAH (cont'd)\nIf daddy calls, tell him we're okay\nand that I'll be right back.\n(beat)\nI love you both very much.\n\n(CONTINUED)\n\f46.\nCONTINUED:\n\nSarah kisses them then exits.\n\nINT. THE PEARL - HALLWAY - CONTINUOUS\n\nSarah wedges the rolled up towel against the foot of the\ndoor. Then she goes to the elevators and sees that the\ndisplay above the door shows a red FIRE LOGO with an X over\nit. Elevators have been automatically disabled.\n\nSarah finds the FIRE EXIT door and pushes through it.\n\nINT. THE PEARL - FIRE STAIRS - CONTINUOUS\n\nSarah moves down from the 98th floor -- instantly feeling a\nWALL OF HEAT rushing at her. She pushes on, down one flight\nand nearly to the next landing when -- KA-BOOM!\n\nThe door to the 96th floor ROCKETS OFF ITS HINGES, slamming\ninto the wall opposite, crumpling like tinfoil. Hungry for\nfresh oxygen, the flames from the raging fire snake through\nthe new opening into the stairwell.\n\nSarah scrambles backward -- turning to run back up the way\nshe came. There's no way down.\n\nEXT. THE PEARL - GROUND LEVEL - NIGHT\n\nControlled chaos as crowds have gathered to gape at the\nunimaginable sight.",
  "32": "---END OF PREVIOUS SECTION---\nThere's no way down. EXT. THE PEARL - GROUND LEVEL - NIGHT\n\nControlled chaos as crowds have gathered to gape at the\nunimaginable sight. \n---TARGET SECTION TO BE ANNOTATED---\n An adjacent thirty-foot wide HD\nBILLBOARD on the side of a NEARBY BUILDING plays the news of\nthe fire for all to see.\n\nEMERGENCY SERVICES are already on the scene, cordoning off\nthe area. Amidst it, we find the FIRE CHIEF walking through\nthe throng talking to the man in charge, CAPTAIN CHAN.\n\nFIRE CHIEF\n...Fire's burning unchecked on the\n96th. We're evacuating the building\nas we speak. Gonna take some time.\n\nCAPTAIN CHAN\nWhat about people above the 96th?\nHas anyone contacted them?\n\nFIRE CHIEF\nNo.\n\nCAPTAIN CHAN\nNo? Why not?\n\n(CONTINUED)\n\f47.\n\nCONTINUED:\nFIRE CHIEF\nBecause there's no one above the 96th\nfloor -- it's not open yet.\n\nCAPTAIN CHAN\nYou're kidding me.\n\nFIRE CHIEF\nThe owner of the building is in the\npenthouse on the 220th -- that's it.\n\nAnd the fire will never get there.\n\nCAPTAIN CHAN\nHow do you know that?\n\nFIRE CHIEF\nThe automatic fire doors and\ndampening measures have engaged,\nsealing the fire in place. If it\ncan't go up and it can't go down,\nit'll burn itself out in under two\nhours, even if we don't do\nanything -- no fuel, no fire.\n\nCAPTAIN CHAN\nYou're telling me the building is\nputting out the fire by itself?\n\nFIRE CHIEF\nThat's an oversimplification, Captain.\n\nCAPTAIN CHAN\nReally? Cuz it sounds to me like\nyou're out of a job, Chief.\nWith that, Chan yanks open the door to an EMERGENCY OPS\nTRAILER, disappearing inside. The Chief follows.\nINT. THE PEARL - PRIVATE RESIDENCE - NIGHT\n\nSarah pushes through the door, coughing. Henry and Georgia\nrush to her. She kneels down and hugs her cubs tightly.\n\nGEORGIA\nDaddy didn't call.\n\nSARAH\nThat's okay. Gimme the phone. Let's\ntry him together.\n\nSarah dials Will one final time...\n\f48.\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nSarah dials Will one final time... 48. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HONG KONG STREET - NIGHT\n\nThe Police Van, escorted by HKP on motorcycles, moves through\nthe crowded streets, sirens wailing.\n\nINT. POLICE VAN - SAME\n\nWill rides wordlessly with the assault team. Suddenly a\nBUZZING. Will glances at his laptop bag -- he can see his\n\nphone in the mesh webbing of one of its outer pockets.\n\nIt's Sarah's face. She's calling him. It's nothing short\nof torture for Will as he's feet away but can do nothing.\n\nWILL\nAnswer it!\n\nThe assault team ignores him.\n\nWILL (cont'd)\nANSWER MY PHONE!\n\nWill tries to answer it himself, moving to get up when he\ntakes the butt of a rifle to the gut for his trouble.\n\nWill crumples. Coughing. His phone shows the missed call\n\nfrom Sarah. Wills swings his gaze to a SMIRKING GUARD.\nWill's eyes narrow, he's gonna--\n\nWHAMMMMM!\n\nOUR WORLD GOES UPSIDE DOWN. We're trapped in a violent\nclothes dryer as we spin and tumble.\nEXT. HONG KONG STREET - SAME\n\nThe police van is T-boned by a BATTERING RAM TRUCK, sending\nit spinning like a rolling pin into the side of a building.\n\nInstantly, a HALF-DOZEN GANGSTERS, sporting CHINESE DRAGON\nMASKS, race up in MOTORCYCLES, ambushing HKP officers.\n\nIt's over in a blink as the Gangsters cut down the cops.\nINT. POLICE VAN - SAME\n\nIt's dark in here. The interior van light stutters, offering\nan eerie strobe effect. We're completely upside down.\n\n(CONTINUED)\n\f49.\nCONTINUED:\n\nGUNFIRE and shouting outside. A turkey shoot underway.\n\nIn the back of the van, the Assault Team members groan, some\nout cold. Will shakes out the cobwebs just in time to hear\nthe ROARING WHINE of a gas-powered blade saw.\n\nSuddenly a showering of hot sparks rain down inside the\nvan -- the doors are being cut open from the outside.\n\nThen a CROWBAR is wedged in prying this prize box open --\none thrust, then two.",
  "34": "---END OF PREVIOUS SECTION---\nWill shakes out the cobwebs just in time to hear\nthe ROARING WHINE of a gas-powered blade saw. Suddenly a showering of hot sparks rain down inside the\nvan -- the doors are being cut open from the outside. Then a CROWBAR is wedged in prying this prize box open --\none thrust, then two. \n---TARGET SECTION TO BE ANNOTATED---\n The doors crack free revealing:\n\nTHREE DRAGON-MASKED GANGSTERS,\n\nsmoke roiling past their horns in wicked slow motion.\n\nThe Smirking Guard goes for his gun but takes two rounds in\nthe chest from the LEAD GANGSTER. The Lead Gangster swings\n\nthe barrel of his carbine to Will.\n\nA moment as it looks like this might be the most expensive\nshort film in the history of cinema.\n\nBut then the Lead Gangster drops his weapon and reaches past\nWill, snagging the thing he came for -- the LAPTOP BAG.\n\nThe Lead Gangster makes sure the laptop is inside, then he\ntosses the bag to a waiting COMRADE on a motorcycle. The\ncomrade tears ass out of there.\n\nFast approaching sirens. No time, the masked Gangsters back\naway, splitting apart on their motorcycles -- heist complete.\n\nIN THE VAN\n\nWill hears sirens and weighs his options: stay here and stay\narrested or seize the moment and go rescue his family.\n\nFor a guy like Will, there's only one answer.\n\nHe searches for the CUFF KEYS, finding them on the Smirking\nGuard's belt.\n\nWill quickly frees himself, snags a SIDEARM and exits.\nOUTSIDE THE VAN\n\nthe SIRENS have grown louder, he's got only seconds to make\nhis escape. BYSTANDERS have begun to gather -- they point\n\nat Will when he appears from the wreckage. Some start\nshouting. Many others record it all on their smartphones.\n\n(CONTINUED)\n\f50.\nCONTINUED: (2)\n\nWill gets his bearings quickly, scanning the skyline until\nhe finds what he's looking for, then he heads off in that\ndirection -- people part like the Red Sea as this massive\nmaniac with a gun moves toward them.\n\nWe swing around Will to reveal his goal: THE PEARL, burning\nlike a fuse in the night sky.\n\nMATCH CUT TO:\nTHE PEARL\n\nburning on a TELEVISION SCREEN. We're...\n\nINT. THE PEARL - PENTHOUSE BOARDROOM - NIGHT\n\nStanding in front of his wall-sized touch screen, Zhao\nwatches his building burn on the local news. If this\nworries him, it doesn't show.\n\nThe three suits sitting at the table, however, are starting\nto sweat. One of them whispers to Mr. Pierce...",
  "35": "---END OF PREVIOUS SECTION---\nThe three suits sitting at the table, however, are starting\nto sweat. One of them whispers to Mr. Pierce... \n---TARGET SECTION TO BE ANNOTATED---\nSUIT\nHelluva first day, huh?\n\nMr. Pierce swallows hard -- this might be the worst day in\nhis insurance underwriting life. He speaks up...\n\nMR. PIERCE\nShould we evacuate?\n\nZHAO\nEvacuate?\n\nMR. PIERCE\n\nYes. Take your helicopter.\n\nZHAO\nAnd why would we do that?\n\nMR. PIERCE\nThe building's on fire.\n\nZHAO\nThe building isn't on fire. The 96th\nfloor is on fire.\n\nMr. Pierce nearly scoffs -- he looks at the suits to back\nhim up. They look away.\n\n(CONTINUED)\n\f51.\nCONTINUED:\n\nZHAO (cont'd)\nMr. Pierce, our bodies are the result\nof millions of years of evolution.\nWhen faced with heat, we sweat. When\nfaced with danger, our blood courses\nwith Adrenaline and Cortisol. When\nfaced with extreme cold, hypothermia,\nour bodies act to conserve heat,\ncutting off blood to the extremities\n-- any sacrifice to keep the core\nwarm. The brain. The Pearl is the\nsame. We're sacrificing one floor,\nso that the rest may live.\n\nZhao nods at a set of security monitors, showing the fire\ncontainment on the 96th floor.\n\nZHAO (cont'd)\nThe ninety-sixth floor will burn to\nash, the fire will die and we'll\nrebuild it. The Pearl itself will\nnever be in jeopardy. I assure you.\n\nJust then, the TV News cuts away from its coverage of the\nfire to show a STOCK PHOTO OF WILL FORD next to SMARTPHONE\nVIDEO of his escape from the overturned HKP Van.\nThe room goes silent. Zhao un-mutes the screen...\nNEWSCASTER\n\n...the American is the prime suspect\n\nin a double-homicide and is wanted\n\nfor his apparent connection to the\n\nfire at The Pearl...\n\nZhao turns to his head of security, a no nonsense Israeli\nman named DOV (40s).\n\nZHAO\nGet me answers.\n\nDov nods and exits. Puzzled, Zhao turns his attention back\nto the image of Will on his screen.\n\nMATCH CUT TO:\nWILL'S FACE\n\non the same newscast, playing through a window. We're...\n\f52.\n\nEXT.",
  "36": "---END OF PREVIOUS SECTION---\nWe're... 52. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HONG KONG STREETS - NIGHT\nThe broadcast plays inside a bar, patrons are rapt by it.\n\nWe find Will watching too from an ALLEYWAY. He scans the\narea, every TV screen he sees is playing the same thing: his\nface right next to the burning Pearl. He's a wanted man.\n\nWill's mind churns: his image is everywhere and he's a foot\ntaller than everyone in this city -- he'll stick out like a\nsore thumb on the street. Unless...\n\nCatercorner, Will spots a BEGGAR in a WHEELCHAIR panhandling.\nCUT TO:\nTHE BEGGAR\n\nlooking up at us. A FISTFUL OF CASH is held out to him.\nReveal Will as he brings his finger to his lips: SHHHH. The\nBeggar smiles a toothless smile and reaches for the cash.\n\nINT. THE PEARL - PRIVATE RESIDENCE - BATHROOM - NIGHT\n\nGeorgia submerges bathroom towels in the tub as Sarah kneels\nin front of Henry holding an ASTHMA INHALER.\n\nHENRY\nI'm fine, mom.\n\nSARAH\n\nYou're fine now, honey, but we're\nabout to go out there and there's a\nlot of smoke and bad air and I don't\nwant you to have an attack, okay?\n\n(to Georgia)\nDunk them all the way, make sure the\nwhole thing gets wet. The hand\ntowels too.\n\nGeorgia does as she's told. Sarah looks back to her son...\n\nSARAH (cont'd)\nTwo quick inhales, please?\n\nHenry obliges.\n\nSARAH (cont'd)\nGood job. Thank you.\n(pocketing it)\nI'll have it right here with me if\nyou need it, okay?\n\n(CONTINUED)\n\f53.\n\nCONTINUED:\nHENRY\nOkay.\nGEORGIA\nMom -- are we gonna die?\n\nThe directness of the question stops Sarah short.\n\nSARAH\nNo honey, we're not gonna die.\n\nHENRY\nWhere's Dad?\n\nSARAH\nHe's not here.\n\nHENRY\nIs he coming to get us?\n\nThey look at their mother. Sarah knows this moment matters.\n\nSARAH\nThere's nothing in this world that\nwould stop your father from keeping\nyou both safe.",
  "37": "---END OF PREVIOUS SECTION---\nThey look at their mother. Sarah knows this moment matters. SARAH\nThere's nothing in this world that\nwould stop your father from keeping\nyou both safe. \n---TARGET SECTION TO BE ANNOTATED---\nHENRY\nAnd you too, right?\n\nSARAH\nAnd me too.\n\nSarah opens her toiletry kit and takes out a pair of CHROME\nSHEARING SCISSORS.\n\nSARAH (cont'd)\nHand me those towels.\n\nEXT. OFF-SITE CONTROL FACILITY - NIGHT\nA motorcycle rips toward the chain-link fence. The Tough\nGuy, now dressed as the security guard, opens the gate.\nClutching Will's laptop bag, the Biker roars through.\nINT. OFF-SITE CONTROL ROOM - MOMENTS LATER\nThe Biker rushes into the room and hands the laptop to Xia.\nShe tosses it to the Techie who snags it out of the air and\n\nquickly boots it up, gaining access the precious control\nprotocols he needs.\n\n(CONTINUED)\n\f54.\nCONTINUED:\n\nXIA\nDo it.\n\nON SCREEN we see full access granted. The Techie expertly\nengages all of the anti-fire measures from the 95th down, a\ncascade of GREEN COLORED FLOORS all the way to the bottom.\n\nThen he deactivates all of the anti-fire measures from the\n96th to the top -- all of those floors BLINK RED.\n\nWith a swipe on the touchscreen, the FIRE DOORS from the\n97th on up slide open, feeding the fire with fresh air.\n\nON THE 96TH FLOOR\n\nwe see the flames ROAR UPWARD, like a living creature -- a\ntwisting tornado of fire thirsty for fuel and hungry for\noxygen. The blaze climbs higher -- a kiln burning white-hot.\nBACK TO:\nTECHIE\n\nLadies and gentlemen, I give you a\n6.5 billion dollar chimney.\n\nXIA\nLock it in.\n\nSome fancy keystrokes add an encryption code to the changes\nin the building, effectively making them permanent.\n\nTECHIE\nEncrypted.\n\nHe pops up and hands Will's laptop to Xia.\n\nTECHIE (cont'd)\n\nYou've got full systems control from\nthat laptop and that laptop only. No\npass code needed. Plug and play.\nEveryone else is locked out.",
  "38": "---END OF PREVIOUS SECTION---\nNo\npass code needed. Plug and play. Everyone else is locked out. \n---TARGET SECTION TO BE ANNOTATED---\nXIA\nHow long will it take them to crack\nyour encryption and regain control?\n\nTECHIE\nI don't know -- seven hundred years?\nI'm the only one who knows the\nlogarithmic base cipher I used to\nencrypt it, so I'm literally the only\nperson on planet earth who can crack\nit. Pretty smart, huh?\n\n(CONTINUED)\n\f55.\nCONTINUED: (2)\n\nXIA\nNot that smart.\n\nTHWIP! One silenced 9mm round to the forehead drops the\nTechie. She tucks her gun away and slides Will's LAPTOP\ninto her messenger bag for safe keeping, pulling out a\n\nGLOSSY BLACK BRICK with a BLINKING RED LIGHT in exchange.\n\nThe phone in the control room starts RINGING madly. She\nignores it, placing the black brick on the doorjamb with a\nmagnetic CHUNK. She activates it and exits.\n\nEXT. OFF-SITE CONTROL FACILITY - MOMENTS LATER\n\nXia moves away from the facility toward the front gate. She\ntouches her ear, speaking to someone unseen...\n\nXIA\nHeading to on-site.\n\nThe Tough Guy looks over from the GUARD SHACK...\n\nTOUGH GUY\nWe done?\n\nXIA\nYep.\n\nTHWIP-THWIP! Two shots in the ten-ring. He's dead before\nhe hits the ground. She doesn't so much as break stride.\n\nINT. THE PEARL - 98TH FLOOR HALLWAY - MOMENTS LATER\n\nChoked with smoke. Licks of flame are visible through the\nexterior windows, reaching up from below. It's only a\nmatter of time before the fire claims this floor as well.\n\nThe door to the apartment opens, revealing Sarah sporting a\nwet hand towel tied around her nose and mouth like a cowboy.\nShe's cut a hole through the sopping bath towel for her\nhead, wearing it like a poncho.\n\nShe steps into the hallway, holding hands with Henry and\nGeorgia who are dressed just like her: wet towel mask and\nponcho, giving the kids the look of tiny ghost bank robbers.\n\nGEORGIA\nWhere are we going?\n\nSARAH\nUp.\n\f56.\n\nINT.",
  "39": "---END OF PREVIOUS SECTION---\nSARAH\nUp. 56. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE PEARL - PENTHOUSE BOARDROOM - NIGHT\n\nZhao stares at his giant WALL MONITOR: every floor above the\n95th is BLINKING RED, the anti-fire measures all read as\nOFF-LINE. Clearly, something is rotten in Denmark.\n\nThe suits are agitated. One sips a bottle of water, his\nhand shaking as he does. Mr. Pierce paces, nervous.\n\nMR. PIERCE\nI thought you said the fire wouldn't\nspread. You said it would be\ncontained. What's wrong with your\nbuilding? Don't you have sprinkler\nsystems?\n\nZHAO\nYes and the sprinkler systems on the\n96th floor engaged as designed.\n\nMR. PIERCE\nReally? Then why didn't the fire go\nout?\nZHAO\nBecause the water caused the fire.\nMR. PIERCE\nCome again?\nZHAO\n\nIt's the only conclusion. And\nthere's only one way water itself can\ncause a fire: through an exothermic\nchemical reaction. Which means this\nwasn't an accident -- it was arson.\n\nDov, Zhao's body man, returns...\n\nDOV\n\nLocal control is completely locked\nout and off-site's not answering.\nThe entire system's been\ncompromised -- our techs are trying\nto crack it.\n\n(beat)\nAnd there's something else.\n\nZHAO\nWhat?\n\n(CONTINUED)\n\f57.\nCONTINUED:\n\nDOV\nOur log codes show Will Ford's family\nswiped into their residence two hours\nago, before the fire.\n\nThat news puzzles Zhao, but he's got bigger fish to fry...\n\nZHAO\nHow long to get control of the\nbuilding back?\n\nDOV\nI don't think they really know, sir.\n\nZHAO\nWhat was their estimate?\n\nDOV\nEighteen hours.\n\nThe suit drinking the bottle water nearly chokes on it.\n\nMR. PIERCE\nEighteen hours?! We don't have\neighteen minutes! This thing's\nburning like a match!\n\nZHAO\nMatches burn from the top down.\n\nMR. PIERCE\nOh fuck you, Buddha! We need to leave!\n\nZHAO\nYou're missing my point.",
  "40": "---END OF PREVIOUS SECTION---\nPIERCE\nOh fuck you, Buddha! We need to leave! ZHAO\nYou're missing my point. \n---TARGET SECTION TO BE ANNOTATED---\n With the\nfire doors open above the fire and\nclosed below them, this building\nisn't burning like a match -- it's\nburning like a kiln. It's super-\nheating.\n\nMR. PIERCE\nAre you saying it'll collapse?\n\nZHAO\nNo -- The Pearl could burn to cinders\nand never collapse. Collapse isn't\nthe issue.\n\nMR. PIERCE\nThen what is?\n\n(CONTINUED)\n\f58.\nCONTINUED: (2)\n\nZHAO\nThe real issue is that the building\ndoesn't know it's on fire. And if it\ndoesn't know it's on fire, it can't\nact to preserve itself. Which means\nthe fire will grow hotter and hotter\nand spread faster and faster until it\nhas nothing left to feed on. Until\nit eats itself to death. Until it\nconsumes us whole.\n\nMR. PIERCE\nFantastic. Wonderful. I think we've\nall learned something really valuable\nhere today. I know I have. Now can we\nplease get on the fucking helicopter?\n\nZHAO\nYou know what's interesting about\nyou, Mr. Pierce?\n\nMR. PIERCE\nWhat?\n\nZHAO\nNothing.\n\nDov chimes in, speaking softly...\n\nDOV\nSir, you know as well as I do that if\nthe fire gets within twenty floors of\nus it will over-heat the air around\nthe helipad making liftoff\nimpossible. If we're going to\nevacuate, we need to do it now.\n\nZhao weighs the situation. Then he makes his decision.\nZHAO\nAlert the authorities that we'll be\ndeparting.\n\nWith that, Zhao exits.\n\nINT. THE PEARL - PENTHOUSE BEDROOM - NIGHT\nZhao moves through his lavish bedroom and into his WALK-IN\n\nCLOSET. Passing racks of $5,000 suits, he stops at the back\nwall -- a PANE OF GLASS looks out onto the skyline below.\n\n(CONTINUED)\n\f59.\nCONTINUED:\n\nZhao places his hand on the glass causing hidden scanners to\nread his palm print. GREEN BEAMS shoot out from a secret\nsource behind the glass and scan his retinas.",
  "41": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f59. CONTINUED:\n\nZhao places his hand on the glass causing hidden scanners to\nread his palm print. GREEN BEAMS shoot out from a secret\nsource behind the glass and scan his retinas. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, the pane of glass reveals itself to be a cleverly\nconstructed false wall -- it's a 6K LED SCREEN playing a\nVIDEO IMAGE of the skyline below. A perfect forgery.\n\nThe LED PANEL opens inward. Zhao steps through it into...\nA VAULT\n\nabout the size of a small bathroom. Zhao moves to an old\nschool 1820's FLOOR SAFE and dials in a combination.\n\nHe cracks it open, pulling the heavy door back to reveal a\nsingle object inside: A TINY RED MEMORY CARD, the size of a\nthumbnail. Zhao reaches for it.\n\nEXT. THE PEARL - GROUND LEVEL - NIGHT\n\nTumult as EVACUEES from The Pearl are directed this way and\n\nthat way by EMERGENCY PERSONNEL. Meanwhile, hundreds of ON-\nLOOKERS, cellphones blazing, stare up at The burning Pearl:\n\nan awesome sight, nothing short of a Towering Inferno™.\n\nAmidst the chaos we find a ONE-LEGGED HOMELESS MAN, dressed\nin rags and a tattered ball cap, pushing his way through the\nthrong in a wheelchair. No one pays him any mind, which is\njust how Will Ford likes it.\n\nWill pauses and looks up at the burning skyscraper above\nhim, the mountain he must climb to rescue his family. The\nsheer size of it takes his breath away.\n\nThe task seems impossible. Will's mind races -- there has\nto be a way. Suddenly he spots the answer. He wheels\ntoward us as we pivot around him to reveal a:\n\n65-TON SUPER CRANE\n\nperched at the very top of an ADJACENT 90-STORY BUILDING\nstill under construction.\n\nWe hold a beat longer than we might as suddenly XIA STEPS\nINTO FRAME. She must've spotted Will. She moves after him.\n\nEXT. ADJACENT BUILDING - ENTRANCE - MOMENTS LATER\n\nIn the ALCOVE ENTRANCE, a POLICE OFFICER waves the crowd\nalong: keep it movin' people. Nothing to see here.\n\n(CONTINUED)\n\f60.\nCONTINUED:\n\nWill rolls into the alcove in his wheelchair, holding out a\npaper cup, shaking it at him -- begging.\n\nThe Police Officer scowls, then barks at Will in Chinese.\nBut Will keeps at it shaking the cup.",
  "42": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nWill rolls into the alcove in his wheelchair, holding out a\npaper cup, shaking it at him -- begging. The Police Officer scowls, then barks at Will in Chinese. But Will keeps at it shaking the cup. \n---TARGET SECTION TO BE ANNOTATED---\nFinally, the asshole cop slaps the cup out of Will's hand\nand in a blink, Will grabs the man's wrist yanking him down\ninto a vicious head-butt -- CRACK. The cop goes slack.\nWill catches him before he falls.\n\nWILL\nSorry, pal. Next time maybe give a\nlittle.\n\nQuickly, Will hops up on one leg and swaps places with the\npolice officer, dropping him down into the wheelchair and\ncovering him up with his ball cap and tattered coat.\n\nWill places the cup in the cop's lap and pushes him forward\njust as a PASSERBY tosses some change into the his cup.\n\nWILL (cont'd)\nThanks.\n\nThe English startles the Passerby but he keeps moving. Will\nlocks the wheelchair in place and pulls out his prosthetic\nleg from the satchel on the chair-back, attaching it.\n\nWill pats the cop on the shoulder and moves off inside the\nbuilding. A beat later, Xia appears in the alcove.\n\nShe moves to the officer, digging under his hobo jacket and\nunhooks the RADIO MIC from his shoulder...\n\nXIA\nShots fired. Shots fired. Officer\ndown. Request immediate back-up.\nSuspect Will Ford has entered the\nScion Capitol building. Armed &\ndangerous.\n\nShe presses the barrel of her SILENCED 9MM against the\nunconscious officer's chest, and pulls the trigger -- THWIP.\n\nThe officer's body jerks from the impact. Xia picks up the\nbrass cartridge, blowing on it like a lucky penny.\n\f61.\n\nINT. EMERGENCY OPS TRAILER - NIGHT\n\nFlanked by his second-in-command, LIEUTENANT HAN, Captain\nChan drinks black tea from a paper cup as he moves through\nthe Ops Trailer, keeping an eye on a series of MONITORS\nwhich play local news broadcasts of the unfolding event.\n\nLIEUTENANT HAN\n...Fire Chief says there's nothing he\ncan do. Water pressure from the\ntrucks can only hit the 30th floor,\ntops. The system crash shut down the\nstandpipes in the building -- there's\nno way to get water up high enough.\n\nCAPTAIN CHAN\nSo what's he saying?\n\nLIEUTENANT HAN\nHe's saying it's gonna burn.",
  "43": "---END OF PREVIOUS SECTION---\nThe system crash shut down the\nstandpipes in the building -- there's\nno way to get water up high enough. CAPTAIN CHAN\nSo what's he saying? LIEUTENANT HAN\nHe's saying it's gonna burn. \n---TARGET SECTION TO BE ANNOTATED---\nCAPTAIN CHAN\nGet a team to that off-site control\nfacility -- we need those systems\nback online.\n\nLIEUTENANT HAN\nYes, sir.\n\nCAPTAIN CHAN\nWhat about the guy -- Will Ford.\nWhat do we know?\n\nLIEUTENANT HAN\nMarine Corps, Bronze Star, FBI for\nsix years, Hostage Rescue Team for\neight -- early retirement.\n\nCAPTAIN CHAN\nEarly?\n\nLIEUTENANT HAN\nI guess there was an incident.\n\nCAPTAIN CHAN\nWhat kind of an incident?\n\nLIEUTENANT HAN\nWe're not clear on it yet.\n\nCAPTAIN CHAN\nGet clear.\n\n(CONTINUED)\n\fCONTINUED:\n\n62.\n\nLIEUTENANT HAN\nYes, sir.\n\nCAPTAIN CHAN\nWhat about the other guy? The dead\none in the bathtub.\n\nLIEUTENANT HAN\nStill no ID on him but medical\nexaminer says he was killed eight,\nmaybe ten hours beforehand.\n\nCAPTAIN CHAN\nSo you're telling me this one-legged\nAmerican war hero, travels thirteen\nthousand miles -- with his wife and\nkids who no one can seem to locate by\nthe way -- to kill a John Doe this\nmorning, dump the body in his FBI\nbuddy's bathtub before offing him too\nand then, to kind of round out the\nevening, decides to light the tallest\nbuilding in the world on fire?\nThat's where we're at with it?\n\nLIEUTENANT HAN\nThat's what it looks Like right now,\nyeah.\n\nCAPTAIN CHAN\nAnd the attack on the van -- the one\nthat sprung him -- that's part of this?\n\nLIEUTENANT HAN\nMaybe. Maybe not.\n\nCAPTAIN CHAN\n\nWell I don't know about you\nLieutenant, but I think we might win\na medal for our police work here.\nOutstanding stuff.\n\n(beat)\nHow 'bout this: is there anything we\ndo know for sure?\n\nLIEUTENANT HAN\nZhao's leaving his penthouse by\nhelicopter. Got word ten minutes ago.\n\nCAPTAIN CHAN\nWell, thank god the billionaire's safe.\n(beat)\nLieutenant?\n\n(CONTINUED)\n\f63.",
  "44": "---END OF PREVIOUS SECTION---\nCAPTAIN CHAN\nWell, thank god the billionaire's safe. (beat)\nLieutenant? (CONTINUED)\n\f63. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nLIEUTENANT HAN\nYes, sir?\n\nCAPTAIN CHAN\nDo me a favor? Go find Will Ford.\nI'd like to ask him some questions.\n\nLIEUTENANT HAN\nYes, Captain.\n\nLieutenant Han turns to go but...\n\nCAPTAIN CHAN\nLieutenant.\n\nLIEUTENANT HAN\nSir?\n\nCAPTAIN CHAN\nNever mind. Found him.\n\nCaptain Chan points a large monitor where we see LIVE NEWS\nHELICOPTER FOOTAGE of Will climbing the vertical spire of\nthe super crane FROM THE OUTSIDE.\n\nCAPTAIN CHAN (cont'd)\nSend a strike team.\n\nAn OPS TECH chimes in...\nOPS TECH\n\nAlready there, sir.\nEXT. ADJACENT BUILDING - SUPER CRANE - NIGHT\nNEWS CHOPPERS circle, blasting Will with their SPOTLIGHTS as\nhe works his way, inch-by-inch, up the exterior scaffolding\nof the 300-hundred foot tall super crane.\nON THE CRANE SPIRE, Will mutters to himself...\n\nWILL\nDon't look down...don't look down...\n\nWill looks down -- the height is dizzying. His stomach\ndrops. He curses himself...\n\nWILL (cont'd)\nStupid.\n\nThen, at the base of the crane, Will spots:\n\n(CONTINUED)\n\f64.\nCONTINUED:\n\nTHE STRIKE TEAM\n\nrushing onto the roof, pointing their weapons up at him.\nTheir TEAM LEADER hurries to the crane's ENTRY DOOR as the\nbuilding's MANAGER unlocks it. The Team Leader throws open\nthe door and presses the call button for the CRANE CAR.\n\nON THE CRANE SPIRE\n\nTwo-thirds of the way to the top, Will watches as the CRANE\nCAR descends past him. Will can't believe it...\n\nWILL (cont'd)\nShit. There was an elevator?\n\nIt's only a matter of moments before the elevator reaches\nthe Strike Team on the roof. No (more) time for jokes, Will\nredoubles his efforts, climbing feverishly.\n\nJust then, a JET BLACK POLICE HELICOPTER swoops down from\nthe night sky like a bird of prey on the hunt.",
  "45": "---END OF PREVIOUS SECTION---\nIt's only a matter of moments before the elevator reaches\nthe Strike Team on the roof. No (more) time for jokes, Will\nredoubles his efforts, climbing feverishly. Just then, a JET BLACK POLICE HELICOPTER swoops down from\nthe night sky like a bird of prey on the hunt. \n---TARGET SECTION TO BE ANNOTATED---\nABOARD THE POLICE HELICOPTER\n\nwe see a SNIPER, sporting serious-looking night vision\ngoggles, readying his JS 7.62mm bolt-action long gun.\n\nEXT. CRANE CONTROL PLATFORM - NIGHT\n\nAt last, Will pulls himself up and onto the CONTROL PLATFORM.\n\nExhausted by the effort, Will collapses flat on his back for\na second, breathing hard. It's eerily quiet up here.\n\nWill gets to his feet and looks at The Pearl. He's roughly\n110 stories up -- above the fire line, above the park even.\n\nWill looks down to the rooftop and sees the STRIKE TEAM\nboarding the crane car. Will chides himself...\n\nWILL\nGreat plan, Will. Way to really\nthink this through. Now what, genius?\n\nHe's got only seconds to do whatever it is he's planning to\ndo. Will spots the GLASS-ENCASED CONTROL CAR -- inside it a\npanel of buttons and a joystick that controls the boom arm.\n\nHe moves to it, scanning the area looking for anything to\nhelp him break the door handle and gain access.\n\n(CONTINUED)\n\f65.\nCONTINUED:\n\nHe spots a nearby TOOL CABINET. He rushes to it, yanking it\nopen to reveal a set of tools -- among them a SLEDGEHAMMER.\n\nWill grabs it and rushes back to the Control Car. He's just\nabout to bludgeon his way in when he thinks better of it\nand -- what the hell -- tries the door handle.\n\nClick.\n\nIt opens. Will almost laughs. But the sound of the\napproaching elevator snaps him back into the moment. He\nrushes over to the platform's ELEVATOR CAGE, grabbing hold\nof a LENGTH OF CHAIN and a SCREWDRIVER along the way.\n\nWill slips the thick chain through a STEEL LOOP on the\nELEVATOR CAGE DOOR, securing it with screwdriver. It'll slow\n\"em down, but only for so long. Will hurries into the\n\nCONTROL CAR\n\nwhere he turns the crane on. After some quick and comedic\ntrial & error and he's got the hang of it.\n\nWill rotates the BOOM ARM, swinging it toward The Pearl.\nThen he EXTENDS toward the face of the building. The crane\nBEEPS an alert -- it can't extend any further.",
  "46": "---END OF PREVIOUS SECTION---\nWill rotates the BOOM ARM, swinging it toward The Pearl. Then he EXTENDS toward the face of the building. The crane\nBEEPS an alert -- it can't extend any further. \n---TARGET SECTION TO BE ANNOTATED---\n A THIRTY\nFOOT GAP remains between the end of the crane and The Pearl.\n\nWill exits the Control Car just as the Strike Team arrives\nto find themselves locked in. Immediately, they go to work\non the door, trying to break the makeshift chain lock.\n\nTime running out, Will grabs the sledgehammer and hustles to\n\nTHE FAR END OF THE CRANE.\n\nHe stares off the end of the diving board, looking at the\nbuilding in front of him, calculating something in his mind.\n\nWill moves back a few paces then charges at us, holding the\nsledgehammer high and screaming like a medieval warrior...\n\nWILL (cont'd)\nAhhh!!!\n\nWill HURLS the sledgehammer with all his might -- whoosh!\nThe sledgehammer hurtles through the air, descending\ngracefully until it strikes the GLASS EXTERIOR of The Pearl\n\n--CRASH!-- punching through the glass but not shattering it,\nsticking there. Will throws up his hands.\n\n(CONTINUED)\n\f66.\nCONTINUED: (2)\n\nWILL (cont'd)\nCome on. Really?\n\nClearly, that wasn't the plan.\n\nINT. EMERGENCY OPS TRAILER - SAME\n\nThe entire Ops Trailer as well as Captain Chan and\nLieutenant Han watch the events unfold in sheer disbelief.\n\nLIEUTENANT HAN\nWhy the hell would anyone want to get\nIN to a burning building?\n\nJust then, an Ops Tech breaks in, listening to some chatter\non his headset.\n\nOPS TECH\nCaptain -- word coming in right\nnow -- we have a location on the\n\nsuspect's family.\nBut Captain Chan already knows the answer...\n\nCAPTAIN CHAN\n\nDon't tell me -- they're in the\nbuilding.\n\nOPS TECH\nYes, sir.\n\nEXT. CRANE CONTROL PLATFORM - NIGHT\n\nWill turns from the edge and moves back toward the CONTROL\nCAR, when he's hit with a WASH OF BLINDING LIGHT.\n\nThe Police Helicopter drops down, calling out a DISTORTED\nWARNING IN CHINESE over its loudspeaker as it swings its\n\nbody broadside. The light peels away from Will revealing\nthe SNIPER hanging out of the bay door.\n\nWill's eyes go wide -- BANG! -- a high velocity round cracks\nan inch from his head.",
  "47": "---END OF PREVIOUS SECTION---\nThe Police Helicopter drops down, calling out a DISTORTED\nWARNING IN CHINESE over its loudspeaker as it swings its\n\nbody broadside. The light peels away from Will revealing\nthe SNIPER hanging out of the bay door. Will's eyes go wide -- BANG! -- a high velocity round cracks\nan inch from his head. \n---TARGET SECTION TO BE ANNOTATED---\n Will breaks for it, bolting down the\nboom arm -- running with everything he's got.\n\nThe sniper fires again and again but Will's inside the\nscaffolding structure of the steel arm making the shot\nnearly impossible as two more rounds ricochet off metal.\n\nFrom directly above, the chopper chases Will down the crane\narm's length, firing.\n\n(CONTINUED)\n\f67.\nCONTINUED:\n\nWHAM -- the elevator door slams open and the Strike Team\nrushes onto the platform, stopping short at the sight of:\n\nWILL\n\nrunning flat out toward the end of the arm, nothing but a\nthousand foot drop and certain death at the end of it.\n\nTHE CROWD BELOW\n\ninhales collectively as they watch this tiny figure race\ntoward the end of the plank...\n\nWE'RE WITH WILL\nas he runs those final few steps -- no hesitation, no\ndoubt -- to the end of the crane and then -- WHOOSH! -- he\n\nLEAPS OFF OF IT, kicking high into the air like an Olympic\nlong jumper. Then...\n\n-everything slows down-—\nSilence. Wind rushes by our ears as we hang a hundred feet\nabove the fire in the pitch black of night\nTHE POLICE HELICOPTER\n\nhovers almost directly above Will, fifty feet up; its rotors\nturning in timeless slow motion -- WHOOSH-WHOOSH-WHOOSH.\n\nWill begins to fall in a parabolic arc toward The Pearl --\ntoward the window pane with the sledgehammer embedded in it.\n\nAiming nearly straight down, the Sniper pulls the trigger.\nCRACK!\n\nThe bullet races at Will who's falling toward the window pane\n-- the HIGH VELOCITY ROUND RIPS INTO WILL'S LEFT SHOULDER.\n\n \n\nWill cries out as the 7.62mm brass tears through flesh and\n\ncontinues onward, piercing the EXTERIOR WINDOW -- shattering\nit completely -- a split second before Will hits that very\nsame opening -- THUD!\n\nSpeed returns as Will slams into the newly-formed window\nledge, the impact knocking the wind from his lungs.\n\nGlass rains down around him as the sledgehammer falls too --\nits steel head hooking onto the window ledge.\n\n(CONTINUED)\n\f68.",
  "48": "---END OF PREVIOUS SECTION---\nSpeed returns as Will slams into the newly-formed window\nledge, the impact knocking the wind from his lungs. Glass rains down around him as the sledgehammer falls too --\nits steel head hooking onto the window ledge. (CONTINUED)\n\f68. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nWill falls back but, at the last second, he snatches the\nsledgehammer handle, dangling there by his one good arm,\nmore than a hundred stories in the air.\n\nThe crowd below GASPS!\n\nThe sledgehammer starts to slide loose quickly. Will has no\nchoice but to use his other hand -- his injured arm.\n\nHe throws it up there, grabbing hold of the window's ledge\njust as the sledgehammer dislodges, falling away.\n\nWill hangs by his damaged arm. Enduring ungodly pain, he\nmanages to get his good arm on the ledge. Using both arms\nnow, Will pulls himself inside the building. He made it.\n\nON THE GROUND\n\nthe crowd goes WILD -- a folk hero is born.\n\nINSIDE THE PEARL\n\nNo celebration. No quips. Exhausted, Will drags himself to\nhis feet and staggers off into the building.\n\nINT. THE PEARL - PENTHOUSE BOARDROOM - NIGHT\n\nIn the boardroom, Zhao and the others watch in astonishment.\n\nMR. PIERCE\nWhat the hell's he doing?\n\nZHAO\nApparently, whatever it takes.\n\nDov enters and gives Zhao a look.\n\nZHAO (cont'd)\nIf you'll excuse me, please.\n\nZhao exits as Mr. Pierce and the suits watch the news\nunfold.\n\nINT. THE PEARL - ANTE ROOM - MOMENTS LATER\n\nDov and Zhao step out of the boardroom, settling in.\n\n(CONTINUED)\n\f69.\n\nCONTINUED:\nDOV\nMcManus is instrument-rated, it's not\nhis day job, but he's more than\nqualified to fly us out of here. I\nsent him up to get the bird ready.\nZHAO\nExcellent.\nBut Dov's face betrays him -- he's not saying something.\n\nZHAO (cont'd)\nIs that it?\n\nDOV\nSir, I've worked for you for nearly\neight years now. In that time, I\nbelieve I've shown myself to be\ntrustworthy and more than capable...\n\nZHAO\nWhat's on your mind, Dov?\n\nDOV\nSir -- I can't protect you if you\ndon't tell me what's going on. This\nisn't a fire, this is a plot -- and I\n\nneed some answers.",
  "49": "---END OF PREVIOUS SECTION---\nZHAO\nWhat's on your mind, Dov? DOV\nSir -- I can't protect you if you\ndon't tell me what's going on. This\nisn't a fire, this is a plot -- and I\n\nneed some answers. \n---TARGET SECTION TO BE ANNOTATED---\nZhao knows his body man is right.\n\nZHAO\nI can't say for sure.\n\nDOV\nI don't need facts. What's your gut\ntelling you? Who's behind this?\n\nThat name hits Dov hard.\n\nZHAO\nWu-Sai Jun.\n\nDOV\nTriads?\n\nZHAO\nBlack Lotus.\n\nDOV\n\nI don't understand, if the Black\nLotus wanted you dead, there are\neasier ways.\n\n(CONTINUED)\n\f70.\nCONTINUED: (2)\n\nZHAO\nThey don't want me dead -- they want\nthis.\nZhao pulls out the RED MEMORY CARD. Just then...\n\nMR. PIERCE (0.S.)\nCan we go?\n\nZhao quickly pockets the memory card. But Mr. Pierce clocks\nit and senses that's he's interrupted a secret moment...\n\nMR. PIERCE\n\nIs there something I should know?\nDOV\n\nYes -- the helicopter's ready.\n\nDov moves off, but Mr. Pierce isn't feeling too comfortable\nabout whatever it was he just witnessed.\n\nINT. THE PEARL - PENTHOUSE FOYER - MOMENTS LATER\n\nFlanked by Dov and his security detail, Zhao, Mr. Pierce,\nthe suits approach the grand DOUBLE DOORS to his penthouse.\nZhao places a palm on a wall-mounted HAND-SCANNER.\n\nThe titanium double doors swing open. They exit.\n\nINT. THE PEARL - PENTHOUSE PRIVATE ELEVATOR - CONTINUOUS\n\nZhao and the posse move away from the penthouse's double and\nstep on to a PRIVATE ELEVATOR. The doors close. It goes up.\n\nINT. THE PEARL - 110TH FLOOR - NIGHT\n\nBizarrely, Will finds himself on a floor filled with LUXURY\nSTORES -- a high-end shopping mall in the sky.\n\nBleeding on the imported Emperador marble floor, Will\nstaggers past CARTIER, GUCCI and TOM FORD -- all closed. He\nspots an abandoned JANITOR'S CART up ahead. He rushes to it.\n\nWill digs through the cart, looking for anything that might\nhelp him. Quickly, he finds a roll of DUCT TAPE and a\nbottle of RUBBING ALCOHOL.",
  "50": "---END OF PREVIOUS SECTION---\nHe rushes to it. Will digs through the cart, looking for anything that might\nhelp him. Quickly, he finds a roll of DUCT TAPE and a\nbottle of RUBBING ALCOHOL. \n---TARGET SECTION TO BE ANNOTATED---\nWill inspects his gunshot wound: a grisly quarter-sized hole\n\nin the meat of his shoulder. Not good. He rips his shirt\nsleeve off and rolls the fabric into a short tube.\n\n(CONTINUED)\n\f71.\nCONTINUED:\n\nWill unscrews the rubbing alcohol and dumps it onto his\nwound -- the sudden pain hits him like a wave. Will braces\nhimself against the wall to keep from doubling over.\n\nA breath, then Will thumbs the rolled fabric into his wound,\nend-first. The pain is enormous, but the deed is done. The\nwound has been packed. Will grabs the duct tape.\n\nWILL\nIf you can't fix it with duct tape...\n\nHe winds it twice around the meat of his shoulder, tearing\nthe tape with his teeth, securing the ad hoc bandage snugly.\n\nWILL (cont'd)\n...then you aren't using enough duct\ntape.\n\nWill tests his arm. He can move it, but it hurts like a\nbitch when he does. It'll have to do.\n\nWill loops the duct tape to his belt and moves to the INNER\nATRIUM to get his bearings. All of the elevators are off-\nline due to the fire. NEWS COVERAGE plays on an in-wall TV\nSCREEN -- from the looks of it, the fire is about to reach\nthe park. Will talks to himself...\n\nWILL (cont'd)\nI'll find you. Just hang on.\n\nWill moves to the STAIRWELL DOOR, throwing it open only to\nstagger back as he's struck with a blast of heat and smoke.\n\nWill tears his other sleeve off, tying the fabric around his\nface. He gathers himself and enters the\n\nSTAIRWELL\nwhich is choked black by smoke. Will spots a RED EMERGENCY\nBOX with a WOODEN PICK-HEAD AX inside. A sharp elbow is all\n\nit takes as Will grabs hold of a three-foot FIREMAN'S AX.\nHe descends into the smoke.\n\nINT. THE PEARL - PENTHOUSE HELIPAD - MOMENTS LATER\n\nZhao's LUXURY HELICOPTER sits inside this two-story, glass-\nwalled, hangar in the sky.",
  "51": "---END OF PREVIOUS SECTION---\nHe descends into the smoke. INT. THE PEARL - PENTHOUSE HELIPAD - MOMENTS LATER\n\nZhao's LUXURY HELICOPTER sits inside this two-story, glass-\nwalled, hangar in the sky. \n---TARGET SECTION TO BE ANNOTATED---\nThen the GLASS WALLS slide apart like as the ENTIRE SECTION\n\nof glossy showroom floor that the helicopter rests on\nextends into the night sky like a plank on a pirate ship.\n\n(CONTINUED)\n\f72.\nCONTINUED:\n\nThe rotors start to spin as the PILOT preps for take off.\n\nZhao and the others exit the elevator onto the hangar floor.\n\nEXT. OFF-SITE CONTROL FACILITY - NIGHT\n\nAN HKF ASSAULT TEAM moves through the open gate, clocking\nthe dead bodies in the guard shack.\n\nThey approach the low-slung concrete building, stacking up\nby the door. The BREACHER uses his METAL RAM to knock the\ndoorknob straight through like a Whack-A-Mole -- THUNK!\n\nThe Team yanks the door open and rushes in tripping an\nINFRARED BEAM and triggering the BLACK BRICK booby trap.\n\nKA-BOOM. A bone-rattling explosion.\n\nINT. EMERGENCY OPS TRAILER - NIGHT\nChaos. Phones ring, people shout as word of the explosion\npours in. Captain Chan takes it all in with a grave calm.\nLieutenant Han approaches, handing him a print out.\nLIEUTENANT HAN\nGot positive ID on the JD in the\nbathtub.\n\nCAPTAIN CHAN\nWho is he?\n\nLIEUTENANT HAN\n\nSanjit Singh. Insurance executive\n\nfor Hawthorne/Stone, the company\n\nunderwriting The Pearl.\nChan puzzles over this new piece of information as we...\n\nCUT TO:\n\nPIERCE\nstanding in the penthouse hangar. He rolls up his\nshirtsleeve, revealing a FAMILIAR LOOKING TATTOO. We're...\nINT. THE PEARL - PENTHOUSE HANGAR - NIGHT\nThe helicopter's rotors at speed, the pilot signals for Zhao\n\nand the others to approach. Zhao moves forward but Dov\nstops him short -- something isn't right.\n\n(CONTINUED)\n\f73.\n\nCONTINUED:\nDOV\nHang on --\nZHAO\nWhat is it?\nDOV\n\n-- The pilot. He's not ours.\n\nSUDDENLY, PIERCE SNATCHES THE SIDEARM FROM THE BELT OF THE\nNEAREST SECURITY GUARD -- YANKING IT FREE AND SHOOTING THE\nMAN POINT BLANK.",
  "52": "---END OF PREVIOUS SECTION---\nDOV\n\n-- The pilot. He's not ours. SUDDENLY, PIERCE SNATCHES THE SIDEARM FROM THE BELT OF THE\nNEAREST SECURITY GUARD -- YANKING IT FREE AND SHOOTING THE\nMAN POINT BLANK. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nPierce turns to Zhao and pulls the trigger just as Dov\ntackles his boss out of the way, catching a round.\n\nThe BAY DOORS on the helicopter are thrown open revealing\nFIVE MEN in BLACK TACTICAL GEAR -- the very same suspicious\nmen we last saw on Sarah's floor, including the guy with the\nSamurai topknot, now called FENG.\n\nInstantly, it's a fire-fight. Pierce and his five men with\nsub-machine guns versus Dov and his three men with handguns.\n\nCaught in the crossfire, the suits are quickly dropped by\nthe assailants as Dov and his squad take cover.\n\nHunkered down with Zhao behind a METAL TOOL CHEST, Dov pops\nup and clips a bad guy, causing him to fall off of the\nHELIPAD PLANK, screaming as he heads all the way down.\n\nDov drops down, slapping in a fresh magazine.\n\nDOV (cont'd)\nWhen I tell you, run for the elevator.\n\nZhao nods. Dov pops up and jerks his aim toward\nTHE HELICOPTER\n\nwhere he unloads eight shots through the windshield,\nstitching the pilot in the chest. The pilot slumps forward\nonto the controls CAUSING THE HELICOPTER TO LIFT AND TILT\nTOWARD THE HANGAR -- it only takes a split second for the\nblades to catch the helipad plank.\n\n \n\nAn unholy shriek of metal as the copter's body is whipsawed\ntoward the glass walls of the penthouse hangar.\n\nDOV (cont'd)\nGo!--\n\n(CONTINUED)\n\f74.\nCONTINUED: (2)\n\n--BANG! Dov's voice is choked off as he's plugged in the\nchest courtesy of Pierce. Shocked, Zhao takes off\nrunning...\n\n+..just as the 20-ton helicopter SMASHES THROUGH THE HANGAR\nWINDOWS: an indoor crash-landing 220 stories above the earth.\n\nZhao reaches the elevator just as the chopper EXPLODES IN\nFLAMES; shrapnel flies as Pierce and his men take cover.\nEXT. THE PEARL - GROUND LEVEL - NIGHT\n\nThe crowd reacts to the explosion near the top of The Pearl.\n\nINT.",
  "53": "---END OF PREVIOUS SECTION---\nEXT. THE PEARL - GROUND LEVEL - NIGHT\n\nThe crowd reacts to the explosion near the top of The Pearl. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EMERGENCY OPS TRAILER - SAME\n\nChan and his team watch the explosion on their monitors.\nLieutenant Han holds out a phone...\n\nLIEUTENANT HAN\nSir...\n\nCAPTAIN CHAN\nNot now.\n\nLIEUTENANT HAN\nIt's the Chief Executive.\n\nThe air sucks out of the room. Captain Chan takes the\nphone...\n\nCAPTAIN CHAN\nGood evening, your Honor.\nINT. THE PEARL - PENTHOUSE HANGAR - NIGHT\nPierce spots Zhao disappearing in his private elevator. He\nshouts at his men as he hurries toward the STAIRWELL DOOR,\nslamming through it, racing to cut off Zhao's escape.\nINT. THE PEARL - PENTHOUSE FLOOR - MOMENTS LATER\n\nThe elevator opens and Zhao bolts for his penthouse doors,\nslapping his hand on the palm reader.\n\nClick -- the heavy doors open just as Pierce barrels through\nthe adjacent stairwell door, gun blazing -- BANG-BANG-BANG!\n\n(CONTINUED)\n\f75.\nCONTINUED:\n\nZhao slips through the narrow opening -- as Pierce's rounds\nspark and ping off the doors. Zhao slams the EMERGENCY\nCLOSE button. The titanium doors shut on Pierce's face,\nlocking him out.\n\nBEHIND THE TITANIUM DOORS\n\nZhao breathes hard -- shaken. He reaches into his suit and\npulls out the RED MEMORY CARD, staring at it in relief.\nINT. THE PEARL - PENTHOUSE ELEVATOR - SAME\n\nPierce curses his luck. His remaining five men arrive.\nFurious, Pierce snatches a RADIO MIC off of one of them.\n\nPIERCE\nOpen the penthouse doors!\n\nEXT. STREET CAFE - NIGHT\n\nXia sitting at a street cafe a block from The Pearl touches\nher ear. [INTERCUT AS NECESSARY]\n\nXIA\nStandby.\n\nShe opens Will's laptop, logging into The Pearl's control\nsystems. She selects the penthouse but can't affect it --\nshe's locked out of its controls. Not good.\n\nXIA (cont'd)\nThe penthouse isn't linked to the\nbuilding's control system. He's got\nhis own subsystem for his floor. I\ncan't drive it -- I'm locked out.\n\nPierce fumes, then doubles down.",
  "54": "---END OF PREVIOUS SECTION---\nHe's got\nhis own subsystem for his floor. I\ncan't drive it -- I'm locked out. Pierce fumes, then doubles down. \n---TARGET SECTION TO BE ANNOTATED---\nPIERCE\nKill the power to the upper half.\nCell tower too. All of it. Go dark.\nWith a few clever keystrokes Xia cuts the power to the top\nhalf of The Pearl and disables its internal cell tower.\n\nEXT. THE PEARL - GROUND LEVEL - NIGHT\n\nThe gathered crowd OOHS & AAHS as suddenly the top half of\nThe Pearl goes out like a Christmas Tree getting unplugged.\n\f76.\n\nINT. THE PEARL - PENTHOUSE - SAME\n\nZhao's penthouse is thrown into darkness. Emergency lights\nCHUNK ON. He pulls out his cellphone: no signal.\n\nINT. THE PEARL - PENTHOUSE FLOOR - SAME\nStanding at the titanium doors, Pierce looks at his team...\n\nFENG\nHow do we get in?\n\nPIERCE\nWe can't. But I know someone who\ncan. And he happens to be in the\nbuilding.\n\nFENG\nThe American? But we don't know\nwhere he is.\n\nPIERCE\nWe don't have to know where he is --\nwe know what he wants. All we need\nto do is get to them first.\n\nINT. THE PEARL - PANGU PARK - NIGHT\nSarah and the kids kneel by the stream in the park.\n\nGeorgia, still sporting a soiled Panda hoodie, re-wets their\ntowels in the ersatz lake. Henry coughs from smoke\ninhalation -- an asthma attack taking hold.\n\nSARAH\nIt's okay, baby. Just slow down.\nSlow down and breathe. In for three,\nout for three.\n\nSarah gives him two hits from the inhaler and helps Henry\ncalm his breathing, trying to get his attack under control.\n\nThe MUFFLED ROAR of the unchecked blaze GROWLS from below, a\nleviathan rising. Sarah's worried.\n\nSARAH (cont'd)\nOkay, we gotta go.\n\nGEORGIA\nWhy? There's water here.\n\n(CONTINUED)\n\f77.\n\nCONTINUED:\nSARAH\nIt's not safe.\nHENRY\nHow do you know--\nBOOM! -- a FIRE DOOR on the far end of the park rockets off\n\nits hinges as flames reach through the new opening.\n\nSARAH\nRun!\n\nSarah hustles her kids through the park as from all angles\nthe fire begins to claw its way into the floor.",
  "55": "---END OF PREVIOUS SECTION---\nHENRY\nHow do you know--\nBOOM! -- a FIRE DOOR on the far end of the park rockets off\n\nits hinges as flames reach through the new opening. SARAH\nRun! Sarah hustles her kids through the park as from all angles\nthe fire begins to claw its way into the floor. \n---TARGET SECTION TO BE ANNOTATED---\nFire breaks through the seams in the sod -- ZIG-ZAGGING\nthrough the grass like snakes, chasing Sarah and the kids.\n\nThey rush for a STAIRWELL DOOR just as it EXPLODES LIKE A\nPIPE BOMB. They duck as the door WHIZZES overhead shearing\nthrough a METAL LAMPPOST behind them.\n\nSarah grabs her kids and yanks them in the other direction,\npushing them toward their only escape: THE INNER ATRIUM.\n\nHenry struggles. Sarah picks him up, carrying her son, as\nthe trio rush across\n\nTHE SKY BRIDGE,\n\na narrow footbridge with a glass canopy that spans the\ndiameter of the INNER ATRIUM.\n\nFrom above, we watch as Sarah and the kids race across the\nsky bridge; the world below them filled with ash and fire,\nglowing like the mouth of a volcano.\nON THE FAR SIDE OF THE BRIDGE\nthey find respite -- this part of the park hasn't been\nconsumed by fire yet. Sarah puts Henry down, spotting\nanother STAIRWELL DOOR on the opposite wall. She's about to\nmake for it when, suddenly, it opens revealing FENG.\nThe guy doesn't miss a beat -- he smiles warmly...\nFENG\nHey! We've been looking everywhere\nfor you guys.\n\nSarah exhales -- relieved. Then Feng speaks into his mic...\n\n(CONTINUED)\n\f78.\nCONTINUED: (2)\n\nFENG (cont'd)\nGot 'em. They're in the park.\n\nSomething about his tone catches Sarah, she doesn't like it.\n\nHENRY\nMom -- is that a fireman?\n\nSARAH\nI don't know, honey.\n(calling out)\nWho are you?\n\nFENG\nBuilding security. We met earlier,\nremember?\n\nFeng continues walking, closing the gap between them as\nSarah subtly moves in front of her children.\n\nFENG (cont'd)\nYou need to come with us now -- the\nbuilding's not safe, we're evacuating.\n\nFeng reaches for Sarah, she steps back.\n\nSARAH\nI want to see your ID.\nFENG\nMiss -- please. We don't have time.\nSARAH\nYou work for the building -- ID.\nFeng's jaw tightens.\nFENG\n\nFine. You got it.",
  "56": "---END OF PREVIOUS SECTION---\nFeng's jaw tightens. FENG\n\nFine. You got it. \n---TARGET SECTION TO BE ANNOTATED---\nHe reaches to his belt and pulls out his H&K COMBAT PISTOL.\n\nFENG (cont'd)\nLet's go, bitch.\n\nSarah's face falls. Feng grabs her, spinning her and\nwrapping a big forearm around her neck.\n\nFENG (cont'd)\nKids too.\n\nHenry and Georgia start to tear up...\n\n(CONTINUED)\n\f79.\nCONTINUED: (3)\n\nSARAH\nIt's okay -- it's okay, guys. Just\ndo what he says.\n\nSurreptitiously, Sarah slides her hands into her front\npant's pocket, pulling out the pair of CHROME SCISSORS.\n\nFENG\nListen to your mommy ki--AHHH!\n\nSarah stabs Feng in the upper thigh -- he cries out -- and\nflips him over her shoulder in a slick judo move.\n\nSARAH\nRun!\n\nHenry and Georgia take off running back across the sky\nbridge, as Sarah dives for Feng's H&K, snatching it up and\nturning back just in time to take a boot to the mouth.\n\nSarah goes sprawling as Feng rises, yanking the scissors\nfrom his leg and tossing them aside. He picks up his pistol\nbut tucks it away and pulls out a TACTICAL KNIFE, spinning\nit menacingly -- he's gonna do this old school.\n\nSarah gets to her feet, unarmed and out-muscled.\n\nEasy prey in front of him, Feng attacks. But Sarah is more\nthan he bargained for as she side-steps his swing, blocking\nhis knife arm expertly before kicking his knee out.\n\nFeng goes down hard, howling. Sarah turns and takes off\nrunning back across the sky bridge.\n\nIN THE PARK\n\nHolding hands, Henry and Georgia find themselves in the\nmiddle of a legitimate forest fire. In all the smoke and\nmadness, they get turned around quickly -- burning trees\neverywhere.\n\nHenry starts coughing harshly, letting go of his sister's\nhand. And that's when a MASSIVE PIECE OF CEILING COLLAPSES.\n\nHenry and Georgia dive out of the way just as the section\nsmashes between them through up smoke and fire.\n\nLike a pilot in the fog, Henry gets turned around -- he\ncan't see Georgia any more. He calls out for her. Nothing.",
  "57": "---END OF PREVIOUS SECTION---\nLike a pilot in the fog, Henry gets turned around -- he\ncan't see Georgia any more. He calls out for her. Nothing. \n---TARGET SECTION TO BE ANNOTATED---\nUnsure, he picks a direction and heads that way, calling out\nfor his sister.\n\nDOWN A WALK PATH\n\n(CONTINUED)\n\f80.\nCONTINUED: (4)\n\nHenry comes toward us, coughing madly and calling out for\n\nGeorgia. He doubles over at a PARK BENCH, trying to catch\nhis breath. He's alone and terrified. And that's when he\nspots Sarah running across the bridge toward him.\n\nHENRY\nMom!\n\nHenry takes off running toward her.\n\nON THE SKY BRIDGE\n\nSarah races toward the far end when suddenly a BURNING TREE\nfrom the park falls, crashing through the Inner Atrium glass\n\nwall and SLICING THROUGH THE SKY BRIDGE IN ONE CLEAN STROKE.\n\nA HAIL OF HOT EMBERS explodes as the END OF THE BRIDGE drops\nat a sharp angle, nearly taking Sarah with it.\n\nShe turns back to see Feng hobbling toward her. He tucks\naway his knife and pulls his H&K. No more games.\n\nShe's trapped. Sarah takes a step back, her heels dancing\non the edge of the broken bridge and a fall to her death.\n\nFENG\nI wasn't supposed to kill you -- but\nI don't give a shit anymore.\n\nHe's about to pull the trigger when suddenly his face goes\nslack. Then blood cascades down his chin and he face-plants\nto reveal a FIREMAN'S AX in his back and\n\nWILL\n\nstanding there, ten feet behind him, having hurled the\nblade. Sarah rushes to him, they embrace.\n\nWILL\nAre you okay?\nSARAH\nI'm fine -- how did you get here?\nWILL\nTell you later -- we gotta get the\nkids.\nSARAH\n\nThey're back in the park.\n\nWill nods breaking into action -- he dislodges his ax and\ngoes to snag Feng's gun when...\n\n(CONTINUED)\n\f81.\nCONTINUED: (5)\n\nBBBRAAAAT!\n\nGUNFIRE rains down on the GLASS CANOPY of the sky bridge,\nshattering it. Two of Pierce's MEN three floors up unload.\n\nWill grabs Sarah's hand as they take off toward the open end\nof the bridge through the maelstrom, exiting:\n\nINTO THE FAR SIDE OF THE PARK\n\nwhich has itself begun to burn.",
  "58": "---END OF PREVIOUS SECTION---\nGUNFIRE rains down on the GLASS CANOPY of the sky bridge,\nshattering it. Two of Pierce's MEN three floors up unload. Will grabs Sarah's hand as they take off toward the open end\nof the bridge through the maelstrom, exiting:\n\nINTO THE FAR SIDE OF THE PARK\n\nwhich has itself begun to burn. \n---TARGET SECTION TO BE ANNOTATED---\n Will and Sarah hug the\ncurve of the INNER ATRIUM wall, circling around counter-\nclockwise back toward the blocked end of the sky bridge...\n\nHENRY\nMom! Dad!\n\nThere's Henry -- he was circling around clockwise toward\nthem. Will and Sarah kneel down, hugging their son.\n\nSARAH\nWhere's Georgia?\n\nHENRY\nI don't know! We got split up --\nshe's back in the park somewhere.\n\nWill and Sarah share a look -- they know how grave that is.\nWILL\nI'll find her. We gotta get you guys\noutta here first -- they're coming\n\ndown for us.\nSARAH\nWill -- what the hell is going on?\nWho are they?\nWILL\nI don't know yet. The only thing\nthat matters to me right now is\ngetting you out of here.\nWill's eyes land on a nearby Inner Atrium Elevator.\nWILL (cont'd)\nCome on.\nINT. THE PEARL - PANGU PARK - SAME\n\nLost and frightened, Georgia moves through the park.\n\n(CONTINUED)\n\f82.\nCONTINUED:\n\nShe calls out for her mother and brother but, with the roar\nof the fire, her cries are quickly swallowed up.\n\nShe spots a GLASS STAIRCASE cut into the exterior window\nwall of the building itself -- a tourist attraction feature.\n\nBOOM! A FIERY SINKHOLE suddenly opens up in front of\nGeorgia, the ground beneath her feet eroding. She back\npedals from its lip and bolts for the glass staircase.\n\nJust as she disappears, we land on the TWO GUNMEN we last\nsaw shooting at the skyway bridge. They spotted Georgia.\n\nGUNMAN #1\n(into mic)\nWe got the girl.\n\nHe nods to his buddy, they move for the stairs.\n\nINT. THE PEARL - INNER ATRIUM ELEVATOR - MOMENTS LATER\nSarah and Henry are in the car, Will stands outside it.\n\nSARAH\nI'm not doing this--\n\nWILL\nHenry can't stay in this building --\nthere's too much smoke. You know\nthat. Whoever those guys are,\nthey're serious. The only safe place\nfor you both is on the ground.\n\nWill finds a WALL PANEL and cleaves it open with his ax\nrevealing a complex array of cables and wiring.",
  "59": "---END OF PREVIOUS SECTION---\nWhoever those guys are,\nthey're serious. The only safe place\nfor you both is on the ground. Will finds a WALL PANEL and cleaves it open with his ax\nrevealing a complex array of cables and wiring. \n---TARGET SECTION TO BE ANNOTATED---\n He digs\nthrough the cabling as he talks...\n\nWILL (cont'd)\nThese elevators are Mag-Lev -- they\nwork on electromagnetic induction.\nBut in the event of a power failure,\nthey're held in place by a hydraulic\nfail-safe brake.\n(beat)\n\nThe power's out from the midpoint of\nthe building on up -- but it's still\non below the fire line. Once I cut\nthe hydraulic cable, you'll fall.\n\nSARAH\nwill--\n\n(CONTINUED)\n\fCONTINUED:\n\n83.\n\nWILL\nListen to me -- you'll fall through\nthe fire and hit electricity again --\nthe magnets will kick back on and\nstop you. You'll be traveling too\nfast for the flames to matter. Trust\nme.\n\nSARAH\nI'm not leaving you --\n\nWILL\n\nYou're not leaving me, you're saving\nHenry.\n\n(beat)\nIt's almost 1,000 feet from here to\nthe fire line. That'll take you\nabout nine seconds. Count to ten and\nthen pull this emergency stop\nhandle -- okay?\n\nSARAH\nWhat about Georgia?\n\nWILL\nI'll find her. I promise.\n\nIt's a solemn vow. And Sarah knows it's the only way. She\n\nkisses him.\n\nSARAH\nI love you.\n\nWILL\nI love you too.\n\nWill hugs Henry.\n\nWILL (cont'd)\n\nI need you to be strong buddy -- take\ncare of Mom, okay? Can you do that\nfor me?\n\nHENRY\nYes.\n\nWILL\n\nGood. It's gonna be scary, but\nyou'll be fine. Just hold on and\ncount backwards from ten, okay?\n\nHenry hits his inhaler and nods.\n\n(CONTINUED)\n\f84.\nCONTINUED: (2)\n\nHENRY\nOkay.\n\nWILL\nDaddy loves who?\n\nHENRY\nMe.\n\nWILL\n\nThat's right.\nWill hugs his boy, kissing his forehead.\n\nWILL (cont'd)\nStep back.\n\nThey move back into the elevator, sitting down on the floor.\nWill lines up his ax blade on a THICK YELLOW HYDRAULIC CABLE.\n\nWill and Sarah lock eyes -- a look of love and strength\nbetween them. Then Will steps into a home run swing --\nTHWACK!-- a clean cut.",
  "60": "---END OF PREVIOUS SECTION---\nWill lines up his ax blade on a THICK YELLOW HYDRAULIC CABLE. Will and Sarah lock eyes -- a look of love and strength\nbetween them. Then Will steps into a home run swing --\nTHWACK!-- a clean cut. \n---TARGET SECTION TO BE ANNOTATED---\nInstantly the car plummets -- Sarah's SCREAM Dopplers away\nas they disappear in a blink.\n\nINT. THE PEARL - INNER ATRIUM - SAME\n\nThe ELEVATOR roars past us at 170 MPH -- a complete,\nstomach-dropping, free fall.\n\nIN THE ELEVATOR\n\nWARNING ALARMS BLARE as Sarah holds Henry in a bear hug on\nthe elevator floor -- the world coming apart around them.\nThey count backwards together: ten...nine...eight...\n\nThe CARRIAGE SHAKES AND SHUDDERS as a staccato of light\nstrobes the glass car -- fire then smoke, then fire again.\nA descent into Hell itself. Seven...six...five...\n\nThe elevator glass SHATTERS from the unbridled G-Force.\nFour...three...\n\nThe centripetal force pinning her, Sarah reaches for the RED\nEMERGENCY HANDLE, fingers dancing across it but not quite...\n\nSARAH\n-Two...ONE!\n\n(CONTINUED)\n\f85.\nCONTINUED:\n\nShe yanks the handle. Nothing happens. They keep falling.\nSarah yanks the handle again -- then a loud CHUNKING noise\nas she's slammed to the floor, a SHOWER OF SPARKS explodes\nall around the car. Finally the carriage chokes to a stop.\n\nSarah looks at Henry -- the boy smiles. They made it.\n\nINT. THE PEARL - 360 RESTAURANT - NIGHT\n\nWith its kitchen a concentric circle around the inner\natrium, this fancy-ass restaurant offers up stunning 360°\nviews of the Hong Kong skyline. The priciest meal in town.\n\nWhat's more, the floor itself is comprised of GLASS PANELS,\noffering up views of the park below. With the fire raging\nunchecked, the setting is lit with an unearthly orange glow.\n\nWe find Georgia standing in the middle of the space,\nbreathing hard. Panic setting in. She hears a noise and\nspins to see the two GUNMEN rushing up from the stairs.\n\nInstinctively, Georgia ducks -- hiding a split second before\nthe men arrive on the scene.\n\nThe Gunmen scan the restaurant. They know she's here.\nGunman #1 motions to his partner, they split apart, stalking\nthrough the Michelin-rated finery.",
  "61": "---END OF PREVIOUS SECTION---\nThe Gunmen scan the restaurant. They know she's here. Gunman #1 motions to his partner, they split apart, stalking\nthrough the Michelin-rated finery. \n---TARGET SECTION TO BE ANNOTATED---\nGUNMAN #1\nIt's okay -- we're the good guys.\nYou can come out now, you're safe.\n\nGEORGIA,\n\nhiding under a table, is anything but convinced. She spots\na STEAK KNIFE on the setting above her.\n\nShe sneaks her fingers up to snag it -- her hand\ndisappearing just as Gunman #2's eyes sweep that exact spot.\n\nThe Gunmen close in on her location, tossing over tables as\nthey go. Closer and closer to her hiding spot. Tension\nsqueezes us like a vice as Gunman #2 stops in front of\nGeorgia's table.\n\nUNDER THE TABLE\nGeorgia dare not breathe. She clutches her steak knife and\n\nspies Gunman #2's foot right in front of her. The young\ngirl screws up her courage and drives the knife home.\n\n(CONTINUED)\n\f86.\nCONTINUED:\n\nGunman #2 ROARS. Georgia bolts from cover. Gunman #2\nFIRES -- but his pained shots are wild, lighting up\n\nglassware and cutlery all around Georgia as she dives behind\nthe CIRCULAR KITCHEN WALL against the inner atrium.\n\nINT. THE PEARL - PANGU PARK - SAME\n\nWill, searching feverishly in the fire, hears the gun shots\nfrom above. He spots the glass staircase and breaks for it.\n\nINT. THE PEARL - 360 RESTAURANT - SAME\n\nGunman #1 grabs Gunman #2's carbine, jerking it aside.\n\nGUNMAN #1\nWe need her alive! She's the bait.\nGUNMAN #2\nShe fuckin' stabbed me!\nGUNMAN #1\nGet over it.\nHe motions and the pair split up again -- each taking\n\nopposite entry points into\nTHE CIRCULAR KITCHEN AREA\n\nwhere Georgia crawls on all fours, staying low. She opens a\nlow STAINLESS STEEL CABINET and crawls inside, shutting it.\n\nThe hunters stalk their prey slowly, opening each cabinet as\nthey go -- it's only a matter of time.\n\nIn the small darkness, Georgia begins to cry, terrified.\nGunman #2 throws open Georgia's cabinet, revealing her.\nGUNMAN #2\nFound you, you little shit.",
  "62": "---END OF PREVIOUS SECTION---\nIn the small darkness, Georgia begins to cry, terrified. Gunman #2 throws open Georgia's cabinet, revealing her. GUNMAN #2\nFound you, you little shit. \n---TARGET SECTION TO BE ANNOTATED---\n You're\n\ngonna pay for what you--\n\nWHAM! Out of nowhere, Will freight trains him, sending\nGunman #2 smashing him against the inner atrium glass.\n\nWILL\n(to Georgia)\nGo!\n\nShe does as Will turns his focus to Gunman #2 who fires at\npoint blank range.\n\n(CONTINUED)\n\f87.\nCONTINUED:\n\nBut Will side-steps the shots, grabbing the muzzle and\nstitching the atrium glass panel with them before kicking\nGunman #2 in the back, sending him through the panel and\ndown to the first floor the hard way.\n\nWill pivots just as Gunman #1 opens fire on him. Will ducks\nas pots and pans dance and pinwheel overhead.\n\nGunman #1 goes dry and reloads allowing Will to grab a CAST\nIRON SKILLET and, using it like a medieval shield, charge.\n\nCaught between reloads, Gunman #1 jerks his sidearm and\nunloads into the iron plate, but Will is already on top of\nhim -- the beat down is merciless.\n\nWill's about to end it when he hears...\n\nPIERCE (0.S.)\nEnough!\n\nWill turns to see Pierce standing there, holding Georgia, a\npistol to her head. All the fight goes out of him.\n\nFor a moment, Will's confused -- the last time he saw Pierce\nwas in Zhao's penthouse boardroom. Quickly though, Will\nputs together the double-cross. His eyes narrow. Then he\nlooks to his frightened daughter and reassures her...\n\nWILL\nIt's gonna be okay, honey.\n\nThe Gangster gets to his feet and drives the stock of his\nweapon viciously into Will's gut, dropping the big man to\nhis knees -- Will never takes his eyes off Georgia.\n\nINT. EMERGENCY OPS TRAILER - NIGHT\n\nCaptain Chan moves down the length of the trailer, heading\nfor the door, flanked by Lieutenant Han...\n\nLIEUTENANT HAN\nThe Night Tigers are military --\ncounter-terror.\n\nCAPTAIN CHAN\nI'm aware of that, Lieutenant.\n\nLIEUTENANT HAN\nBut this isn't an act of terrorism.\n\n(CONTINUED)\n\f88.\nCONTINUED:\n\nCAPTAIN CHAN\nThat's not how the his honor sees it.",
  "63": "---END OF PREVIOUS SECTION---\nLIEUTENANT HAN\nBut this isn't an act of terrorism. (CONTINUED)\n\f88. CONTINUED:\n\nCAPTAIN CHAN\nThat's not how the his honor sees it. \n---TARGET SECTION TO BE ANNOTATED---\nHe sees an expertly-trained foreign\nnational, wanted for murder, on the\nloose inside that building preparing\nto do god-knows-what. He's not going\nto take any chances.\n\nLIEUTENANT HAN\nAnd you agree with him?\n\nCAPTAIN CHAN\nIt doesn't matter if I agree with\nhim. It's happening.\n\nChan exits...\n\nEXT. EMERGENCY OPS TRAILER - CONTINUOUS\n...Lieutenant Han follows.\n\nLIEUTENANT HAN\nCaptain...\n\nCAPTAIN CHAN\nThere's nothing I can do. We've got\nthirty minutes to resolve this\nscenario or it becomes a military\noperation and we're on the sideline.\nSo unless someone can tell me\nsomething different is going on\ninside of that building, they're\ngonna use a broadsword on it.\n\nThen:\n\nOFFICER (0.S.)\nSir...\n\nChan turns to see: an OFFICER standing there with SARAH AND\nHENRY, dirty, blanketed, but alive.\n\nINT. THE PEARL - PENTHOUSE FLOOR - NIGHT\n\nPierce holds Georgia at gunpoint. The young girl whimpers\nand shakes, tears rolling down her face, scared for her\nlife. Flanked by Pierce's three remaining men, Will is on\n\nhis knees, his hands zip-tied behind him.\n\nWill does his best to console his daughter...\n\n(CONTINUED)\n\f89.\nCONTINUED:\n\nWILL\nHoney -- look at me. Look at my\neyes. Everything's going to be\nalright. I promise. You hear me?\n\nPanicked, Georgia can only nod her head yes.\n\nWILL (cont'd)\nI love you, sweetheart.\n\nGEORGIA\n(shaking)\nI love you too, Daddy.\n\nPIERCE\nI'm afraid I'm going to have to\ninterrupt.\n\nWill glares. If a look could kill, Pierce would be toe-up.\n\nWILL\nThe dead man in Horace's bathtub --\nSingh -- that was you?\n\nPIERCE\nNo -- that was your pal. That's the\n\nnice thing about dealing with\ndegenerate gamblers, they'll do\nanything to pay a debt. Even sell\nout their dearest friend. Now -- you\nstill haven't answered my question.",
  "64": "---END OF PREVIOUS SECTION---\nThat's the\n\nnice thing about dealing with\ndegenerate gamblers, they'll do\nanything to pay a debt. Even sell\nout their dearest friend. Now -- you\nstill haven't answered my question. \n---TARGET SECTION TO BE ANNOTATED---\nWILL\nI already told you: the only way that\ndoor opens is if Zhao opens it from\nhis side or if this floor's fire\nalarm triggers it -- but that can't\nhappen because you guys took the\nentire system offline. You\nunderstand? It can't be done.\n\nPIERCE\n\nNonsense. Anything can be done with\nthe proper motivation. So let me\nhelp. You're gonna get in there and\nyou're gonna bring Zhao, and what\nhe's holding, to me or I'm gonna\nthrow your daughter off the fucking\nroof.\n\nPierce grabs Georgia's arm, shaking her sharply.\n\n(CONTINUED)\n\f90.\nCONTINUED: (2)\n\nPIERCE (cont'd)\nI hear it's like heaven up there.\n\nGEORGIA\nDaddy!\n\nWill lunges to his feet, charging at Pierce. One of Pierce's\nMEN cracks him on the skull, sending him to the floor.\n\nWill coughs and writhes, his eyes watering. Pierce shoves\nGeorgia to one of his men, then he moves over to Will,\nkneeling down to cut his zip tied hands, smirking as he does.\n\nPIERCE\nTick-tock...\n\nPierce grabs Georgia by the hair and yanks her toward the\nSTAIRWELL EXIT DOOR. The girl yells for her father -- Will\nreaches out for Georgia from the ground, a futile gesture.\n\nPierce and his men disappear through the STAIRWELL EXIT.\nHis daughter's cries cut short as the door seals shut.\n\nWill gets to his feet, shaking out the cobwebs. He moves to\nthe stairwell door, trying it with no luck -- it's locked.\n\nHe starts pacing, muttering to himself, his mind racing...\n\nWILL\nCome on, Will...think...think...\n\nWill moves to an exterior-facing TWENTY-FOOT WIDE PANORAMIC\nWINDOW, its CURTAINS drawn back like an elegant movie house\nto reveal the skyline and fire raging five floors below.\n\nHe spots an in-wall FIRE ALARM BOX -- its digital display\nflashes: OFFLINE. Will pulls the handle a couple times,\nnothing. He's fucked.\n\nWill tries to pry the Fire Alarm box off the wall, to get at\nits innards, but without any luck. It's on there tight.",
  "65": "---END OF PREVIOUS SECTION---\nHe's fucked. Will tries to pry the Fire Alarm box off the wall, to get at\nits innards, but without any luck. It's on there tight. \n---TARGET SECTION TO BE ANNOTATED---\nIt's then that Will spots something on the other side of the\npanoramic window...\n\nWILL (cont'd)\nHello, beautiful.\n\nSitting directly opposite the fire alarm, on the exterior of\n\nthe building, is its CONTROL BOX resting there on the\nexposed fascia. He spots a METAL TRASH CAN and picks it up.\n\n(CONTINUED)\n\f91.\nCONTINUED: (3)\n\nWill slams the trash can against the panoramic window --\nCLANG! Nothing. A chip maybe. Will tries again, no luck.\n\nWILL (cont'd)\nDamn it.\n\nWill moves down the PANORAMIC WINDOW, away from the FIRE\nALARM until he comes to the window's end.\n\nHe stops at an ADJACENT PANEL OF GLASS, just as tall but\nonly about four-feet wide -- an easier target.\n\nWill presses on it with his hand, judging its thickness.\nKnowing now what it takes now, Will backs up and then\ncharges: using the trash can like a battering ram -- WHAM!\n\nINSTANTLY THE WHOLE SECTION SHATTERS INTO A MILLION PIECES\nand Will's momentum carries him THROUGH THE OPENING!\n\n \n\nHe lets go of the trash can, barely managing to grab hold of\nthe WINDOW TRANSOM to keep from falling through completely.\n\nWill gathers himself and scans the penthouse level. His\neyes land on a BRONZE STATUE of a CHINESE WARRIOR resting on\na four-foot MARBLE PEDESTAL.\n\nHe shoulders the pedestal sending the statue crashing. The\nWarrior's HAND breaks free and in it a SIX-INCH SHORT-SWORD\n(\"Dao\"). Will picks up the thin blade -- it'll do.\n\nHe looks at the CURTAINS hanging to one side of the\npanoramic window. He yanks them down, quickly finding the\nBRAIDED CORD that the mechanism uses to retract them. Will\nloops the cord around his elbow like a length of rope.\n\nFinished, Will knows he's still missing one more thing. He\nreaches for his belt and holds up the DUCT TAPE.\n\nCUT TO:\nWILL'S HANDS\nwrapped like a boxer's before a bout but with duct tape,\nSTICKY SIDE OUT. Will finishes the last strip and tests his\nnew hand adhesion by placing his palms together.",
  "66": "---END OF PREVIOUS SECTION---\nHe\nreaches for his belt and holds up the DUCT TAPE. CUT TO:\nWILL'S HANDS\nwrapped like a boxer's before a bout but with duct tape,\nSTICKY SIDE OUT. Will finishes the last strip and tests his\nnew hand adhesion by placing his palms together. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\nTHE MARBLE PEDESTAL\nlying on its side at the foot of the shattered window panel.\n\nOne end of the curtain rope is tied around its the pedestal,\nthe other end Will lashes around his waist, knotting it.\n\n(CONTINUED)\n\f92.\nCONTINUED: (4)\n\nWe see that Will has also duct taped his feet. He checks\nthe stickiness of one, talking to himself...\n\nWILL (cont'd)\nCan never be too careful when you're\ndoing something this stupid.\n\nStanding at the open window, the wind howling madly, nothing\nbut a three-thousand foot fall and certain death below him,\nWill steadies himself...\n\nWILL (cont'd)\nKids, don't try this at home...\n\n...and then he steps out, pivoting around the window\ntransom. But his first step is a poorly place one and Will\nstumbles, nearly falling.\n\nHE CLUTCHES THE TRANSOM AND PULLS HIMSELF BACK IN -- his\nlife flashing before his eyes. Will lets out a little\nlaugh -- nerves getting the better of him. Two steadying\nbreaths and Will gives it another go.\n\nHe pivots out stepping onto the SIX-INCH LEDGE that runs\nalong the base of the panoramic window. Will presses his\nbody as close as he can to the glass -- his duct taped hands\nsticking nicely to the window.\n\nSlide step by slide step, Will crosses the twenty-foot wide\nsection of glass, eyeing the CONTROL BOX on the far side.\n\nBelow him, the fire rages -- climbing ever-closer.\n\nINT. EMERGENCY OPS TRAILER - NIGHT\n\nBeing tended to by an EMT, Henry breaths through an oxygen\nmask as nearby Sarah sketches something for Chan.\n\nSARAH\nIt looked like this...\n\nSarah flips around a clipboard to reveal a crude facsimile\nof the Black Lotus Triad tattoo. Chan and Han share a\nknowing look.\n\nCAPTAIN CHAN\nAnd how many of them did you say you\nsaw?\n\nSARAH\nSix.\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nCAPTAIN CHAN\nDo you have any idea what they're\ndoing up there? Why they're doing\nthis?\n\nSARAH\nNo.",
  "67": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nCAPTAIN CHAN\nDo you have any idea what they're\ndoing up there? Why they're doing\nthis? SARAH\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nLIEUTENANT HAN\nAnd you claim your husband isn't\ninvolved?\n\nSARAH\nI don't claim that -- I'm telling you\nthat. He's not involved.\n\nLieutenant Han pulls his boss away for an aside, speaking in\nCantonese.\n\nLIEUTENANT HAN\nCaptain -- this doesn't pass the\nsmell test. None of it does. If the\nBlack Lotus are there to get\nsomething -- to steal something --\nwhy light the building on fire? And\nif they're trying to cover their\ntracks -- fine -- but why trap\nyourself above the fire line and then\ndestroy your only means of escape?\nIt doesn't make any sense.\n\nA sudden realization hits Sarah. She cuts in in Cantonese,\nsurprising the officers.\n\nSARAH\nThat's not their only means of escape.\n\nLIEUTENANT HAN\nReally? Then how are they planning\nto get out?\n\nSARAH\nThey're gonna jump.\n\nLIEUTENANT HAN\nExcuse me?\n\nSARAH\nThey're gonna jump off the top. When I\nsaw them that first time, they had\ncontainers with them marked in Russian.\n\n(CONTINUED)\n\f94.\nCONTINUED: (2)\n\nSarah grabs a computer terminal. Types in the word for\nPARACHUTE then hits translate to Russian.\n\nTIAPAMOT\nPops up. She points at it.\n\nSARAH (cont'd)\nThat's the word I saw on the\ncontainer they had.\n\nSarah moves to a WALL MAP of HONG KONG, scanning it.\n\nSARAH (cont'd)\n(to Han)\nGimme your pen.\n\nThe lieutenant hesitates, looking to Chan for the okay.\n\nCAPTAIN CHAN\nGive her your pen...\n\nHe obliges and Sarah snags it, checking its length against\nthe map's scale legend. She marks an X on the map.\n\nSARAH\nThe Pearl is here.\n(beat)\nA base jump from a thousand meters up\ngives you about triple that in\nlateral descent distance -- call ita\nmile to be safe, two pen lengths.\n\nLIEUTENANT HAN\nHow do you know that?\n\nShe turns her phone's screen to them and shrugs...\n\nSARAH\nI Googled it.\n\nThe Captain shoots his Lieutenant a look: she got you there.",
  "68": "---END OF PREVIOUS SECTION---\nShe turns her phone's screen to them and shrugs... SARAH\nI Googled it. The Captain shoots his Lieutenant a look: she got you there. \n---TARGET SECTION TO BE ANNOTATED---\nSarah measures out two pen lengths from the X in all four\ndirections, then connects the points with a crude circle.\n\nSARAH (cont'd)\nThat's your search area. If they\nland, they'll land within that\ncircle -- and if they have friends,\nthey'll be waiting to pick them up at\nthe landing zone. Someplace flat and\nopen.\n\n(CONTINUED)\n\f95.\n\nCONTINUED: (3)\n\nImpressed, Captain Chan moves closer to the map...\n\nSarah points\n\nCAPTAIN CHAN\n\nAnd secluded.\n\n(scanning the map)\nThey won't go for Victoria Park --\ntoo obvious and too many trees to get\nhung up on. South, but you'd never\nclear the peak. West, maybe, but\nit's a longer haul to an open spot.\nRisky.\n\nSARAH\nThere. What's that -- on the other\nside of the harbor? The Kowloon side.\n\nto a BROWN RECTANGLE in the water.\nLIEUTENANT HAN\n\nThat's nothing. It's a construction\nsand barge -- bay dredge.\n\nSarah gives Chan a look. He's thinking.\n\nLIEUTENANT HAN (cont'd)\nCaptain, you can't seriously be\nconsidering this. For all we know,\nshe's in on it.\n\nSARAH\nYou think I'd willingly trap my own\nchildren in a burning building?\n\nLIEUTENANT HAN\nI think you could be playing a role.\nYou could be a distraction to allow\nyour husband to escape. This could\nall be part of his plan.\n\nSarah can't believe this guy. She turns to Chan...\n\nSARAH\n\nCaptain, I know you wanna get this\nright and the last thing you want to do\nis to point your gun at the wrong guy.\n\n(beat)\nTake me out to the sand barge. If\nit's empty and I'm wrong, what have\nyou lost? But if I'm right, it might\nbe your only chance to catch the men\nresponsible for this whole thing.\n\n(CONTINUED)\n\f96.\nCONTINUED: (4)\n\nCaptain Chan considers this. He's about to respond when\nsuddenly there's a RUMBLING FROM THE CROWD OUTSIDE.\n\nSomething's going on. Chan breaks for the trailer's exit\ndoor, followed by Lieutenant Han and Sarah.\nEXT.",
  "69": "---END OF PREVIOUS SECTION---\nSomething's going on. Chan breaks for the trailer's exit\ndoor, followed by Lieutenant Han and Sarah. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n EMERGENCY OPS TRAILER - CONTINUOUS\n\nThe trio come to a stop just outside the trailer. They\nstare at the HD BILLBOARD, stunned.\n\nON SCREEN, we see long-lens news footage of Will inching\nacross the PANORAMIC WINDOW, nearly a mile above them.\n\nThey turn from the giant video screen and look up with their\nown eyes to see Will's ant-like form, clinging to the side of\nthe building -- an insane act. The act of a desperate man.\n\nSARAH\nCaptain, does that look like someone\nwith a plan to you?\n\nChan glances at Sarah -- his wheels turning.\n\nEXT. THE PEARL - PANORAMIC WINDOW - NIGHT\n\n220 stories above the earth, Will presses himself against\nthe glass, inches from his goal. One more step.\n\nWill makes the step --BOOM!-- a glass panel on the floor\nbelow him explodes like a car bomb.\n\nWill lunges for the control box, clutching it to keep from\nfalling. Two more explosions rock the tower from below.\n\nWill finds footing around the box. He reaches into his\nwaistband and pulls out the statue's sword, wedging it into\nthe seams of the box, prying at it.\n\nWith a crack, it pops open and Will goes to work on the\nwiring. He finds what he's looking for -- a GOLD WIRE.\n\nUsing the statue sword, Will strips the wire, cuts another\none, and hot-wires them together. A GREEN LIGHT on the\nconduit panel turns off and a RED LIGHT starts FLASHING.\nTHE FIRE ALARM BOX\n\non the other side of the panoramic window flashes the words:\nFIRE-FIRE-FIRE.\n\f97.\n\nINT. THE PEARL - PENTHOUSE FOYER - SAME\n\nThe CONTROL PANEL next to the PENTHOUSE DOORS flashes the\nsame: FIRE-FIRE-FIRE. With a heavy metal CHUNK, the\nTITANIUM DOORS UNLOCK AND SLOWLY START TO SWING OPEN.\n\n \n\nINT. THE PEARL - PENTHOUSE BEDROOM - SAME\n\nThe panel by Zhao's bed blinks: FIRE-FIRE-FIRE. Zhao pulls\nopen his nightstand drawer snatches up a PALM-SIZED BERETTA\nNANO -- an executive's gun meant to be concealed. Zhao\nexits.\n\nINT.",
  "70": "---END OF PREVIOUS SECTION---\nZhao pulls\nopen his nightstand drawer snatches up a PALM-SIZED BERETTA\nNANO -- an executive's gun meant to be concealed. Zhao\nexits. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE PEARL - PENTHOUSE FOYER - MOMENTS LATER\n\nZhao rounds the corner to see the front doors to his\npenthouse wide open. He moves to the nearest control panel\nand tries to shut the doors, but the programming won't allow\nit -- the fire alarm overrides his controls.\n\nThinking fast, Zhao pulls his smartphone out of his pocket,\nsnags a nearby USB cable and plugs his phone directly into\nthe panel itself. He starts thumbing away like mad.\n\nEXT. THE PEARL - PANORAMIC WINDOW - NIGHT\n\nWill lets go of the control box and begins to make his way\nback across the panoramic window, slide step by sli -- BOOM!\n\nA DEAFENING EXPLOSION rattles the world.\nWill falls.\n\nEverything goes topsy-turvy as we plummet. Suddenly, we're\njerked to stop as Will's securing rope snaps taught.\n\nThat's the good news.\n\nThe bad news is that the sudden force of the fall has caused\nWill's securing rope to slip down his body -- coming to a\nsnug cinch point around the ankle of Will's prosthetic leg.\n\nFire raging around him, Will dangles upside down by his\nankle, a mile up, like a rabbit caught in a rope snare.\n\nTHE MARBLE PEDESTAL\nis yanked against the window frame at a poor angle, wedging\n\nitself against the transom in anything but a secure fashion.\n\n(CONTINUED)\n\f98.\n\nCONTINUED:\n\nSwinging upside down, Will gets his bearings. He tries to\ncurl his body up toward the rope -- like a hanging sit-up --\nbut the added strain of the move causes his prosthetic\nsleeve to loosen -- WILL'S LEG IS SLIPPING OUT OF IT.\n\nWill falls back, dangling by a leg that's coming loose.\nLike a car teetering on the edge of a cliff, any movement\nfrom Will might cause his leg to come undone completely.\n\nThe earth a postage stamp below him, Will steadies himself,\nbecoming as still as possible, barely daring to breathe.\n\nWill knows he's going to have one shot at this. He gathers\nhis courage and makes one sharp move.",
  "71": "---END OF PREVIOUS SECTION---\nThe earth a postage stamp below him, Will steadies himself,\nbecoming as still as possible, barely daring to breathe. Will knows he's going to have one shot at this. He gathers\nhis courage and makes one sharp move. \n---TARGET SECTION TO BE ANNOTATED---\nWith a grunt, he breaks into action using his free leg to\nkick off the face of the building while throwing his hands\ntoward his toes, propelling himself upward with such force\nthat his RESIDUAL LIMB POPS OUT OF THE PROSTHESIS.\n\n \n\nFor a blink, Will is in complete free fall -- no rope, no\nleg -- but his hands snag hold of the CARBON FIBER FEMUR at\nthe last possible second.\n\nA strange sight indeed: a one-legged man, clinging to a\nmetal leg, attached to a rope, 3,000 feet in the air.\n\nWill starts pulling with everything he's got. A dead-hang\nrope climb. The weight of this undulating action causes\n\nTHE MARBLE PEDESTAL\n\nto strain against the window transom, inching closer and\ncloser to dislodging completely.\n\nWILL\n\nfree-climbs for all he's worth, hand-over-hand, a man of\nundying determination: his arms burning, but his eyes\nfocused on the open window ledge ten feet above him.\nINT. THE PEARL - PENTHOUSE FOYER - NIGHT\n\nAt the control panel for the doors, Zhao has used his\nsmartphone to hack bypass the fire alarm function and he\n\ninstructs the doors to reset.\n\nZhao jabs the \"SECURE DOORS\" button the panel and watches as\nthe titanium Goliaths lurch toward each other.\n\nZhao takes cover behind a LOW CABINET, checking his mini-\nBeretta, ready to plug anyone who comes through the door.\n\f99.\n\nEXT. THE PEARL - PENTHOUSE FLOOR - NIGHT\n\nWill's forearm slaps over the marble pedestal. He pulls\nhimself up and over the final hurdle.\n\nExhausted, Will collapses. But only for a moment as he\nsuddenly sees the penthouse doors closing -- he's only got\nseconds before they shut again, sealing him out for good.\n\nLeaping into action, Will starts pulling up the rope, his\nprosthesis dangling on the other end like fish on a hook.\n\nJust then, another explosion from below rocks the penthouse\nfloor causing the marble pedestal to break free and plummet\nthrough the window like an anchor.",
  "72": "---END OF PREVIOUS SECTION---\nBut only for a moment as he\nsuddenly sees the penthouse doors closing -- he's only got\nseconds before they shut again, sealing him out for good. Leaping into action, Will starts pulling up the rope, his\nprosthesis dangling on the other end like fish on a hook. Just then, another explosion from below rocks the penthouse\nfloor causing the marble pedestal to break free and plummet\nthrough the window like an anchor. \n---TARGET SECTION TO BE ANNOTATED---\nThe cord rips through Will's duct-taped hands, smoking them\nas Will's prosthesis whips back to him like a boomerang.\n\nWill clutches his leg as it's being pulled from his grip by\nthe four-hundred pound pedestal on other end of the rope.\n\nWill glances back at the penthouse doors -- they're almost\nclosed now: he's gotta make a choice his leg or the door.\n\nBut Will makes a third play: he pulls the statue's sword\nfrom his waistband and cuts the rope with one downward hack.\nThe rope whips through the window opening as Will tumbles\nback, his prosthetic leg in his hand.\n\nWill jams his leg into the PROSTHETIC SLEEVE and spins to\nsee the penthouse doors a foot from sealing shut.\n\nWill bolts for them, diving into a head-first slide on his\nside -- like a car up on two wheels -- and narrowly SKIMS\nTHROUGH THE OPENING. He made it.\n\nOnly, he didn't.\n\nWill's PROSTHETIC ANKLE is caught in the door like a bear\ntrap. Will tugs on it with both hands, it won't budge.\n\nWith one final pull, Will yanks his leg through the doors,\nwhich quickly seal shut behind him, tumbling back into a\nheap on the foyer. Then:\n\nZHAO (0.S.)\nDon't move.\n\nWill looks up to see Zhao pointing his tiny Beretta a foot\nfrom Will's nose. Will's shoulders slump at his luck.\n\n(CONTINUED)\n\f100.\nCONTINUED:\n\nWILL\nYou're too close.\n\nWhat an odd thing to say. Zhao doesn't follow...\n\nZHAO\nWhat?\n\nWILL\nYou're...\n\nWHACK!\n\nWith cat-like quickness, Will slaps the Beretta out of the\n\ninexperienced billionaire's hands as he yanks Zhao's wrist\n\ndownward and simultaneously sweeps his leg, dropping him to\nthe polished floor -- a slick-ass take down.\n\nWILL (cont'd)\n...too close.\n\nWill pounces on him, driving the point of his good knee\nbetween Zhao's shoulder-blades, pinning him there.\n\nWILL (cont'd)\nWe need to talk.\n\nCUT TO:\nA SMALL MAN IN A SHARP SUIT.\nTan, salt & pepper hair. Bushy eyebrows. Capped teeth.",
  "73": "---END OF PREVIOUS SECTION---\nTan, salt & pepper hair. Bushy eyebrows. Capped teeth. \n---TARGET SECTION TO BE ANNOTATED---\n A\nChinese Martin Scorsese. This is WU-SAI JUN, kingpin and\n\ncrime lord of Hong Kong. He smiles at us.\n\nWU-SAI JUN\nI know this is difficult.\n\nWe're...\n\nINT. GANGSTER'S OFFICE - NIGHT\n\nOpulent, dark. The den of a powerful man. Zhao sits opposite\nJun. Xia sprawls on a nearby chaise as Feng looms in view.\n\nBehind Jun, the most striking feature: a wall comprised of\nGLASS TERRARIUMS, each containing a solitary SNAKE.\n\nWU-SAI JUN\nFor a man like you, this must come\nwith some discomfort.\n\n(MORE )\n\n(CONTINUED)\n\f101.\nCONTINUED:\nWU-SAI JUN (cont'd)\nBut you can take solace in the fact\nthat it's all for a greater good.\nThe glory of The Middle Kingdom.\n\nZHAO\nForgive me, but I don't see how\nextortion glorifies China.\n\nWU-SAI JUN\nThis isn't extortion, Mr. Zhao, this\nis business.\n\nZHAO\nAnd if I refuse?\n\nWu-Sai Jun smiles. This man might take more convincing. He\nrises from this seat moving toward the back wall of snakes.\n\nWU-SAI JUN\nThere are ten snakes in the world to\nwhich there exists no known antivenom.\n(re: the terrarium wall)\nI've made a home here for each one.\n\nJun slides out one particular terrarium from the wall like a\ndrawer in a bureau. The BLACK & BLUE STRIPED SNAKE inside\nit coils, ready to strike.\n\nWU-SAI JUN (cont'd)\nThe snake handlers of Burma practice\nan ancient art called Mithridatism.\n\nHe opens the top of glass box. The snake hisses, a warning.\n\nWU-SAI JUN (cont'd)\n\nThey believed that by ingesting small\namounts of a snake's poison over\ntime, they would become one with the\nanimal, rendering its venom harmless.\n\nJun rolls up his sleeve, revealing his BLACK LOTUS TRIAD\nTATTOO. He places his arm in the terrarium, holding it\nthere in front of the hissing reptile but never taking his\neyes from Zhao.",
  "74": "---END OF PREVIOUS SECTION---\nWU-SAI JUN (cont'd)\n\nThey believed that by ingesting small\namounts of a snake's poison over\ntime, they would become one with the\nanimal, rendering its venom harmless. Jun rolls up his sleeve, revealing his BLACK LOTUS TRIAD\nTATTOO. He places his arm in the terrarium, holding it\nthere in front of the hissing reptile but never taking his\neyes from Zhao. \n---TARGET SECTION TO BE ANNOTATED---\nWU-SAI JUN (cont'd)\n\nThe Blue Krait's venom has been used\nfor centuries by indigenous Malaysian\ntribes to hunt big game. It's said a\nsingle bite can stop an elephant's\nheart in under ninety seconds.\n\n(CONTINUED)\n\f102.\nCONTINUED: (2)\n\nSuddenly Jun throws his fingers out, splaying them in a\nsharp motion that causes the snake to strike -- biting Jun\non his forearm, just under his tattoo.\n\nThe gangster winces but doesn't waver -- watching Zhao the\nentire time.\n\nThe snake recoils. Jun lifts his arm out of the terrarium\nand observes two trickles of blood running down his forearm.\nPointedly, he licks the blood from his arm and then, gentile\nas you please, rolls his shirt sleeve back, buttoning it.\n\nWU-SAI JUN (cont'd)\nI know this arrangement may seem\npoisonous to you now but, over time,\nonce you've completed your building, I\npromise you: you won't feel a thing.\nZhao looks pained. A moment, then...\n\nZHAO\nGive me the account number.\n\nJun nods to Xia. She slides over a piece of paper with a\nlengthy number on it. Zhao takes it and enters the info\ninto his phone. By the looks of things, he's transferring\n$50 million from his account into a different one.\n\nHe hits transfer. His phone chimes: complete.\n\nZHAO (cont'd)\nAre we done?\n\nJun gives us a reptilian smile.\n\nWU-SAI JUN\nGood luck with construction.\n\nZhao stands, straightens his jacket and exits.\nWILL (PRE-LAP)\nYou paid them off?\nINT. THE PEARL - PENTHOUSE LIVING ROOM - NIGHT\nZhao sits on a couch as Will looms above him.\nZHAO\nIf I didn't, they would've crippled\n\nmy labor force and cost me triple\nthat amount in construction delays.\n\n(CONTINUED)\n\fCONTINUED:\n\n103.\n\nWILL\nSo you caved. But if he got what he\nwanted, why's he doing all this?\n\nZHAO\n\nI didn't cave. I could never let The\nPearl become corrupted by the likes\nof Wu-Sai Jun.",
  "75": "---END OF PREVIOUS SECTION---\nBut if he got what he\nwanted, why's he doing all this? ZHAO\n\nI didn't cave. I could never let The\nPearl become corrupted by the likes\nof Wu-Sai Jun. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nAs soon as he accepted my payment, he\nchopped it up, dispersing it to all\nof his other off-shore accounts in\nsmaller increments.\n\nWILL\nHe laundered it.\n\nZHAO\nEssentially, yes. But what he didn't\nknow is that I hid a Trojan Horse in\nmy wire transfer -- a digital dye\npack that infected every account any\nportion of my payment touched,\nfeeding the routing and account\ninformation back to me.\n\nZhao holds up the RED MEMORY CARD.\n\nZHAO (cont'd)\n\nThis card contains the account\ninformation for every single dollar\nWu-Sai Jun and the Black Lotus Triads\nhave. Over half a billion dollars in\nillicit monies in thirty-six separate\nholding banks around the globe.\n\n(beat)\nI hand this over to the Chinese\ngovernment and they can freeze all of\nhis assets -- destroying his entire\noperation and sending him to prison\nfor the rest of his life.\n\n(beat)\nThis card IS their operation. And\nthey'll stop at nothing to get it back.\n\nWILL\nFollow the money.\n\nZHAO\nIndeed.\n\n(CONTINUED)\n\f104.\n\nCONTINUED: (2)\n\nWILL\nThen why didn't you turn it over to\nthe authorities? Be done with it.\n\nZHAO\nIf I did that, Wu-Sai Jun would have\nno reason not to kill me. I'd be\nsigning my own death warrant.\n(beat)\n\nAs long as I hold onto this, we have\ndetente. They had to leave me alone\nand let me build The Pearl without\n\ninterference.\n\nWILL\nBut how does getting that particular\ncard help them -- you must've made\ncopies.\n\nZHAO\n\nI did, of course. But this is the\noriginal. With it, they can reverse\nengineer my Trojan Horse payment and\nscrub their accounts clean again --\nno digital dye, no way for the\nauthorities to trace the money and\nfind their secret accounts. If they\nget their hands on this, all of my\nother copies would be worthless.\n(beat)\nBesides, their plan isn't to let me\nlive. Their plan is to get their\nhands on this and the moment they do,\nI'm a dead man.\n\nWill paces, putting it all together now...\n\nWill stands.",
  "76": "---END OF PREVIOUS SECTION---\nTheir plan is to get their\nhands on this and the moment they do,\nI'm a dead man. Will paces, putting it all together now... Will stands. \n---TARGET SECTION TO BE ANNOTATED---\nWILL\nSo they lit the building on fire\nbecause they knew you'd grab the most\nvaluable thing in the world to you\nand flee -- just like anyone would.\n\nZHAO\nNo one could get it out of my safe\nexcept for me. They just needed to\ngive me a good reason.\n\nZHAO (cont'd)\nWhere are you going?\n\n(CONTINUED)\n\fCONTINUED:\n\nZhao\n\nWill\n\nwall.\n\nZhao\n\n105.\n\n(3)\n\nWILL\nWe're gonna give them what they came\nhere for.\n\nZHAO\nDidn't you hear me? As soon as they\nhave it, they'll kill me. They'll\nkill us both.\n\nWILL\nMaybe. But they have my daughter and\nthat's all that matters to me.\n\nZHAO\nI'm not eager to die.\n\nWILL\nIn ten minutes this entire floor is\ngonna be on fire, so the way I see\nit, you can either stay here and die\nor come with me and have a chance to\nlive.\n\nweighs the offer, he knows Will isn't wrong.\n\nZHAO\nWhat's your plan?\n\nglances at the ceremonial CHINESE SWORD mounted on the\nHe turns back to Zhao.\n\nWILL\nYou got any duct tape?\n\neyes the American suspiciously.\n\nEXT. THE PEARL - NIGHT\n\nThe tallest building in the world burns. In epic grand\nfinale fashion, we circle the building landing on:\n\nTHE GLASS OBSERVATION DECK\n\nThe light from the flames below dance off of its facets,\nmaking it sparkle against the skyline like a black diamond.\n\nINT. THE PEARL - OBSERVATION DECK - SAME\n\nPierce and his THREE MEN wait inside the CANOPIED GLASS,\neach strapped into a sleek, low-profile, PARACHUTE PACKS.\n\n(CONTINUED)\n\f106.\nCONTINUED:\n\nGeorgia, her Panda hoodie dirt-stained, sits on the ground,\neyes red from crying. Suddenly, she sees something...\n\nGEORGIA\nDaddy!\n\nPierce and his men turn to see Will pushing Zhao forward\nlike a prisoner, his wrists duct taped together in front of\nhim.\n\nPierce grabs Georgia roughly, yanking the girl to her feet as\nhis men fan out. Will and Zhao stop twenty feet from them.",
  "77": "---END OF PREVIOUS SECTION---\nPierce and his men turn to see Will pushing Zhao forward\nlike a prisoner, his wrists duct taped together in front of\nhim. Pierce grabs Georgia roughly, yanking the girl to her feet as\nhis men fan out. Will and Zhao stop twenty feet from them. \n---TARGET SECTION TO BE ANNOTATED---\nPIERCE\nSee? I knew you'd find a way.\n\nPierce nods at his biggest guy.\n\nPIERCE (cont'd)\nCheck 'em.\n\nThe BIG MAN moves to Will and starts patting him down. He\ngets to Will's leg -- feels something funny. Will pulls up\nhis pant-leg to reveal his metal prosthesis.\n\nWill shrugs. The Big Man moves on to Zhao, patting him down\nas the billionaire lifts his duct-taped hands above his head.\n\nBIG MAN\nThey're clean.\n\nThe Big Man returns to his post. Pierce nods his approval.\n\nPIERCE\nSmart.\n\nWill holds up the RED MEMORY CARD.\n\nWILL\nHere it is. Now let her go.\n\nPIERCE\nGo to your daddy, sweetheart.\n\nGeorgia starts for Will, but Pierce stops her short --\ngrabbing her by the hoodie, toying with Will.\n\nPIERCE (cont'd)\n\nYou know -- on second thought -- I'd\nlike to have that memory card first.\n\n(CONTINUED)\n\f107.\nCONTINUED: (2)\n\nWill's about to toss it to him when suddenly ZHAO LIFTS HIS\nDUCT TAPED WRISTS, REVEALING THAT HE'S BEEN PALMING HIS\nBERETTA NANO -- hiding it beneath the silvery tape.\n\nZHAO\nI can't let you do it.\n\nWill blanches. Zhao has double crossed him. Pierce and his\nmen lift their weapons as Zhao snatches the memory card out\nof Will's hand and steps behind him for cover.\n\nWILL\nWhat the hell are you doing? This\nisn't the plan.\n\nZHAO\n\nThe plan's changed.\n(to Pierce)\n\nI want a parachute.\n\nPierce grabs Georgia, jamming his gun against her cheek.\nZHAO (cont'd)\nI don't care about the girl -- a\nparachute or your boss gets nothing.\n\nWill's jaw sets -- the tension high. Pierce calculates the\nangles, then turns to his BALD GOON.\n\nPIERCE\nGive him your parachute.\nBALD GOON\nHuh?\nPIERCE\n\nGive him your fucking parachute.\nPierce points his weapon at his subordinate. The Bald Goon\nhesitates, then pops the chest buckle on his chute and slips\nit off, holding it out.\n\nZHAO\nBring it here.",
  "78": "---END OF PREVIOUS SECTION---\nPierce points his weapon at his subordinate. The Bald Goon\nhesitates, then pops the chest buckle on his chute and slips\nit off, holding it out. ZHAO\nBring it here. \n---TARGET SECTION TO BE ANNOTATED---\nThe Bald Goon checks with Pierce who nods: do it. Baldy\nmoves closer, too close now.\n\nZHAO (cont'd)\nStop. Drop it there.\n\nThe Goon does as he's bid.\n\n(CONTINUED)\n\f108.\nCONTINUED: (3)\n\nZHAO (cont'd)\nStep back.\n\nZhao holds up the red memory card.\n\nZHAO (cont'd)\nHere's your card.\n\nWith that, Zhao suddenly flings the memory card away like a\nmini-Frisbee. Instinctively, everyone turns to watch it go.\n\nBut not Will -- he looks at his daughter and yells:\n\nWILL\nRun!\n\nAnd she does. Georgia bolts as Zhao opens fire. Will\nreaches into the SIDE POCKET of his right pant leg, taking\nhold of something and PULLING WITH ALL HIS MIGHT TO REVEAL:\n\nTHE CHINESE SWORD WHICH HE'D DUCT TAPED TO HIS METAL LEG.\n\nIt shears through Will's pant leg with ease and he now holds\na three-foot razor-sharp blade in his hands. In a flash,\nWill lunges, driving it through the Bald Goon's sternum as\nPierce and his men OPEN FIRE!\n\nThe entire observation deck erupts into a gunfight as\neveryone moves to what cover they can find.\n\nIt's a gunfight in a glass house -- panels shatter, raining\ndown shards left and right, each new opening ushering in a\n\nhowling rush of wind like an airplane emergency door being\n\nthrown open at 40,000 feet.\n\nWhat's more -- with the firelight from below, the entire\nspace takes on the eerie effect of a house of mirrors.\nReflections dance in double and triple exposure as this\nlife-and-death finale unfolds in triplicate before us.\n\nAmidst this maelstrom of glass and wind and gunfire we find:\nWILL\n\nwedged up behind some cover, his sword at the ready. Out of\nthe corner of his eye he spots the REFLECTION OF GEORGIA\ntucked into a ball covering her ears. He has to get to her.\nJust then, Will sees the BIG MAN rushing toward him. Will\nthrows this sword -- it strikes the Big Man in the chest\n\nbut, strangely, the Big Man doesn't react -- instead he\nSHATTERS into a thousand pieces: a reflection.",
  "79": "---END OF PREVIOUS SECTION---\nHe has to get to her. Just then, Will sees the BIG MAN rushing toward him. Will\nthrows this sword -- it strikes the Big Man in the chest\n\nbut, strangely, the Big Man doesn't react -- instead he\nSHATTERS into a thousand pieces: a reflection. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f109.\nCONTINUED: (4)\n\nWhich means: THE BIG MAN IS BEHIND WILL.\n\nWill spins just in time to knock the muzzle of the Big Man's\nsub-machine gun aside at it looses a rip of automatic fire.\n\nIn a blink, the two are in a close-quarters grapple to the\ndeath. Will quickly gains the upper-hand.\n\nThe Big Man sees the tables turning against him and drives\nhis thumb into Will's shoulder wound. Will cries out as the\nBig Man headbutts him, dropping Will to the deck in a daze.\n\nThe Big Man pounces, wrapping his meaty forearms around\nWill's neck, putting him in a deadly sleeper-hold.\n\nWill's seconds away from blacking out. He reaches for the\nsword -- lying on the rooftop just out of his reach.\n\nThe Big Man jerks Will away from it, placing himself between\nWill and the sword, his back to the SHATTERED GLASS PANEL.\n\nBIG MAN\nNighty-night...\n\ncur TO:\nZHAO\n\ntrading shots with Pierce. Zhao ducks back down, reloading.\nPierce pulls a GRENADE and tosses it at Zhao.\n\nThe grenade lands perfectly. Zhao sees it and dives from\ncover as it explodes, exposing him to Pierce's gun-sites.\n\nPierce unloads, clipping Zhao in the leg as the magnate\nscrambles for safety.\n\nBACK TO:\nWILL\n\nbeing choked out. His fingers stumble numbly over the Big\nMan's face. The Big Man almost smiles -- it's over.\n\nAnd that's when Will grabs hold of the PARACHUTE'S RELEASE\nHANDLE. With his last remaining strength, Will pulls it.\n\nThe Big Man's parachute ejects from his back -- quickly\ncatching the rushing wind and yanking him through the broken\nglass panel like he was shot out of a cannon -- WHOOM!\n\nThe Big Man's scream is cut short when his head catches the\nwindow transom on the way out -- offering up a meaty THUNK.\n\n(CONTINUED)\n\f110.\nCONTINUED: (5)\n\nWill scans the rooftop for Georgia. But instead, he spots\nTHE RED MEMORY CARD\nlying on the ground out in the open.\n\nWill rushes for it, snatching it up and turning to break back\nfor cover when he comes face-to-face with the FINAL GOON.",
  "80": "---END OF PREVIOUS SECTION---\nCONTINUED: (5)\n\nWill scans the rooftop for Georgia. But instead, he spots\nTHE RED MEMORY CARD\nlying on the ground out in the open. Will rushes for it, snatching it up and turning to break back\nfor cover when he comes face-to-face with the FINAL GOON. \n---TARGET SECTION TO BE ANNOTATED---\nNo words -- the Goon fires at point blank range: BANG!\nBut the Goon's gun doesn't go off. His torso jerks in three\nsuccessive spasms, as he's punched through by three shots,\nfalling to reveal Zhao, clutching his gunshot leg.\nWILL\nYou're a pretty good actor for a\nbillionaire.\n\nZHAO\nHow do you think I got to be one?\n\nClearly, Zhao's \"double-cross\" was part of the plan. Will\nholds up the memory card...\n\nWILL\nFound something for you.\n\nZHAO\nGreat. Now let's get your daugh--\n\nTHE AREA ERUPTS INTO SPARKS\n\nas Pierce has flanked them, unloading his sub-machine gun on\nthem. Pierce goes dry -- he curses his luck, ducking down.\n\nZhao pitches forward onto Will who pulls him down to safety\n\nBEHIND COVER.\n\nWill checks Zhao's wounds -- he's been gut-shot badly.\nBlood pours from his mouth. Not good.\nWILL\nHang on -- stay with me.\nZhao shoves his gun into Will's hands -- the first time he's\n\ntouched one in ten years. Zhao looks him in the eye.\n\nZHAO\nFind her.\n\n(CONTINUED)\n\f111.\nCONTINUED: (6)\n\nWILL\nI'm coming back for you.\n\nWill nods and moves off.\nCUT TO:\nWILL\n\nmoving through the observation deck, stalking -- looking for\nGeorgia, a hair trigger ready for Pierce. Then...\n\nGEORGIA (0.S.)\nDaddy!\n\nWill spins to see Pierce holding his daughter out on\n\nTHE EXTENDED DECK.\n\nThe same place Will stood when he first came up here.\nNothing below their feet but a thin piece of glass and a\nthree-thousand foot fall.\n\nPierce holds a grenade in one hand and Georgia against his\nbody -- making a crack shot difficult.\n\nThe tableau is a haunting mirror of the farmhouse standoff\nthat cost Will so dearly. Will is struck cold.\n\nPIERCE\nYou shoot me, I drop this, she dies.\nDisarm.\nA pained moment. With no choice, Will obliges -- crouching\n\ndown to place his gun on the deck. But...\nAt the last moment, Will fires!\n\nBut he doesn't fire at Pierce -- HE FIRES AT THE GLASS PANEL\nBENEATH HIS FEET.",
  "81": "---END OF PREVIOUS SECTION---\nBut... At the last moment, Will fires! But he doesn't fire at Pierce -- HE FIRES AT THE GLASS PANEL\nBENEATH HIS FEET. \n---TARGET SECTION TO BE ANNOTATED---\n The entire floor panel SHATTERS -- PIERCE\nAND GEORGIA FALL STRAIGHT THROUGH IT.\n\nWill leaps for the opening -- diving through the hole,\nreaching out with everything's he's got and, at the last\npossible second, he catches hold of GEORGIA'S HOODIE.\n\nSurprise and horror on his face, Pierce falls away from\nus -- the GRENADE EXPLODES next him, obliterating the\nvillain in mid-air. A grisly demise.\n\nWill yanks his daughter back through the opening -- narrowly\n\navoiding the blast -- and up to the rooftop. She collapses\non his chest. Safe.\n\n(CONTINUED)\n\f112.\nCONTINUED: (7)\n\nWill holds his daughter tight. She clings to him, shaking.\n\nGEORGIA\nDaddy, I wanna go home.\n\nWill kisses the top of her head and exhales.\n\nWILL\nMe too, honey.\n\nEXT. SAND BARGE - NIGHT\n\nThe sand barge is little more than a dirt square, made from\nthe dredge of the surrounding bay, dotted with RUSTED OUT\nCONSTRUCTION EQUIPMENT. A forgotten place.\n\nSurrounded by three black SUVS and a dozen ARMED MEN, Wu-Sai\nJun glasses the top of The Pearl with binoculars. Xia\nstrides up.\n\nXIA\nHe's not answering.\n(beat)\nHe should've been here already.\n\nWu-Sai Jun doesn't like it. His gangster's intuition\nringing alarm bells in his mind.\n\nWU-SAI JUN\nWe're leaving.\n\nHe moves for the SUVs when suddenly he sees a pair of\nHEADLIGHTS racing down the ACCESS ROAD toward them. The\nheadlights split, revealing themselves to be SIX PAIRS, not\none -- Hong Kong PD.\n\nIN THE LEAD CAR\n\nCaptain Chan rides shotgun, Lieutenant Han at the wheel.\nSarah, vested up, is in the back.\n\nCAPTAIN CHAN\nGet down and stay down. Do not leave\nthe car. Understand?\nSarah obliges, scooching down low.\n\nWU-SAI JUN\n\nscreams at his men to open fire -- and they do: unloading on\nthe approaching cops with peels of automatic gunfire.\n\n(CONTINUED)\n\f113.",
  "82": "---END OF PREVIOUS SECTION---\nSarah obliges, scooching down low. WU-SAI JUN\n\nscreams at his men to open fire -- and they do: unloading on\nthe approaching cops with peels of automatic gunfire. (CONTINUED)\n\f113. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nThe cops broadside their cars and hop out behind cover,\ntrading shots with the gangsters.\n\nThe handwriting is on the wall as Chan drops two gangsters\nwith crack shots -- they've got the bad guys outnumbered.\n\nJun squats behind a wheel-well, blindly firing.\n\nXia fires expertly, clipping a pair of cops -- but she sees\nthe situation is hopeless.\n\nOne by one, the gangsters drop their weapons and surrender.\nWu-Sai Jun as well. The cops rush forward to take the bad\nguys into custody as Xia sneaks off into the darkness.\n\nXIA\n\nslinks through the junkyard, looking for an escape. She\nspots CAPTAIN CHAN'S CAR unmanned and idling thirty meters\naway, apart from the round-up taking place by the SUVs.\nThis is her shot -- she hurries\n\nINTO THE CAR\n\nhopping into the driver's seat and reaching for the gear\nshift when:\n\nSARAH (0.S.)\nHey.\nXia looks back just in time to catch the heel of Sarah's\nboot on the point of her chin -- CRACK! The crisp violence\nof the kick knocks Xia out cold.\n\nThe lady killer slumps like a rag-doll onto the steering\nwheel -- the horn blares.\n\nA beat later, Chan throws open the passenger door to see the\nresult. He looks back at Sarah sitting there. She puts her\nhands up innocently...\n\nSARAH\nI never left the car.\n\nChan exhales, relieved. That's when Sarah spots something\nslipping out of Xia's bag...\n\nSARAH (cont'd)\nThat's Will's laptop.\n\nChan and Sarah share a look. She grabs it, opening it up.\n\n(CONTINUED)\n\f114.\nCONTINUED: (2)\n\nCAPTAIN CHAN\nWhat are you doing?\n\nSARAH\nTrying to get The Pearl's fire system\nback online.\n\nSarah noses through the building control app, trying to get\na sense of things.\n\nCAPTAIN CHAN\nDo you know how to do that?\n\nSARAH\nNot remotely.\n\nCAPTAIN CHAN\nBut you're good with computers?\n\nSARAH\nTerrible. But the control program is\nstill open and it seems pretty\nstraightforward...\n\nCAPTAIN CHAN\nHow 'bout we get that to someone who\nknows what they're doing.",
  "83": "---END OF PREVIOUS SECTION---\nSARAH\nTerrible. But the control program is\nstill open and it seems pretty\nstraightforward... CAPTAIN CHAN\nHow 'bout we get that to someone who\nknows what they're doing. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH\nCaptain, my husband and daughter are\nin that building and it's on fire\nright now. I'm not waiting another\ngod damn second. So you can either\narrest me or --\n\nDING! The computer chimes. Sarah spins it to face Chan,\nshowing The Pearl ENTIRELY GREEN from top to bottom with a\nflashing indicator: SYSTEMS ONLINE.\n\nSARAH (cont'd)\n-- you can say thank you.\n\nSarah smiles, Captain Chan shakes his head at her moxie.\n\nEXT. THE PEARL - OBSERVATION DECK - NIGHT\n\nThe entire observation deck blazes like a house on fire.\nWill places Georgia next to an injured and weak Zhao.\n\nWILL\nStay here. I'll be right back.\n\n(CONTINUED)\n\f115.\nCONTINUED:\n\nGEORGIA\nNo! Don't go!\n\nWILL\nI'll be right back, I promise.\n\nWill squeezes his daughter and moves off through the smoke\nand fire searching for\n\nTHE PARACHUTE\n\nwhich he spots resting on the deck, surrounded by fire.\nWill's about to make a move for it when suddenly there's\nEXPLOSION from a NEARBY COOLANT TANK.\n\nWill shields his eyes, turning back to see the parachute\nburning, melted and disfigured and smoking -- useless.\n\nThe turn of events is gutting -- engulfed by fire, Will and\nGeorgia have no escape. Will returns to Georgia and kneels\ndown next to her, pulling her close...\n\nWILL (cont'd)\nDaddy loves who?\n\nGeorgia begins to cry...\n\nGEORGIA\nMe.\n\nWILL\nWho?\n\nGEORGIA\nMe.\n\nWill holds his daughter tight, protecting her to the last.\nThe flames rise around them, a funeral pyre a mile in the\nair. Suddenly there's a\n\nHISSING SOUND.\n\nFrom all sides, The Pearl's anti-fire measures kick in,\ndousing the observation deck with FLAME-SUPPRESSING FOAM and\nCO2 GAS. Will can't believe it.\n\nINT. THE PEARL - VARIOUS FLOORS - NIGHT\n\n-- QUICK CUTS of FIRE SYSTEMS COMING ONLINE on various\n\nfloors, extinguishing the remaining flames with WATER and\nFLAME-SUPPRESSING FOAM.\n\n(CONTINUED)\n\f116.\nCONTINUED:\n\nThe fire is rapidly quelled.",
  "84": "---END OF PREVIOUS SECTION---\nTHE PEARL - VARIOUS FLOORS - NIGHT\n\n-- QUICK CUTS of FIRE SYSTEMS COMING ONLINE on various\n\nfloors, extinguishing the remaining flames with WATER and\nFLAME-SUPPRESSING FOAM. (CONTINUED)\n\f116. CONTINUED:\n\nThe fire is rapidly quelled. \n---TARGET SECTION TO BE ANNOTATED---\n Zhao's building, once enabled,\nis a formidable foe and ardent defender of its corpus.\n\nEXT. THE PEARL - GROUND LEVEL - NIGHT\n\nThe GATHERED CROWD stares up at The Pearl, watching as floor\nby floor, the flashing golden fire is put out. They begin\nto cheer, slowly at first, then wildly.\n\nEXT. THE PEARL - SKYLINE - DAWN\n\nThe first rays of a new day pierce the eastern sky,\nrevealing The Pearl, smoking but standing tall. Unbowed.\nEXT. THE PEARL - GROUND LEVEL - DAY\n\nThe crowd has thinned some now. Suddenly a commotion is\nheard. People pull out their phones, a buzz zips through\nthe gathering as citizens begin to part revealing:\n\nWILL, GEORGIA AND ZHAO\n\nmoving away from The Pearl's MAIN ENTRANCE DOOR. Will\ncarries Georgia in one arm and supports Zhao with the other.\n\nThe trio collapse. Will calls out to the gawking crowd...\n\nWILL\nCall an ambulance!\n\nSuddenly a RUSH OF POLICE OFFICERS push through the crowd\nsurrounding Will, weapons drawn. Will puts his hands up.\n\nWILL (cont'd)\nNo -- no -- this man, he needs help!\n\nBut no one moves. Will implores them...\n\nWILL (cont'd)\nPlease!\n\nWill's shoulders slump -- after all of this, he's still seen\nas a criminal. It's almost more than he can bear.\n\nJust then, a bark of Chinese and the cops part to reveal\n\nCaptain Chan striding up. A quick nod from Chan allows EMT\nTECHS to pass by and rush to Zhao's aid.\n\n(CONTINUED)\n\f117.\n\nCONTINUED:\nCAPTAIN CHAN\nWill Ford -- I've been dying to meet\nyou.\nWILL\n\nMy wife and son? Are they okay? Are\nthey alive?\n\nCAPTAIN CHAN\nAsk them yourself.\n\nChan swings out of the way to reveal:\nSARAH AND HENRY\npushing through the throng, rushing toward them...\n\nGEORGIA\nMom!\n\nSarah drops to her knees to hug her daughter as Will\nwatches, emotion overwhelming him -- his family safe.\n\nWill moves to them, kneeling down as the trio envelop him in\ntheir arms.",
  "85": "---END OF PREVIOUS SECTION---\nGEORGIA\nMom! Sarah drops to her knees to hug her daughter as Will\nwatches, emotion overwhelming him -- his family safe. Will moves to them, kneeling down as the trio envelop him in\ntheir arms. \n---TARGET SECTION TO BE ANNOTATED---\n Overcome, tears begin to fall down Will's dirt-\nstreaked face.\n\nWe HOLD ON this familial embrace, RISING UP and then, as if\nby miracle, it begins to snow. Tiny swirling flakes that\nwon't survive impact -- but it is snowing all the same.\n\nFrom above we watch the snow fall as a tumult of PEOPLE and\nPARAMEDICS and POLICE eddy around the quartet.\n\nBut Will, Sarah, Henry and Georgia remain solid, together --\na rock amidst a rushing stream.\n\nThe moment is unmistakable: Will has finally saved the\nfamily he couldn't save those many years ago -- his own.\n\nFADE OUT.\n\f"
}