{
  "1": "SOLOMON KANE\n\nby\nMichael J. Bassett\n\nBased on the character ‘Solomon Kane',\nCreated by Robert E. Howard\n\fTITLES:\nNORTH AFRICA. 1575\n\nFADE UP ON:\n\nEXT. NORTH AFRICAN COASTAL TOWN - NIGHT\n\nA BRILLIANT NIGHT SKY. Cloudless and pure with a dazzling\narray of stars.\n\nBURNING EMBERS drift upwards followed by tongues of FIRE\nreaching into the blackness.\n\nThen the SOUND of FEROCIOUS COMBAT rises. Swords clashing,\npistols roaring along with the cries of the dying.\n\nThe stars and embers are suddenly replaced by THE FACE OF A\nFIERCE WARRIOR. He screams a ferocious challenge. There’s\nmurder in his eyes as...\n\n...he raises a vicious scimitar, it catches the light of\nthe fires nearby and he...\n\nHAS A HOLE BLOWN THROUGH HIS HEAD.\n\nAs the victim collapses out of frame we see the killer\nstill holding his two smoking MATCHLOCK PISTOLS - this is\nSOLOMON KANE, swordsman, Naval Captain, mercenary,\nbuccaneer and servant of the Queen of England. He turns to\nthe MEN following him.\n\nKANE\nNo mercy to heathens! Advance! !\n\nHe smoothly holsters his pistols and unsheathes his two\nsignature swords - a CUTLASS and a RAPIER.\n\nHe deflects a flurry of attacks from his enemies and cuts\nthem down without a thought. It is obvious he is a martial\nexpert with these weapons as he drives forward.\n\nSOLOMON KANE is in his early thirties but it’s hard tell\nthrough the history of violence and adventure which has\nweathered his face. He’s masculine but wolf slim with long\ndark hair tied back, intense, predatory eyes and pale skin\nnow spattered in the blood of his victims. He’s dressed in\nornate, expensive clothes where, somewhere beneath all the\nfinery is the uniform of a Captain in the Queens Navy. With\nthe trims and excess of his own choosing he looks unique\nand exotic - a murderous dandy.\n\nKane hacks at another of the city’s defenders. Sidesteps\nyet another sweeping scimitar and delivers death with every\nthrust of his rapier. He is unstoppable.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nKane hacks at another of the city’s defenders. Sidesteps\nyet another sweeping scimitar and delivers death with every\nthrust of his rapier. He is unstoppable. \n\nTARGET SECTION TO BE ANNOTATED:\n\fSolomon Kane by Michael J. Bassett 2\n\nAt his back Kane’s own PLATOON OF MARINES follow. Equally\nrelentless and bloodthirsty as their commander are a wedge\nof PIKEMEN, ARCHERS and SWORDSMEN driving further and\nfurther into the city’s defences.\n\nFurther behind still, is the SEA PORT where they entered\nthis glittering, exotic and magical city where an ENGLISH\nNAVAL TALL SHIP is moored. The HARBOUR and MUCH OF THE CITY\nBY THE SHORE IS BURNING FIERCELY. The path of destruction\nand fire is like a wake left behind by Kane’s advance.\n\nThe whole city seems to be in a panic. WOMAN and CHILDREN\nscreaming in fear, MEN rushing to defend their homes,\nNATIVE WARRIORS launching attacks on Kane’s soldiers but\nnothing seems to be able to stop them.\n\nOne of KANE’S OWN MEN rushes past him, fleeing from a MOB\nof the city’s defenders. Kane pulls a pistol, takes aim...\nHe SHOOTS HIS OWN MAN IN THE BACK. The man crashes to the\nground, screaming as a dozen scimitar blades hack him to\npieces.\n\nKANE\n(under his breath)\nFaithless coward.\n\nKane, sweating and blood-spattered, dashes forward, eyes\ngleaming.\n\nKANE\nOn-me men! See; there’s our goal!\n\nPerched on the cliff overlooking the city is a CASTLE OF\nBLACK OBSIDIAN. Almost organic in its lines and\narchitecture it sits impassive; a careless guardian of the\nburning city beneath.\n\nA handful of his men make it to his side. Fighting all the\nway. One, LIEUTENANT MALTHUS, at Kane’s shoulder.\n\nMALTHUS\nCaptain, what about the prisoners\nwe’re supposed to rescue?\n\nKANE\nMalthus; you take care of that.\n\nMALTHUS\nWhat are you going to do Captain?\n\nKane grins like a wolf.\nKANE\nI have a different prize in mind.\nCooper!\n\nCOOPER, a great brute of a man fights his way towards Kane.\n\fSolomon Kane by Michael J. Bassett 3\n\nKANE\nSend half the men with Malthus.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOOPER, a great brute of a man fights his way towards Kane. Solomon Kane by Michael J. Bassett 3\n\nKANE\nSend half the men with Malthus. \n\nTARGET SECTION TO BE ANNOTATED:\nCOOPER\nAnd the rest?\nKANE\nSee that black tower ahead?\nCOOPER\nAye.\nKANE\nIt’s the one the slave girl told\nus about.\nCOOPER\n\nYou don’t believe her Solomon?\nShe would have said anything to\nsave herself. There’s no fortune\nto be had.\n\nKANE\nPerhaps but I’1l be long dead\nbefore I pass up a chance like\nthis.\n\nMALTHUS\nIs that the real reason we came\nto this barbarian place Captain;\njust to line your pockets\nfurther?\n\nKane laughs even as they both stop to fight off a FRESH\nWAVE OF ATTACKERS.\n\nKANE\nYou have no ambition Malthus;\nthat’s your principal failing.\n\nMALTHUS\nAt least I know the difference\nbetween good and evil.\n\nKANE\nWhich is why you will never have\nthe riches or power that I have.\nNow follow your orders!\n\nCUT TO:\n\nINT. OBSIDIAN CASTLE - NIGHT. MOMENTS LATER\n\nDOZENS OF DEFENDING CASTLE GUARDS are slamming the heavy\nmain doors and barricading them. Holding the wooden bar in\nplace as...\n\fSolomon Kane by Michael J. Bassett 4\n\nMore and more SOLDIERS push in to defend. All marshalled by\nthe inner doors of the obsidian castle, they are heavily\narmed, disciplined and eager for a fight\n\nBut SUDDENLY those doors SMASH INWARDS with a HUGE\nEXPLOSION of fire and gunpowder that TEARS THE HEAVY DOORS\nOFF THEIR HINGES.\n\nThe SOLDIERS ARE BLOWN APART. The lucky ones are flung\naside by the blast as a VORTEX OF FLAME howls down the\nhallway - tapestries, artwork and people all engulfed in\nthe inferno.\n\nThe GUARDS lie dead or dying. A wall of flame burns in the\ndoorway.\n\nA FIGURE walks through the flames, leading a DOZEN MEN.\n\nHe moves like a wolf, focussed and deadly. Long hair\nflying, black cloak whipped by the hot air and intense dark\neyes scanning the dead. This is SOLOMON KANE.\n\nKane stops before one of the cowering GUARDS and levels his\npistol at the man.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nLong hair\nflying, black cloak whipped by the hot air and intense dark\neyes scanning the dead. This is SOLOMON KANE. Kane stops before one of the cowering GUARDS and levels his\npistol at the man. \n\nTARGET SECTION TO BE ANNOTATED:\nKANE\nWhere is the throne room?\n\nHe repeats the line in the native language, aggressive,\ncommanding.\n\nThe man shields his face and points, indicating the\ndirection and spitting out instructions.\n\nKANE takes in the information and then SHOOTS THE MAN,\nPOINT BLANK.\n\nKANE\n(to his men)\nThis way!\n\nAs KANE leads HIS DOZEN MEN further into the castle, he\nshoots and stabs every last one of the defenders.\n\nKANE SLAUGHTERS EVERY SURVIVOR. No one is spared.\n\nINT. OBSIDIAN CASTLE. GALLERY OF MIRRORS - CONT\n\nKANE and his MEN pass through inner doors and advance\ncautiously into the heart of the castle. There’s no\nfurther resistance now but no one is lowering their guard.\n\nThey enter a huge room filled with columns between which\nhang VAST BLACK MIRRORS. There are strange symbols etched\ninto the surface - magical and ornate, rich in meaning.\n\fSolomon Kane by Michael J. Bassett 5\n\nCOOPER\nWhat is this place?\n\nSOLDIER #1\nWe shouldn’t be here. Can’t you\nfeel it?\n\nOne of the soldier’s turns sharply.\n\nSOLDIER #2\nThere’s something in here with\nus.\n\nKANE\n\n(hissing to his men)\nQuiet! Keep moving.\n\nThe other soldiers look around nervously but there’s\nnowhere for anything to hide.\n\nKane studies his own reflection as he passes a mirror. In\nthe surface he sees SOMETHING BEHIND HIM. He whirls round\nto confront his enemy but THERE IS NOTHING THERE apart from\nan infinity of his own image caught between mirrors on the\nopposite wall.\n\nA little unnerved he advances. His men follow.\n\nAs the last few men begin to move on again DARK FIGURES\nSUDDENLY REACH OUT FROM WITHIN THE MIRRORS. BLACK SKELETAL\nARMS EMBRACE KANE’S MEN.\n\nWith muffled screams HALF OF THE SOLDIERS vanish, dragged\nback through the now liquid glass by the demons within.\n\nThe doors of the corridor SLAM SHUT BEHIND THE OTHERS. The\nremaining men start to panic. Swords and pistols at the\nready but no enemy in sight. One sees his companion falling\nbackwards into the darkness of the mirror...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nremaining men start to panic. Swords and pistols at the\nready but no enemy in sight. One sees his companion falling\nbackwards into the darkness of the mirror... \n\nTARGET SECTION TO BE ANNOTATED:\nSOLDIER\nCaptain...!\n\nKANE\nHold steady.\n\nSOLDIER\nThere is devilry, I know it.\n\nKane grabs the man, snarling.\nKANE\nI am the only devil here. Now\nmove!\n\nNow the DOORS AHEAD OF THEM SWING OPEN.\n\fSolomon Kane by Michael J. Bassett 6\n\nAn invitation to advance into...\n\nINT. THRONE ROOM - CONT\n\nKANE strides eagerly across the threshold into the THRONE\nROOM. A cavernous, ornate space filled with grotesque\nstatues of twisted figures caught in helpless agony.\n\nKANE\nThis is it lads. We’ve found it.\n\nHe turns to his men - just as the throne room doors SLAM\nSHUT BEHIND HIM, cutting him off from his companions. He\ntries to tear the heavy doors open but they will not move.\nThere are no handles, no way to escape.\n\nHe can hear SCREAMS from beyond the doors. A few brief\nmoments of terror, one or two GUNSHOTS and cries of pain\nand then nothing but SILENCE.\n\nHe turns back to the throne room and looks about him.\nLittle light filters through the stained glass windows but\njust enough to illuminate...\n\n...the TREASURE piled around a vast, high-backed, black\nTHRONE on a raised dais ahead. VAST WEALTH laid casually\nabout in glittering mounds.\n\nUnafraid Kane steps further into the throne room. It seems\ndeserted but he is ready with his weapons.\n\nKANE\nShow yourself! Or shall I take\nyour treasure unopposed?\n\nStill nothing. Kane moves slowly forwards. He reaches down\nto pick up some of the treasures then notices THE CORPSE OF\nTHE KING lying beside his throne. Kane is suddenly unsure.\n\nHe whirls around to confront a sound but there is no one\nthere.\n\nKANE\nShow yourself!! You should...\n\nHe stops in mid sentence, unnerved, as THE SHADOWS AROUND\nTHE ROOM SEEM TO MOVE AND TWIST before him.\n\nThe air in the room freezes, his breath billows around him\nclouds now.\n\nA CRACKING, BREAKING SOUND echoes around the room as ICE\nTENDRILS BEGIN TO SNAKE ACROSS the floor, towards the\nTHRONE.\n\fSolomon Kane by Michael J.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe air in the room freezes, his breath billows around him\nclouds now. A CRACKING, BREAKING SOUND echoes around the room as ICE\nTENDRILS BEGIN TO SNAKE ACROSS the floor, towards the\nTHRONE. Solomon Kane by Michael J. \n\nTARGET SECTION TO BE ANNOTATED:\n Bassett 7\n\nFINGERS OF SMOKE AND SHADOW twist a whirl on the throne as\nlittle by little a SHAPE APPEARS.\n\nA FIGURE seemingly CLOTHED in BLACK SHADOWS that shift and\nchange around him. It must be a man but it is so hard to\nsee beyond the darkness that envelopes him. For fleeting,\nheart-stopping moments, the darkness takes form - something\nawful and corrupt - before becoming hazy and indistinct\nonce again.\n\nThen the figure speaks. The voice seems to be coming from\nthe very air itself. Powerful, resonant, insidious and\nbeguiling. This is the Devil’s Reaper.\n\nREAPER\nSolomon Kane. Soldier, pirate\nthief, warrior... murderer.\n\nKane holds his ground but knows he’s in trouble.\n\nKANE\nYou think I have not met\nsorcerers in my travels? I have\nno fear of you.\n\nA subsonic rumble fills the room. Kane says he has no fear\nbut he’s growing nervous now.\n\nREAPER\nI am no mere sorcerer Kane. You\nknow me. You know my master. He\nis your master too.\n\nKANE\nI have no master save the Queen.\nI ama...\n\nREAPER\nNO!\n\nIt is a shattering sound. The power drives Kane to his\nknees.\n\nA darkness swallows the room for a moment and when it\npasses, there are low MOANS OF PAIN coming from all around\nthe throne room. Kane sees in the gloomy half-light\nFIGURES HANGING FROM THE WALLS.\n\nHis MEN, CRUCIFIED, FLAYED, IMPALED all around.\n\nThe REAPER RISES and slowly advances on Kane. He moves with\na savage, predatory grace. Beautiful and menacing.\n\nREAPER\nYour time is over Kane. Your deal\nis done. I have been sent to\nclaim His prize.\n\fSolomon Kane by Michael J. Bassett 8\n\nKANE\nI made no deal.\n\nREAPER\nWhen you killed your first\ninnocent in greed and lust; you\nmade your pact with Him.\n\nKane struggles to his feet again.\n\nKANE\nI am a soldier. I killed only...\n\nREAPER\nNO!\n\nOnce more the sound is like a hammer blow, knocking Kane to\nhis hands and knees.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nI killed only... REAPER\nNO! Once more the sound is like a hammer blow, knocking Kane to\nhis hands and knees. \n\nTARGET SECTION TO BE ANNOTATED:\nREAPER\nYou are a butcher! Revelling in\nthe fear and torment you brought\nwith you!\n\nKANE\n(quietly)\nNo...\n\nREAPER (CONT)\nAnd were you not rewarded? With\npower? With wealth? with fame?\nEverything you desired.\n\nAs the spectre finally stands over him, Kane looks up and\nstares into the abyss of the shadow’s face; there are\nburning eyes deep within, a ghastly predatory face that\nshifts and twists with each word.\n\nREAPER\nYou know who I serve?\n\nKane tries to catch his breath. His world is spinning as he\nrealises just what he is facing.\n\nKANE\nYou... you cannot take my soul.\n\nREAPER\nYou have already lost it.\nBow your head before me!\n\nKane sees now, in the Demon’s hand, A SWORD. A blade of\nseething molten metal. Runes and patterns flow across its\nsurface.\n\nREAPER\nYou are damned.\n\fSolomon Kane by Michael J. Bassett 9\n\nDefeated, Kane does, slowly, bow his head. The Reaper\nraises the sword above him, preparing to strike the death\nblow.\n\nIt sweeps down with incredible force only to be met by...\n\n...KANE’S TWO SWORDS BLOCKING its path. Kane rises to his\nfeet. Teeth gritted, eyes blazing.\n\nKANE\nTell your master I will not be\ngoing to Hell.\n\nEven in the face of this pure evil Kane will not be\ndefeated. He stares into the abyss once more; unflinching\nthough still full of fear now.\n\nKANE\nThe Lord protects me.\n\nKane paries another sweeping thrusts but the burning blade\nslices through his rapier.\n\nREAPER\nFool! He does not want you. You\nare damned.\nKane blocks a return thrust which destroys his cutlass.\n\nUnarmed now, Kane slowly backs away as the Reaper advances\non him again. There’s nowhere for him to go...\n\nREAPER\nOn your knees!\nKANE\nNever! I will never give myself\n\nto you!\n\nKane charges at the HUGE STAINED GLASS WINDOW and smashes\nthrough an image of Demons and Angels, locked in eternal\nconflict.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nKANE\nNever! I will never give myself\n\nto you! Kane charges at the HUGE STAINED GLASS WINDOW and smashes\nthrough an image of Demons and Angels, locked in eternal\nconflict. \n\nTARGET SECTION TO BE ANNOTATED:\nThe glass shatters, revealing the burning city and the\nnight sky beyond but nothing below apart from the sea\ncrashing onto jagged rocks hundreds of feet beneath.\n\nWith a desolate cry, Kane plummets down into the void with\nthe words of the Devil ringing in his ears.\n\nREAPER\nYou cannot escape us. Wherever\nyou go, we will find you...Your\nsoul is lost.\n\nFADE TO BLACK:\n\fSolomon Kane by Michael J. Bassett 19\n\nA TERRIBLE SCREAM against the blackness.\nTITLE: SOLOMON KANE\nFADE UP ON:\n\nEXT. MONASTERY - DAWN\n\nAn ISOLATED GREY STONE MONASTERY on a windswept hillside.\nThe first pale splashes of a chill, silver dawn bring\nlittle hope for the day to come.\n\nINT. MONASTERY CORRIDOR - CONT. DAWN\n\nTwO MONKS in their heavy hooded robes carry a tray of water\nand bread along the cloisters of an open courtyard. Their\nbreath steams around them.\n\nOther MONKS go silently about their business.\n\nYOUNG MONK\nHow long has he been here?\n\nOLDER MONK\nNearly a year.\n\nYOUNG MONK\nA year? Master, I do not\nunderstand why we serve this man.\n\nOLDER MONK\nWe do not serve him. He sought\nsanctuary here and that is what\nwe offer. Are you, a novice, to\njudge him?\n\nThey stop outside a door.\n\nYOUNG MONK\nI hear his screams in the night.\n\nOLDER MONK\nWe all do. You might scream too\nif you’d seen what he has.\n\nYOUNG MONK\n(awed)\nThen what they say about him is\ntrue.\n\nThe older monk casts a withering eye on the novice.\n\nOLDER MONK\nWhat do they say Thomas?\n\fSolomon Kane by Michael J. Bassett an\n\nA nervous pause. The young monk is not sure he should even\nsay this out loud.\n\nYOUNG MONK\nThat... he met... that... Satan\nhimself came for his soul but he\nwould not relinquish it. That his\nbody is marked with runes and\nspells to keep him from the sight\nof the Dark One.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOUNG MONK\nThat... he met... that... Satan\nhimself came for his soul but he\nwould not relinquish it. That his\nbody is marked with runes and\nspells to keep him from the sight\nof the Dark One. \n\nTARGET SECTION TO BE ANNOTATED:\nOLDER MONK\nA lesser man would be out of his\nmind by now but Kane... he is\n\nunlike any other.\n\nThe older monk knocks on Kane’s door.\n\nINT. KANE’S MONASTIC CELL - CONT 8\n\nThe KNOCK on Kane’s door is followed by a gentle creaking\nas it opens slowly. The two monks respectfully enter the\ngloomy room as Kane remains silent but watchful in his cot.\n\nOLDER MONK\nSolomon?\n\nA voice comes from a dark corner.\n\nKANE 0/S\nBrother Fletcher; how does the\nday find you?\n\nOLDER MONK\nAs the Lord intended; cold of\nbone and stiff of joint.\nWe have a little breakfast for\nyou.\n\nKANE 0/S\nWho is this novice?\n\nOLDER MONK\nHe joined us only a few days ago.\n\nKane levers himself to the edge of his bed and into the\nflickering amber light of a candle. The Kane of now is a\nman of small gestures and quiet, almost diffident talk -\nthe brash, aggressive buccaneer of before has long since\nvanished. He has aged. His hair is longer, a stubbly beard\nis flecked with grey hair. His eyes are haunted.\n\nThe YOUNG NOVICE draws breath sharply as he notices Kane’s\nNAKED TORSO. Kane’s' body has been marked with elaborate\ncuts and tattoos. Some fresh, others old and scarred over -\nhis skin is a text of its own.\n\fSolomon Kane by Michael J. Bassett 42\n\nThe walls of the room itself are covered in similar WRITING\nand SYMBOLS. Runes, hexes, spells and text have been\ncarved or painted onto the walls. There are dozens of\nbooks and scrolls around the room. Religious and spiritual\ntexts lie alongside books on witchcraft and sorcery.\n\nYOUNG MONK\n(stunned)\nYour body...\n\nOLDER MONK\nStill your tongue!\n(to Kane)\nForgive him Solomon, he is young.\n\nKANE\n(to the novice)\nDidn’t you know; I am a marked\nman?\n\nThomas cannot help but stare.\n\nYOUNG MONK\nDo they really... protect you\nfrom...\n\nABBOT 0/S\n\nMind who you name in this holy\nplace, novice!\n\nA SHADOW falls across the open doorway.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOUNG MONK\nDo they really... protect you\nfrom... ABBOT 0/S\n\nMind who you name in this holy\nplace, novice! A SHADOW falls across the open doorway. \n\nTARGET SECTION TO BE ANNOTATED:\n They turn to see\nthe ABBOT. Both monks bow their heads as the Abbot enters\nthe room.\n\nABBOT\nLeave us.\n\nThe monks hurry out as the Abbot closes the door behind\nthem. He is an elderly man; stern and devout but not\nunkind. He scrutinizes the room, taking in the desecration\naround him. He eyes Kane silently.\n\nABBOT\nOnce again we heard your cries at\nmatins.\n\nKANE\n\nI didn’t mean to disturb your\nprayers. My dreams haunt me, even\nhere.\n\nABBOT\nYou would do well to listen to\nwhat they tell you.\n\nKANE\nThey tell me I am damned.\n\fSolomon Kane by Michael J. Bassett 13\n\nThe Abbot examines the books and texts on a table. He is\nnot pleased by what he sees; a Bible with scribblings and\nnotes over the text. Other books, clearly full of magic and\npagan spells.\n\nABBOT\nAnd yet you still defile our\nsacred text. And these others;\nsuch dark works.\n\nKANE\nThey are just books Abbot.\n\nABBOT\nIf you believed words had no\npower you would never have\ncorrupted your own flesh so. Men\nhave been burned for less.\n\nKANE\nI am no heretic.\n\nABBOT\nI know that my son but these are\nnot times of tolerance. If\nsomeone were to ever find out\nthat we harboured you there would\nbe... questions.\n\nKane climbs from the bed and gathers his papers together,\nreturning them to his wooden chest and closing the lid.\n\nKANE\nWho would know? I live here in\nsolitude; I have renounced\nviolence; given up my power.\nGiven my wealth to the church.\n\nABBOT\nAnd we are grateful for all your\ngifts to us.\n(about the books)\nYou don’t need this witchcraft to\nhide from evil; God protects his\nown.\n\nKANE\nBut I am not one of God’s own am\nI? But how can I redeemed myself\nin His eyes, when I know the\nservants of darkness are\nsearching for me?\n\nKane falls silent. The Abbot sits.\n\fSolomon Kane by Michael J.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nKane falls silent. The Abbot sits. Solomon Kane by Michael J. \n\nTARGET SECTION TO BE ANNOTATED:\n Bassett 14\n\nABBOT\nSolomon, these months you have\nbeen here, I have felt a shadow\ngrowing over us all. And when I\nprayed for guidance I\n(a beat)\n\nI do not see a way for you to\nremain.\n\n(a long pause)\nYou must leave us.\n\nKANE\nLeave? No.\n\nABBOT\nI am sorry.\n\nKANE\nPlease Abbot, this is sanctuary.\n\nBut Kane sees the resolve in the Abbot’s face.\n\nKANE\nWhere can I go?\n\nABBOT\nGo home.\n\nKANE\nNo.\n\nABBOT\n\nYou are of noble birth; I know\nyou have lands in the west.\n\nKANE\nNo.\n\nABBOT\nSolomon I...\n\nKANE\n\nI cannot return home.\n\nABBOT\nNor can you remain.\n\nCUT TO:\n\nEXT. MONASTERY GATES - DAY\n\nHigh winds sweep rain horizontally against the stone walls\nof the monastery as the GATES OPEN.\n\f10\n\n14\n\n12\n\nSolomon Kane by Michael J. Bassett 418\n\nKane is standing there. Long staff in his hand, hat pulled\nlow and heavy wool cloak wrapped about him. Just a few\nbags of his personal possessions are slung over his\nshoulder.\n\nSeveral MONKS are by the gate. One of them hands him a\nsmall parcel of food. They watch silently and CROSS\nTHEMSELVES as he steps over the threshold and into the\nunknown.\n\nINT. MONASTERY - CONT 10\n\nWatching from a high window, the ABBOT and the OLDER MONK\nsee Kane set out.\n\nOLDER MONK\nAre you doing right by sending\nhim back into the world?\n\nABBOT\nMy dreams said he must be sent\nfrom here. I listen to what I am\ntold.\n\nThe Abbot watches Kane stride away.\n\nOLDER MONK\nCan Kane bring anything but\ndestruction and pain?\n\nABBOT\nPerhaps that is what is needed in\nthese darkening times. He wants\nredemption for his sins; there\nare many paths to God, not all of\nthem peaceful.\n\nMIX TO:\n\nEXT. COUNTRYSIDE - DAY 11\nKANE makes his way across the lonely hills and valleys of\nthis desolate part of the country.\n\nEXT. COUNTRYSIDE. HAMLET - LATER.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. COUNTRYSIDE. HAMLET - LATER. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY 12\nIn driving rain, KANE passes by a TINY GROUP OF NEARLY\nDERELICT HOUSES. A MOTHER wails in distress as the FATHER\ndigs GRAVES for several dead children wrapped in cloth at\ntheir feet. The mother watches Kane pass with dead eyes.\n\nMIX TO:\n\f13\n\n14\n\nSolomon Kane by Michael J. Bassett 16\n\nEXT. MOORLAND - LATER. DAY 13\n\nThe DRIVING RAIN has eased. The landscape clothed in dank\nfog. It fills the hollows and clings to the rocks. The\ncold settles into Kane’s bones as he makes his way across\nopen ground.\n\nFrom behind him, he hears the SOUND of a WAGON rattling\ntowards him. He turns to see it emerge like a vast ghost\nthrough the fog. It’s a FAMILY driving their covered wagon.\nKane steps out of their way to allow them to pass.\n\nThe DRIVER nods and slows his wagon. A young BOY looks at\nKane from the back of the wagon.\n\nDRIVER\nCan we offer you a ride pilgrim?\nThese roads ahead should not be\ntravelled alone.\n\nKANE\nMy thanks friend but no.\n\nDRIVER\nAs you wish. God be with you.\n\nThe driver urges his horses onwards and soon he and his\nfamily are swallowed in the mist once again.\n\nKane hefts his bags and settles into his stride, down the\npath.\n\nUp ahead the fog suddenly seems to darken as the tree line\nof a FOREST comes into view.\n\nMIX TO:\n\nEXT. WOODLAND PATH - LATER 14\nThicker fog in these trees now. The damp dripping from the\nbranches and the cold clinging to Kane’s woollen cape. The\ntrees seem to press in on him. A flock of birds taking\nflight noisily sets him on edge.\n\nHe comes to a fork in the path and stops to consider.\n\nA creaking in the trees leads him to look up and see FOUR\nHUMAN CORPSES swing from several branches in the trees. All\nhanging by nooses, some with their INNARDS DRAWN OUT.\n\nKANE chooses a path and presses on.\n\nCUT TO:\n\f15\n\nSolomon Kane by Michael J. Bassett a7\n\nEXT. WOODLAND PATH - LATER.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f15\n\nSolomon Kane by Michael J. Bassett a7\n\nEXT. WOODLAND PATH - LATER. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY 15\n\nStill in the depths of the ancient forest, KANE has set\nhimself a small camp to the side of the track. A tiny fire\nis flickering, heating water as he chews some bread.\n\nA MOVEMENT AMONG THE TREES draws his attention, he sits up,\nattentively but sees nothing.\n\nThen from behind him, A KNIFE IS PRESSED TO HIS THROAT.\n\nVOICE 0/S\nMove and you die.\n\nKane is forced to his feet by a heavy-set, SKINHEAD THIEF\nwho whistles to his TWO COMPANIONS who are lurking in the\nundergrowth. One is heavily TATTOOED whilst the other is\nmassively built with a HEAVY, BRAIDED BEARD. They are a\nferal and dangerous group and enjoying their brutal work.\n\nKANE\nI want no trouble.\n\nBEARD SMASHES Kane in the stomach with a heavy cudgel. Kane\ndoubles and falls to the ground, coughing.\n\nBEARD\nToo bad. You’ve already got it.\n\nThey begin to search through his bags. There’s almost\nnothing of interest or value. BEARD empties Kane’s bag of\nscrolls and books. The few coins, some food and other items\nare taken. The thieves are not happy.\n\nBEARD\nHe’s got nothing. You a priest?\n\nKANE\nA traveller.\n\nBEARD\nTravelling where?\n\nKANE\nNowhere. Just take what you want.\n\nBEARD\nDon’t worry pilgrim, we will.\n\nKane keeps his head down. TATTOO stares at the scrolls.\n\nTATTOO\nLook at these. I say he’s a\nsorcerer, See here; these is\nmagical symbols.\n\f16\n\nSolomon Kane by Michael J. Bassett 18\n\nTattoo grabs Kane by the hair and drags him to the fire.\n\nTATTOO\nShould we burn you for a witch?\n\nTattoo’s companions cheer him on as he pushes Kane’s face\nnear to the flames. Kane does not fight but resists and no\nmatter how hard Tattoo pushes he cannot make Kane move.\nFinally Kane yanks his head free and stares hard into\nTattoo’s eyes. The thief flinches from the deadly look\n\nTATTOO\nThere’s murder in your eyes\ntraveller.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nKane does not fight but resists and no\nmatter how hard Tattoo pushes he cannot make Kane move. Finally Kane yanks his head free and stares hard into\nTattoo’s eyes. The thief flinches from the deadly look\n\nTATTOO\nThere’s murder in your eyes\ntraveller. \n\nTARGET SECTION TO BE ANNOTATED:\n Would you kill me?\n\nKANE\nNo.\n\nTATTOO\nYou won’t kill the men who steal\nfrom you?\n\nKANE\n\nI will not fight another man.\n\nSKINHEAD slaps Kane, sends him reeling back. Kane slowly\nclimbs to his feet. The robbers laugh.\n\nSKINHEAD\nYou worthless coward. Fight me.\n\nKANE\nI will not fight you. I have\nrenounced violence.\n\nBEARD\nWe haven't.\n\nBEARD SMASHES KANE ACROSS THE HEAD with his wooden cudgel.\nCUT TO BLACK:\n\nSTERN VOICE V/O\nYou will do as I say boy!\n\nThrough the darkness STERN MAN’S FACE swims into view\nthrough the smoke and mist of Kane’s memory. He looms down\nonto Kane. This is his FATHER...\n\nINT. AXMOUTH CASTLE. GREAT HALL - DAY 16\n\nFOURTEEN YEAR OLD SOLOMON KANE is standing defiantly before\nhis father’s high chair at the head of the Great Hall of\nhis castle home. Various SERVANTS and HANGERS-ON mill\nabout but they are trying to avoid the conflict that is\nraging between father and son.\n\fSolomon Kane by Michael J. Bassett 19\n\nKANE\nNo!\n\nKANE’S FATHER\nYou are the second son and Marcus\nis my heir. Your brother will be\nmaster of these lands on my\ndeath.\n\nKANE\nMarcus is a brute and...\n\nKANE’S FATHER\n(talking him down)\n...And you, you will join the\nchurch as is tradition.\n\nKANE\nI do not wish to be a priest; I\nwant to go to sea.\n\nKANE’S FATHER\nWhat you want is of no importance\nSolomon! I have arranged with\nFather Simnal for you to\naccompany him to the abbey.\n\nAt his father’s signal, FATHER SIMNAL who has been sitting\nnearby, steps up and nods politely to Kane.\n\nKANE\nI have no interest in the church\nor its teachings. I will not go.\n\nKANE’S FATHER\nThen you will have nothing. I\nwill cut you off. You will be a\nlandless vagrant. Is that what\nyou want?\n\nKane turns from his father and storms out.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou will be a\nlandless vagrant. Is that what\nyou want? Kane turns from his father and storms out. \n\nTARGET SECTION TO BE ANNOTATED:\nKANE’S FATHER\nIf you walk out now, you may\nnever return. Do not defy me.\n\nHis Father’s words are ringing in young Kane’s ears as he\nflings back the doors to the great hall.\n\nAnd there, suddenly, looming before him is the DEVIL’S\nREAPER - BURNING SWORD in hand. The Demon swings the blade\nand CUTS KANE DOWN even as Kane screams out in pain and\nfear...\n\nCUT TO:\n\f17\n\n18\n\nSolomon Kane by Michael J. Bassett 20\n\nINT. COVERED WAGON - DAY 17\n\nKANE wakes with a sudden cry to find a YOUNG WOMAN leaning\nover him, concerned. Talking gently, soothing...\n\nMEREDITH\nBe calm...be calm Sir. You are\nsafe.\n(calling off)\nFather!\n\nKane tries to speak but he’s delirious and confused. His\nface is bloodied and swollen; his body bruised and stiff.\n\nMEREDITH\nHere...Take a little water.\n\nBut Kane fades back into unconsciousness again.\nFADE TO BLACK.\n\nMEREDITH V/O\nYou are safe here.\n\nEXT. SEA CLIFFS - DAY 18\n\nBeneath a threatening sky and with the imposing grandeur of\nAXMOUTH CASTLE in the distance YOUNG KANE wanders the\nwindswept sea cliffs away from his home. He has his\ntravelling bags slung over his shoulder, clearly ready for\nthe road.\n\nThe open ocean sweeps out in front to the distant horizon.\nA few TALL SHIPS OF THE NAVY cruise past. Solomon watches\nthem, envious as DISTANT SHOUTS from the crew drift to him.\n\nThen he hears a SUDDEN, SHARP SCREAM from nearby. He drops\nhis bags and rushes round a corner to see a very tall,\nPOWERFUL YOUNG MAN overpowering a PRETTY YOUNG GIRL. He’s\ntearing at her clothes, clearly trying to rape her\n\nKANE DRAWS A SHORT KNIFE from his belt and rushes forward\ngrabbing the youth and pulling him back...\n\nKANE\nStop!\n\n...,only to halt, stunned, when the older youth turns on\nhim.\n\nKANE\nMarcus...\n\fSolomon Kane by Michael J. Bassett 2a\n\nMARCUS\n(mocking)\nLittle brother.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nKANE\nMarcus... Solomon Kane by Michael J. Bassett 2a\n\nMARCUS\n(mocking)\nLittle brother. \n\nTARGET SECTION TO BE ANNOTATED:\n I heard you had\nrun away. Fleeing the life of a\nholy man.\n\nKANE\nMarcus, you must not do this.\n(to the girl)\nSarah, are you hurt?\n\nSARAH\nSolomon he was trying to...\n\nMarcus slaps the girl to silence.\n\nMARCUS\nQuiet! I gave you no permission\nto speak.\n(to Kane)\nThis is not your concern,\nSolomon. Be on your way.\n\nKane advances on Marcus and pulls Sarah from his grasp.\n\nKANE\nNo! Let her go. Sarah, run. Go\nnow!\n\nSarah races away. Kane squares up to his brother. Marcus\nis immense in stature, far taller and more powerfully built\nthan his whip-thin younger brother\n\nMARCUS\nYou shouldn’t get between a\nmaster and his pleasure.\n\nKANE\nIs that how it’s going to be when\nyou are Lord here; nothing but\ngreed and cruelty?\n\nMARCUS\n(about Kane’s knife)\nWhat were you going to do with\nthat little toothpick?\n\nKANE\nTeach you some humility to\naccompany your power.\n\nMARCUS\nI don’t think you’re the one to\nteach me anything little brother\n\nMarcus, suddenly, grabs Kane’s arm, twists it hard and\nsnatches the knife from him.\n\f19\n\nSolomon Kane by Michael J. Bassett 22\n\nHe presses it to his Kane’s throat, drawing a little blood.\nWhispering savagely in his brother’s ear.\n\nMARCUS\nI am the first-born; I am the\nheir and that means I am your\nmaster too. You will never be\nanything more than a coward,\nfleeing your duty. Take your bags\nand leave this land.\n\nMarcus pushes Kane away. In fury, Kane turns and shoves his\nbrother back towards the cliff edge. Caught by surprise\nMarcus stumbles back and trips ona rock...\n\n...With a cry he TOPPLES BACKWARDS, OVER THE EDGE OF THE\nCLIFF.\n\nKane desperately reaches for Marcus’s flailing hand but\ncannot save him.\n\nMARCUS\nBrother!!! Save me!\n\nHe falls...\n\nKane scrambles to the edge only to see, fifty feet below,\n\nthe SHATTERED BODY OF HIS BROTHER, still twitching, on the\nrocks below.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nSave me! He falls... Kane scrambles to the edge only to see, fifty feet below,\n\nthe SHATTERED BODY OF HIS BROTHER, still twitching, on the\nrocks below. \n\nTARGET SECTION TO BE ANNOTATED:\n His head has been crushed in, his jaw partly\n\ntorn away.\n\nAll Kane can see through the mask of blood on his brother’s\ndestroyed face are his eyes, staring, furiously back at\nhim.\n\nCUT TO:\n\nINT. COVERED WAGON - DAY 19\n\nThis time Kane wakes in slow silence. No screaming, just\nmuted sadness and pain as he opens his bleary eyes onto the\nwagon.\n\nA twelve year old boy, SAMUEL, is looking through some bags\nnearby. He is working silently and doesn’t notice Kane is\nawake and watching him.\n\nKANE\nBoy...\n\nSamuel turns and yells in fear and scrambles out of the\nwagon.\n\nSAMUEL 0/S\n(yelling)\nHe’s awake! Father! That man\nhe’s awake!\n\f20\n\nSolomon Kane by Michael J. Bassett 23\n\nKane tries to right himself but hasn’t the energy. He\ngroans in pain.\n\nThe flaps of the wagon cover are drawn back. Faces are\nsilhouetted against the daylight that pours in.\n\nINT. COVERED WAGON - MOMENTS LATER 20\n\nThe young woman, MEREDITH, is holding Kane’s head as she\nputs a flask to his lips. He drinks. Finally finds his\nvoice.\n\nKANE\n(faintly)\nWho...are you?\n\nThe man by Meredith’s side is WILLIAM CROWTHORN. In his\n50’s, he has an air solemn kindness and gentle good humour\nabout him. He’s dressed in the simple, DARK CLOTHES OF A\nPURITAN, as are all his family.\n\nMeredith mops Kane’s brow.\nMEREDITH\n\n(to her father)\nHe is still fevered Father.\n\nWILLIAM\nIt has broken. He will be well.\n(to Kane)\n\nSir, my name is William\nCrowthorn. This is my daughter\nMeredith. And you met, quite\nbriefly, my son Samuel. My\neldest, Edward, is driving this\nwagon and my wife Katherine is\noutside also.\n\nSamuel peers in nervously from outside.\n\nKANE\nWhere are you taking me?\n\nWILLIAM\nWe prayed for you. Meredith has\nnursed you these past days. All\nof us have spent time at you\nside.\n\nKane tries to rise again.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeredith has\nnursed you these past days. All\nof us have spent time at you\nside. Kane tries to rise again. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s wounded and weak but\nfighting.\n\nKANE\nWhere are you taking me?\n\f21\n\nSolomon Kane by Michael J. Bassett 24\n\nWILLIAM\nThere are many evils on this road\nbut we are not among them. You\nare safe and on the road heading\nwest to Plymouth.\n\nKANE\nPlymouth?\n\nMEREDITH\nWe’re bound for the New World.\n\nKane studies the man for a moment\n\nKANE\nI know you. You offered me a\nride.\n\nWILLIAM\nI did.\n\nKANE\n\nI should have accepted.\n\nWILLIAM\n\nTrue enough. You took quite some\nbeating but in a few days, the\nLord willing, you will be fit\nonce more.\n\n(calling out)\nEdward, pull over now. We’1l make\ncamp for the night.\n\nCUT TO:\n\nEXT. RIVERSIDE CAMP - SUNSET 21\n\nThe COVERED CART is driven by EDWARD, William’s eldest son\nand a serious young man in his mid 20’s. Though all the\nfamily are dressed as Puritans, only Edward wears the dog-\ncollar and garb of a PRIEST.\n\nBeside him on the bench is William’s wife, KATHERINE; a\nbright and homely woman in her 50’s. SAMUEL is walking\nbesides the cart, swatting the long grass with a stick.\n\nEDWARD guides the cart to some open ground beside a crystal\nclear river. It is an idyllic spot in a picturesque\nvalley.\n\nCUT TO:\n\f22\n\n23\n\nSolomon Kane by Michael J. Bassett 28\n\nEXT. RIVERSIDE CAMP - EVENING 22\n\nMEREDITH and KATHERINE are gathering together cooking\nutensils and food stuff for the evening meal.\n\nWILLIAM and EDWARD are preparing a covered area for\nsleeping by the wagon. Young SAMUEL is exploring nearby.\n\nKATHERINE\nDon’t stray too far Samuel.\n\nEDWARD\nSamuel; water the horses.\n(Samuel ignores him)\nSamuel!\n\nWILLIAM\nSamuel! Edward has given you a\ntask; set to it.\n\nReluctantly and muttering, Samuel unhitches the horses and\nlead them to the river\n\nKANE steps out of the wagon, still a little unsteady.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLIAM\nSamuel! Edward has given you a\ntask; set to it. Reluctantly and muttering, Samuel unhitches the horses and\nlead them to the river\n\nKANE steps out of the wagon, still a little unsteady. \n\nTARGET SECTION TO BE ANNOTATED:\nKatherine is surprised to see him.\n\nKATHERINE\nMaster Kane, you should be\nresting.\n\nKANE\n\nI can hardly repay your\nhospitality by being idle\nMistress Crowthorn. Allow me a\nmoment to wash and then I’1l help\nas I can.\n\nKatherine watches as Kane limps down towards the water’s\nedge.\n\nCUT TO:\n\nEXT. RIVERSIDE - EVENING. A LITTLE LATER 23\nKANE kneels beside the waters. Some way along from him\nSAMUEL supervises the horses as they drink. He eyes Kane\nnervously.\n\nKANE\nWhat is your name boy?\n\nSamuel doesn’t reply.\n\nKANE\nDon’t fear me. What is your name?\n\fSolomon Kane by Michael J. Bassett 26\n\nMEREDITH comes to the river, she stops nearby Kane and\nbegins to fill a water-skin.\n\nKANE\nYour little brother has lost his\ntongue I think.\n\nMEREDITH\nRemember your manners with our\nguest Samuel.\n\nKane pulls his torn and blood-stained shirt off to reveal\nhis bruised body - along with the tattoos and scars.\n\nMeredith is shocked by what she sees. Kane notices. Samuel\ntoo is astounded by the marks and patterns on Kane’s body.\n\nMEREDITH\nHow...What are they?\n\nKANE\nThese? They are the story of my\nlife. See?\n\nMeredith comes a little nearer, fascinated.\nKANE\n\nSome are of my own making; these\nmarks and symbols here.\n\nMEREDITH\nWhat do they mean?\nKANE\nThey are for... protection.\n\nOthers, here, are wounds.\n\nMEREDITH\nHow were you hurt?\n\nKane points to a deep scar on his shoulder.\n\nKANE\nI’ve been shot, stabbed and\nbeaten more times than I recall.\nThis here, was a spear thrust by\na tribesman of Africa.\n\nMEREDITH\nAfrica? You were at sea?\n\nKANE\nI was a Captain.\n\nSamuel suddenly comes alive with interest.\n\f24\n\n25\n\nSolomon Kane by Michael J. Bassett ar\n\nSAMUEL\nYou were a sea Captain!?\n\nCUT TO:\n\nEXT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n24\n\n25\n\nSolomon Kane by Michael J. Bassett ar\n\nSAMUEL\nYou were a sea Captain!? CUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAMPFIRE AREA - NIGHT 24\n\nKANE sits with the rest of the FAMILY around the camp fire,\ntheir heads are bowed in prayer as EDWARD reads from a\nprayer book.\n\nEDWARD\nHoly Lord, I have sinned times\nwithout number, and been guilty\nof pride and unbelief...\n\nKane lifts his head at these pointedly accurate words and\nlooks at the family caught in the flickering firelight. He\ncatches Meredith looking too but, embarrassed, she quickly\ncloses her eyes again.\n\nEDWARD (CONT)\n...of failure to find Thy mind in\nThy Word, of neglect to seek Thee\nin my daily life....\n\nCUT TO:\n\nEXT. CAMPFIRE AREA - NIGHT. LATER 25\n\nThey are all eating hungrily now. The simple stew has been\nwell received.\n\nKANE\nThis is a fine meal Mistress\nCrowthorn; my thanks.\n\nWILLIAM\nMy Katherine can make a meal from\nanything. Leather shoes and\nnettles one time wasn’t it?\n\nKATHERINE\nIt was not!\n\nSAMUEL\nIt tasted like it.\n\nThe family laugh at this.\nKATHERINE\n\nSamuel tells us you were the\nCaptain of a ship.\n\fSolomon Kane by Michael J. Bassett 28\n\nKANE\nI commanded the Queen’s frigate,\nTiercel.\n\nWILLIAM\nDid you fight the Spanish?\n\nKANE\nI have fought everyone at some\ntime. Off The Main, the\nCaribbean, the frozen north;\nplaces not on any map.\n\nEDWARD\nThe Holy Land?\n\nKANE\nYes Edward; I fought the Muslims\nbeneath the walls of Jerusalem\nitself.\n\nMEREDITH\nWhat a life you have led. It must\nhave been so exciting.\n\nEDWARD\nYou think a life devoted to\nviolence and bloodshed is so\nadmirable?\n\nMEREDITH\nDon’t be foolish Edward.\n\nWILLIAM\nI fought in our own holy wars\nunder King Henry many years ago.\nThe taking of men’s lives is hard\nno matter what their faith, don’t\nyou agree Solomon?\n\nKane chooses his words carefully.\n\nKANE\nFor many, yes. But I confess\nWilliam, I had a particular gift\nfor it. I was never more at home\nthan in battle.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nKANE\nFor many, yes. But I confess\nWilliam, I had a particular gift\nfor it. I was never more at home\nthan in battle. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nThen how did you allow those\nrobbers to beat you so badly?\n\nMEREDITH\nEdward that is rude.\n\f26\n\nKANE appears from out of the shadows\nfumbles ineffectually for a cudgel.\n\nSolomon Kane by Michael J. Bassett 29\n\nKANE\nBut it is a good question.\nEdward, I have sworn an oath\nnever to harm another man. I\nwill not fight.\n\nSAMUEL\nNot at all?\n\nKANE\nNot at all.\n\nSAMUEL\nBut what if you meet more bad\nmen?\n\nKANE\nIf the Lord sees fit to put them\nin my way then that is as it must\nbe.\n\nWILLIAM\nRemember Samuel, it was the Lord\nwho also saw fit to put us in\nCaptain Kane’s path.\n\nKATHERINE\nNothing happens without a reason:\nThere is a plan for us all.\n\nEXT. CAMP - NIGHT\n\nKANE\nI’m a friend.\n\nWILLIAM\n(laughing at himself)\nI’d be of little use if you were\nnot, my fighting days are long\ngone. Could you not sleep?\n\nKANE\nMy dreams often disturb me.\n(a beat)\n(MORE )\n\nCUT TO:\n\n26\n\nA bright moon shines over the valley. All seems peaceful as\nthe camp slumbers.\n\nWILLIAM is on watch by the dying fire. He’s looking at a\nmap and smoking a pipe.\n\nstartling William who\n\fSolomon Kane by Michael J. Bassett 30\n\nKANE(cont 'd)\nI’d be happy to take watch while\nyou rest, William.\n\nWILLIAM\nNo, it is my task alone to watch\nover my family. But you’re\nwelcome to sit with me.\n\nKane settles beside William. They sit for a time, enjoying\nthe flickering warmth of the nearby fire.\n\nKANE\nYou are blessed to have such a\nfamily.\n\nWILLIAM\n\nI know. See?\n\nWilliams takes a LOCKET from his neck and opens it for Kane\nto see. Inside are PORTRAITS OF KATHERINE and MEREDITH.\n\nWILLIAM\nThe two most beautiful women in\nthis world. My family is\neverything to me.\nDo you have kin?\n\nKANE\nI had a brother... but that was a\nlifetime ago.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy family is\neverything to me. Do you have kin? KANE\nI had a brother... but that was a\nlifetime ago. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLIAM\nI have lost loved ones; to\nplague, to persecution and\nbigotry. Edward, lost his wife\nand child.\n\nWilliam falls silent in contemplation.\n\nKANE\nSo you sail for America.\n\nWILLIAM\nWe do. It is a new start in a New\nWorld. I sold every possession we\nhad to pay for this passage. You\nmight consider journeying with\nus.\n\nKane falls into silence for a moment.\n\nKANE\nWilliam let me be honest, so you\nknow who you have taken in; I did\nnot lie when I said killing was\nmy great gift, above all others.\n(MORE )\n\f27\n\nSolomon Kane by Michael J. Bassett an\n\nKANE(cont 'd)\nMy cruelty and murderous nature\nwere famed. I am - I was - an\nevil man.\n\nWilliam studies Kane for a moment and thinks about this.\n\nWILLIAM\nWe have all sinned because we are\nall human.\n\nKANE\n\nBut my soul is damned. Satan’s\n\ncreatures will take me should I\n\nstray from the path of peace.\n(a beat)\n\nI will understand if I am no\n\nlonger welcome here.\n\nWILLIAM\n\nYou are welcome Solomon.\n\n(lightening the tone)\nIf only because I need a better\nnavigator than myself to read\nthis fool map. I could be leading\nus to Portsmouth not Plymouth for\nall I know. Here, take a look...\n\nMIX TO:\n\nEXT. COUNTRY SIDE. WAGON. TRAVELLING - DAY 27\n\nThe FAMILY make their way along a dirt track, the wagon\nbouncing around as it hits ruts and potholes.\n\nKANE - his bruised face far less noticeable now - walks at\nthe head with the horses. EDWARD, as usual, is driving the\ncart. MEREDITH sits at his side sewing some material.\n\nMEREDITH\nCaptain Kane.\n\nKane drops back to see her.\n\nShe hands\nTROUSERS.\n\nKANE\nMiss Meredith; how can I be of\nservice?\n\nMEREDITH\n\nI made some clothes for you as\nyour others were so torn.\n\nhim down a dark PURITAN TUNIC, SHIRT and\nKane is touched by this.\n\nKANE\nI shall wear them with pride.\n\f28\n\nSolomon Kane by Michael J.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nhim down a dark PURITAN TUNIC, SHIRT and\nKane is touched by this. KANE\nI shall wear them with pride. 28\n\nSolomon Kane by Michael J. \n\nTARGET SECTION TO BE ANNOTATED:\n Bassett 32\n\nSAMUEL is thrashing at the undergrowth nearby with a stick\nstartling the horses a little.\n\nEDWARD\nHold off on that wanton\ndestruction Samuel.\n\nSamuel gives Edward a pointed stare and carries on.\n\nMEREDITH\nDo as Edward says Samuel.\n\nSAMUEL\nWhy? He’s not Father. I don’t\nhave to do what he says.\n\nMEREDITH\nSamuel!\n\nKANE\nYou know, you should listen to\nyour elder brother Sam.\n\nSamuel halts his whipping. Kane nods approvingly at the\nboy, much to Samuel’s delight.\n\nCUT TO:\n\nEXT. ROADWAY - LATER. DAY 28\nSAMUEL walks beside KANE now, matching his easy stride.\nWILLIAM and KATHERINE are up ahead, walking hand in hand.\n\nKane finishes pulling on the clothes Meredith made. He is\ndressed in their own Puritan fashion now and models it for\nMeredith who is picking herbs and flowers nearby.\n\nKANE\nDo I meet with your approval?\n\nMEREDITH\nFinally you are respectable.\n\nHe bows to her. She giggles. Edward is less than impressed.\n\nEDWARD\nOur clothes are not for fashion\nor vanity Captain Kane; through\nthem we show our dedication to\nGod.\n\nWith a courteous nod, Kane acknowledges his understanding\nof this fact. Though he does share a quick smile with\nMeredith - who can barely hold back a giggle - as they walk\non.\n\f29\n\nSolomon Kane by Michael J. Bassett 33\n\nEXT. ROADWAY - LATER 29\n\nSamuel still keeping pace with Kane.\n\nSAMUEL\nAre you going to come America\nwith us?\nKANE\nI don’t think so Samuel.\nSAMUEL\nWhy not?\nKANE\n\nYou are hoping to make a new\nlife; I need to undo my old one.\n\nSAMUEL\nThose men who hurt you, you could\nhave beaten them if you wanted,\ncouldn’t you?\n\nKANE\n(quietly)\nThere was a time I’d have cut\ntheir still-beating hearts from\ntheir chests.\n\nSamuel is a little taken aback by this statement. He takes\na moment to regroup then shrugs it off and dances around\nKane holding his stick like a sword.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nKANE\n(quietly)\nThere was a time I’d have cut\ntheir still-beating hearts from\ntheir chests. Samuel is a little taken aback by this statement. He takes\na moment to regroup then shrugs it off and dances around\nKane holding his stick like a sword. \n\nTARGET SECTION TO BE ANNOTATED:\nSAMUEL\nWould you fight me?\n\nKANE\n(laughing)\nIf you continue with your\nquestions I might.\n\nEDWARD\nLeave Captain Kane alone.\n\nSamuel pokes Kane with his stick.\nSAMUEL\nDon’t tell me what to do Edward.\n(to Kane)\nFight me.\nPokes Kane again.\n\nKANE\nI have no cause to fight you.\n\f30\n\nSolomon Kane by Michael J. Bassett 34\n\nSamuel makes a sudden dash to grab Meredith. She screams\nhalf annoyed, half playful.\n\nMEREDITH\nSamuel, stop it!\n\nSAMUEL\nNow you have a reason! To save\nthis beautiful maiden from me!\n\nMEREDITH\n(playing along)\nOh Solomon! Save me! Help!\n\nEDWARD\nStop, you’1l scare the horses.\n\nJoining into the spirit of it all Kane swipes up a stick\nfrom the side of the road. Jokingly he parries Samuel’s\nthrust.\n\nSAMUEL\nI knew it. I knew you would fight\nif you had to.\n\nMeredith laughs and even Edward manages a gentle smile at\nthis.\n\nKANE\nYou’re quite a foe Samuel but\nI’1l fight to save this beauty.\n\nWILLIAM and KATHERINE watch contentedly.\n\nThen the wagon come around a corner to a VILLAGE to find...\n...BODIES lying twisted in the middle of the road. The tiny\nVILLAGE beyond IS IN RUINS - many of the houses still\nburning, others just blackened frames.\n\nEXT. DESTROYED VILLAGE - MOMENTS LATER 30\nKANE, WILLIAM and EDWARD are looking at DOZENS OF CORPSES\nscattered around the village. CROWS line the trees nearby,\nwaiting to move in. The air of death and menace hangs\n\nheavy.\n\nA little way back MEREDITH, KATHERINE and SAMUEL wait\nuneasily.\n\nEDWARD\nWho could have done this?\n\nKane studies the bodies. Men, women and children are\ntwisted in agonized forms.\n\fSolomon Kane by Michael J. Bassett 38\n\nSome seem to have been burned, skin peeled away. ALL THEIR\nEYES ARE BURNED FROM THEIR SKULLS, leaving hollow, empty\nsockets.\n\nWILLIAM\nThe Devil has been here.\n\nEdward drops to his knees and starts to pray.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nALL THEIR\nEYES ARE BURNED FROM THEIR SKULLS, leaving hollow, empty\nsockets. WILLIAM\nThe Devil has been here. Edward drops to his knees and starts to pray. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nHoly Father...\n\nKatherine, Meredith and Samuel press near\n\nKANE\nKeep back!\n\nKane looks around.\n\nKANE\nNot the Devil....a witch.\n\nThere is a pyre in the centre of the village square with a\nstake in the centre. It has been partly consumed by flames.\n\nKANE\nThere was a witch burning here\nbut the creature broke free.\n\nWilliam turns over a horribly disfigured body. It is a man\ndressed in the classic dark clothes of a WITCHFINDER, the\ncharred remnants of a bible are in his hand.\n\nWILLIAM\nDear Lord, this is the\nwitchfinder general. If he is\ndead...\n\nKANE\nWe must go.\n\nEDWARD\nWe can’t just leave these people\nfor carrion.\nKANE\nThere’s nothing we can do for\nthem.\nKane holds William’s steady gaze.\n\nWILLIAM\nWe must bury them as Christians.\n\nCUT TO:\n\f31\n\n32\n\nSolomon Kane by Michael J. Bassett 36\n\nEXT. VILLAGE - LATER 31\n\nKANE, sweating and filthy, is finishing digging a shallow\ngrave as EDWARD and WILLIAM lower a body into another\nnearby. There are a handful of others graves dotted about\neach with a wooden cross marking it.\n\nKATHERINE is making the wooden crosses nearby.\n\nSAMUEL watches uneasily from the wagon in the distance\nwhilst everyone else is involved in the unsavory task.\n\nKane eyes the setting sun nervously. MEREDITH approaches\nover the rough ground and offers him a cup of water. He\ndrinks thirstily.\n\nKANE\nThank you.\n\nShe looks at him for a moment and he catches her gaze.\n\nMEREDITH\nYour...your wounds are healing\nwell.\n\nKANE\nI never thanked you for your\ncare.\n\nMEREDITH\n\nThere is no need to thank me.\nNow both stand amongst the graves, unsure what to say next.\nKATHERINE 0/S\nI need more wood for these\ncrosses.\n\nCUT TO:\n\nEXT. VILLAGE - MOMENTS LATER 32\n\nMEREDITH is AT THE EDGE OF THE VILLAGE SQUARE now,\ngathering up pieces of wood for the crosses. As she\nreaches for some, she notices TWO BODIES nearby.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nEXT. VILLAGE - MOMENTS LATER 32\n\nMEREDITH is AT THE EDGE OF THE VILLAGE SQUARE now,\ngathering up pieces of wood for the crosses. As she\nreaches for some, she notices TWO BODIES nearby. \n\nTARGET SECTION TO BE ANNOTATED:\nThe BODY OF A WOMAN TWITCHES with some slight movement.\nMeredith makes to shout out to her brother and father who\nare carrying another corpse to the graves some yards away\nbut then the body moves again.\n\nShe approaches the corpse. Inch by inch reaching out a hand\nto turn the corpse over...\n\f33\n\nSolomon Kane by Michael J. Bassett 37\n\n...a@ YOUNG GIRL, no more than 8 years old, is clinging to\nthe body of her mother. This blood stained and ragged\nchild stares up at Meredith with terrified eyes and\nunleashes a TERRIFIED SCREAM that echoes across the whole\nvillage....\n\nCUT TO:\n\nEXT. CAMP - EVENING 33\n\nThe CHILD sits between MEREDITH and KATHERINE, wrapped in a\nblanket and drinking some warm broth. The rest of the\nfamily are sitting around the FIRE. KANE is a little way\noff, nervously watching the gathering darkness.\n\nKATHERINE\nCan you tell us what happened\nchild?\n\nIt takes a moment for the child to find her voice. When she\ndoes it is so soft as to be barely audible but the terrible\nstory is clear enough.\n\nGIRL\n(quietly)\nThe grown-ups said there was a\nwitch in the woods. She’d been\ntaking cattle and children. My\nbrother died.\n\nMeredith comforts the girl as she draws breath to continue,\nhaltingly...\n\nGIRL (CONT)\n... They called that man, the\nWitchfinder. He said that the\nwitches and devils were growing\nmore powerful than ever before.\nThat something had happened to\ngive them strength. But still, he\ntrapped the witch and sentenced\nher to be burned at the stake.\nThey all came to watch her die in\nthe fire but... when they set the\nflames... It didn’t hurt her. She\nlaughed and said... she said that\na great sorcerer had opened the\ngate to Hell and that all the\ndevil’s children were free. And\nthen...then she killed them all.\n\nOnly the crackle of the wood on the fire breaks the silence\nnow.\n\fSolomon Kane by Michael J. Bassett 38\n\nEDWARD\n(quietly)\nWe should pray.\n\nThe family bow their heads. Kane doesn’t.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nBassett 38\n\nEDWARD\n(quietly)\nWe should pray. The family bow their heads. Kane doesn’t. \n\nTARGET SECTION TO BE ANNOTATED:\n He watches the\ngirl.\n\nGIRL\nI’m tired.\n\nKATHERINE\nJust a moment more.\n\nGIRL\n(suddenly angry)\nI don’t want to!\n(soft again)\nI’m so tired, please.\n\nMEREDITH\nOf course you are, you poor\nthing. Let’s find a place for you\nto sleep.\n\nAs Meredith helps the girl to her feet, Kane stalks over.\n\nKANE\nEdward, I think the child should\nhave your cross for protection\ntonight. Would you mind?\n\nThe child watches Kane.\n\nEDWARD\nOf course not - here.\n\nHe hands Kane the silver CROSS from around his own neck\nKane takes it and slowly approaches the girl. He kneels\nbefore her.\n\nKANE\nIf you wear this, it will help\nkeep you safe tonight.\n\nThe girls eyes the silver cross as it catches the red\nfirelight.\n\nGIRL\nI don’t want to.\n\nMEREDITH\nIt will help.\n\nGIRL\nNo.\n\f34\n\nSolomon Kane by Michael J. Bassett 39\n\nKANE\nJust let me...\n(reaching for her)\n...put it around you neck.\n\nGIRL\nNo!\n\nMEREDITH\nSolomon, stop it. Can’t you see\nshe’s frightened?\n\nSuddenly Kane lunges for her violently. He grabs her...\n\nMEREDITH\nSolomon, no!\n\n...and press the crucifix into the child’s flesh.\n\nInstantly the CHILD SCREAMS as the METAL BURNS HER SKIN.\nShe starts to howl and snarl in Kane’s arms.\n\nWILLIAM\nDear god what have you done?\n\nKANE\nThis is her! This is the witch!\n\nThe LITTLE GIRL NOW HAS TRANSFORMED in Kane’s arms. A foul,\nancient and yet ferocious looking creature with a twisted\nsnarling face, sharp teeth and long nails that tear at him.\nShe is so strong he cannot hold her.\n\nWITCH\nSolomon Kane! Solomon Kane! Your\nMaster awaits his pleasure with\nyou. I’ll be there too, in the\nPit! The gates of hell are open\nfor you Kane.\n\nAnd suddenly she tears herself from Kane’s arms and FLIES\nINTO THE AIR and away into the night.\n\nThey can hear her cackling, screaming laughter echo into\nthe distance.\n\nMIX TO:\n\nEXT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd suddenly she tears herself from Kane’s arms and FLIES\nINTO THE AIR and away into the night. They can hear her cackling, screaming laughter echo into\nthe distance. MIX TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROADWAY - DAWN 34\n\nKANE and the FAMILY are travelling in silence along the\nrutted back roads of southern England. They have clearly\nbeen travelling all night and are exhausted.\n\nAs they approach a fork in the dirt road they hear the\nsound of many voices approaching.\n\fSUDDENLY,\n\nSolomon Kane by Michael J. Bassett 49\n\nA DOZEN or so PEASANTS appear from around a bend\n\nin the road ahead. Some are bloody and beaten - it is clear\nthey are DESPERATE REFUGEES of some kind.\n\nWilliam tries to talk to the first few but they pass him\nwithout stopping.\n\nFinally a\n\nWILLIAM\nWhat is wrong? Tell me!\n\nPRIEST rushes by.\nWILLIAM\n\nTell me what has happened? Is it\nthe witch?\n\nPRIEST\nA witch? I wish it was. No, these\nare Raiders... Dear God such\n\nterrible, cruel men.\n\nJoin them or perish, they said.\nWhen we fought back but it was a\nmassacre. Dear Lord...they seem\npossessed of some terrible evil.\nTurn back while you can or\nthey’1l have you for their\nslaves!\n\nHe pushes William aside and rushes on with the tide of\n\nrefugees.\n\nMEREDITH\nWhat will we do?\n\nEDWARD\nWe must turn back.\n\nSAMUEL\nNo.\n\nWILLIAM\n\nThis is the only road to Plymouth\n- how else will we make the ship?\nWe must go on, find another way.\n\nMEREDITH\nPlease Father...\n\nWILLIAM\nOur future is in the New World.\n\nKANE\nWilliam, you must not continue.\nCan’t you feel it? There is\nsomething evil gathering in the\nwest. Go back.\n\fSolomon Kane by Michael J. Bassett an\n\nWILLIAM\nThere’s nothing for us to go back\nto. Our only way is ahead, to get\nto the ship. Can you help me?\n\nKANE takes a MAP from the saddle of one of the horses. He\nstudies it for a moment.\n\nKANE\nThen this road...\n(showing the map)\n...it takes us south through\nthese forests and we can find a\nway west again, here.\n\nEDWARD\nHow can you be sure? We should\nturn back Father. Perhaps wait a\n\ntime.\n\nMEREDITH\nEdward’s right.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe should\nturn back Father. Perhaps wait a\n\ntime. MEREDITH\nEdward’s right. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s too\ndangerous.\n\nKANE\n\nTrust me. I can lead you.\n\nKATHERINE\nYou can get us through?\n\nKANE\nIf it is in my powers, I’1l get\nyou to your vessel.\n\nCUT TO:\n\n35 EXT. FOREST EDGE - LATER. DAY 35\nAlone now in the empty countryside the wagon passes out of\nthe open landscape and into the forest\n\n36 EXT. FOREST - DAY 36\n\nDeep shadows under the thick canopy. Strange noises echo\nthrough the trees but there is no signs of life.\n\nEDWARD\nAre you sure this is the safest\nway?\n\f37\n\nSolomon Kane by Michael J. Bassett 42\n\nKANE\nThere is no safe way but if these\nraiders are taking slaves and\nlooting villages they’1l hunt in\nthe populated areas north of\nhere. We may slip past them\nunseen. But these forests are not\nwithout their dangers. Be wary.\n\nSAMUEL\nWhat kind of dangers?\n\nKATHERINE\nCaptain Kane means animals and\nsuchlike. Now quiet.\n\nThe cart and horses rattles along slowly. The passengers\nlooking nervously about them.\n\nThey enter an open glade in the forest. Before them are\nSOME RUINS, half overgrown by the forest\n\nKANE\nWe’11 make camp here.\nCUT TO:\nEXT. FOREST CAMP - EVENING 37\n\nA very subdued group make camp. WILLIAM is setting a fire\nas SAMUEL gathers wood. KANE emerges from a forest path\nnearby.\n\nKANE\nI see no signs of life in either\ndirection, we should be safe. But\nWilliam, set no fire tonight, it\nmight attract unwanted attention.\n\nWilliam stops lighting the fire.\nKANE\nI’ll take first watch - if that\nis all right with you William?\n\nWILLIAM\nOf course.\n\nMIX TO:\n\f38\n\n39\n\n40\n\nSolomon Kane by Michael J. Bassett 43\n\nEXT. FOREST CAMP - NIGHT 38\n\nA dark night with the moon covered by heavy clouds. Sheet\nlightning ripples within them, thunder rumbles in the\ndistance. But the camp is peaceful.\n\nCUT TO:\n\nINT. SOLOMON’S TENT - DAWN 39\n\nKANE snaps awake to find SAMUEL’S hand urgently shaking\nhim.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut the camp is peaceful. CUT TO:\n\nINT. SOLOMON’S TENT - DAWN 39\n\nKANE snaps awake to find SAMUEL’S hand urgently shaking\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\n The SOUND OF RAIN is loud on the canvas.\n\nSAMUEL\nSolomon. Solomon...Wake up.\n\nKANE\nWhat’s the matter?\n\nSAMUEL\nI heard something in the trees.\n\nImmediately Kane is up and heading out the tent.\n\nKANE\nWait here.\n\nEXT. FOREST. EDGE OF CAMP - MOMENTS LATER 40\n\nDawn mist hangs amongst the trees. Branches drip water as\nthe RAIN hammers down through the foliage.\n\nKANE stalks through the undergrowth until he sees MOVEMENT\nthrough the trees on the other side of a small RIVER.\n\nA SUDDEN SOUND behind him, makes him turn sharply. It’s\njust SAMUEL, trying to keep up. Kane urgently waves him\naway but the young man is determined to be with Kane.\n\nKANE\n(hissing)\nBe silent Samuel, this is no\ngame.\n\nTogether they advance until they see more clearly...\n\n...@ PARTY OF MARAUDERS ON HORSEBACK. They are a grotesque\nbunch with scarred and twisted faces. All have an ARCANE\nMAGICAL INSIGNIA on their torn and shredded leathers and\nrough chain mail. Some even have it branded into their\nflesh.\n\nSAMUEL\nWhat are they Solomon?\n\f41\n\n42\n\n43\n\nSolomon Kane by Michael J. Bassett 44\n\nKANE\n\nThey must be the Raiders we heard\nof\n\n(hushed, urgent)\nListen to me; Go back to the\ncamp, quietly wake them and tell\nyour father we are to move out\nimmediately. Go! Go!\n\nSamuel turns and hurries back the way they came.\n\nKane continues his silent advance on the marauders. He sees\nnow that they have CAGES HALF FILLED WITH DESPERATE PEOPLE.\n\nCUT TO:\n\nEXT. EDGE OF CAMP GROUND - MOMENTS LATER 41\nSAMUEL running as fast as he can back to the CAMP.\nHe stops dead when he sees...\n\n... THERE ARE RAIDERS ALREADY THERE. Six brutal looking men\ndragging WILLIAM, KATHERINE, EDWARD and MEREDITH from their\ntents.\n\nEXT. CAMP - CONT 42\n\nWILLIAM and EDWARD are already bloody and beaten. MEREDITH\nfights like a wild cat but she is punched and thrown to the\nground.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. CAMP - CONT 42\n\nWILLIAM and EDWARD are already bloody and beaten. MEREDITH\nfights like a wild cat but she is punched and thrown to the\nground. \n\nTARGET SECTION TO BE ANNOTATED:\nEven in the face of the chaos and violence William is\ntrying to keep everyone calm. Offering comfort and support\nto his frightened family as he’s being beaten down into the\nmud.\n\nWILLIAM\n\n(to the attackers)\n\nHere, take what you want; it’s\nyours.\n\n(reaching for Meredith)\nEverything will be all right\nMeredith. Edward don’t try and\nfight them.\n\nKATHERINE\nWhere’s Samuel? Samuel!\nEXT. EDGE OF CAMP - CONT 43\n\nSilently SAMUEL backs away and right into...\n\f44\n\n46\n\n47\n\nSolomon Kane by Michael J. Bassett 48\n\n...A RAIDER who steps from behind a tree and grabs him.\n\nCUT TO:\n\nEXT. WOODS - CONT 44\n\nSAMUEL 0/S\nSolomon! Solomon! !\n\nKANE, hearing SAMUEL’S CRY, turns - and without caring\nabout being seen now - RACES BACK ALONG THE FOREST PATH.:\n\nEXT. WOODS - CONT 46\n\nKANE blasting through the trees, heading back to the camp.\nBranches whip against him, thorns cutting, rain pouring\ndown... but he ignores it all.\n\nCUT TO:\n\nEXT. PURITAN CAMP - CONT 47\n\nThe RAIDERS are destroying the camp. Setting fire to\npossessions, taking the horses for their own.\n\nWatching it all is the OVERLORD. He takes no part in these\nactivities but sits motionless on a MASSIVE BLACK HORSE.\nThe Overlord is a HUGE FIGURE, ENCASED IN LEATHER ARMOUR,\nhis face entirely covered by a grotesque MASK, huge sword\nhanging at his waist. It’s almost as if he is directing his\nmen silently simply by sheer force of will.\n\nMEREDITH is struggling against her CAPTORS. She hits him\nbut he throws her to the ground. Crouching over her, he\ntears at her clothes, his intentions clear.\n\nWILLIAM and KATHERINE watch in horror. SAMUEL scrambles to\nthem.\n\nWILLIAM\nLeave her! Please...\n\nEDWARD, struggles free from his captor and rises to her\ndefence...\n\nEDWARD\nTake your hands off her!\n\nHe hits the attacker with all his strength but it makes no\ndifference. Another raider beats Edward to the ground.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nTake your hands off her! He hits the attacker with all his strength but it makes no\ndifference. Another raider beats Edward to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nKANE 0/S\nNo!!\n\fSolomon Kane by Michael J. Bassett 46\n\nThe RAIDERS turn at this new voice. Many hands on the hilts\nof vicious SWORDS but there is just one man there.\n\nKANE is standing at the edge of the clearing, breathless\nand desperate.\n\nKANE\nStop!\n\nThe OVERLORD seems to be watching this newcomer intently.\nHe looks to one of this raiders, the one with the EYE-\nPATCH, and nods slowly.\n\nEYE-PATCH strides forward, snatching Samuel away from his\nmother and dragging him along as he advances on Kane. He\ntakes a huge, serrated knife from his belt and presses it\nto the boys’ throat.\n\nThe OVERLORD watches all this calmly.\n\nKane prepares himself as the Raider stops a few yards in\nfront of him.\n\nKANE\nI am unarmed.\n\nWiping the rain from his face, Kane sizes up the raider.\nHe’s desperately trying to work out how to diffuse the\nsituation.\n\nKANE\nThese people... Listen to me;\nthese people, they’re good\npeople. Christians. Devout\npeople. They’re no threat.\n\nSAMUEL\nKill him, Solomon. Kill them all.\n\nWILLIAM\nNo Samuel. Solomon don’t...\n\nSamuel struggles against his captor. Fighting furiously.\nThe other raiders are advancing slowly on Kane.\n\nKANE\n\nSamuel, don’t struggle. He’1l let\nyou go if you don’t do anything.\n\n(to Eye-Patch)\nWon’t you? They have no money.\nWhat else can they give you?\n\n(a sudden thought)\nYou want slaves? Take me. I’m\nstrong; better than these people.\n\fSolomon Kane by Michael J. Bassett aT\n\nSAMUEL\nI know you can do it Solomon.\nKill him. Cut his heart out!\n\nKANE\nSamuel silence!\n\nKane’s eyes flick over to the silent, OVERLORD waiting\nnearby. The figure raises his arm and clenches his fist\nand then suddenly...\n\n...The Eye-Patch Raider starts to shake and jerk as if\nsomething is moving within him. His single eye, turns as\nblack as congealed blood.\n\nThe VOICE that comes from Eye-Patch is a rumbling growl\nthat fills the forest.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Eye-Patch Raider starts to shake and jerk as if\nsomething is moving within him. His single eye, turns as\nblack as congealed blood. The VOICE that comes from Eye-Patch is a rumbling growl\nthat fills the forest. \n\nTARGET SECTION TO BE ANNOTATED:\n A little BLOOD DRIBBLES FROM HIS\nMOUTH as he speaks.\n\nEYE-PATCH\nKill me, can you?\n\nKANE\nNo...I am a man of peace; I offer\nno resistance. Take me. Do not\n\nharm them.\nEYE-PATCH\n(shaking the boy)\nThis boy... ...this child has\n\nmore heart than any of you. He’s\nthe only man here.\n\nKANE\n(placating)\nListen to me....\nEye-Patch shifts his grip on the knife...\n\nKANE\nNo!\n\n...AND CUTS SAMUEL’S THROAT WIDE OPEN.\nThe family SCREAMS in distress.\n\nKATHERINE\nOh God! My son! My son!\n\nMEREDITH\nSolomon! Stop him!\n\nWilliam moans in agonized distress.\n\nWILLIAM\nMy boy! Oh Samuel!\n\fSolomon Kane by Michael J. Bassett 48\n\nEye-Patch looks down at SAMUEL’S DEAD BODY and laughs.\n\nEYE-PATCH\nThis was the only man here.\n(to his companions)\nTake the girl. Kill the rest!\n\nMeredith is snatched away. Others grab Katherine, try to\ntear her away from William.\n\nMEREDITH\nSolomon! Do something! Help us!\n\nAlmost in a trance Kane takes a step towards Eye-Patch.\n\nKane is transforming before our eyes. The steel is\nreturning.\n\nThe RAGE...\nThe POWER...\n\nEYE-PATCH\n(drawing his sword)\nCome no nearer Puritan.\n\nEye-Patch watches him, his black eye burning intensely.\nKane calls to Katherine and William.\n\nKANE\nWould you have me slaughter these\nmen?! Can that be justice enough?\n\nKATHERINE\nKill them! Kill them all!\n\nKANE\n(he turns his head up to\nheaven, quietly)\nIs that what you want? Is that\nall I am to you; a killer?\n\nEye-Patch stands ready for anything now from this strange\npredatory man as Kane focuses all his intensity on him.\n\nKANE\nIf I take your life I am bound\nfor hell.\n(a beat)\n\nIt is a price I will gladly pay.\nEye-Patch charges Kane, swinging his sword...\n\n...but as the blade sweeps down on Kane he dodges to one\nside, takes the brute’s arm and SNAPS IT IN HALF.\n\f48\n\nSolomon Kane by Michael J.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nEye-Patch charges Kane, swinging his sword... ...but as the blade sweeps down on Kane he dodges to one\nside, takes the brute’s arm and SNAPS IT IN HALF. 48\n\nSolomon Kane by Michael J. \n\nTARGET SECTION TO BE ANNOTATED:\n Bassett 49\n\nHe yanks away the sword, reverses it DRIVES THE BLADE TO\nTHE HILT INTO THE MAN’S BODY, slicing upwards and GUTTING\nHIM.\n\nNo human blood spills from these possessed soldiers only a\nSLUDGE OF BLACK BILE AND RED SAND. Kane doesn’t miss a\nmoment to consider the evil at work here.\n\nKANE turns savagely on the others who are rushing towards\nhim now.\n\nThe MASKED OVERLORD sits impassively watching it all.\nThe RAIDERS have no chance as they attack Kane...\n\nFor every SWORD thrust at him he replies with a DEADLY BLOW\nof his own.\n\nPISTOLS are fired but bullets go astray.\n\nIt seems as if Kane is ten men, so consumed with his\nmurderous rage. His feral howls of combat fills the air\n\nSome of the Raiders are more cowardly. They mount their\nhorses and ride for safety.\n\nOne of them hauls MEREDITH onto his mount. EDWARD grabs her\nbut the Raider takes a pistol from his belt and SHOOTS\nEDWARD IN THE HEAD.\n\nWILLIAM struggles with another two raiders but is cut down\nand stabbed by them. KATHERINE rushes to his side.\n\nKane delivers one killing blow after another. LIMBS ARE\nSLICED, HEADS SEVERED.\n\nKane is desperately fighting his way towards Meredith\nbefore she’s taken away but he simply can’t get through in\ntime.\n\nKATHERINE\nSolomon! Solomon! Don’t let them\ntake her!\n\nBut he cannot reach her. The OVERLORD wheels his steed\nabout and leads his surviving raiders away through the\ntrees even as Kane races on foot in pursuit.\n\nEXT. FOREST PATH - CONT 48\nKANE dashes after them but no matter how swiftly he runs\n\nthe horses vanish into the distance ahead and loses sight\nof them in the mist and drizzle.\n\f49\n\nSolomon Kane by Michael J. Bassett 50\n\nIn fury he turns and races back to the forest clearing.\n\nCUT TO:\n\nEXT. FOREST CAMP - MOMENTS LATER 49\n\nIn thunderous silence KANE stalks through the devastated\ncamp. The BODIES OF THE RAIDERS are all around. He picks\nthrough their corpses and clothing, seeking information.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOREST CAMP - MOMENTS LATER 49\n\nIn thunderous silence KANE stalks through the devastated\ncamp. The BODIES OF THE RAIDERS are all around. He picks\nthrough their corpses and clothing, seeking information. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ntears the INSIGNIA from the uniform of a dying Raider. As\nthe creature draws its last breath it seems to CHANGE BACK\nINTO NOTHING MORE THAN A ROUGH LOOKING MAN. All the bestial\nelements melt away with the rain.\n\nKane considers this for a moment and then moves on. He\nsteps past the bodies of EDWARD and SAMUEL as walks towards\nWILLIAM and KATHERINE.\n\nKATHERINE is cradling the dying WILLIAM in her arms. He has\nbeen mortally stabbed, his breath coming in short, bloody\nbursts. He looks to Kane.\n\nWILLIAM\nGet her back.\n\nWilliam speaks urgently, fighting for every breath.\n\nKANE\nI will.\n\nWILLIAM\nSwear this oath to me now Kane.\n\nWilliam grabs Kane and draws him near.\n\nWILLIAM\nBy your own word you are a\nbutcher and a murderer; you know\nhow to kill like no man born. Do\nit. For me, for my family. Kill\nthem all.\n\nKANE\nMy soul...\n\nWILLIAM\nThis is how you will redeem your\nsoul; Find my child and end this\nevil.\n\nThe dying man holds Kane’s eyes with the last fire of his\nown.\n\f50\n\nSolomon Kane by Michael J. Bassett 1\n\nWILLIAM\nSwear your oath. Swear to God\nAlmighty and He will protect your\nsoul. Do it!\n\nKane looks to Katherine; she want to hear it too. He takes\nWilliam’s hand in his own.\n\nKANE\nI swear; I will find her and I\nwill destroy this evil.\n\nWilliam makes no show of having heard this... HE IS DEAD.\n\nKatherine cradles Williams body as Kane gently takes the\nlocket from around William’s neck. He checks that the\nPICTURE OF MEREDITH is still within and then turns away.\n\nAs THUNDER RUMBLES through the forest Kane snatches up a\nfew essentials - SWORDS, KNIVES, a BRACE OF PISTOLS AND\nPOWDER along with some provisions. Then he pulls a long\nblack Puritan cloak about him and dons a wide brim black\nhat.\n\nThis is SOLOMON KANE, the Puritan avenger, armed to the\nteeth and ready for the hunt, in all his glory.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs THUNDER RUMBLES through the forest Kane snatches up a\nfew essentials - SWORDS, KNIVES, a BRACE OF PISTOLS AND\nPOWDER along with some provisions. Then he pulls a long\nblack Puritan cloak about him and dons a wide brim black\nhat. This is SOLOMON KANE, the Puritan avenger, armed to the\nteeth and ready for the hunt, in all his glory. \n\nTARGET SECTION TO BE ANNOTATED:\nHe takes the reins of a dead raider’s horse, swings himself\nup and charges away and into the trees.\n\nCUT TO:\n\nINT. TREES - MOMENTS LATER 50\nKANE is GALLOPING along the forest path. Ducking under\nbranches and jumping fallen trees. His hat flies off but\n\nhe makes no effort to retrieve it\n\nThe DRIVING RAIN makes the ground treacherous and\n\nvisibility poor but still Kane pushes the horse as fast as\nit can go.\n\nUp ahead he sees the faintest glimpse of the dark riders\nfleeing.\n\nImpossibly he forces his steed even faster...\nand gains on them.\nON THE RIDERS UP AHEAD:\nThe group of FIVE RIDERS are pushing their own horses hard.\n\nOne of them has MEREDITH bundled and covered across his\nsaddle.\n\f51\n\n52\n\nSolomon Kane by Michael J. Bassett 82\n\nTheir LEADER sees KANE in the distance and indicates for\ntwo riders to split away and deal with him.\n\nON KANE:\n\nThe TWO RIDERS appear parallel to him now; one on either\nside. Trees whipping past between them.\n\nThey draw their swords and start to close in.\n\nKane waits for them to attack...\n\nThen, still at full gallop, Kane takes his hands off the\nreigns and pulls out BOTH PISTOLS from his belt. Arms\noutstretched, he levels a gun at each attacker and pulls\nthe triggers simultaneously.\n\nBOTH RIDERS crash from their horses.\n\nWithout a second glance Kane rides on.\n\nCUT TO:\n\nEXT. OPEN COUNTRY - CONT 51\n\nThe remaining riders BURST from the forest edge into open,\nscrubby ground. Just the three of them left now but still\npushing their horses hard.\n\nMOMENTS LATER... KANE charges from the trees. Riding like\nthe devil himself and making ground on his quarry.\n\nON THE RAIDERS:\n\nKnowing that Kane is going to catch them they split up but\nunerringly he follows the one carrying Meredith.\n\nCUT TO:\n\nEXT. STONE CIRCLE - MOMENTS LATER 52\n\nThe RAIDER, still clutching the GIRL bundled up across his\nhorse, gallops through the broken remains of a STONE CIRCLE\non these open moors. He turns and sees KANE closing the gap\nsecond by second.\n\nThere is no escape now.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTONE CIRCLE - MOMENTS LATER 52\n\nThe RAIDER, still clutching the GIRL bundled up across his\nhorse, gallops through the broken remains of a STONE CIRCLE\non these open moors. He turns and sees KANE closing the gap\nsecond by second. There is no escape now. \n\nTARGET SECTION TO BE ANNOTATED:\n Within the stone circle he wheels\nhis horse to a halt and turns to face Kane. The horse is\nexhausted, foaming at the mouth, breath coming in great\nsteaming clouds.\n\nKane keeps coming until he’s at the perimeter of the\nstones. He circles beyond the stones.\n\fSolomon Kane by Michael J. Bassett 583\n\nKANE\nGive me the girl! Give me the\ngirl!!\n\nThe Raider drops the bundled up girl to the ground. She\nlies there stunned and exhausted.\n\nKane dismounts and runs to her.\n\nKANE\nMeredith...\n(to the Raider)\nIf she is harmed...\n\nHe turns her over....IT IS NOT MEREDITH...\n\n...just a YOUNG DARK-HAIRED GIRL. Weak and fearful. She\nrecoils from Kane.\n\nKane GRABS THE RAIDER and drags him down from his horse.\n\nKANE\nWhere is she?!\n\nThe Raider tries to fight but he can do nothing against\nKane who beats him viciously.\n\nRAIDER\nThere! You have her!\n\nKANE\nIt is not her. Where is she? The\ngirl you took from our camp?\nMeredith!?\n\nRAIDER\nI don’t know! I don’t know.\nPerhaps others have her. There\nare raiding parties all over.\n\nKane draws his knife and presses it into the Raider’s flesh\nbeneath his eyeball.\n\nKANE\nTell me what you know or I will\npluck your eyes from your skull;\nwhere will they take her!? who is\nyour master?\n\nKane presses the knife into his flesh. Black blood trickles\ndown his face.\n\nHe screams in agony but then the SCREAM BECOMES A LAUGH...\n...the Raider suddenly begins TO SHAKE AND TWIST. His\n\nalready scared and feral face contorts into a snarl, his\neyes become black as old blood.\n\fSolomon Kane by Michael J. Bassett 84\n\nHe stares at Kane and laughs. A hideous cackle that echoes\naround the broken stones. The Raider’s voice changes as if\nhe’s suddenly possessed by an altogether more malicious\nspirit. It is a feral growl, filled with malice and though\nit comes from the mouth of the raider it seems to resonate\nall around them.\n\nRAIDER\nSolomon Kane...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Raider’s voice changes as if\nhe’s suddenly possessed by an altogether more malicious\nspirit. It is a feral growl, filled with malice and though\nit comes from the mouth of the raider it seems to resonate\nall around them. RAIDER\nSolomon Kane... \n\nTARGET SECTION TO BE ANNOTATED:\n You may carve the\nflesh of this worthless body but\nit will not tell you what you\nwant to know. I will not let it.\n\nBlood drips from the Raider’s mouth, even as he laughs at\nKane.\n\nThe GIRL watches from her place on the ground nearby,\nhorrified.\n\nKane shakes the possessed Raider.\n\nKANE\nWhat in God’s name are you?\n\nRAIDER\nI am nothing in that God’s name;\nI am a servant of the shadows. My\nmaster released us from the pit\nand these human bodies are enough\nfor our needs.\n\nThen Kane sees, on the crest of a distant hill, the\nOVERLORD, watching silently.\n\nThe bloodied raider before him speaks.\n\nRAIDER\nDo you believe that your\nsalvation lies in saving this\nsingle girl?\n\nKANE\nI will find her.\n\nRAIDER\nYou will fail; slayer of\ninnocents, murderer\nkiller of your own brother\n\nKANE\nI will hunt you down and send\nyour black heart to your master\nin Hell.\n\nRAIDER\nI have no heart. Nor do you.\n\fSolomon Kane by Michael J. Bassett 55\n\nKane shakes the body, smashes his fist into it beating it\nrelentlessly now.\n\nRAIDER\nMy Master sends his greetings\nfrom The Pit. He is waiting for\nyou.\n\nThe Masked Rider on the hill turns away.\n\nAs he does so, the puppet body of the Raider shakes and\ntwisted by one final hideous convulsion. Blood pours from\nhis mouth, nose and eyes and after a single agonized scream\nit slumps forwards. And then, little by little, the\nRaider’s face changes to that of a normal young man. The\nblack blood becomes red once again and he lies still.\n\nKane rises slowly, unsure as to his plan. Then he hears a\nmuffled sob from the girl.\n\nHe goes over to her and gently helps her to sit up.\n\nKANE\nYou are safe child. The beast is\ngone.\n\nGIRL\n\nWhat was that thing?\nHe wraps her in his own cloak\n\nKANE\nIt’s just a man again now but\nthere was a demon within him.\nAre you injured?\n\nGIRL\nNo.\n(a beat)\nThank you for saving me.\n\nShe climbs unsteadily to her feet.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nGIRL\nNo. (a beat)\nThank you for saving me. She climbs unsteadily to her feet. \n\nTARGET SECTION TO BE ANNOTATED:\n Kane watches, not sure\nwhat to do.\n\nKANE\nI’m Solomon Kane; what is your\nname?\n\nGIRL\nElizabeth.\n\nKANE\nYou should rest now Elizabeth.\n\nELIZABETH\nI want to go home.\n\f53\n\nSolomon Kane by Michael J. Bassett 56\n\nKane takes her gently by the shoulder.\n\nKANE\nChild, they leave none alive.\nThere will be no home for you to\nreturn to.\n\nShe falls silent and then gently begins to cry. This young\nwoman is really little more than a girl. Kane is at a loss\nknow how to comfort her.\n\nCUT TO:\n\nEXT. STONE CIRCLE CAMP - LATER 53\n\nKANE has set a small camp fire going and is cooking up some\nsimple food over the flame. Elizabeth sits nearby with\nKane’s cloak around her.\n\nELIZABETH\n\nYou risk your life for your love.\nKANE\n\nMy love?\nELIZABETH\n\nThis girl, Meredith, that you\nseek; you must love her very\nmuch.\n\nKANE\nNo. She is... I made a promise.\nThat is all.\n\nELIZABETH\nI didn’t mean to intrude.\n\nHe waves her apology away and sets about preparing the\ncamp.\n\nKANE\nTell me what you know of this\nevil.\n\nELIZABETH\n\nMy father....my father said the\nRaiders were from the west -\nCornwall, perhaps, or Devonshire.\nHe said there is a sorcerer\nraising an army of these Raiders\nto take over the land. That\nmasked man; he is their general -\na demon in a man’s body they say\nwho can control the soldiers with\nhis mind alone.\n\n(MORE )\n\f54\n\nSolomon Kane by Michael J. Bassett 87\n\nELIZABETH(cont'd)\n\nThey burn and butcher at will and\nmore are joining them all the\ntime. How can anyone fight this?\n\nKANE\n(quietly)\nI can.\n\nMIX TO:\n\nEXT. STONE CIRCLE CAMP - LATER. DAY 54\n\nMist hangs in the air around their tiny camp. The two\nhorses graze placidly nearby.\n\nKane adds a little more wood to the small camp FIRE.\nELIZABETH is asleep huddled before the flames.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two\nhorses graze placidly nearby. Kane adds a little more wood to the small camp FIRE. ELIZABETH is asleep huddled before the flames. \n\nTARGET SECTION TO BE ANNOTATED:\n He watches\nher for a moment, clearly a little conflicted over\nsomething.\n\nThen, quietly, he GATHERS HIS WEAPONS, checks them, and\nstraps them to his horse.\n\nHe takes all the food, clothing and other useful items and\nleaves them by the fire, next to the girl. He takes a\nPISTOL and POWDER and rests those near to her too.\n\nAfter another moment of silent thought he walks back to his\nhorse and mounts.\n\nThe noise wakes ELIZABETH.\n\nELIZABETH\nWhat are you doing?\n\nKANE\nI’ve left you all the provisions\nI have. Do you know how to use a\npistol?\n\nShe scrambles to her feet.\n\nELIZABETH\nWhy? You’re leaving me? No!\n\nKANE\nElizabeth, you cannot come where\nI am going. There’s danger ahead\nand.... When you have rested,\ntake that horse and head east.\nFind a church. Beg sanctuary.\n\nELIZABETH\nPlease don’t leave me. Please. I\nhave nothing left. Please...\n\nKane is torn between duties but he has no choice.\n\f55\n\nSolomon Kane by Michael J. Bassett 58\n\nKANE\nI am sorry, Elizabeth. I have to\ngo. May God protect you.\n\nHe drives his heels into his horse and gallops away into\nthe mist.\n\nCUT TO:\n\nEXT. ROAD OUTSIDE VILLAGE - DAY 55\n\nThe RAIDERS and their WAGON TRAIN have come to a halt\noutside a small village on the edge of a dark forest\n\nIt is just one of several wagons joining together to forma\nlonger train. A rough platoon of Raiders walks or rides\nalongside. It may be an army of sorts but it is crude and\nundisciplined.\n\nWe see now that there are DIFFERENT CASTES OF RAIDERS; some\nare little more than rough looking men whilst others,\nclearly of higher rank, are far more corrupted and changed.\nSeemingly the longer they have been fighting, the more\nstrongly the possession takes hold.\n\nMEREDITH is lying on her side at the bottom of a CAGE\nmounted on the back of a wagon. She is freezing cold,\nshivering and filthy. There is a DEAD BODY right beside\nher in the overpacked wagon. She is praying quietly,\nintensely.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is freezing cold,\nshivering and filthy. There is a DEAD BODY right beside\nher in the overpacked wagon. She is praying quietly,\nintensely. \n\nTARGET SECTION TO BE ANNOTATED:\nMEREDITH\nHeavenly Father, I beseech you to\nsave us from this evil.\n(to a companion)\nPray with me. Pray for us all.\n\nCAPTIVE\nSlavery or sacrifice; there is\nnothing else for us.\n\nMEREDITH\nDon’t give up. We will find the\nstrength to survive this.\nIn the name of the Father, Son\nand the Holy Ghost...\n\nOne of the RAIDERS walking near Meredith’s wagon, slams the\nflat of his sword against the cage.\n\nRAIDER\nQuiet!\n(to his companions)\nClear out the dead!\n\fSolomon Kane by Michael J. Bassett 59\n\nMEREDITH shrinks back from the front of the cage as the\nsavage raiders fling open the door and DRAG OUT THE BODIES.\nThey are DUMPED by the side of the road.\n\nCUT TO:\nEXT. VILLAGE - CONT\n\nA DOZEN MEN OF THE VILLAGE are lined up on their knees\nbefore the OVERLORD. RAIDERS are gathered around.\n\nOther VILLAGERS are watching from a huddled group nearby.\nThey have the grim resolution of a beaten community as the\nRaiders take food and water as they please.\n\nOn GIBBETS by the side of the road a DOZEN MEN ARE HANGING\nBY THEIR NECKS.\n\nVILLAGER\nDon’t join them! Don’t do it!\n\nYOUTH\nFather! Don’t!\n\nOne of the MEN on his knees in the line turns to the crowd.\n\nMAN\nWhat choice is there? We must\njoin them or perish.\n\nThe OVERLORD stands before this man. Two Raiders at his\nshoulder speak for him in strange synchronization.\n\nRAIDERS/OVERLORD\nWill you serve the Master?\n\nMAN\nY...yes.\n\nThe Overlord takes hold of the villager’s head between his\nhuge hands. The man SCREAMS for a moment but then begins to\nchange...\n\n... rippling from the Overlord’s fingers are creeping\ntendrils that distort and alter his skin like a FOUL\nDISEASE overwhelming the human side of him. When the\ntransformation is complete he has the same vacant\ncorrupted look as the other Raiders.\n\nRAIDER/OVERLORD\nBrand him. And these others.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen the\ntransformation is complete he has the same vacant\ncorrupted look as the other Raiders. RAIDER/OVERLORD\nBrand him. And these others. \n\nTARGET SECTION TO BE ANNOTATED:\nAnother Raider draws a burning brand from a nearby fire and\npresses into the new Raider’s flesh. He seems to barely\neven notice.\n\f56\n\nSolomon Kane by Michael J. Bassett 60\n\nA YOUNG MAN - no more than 15 - charges towards the\nOverlord. He has a short sword raised, ready to strike the\nOverlord.\n\nYOUTH\nFather!!!\n\nWith stunning speed the Overlord draws his massive\nbroadsword. In one sweeping motion he SLICES THE BOY in\nhalf.\n\nThe BOY’S FATHER looks down at the body with no emotion.\n\nCUT TO:\n\nEXT. FIELDS - SUNSET 56\n\nKANE rides along what passes for a road but is little more\nthan a muddy track. He’s bundled up against the cold; cloak\nwrapped tightly around.\n\nHe slows a little when HE COMES TO A CROSSROADS and checks\nhis direction on a COMPASS. The needle spins crazily, no\nmatter how he holds it.\n\nAhead of him he sees PEOPLE coming down the road. A CROWD\nOF RAGGED REFUGEES fleeing whatever evil is beyond. They\nare hollowed eyed and road weary and not all peasants. Some\nare clad in finer clothes but all are escaping the terror\n\nKANE\nGreetings friends.\n\nNo one speaks. They just hurry past him.\n\nKane drops from his horse and approaches a MAN and his\nFAMILY. He takes the locket from his neck, opens it and\nshows the picture to the refugees.\n\nKANE\nThis girl; have you seen her?\nYou? Any of you?\n\nThey don’t care. Won’t look. Others just flow by. Kane\ntries to show them all but no one cares.\n\nKANE\nStop damn you! Look at it. Look!\n\nWOMAN\nIf she was taken there is no\nhope.\n\f57\n\nSolomon Kane by Michael J. Bassett 61\n\nKANE\nI am hunting those who did this\nto you. I need to know where they\nare!\n\nMAN\nThey are everywhere. Ghouls\ncreatures and demons are abroad.\nEvery foul thing of the earth has\ncome. No one can fight them.\n\nWOMAN\nPray for your friend; it is all\nyou can do now.\n\nCUT TO:\n\nEXT. ROADS - LATER.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOMAN\nPray for your friend; it is all\nyou can do now. CUT TO:\n\nEXT. ROADS - LATER. \n\nTARGET SECTION TO BE ANNOTATED:\n EVENING 57\n\nThere is a shallow FORD that bisects the road. KANE\ndismounts and leads his horse over to it. He allows it to\ndrink before scooping up a few handfuls of water himself\nand refilling his water bottles.\n\nThen he sees a PILE OF ROTTING BODIES dumped at the side of\nthe road. Some of the corpses have spilled into the water\nKane spits out the water and empties his bottles again.\n\nKANE\n(pulling the horse away)\nStop. Don’t drink; it’s befouled.\nCan you not taste it animal?\n\nAs he pulls the reluctant horse away he notices there are\nSEVERAL PEASANTS standing silent and ghostlike in the\nhedges and undergrowth nearby.\n\nKANE\nI’m looking for this girl...\n\nThere is something wrong with these people. It seems as\nthough their humanity has been stripped away revealing\nsomething feral and terrifying beneath.\n\nLittle by little they begin advancing on him with silent\nmenace. Some have pitchforks, others have axes and others\nhave nothing more than their clawed hands.\n\nKANE DRAWS HIS SWORD and spins to try and keep track of\nthem all.\n\nKANE\nStay back!\n\nHis horse bucks and pulls against the reins as Kane\nstruggles to get into a position to remount.\n\f58\n\n59\n\nSolomon Kane by Michael J. Bassett 62\n\nKANE\nSteady... woah...\n\nBut the HORSE BREAKS FREE of him, knocking him over, and,\nin a panic the animal runs away, TRAMPLING OVER a pair of\nthe advancing PEASANTS.\n\nKane, scrambles to his feet and with nothing but his single\nSWORD and a PISTOL in his belt, readies himself against the\nATTACKERS as they silently close the circle now...\n\nThe first of the PEASANTS let’s loose a terrible scream and\nCHARGES AT HIM. Kane is ready...\n\nDropping to his knees he sweeps his blade across his\nattacker’s legs, SEVERING THEM AT THE KNEE. The victim\nmakes no sound and shows no pain. He simply drops to the\nfloor and even with hideous injuries, continues to struggle\non.\n\nKane then turns on the others and, with brutal efficiency,\nsets about their destruction...",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe victim\nmakes no sound and shows no pain. He simply drops to the\nfloor and even with hideous injuries, continues to struggle\non. Kane then turns on the others and, with brutal efficiency,\nsets about their destruction... \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\nEXT. WAGON TRAIN - NIGHT 58\n\nBy the light of burning brands the RAIDER’S WAGONS crawl\nrelentlessly across the countryside towards some unknown\ndestination.\n\nThe CAPTIVES are huddled together. Dead and dying along\nwith the silent, terrified living.\n\nRAIDER\nClear out the bodies!\n\nThe wasted bodies of the fallen are roughly dragged out of\nthe wagons and dumped carelessly at the side of the road.\n\nMEREDITH is amongst the dead.\n\nCUT TO:\n\nEXT. COUNTRYSIDE - NIGHT 59\n\nKANE walks now. He is bloodied and weary and has lost\nvirtually everything but for his sword, his pistol and the\nclothes on his back and yet still he strides on\nrelentlessly. Determination written in every line of his\nface.\n\f60\n\n61\n\nSolomon Kane by Michael J. Bassett 63\n\nUp ahead, on the crest of a hill he sees a BEACON lighting\nthe tower of a BROKEN DOWN CHURCH, offering sanctuary for\nthe night.\n\nCUT TO:\n\nEXT. ROADSIDE VERGE - NIGHT 60\nThe only noise in this still and misty night is the rattle\nof the carts and breathing of the horses as they fade away\ninto the night.\n\nON A PILE OF CORPSES:\n\nJust a mound of tattered flesh and corpses with MEREDITH\nlying amongst them.\n\nCLOSING IN ON HER FACE...\nSerene and still. But then...\nHER EYES SNAP OPEN.\n\nBarely daring to breathe she looks around. Desperately\nnervous she looks around for danger.\n\nIt seems she is alone but for the dead.\n\nInitially tentative and full of fear she begins to scrabble\nout from the corpse midden. The more she struggles, the\nmore revolted and desperate she becomes...\n\n...Until finally she’s screaming as she tears and pulls at\nthe bodies to get herself free.\n\nCUT TO:\n\nEXT. DERELICT CHURCH YARD - NIGHT 61\n\nKANE passes through the WOODEN ARCHED ENTRANCE of the\nchurch yard. The light of the beacon, still flickers in the\ncrumbling bell tower of the ancient Saxon church. An\nECHOING SCREAM carries across the dark countryside\nsomething evil in the distance. Kane hurries towards the\nchurch.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe light of the beacon, still flickers in the\ncrumbling bell tower of the ancient Saxon church. An\nECHOING SCREAM carries across the dark countryside\nsomething evil in the distance. Kane hurries towards the\nchurch. \n\nTARGET SECTION TO BE ANNOTATED:\nGRAVESTONES have been flattened or shattered. There are a\nCOUPLE OF BODIES hanging from a tree in the distance. This\nplace has a real sense of death and decay. Strange noises\necho across the countryside.\n\nHe cautiously approaches the door and pushes it open.\n\nCUT TO:\n\f62\n\nSolomon Kane by Michael J. Bassett 64\n\nINT. DERELICT CHURCH - EVENING 62\n\nKane’s feet crunch loudly on the broken masonry that\nlitters the floor.\n\nThe roof has collapsed in places, exposing the night sky.\nPews are scattered and broken, even the altar is\noverturned.\n\nStartled BIRDS, disturbed in their nighttime roost,\nsuddenly explode out of the rafters.\n\nSOMETHING IS WATCHING KANE as he explores this desecrated\nsanctuary.\n\nAs Kane approaches the altar, and THE WATCHER COMES NEARER\nstalking him from the shadows...\n\nKane bends to his knees and bows his head before the fallen\nidol.\n\nThe ATTACKER makes its final approach, a wooden club\nraised, ready to bring down on Kane.\n\nBut KANE WHIRLS ROUND AT THE LAST MOMENT and points his\npistol right into the face of...\n\na PRIEST.\nThe two are frozen for a moment. This priest is wild-eyed\nand at the end of his strength. Even if he did strike Kane\nit would barely register\nKane slowly lowers his pistol. He raises empty hands.\nKANE\nYou are in no danger from me\nFather.\nThe Priest quivers in fear, the cudgel still ready.\nKANE\nI wished only for a little refuge\nand a moment for prayer.\nSlowly, the Priest lowers his own weapon.\nPRIEST\nF..f..forgive me. I have seen\nsuch things.\n\nCUT TO:\n\f63\n\n64\n\nSolomon Kane by Michael J. Bassett 6s\n\nEXT. FIELDS - NIGHT 63\n\nUnder the light of the full moon, MEREDITH runs headlong\nthrough the night.\n\nShe stumbles and falls, tripping down a precipitous slope\nand splashing into A NARROW RIVER...\n\nShe forces her way across to the other side. But now\nexhaustion is catching her and as she struggles up the\nother side she slides back down the mud bank and into the\nwaters.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stumbles and falls, tripping down a precipitous slope\nand splashing into A NARROW RIVER... She forces her way across to the other side. But now\nexhaustion is catching her and as she struggles up the\nother side she slides back down the mud bank and into the\nwaters. \n\nTARGET SECTION TO BE ANNOTATED:\nHer freezing fingers claw their way up the muddy banks\nagain but she can hardly make any progress, she’s so tired\nand cold...\n\nBut A HAND REACHES FROM THE DARKNESS AND GRABS HERS.\n\nA TEENAGE BOY, THOMAS WOOLMAN, is helping her over the top.\nTo Meredith, in her dazed and exhausted state, he looks\njust like SAMUEL.\n\nMEREDITH\nSamuel? Am I dead?\n\nBOY\nYou ain’t dead miss. But we may\nbe if we wait around here much\nlonger. There’s terrible things\nin the dark.\n\nTHOMAS helps Meredith to her feet. She can hardly stand but\nhe puts his arms around her and holds her steady.\n\nMEREDITH\nDo you know a place I can\nshelter?\n\nCUT TO:\n\nINT. DERELICT CHURCH - NIGHT 64\n\nKane and the Priest - FATHER MICHAEL, a gaunt, wild haired\nman, clearly hovering on the brink of sanity and still clad\nin a torn tunic with stained dog-collar - are eating simple\nfare around a fire that burns in the corner of the church.\n\nFATHER MICHAEL\nHave you come far?\n\nKANE\nAye. Two days’ hard ride brought\nme here but where here is, I do\nnot know.\n\fSolomon Kane by Michael J. Bassett 66\n\nFATHER MICHAEL\nThe borderlands of Somerset and\nDevonshire.\n\nKANE\n(quietly)\nMy homeland.\n\nFATHER MICHAEL\nWhat?\n\nKANE\nI lived in Axmouth Castle as a\nboy. It’s not so far from here.\n\nFATHER MICHAEL\nA sad homecoming for you.\n\nKANE\nWhat happened here? Did the\nraiders come?\n\nFATHER MICHAEL\nEvery foul thing that the light\nof Christ kept at bay is\nreturning. We have burned so many\nwitches and their familiars but\nstill they keep coming. One of\nthem cursed my flock with her\nevil, turning them into terrible\nghoulish creatures.\n\nKANE\nI met some on the road before.\nFlesh and blood but no longer\nhuman.\n\nFATHER MICHAEL\nDid you hurt them?\n\nKANE\nI had no choice.\n\nFATHER MICHAEL\nThey are innocent of their\ncrimes.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER MICHAEL\nDid you hurt them? KANE\nI had no choice. FATHER MICHAEL\nThey are innocent of their\ncrimes. \n\nTARGET SECTION TO BE ANNOTATED:\n I have watched men become\nmonsters before my eyes. They\nslaughter each other; fathers\nkilling their children, brother\nmurdering brother. Such a hunger\nis in them.\nThis is truly the end of days.\n\nKANE\nDo you believe that?\n\fSolomon Kane by Michael J. Bassett 67\n\nFATHER MICHAEL\nI believe that God is testing my\nfaith.\n\nKANE\nBy cursing us all? Christ and all\nhis Angels are asleep whilst we\nsuffer.\n\nFATHER MICHAEL\nMind your blasphemy! It’s as God\nwants it. He wants to feel our\nlove for him even through our\nagony.\n\nKane gets to his feet and paces angrily.\n\nKANE\nFeel our love?! How can it be\nright that this evil is walking\namongst us, pouring its poison\ninto the land, when all we have\nto protect us is...what? Faith?\nWhere are the warriors who will\ntake the fight to them? why don’t\nthey walk amongst us just as the\nfoul creatures do? Tell me,\nPriest; who in the world can\nfight this Evil?\n\nKane is caught in a shaft of moonlight which splinters\nthrough the broken roof. Sword in hand, pistol in his belt\nand anger written across his face... ...the answer to\nKane’s own question is obvious to the priest, even if it is\nnot to Kane himself.\n\nKane hears a movement and is suddenly alert.\n\nKANE\nThere is something out there.\n\nFATHER MICHAEL\nNo son, there is nothing evil out\nthere.\nKane prepares himself for a fight\n\nFATHER MICHAEL\nThe evil is here already.\n\nKane turns to him, confused by this.\n\nKANE\nWhat do you mean?\n\fSolomon Kane by Michael J. Bassett 68\n\nThe Priest limps over to a trap door in the floor of the\nchurch. He reaches to the handle and lifts it. Kane picks\nup a burning brand and approaches.\n\nFATHER MICHAEL\nSee...\n\nFor a moment Kane stares into the BLACKNESS BELOW and sees\nnothing and SUDDENLY a DOZEN PALE FACES appear, luminous\nevil eyes, snarling and grasping for him but they can’t get\nout of the cellar.\n\nKANE\nMy God...",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER MICHAEL\nSee... For a moment Kane stares into the BLACKNESS BELOW and sees\nnothing and SUDDENLY a DOZEN PALE FACES appear, luminous\nevil eyes, snarling and grasping for him but they can’t get\nout of the cellar. KANE\nMy God... \n\nTARGET SECTION TO BE ANNOTATED:\nFather Michael giggles a little. It’s an uneasy, slightly\ninsane laugh.\n\nFATHER MICHAEL\nWhat was I to do? They were men\nand women once; People I knew.\n\nKANE\nDestroy them, man!\n\nFATHER MICHAEL\nI cannot destroy them; I am their\nshepherd. This is my test of\nfaith; to love even the foulest\ncreatures.\n\nThe CREATURES in the cellar are silent but watch Kane with\nterrible menace and hunger. They have sharp, bloody teeth,\ntheir hair is thinning and falling out in clumps, their\nskin white and waxen.\n\nKANE\nNot any more. They are changed...\nthey are creatures of darkness\nnow. I have seen the like before\nin my travels. Vampires or undead\nghouls of some form...You\ncannot...\n\nFATHER MICHAEL\nNo! They are my flock and I have\na duty of care towards them. I...\nkeep them. I... care for them.\nI... feed them.\n\nKane is horrified.\n\nKANE\nFeed them? What do they eat?\n\nTHE PRIEST SUDDENLY RUSHES AT KANE and SHOVES HIM BACKWARDS\ntowards the OPEN TRAP DOOR.\n\f65\n\nSolomon Kane by Michael J. Bassett 69\n\nFATHER MICHAEL\nFlesh.\n\nKane, taken by surprise, stumbles and teeters on the edge\nof the open hatchway... and it seems that he might just\nkeep his footing until...\n\n...with a bloodcurdling cry, one of the ghouls leaps up and\ngrabs his leg, yanking him backwards.\n\nKane TUMBLES BACK DOWN INTO THE PIT.\n\nThe Priest dashes forward and slams the cellar door closed\non the snarling, screeching pack of ghouls.\n\nFATHER MICHAEL\nMay God have mercy on your soul.\n\nCUT TO:\n\nINT. CHURCH CELLAR - CONT 65\n\nAS soon as KANE TUMBLES INTO THE DARK, the GHOULS attack\nhim. Their mouths open baring razor edged teeth.\n\nThe BURNING TORCH has fallen into the pit with him, its\nflickering light illuminating the dark space.\n\nKane cries in anger and pain as he beats off his attackers -\nthey are feral but weak.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir mouths open baring razor edged teeth. The BURNING TORCH has fallen into the pit with him, its\nflickering light illuminating the dark space. Kane cries in anger and pain as he beats off his attackers -\nthey are feral but weak. \n\nTARGET SECTION TO BE ANNOTATED:\n He grabs the burning brand and\nsprings to his feet, trying to gauge his position.\n\nThere are A DOZEN GHOULS all regrouping, ready to attack\nagain.\n\nKane draws his PISTOL and shoots one in the face. It flies\nback into the others. He hasn’t time to reload again as\nthey attack...\n\nHe draws his short sword and begins to hack at them. Weight\nof numbers and slashing claws force him back and they seem\nto feel no pain and have no care for their own safety but\ntheir blood lust is immense. As one falls, the others begin\nto tear at it too.\n\nBut Kane is pressed back against the crypt walls, fighting\nfor his life now. One leaps right onto him trying to reach\nhis throat, shoving him back hard...\n\n...and some of the MASONRY GIVES WAY BEHIND HIM. The dusty\nbrickwork collapses backwards into an open space beyond.\n\nThere’s a TUNNEL which stretches away to unfathomable\ndarkness.\n\f66\n\n67\n\nSolomon Kane by Michael J. Bassett 70\n\nKane knows what he has to do now; Alternately slicing at\nthe ghouls and trying to break open the tunnel entrance.\n\nHe shoves the torch at one of the creatures and sets its\nragged clothing alight. It screams around the room igniting\nthe others it touches.\n\nThis gives Kane just enough time to tumble through the\nsmall opening and into the dusty and narrow passageway\nbeyond.\n\nHe turns and runs as fast as he can into the distance, his\ntorchlight quickly being swallowed in the gloom.\n\nThe surviving GHOULS scramble through the opening after\nhim.\n\nCUT TO:\n\nINT. CHURCH - CONT 66\n\nThe PRIEST listens, nervously, to the screams and cries\ncoming from the floor beneath him. He seems satisfied that\nhis task is done.\n\nBut then a SHADOW FALLS ACROSS HIM. He turns slowly and\nSCREAMS...asS a blade flashes through the air...\n\nHARD CUT TO:\n\nINT. BARN - NIGHT 67\n\nThe small side door to a BARN is pushed quietly open as the\nyoung shepherd boy THOMAS WOOLMAN enters, quickly followed\nby MEREDITH. She is shaking with cold and exhaustion.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARD CUT TO:\n\nINT. BARN - NIGHT 67\n\nThe small side door to a BARN is pushed quietly open as the\nyoung shepherd boy THOMAS WOOLMAN enters, quickly followed\nby MEREDITH. She is shaking with cold and exhaustion. \n\nTARGET SECTION TO BE ANNOTATED:\nTHOMAS\nYou’11 be warm in here.\n\nMEREDITH\nThank you. God bless you.\n\nMeredith finds a bale of hay and settles into it.\n\nThomas lights an oil lamp and comes near to her. He takes\nhis heavy wool coat and puts it around her shoulders.\n\nTHOMAS\nWhere were you going?\n\nMEREDITH\nAnywhere. Nowhere. I escaped from\nmen who’d captured me. Servants\nof some terrible evil.\n\n(MORE )\n\f68\n\nSolomon Kane by Michael J. Bassett 72\n\nMEREDITH(cont'd)\n\nThey killed...They killed...oh\nLord...my family.\n\nFor the first time the true impact of Meredith’s loss seems\nto overwhelm her. She breaks down into tears.\n\nTHOMAS\nThose raiders they came to this\nvillage too. They spared the\nfamilies of those men who joined\nthem. Others they simply murdered\nor took away. My sister was\ntaken and many others.\n\nMEREDITH\nI am so sorry.\n\nTHOMAS\nShe did not escape them but you\ndid. None have done that before\nand survived.\n\nCUT TO:\n\nINT. TUNNELS BENEATH CHURCH - NIGHT 68\n\nRagged, bloody and exhausted KANE is hiding in a dark\nalcove within the tunnels. He’s trying to mask his torch\nflame and listen to the oncoming SNARLS and FOOTFALLS of\nthe GHOULS.\n\nThey’re coming ever nearer. Soon they will corner him in\nhis hiding space and so he takes a breath and RUNS OUT into\nthe open CORRIDOR.\n\nThey see him and immediately charge after him. The burning\ntorch hardly throws enough light for him to see where he\nmight be heading.\n\nHe makes random, careless turns down junctions, totally\nlosing himself in the labyrinth.\n\nThe walls of the tunnels are lined with crypts, coffins and\npiles of bones. All ancient and dusty.\n\nBut there is still no way out and he can HEAR THE CREATURES\nhunting him.\n\nA sudden gust of air makes Kane’s brand flicker and he\nknows which way to go now.\n\nHe steps out into another corridor and...\n...RIGHT INTO A GHOUL that has been stalking him. Kane\n\nturns and manages to skewer it onto his sword and race\naway .",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\n... RIGHT INTO A GHOUL that has been stalking him. Kane\n\nturns and manages to skewer it onto his sword and race\naway . \n\nTARGET SECTION TO BE ANNOTATED:\n\f69\n\nSolomon Kane by Michael J. Bassett 72\n\nAhead of him he sees a shaft of silver moonlight breaking\nthrough the exit to the chamber.\n\nTwO MORE GHOULS suddenly leap down in front of him but he\ndoesn’t break pace he simply CHARGES RIGHT AT THEM.\nShouldering one out of the way and carrying the other with\nhim some distance... his sword having passed through it.\n\nHe flings the body to one side and scrabbles through the\novergrown exit.\n\nCUT TO:\n\nEXT. CEMETERY - NIGHT 69\n\nKANE flops down onto the wet grass and scrambles away. All\nhis attention focused on the exit... but nothing is\nfollowing him.\n\nExhausted he lies back and takes a moment to catch his\nbreath.\n\n...@ HUMAN HEAD suddenly lands on the ground right beside\nhim. It is the PRIEST’S HEAD.\n\nVOICE 0/S\nFriend of yours?\n\nKane turns suddenly to find himself facing FIVE RAIDERS on\nhorseback. He rises to his feet and faces them without\nfear.\n\nKane recognizes three of the RAIDERS. They are THE THIEVES\nWHO ATTACKED him in the woods days earlier but now they are\nclad in the livery of the raiders. The insignia on their\nclothes, their manner and weapons different from before.\n\nThe Great Bearded attacker suddenly seems to recognize who\nKane is. He laughs.\n\nBEARD\nRemember this one lads? He’s not\na fighter, remember?\n\nBEARD swings down off his horse. SKINHEAD and TATTOO drop\ndown too. They approach Kane, slowly, clearly looking\nforward to toying with him again. The other two Raiders\nmore corrupted and savage looking than the three, remain on\nhorseback.\n\nKANE\nSo you have pledged your\nallegiance to this sorcerer?\n\fSolomon Kane by Michael J. Bassett 73\n\nBEARD\nWe want to be on the winning\nside, see. Malachi will hold all\nthis land soon enough.\n\nKANE\nIs that his name; Malachi?\n\nBEARD\nThey say he’s the most powerful\nwarlock that’s ever been. But I\nwouldn’t know about that.\n\nSKINHEAD\nWhat you doing here Puritan? Only\nthing round here is fighting.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I\nwouldn’t know about that. SKINHEAD\nWhat you doing here Puritan? Only\nthing round here is fighting. \n\nTARGET SECTION TO BE ANNOTATED:\nTATTOO\nAnd you don’t do that do you?\n\nA beat. A smile flickers across Kane’s bloodied face.\n\nKANE\nWell, you know, I changed my mind\nabout that.\n\nBEARD\nWhat?\n\nThen, swift as some great predatory beast KANE LEAPS\nFORWARD, swords flashing. He DECAPITATES TATTOO with one\nswift stroke and in a blur of motion drives his blade into\nthe belly of SKINHEAD.\n\nBEARD just about manages to avoid Kane’s returning slicing\nstroke of his blade. Fast and brutal he attacks Kane. The\nother Raiders drop from their horses and press in on him\ntoo.\n\nBathed in the silvery moonlight and amongst the hanging\nmist of the cemetery they fight, though there is never any\ndoubt as to the outcome...\n\nKane slices the leg tendons of Beard who drops to the\nground, screaming then he turns on the remaining two\nraiders.\n\nONE IS ALREADY RUNNING FOR HIS HORSE, he leaps on and\nManages to escape but the other is too slow. Kane snatches\nup a sword from the ground and hurls it after the running\nman. It catches him awkwardly across the neck, severing his\njugular.\n\nVictorious, Kane stands for a moment, listening to the\nwhimpering cries of the dying and the thunder of horses\nhooves disappearing into the night.\n\fSolomon Kane by Michael J. Bassett 74\n\nHe turns his attention to BEARD who is trying to crawl away\non useless legs. He has crawled near the entrance to the\nunderground tunnels.\n\nKane grabs Beard and pulls him even NEARER to the tunnel\nentrance. Clawed hands reach out to grab him. Beard\nscreams in fear.\n\nBEARD\nWhat are they! !?\n\nKANE\nThey are your brothers.\n\nKane he takes the locket from around his neck and shows\nBeard the picture of Meredith.\n\nKANE\nThis girl; your kind took her.\n\nBEARD\nI don’t know her.\n\nKANE\nThis is your only chance to live\nout this night, so look\ncarefully.\n\nHe pushes Beard back a little nearer. Several of the\ncreatures take hold of him and try to yank him backwards.\nTheir excited snarling fills the air.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pushes Beard back a little nearer. Several of the\ncreatures take hold of him and try to yank him backwards. Their excited snarling fills the air. \n\nTARGET SECTION TO BE ANNOTATED:\n Kane sees their eyes\nshining in the dark tunnels.\n\nKANE\nHave you seen her?!\n\nBEARD\nYes! Yes, I saw her.\n\nKANE\nWhere they’re taking her?\n\nBEARD\nShe’s going nowhere.\n\nKANE\nTalk in riddles and I’11 cut your\ntongue from your head!\n\nBEARD\nShe’s dead! She’s dead.\n\nKANE\nWhat? Liar!\n\f70\n\n71\n\nSolomon Kane by Michael J. Bassett 75\n\nBEARD\nNo; I want to live! I wouldn’t\nlie. She’s dead. I saw her body\ndragged from the wagon. I was\nthere.\n\nKANE\nNo! No! NO! This cannot be. She\ncannot be dead.\n\nBEARD\nShe is. Now, I told you what you\nwant! Let me go!\n\nKane releases Beard from his grips. Instantly he is grabbed\nby the ghouls and dragged back into the catacombs.\n\nKane simply walks away as Beard’s agonized screams echo\nacross the cemetery as he is eaten alive.\n\nKane seems oblivious to this as he slowly collapses to the\nground against a headstone with an elaborately carved ANGEL\nOF DEATH perched upon it.\n\nFADE TO BLACK:\n\nEXT. SMALL MARKET TOWN - DAWN 70\n\nRising through the mist shrouded countryside are the WALLS\nOF A SMALL MARKET TOWN.\n\nA FIGURE ON HORSEBACK emerges through the mist and heads\nslowly towards the gates.\n\nCUT TO:\n\nEXT. SMALL TOWN MARKET SQUARE - MORNING 71\n\nThere are dozens of stall holders trying to scrape a ragged\nliving in the SMALL MARKET SQUARE. It is filthy, wet and\nraining but still bustling with bedraggled customers.\nAmongst them are RAIDERS grouped together drinking and\nshouting. It seems this town has already fallen into their\nthrall. The insignia of the sorcerer, Malachi, the same\nthat all these Raiders and their followers wear, flies on a\npendant over the town.\n\nA few of the LOCALS move hurriedly aside as a DARKLY\nDRESSED RIDER leads THREE HORSES through the town gates and\ninto the market square. He ignores the sideways glances and\nnervous chatter of those he passes.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe insignia of the sorcerer, Malachi, the same\nthat all these Raiders and their followers wear, flies on a\npendant over the town. A few of the LOCALS move hurriedly aside as a DARKLY\nDRESSED RIDER leads THREE HORSES through the town gates and\ninto the market square. He ignores the sideways glances and\nnervous chatter of those he passes. \n\nTARGET SECTION TO BE ANNOTATED:\n Doesn’t care that a\nfew Raiders watch him.\n\nKANE leads the horses through the market to a STABLE\nnearby.\n\fSolomon Kane by Michael J. Bassett 76\n\n72 EXT. STABLE - CONT 72\n\nKANE dismounts and leads the horses past a BLACKSMITH and\ntowards the entrance of the stable. The STABLE MASTER comes\nout to greet Kane.\n\nSTABLE MASTER\nGood day to you. You’d like to\nstable your horses?\n\nKANE\nI want to sell them.\n\nThe Stable Master notes the Raider’s insignia on their tack\nand saddles. He’s suddenly a little more suspicious and\nfrightened.\n\nSTABLE MASTER\nHow did you come by these\nanimals?\n\nKANE\nWhat does it matter?\n\nSTABLE MASTER\nThey carry the mark of Malachi.\nIf you stole them...\n\nKANE\nYou cannot steal from dead men.\n\nThe Stable Master now notices KANE’S BLOODY WEAPONS and\nclothing, suddenly he’s VERY nervous. Looks around the town\nsquare to see if anyone is watching them.\n\nSTABLE MASTER\nDid you kill them?\n\nKane is silent.\n\nSTABLE MASTER\nWe heard of a man who has been\nhunting them. You fought them and\nwon.\n\nKANE\nI won nothing.\n\nThe Stable Master becomes suddenly conspiratorial. He takes\nKane to one side.\n\nSTABLE MASTER\nYou must hide Sir. This town is\ntheirs; all around here they hold\nsway. Everywhere.\n\n(MORE )\n\f73\n\nSolomon Kane by Michael J. Bassett 7\n\nSTABLE MASTER(cont'd)\nAnd spies work for them,\nlistening in shadows betraying\nany who would fight back. If they\nknow you are here...\n\nKANE\n(too loudly)\nI don’t care who knows.\n\nSTABLE MASTER\nBut there are also others here\nwho would fight. They are just\nwaiting for enough men...\n\nKANE\nThen let them fight. Pay me.\n\nSTABLE MASTER\nWould you not join them?\n\nKANE\nNo. Now pay me - enough to drink\nmyself into oblivion.\n\nCUT TO:\n\nINT. BARN - MORNING 73\n\nMEREDITH, hidden under a bed of straw, opens her eyes to\nthe SOUND OF THE BARN DOOR OPENING and VOICES. She is\ncompletely hidden amongst the straw.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nINT. BARN - MORNING 73\n\nMEREDITH, hidden under a bed of straw, opens her eyes to\nthe SOUND OF THE BARN DOOR OPENING and VOICES. She is\ncompletely hidden amongst the straw. \n\nTARGET SECTION TO BE ANNOTATED:\nJONAH 0/S\nIs she in here?\n\nTHOMAS 0/S\nWhy do we need to do this Father?\n\nThrough strands of straw Meredith watches THOMAS and his\nfather, JONAH, a strong looking middle aged man with a\nheavy beard walking alongside. He is clearly angry; he\ngrabs his son roughly.\n\nJONAH\nBecause if they find we’ve been\nsheltering her there’1l...they’11\nburn us out... or worse.\n\nTHOMAS\nShe lost her family.\n\nJONAH\nSo did we! And I will not lose\nanything more to save some\nstranger. Now find her.\n\nMeredith shrinks back into the hay as...\n\fSolomon Kane by Michael J. Bassett 78\n\nReluctantly Thomas makes his way towards THE HAYSTACK.\n\nTHOMAS\nMeredith. It’s Thomas - come on\nout.\n\nHe pauses for a moment then, on the urging of his father\nhe pulls away the hay...\n\n...but Meredith is not there.\n\nSuddenly a different haystack, right in front of Jonah,\nerupts as MEREDITH BURSTS OUT and DASHES FOR A HANGING\nPITCHFORK nearby.\n\nShe snatches it from the hanger and whirls on Jonah and\nThomas, holding them at bay.\n\nMEREDITH\nYou betrayed me!\nTHOMAS\nI am sorry.\nJONAH\n\nSee now, girl...\nMeredith backtracks towards a small side door\n\nJONAH\nListen girl they’re everywhere\nnow. Those who deny them will be\nkilled; we have to show our\nloyalty.\n\nMEREDITH\nAnd sacrifice me?!\n\nJONAH\nYes.\n\nJonah suddenly lunges for her. MEREDITH DRIVES THE\nPITCHFORK INTO JONAH. It skewers him through the arm and\nshoulder. He falls backwards, screaming in rage and pain.\n\nMeredith tears open the BARN DOOR...\n\n...And SCREAMS because...\n\n...the OVERLORD IS STANDING SILHOUETTED IN THE DOORWAY. His\nmassive bulk fills the frame. A cohort of his Raider behind\nhim.\n\nInstinctively Meredith drives her pitchfork into him. The\n\nsharp prongs penetrate his leather armour and go deep into\nhis chest.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nA cohort of his Raider behind\nhim. Instinctively Meredith drives her pitchfork into him. The\n\nsharp prongs penetrate his leather armour and go deep into\nhis chest. \n\nTARGET SECTION TO BE ANNOTATED:\n\f74\n\nSolomon Kane by Michael J. Bassett 79\n\nFatal for any other man, but the Overlord hardly seems to\nnotice. He yanks the pitchfork from his flesh and grabs\nher.\n\nTwo Raider’s speak for the Overlord.\n\nRAIDERS/OVERLORD\nMy Master has a special\npunishment for you. He has need\nof your lifeblood.\n\nMeredith fights against his enormous strength, tearing at\nhis mask. A section comes free, exposing a staring, lidless\neye and torn, rotting flesh.\n\nThe Overlord smashes his fist down onto her. Meredith’s\nworld goes black...\n\nCUT TO:\n\nINT. TAVERN - DAY. LATER 74\n\nAn INNKEEPER makes his way through his CROWDED ALE-HOUSE to\na TABLE IN A DARK CORNER. A motley bunch are drinking\nthemselves into a stinking stupor on his ale. Mostly local\nPEASANTS but there are a HANDFUL OF RAIDERS in here too.\n\nThe innkeeper refills a tankard on the table from the\ngallon flagon he’s carrying then withdraws. A HAND shoots\nout of the shadows and grabs his arm.\n\nKANE\nLeave it all.\n\nA bag of coins is tossed onto the table.\n\nLANDLORD\nAs you wish.\n\nThe Landlord leaves the flagon of ale and scoops up the\nmoney. He withdraws quickly.\n\nKane drains his tankard, then refills it swiftly. He’s\nclearly been there a while and is heading for the drunken\noblivion he craves.\n\nThe locket with MEREDITH’S PICTURE is in his hand.\n\nThe rest of the place is loud and busy but Kane simply\nignores it. He enjoys the gloomy darkness of his corner.\n\nTwO MEN - GARRICK and TELFORD - push through the crowd\ntowards him. They stop and peer at this drunken man.\n\nGARRICK\nAre you certain?\n\fSolomon Kane by Michael J. Bassett 80\n\nTELFORD\n(looking closely)\nIt’s him. I knew it.\n\nKane hardly notices them as they slide in opposite him.\nTelford is in his early 20’s, Garrick a little older. Both\nare grubby, weary and carelessly dressed but not\naggressive.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nKane hardly notices them as they slide in opposite him. Telford is in his early 20’s, Garrick a little older. Both\nare grubby, weary and carelessly dressed but not\naggressive. \n\nTARGET SECTION TO BE ANNOTATED:\n They seem nervous, scanning the room for\neavesdroppers. Neither wants to draw attention to himself.\nThey lean in to Kane who finally looks up.\n\nGARRICK\nSir?\n\nHe ignores the newcomers.\n\nTELFORD\nCaptain Kane? Don’t you remember\nme?\n(Kane still ignores\nthem)\nI was a mate on the Queen’s Ship\nFleetway that you captained.\n\nKane peers at him, drunkenly.\n\nKANE\nNever seen you before.\n\nTELFORD\nWe fought in Africa, against the\ntribes in the cliff caves. Don’t\nyou remember?\n\nGarrick pulls Telford to one side.\n\nGARRICK\nIt is not him.\n\nTELFORD\nIt is. It’s Kane. I’1l never\nforget him. This is the man who\ncan lead us, believe me.\n\nGARRICK\nWhere can he lead us? To another\ntavern? Look at him.\n\nGarrick turns back to Kane, still unconvinced.\n\nGARRICK\n(quietly)\nHey; drunkard. My friend here\nsays you are the greatest warrior\nhe ever saw. I don’t believe him.\n\fSolomon Kane by Michael J. Bassett aL\n\nKANE\nI told you, I don’t want...\n\nTELFORD\nA cohort of Malachi’s raiders\nrode out at dawn; they were\nhunting a man who has been\nharrying them for these past\ndays. Was it you?\n\nKane looks up, slightly.\n\nTELFORD\n(urgently and a little\nloud)\nThere are those of us here who\nwould rally to you Captain Kane.\n\nGARRICK\n(to Telford)\nKeep your voice down; there are\nothers who would betray us.\n\nKANE\nWhat do you mean, ‘a man like\nme’? A failure?\n\nTELFORD\nNo; you’re a brave man, a\nwarrior. I know what you can do\nCaptain, I have seen it.\n\nKane suddenly grabs Telford across the table and yanks him\nclose.\n\nKANE\nYou don’t know what you’re\ntalking about. I am nothing.\n\nGARRICK\nHe’s no use. Leave him to his\ndrink.\n\nTELFORD\n\nNo! Captain Kane, we need a\nleader.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeave him to his\ndrink. TELFORD\n\nNo! Captain Kane, we need a\nleader. \n\nTARGET SECTION TO BE ANNOTATED:\n We have to fight back\n\nIt is clear that people have overheard them now.\n\nKANE\nThen fight!\n\nKane stumbles to his feet. He falls a little but rights\nhimself.\n\nTELFORD\nKane...\n\f75\n\nSolomon Kane by Michael J. Bassett 82\n\nKANE\nI swore to find her and I failed.\nMy life is over.\n\nAnd with that, Kane staggers into a GROUP OF DRINKERS who\nshove him away aggressively and he topples over\noverturning a table and falls, unconscious to the floor\nThe LANDLORD looks down on Kane. He notices that some of\nthe Raiders nearby are taking an interest. The LANDLORD\ncovers this quickly.\n\nLANDLORD\nThis drunkard has had enough;\ntake him to his bed lads.\n\nCUT TO:\n\nINT. INN. COMMUNAL BUNKHOUSE - NIGHT 75\nKANE sleeps in his clothes on a rough straw mattress. His\nfew possessions are piled carelessly near his bed. There\nare a handful of OTHER DRUNKS sleeping off their booze.\nSlowly, the DOOR to the BUNKHOUSE creaks open. Six dark,\nSHADOWY FIGURES waiting in the darkness. Hushed whispers,\ninaudible instructions but then one voice a little clearer.\nVOICE\nThere. Kane is over there. He’s\nthe one I saw.\n\nFIVE FIGURES stalk across the room. A sleeping DRUNK\nwakes...\n\nDRUNK\nWhat are you...?\n\nHIS THROAT IS CUT.\n\nThe FIGURES SURROUND KANE’S BED, swords in hand, ROPES and\nSHACKLES in others. They position themselves carefully.\n\nOne stumbles, makes a noise...\n\nKANE, alerted, rouses from his slumber but is too slow...\nHe fumbles for his sword only to have it kicked away.\n\nThe ATTACKERS GRAB HIM...\nCUT TO:\n\f76\n\n77\n\nSolomon Kane by Michael J. Bassett 83\n\nEXT. ROAD. TRAVELLING SLAVE WAGON - MORNING 76\n\nMEREDITH now bloodied and beaten, is once again a prisoner\nin a cage. Others are crammed in as before but now she is\ntied to the bars by heavy ropes and unable to move.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nROAD. TRAVELLING SLAVE WAGON - MORNING 76\n\nMEREDITH now bloodied and beaten, is once again a prisoner\nin a cage. Others are crammed in as before but now she is\ntied to the bars by heavy ropes and unable to move. \n\nTARGET SECTION TO BE ANNOTATED:\nShe slumps against her bonds, hardly registering the\ntroughs and pot-holes the wagon hits.\n\nCUT TO:\n\nEXT. MARKET SQUARE - DAWN 77\n\nCLOSE ON: GARRICK’S FACE - SCREAMING in agony. With every\nBLOW OF THE HAMMER he cries louder. His HANDS are being\nNAILED TO A WOODEN CROSS by a RAIDER.\n\nThe STABLE KEEPER is nearby him, unconscious and bloody -\nalready pinned to the wood. OTHERS too are lined up; anyone\nwho might have been involved with them is being crucified\nin the town square. TELFORD is not there though.\n\nA PARTY of RAIDERS and LOCALS are raising the crosses. The\nmarket square has been trashed, any stalls that were left\nhave been shattered, others are burning.\n\nThe silent OVERLORD watches from his horse as the first of\nthe crosses are raised. The cries of pain are unbearable.\n\nThe TOWN LOCALS have been herded into a group. Raiders with\ntheir weapons ready face them but no one is going to fight.\n\nA POSSESSED RAIDER speaks with his MASTER’S VOICE. It\nechoes unnaturally across the town square.\n\nRAIDER/OVERLORD\n\n(talking to the\n\ntownspeople)\nThis is the fate of those who\nwould defy us. These traitors in\nyour midst have brought about\nyour destruction. There will be\nno mercy.\n\nThe OVERLORD turns to see...\n\n...KANE BEING DRAGGED OUT OF A NEARBY BUILDING by his\nCAPTORS. He is not struggling, seemingly resigned to his\nfate.\n\nThe Raiders haul Kane across the square, literally dragging\nhim over the stones and casting him to the ground before\nthe Overlord who regards him from behind his expressionless\nmask. He drops from his horse and approaches Kane.\n\fSolomon Kane by Michael J. Bassett 84\n\nRAIDER\nThis is the one Master, the one\nwho hunts us. The rebels want him\nas their leader.\n\nThe Overlord leans down to Kane, reaches out with a gloved\nhand and raises his face to his own. The Overlord’s eyes\nstare keenly from the mask. He is so close to Kane now that\nhe can whisper IN HIS OWN VOICE. It is a frail, rasping\nwhisper.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Overlord’s eyes\nstare keenly from the mask. He is so close to Kane now that\nhe can whisper IN HIS OWN VOICE. It is a frail, rasping\nwhisper. \n\nTARGET SECTION TO BE ANNOTATED:\n He is almost tender as he speaks.\n\nOVERLORD\nCan you hear me Solomon?\n\nKane stares up at the monster before him.\n\nOVERLORD\nDo you know me?\n\nKANE\nI know you for the foul servant\nof evil you are.\n\nOVERLORD\nHe cannot be defeated - even by\nyou. Join us.\n\nKANE\nI am going to kill you all.\n\nOVERLORD\nYou cannot kill one who is\nalready dead. Goodbye brother.\n\nThe Overlord stands suddenly and turns and strides away\nfrom Kane any hint of humanity or connection is lost\n\nKANE\nBrother?! What do you mean? What\ndo you know of my brother?!\n\nThe Overlord ignores him and once more he speaks through\nhis minions.\n\nRAIDER/OVERLORD\n(to the crowd)\nThis man cannot save you from us.\nHe is nothing!\nCrucify him.\nBurn this town to ashes.\n\nAmidst the screams of protest and fear of the townspeople,\nthe Overlord climbs onto his horse and thunders away,\ntaking many of his warriors with him.\n\nCUT TO:\n\f78\n\n79\n\nSolomon Kane by Michael J. Bassett 8s\n\nEXT. VILLAGE WALLS - CONT 78\n\nThe OVERLORD leads his men away. As they pass the gated\nentrance a GROUP OF SLAVE CAGE WAGONS that have been\nwaiting outside the town are whipped into action.\n\nMEREDITH IS IN ONE OF THE CAGES.\n\nEXT. MARKET SQUARE - CONT 79\n\nUnder the light of a blood-red dawn KANE is taken and\nshoved forward through the crowds. The Raiders kick and\npunch him. Some of the crowd are silent whilst others are\nshouting and jeering.\n\nONLOOKER\nHe brought this on us! It is his\nfault!\n\nIn the background PEOPLE are SCREAMING as soldiers set FIRE\nto the houses.\n\nKANE ignores it all. He has already given up; there is\nnothing more he can do now.\n\nThey TIE A ROPE AROUND HIS CHEST, holding him to the cross\nand stretch his arms onto the beams. Then the long iron\nnails are laid against his palms and POUNDED THROUGH THE\nFLESH. He grits his teeth against the agony but makes no\nsound.\n\nRAIDER\n(to his companion)\nHe’s tough. They always scream.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grits his teeth against the agony but makes no\nsound. RAIDER\n(to his companion)\nHe’s tough. They always scream. \n\nTARGET SECTION TO BE ANNOTATED:\nCOMPANION\nDid you see the Master? He fears\nthis man above all others.\n\nRAIDER\nBest make sure he suffers then.\n\nThe pair continue to SMASH THE NAILS into Kane’s body. With\neach brutal HAMMER BLOW the SCREAMS Kane can hear all\naround him finally begin to fade. The leering, laughing\nfaces of the Raiders, their punches and blows mean nothing\nany more. He is dying...\n\nHis vision flickers to BLACK for a moment...\n\nHe regains consciousness again as HIS CROSS IS RAISED TO\nVERTICAL... His body sags down against the ropes holding\nhim to the main vertical beam. His arms pull against the\nnails through his palms. Blood runs down his arms.\n\f80\n\nSolomon Kane by Michael J. Bassett a6\n\nBut when he opens his eyes and looks down THE WORLD HAS\nCHANGED...\n\nHE IS IN HELL.\n\nIt is the same MARKET SQUARE, still burning, people still\nscreaming but everything is heightened. He can see the\nDEMONS twisting and sliding within the bodies of the\nRaiders like foul parasitic creatures feeding on the pain\nand fear. The VILLAGERS are screaming and twisted in\ntortured agony. Demons tear at them as their town burns.\nDante could not have imagined anything worse.\n\nOnly now does Kane start to SCREAM...\n\nCUT TO:\n\nEXT. ROAD. SLAVE WAGON - MORNING 80\n\nMEREDITH looks up from her stupor as they pass the entrance\nto the town.\n\nThe billowing smoke from the burning buildings smothers\ntheir way in a thick pall and as they pass through the\nbroken walls of the market town are revealed.\n\nAnd in the town square are FIVE CRUCIFIED MEN.\n\nShe cannot help but look at the horrific image and sees...\n...KANE ON THE CROSS.\n\nShe hears his screams.\n\nMEREDITH\nSolomon! Solomon!\n\nShe screams now and tears at the bonds. Rocking the whole\ncage. A Raider smacks the cage with his cudgel. The\nprisoners shrink back in fear.\n\nRAIDER\nSilence!\n\nBut Meredith ignores him, growing more hysterical with\nevery moment.\n\nANOTHER RAIDER\n(to the drivers)\nGet us away from here!\n\nThe horses are whipped and the train picks up speed.\nClattering away and increasing pace.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nANOTHER RAIDER\n(to the drivers)\nGet us away from here! The horses are whipped and the train picks up speed. Clattering away and increasing pace. \n\nTARGET SECTION TO BE ANNOTATED:\n\f81\n\n82\n\n83\n\nSolomon Kane by Michael J. Bassett 87\n\nMEREDITH\nKane! ! SOLOMON KANE!!! Please!\nKane!!!\n\nCUT TO:\n\nEXT. SMALL TOWN MARKET SQUARE - CONT 81\n\nKANE is still staring down at the vision before. Then he\nhears Meredith’s cries, faintly at first as if they are\nsimply another part of his dying moments but then cutting\nthrough more clearly.\n\nMEREDITH 0/S\nSolomon! Solomon Kane!\nPlease...God save him....\n\nBeyond his vision of hell he can see MEREDITH’S WAGON\noutside the town gates.\n\nKANE\n(barely a whisper)\nMeredith.\n\nShe is alive. He has not yet failed.\n\nMEREDITH\nSolomon!\nKANE\nMeredith!\nCUT TO:\nEXT. ROAD - CONT 82\n\nMEREDITH is screaming and fighting as the wagon train moves\naway from the village. Slowly she is losing sight of Kane\nbut doing everything she can to retain sight until the last\npossible moment, even as the Raiders are screaming at her\nfor silence.\n\nEXT. SMALL TOWN MARKET SQUARE - CONT 83\n\nKANE watches as Meredith’s wagon thunders out of sight.\n\nKANE\nMeredith! No!!\n\nKane closes his eyes, grits his teeth and summons every\nlast drop of strength he has...\n\f84\n\n85\n\nSolomon Kane by Michael J. Bassett 88\n\n...And with quivering muscles he begins to TEAR ONE ARM\nFROM THE CROSS. He pulls his wrist forwards, the NAIL\nSLIDING THROUGH HIS FLESH.\n\nHe screams in soul shattering agony...\n\nThe RAIDERS below him stand, frozen... unable to comprehend\nwhat is happening.\n\nAnd as he screams Kane let’s his weight drop against the\nrope holding him up and TEARS HIS OTHER ARM FREE.\n\nEXT. ROADS - CONT 84\n\nMEREDITH still trying to see Kane and the village, finally\nloses sight of them. She slumps against her own bonds.\n\nEXT. VILLAGE - CONT 85\n\nKANE has dropped to the ground now. He is stunned and\nbleeding, trying to gain his breath and work through the\nagony.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. VILLAGE - CONT 85\n\nKANE has dropped to the ground now. He is stunned and\nbleeding, trying to gain his breath and work through the\nagony. \n\nTARGET SECTION TO BE ANNOTATED:\nA few of the Raiders have stopped, amazed, to watch him as\nhe struggles to a kneeling position, blood pouring from his\nwounds. Kane stares at them with cold fury. But he can see\nmore than just the Raiders - he can see within the more\ncorrupted Raiders, there are DEMONIC CREATURES, like a\nparasite writhing within its host. Evil eyes stare at him\nfrom behind the human masks.\n\nSummoning incredible willpower, Kane, picks up an abandoned\nsword and readies for a fight.\n\nInstead the RAIDERS TURN AND FLEE.\n\nKANE\n(shouting after them)\nTell your Master I am coming!\nTell him I will wipe him and his\nservants from this earth.\n\nThe Raiders who are running from Kane head towards the town\ngates...\n\nThen, just as they pass through the entrance they are\nSUDDENLY ATTACKED by a HANDFUL OF MEN who appear from\nbehind the town walls. The Raiders hardly have time to\ndefend themselves and are BRUTALLY CUT DOWN.\n\nExhausted, Kane barely notices as these rebel fighters\napproach him. At their head is the young man from the bar -\nTELFORD.\n\f86\n\nSolomon Kane by Michael J. Bassett 89\n\nTelford hurries towards Kane even as Kane begins to falter\nand drop back down to his knees.\n\nFADE TO BLACK:\n\nINT. CAVE - NIGHT 86\n\nRising up from his darkness he hears the VOICE first. An\nold woman’s voice, incanting in an ancient tongue. Maybe\nCeltic maybe older even than that\n\nOLD WOMAN 0/S\n(in Celtic)\nA elfyntodd dwyr sinddyn duw\ncerrig yr fferllurig nwyn;\nos syriaeth ech saffaer tu\nfewr echlyn mor, necrombor llun\n\nKANE slowly opens his eyes to see - by the light of a\nflickering fire - an ANCIENT CRONE peering down at him and\nanointing him with liniments.\n\nTELFORD 0/S\n(hushed whisper )\nHe was a murderer, I know, but\ndon’t we need someone like him?\n\nANOTHER VOICE 0/S\nYou said he killed his own\nbrother.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaybe\nCeltic maybe older even than that\n\nOLD WOMAN 0/S\n(in Celtic)\nA elfyntodd dwyr sinddyn duw\ncerrig yr fferllurig nwyn;\nos syriaeth ech saffaer tu\nfewr echlyn mor, necrombor llun\n\nKANE slowly opens his eyes to see - by the light of a\nflickering fire - an ANCIENT CRONE peering down at him and\nanointing him with liniments. TELFORD 0/S\n(hushed whisper )\nHe was a murderer, I know, but\ndon’t we need someone like him? ANOTHER VOICE 0/S\nYou said he killed his own\nbrother. \n\nTARGET SECTION TO BE ANNOTATED:\nHuge SHADOWS of other people flicker against the ceiling of\nthe CAVE he is in. The whole place is lit by fires and\nburning brands.\n\nTELFORD 0/S\nI do not know that. It was just a\nrumor aboard the ship.\n\nBeyond the old woman stands TELFORD and a DOZEN OF HIS\nCOMRADES. All serious looking men. Exhausted, battle weary\nsoldiers, talking quietly.\n\nKANE\n(to the Crone)\nKeep your pagan magic away from\nme.\n\nThe wounds on Kane’s wrists and feet have been bound with\nleaves and healing pastes.\n\nOLD WOMAN\n(to Kane)\nMy pagan magic is more ancient\nthan your Christian god.\n\fSolomon Kane by Michael J. Bassett 90\n\nKANE\nIt is evil, witch.\n\nOLD WOMAN\nNot all witches are evil. And\nthere are those who name you evil\nKane. You who have one foot in\nthe realm of the dead now. Did\nyou cross over? What did you see?\n\nHe doesn’t reply.\n\nOLD WOMAN\nYour eyes see into the shadows\nnow.\n\nKANE\n\nWhat riddles do you speak?\n\nOLD WOMAN\nYou can see the demons that walk\namongst us. Are within us. A gift\nand a curse.\n\nKANE\nGet away from me.\n\nShe slowly rises to her feet and shuffles away from him.\n\nOLD WOMAN\nYou will meet your brother again\nsoon enough, Solomon Kane.\n\nKANE\nWhat do you know of my brother?\n\nOLD WOMAN\nIs that not what you desire? To\npay for you sins?\n\nShe passes Telford as he approaches.\n\nOLD WOMAN\n(to Telford)\nI have done what you asked; he\nwill be well now.\n\nTELFORD\nWhat do you see of our future?\n\nOLD WOMAN\nHe will lead you into blood and\ndarkness; are you ready for that?\n\f87\n\n88\n\nSolomon Kane by Michael J. Bassett on\n\nShe pulls his hand away from her and continues into the\ndarkness.\n\nCUT TO:\n\nEXT. CAVE [ESTABLISHING] - DAWN 87\nThe entrance to THE CAVE is well hidden against a wooded\nhillside. Heavy rain and mist make it even harder to\n\ndiscern amongst the leaves and undergrowth.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nEXT. CAVE [ESTABLISHING] - DAWN 87\nThe entrance to THE CAVE is well hidden against a wooded\nhillside. Heavy rain and mist make it even harder to\n\ndiscern amongst the leaves and undergrowth. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\nINT. CAVE - CONT 88\n\nKANE climbs to his feet, ignoring TELFORD and the OTHERS.\nHe stumbles a little in the half light but starts gathering\nup some supplies and weapons.\n\nTELFORD\nWhat are you doing?\n\nA young fighter CALDICOTT - not much older than Samuel was -\ntries to help him but Kane shrugs his aid away.\n\nKANE\nLeaving.\n\nCALDICOTT\nWhy?\n\nTELFORD\n\nYou are barely healed and there\nare too few of us just yet.\n\nAs Kane reaches for swords and pistols, Telford stops him.\nKane grabs Telford and pins him up against the cave wall. A\nblade on his throat in a flash.\n\nEveryone tenses. Swords grabbed, people press in - unsure\nwhat to do.\n\nKANE\nI do not ask you to come with me.\nI do not want you to.\n\nA great brute of a man, MCNESS, speaks.\n\nMCNESS\nAye, but we will. We’re here to\nfight with you. Telford has\npromised us you will destroy this\nevil.\n\nKane looks at Telford.\n\fSolomon Kane by Michael J. Bassett 92\n\nTELFORD\nThat’s why you’re here; to kill\nMalachi?\n\nKANE\nYes.\n\nTELFORD\nThen we can help you. Lead you to\nhim. Help you find her.\nAfter a long pause Kane lowers his blade and relaxes.\n\nCUT TO:\n\n89 INT. CAVE - LATER 89\n\nKane now sits with the others chewing on some bread.\n\nKANE\nTell me what you know of this\nMalachi.\n\nTELFORD\n\nFrom his castle overlooking\nAxmouth he is...\n\nKANE\nAxmouth Castle?\n\nKane is shocked.\nFLETCHER\n\nAye Axmouth; it’s a foul, place.\nDo you know it?\n\nKANE\nAxmouth Castle was... my home. I\nhave not seen it for many years\n\nbut I...\n\n(almost to himself)\nHave I come so far simply\nto...simply to return home?\n\nFLETCHER\n\nIt may have been your home but\nyou can be sure it will not be\nlike any home you remember. The\nvillage is naught but a ghost\ntown, abandoned to the darkness.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\n(almost to himself)\nHave I come so far simply\nto...simply to return home? FLETCHER\n\nIt may have been your home but\nyou can be sure it will not be\nlike any home you remember. The\nvillage is naught but a ghost\ntown, abandoned to the darkness. \n\nTARGET SECTION TO BE ANNOTATED:\nThe land all about is frozen and\ndead.\n\nKANE\nHow did this happen?\n\fSolomon Kane by Michael J. Bassett 93\n\nTELFORD\nMalachi opened a doorway to the\nunderworld. Fed with the blood of\nhis victims he draws forth every\nevil thing to corrupt the land.\n\nCALDICOTT\nThey say he sold his soul.\n\nTELFORD\nHe’s in league with a great evil\nnow and builds an army to carry\nhim to power. The demons he\nbrings from hell use the bodies\nof the raiders.\n\nKANE\nI have seen them; coiled inside\nthe soldiers like maggots in\nflesh.\n\nThere is a sudden DISTURBANCE by the entrance to the cave.\nEveryone reaches for their weapons.\n\nVOICE 0/S\nHail friends. Put down your arms.\nMCNESS\nMerton. Harris. Smith; how fares\nit?\nTELFORD\n\nWhat news brothers?\n\nTHREE MEN are entering. Shaking rain from their long coats\nhanding over weapons and talking with their comrades in low\nvoices.\n\nThe leader of these new arrivals, MERTON, comes into the\ncircle of firelight.\n\nMERTON\nWe followed that last slave wagon\nthe borders of Axmouth. I’m\ncertain we can get through; there\nare so few guards now. His\narrogance is such that he fears\nno attack. I...\n\nKane stares at Merton who sees this and offers his hand in\ngreeting.\n\nMERTON\nCaptain Kane, I’m glad to see you\nwell again; I’m Jack Merton.\n\fSolomon Kane by Michael J. Bassett 94\n\nBut WHAT KANE SEES is something beyond the human figure of\nMerton; he sees a shifting, shadowy creature within the\nhuman skin, peering out with fiery red eyes.\n\nHolding his gaze steadily Kane rises and takes Merton’s\nhand.\n\nMERTON\nWhat’s wrong?\n\nThen, without a word, Kane suddenly YANKS MERTON TOWARDS\nHIM, draws a pistol from his belt and FIRES INTO HIS CHEST.\n\nThe report of the gun is deafening and is followed by\nturmoil. Merton clutches his chest and sinks to his knees\nin agony.\n\nMcNess grabs Kane and hauls him backwards, throwing him to\nthe ground.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe report of the gun is deafening and is followed by\nturmoil. Merton clutches his chest and sinks to his knees\nin agony. McNess grabs Kane and hauls him backwards, throwing him to\nthe ground. \n\nTARGET SECTION TO BE ANNOTATED:\nHalf a dozen swords are pointed at Kane’s throat as Merton\ndies where he fell.\n\nCALDICOTT\nWhat have you done?!\n\nOTHERS 0/S\nKill him! Kill him now!\n\nFearlessly Kane pushes the threatening swords to one side\nand rises to his feet.\n\nKANE\nThis man, Merton, he was\npossessed of Malachi’s evil.\n\nTELFORD\nHe was our friend; our comrade.\n\nKANE\nCould you not see what was within\nhim? He was one of them.\n\nMCNESS\nI fought alongside him. He is no\ntraitor.\n\nKane strides over to Merton’s body.\n\nKANE\nHe was a traitor to you.\n\nKane tears Merton’s clothes open to reveal the SYMBOL OF\nTHE RAIDERS BRANDED ONTO HIS FLESH. There is a stunned\nsilence.\n\f90\n\nSolomon Kane by Michael J. Bassett 95\n\nKANE\nYour friend died long ago but his\nflesh was being used. You could\nnot have known.\n\nCALDICOTT\nHow did you know?\n\nKANE\nI can see them. As clear as you\nare to me now, I can see the evil\ninside them.\n\nTELFORD\nAll that we planned is known by\nour enemy.\n\nFLETCHER\n\nThen we have lost. How can we\nfight this power?\n\nKane surveys the men before him. Though they are fierce\nand determined, they are really little more than farmers\nand peasants. And now they are confused and nervous.\n\nBut Kane alone is undaunted.\n\nKANE\nGather your weapons.\n\nFLETCHER\nWe are not ready.\n\nKANE\nNeither are they.\n\nMCNESS\nWe are too few.\n\nKANE\nI have taken cities with fewer.\nTelford, tell them, you know it\n\nis true.\nGather your weapons; we ride out\nnow.\nMIX TO:\nEXT. AXMOUTH VALLEY [ESTABLISHING] - DAY 90\n\nHeavy, dark rain clouds hang low over the valley. There is\nno life here. The whole world seems trapped in the iron\nfist of mid-winter and permanent twilight. Freezing rain\nlashes down. In Kane’s memory this may once have been rich\nin life and joy but now it is a black, skeletal place.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe whole world seems trapped in the iron\nfist of mid-winter and permanent twilight. Freezing rain\nlashes down. In Kane’s memory this may once have been rich\nin life and joy but now it is a black, skeletal place. \n\nTARGET SECTION TO BE ANNOTATED:\n\f91\n\nSolomon Kane by Michael J. Bassett 96\n\nIn the crook of the valley a SMALL TOWN lies silent. And in\nthe distance, on a hill, is the grey, glowering form of\nAXMOUTH CASTLE. Brooding over the whole valley. Beyond\nthe castle, the sea crashes restlessly in the harbour\n\nThe only sign of life is a SMALL GROUP OF RAIDERS returning\nto the castle with a WAGON OF CAPTIVES. Tiny against the\nlandscape, they pass a sentry post just outside the\nvillage.\n\nCUT TO:\n\nEXT. VILLAGE GUARD POST - CONT 91\n\nTwO of MALACHI’S RAIDERS, bundled up against the cold,\nstand guard by a low wall. They wave the approaching\nRaiders and their wagon full of captives through.\n\nSENTRY RAIDER\nAny trouble?\n\nWAGON LEADER\nThere is no fight in these\npeople.\n\nSENTRY RAIDER\nDo not be so certain of that.\n\nThe sentry throws back his hood - it is KANE dressed as a\nRaider. He draws two pistols and shoots the leader of the\nwagon raiders.\n\nInstantly TELFORD, McCNESS, SMITH, FLETCHER, HARRIS,\nCALDICOTT and five others - BRADFORD, COOPER, HAWKSTONE,\nGILLIGAN and SOFTLEY - rise up from behind the low walls\nand undergrowth. With pistols flaring and swords swinging\nthey engage the remaining FOUR WAGON RAIDERS. Quickly\noverwhelming them.\n\nMcNess, preferring a CUDGEL to anything more subtle batters\none to a screaming, bloody death before beginning to strip\nhim of his clothes.\n\nMCNESS\nDo we really have to wear these?\nThey stink. These men were\nlittle were animals.\n\nFLETCHER\nMcNess is an animal already.\n\nKANE\nThey were like you once,\nremember.\n\f92\n\nSolomon Kane by Michael J. Bassett 97\n\nAs Kane surveys the dead the CAPTIVES IN THE CAGED WAGON\nbegin to scream for help. Arms outstretched, begging for\nmercy.\n\nCALDICOTT hurries to unlock the cage. Kane slams the door\nclosed again.\n\nCALDICOTT\nYou won’t free them?\n\nTELFORD\nWe must let them go.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nKane slams the door\nclosed again. CALDICOTT\nYou won’t free them? TELFORD\nWe must let them go. \n\nTARGET SECTION TO BE ANNOTATED:\nKANE\n\nA party of Raiders returning\nwithout prisoners? We will arouse\nsuspicion.\n\n(to the prisoners)\nYou have suffered but find\nstrength for just a little\nlonger. We will put an end to\nthis horror.\n\nCUT TO:\n\nEXT. APPROACH TO THE CASTLE - LATER 92\n\nHeavy rain and thick mist make the going difficult as KANE\nand his MEN, dressed as a raiding party, slowly approach\nthe ominous and intimidating entrance to the castle. There\nare SIX RAIDERS, as before - the others are now within the\nslave cage itself hiding silently amongst the other\ncaptives.\n\nKANE and TELFORD are taking the lead. Telford stares up at\nthe imposing castle.\n\nTELFORD\n(whispering)\nYour childhood was here? That\nexplains a great deal.\n\nKANE\nIt was different back then but\nnever a very happy place, even\nwhen my father was Lord.\n\nSo near to the castle entrance now. Too late to turn back\nas the DOZEN GUARDS by the PORTCULLIS GATE see them\napproaching.\n\nMCNESS\nWe can take these easily.\n\f93\n\n94\n\nSolomon Kane by Michael J. Bassett 98\n\nKANE\nWe want is to get inside the\ngates, not start a battle outside\nwhich we cannot win. Keep your\nmouth shut and your head down.\n\nThey approach, heads bent low, slave cage full of\nprisoners.\n\nEXT. CASTLE GATES - CONT 93\n\nAt an agonizing crawl, Kane and his comrades pass by the\ncastle guards. These Raiders are different from the others:\nless human, even more corrupt and misshapen.\n\nAs Kane looks at them he sees the evil within, shining\nthrough their eyes. He can almost feel them staring back\ninto his own soul.\n\nMcNess and Fletcher have hands poised over their pistols.\n\nWith every step Kane feels they’1l be discovered and\nattacked but they are not.\n\nThe PORTCULLIS GATE IS RAISED without a question and they\nare allowed into the inner courtyard.\n\nEXT. INNER COURTYARD - CONT 94\n\nThe PORTCULLIS is lowered behind them with a rattle of\nCHAINS as they enter the DESERTED COURTYARD.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe PORTCULLIS GATE IS RAISED without a question and they\nare allowed into the inner courtyard. EXT. INNER COURTYARD - CONT 94\n\nThe PORTCULLIS is lowered behind them with a rattle of\nCHAINS as they enter the DESERTED COURTYARD. \n\nTARGET SECTION TO BE ANNOTATED:\nA LONE GUARD waves their wagon over to the dark entrance to\nthe castle dungeons. It is eerily silent now apart from the\nrattle and slap of the horse and wagon on the cobblestones.\n\nKane looks around, the first time he’s been home for so\nMany years.\n\nKANE\n(quietly, to himself)\nI remember it. My home.\n\nFLETCHER\nMalachi’s lair is in the Great\nHall.\n\nKANE\n(indicating)\nIt is that way, then.\n\nSuddenly KANE SEES A SMALL FIGURE looking down on them from\na balcony window. It is THE WITCH who slaughtered the\nvillage. She grins at him with her pointed, crooked teeth\nshowing and then darts away.\n\fSolomon Kane by Michael J. Bassett 99\n\nTELFORD\n(seeing the Witch)\nKane...\n\nKANE\nI know. Ready?\n\nKane draws his swords just as the courtyard is suddenly\nFILLED WITH GUARDS rushing towards them.\n\nStriding amongst them comes the OVERLORD carrying his huge\nbroadsword with him. He lunges for SMITH and HAWKSTONE.\nThey attack him but he is swift and deadly. Their blows are\ndeflected with ease and both are cut down.\n\nThe Overlord turns his attention to GILLIGAN and the youth\nCALDICOTT. KANE sees this and charges through the fray.\n\nAs the Overlord sweeps down a killing blow on Caldicott\nKane brings his two blades together to block it.\n\nKANE\n(to Caldicott)\nRun; you cannot win this.\n\nThe Overlord shoves Kane’s blades aside and returns with a\nflurry of blows from his own weapon. He is incredibly\nswift, slashing at Kane’s arm and leg.\n\nKane stumbles and slips to the ground, just rolling away\nfrom a killing blow to his head.\n\nTELFORD\nThis way men!\n\nTelford leads his men into the castle itself, finding cover\ninside. The guards follow them.\n\nKane and the Overlord close on each other again.\n\nBoth are well matched but the Kane is being forced back\nwith each step.\n\nKane manages a slashing cut across the Rider’s body but it\ndraws no blood and seems to make little difference to him.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nKane and the Overlord close on each other again. Both are well matched but the Kane is being forced back\nwith each step. Kane manages a slashing cut across the Rider’s body but it\ndraws no blood and seems to make little difference to him. \n\nTARGET SECTION TO BE ANNOTATED:\nKane knows he is in trouble now and is looking around now,\ntrying to find a way out. He ducks a low blow and makes a\ndash for a low wall. He dives over and finds himself\n\ntumbling down some STONE STEPS leading to an OPEN DOORWAY.\n\nCUT TO:\n\f95\n\n96\n\n97\n\n98\n\nSolomon Kane by Michael J. Bassett 199\n\nINT. CASTLE CORRIDORS - CONT 95\n\nKANE dashes through the open doorway, slamming and barring\nthe door behind him and then sprints down the narrow\ncorridors. He’s looking around him, moving fast, trying to\nget his bearings after all these years.\n\nINT. OTHER CORRIDORS - CONT 96\n\nDucking down side entrances and other passageways until the\nsound of combat and pursuit are far behind.\n\nHe stops for a moment and gains his breath. Then he HEARS\nA SOUND. Not combat; something else... something plaintiff\nand desperate; the sound of prisoners.\n\nKANE\nThe dungeons.\n\nCUT TO:\n\nINT. DUNGEONS - CONT 97\n\nKANE, alone, peers out from the shadows and down a long\nlow roofed hallway into the dungeons. He’s trying to\nremember where to go, making several false turns through\ndoorways and down steps.\n\nThe SUDDEN SOUND of running feet and shouted instructions\nforce him to take a side route and scurry down some stairs\ninto the darker levels.\n\nINT. LOWER LEVEL DUNGEONS - CONT 98\n\nMOANS and CRIES of pain and anguish emanate from the tiny\ncells. Water runs down the walls mingling with effluent and\nother wastes. It is foul.\n\nKane peers through each tiny doorway portal looking for\nMeredith.\n\nKANE\nMeredith?\n\nSuddenly a GUARD APPEARS FROM AROUND A CORNER. KANE is on\nhim in an instant, blades flashing across his throat. Blood\nsprays a nearby wall.\n\nHE GRABS THE HEAVY KEYS from the dead man’s belt and begins\nto unlock the doors.\n\nThe CAPTIVES inside cower away from this crazed and\nbloodied man who suddenly appears before them.\n\f99\n\nSolomon Kane by Michael J. Bassett 101\n\nKANE\nYou are free! Run! Go! Go now.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nRun! Go! Go now. \n\nTARGET SECTION TO BE ANNOTATED:\nHe opens every door he can, heedless of the noise now. But\nnone of the prisoners are Meredith. He grabs one of them.\n\nKANE\nWhere are the others? Is this all\nof you? Meredith?!\n\nHe shoves the picture locket into the prisoner’s face.\n\nKANE\n\nDid you see here? Where is she?\nPRISONER\n\nI do not know Sir. Please. I do\n\nnot know.\n\nKane flings open all the doors he can find and then finally\ncomes to THE LAST CELL IN THE BLOCK. At first it appears\ndark and empty. He turns away, ready to move on but he\nhears a cough and notices a movement in the shadows.\n\nHe steps into the cell...\n\nINT. CELL - CONT 99\n\nThere is a WIZENED OLD MAN lying on a bed of filthy wet\nstraw. Kane approaches him.\n\nKANE\nYou are free. Quickly; leave this\nplace.\n\nThe old man simply stares at him. His breath wheezing\nslowly from his open, ragged mouth. He hardly seems well\nenough to move.\n\nKANE\nIf you don’t want your last days\nto be spent here you must leave\nnow, old man.\n\nOLD MAN\nI cannot leave.\n\nKANE\nLet me help you then.\n\nDespite his urgency Kane kneels to help him but realizes\nthat HE IS CHAINED TO THE WALL.\n\nKANE\nWhy are you chained here?\n\fSolomon Kane by Michael J. Bassett 192\n\nOLD MAN\nFor my sins. I cannot leave.\n\nKANE\nI think, perhaps, I can break\nthese chains.\n\nKane draws a pistol.\n\nOLD MAN\nEven without these chains I would\nstay.\n\nKANE\nDear God why?\n\nOLD MAN\nIt is my home.\n\nKANE\nYour home? This place is no one’s\nhome.\n\nOLD MAN\n\nIt was mine once.\n\nKane suddenly stops and stares hard at the old man. He\nmoves to see him from a better angle, to allow some light\nto fall on his face. Kane is incredulous.\n\nKANE\nFather?\n\nNow the old man regards Kane with the same astonishment.\n\nOLD MAN\nSolomon?\n\nThe old man can hardly form words. His eyes fill with\ntears.\n\nOLD MAN\nI... I thought you lost to me\nforever.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyes fill with\ntears. OLD MAN\nI... I thought you lost to me\nforever. \n\nTARGET SECTION TO BE ANNOTATED:\nHe reaches out a shaking hand to touch the face of his long-\nlost son.\n\nOLD MAN\nYou were just a boy when...\n\nKane begins to tear at the chains. Hauling on them with all\nhis might but making no difference.\n\fSolomon Kane by Michael J. Bassett 193\n\nFATHER KANE\nYou will never break these\nchains; they are forged from dark\nmagic as much as metal.\n\nKANE\nTell me then how can I free you?\n\nFATHER KANE\nYou cannot free me. Do not try.\n\nKane’s father coughs. His weak body wracked with spasms of\npain. Kane cradles his father in his arms.\n\nKANE\nI have so much shame for what I\ndid. I never meant for Marcus to\nfall...I never meant for him to\n\ndie.\n\nFATHER KANE\nDie? He did not die Solomon. He\nsurvived.\n\nKANE\n\nMarcus lives? I spent all these\nthinking I had killed my own\nbrother.\n\nFATHER KANE\nHe has a life still; if you can\ncall it life.\n\nKANE\nWhat do you mean?\n\nFATHER KANE\nHe was so badly injured by the\nfall but he did not die. Alive in\na way; his body did not die but\nhis mind, his soul, were lost and\nno surgeons or priests could\nhelp. And so... so... I brought\nthe sorcerer here.\n\nKANE\nMalachi? You brought him?\n\nFATHER KANE\nI sought him out and he came with\npromises of power and healing. I\noffered him everything I had,\njust to bring Marcus back to me.\nI couldn’t lose both my sons.\n\nThe old man takes a pause now. He hardly has the strength\nto continue.\n\fSolomon Kane by Michael J. Bassett 104\n\nKane can hear the noise outside growing. Fleeing prisoners\nand the shouts of guards. He knows time is running out.\n\nFATHER KANE\nAnd he did Solomon; Using his\nmirrors and magic, Malachi\nreached into the darkness and\nbrought Marcus back.\nBut he was changed; he had such\ndarkness, such violence and\npower. He spoke using others\npossessing them, forcing them to\nhis way.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER KANE\nAnd he did Solomon; Using his\nmirrors and magic, Malachi\nreached into the darkness and\nbrought Marcus back. But he was changed; he had such\ndarkness, such violence and\npower. He spoke using others\npossessing them, forcing them to\nhis way. \n\nTARGET SECTION TO BE ANNOTATED:\n His face was so damaged\nby the fall; he hid himself\nbehind his mask and served only\nthe will of the sorcerer. For all\nthese years we lived in fear of\nhim and Malachi.\n\nKANE\nThat masked rider... he is... my\nbrother?\n\nFATHER KANE\n\nAye; That creature is Marcus or\nonce was. I don’t believe there\nis anything of my son there now.\nIt is a demon wearing the flesh\nof your brother, nothing more.\nMalachi used my son to open a way\nfor his creatures to come\nthrough.\n\nAnother coughing spasm takes the old man. When he recovers\nhe can hardly speak.\n\nFATHER KANE\nNow you must do one thing for\nme...\nKANE\nJust ask it and it will be done.\nFATHER KANE\nEnd my life.\nKANE\nWhat? No!\nFATHER KANE\n\nI invited the sorcerer in. While\nI’m alive that freedom holds.\nThat is why I am kept thus. He\nwill never let me die. Kill me\nand you may hope to drive him\nfrom this land.\n\f100\n\nSolomon Kane by Michael J. Bassett 105\n\nKANE\nFather I...\n\nFATHER KANE\nDo it! We both have our sins to\nanswer for. I am ready to answer\nfor mine now.\n\nKane draws his pistol. He is in a world of confusion and\npain. The old man grabs Kane’s shaking hand and holds the\npistol to his own temple.\n\nFATHER KANE\nFree Marcus from his slavery.\n\nThey hold each other’s gaze for a moment and then Kane\nPULLS THE TRIGGER.\n\nCUT TO:\n\nINT. CASTLE CORRIDORS - DAY 100\n\nKANE strides down the wide stone corridor, undaunted and\nunafraid now. He knows where he is going. There are\nSEVERAL DEAD GUARDS lying on the floor behind him.\n\nKANE\nBrother!! BROTHER! !\n\nClosed double doors to the GREAT HALL are at the end of the\nlong hallway ahead of him.\n\nThen, off to one side down another long wide hallway, he\nHEARS FIGHTING.\n\nLooking down he sees TELFORD, MCNESS, FLETCHER and just two\nothers fighting desperately against a horde of the guards.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nClosed double doors to the GREAT HALL are at the end of the\nlong hallway ahead of him. Then, off to one side down another long wide hallway, he\nHEARS FIGHTING. Looking down he sees TELFORD, MCNESS, FLETCHER and just two\nothers fighting desperately against a horde of the guards. \n\nTARGET SECTION TO BE ANNOTATED:\nThey are bloodied and struggling; soon to be overwhelmed\nbut fighting onwards.\n\nFLETCHER SCREAMS in agony as he is cut down by the\nhideously misshapen creatures that protect this place.\nTelford sees Kane at the other end of the corridor.\n\nTELFORD\nKane! For God’s sake, help us!\n\nANGLE ON KANE:\n\nKane runs to help them. Both pistols firing he takes down\ntwo of the enemy and then engages with his two blades.\n\nThe old Kane of speed and savagery is fully returned as he\nturns and thrusts.\n\fSolomon Kane by Michael J. Bassett 196\n\nKANE\nIs this all of you?\n\nTELFORD\nCaldicott is alive perhaps, and\nSmith but the others...no\n\nFast and lethal as he is, there are simply too many guards.\nThe survivors are driven back into the main corridor before\nthe doors to the Great Hall.\n\nThough they snarl and cackle they keep their distance,\nrightly nervous of him.\n\nKANE\nMy father is dead! I am the Lord\nof this castle now; you have no\nclaim here!\n\nBehind him, the doors to the Great Hall swing slowly open.\n\nTHE OVERLORD stands silently, sword in hand. Even the\nmisshapen guards fall silent.\n\nKane turns.\n\nKANE\n\n(quietly)\nBrother...\n\n(to Telford, urgently)\nFree any other captives, get them\naway from here. The girl from my\nlocket, Meredith, find her, free\nher.\n\nTELFORD\nKane...\n\nKANE\nDo as I order!\n\nTELFORD\nWhat of you?\n\nKANE\nYou will not see me again; I have\nto pay for my sins.\nTelford, McNess and the two others make a sudden break\nthrough the guards who make no attempt to follow - all eyes\nare on Kane and their Master.\n\nKANE\nI do know you brother.\n\nNo reply from the silent figure.\n\f101\n\nSolomon Kane by Michael J. Bassett 197\n\nKANE\nI know you can speak. Again I\nask; do you know me brother?\n\nThen, suddenly, ALL THE GUARDS SPEAK AS ONE - with the\nvoice of the MARCUS.\n\nGUARDS/MARCUS\nYou are my enemy.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nAgain I\nask; do you know me brother? Then, suddenly, ALL THE GUARDS SPEAK AS ONE - with the\nvoice of the MARCUS. GUARDS/MARCUS\nYou are my enemy. \n\nTARGET SECTION TO BE ANNOTATED:\nKane spins to confront them but they do not move. He turns\nback to Marcus and advances still. Though he seems almost\nnervous. His hand on the hilt of his sword shakes so\nslightly. The beads of sweat on his brow catch the\ntorchlight from the walls and each step taking him ever\nnearer to his true fate.\n\nKANE\nI am not your enemy. The fiend\nwho did this to you is our enemy.\n\nWithout another word Kane’s brother steps back into the\ngreat hall and is swallowed by the shadows.\n\nKane cautiously, follows.\n\nINT. GREAT HALL - CONT 101\n\nKANE stands in the flickering firelight of the great hall.\nDrapes cover the windows, but there is plenty of light from\nthe candles and burning brands that fill the space.\n\nHanging from the walls and standing on plinths around the\nfloors are LARGE BLACK MIRRORS. They all have elaborate\netchings on the glass; writing in arcane languages and\nsymbols. Very much like those on Kane’s own body.\n\nWith his vision, he can see the demonic creatures writhing\nand twisting within their glass prisons. They are pressing\nup against the surface, clearly trapped but eager to be\nfree.\n\nThe DOORS SLAM CLOSED behind Kane. He is trapped.\n\nThere is VAST FLAT STONE ALTAR LIKE A WHEEL in the centre\nof the hall where THE CLOAKED FIGURE OF A MAN is crouched\nover the BODIES tied down to the stone. The shadows seem to\nbe drawn to him, a darkness that clings and circles about\nhim. There’s the GLINT of A KNIFE in his hand.\n\nKANE\nMalachi! !\n\nThe SORCERER turns to Kane. He speak with surpassing\nsmoothness - his voice is velvet yet mocking, seductive and\npowerful.\n\fSolomon Kane by Michael J. Bassett 198\n\nMALACHI\nWelcome home Solomon. Do you like\nwhat I have done with the place?\n\nKANE\nIt will look better with your\nhead on a spike over the gates.\n\nMalachi suddenly slips away from the altar and VANISHES\nINTO THE SHADOWS.\n\nKane, swords ready, waits for a sudden attack but none\ncomes. Nervously he approaches the altar.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nMalachi suddenly slips away from the altar and VANISHES\nINTO THE SHADOWS. Kane, swords ready, waits for a sudden attack but none\ncomes. Nervously he approaches the altar. \n\nTARGET SECTION TO BE ANNOTATED:\nChannels have been cut into the stone to allow their blood\nto flow into a DEEP WELL that seems to have somehow grown\nfrom the foundation stones. A pulsing sound, like a giant\nheartbeat, comes from within - along with the sounds of\nsouls in tormented agony. The place is crusted with the\nblood of hundreds. Body parts and corpses are hanging from\nthe walls amongst demonic symbols and writings.\n\nKANE\nDear god, how could this happen?\n\nThen he sees MOVEMENT ON THE ALTAR. A victim is still\nalive. He hurries to help them and sees...\n\n...it is MEREDITH.\n\nShe is barely conscious; battered and bloody. Her clothes\nare torn, her ankles and wrists tied down amongst the other\nvictims.\n\nKANE\nThank God. Meredith?\n\nShe opens her eyes.\n\nMEREDITH\nI prayed you would come for me.\n\nKANE\nI swore I would.\n\nHe cuts one hand free and starts on the other when...\n\n...he suddenly winces in PAIN as A SWORD BLADE pierces\nthrough his shoulder.\n\nMEREDITH\nSolomon!\n\nThe blade is yanked out again roughly. Kane can hardly get\nhis breath through the pain as he turns and sees his\nBROTHER.\n\fSolomon Kane by Michael J. Bassett 199\n\nANOTHER DEADLY BLOW SWEEPS IN. Instinctively he raises his\nown weapon and blocks the strike but it sends him reeling\nbackwards.\n\nMeredith desperately unties her other bonds.\n\nMARCUS advances mercilessly as Kane limps away.\n\nKANE\nMarcus... listen; if you can hear\nme...Brother! You do not have to\n\ndo this...\n\nMarcus attacks furiously, stabbing and slashing at Kane who\ndefends himself and backs away.\n\nKANE\nWhere is your master? Is he\nhiding in the shadows?\n(shouting out)\nIs this how you pay for your\npower? With the blood of\ninnocents?\n\nMalachi’s voice echoes through the great hall.\n\nMALACHI 0/S\nAll power is paid for with the\nblood of innocents. You know that\nbetter than any.\n\nThe figure of MALACHI, the SORCERER, appears at the end of\nthe hall. Swathed in dark cloth and drawing the shadows\nwith him as he moves.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know that\nbetter than any. The figure of MALACHI, the SORCERER, appears at the end of\nthe hall. Swathed in dark cloth and drawing the shadows\nwith him as he moves. \n\nTARGET SECTION TO BE ANNOTATED:\nMALACHI\nSee who is here for you Kane.\n\nMalachi pulls back a huge cloth that covers a VAST BLACK\nMIRROR. Four times the height of a man, it too is etched in\nthe spells and symbols of the others. But it is what is\nwaiting inside that takes Kane’s breath...\n\nA DEMON is there. Huge but trapped behind the magical\nsurface of the mirror; it is like a trapped beast, pushing\nat the surface that bulges and ripples, barely holding back\nits enormous power.\n\nMALACHI\nThis demon will not fail to take\nyour soul back to Hell.\nAnd just a little more blood\nKane, and it will be free.\n\nKane is frightened now. Desperate. He turns back to Marcus\nurgently.\n\fSolomon Kane by Michael J. Bassett 119\n\nKANE\nOur father is dead! Malachi has\nno control here any more.\n\nMALACHI 0/S\nRemember Solomon, your brother is\nthe heir. And I am his master.\n\nHis brother closes on Kane again but now Kane draws his\nsecond sword and fights back with everything he has.\n\nON MEREDITH:\n\nMEREDITH HAS FREED HERSELF and scrambles away, watching in\nhorror as events unfold.\n\nON KANE:\n\nKane backing away from Marcus down a corridor of BLACK\nMIRRORS. He ducks beneath a devastating roundhouse sword\nswing that shatters a BLACK MIRROR, sending shards\neverywhere. The broken demon within screams as it vanishes.\n\nMALACHI 0/S\nThe mirrors! No!\n\nON MEREDITH:\n\nShe stumbles to the doors of the hall. She pulls it open\nonly to reveal the horde of GUARDS pressing in. The leaders\nof the Guards hold the SEVERED HEADS of TELFORD, McNESS and\nthe others before them.\n\nMeredith screams and retreats.\nON KANE: CORRIDOR OF MIRRORS\n\nMarcus swings his massive sword back and forth at Kane who\nducks and steps back each time. And each time another\nmirror smashes, sending another demon back to hell.\n\nThen suddenly Kane thrusts hard with his own swords\npenetrating his brother’s flesh. But no blood comes out and\nthe warrior shows no sign of his injury.\n\nMarcus grabs Kane and draws him close, into a deadly\nembrace.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen suddenly Kane thrusts hard with his own swords\npenetrating his brother’s flesh. But no blood comes out and\nthe warrior shows no sign of his injury. Marcus grabs Kane and draws him close, into a deadly\nembrace. \n\nTARGET SECTION TO BE ANNOTATED:\n The life is slowly squeezed from him.\n\nUp close, Kane can hear his brother’s rattling breath and\nstrange rasping sounds coming from behind the mask\n\nKANE\nForgive me for what I did to you.\n\nKane struggles against the impossible strength of his\nbrother, scrabbling at his armour and finally getting a\nhand to his mask...\n\fSolomon Kane by Michael J. Bassett aa\n\nKANE\nI would see your face one last\ntime brother.\n\nAs he TEARS THE MASK AWAY Marcus HURLS Kane away.\n\nKane falls to his knees but looks up at his brother\nhorrified at what he sees.\n\nKANE\nMy god...\n\nIt is clear that his brother is nothing more than an\nanimated corpse. One side of his face is smashed in and his\njaw is mostly torn away. A LIDLESS EYEBALL stares out from\na disfigured and distorted face. The flesh is white and\nbloodless with tears in the skin stitched and poorly\nrepaired.\n\nKANE\n(yelling to Malachi)\nWhat have you done to him?!\n(to Marcus)\nBrother please, let me kill this\nman who has cursed you. I will\nlay your soul to rest.\n\nIs there just a flicker of something human within Marcus...\nSlowly, lowers his sword and relaxes his fighting stance...\nBut Malachi smothers it quickly.\n\nMALACHI\nKill him slave! I command you. I\norder the demon within you;\ndestroy him.\n\nAlmost involuntarily Marcus begins to surge towards Kane\nagain.\n\nAs the ferocious sword blow sweeps down, Kane grabs a tall,\nflaming torch and drives it into Marcus’s chest. With all\nhis own weight behind it Marcus stops dead.\n\nThe flaming brand burst on his clothing, igniting him in\nseconds. Soon MARCUS IS ENGULFED IN FIRE.\n\nBUT IT DOES NOT STOP HIM.\n\nThe REAPER is pushing ever harder against his mirror prison\nwalls. With every violent blow on the glass it bulges out\nmore every time.\n\nANGLE ON MEREDITH:\n\nShe is backing away from the guards as they close in on\n\nher... right into MALACHI. He sweeps her into his cloaked\narms...muffling her screams.\n\fSolomon Kane by Michael J.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON MEREDITH:\n\nShe is backing away from the guards as they close in on\n\nher... right into MALACHI. He sweeps her into his cloaked\narms...muffling her screams. Solomon Kane by Michael J. \n\nTARGET SECTION TO BE ANNOTATED:\n Bassett 112\n\nMEREDITH\nSolomon!\n\nMALACHI\n(to Meredith)\nJust a little more blood.\n\nANGLE ON KANE:\nBut Kane sees this.\n\nKANE\nNo! Meredith!\n\nKANE is focused on Meredith but just in time he realises\nthat Marcus is right behind him. His sword arcs down\ntowards Kane who dodges out of the way. Kane paries more\nblows as the burning man presses towards him.\n\nON MEREDITH:\n\nMalachi is dragging Meredith towards the Reaper’s giant\nmirror. She’s struggling and fighting him hard.\n\nON KANE:\n\nKane once again presses in on Marcus, relentlessly forcing\nhim back towards the sacrificial table.\n\nThe room is beginning to ignite now, drapes and fabric\nflare up. Tables and chairs catch as the two fight.\n\nON MEREDITH:\n\nMalachi finally overpowers Meredith. He takes her arm and\nslashes the flesh with his knife.\n\nHer blood splashes onto the Reaper’s mirror. Immediately it\nbegins to MELT THROUGH THE GLASS, creating an opening. The\nBEAST BEGINS TO SLOWLY TEAR OPEN the rent in the glass.\n\nON KANE:\n\nKane now presses hard on the weakening Marcus. He’s cutting\nand slicing at him and smashing each and every mirror they\npass. The howls of the demons fading within.\n\nKane sees the Reaper tearing through the glass. The SOUND\nof it like a SHRIEKING WIND filling the hall. The flames\nall around being sucked towards it like a vacuum.\n\nFinally Marcus sinks to his knees. Through the fire that\nburns him, stares at Kane. Marcus speaks in his faint, weak\nvoice.\n\fSolomon Kane by Michael J. Bassett 113\n\nMARCUS\nKill me Solomon; End my torture.\nI beg you.\n\nKane draws his strength together and finally sees something\nakin to recognition in his brother’s eyes.\n\nKANE\nRest in peace brother.\n\nKANE SLICES MARCUS’S HEAD FROM HIS SHOULDERS. The DEMON\nthat possessed his body SQUIRMS OUT OF THE RAGGED HOLE IN\nHIS NECK. Kane can see it clearly.\n\nKANE\nThese eyes of mine see you for\nwhat you are.\n\nHe stabs the demon and it dies, screeching, beneath his\ntwisting blade.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nKane can see it clearly. KANE\nThese eyes of mine see you for\nwhat you are. He stabs the demon and it dies, screeching, beneath his\ntwisting blade. \n\nTARGET SECTION TO BE ANNOTATED:\nMALACHI\nNo!\n\nINSTANTLY ALL THE GUARDS AND RAIDERS BEGIN TO FALTER and\ncollapse as the demonic power that drives them fades.\n\nKane charges forward to confront Malachi now. Behind him\nthe Reaper in the mirror is beginning to enter this world.\n\nMalachi pulls Meredith to him, knife to her throat. Kane\nstops dead.\n\nMALACHI\nThis is how the boy died. I saw\nthat through your brother’s eyes.\nYou begged for his life but did\nnothing.\n\nKANE\nI will not let it happen again.\n\nMALACHI\nYou have no choice. Your soul is\nforfeit. I called Him here to\nclaim you.\n\nKANE\nLet her go.\n\nMALACHI\nI think, just one more drop of\nblood will do it.\n\nKANE\nStop.\n\fSolomon Kane by Michael J. Bassett a4\n\nKane lowers his swords to the ground.\n\nMEREDITH\nKill him Solomon.\nKANE\nLet her go.\nMALACHT\n\nWhy do you care for her? You came\nhere to save your soul.\n\nKANE\nShe is my soul.\n\nKane whips out the FLINTLOCK PISTOL that has been tucked\ninto his belt, levels it at Malachi and fires.\n\nThe bullets hits him square between the eyes, SPLATTERING\nblood and gore onto the mirror.\n\nMeredith twists round and violently shoves Malachi\nbackwards and he falls INTO THE GLASS, tumbling backwards\nin the black void.\n\nInstantly the REAPER is utterly free to step through into\nthis realm. Its cloven foot steps through the glass and\ncrashes onto the stone castle floor. The shrieking wind\nrises in tone.\n\nKane dashes forward and pulls Meredith to safety, backing\naway from the DEMON as it pulls itself into their world and\ndraws itself fully upright before them.\n\nThey stand, rooted to the spot. Meredith, terrified but\nKane fearless and unwavering before it\n\nMEREDITH\nDear God, what will we do,\nSolomon?! Please! We must run!\n\nKANE\nNo. Wait. Trust me.\n\nAnd even as the terrifying, predatory face of the Reaper\nglares down at them, a thousand cracks begin to appear on\nit.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nWait. Trust me. And even as the terrifying, predatory face of the Reaper\nglares down at them, a thousand cracks begin to appear on\nit. \n\nTARGET SECTION TO BE ANNOTATED:\n Seconds later the DEMON SHATTERS, its myriad pieces\nare sucked back into the black mirror surface and then that\ntoo, folds and bends back in on itself until it fades toa\nsingularity and then vanishes. Nothing but the ornate frame\nremains.\n\nThe shrieking wind fades to an echo in the great hall as\nKane folds Meredith into his arms. Finally she looks up at\nhim.\n\f102\n\nSolomon Kane by Michael J. Bassett 11s\n\nMEREDITH\nHow did you know?\n\nKANE\nYour father; told me that if I\nsaved you my soul would be\nredeemed. I believed him.\n\nFADE TO BLACK:\n\nEXT. HEADLAND - SUNSET 102\n\nKANE, his wounds bandaged and his clothes repaired, bows\nhis head in prayer as he kneels before TwO FRESH GRAVES on\nthe windswept cliff top overlooking the endless expanse of\nocean. The last resting place of his Father and Brother\n\nFinally he stands and reaches for the TRAVEL BAGS that are\nnearby. A horse, ready for travel, is grazing calmly\nnearby. Behind the him the CASTLE that was his home\ndominates the horizon. A figure is racing towards him.\n\nMEREDITH\nSolomon!\n\nHe turns to her and waits silently as she approaches.\n\nMEREDITH\nSolomon, where are you going? I\ndon’t understand why you’re\nleaving.\n\nKANE\nI’m sorry.\n\nMEREDITH\nBut you won; you defeated them.\n(still nothing from him)\nThis is your home.\n\nKANE\nIt was once.\n\nMEREDITH\nIt can be again. We can make it a\nhome together.\n\nKane looks down the cliff to the sea and the jagged rocks\nbelow.\n\nKANE\nThis is where my brother fell.\n(a beat)\n\nWhat I did to Marcus here, began\nthis journey.\n\fSolomon Kane by Michael J. Bassett 116\n\nMEREDITH\nYour journey is over Solomon.\n\nKANE\nIt’s not over. Not yet.\n(a beat)\nAll my travels, the things I’ve\nseen, the things I’ve done...\nthrough this I have found my\npurpose. I know why I am here.\n\nShe doesn’t understand. She doesn’t want to. Kane comes\nclose to her now.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe doesn’t understand. She doesn’t want to. Kane comes\nclose to her now. \n\nTARGET SECTION TO BE ANNOTATED:\nKANE\n\nThere are evil creatures walking\nthis earth, Meredith. They bring\nsuch pain and suffering and there\nwas never a man who could fight\nthem. But I can. I can. It is my\ngift and I will hunt them down\nand send each and every one back\nto hell.\n\nKane looks down at Meredith. For a brief moment there is a\nlonging in his eyes, she sees this and moves closer.\n\nMEREDITH\nPlease don’t go.\n\nGently he pulls away.\nKANE\n\nI have to.\n\nOne day I promise I’1l come home\n\nagain but not until my work is\n\ndone.\nHe turns from her and slings his bags onto the horse. His\nswords and brace of pistols are visible now as he pulls\nhimself up onto the saddle.\nWithout looking back he rides away.\n\nMeredith watches for a long time, until Kane is lost\nagainst the darkening horizon.\n\nFADE TO BLACK.\n\nCREDITS ROLL.\n\f"
}