{
  "1": "\n\n\"SOLSTICE\" - THE SCREENPLAY\n\n\n\n\n\n\n\n\n                     Screenplay by Jerry A. Vasilatos\n\n\n\n         Copyright, 1993 Jerry Vasilatos &  Nitestar Productions\n\n\n\n\n\n\n\n         FADE IN:\n\n\n\n1.       EXT.  BELMONT NEIGHBORHOOD - NIGHT\n\n         A full moon glows in the sky.  As we tilt downwards, Christmas\n\n         lights twinkle silently in the windows of a courtyard brownstone.\n\n         The cold December wind howls forlornly.  Although the street\n\n         is empty, CHRISTMAS CAROLERS can be seen singing in front\n\n         of one of the buildings.\n\n\n\n         As the carolers move along, a WOMAN appears.  Groceries in\n\n         tow, she makes her way through the courtyard of her building\n\n         APPROACHING the doorway.  Fumbling with her keys, she\n\n         enters.\n\n\n\n2.       INT.  COURTYARD BUILDING FOYER - NIGHT\n\n\n\n         Adjusting a small lightbulb on the wall in the foyer so that she\n\n         can see, the woman begins for the staircase but stops on seeing\n\n         a small package that's been left at its base.\n\n\n\n         THE PACKAGE\n\n\n\n         is two-tiered.  Wrapped in green, it is tightly secured by a\n\n         bright red ribbon and bow.  Underneath the ribbon, a white\n\n         envelope peeks out with the name \"KRISTINE\" written on it.\n\n\n\n         THE WOMAN\n\n\n\n         shakes her head in disbelief and approaches the gift slowly.\n\n         After kneeling to scoop it up, she gazes at it for a moment and\n\n         after tearing open the card, discovers it is signed: \"WITH LOVE,\n\n         NICK.\"  Sighing heavily in exasperation, KRISTINE scowls.\n\n\n\n                                                      CUT TO:\n\n\n\n3.       INT.  APARTMENT BEDROOM - EARLY A.M.\n\n\n\n         The bedroom lays quiet.  Although the drapes have been drawn to\n\n         keep out the first rays of sunlight, it is grey and overcast\n\n         outside.  Against one wall on a mattress, an unseen lump\n\n         slumbers uneasily beneath twisted bed sheets.\n\n\n\n         Near the bed, we can see the soft neon glow of a digital clock\n\n         radio on the nightstand shift from 6:59 to 7:00.",
  "2": "---END OF PREVIOUS SECTION---\nAlthough the drapes have been drawn to\n\n         keep out the first rays of sunlight, it is grey and overcast\n\n         outside. Against one wall on a mattress, an unseen lump\n\n         slumbers uneasily beneath twisted bed sheets. Near the bed, we can see the soft neon glow of a digital clock\n\n         radio on the nightstand shift from 6:59 to 7:00. \n---TARGET SECTION TO BE ANNOTATED---\n  In an instant,\n\n         the morning NEWSCAST fills the room-\n\n\n\n                                 NEWSCASTER\n\n                         (on radio)\n\n                  ... EBS news, with news from around\n\n                  the world.  It's seven a.m. in Chicago\n\n                  this Christmas Eve, coming up in this\n\n                  half hour, peace in the middle east is\n\n                  threatened as Jewish and Arab funda-\n\n                  mentalist groups clash in Jerusalem,\n\n                  leaving fifteen dead and twelve injured.\n\n                  Atheist groups continue to boycott at\n\n                  Daley Plaza in opposition to the city's\n\n                  annual holiday display...\n\n\n\n         A HAND reaches out for the alarm clock from beneath the covers\n\n         as the SLEEPER STIRS.\n\n4.       EXT.  APARTMENT BUILDING - MORNING\n\n\n\n         A Chicago newspaper with the headline AUTO PLANT LAYS OFF\n\n         50,000 WORKERS lies on the stoop.  A byline story adds ECONOMY\n\n         CAN'T FIND YULE CHEER.  Another story at the bottom of the page\n\n         reads CHURCH ROBBED OF CHRIST CHILD STATUE.  The paper is\n\n         dated DECEMBER 24TH.\n\n\n\n         A FIGURE EXITS THE FOYER in a robe and slippers.  Reaching down,\n\n         he picks up the paper and glances at the front page.  26.  A\n\n         young man still, despite a creased brow and weariness in his eyes\n\n         suggesting more than just a lack of sleep.  MEET NICK ALLMAN.\n\n\n\n         Turning to head back in, he straightens a crooked CHRISTMAS\n\n         WREATH hanging on the front door.\n\n\n\n5.       EXT.  CHICAGO CITY STREET - MORNING\n\n\n\n         The skyline of Chicago looms wide-shouldered beneath a steel\n\n         grey sky.  Dreary is an understatement- this is a Chicago winter.\n\n\n\n         On Lake Shore Drive, a rain and dirt streaked Celica drifts\n\n         along an entry ramp signaling it's intention to merge with\n\n         oncoming traffic.  Once clear, it quickly enters the open\n\n         lane and is almost side-swept by a speeding MAZDA ZX.\n\n\n\n6.       INT.",
  "3": "---END OF PREVIOUS SECTION---\nOnce clear, it quickly enters the open\n\n         lane and is almost side-swept by a speeding MAZDA ZX. 6. INT. \n---TARGET SECTION TO BE ANNOTATED---\n  NICK'S CELICA - MORNING\n\n\n\n         Reacting instantly to avert a collision, Nick watches as the\n\n         DRIVER of the Mazda passes, honks his horn and FLIPS HIM\n\n         OFF.\n\n                                NICK\n\n                  Jeeesus...\n\n\n\n         Incredulous, Nick looks around to re-affirm whether or not he\n\n         was in the right.  On the car radio, the Phil Spector version of\n\n         \"Sleigh Ride\" can be heard.  Twisting the wheel sharply, Nick\n\n         angrily fixes his gaze on the car that has almost run him off the\n\n         road and filled with adrenaline, he hits the gas.\n\n\n\n7.       EXT.  LAKE SHORE DRIVE - MORNING\n\n\n\n         Nick's car guns forward in an effort to catch up and pass the\n\n         speeding Mazda.\n\n\n\n8.       INT.  NICK'S CELICA - MORNING\n\n\n\n         Closing the distance between himself and the Mazda, Nick\n\n         suddenly hits the brakes-\n\n\n\n         NICK'S POV\n\n\n\n         As a POLICE CAR pulls out from the side of the road in pursuit\n\n         of the ZX.\n\n\n\n         BACK ON NICK\n\n\n\n         who SMIRKS and salutes the driver of the sportscar as he passes\n\n         by-\n\n\n\n                                 NICK\n\n                  And a Merry Christmas to you too\n\n                  my friend-\n\n\n\n9.       EXT.  LAKE SHORE DRIVE - MORNING\n\n\n\n         Nick's laughter can be heard as  his car speeds on towards\n\n         downtown.\n\n\n\n10.      INT.  NICK'S OFFICE - DAY\n\n\n\n         Within an office cubicle, Nick gazes lethargically at the computer\n\n         screen on his desk.  Around him, fellow employees carry out their\n\n         tasks within the large AD AGENCY they all occupy.\n\n\n\n         NICK\n\n\n\n         flips off his computer, his co-worker JAY enters with some\n\n         folders-\n\n\n\n                                 JAY\n\n                  Hey hey...\n\n\n\n                                 NICK\n\n                  Hey Jay.\n\n\n\n                                 JAY\n\n                  What's up\n\n\n\n                                 NICK\n\n                  Nothing.  I just finished up that ad\n\n                  for that stupid mailing.\n\n\n\n                                 JAY\n\n                  How's it going?\n\n\n\n                                 NICK\n\n                  Not good enough for a raise-\n\n\n\n         Surprised, Jay sits on the edge of the desk.\n\n\n\n                                 JAY\n\n                  You get your review?\n\n\n\n         Nick nods, looking up at his friend.",
  "4": "---END OF PREVIOUS SECTION---\nNICK\n\n                  Not good enough for a raise-\n\n\n\n         Surprised, Jay sits on the edge of the desk. JAY\n\n                  You get your review? Nick nods, looking up at his friend. \n---TARGET SECTION TO BE ANNOTATED---\n                                 NICK\n\n                  This morning.  Of all days, can you\n\n                  believe that?\n\n                         (beat)\n\n                  You're due for one, right?\n\n\n\n                                 JAY\n\n                  Nah, I haven't been here long enough.\n\n                  Two more months-\n\n\n\n                                 NICK\n\n                         (sarcastically)\n\n                  Two months... two years... I'm begin-\n\n                  ing to think we can never be here long\n\n                  enough for that \"raise\"...\n\n\n\n         Jay commiserates with Nick.\n\n\n\n                                 JAY\n\n                  I can't believe it... I mean, your\n\n                  ad copy's great, the mail pieces are\n\n                  sound... it's all bringing in business...\n\n\n\n                                 NICK\n\n                  Yeah, well... not enough I guess.\n\n                         (more to himself)\n\n                  I can't believe I went to college,\n\n                  got a degree... all it's gotten me\n\n                  is the chance to pimp for this ad\n\n                  agency.\n\n\n\n         Jay begins to laugh but on seeing Nick's impassive demeanor,\n\n         catches himself.\n\n                                 JAY\n\n                  Nick, it's Christmas Eve.  You know-\n\n                  holiday spirit... be of good cheer?\n\n\n\n         Nick snorts.\n\n\n\n                                 NICK\n\n                  \"God Rest Ye Merry Gentlemen\" is about\n\n                  all I can think of right now, that and\n\n                  the ghost of bills past, present, and\n\n                  future.  I just wish I can get out of\n\n                  here so I can finish up shopping for\n\n                  my family-\n\n\n\n         Nick shrugs.\n\n\n\n                                 NICK\n\n                  I'm sorry man, I don't mean to trash\n\n                  your mood.  It's just that I'm...\n\n\n\n                                 JAY\n\n                  A  little short on Christmas spirit.\n\n\n\n                                 NICK\n\n                         (dejectedly)\n\n                  Yeah.\n\n\n\n         Jay pulls aside the folders he's carrying to reveal a flat,\n\n         brightly wrapped Christmas gift.\n\n\n\n                                 JAY\n\n                  Well... maybe this'll help.\n\n         Nick is taken totally aback.  Jay passes the gift along,\n\n         pleased at himself for having cheered up his friend\n\n         somewhat.\n\n\n\n                                 NICK\n\n                  Aw Jay... you shouldn't have...\n\n\n\n                                 JAY\n\n                  But I did.\n\n\n\n         Nick looks the package over.\n\n\n\n                                 NICK\n\n                  Look Jay, I didn't have a chance to\n\n                  do any shopping for anyone here...\n\n                  I...",
  "5": "---END OF PREVIOUS SECTION---\nNick looks the package over. NICK\n\n                  Look Jay, I didn't have a chance to\n\n                  do any shopping for anyone here... I... \n---TARGET SECTION TO BE ANNOTATED---\n I didn't get anything for anyone-\n\n\n\n         Jay smiles chidingly.\n\n\n\n                                 JAY\n\n                  I figured that.\n\n\n\n         Nick smiles crookedly and looks over the package.\n\n\n\n                                 NICK\n\n                  Should I open it now?\n\n\n\n                                 JAY\n\n                  Considering your mood I would say\n\n                  the sooner, the better.\n\n\n\n         Nick tears away at the wrapping.\n\n\n\n                                 JAY\n\n                  It's nothing fancy or anything, just\n\n                  something I picked up at a used book-\n\n                  store.\n\n\n\n         Nick holds up a book entitled \"HOW TO BREAK INTO FILM\".\n\n         He laughs.\n\n\n\n                                 NICK\n\n                  Am I that obvious?\n\n\n\n         Jay nods at some of the movie posters tacked to the walls of\n\n         Nick's cubicle.\n\n\n\n                                 JAY\n\n                  I know you're always looking ahead.\n\n\n\n         Nick flips through the book gratefully.\n\n\n\n                                 NICK\n\n                  Yeah.  Just don't tell anyone around\n\n                  here, they'd probably can me before\n\n                  I could get something real lined up.\n\n\n\n         Jay chuckles.\n\n\n\n                                 NICK\n\n                  Thanks man.  This's really made my\n\n                  day.\n\n         Jay smiles, shakes Nick's hand and gets up to leave.\n\n\n\n                                 JAY\n\n                         (looking at his watch)\n\n                  No problem man.  I gotta fly... I'm\n\n                  meeting Tammy- Merry Christmas.\n\n\n\n                                 NICK\n\n                  Yeah, you too.\n\n\n\n         Nick watches after Jay, looks down again at his gift and then left\n\n         within the solitude of his cubicle, gathers his things together-\n\n\n\n11.      EXT.  DOWNTOWN CHICAGO - AFTERNOON\n\n\n\n         Around the area of the Loop where Nick's office is situated,\n\n         Christmas shoppers bustle as the last minute rush begins.\n\n\n\n         Nick walks out of his office building towards Michigan Avenue\n\n         and passes a SALVATION ARMY WORKER.\n\n\n\n                                 SALVATION ARMY WORKER\n\n                  Help the needy sir?\n\n\n\n         Nick tosses a few coins into the pot.\n\n\n\n                                 SALVATION ARMY VOLUNTEER\n\n                  Thank you, you have a Merry Christmas-\n\n\n\n                                 NICK\n\n                  Yeah...\n\n\n\n         As Nick continues on, he approaches a BAG LADY.  Dressed in\n\n         layered and ratty clothing, she seems to carry all of her\n\n         belongings in the shopping basket she drags behind her.",
  "6": "---END OF PREVIOUS SECTION---\nSALVATION ARMY VOLUNTEER\n\n                  Thank you, you have a Merry Christmas-\n\n\n\n                                 NICK\n\n                  Yeah... As Nick continues on, he approaches a BAG LADY. Dressed in\n\n         layered and ratty clothing, she seems to carry all of her\n\n         belongings in the shopping basket she drags behind her. \n---TARGET SECTION TO BE ANNOTATED---\n                                 BAG LADY\n\n                  Could you spare some change sir?\n\n                  It'll help with the downpayment on\n\n                  my new condo...\n\n                         (beat)\n\n                  Please...\n\n\n\n         Nick slows his step.  Disarmed by the woman's self-effacing\n\n         humor, he can't help but be charmed by her approach while still\n\n         sympathizing with the seriousness of her plight.  Digging deep\n\n         into his pocket, Nick pulls out a five and passes it to the\n\n         woman.\n\n\n\n                                 BAG LADY\n\n                  Thank you sir.  Merry Christmas!\n\n\n\n         Nick nods.  Pausing to watch her move on, Nick pulls his\n\n         coat collar close as a sudden wind kicks up.  He then continues\n\n         on down the street.\n\n\n\n12.      INT.  NICK'S CELICA - LATE AFTERNOON\n\n\n\n         Nick guides his car through Lincoln Park towards Broadway.\n\n         Through his windshield, he takes in the images of a CHRISTMAS\n\n         MONTAGE-\n\n\n\n         NICK'S POV\n\n\n\n         outside.  Traffic fills the street.  Holiday banners hang from\n\n         streetlamps while strings of Christmas lights twinkle from the\n\n         branches of barren trees.  Ignoring the signals, some pedestrians\n\n         walk into the street causing even more congestion.\n\n\n\n         On the sidewalk, a man dressed in a Santa Claus suit rings a\n\n         bell to attract last minute shoppers.  He waves as Nick passes.\n\n\n\n         Up the street, shoppers bustle hurriedly in and out of the\n\n         various storefronts oblivious of each other.  One woman with\n\n         two kids in tow argues angrily with a meter maid who is about\n\n         to issue her a ticket because the meter just expired.\n\n\n\n         At another corner, a couple just off work meet and enter a bar\n\n         for a drink with some friends before retiring home for the\n\n         evening. They ignore a disabled panhandler begging near the door.\n\n\n\n         PASSING A CEMETERY\n\n\n\n         Nick sees a solitary old man kneeling.  Laying a wreath at the\n\n         grave of his deceased wife, he then rises and crosses himself.\n\n\n\n         AS IT STARTS TO GET DARK\n\n\n\n         Nick sees a Christmas tree lot closing up shop.  Along the\n\n         sidewalk, some indigent people shuffle slowly in no particular\n\n         hurry since they have no home to go to.\n\n\n\n13.      INT.",
  "7": "---END OF PREVIOUS SECTION---\nAlong the\n\n         sidewalk, some indigent people shuffle slowly in no particular\n\n         hurry since they have no home to go to. 13. INT. \n---TARGET SECTION TO BE ANNOTATED---\n  ELECTRONICS STORE - EARLY EVENING\n\n         Nick gazes almost hypnotically at the array of walkmen, headsets\n\n         and other electronic toys in front of him.  The price tags,\n\n         wrapped in holiday bows, are astronomical.  A CLERK comes\n\n         up.\n\n\n\n                                 CLERK\n\n                  Can I help you sir?  Sir, can I\n\n                  help you find something?\n\n\n\n         Nick fixates on the display, his attention a million miles away.\n\n\n\n                                 CLERK\n\n                  Sir.  Is there something I can help\n\n                  you find?\n\n\n\n         Nick glances at the clerk, at once snapping out of his daze.\n\n\n\n                                 NICK\n\n                  Oh... no.\n\n                         (sheepishly)\n\n                  If I can't find it myself, I don't\n\n                  think you could help me.\n\n\n\n         Patting the clerk's shoulder gently, Nick moves towards the door.\n\n\n\n                                 NICK\n\n                  Thanks anyway though.\n\n\n\n14.     INT.  NICK'S APARTMENT - EARLY EVENING\n\n\n\n         A key is heard at the door.  In an instant, Nick enters the\n\n         creative hodgepodge of his darkened apartment and in flipping\n\n         on the light, reveals all of his dreams and frustrations.\n\n         In the livingroom, a drawing board stands in mute testimony\n\n         to the dozens of sketches in various states of completion\n\n         taped to it.\n\n\n\n         Along with Nick's graduation certificates, some framed movie\n\n         posters on the wall overlook an entire shelf bursting at its seams\n\n         with movie books.  In the front room, a cluttered PC workstation\n\n         is situated between an artificial fireplace and steamed up bay\n\n         window.  Piled on top of the television cabinet nestled in one\n\n         corner are some videotapes while next to where the couch is, a\n\n         dwarf-sized Christmas tree decorated with dimestore ornaments\n\n         tilts uneasily to one side.\n\n\n\n         NICK\n\n\n\n         dumps his packages on the couch.  Passing an array of holiday\n\n         greeting cards displayed atop the fireplace, he moves some papers\n\n         aside on his desk to reveal an ANSWERING MACHINE.\n\n         Undoing his coat, he pushes PLAYBACK-\n\n\n\n                                 ANSWERING MACHINE\n\n                  ... Hello Nick, this is your Mom.\n\n                  Your sister and brother just got in\n\n                  and we're wondering when we're all\n\n                  going to see you.",
  "8": "---END OF PREVIOUS SECTION---\nUndoing his coat, he pushes PLAYBACK-\n\n\n\n                                 ANSWERING MACHINE\n\n                  ... Hello Nick, this is your Mom. Your sister and brother just got in\n\n                  and we're wondering when we're all\n\n                  going to see you. \n---TARGET SECTION TO BE ANNOTATED---\n  Please let us...\n\n                  please let me know when you'll be\n\n                  coming home so I can make up your\n\n                  room.  We all miss you.\n\n\n\n         The machine beeps to the next message.\n\n\n\n                                 ANSWERING MACHINE\n\n                  Hey dude, it's Buddy.  A bunch of\n\n                  us are meeting at D'Agostino's to-\n\n                  night around 6:30 for a drink before\n\n                  heading home for Christmas.  Give me\n\n                  a call... let me know if you're coming.\n\n                  Later...\n\n\n\n         A sudden pounding is heard at the front door, startling Nick.\n\n         Stopping the answering machine, he goes over to open it and finds\n\n         KRISTINE standing beyond.  She glares at him harshly.  In her\n\n         hands are the two PACKAGES that were left in her foyer the\n\n         night before.\n\n\n\n                                 KRISTINE\n\n                  I thought we talked about this.\n\n\n\n         Attempting to avoid Kristine's wrath, Nick sheepishly averts his\n\n         attention elsewhere.\n\n\n\n                                 NICK\n\n                  Yeah.  Um... you want to come in?\n\n\n\n         Not answering, Kristine enters.  Shutting the door behind her,\n\n         Nick uncomfortably begins to tidy up some things as she folds her\n\n         arms.\n\n\n\n                                 KRISTINE\n\n                  Nick, we talked about this.  You\n\n                  just never listen...\n\n\n\n         Nick stands staring at Kristine, measuring how to respond.\n\n\n\n                                 NICK\n\n                  For Christ's sake Kristine, what was I\n\n                  supposed to do, just forget about you?\n\n\n\n                                 KRISTINE\n\n                  We're not going out anymore, I told\n\n                  you not to get me anything.\n\n\n\n         Nick is at a loss for words.  Her rage vented, Kristine softens a\n\n         bit, but doesn't stand down.\n\n\n\n                                 KRISTINE\n\n                  Why did you do it?\n\n\n\n         A long beat passes in which Nick collects his thoughts.  He then\n\n         replies quietly-\n\n\n\n                                 NICK\n\n                  It's Christmas.  I thought it'd be\n\n                  the right thing to do.\n\n\n\n         Kristine paces frustratedly.\n\n\n\n                                 KRISTINE\n\n                  Oh come on Nick.  This isn't about\n\n                  Christmas.  You go out and buy me a\n\n                  necklace, and a tape of a movie we\n\n                  watched together during a different\n\n                  time...",
  "9": "---END OF PREVIOUS SECTION---\nKRISTINE\n\n                  Oh come on Nick. This isn't about\n\n                  Christmas. You go out and buy me a\n\n                  necklace, and a tape of a movie we\n\n                  watched together during a different\n\n                  time... \n---TARGET SECTION TO BE ANNOTATED---\n how am I supposed to take\n\n                  this?\n\n\n\n                                 NICK\n\n                  Kristine, I got you the necklace,\n\n                  because I thought it would look\n\n                  good on you.  I bought you the\n\n                  movie because I knew it was one\n\n                  of your favorites from when you\n\n                  were a little girl...\n\n\n\n         Nick throws his arms up.\n\n\n\n                                 NICK\n\n                  Why do we have to argue about\n\n                  this?  It made sense to get them\n\n                  because I figured they'd be things\n\n                  you would like...\n\n\n\n                                 KRISTINE\n\n                         (quietly)\n\n                  But I told you I couldn't accept\n\n                  anything from you-\n\n\n\n                                 NICK\n\n                         (angry now)\n\n                  That was after I bought them.  You\n\n                  don't want them, fine.  Give them\n\n                  away.  Throw them away.  But I'll\n\n                  be damned if I'm gonna return a\n\n                  Christmas gift that I bought for\n\n                  somebody.  Anybody, not just you.\n\n                         (frustrated)\n\n                  God why do you have to make such\n\n                  a big deal out of this?\n\n\n\n                                 KRISTINE\n\n                  Because it always seems that you are\n\n                  calling, or doing things for reasons\n\n                  you're not being up front about.\n\n\n\n         Nick plops down wearily onto the sofa.\n\n\n\n                                 NICK\n\n                  And just what am I not being \"up\n\n                  front\" about?\n\n\n\n                                 KRISTINE\n\n                  Wanting to get back together.\n\n                  Manipulating Christmas for some-\n\n                  thing else.\n\n         Nick stares at her, then looks down, cornered by some of the\n\n         truth in her statement.  He massages his temples as Kristine\n\n         sits down next to him.\n\n\n\n                                 KRISTINE\n\n                         (gently)\n\n                  I'm not trying to be mean.  I think\n\n                  it's very sweet of you.  But some-\n\n                  times I don't think even you realize\n\n                  some of the reasons why you do the\n\n                  things you do, and it's always going\n\n                  to make me keep my distance.  That's\n\n                  why I told you not to get me anything.\n\n                  That's why it makes me uncomfortable.",
  "10": "---END OF PREVIOUS SECTION---\nBut some-\n\n                  times I don't think even you realize\n\n                  some of the reasons why you do the\n\n                  things you do, and it's always going\n\n                  to make me keep my distance. That's\n\n                  why I told you not to get me anything. That's why it makes me uncomfortable. \n---TARGET SECTION TO BE ANNOTATED---\n         Concentrating on the wall, Nick tries to gather his thoughts,\n\n         then speaks-\n\n\n\n                                 NICK\n\n                  Kristine, I knew you weren't going\n\n                  home for Christmas, I wanted to do\n\n                  something nice.\n\n                         (his voice cracking a little)\n\n                  I don't get through Christmas very\n\n                  well.  Being alone doesn't make it\n\n                  any easier.\n\n\n\n\n\n\n\n         SILENCE.  Outside, the wind HOWLS through the apartment's\n\n         cracks.\n\n\n\n                                 KRISTINE\n\n                  Nick... I get lonely too this time\n\n                  of year, I know it's hard... but\n\n                  thinking about the past is dangerous.\n\n                  This relationship does not work.  We\n\n                  do things too differently.  It makes\n\n                  me sad to think that, when I can re-\n\n                  member all of the things we shared.\n\n\n\n                                 NICK\n\n                         (glumly)\n\n                  Like our hard heads.\n\n\n\n         Disarmed momentarily, Kristine allows a smile.\n\n\n\n                                 KRISTINE\n\n                  Like our hard heads.\n\n                         (regaining her composure)\n\n                  We've gotta stop doing this.\n\n\n\n         Kristine rises, holding out the necklace and tape to Nick.\n\n\n\n                                 NICK\n\n                  I don't have the receipts.\n\n\n\n         Kristine shakes her head.\n\n\n\n                                 KRISTINE\n\n                  Please Nick.  No more.\n\n\n\n         Nick nods.  The storm between them has passed, despite the\n\n         delicate truce.  He gets up and walks her to the door.\n\n\n\n                                 KRISTINE\n\n                  what are your plans this evening?\n\n\n\n                                 NICK\n\n                  I don't know yet.  How 'bout you?\n\n\n\n                                 KRISTINE\n\n                  I'm having dinner with my room-\n\n                  mate and her family, then I'm\n\n                  heading out for midnight mass with\n\n                  them in the suburbs.\n\n\n\n                                 NICK\n\n                  Sounds like a blast.\n\n\n         The two stop at the door.\n\n\n\n                                 KRISTINE\n\n                  Well... I figure it's the best\n\n                  place to get my head together with\n\n                  everything else being the way it\n\n                  is.\n\n\n\n                                 NICK\n\n                  Yeah...\n\n\n\n         Not knowing how to say goodbye, Nick shifts awkwardly.\n\n\n\n                                 NICK\n\n                  Well.  Merry Christmas.\n\n\n         A beat passes.  Caught up in her emotions, Kristine embraces\n\n         Nick suddenly, holding him close.\n\n\n\n                                 KRISTINE\n\n                  Merry Christmas Nick.",
  "11": "---END OF PREVIOUS SECTION---\nA beat passes. Caught up in her emotions, Kristine embraces\n\n         Nick suddenly, holding him close. KRISTINE\n\n                  Merry Christmas Nick. \n---TARGET SECTION TO BE ANNOTATED---\n         Nick watches after Kristine as she exits the apartment and\n\n         then closes the door slowly.  After pacing the length of the\n\n         livingroom, he kicks a metal waste can across the room and\n\n         then surveys the sudden emptiness in his apartment-\n\n\n\n15.      EXT.  D'AGOSTINO'S BAR - EVENING\n\n\n\n         Some cars pass this cozy little Wrigleyville saloon known as\n\n         D'AGOSTINO'S.\n\n\n\n                                 BARKEEP (V.O.)\n\n                  Last call...!\n\n\n\n16.      INT.  D'AGOSTINO'S BAR - EVENING\n\n\n\n         In the corner of the back room, a television set tuned in to\n\n         \"IT'S A WONDERFUL LIFE\" rests on top of a wooden perch jutting\n\n         out from the wall.  Below it, Nick sits exasperated over a beer\n\n         before his pal BUDDY and some other friends who have gathered\n\n         to share a last minute drink to toast the holiday-\n\n\n\n                                 BUDDY\n\n                         (to Nick)\n\n                  ... I'm really sorry man.  You two\n\n                  still gonna keep in touch?\n\n\n\n                                 NICK\n\n                  I don't know!  It's a little hard\n\n                  trying to salvage something, when\n\n                  I still can't figure out why we\n\n                  went bad in the first place!\n\n\n\n         Buddy squints his eyes at Nick, trying to keep up-\n\n\n\n                                 NICK\n\n                  You know what I mean?\n\n\n\n         A beat passes.\n\n\n\n                                 BUDDY\n\n                  Kind of.\n\n\n\n         Nick snorts derisively at himself.\n\n\n\n                                 NICK\n\n                  Well.  Maybe I just gotta let it\n\n                  go and give it a rest.\n\n\n\n         Looking at his friend empathetically, Buddy tries to offer him\n\n         some words of solace.\n\n\n\n                                 BUDDY\n\n                  No.  No, I do understand.  Re-\n\n                  member last year when I broke up\n\n                  with Jennifer just before the\n\n                  holidays?  I never thought I'd get\n\n                  through it if it weren't for my\n\n                  family.  That's what the holidays\n\n                  are for man, that's what you've\n\n                  gotta concentrate on, is your\n\n                  family.\n\n                         (raising his beer)\n\n                  Haven't you been home yet?\n\n\n\n                                 NICK\n\n                  No.  I managed putting it off 'til\n\n                  tomorrow.",
  "12": "---END OF PREVIOUS SECTION---\n(raising his beer)\n\n                  Haven't you been home yet? NICK\n\n                  No. I managed putting it off 'til\n\n                  tomorrow. \n---TARGET SECTION TO BE ANNOTATED---\n         Disappointed by Nick's attitude, Buddy shakes his head with a\n\n         disapproving look.\n\n\n\n                                 NICK\n\n                         (defensively)\n\n                  Oh, c'mon Buddy, you know how my\n\n                  family is.  Everybody's so busy\n\n                  talking, nobody ever listens-\n\n                         (beat)\n\n                  It's not anyone's fault, it's just\n\n                  that... everything's already so\n\n                  stressed out that Christmastime,\n\n                  just makes it worse.\n\n\n\n                                 BUDDY\n\n                  You'd think twice about saying that\n\n                  if you ever lost them.\n\n\n\n         Nick stares at Buddy a moment, then looks down.\n\n\n\n                                 BUDDY\n\n                  When my mom got diagnosed with\n\n                  cancer this year, all I could think\n\n                  about was how important it was to\n\n                  be home with her, because none of\n\n                  us knew how much more time she had.\n\n                  That's when you realize everything\n\n                  else is really bullshit, when all\n\n                  the things that make sense look\n\n                  like they're just about to be yanked\n\n                  out from under you!  And look at her\n\n                  now... she's in remission!\n\n\n\n         Nick looks back up at his friend, recognizing the truth\n\n         in what he says.\n\n\n\n                                 NICK\n\n                         (quietly)\n\n                  Thank God for that.\n\n\n\n         Buddy nods.  It's obvious that almost losing his mother has\n\n         left an everlasting impression.\n\n\n\n                                 BUDDY\n\n                  You know it.  She fought it all\n\n                  the way and won.\n\n\n\n         He lifts his beer.\n\n\n\n                                 BUDDY\n\n                  To my mom.\n\n\n\n         Nick raises his bottle.\n\n\n\n                                 NICK\n\n                  God bless her.\n\n\n\n         Sipping from their drinks, the two silently ponder it all.  On\n\n         the television set above, GEORGE BAILEY sits at\n\n         MARTINI'S BAR praying for a miracle.  Noticing, Buddy\n\n         yells up at the barkeep-\n\n\n\n                                 BUDDY\n\n                  Hey Bob!!!  Isn't anything else on?\n\n\n\n         BOB the bartender holds up the remote control and aims it\n\n         at the television.  Flipping channels only reveals \"It's a\n\n         Wonderful Life\" on almost every other station although at\n\n         different points in the movie.  Everyone in the bar howls with\n\n         laughter.",
  "13": "---END OF PREVIOUS SECTION---\nBOB the bartender holds up the remote control and aims it\n\n         at the television. Flipping channels only reveals \"It's a\n\n         Wonderful Life\" on almost every other station although at\n\n         different points in the movie. Everyone in the bar howls with\n\n         laughter. \n---TARGET SECTION TO BE ANNOTATED---\n  Buddy leans back to pull a few bills from his pocket\n\n         while Nick contemplates George Bailey's dilemma.\n\n\n\n                                 BUDDY\n\n                         (signaling Nick to rise)\n\n                  Christmas is what you make of it pal.\n\n                  If Jimmy Stewart can get through it,\n\n                  so can the rest of us.\n\n\n\n17.      EXT.  ADDISON & SOUTHPORT - NIGHT\n\n\n\n         Nick and Buddy leave D'Agostino's while exchanging\n\n         \"GOODBYES\" and \"MERRY CHRISTMASES\" with their other\n\n         friends.\n\n\n\n         As the group separates and the lights in the bar grow dim,\n\n         the two start down the icy street.\n\n\n\n                                 NICK\n\n                  You know what really sucks Buddy,\n\n                  is that even if stuff was great with\n\n                  my family, even if I was still on\n\n                  decent terms with Kristine, even if\n\n                  I was halfway satisfied with my job,\n\n                  something still wouldn't seem right.\n\n\n\n                                 BUDDY\n\n                  Like what?\n\n\n\n                                 NICK\n\n                  Like everything!  Take a look around\n\n                  us, everybody's hurting!  I saw this\n\n                  bag lady today, all she wanted was\n\n                  some money so she could eat...\n\n\n\n                                 BUDDY\n\n                  Well did you give her something?\n\n\n\n                                 NICK\n\n                  Yeah I gave her something... but\n\n                  does it matter?  Is it gonna make a\n\n                  difference?\n\n\n\n                                 BUDDY\n\n                         (firmly)\n\n                  As long as you put forth the effort,\n\n                  it does...\n\n\n         Buddy examines his friend, not sure of what other comfort\n\n         he can offer.  He then holds his hand out.\n\n\n\n                                 BUDDY\n\n                  Come on...\n\n\n\n         A beat passes.  Extending his hand, Nick shakes with Buddy.\n\n\n\n                                 NICK\n\n                         (sighing)\n\n                  Yeah, well... thanks for listening.\n\n\n\n                                 BUDDY\n\n                  You've been there just as many times\n\n                  for me.  Merry Christmas \"Saint Nick\"...\n\n                  Get home safely.\n\n\n\n                                 NICK\n\n                  I will.\n\n\n\n         The friends part.  As Buddy disappears down the street.\n\n         Nick looks up at the moon.\n\n\n\n                                 NICK\n\n                  No snow.\n\n                         (beat)\n\n                  It should snow for Christmas.\n\n\n\n         As Nick gazes up into the night sky, a COUPLE pass\n\n         intent on getting somewhere on time.",
  "14": "---END OF PREVIOUS SECTION---\nNICK\n\n                  No snow. (beat)\n\n                  It should snow for Christmas. As Nick gazes up into the night sky, a COUPLE pass\n\n         intent on getting somewhere on time. \n---TARGET SECTION TO BE ANNOTATED---\n  Distracted by them,\n\n         he watches as they scurry past and seeing their destination,\n\n         follows after them.\n\n18.      EXT.  MUSIC BOX THEATER ON SOUTHPORT - NIGHT\n\n\n\n         Following after the couple, Nick finds himself in front of the\n\n         MUSIC BOX THEATER, a small, refurbished movie palace\n\n         situated in the middle of the neighborhood.  Beneath the\n\n         marquee, a group of people stand in line waiting to buy\n\n         tickets.\n\n\n\n         Looking up, Nick sees the words:\n\n\n\n                                 \"WHITE CHRISTMAS\"\n\n                                 \"WONDERFUL LIFE\"\n\n                                 X-MAS SING-ALONG\n\n\n\n         A group of HIGH SCHOOLERS carrying JINGLE BELLS\n\n         catch Nick's attention.  As they notice him, they all chime\n\n         \"Merry Christmas\".  Nick nods, indicating the theater.\n\n                                 NICK\n\n                  Which one's playing next?\n\n\n\n                                 HIGH SCHOOLER\n\n                  \"It's A Wonderful Life.\"  Last\n\n                  show too...\n\n\n\n                                 NICK\n\n                  Why would you pay to see \"It's\n\n                  A Wonderful Life\" when you can\n\n                  see it at home for free?\n\n\n\n                                 HIGH SCHOOLER\n\n                  Are you kidding?  They sing Christ-\n\n                  mas Carols right before the show!\n\n                  Come on, you'll have some fun...\n\n\n\n                                 NICK\n\n                  Ah... I don't know...\n\n\n\n         Sensing that Nick is alone on Christmas Eve, the kids try\n\n         coercing him into checking out the show.\n\n\n\n                                 KIDS\n\n                  Come on...\n\n\n\n                                 HIGH SCHOOLER\n\n                  But you'll need one of these-\n\n\n\n         The girl passes him one of the JINGLE BELL STRINGS.\n\n         Nick studies them amusedly.\n\n\n\n                                 NICK\n\n                  Thanks.\n\n                                 HIGH SCHOOLER\n\n                  Make sure you put them to good use!\n\n\n\n         As the high schoolers move on, Nick shakes his head\n\n         and looks back at the other holiday revelers surrounding him.\n\n         Intrigued at their enthusiasm, he clutches the jingle bells\n\n         close and gets in line to buy a ticket.\n\n\n\n\n\n19.      INT.  MUSIC BOX AUDITORIUM - NIGHT\n\n\n\n         The house lights are dim.  Excited audience members have\n\n         already filled the small movie palace.  Along the auditorium\n\n         walls, garland and ornaments decorate the terra cotta facades\n\n         reminiscent of an ornate Spanish village.",
  "15": "---END OF PREVIOUS SECTION---\nMUSIC BOX AUDITORIUM - NIGHT\n\n\n\n         The house lights are dim. Excited audience members have\n\n         already filled the small movie palace. Along the auditorium\n\n         walls, garland and ornaments decorate the terra cotta facades\n\n         reminiscent of an ornate Spanish village. \n---TARGET SECTION TO BE ANNOTATED---\n  In the back of the\n\n         theater, Nick enters with his jingle bells.  Up near the front,\n\n         lyrics are projected onto the screen while an ORGANIST\n\n         playing a huge WURLITZER and the THEATER MANAGER\n\n         both guide the audience through the last verse of \"SANTA\n\n         CLAUS IS COMING TO TOWN\".  As the song finishes, the\n\n         audience ROARS its approval.\n\n\n\n                                 THEATER MANAGER\n\n                  That was great!!!  Once again, I\n\n                  want to welcome you all to our\n\n                  Annual Holiday Sing Along!!!  If\n\n                  you haven't been here for this\n\n                  before, although something tells\n\n                  me most of you have,all you have\n\n                  to do is follow along with the\n\n                  lyrics on the screen as our previous\n\n                  song takes on a different... \"twist\"-\n\n\n\n         As the organist begins, the theater is FILLED with the power\n\n         of the Wurlitzer's old-fashioned sound.  Energized by it, Nick\n\n         takes a seat as the theater manager leads the audience in an\n\n         alternate version of \"SANTA CLAUS IS COMING TO TOWN\"\n\n         with lyrics behind him on the immense screen that concentrate\n\n         on the holidays more ironic aspects-\n\n\n\n                                 MANAGER AND AUDIENCE\n\n                  \"Oh, you'd better get set, to\n\n                  cough up some dough... here's the\n\n                  sad news in case you don't know...\n\n                  Santa Claus is coming... to town....\"\n\n\n\n         Nick laughs.\n\n\n\n                                 MANAGER AND AUDIENCE\n\n                  \"Your wife gets the gifts... the\n\n                  kids get the thrills... first of\n\n                  the year you'll get all the bills...\n\n                  Santa Claus is coming, to town!!!\"\n\n\n\n         As Nick watches the crowd around him, he catches sight\n\n         of the high schoolers who smile and wave their bells at him.\n\n                                 MANAGER AND AUDIENCE (CONT.)\n\n                  \"... And you'll be very lucky...\n\n                  if RIGHT at Christmas time... old\n\n                  Santa Claus brings YOU a tie from\n\n                  the well known five and dime...\"\n\n\n\n         Pulling his bells out, Nick waves them back and follows suit\n\n         as the theater manager winds the audience towards the finale-\n\n\n\n                                 MANAGER AND AUDIENCE (CONT.",
  "16": "---END OF PREVIOUS SECTION---\nMANAGER AND AUDIENCE (CONT.)\n\n                  \"... And you'll be very lucky... if RIGHT at Christmas time... old\n\n                  Santa Claus brings YOU a tie from\n\n                  the well known five and dime...\"\n\n\n\n         Pulling his bells out, Nick waves them back and follows suit\n\n         as the theater manager winds the audience towards the finale-\n\n\n\n                                 MANAGER AND AUDIENCE (CONT. \n---TARGET SECTION TO BE ANNOTATED---\n                  \"Oh, you're gonna be broke so smile\n\n                  and sit still, if he don't get you\n\n                  INCOME TAX will... Santa Claus is\n\n                  coming... TO TOWN!!!\"\n\n\n\n         The audience applauds wildly.  As they die down, the manager\n\n         continues.\n\n\n\n                                 THEATER MANAGER\n\n                  If you were here for the last film,\n\n                  you should already have this one down.\n\n                  Put your hearts into it, because you\n\n                  never know what magic it will cause...\n\n         \"WHITE CHRISTMAS\" is played.  As Nick sings along with\n\n         the audience, we can tell he seems to finally be filled with\n\n         some warmth.  As the song winds down, a special film loop\n\n         in the projection booth causes it to look as if it's SNOWING\n\n         within the theater.  Still singing, the audience members throw\n\n         their hands together in wild approval.\n\n\n\n         As the song ends, the curtains part to reveal the familiar image\n\n         of the LIBERTY FILMS logo while the first strains of the\n\n         opening music to \"IT'S A WONDERFUL LIFE\" can be heard-\n\n\n\n                                 THEATER MANAGER\n\n                  That was great!!! From the Music Box\n\n                  staff to you and yours, have a safe\n\n                  and happy holiday, and thanks again\n\n                  for coming!!!\n\n\n\n         As the manager and organist depart from the auditorium, Nick\n\n         applauds with the rest of the audience as the FILM BEGINS-\n\n\n\n20.      EXT.  MUSIC BOX THEATER - LATE NIGHT\n\n\n\n         Outside, a mild snowfall that has already accumulated two inches\n\n         makes the Music Box Theater and all of Southport Avenue look\n\n         like a postcard.  Even after the show ends, small flakes continue\n\n         falling as the audience members stream out.\n\n\n\n         Exiting the theater, Nick looks around and smiles.  He is\n\n         definitely in better spirits.\n\n\n\n21.      EXT.  SOUTHPORT AVENUE - LATE NIGHT\n\n\n\n         As Nick begins his journey home through the snow, he sees a\n\n         LITTLE GIRL gazing out from her open apartment window along\n\n         the avenue reaching out and catching snowflakes.  As she catches\n\n         sight of him, Nick smiles at her and waves up.\n\n\n\n                                 LITTLE GIRL\n\n                  Hey mister.",
  "17": "---END OF PREVIOUS SECTION---\nSOUTHPORT AVENUE - LATE NIGHT\n\n\n\n         As Nick begins his journey home through the snow, he sees a\n\n         LITTLE GIRL gazing out from her open apartment window along\n\n         the avenue reaching out and catching snowflakes. As she catches\n\n         sight of him, Nick smiles at her and waves up. LITTLE GIRL\n\n                  Hey mister. \n---TARGET SECTION TO BE ANNOTATED---\n                                 NICK\n\n                  Merry Christmas!  Hey... you be\n\n                  careful up there!\n\n\n\n                                 LITTLE GIRL\n\n                  Have you seen Santa Claus?\n\n\n\n                                 NICK\n\n                  No, not yet.  It's still early\n\n                  though.  I'm sure he'll be along\n\n                  while you're asleep.\n\n\n\n                                 LITTLE GIRL\n\n                  I don't know.  Momma doesn't think\n\n                  he'll come.\n\n\n\n         Nick's eyebrow raises, a little stunned by her statement.\n\n         Wondering what she means, he carefully presses.\n\n\n\n                                 NICK\n\n                  Well why does your momma think that?\n\n\n\n         The little girl shrugs.\n\n\n\n                                 LITTLE GIRL\n\n                  She said first he has to visit the\n\n                  families whose daddies are working.\n\n                                 NICK\n\n                  Oh.  Doesn't your Daddy work?\n\n\n\n                                 LITTLE GIRL\n\n                  No.  He's dead.  My momma works\n\n                  though.\n\n\n\n         Nick gazes speechlessly at the little girl.  As he puts two and\n\n         two together realizing what hard times the little girl's widowed\n\n         mother must be facing, she suddenly APPEARS next to her\n\n         daughter.  Looking a little haggard, the young mother picks her\n\n         daughter up.\n\n\n\n                                 MOTHER\n\n                  Come on honey, it's time to go to\n\n                  bed-\n\n\n\n         Thinking quickly, Nick digs into his coat pocket-\n\n\n\n                                 NICK\n\n                  WAIT!\n\n\n\n         The MOTHER looks down, noticing Nick for the first time.\n\n         Wary, she begins to lower the window.\n\n\n\n                                 NICK\n\n                  Please, hold on...\n\n\n\n          The mother pauses.\n\n\n\n                                 MOTHER\n\n                  What do you want?\n\n\n\n                                 NICK\n\n                  Well, your little girl told me\n\n                  how you don't think Santa Claus\n\n                  is coming...\n\n\n\n         The mother's face tenses.  A combination of SHAME and\n\n         RESENTMENT.  Before she can answer though, Nick has pulled\n\n         the JINGLE BELLS from his pocket.\n\n\n\n                                 NICK\n\n                  Since he's so busy, he wasn't sure\n\n                  if he'd be able to get everywhere\n\n                  either, but I saw him.\n\n\n\n          The little girl's eyes brighten.\n\n                                 NICK\n\n                  Yeah!!!  I saw him, and he gave me\n\n                  these, and he wanted to make sure\n\n                  that you get them...",
  "18": "---END OF PREVIOUS SECTION---\nThe little girl's eyes brighten. NICK\n\n                  Yeah!!! I saw him, and he gave me\n\n                  these, and he wanted to make sure\n\n                  that you get them... \n---TARGET SECTION TO BE ANNOTATED---\n         Nick takes a step back and tosses the jingle bells up towards the\n\n         window.  They bounce off the wall and fall back down to hit\n\n         Nick on the head.\n\n\n\n                                 NICK\n\n                         (grabbing them)\n\n                  Wait a minute.  Get ready now...\n\n                  catch!!!\n\n\n\n         He throws the bells again, clearing the window.  As they pass\n\n         through, the little girl grabs them-\n\n\n\n                                 NICK\n\n                         (pleased with himself)\n\n                  You take care of those... they\n\n                  belonged to Rudolph!\n\n                                 LITTLE GIRL\n\n                  See mommy, I told you Santa would\n\n                  bring something!\n\n\n\n         Nick looks up at the mother nervously, not knowing what to\n\n         expect.\n\n\n\n                                 NICK\n\n                  I hope I wasn't out of place\n\n                  there.  I...\n\n\n\n         The mother shakes her head and holds her lips tight for fear of\n\n         crying.  Not wishing to embarrass the woman, Nick quickly\n\n         moves on.  Watching after him thankfully, she shuts her window\n\n         and moves out of view.\n\n                                                      DISSOLVE TO:\n\n\n\n22.      EXT.  SIX CORNERS - LATE NIGHT\n\n\n\n         Nick walks through the silent snow swept streets.  Around him,\n\n         the three streets Belmont, Lincoln and Ashland crisscross.  At\n\n         the streets' juncture is a wide open intersection overwhich the\n\n         abandoned hulk of an out-of-business department store looms.\n\n         Christmas decorations are visible on some buildings, as well as\n\n         twinkling lights.  The avenue itself though, with the exception\n\n         of one or two passing cars, is barren.\n\n         NICK\n\n\n\n         looks up at the sky, focusing on the constellations.\n\n         One star shines brighter than the others, TWINKLING in the night.\n\n         Nick snorts cynically.  For a moment though, he suddenly\n\n         imagines that he hears angels singing.  Realizing that the idea\n\n         is absurd, he focuses back on the street and sees beyond the\n\n         darkened storefronts a Gothic CHURCH SPIRE cutting upwards\n\n         through the low drifting clouds.  Curious as to the origin of\n\n         the singing, Nick starts walking-\n\n23.      EXT.  ST. ALPHONSUS CHURCH - MIDNIGHT\n\n\n\n         Nick finds himself standing in front of ST.",
  "19": "---END OF PREVIOUS SECTION---\nEXT. ST. ALPHONSUS CHURCH - MIDNIGHT\n\n\n\n         Nick finds himself standing in front of ST. \n---TARGET SECTION TO BE ANNOTATED---\n ALPHONSUS CHURCH.\n\n         Blanketed with snow, the scale of the structure is humbling as\n\n         is the facade.  On each of the four walls situated at the base\n\n         of the steeple, a Roman numeral clock face bears the time 12\n\n         O'CLOCK MIDNIGHT.\n\n         Nick gazes at the open doors of St. Alphonsus.  A few latecomers\n\n         can be seen arriving.  Drifting towards the steps, Nick joins\n\n         their ranks and enters.\n\n\n\n24.      INT.  ST. ALPHONSUS CHURCH - MIDNIGHT\n\n\n\n         The church is only half-full, not quite matching the numbers\n\n         seen earlier within the Music Box.  A CHOIR sings \"O HOLY\n\n         NIGHT\" in a loft at the rear.  Entering from the back, Nick looks\n\n         about taking in the solid stone columns and meticulously\n\n         varnished woodwork.  Interspersed along the walls between a\n\n         half-dozen confessionals are brass plaques depicting the\n\n         stations of the cross.  Overlooking the altar is a stained glass\n\n         window with a giant crucifix hanging in front of it.  Off and to\n\n         the side is a small NATIVITY CRCHE.\n\n         Passing some worshippers, Nick advances respectfully up a side\n\n         aisle towards the front of the church so that he may get a better\n\n         view of the CRCHE.  Approaching it, he stops to notice that the\n\n         CHRIST CHILD FIGURE is missing.\n\n         Nick looks around at the congregation gathered for the midnight\n\n         service.  No one seems to notice that the Christ Child figure is\n\n         gone.  Distressed by this, Nick glances around for an USHER and\n\n         on spotting one, quickly shuffles over.\n\n\n\n                                 NICK\n\n                         (whispering)\n\n                  Excuse me-\n\n\n\n         The usher notices Nick.\n\n\n\n                                 USHER\n\n                  Yes?\n\n\n\n                                 NICK\n\n                  The Christ Child figure...\n\n\n\n         The usher looks at Nick quizzically.\n\n\n\n                                 NICK\n\n                  It's just that... your Christ Child\n\n                  figure is missing.\n\n\n\n         The usher nods her head in affirmation, totally unruffled.\n\n         Nick is incredulous.",
  "20": "---END OF PREVIOUS SECTION---\nNICK\n\n                  It's just that... your Christ Child\n\n                  figure is missing. The usher nods her head in affirmation, totally unruffled. Nick is incredulous. \n---TARGET SECTION TO BE ANNOTATED---\n                                 NICK\n\n                  I'm sorry, but hasn't anybody noticed?\n\n\n\n                                 USHER\n\n                  Oh yes, it's been missing since\n\n                  yesterday.  Some teenagers stole\n\n                  it from Father Jacobse, although\n\n                  I can't imagine what they plan on\n\n                  doing with it-\n\n\n\n         NICK\n\n\n\n         is having a hard time dealing with the usher's complacency\n\n         in the matter.  Around them, the congregation has quieted\n\n         for the PRIEST who has appeared, preparing to start his\n\n         sermon.\n\n\n\n                                 NICK\n\n                         (to usher)\n\n                  It's Christmas Eve!  Isn't anybody\n\n                  upset about it?\n\n\n\n         The usher looks at Nick with a serenity in her eyes that speaks\n\n         volumes-\n\n\n\n                                 USHER\n\n                  The child may be missing, but his\n\n                  spirit is still in our hearts.\n\n\n\n         Mesmerized by the service around him and the people that have\n\n         come together in worship, Nick glances towards the altar as\n\n         FATHER JACOBSE begins.\n\n                                 FATHER JACOBSE\n\n                  Although many of us face troubled\n\n                  times these days, we must always keep\n\n                  in mind that Christmas, is not the\n\n                  holiday where we get what we want...\n\n                  but when we get what we need...\n\n\n\n         As the impact of Father Jacobse's words hit Nick like a hammer,\n\n         he is suddenly transported back to the events of the past twelve\n\n         hours-\n\n\n\n         FLASHBACK\n\n\n\n         Jay passes his gift along to Nick-\n\n\n\n                                 NICK\n\n                  Thanks man.  This's really made\n\n                  my day.\n\n\n\n         Jay smiles, shakes Nick's hand and gets up to leave.\n\n\n\n                                 JAY\n\n                         (looking at his watch)\n\n                  No problem man.  I gotta fly... I'm\n\n                  meeting Tammy- Merry Christmas.\n\n\n\n                                 NICK\n\n                  Yeah, you too.\n\n\n\n         FLASHBACK\n\n\n\n         Nick digs into his pocket and pulls out some money for the BAG\n\n         LADY-\n\n\n\n                                 BAG LADY\n\n                  Thank you sir.  Merry Christmas!\n\n\n\n         FLASHBACK\n\n\n\n         Buddy counsels Nick at D'Agostino's-\n\n\n\n                                 BUDDY\n\n                  ... That's what the holidays are\n\n                  for man, that's what you've gotta\n\n                  concentrate on, is your family.",
  "21": "---END OF PREVIOUS SECTION---\nMerry Christmas! FLASHBACK\n\n\n\n         Buddy counsels Nick at D'Agostino's-\n\n\n\n                                 BUDDY\n\n                  ... That's what the holidays are\n\n                  for man, that's what you've gotta\n\n                  concentrate on, is your family. \n---TARGET SECTION TO BE ANNOTATED---\n                         (raising his beer)\n\n                  Haven't you been home yet?\n\n\n\n         FLASHBACK\n\n\n\n         Kristine embraces Nick, holding him close.\n\n\n\n                                 KRISTINE\n\n                  Merry Christmas Nick.\n\n\n\n         FLASHBACK\n\n\n\n         The high school girl passes Nick one of her JINGLE BELL\n\n         STRINGS.\n\n\n\n                                 HIGH SCHOOLER\n\n                  Make sure you put them to good use!\n\n\n\n         FLASHBACK\n\n\n\n         Nick throws the jingle bells up to the little girl as the mother\n\n         looks down thankfully.\n\n\n\n                                 MOTHER\n\n                  What do you want?\n\n\n\n                                 NICK\n\n                  Well, your little girl told me how\n\n                  you don't think Santa Claus is coming.\n\n                  Since he's so busy, he wasn't sure if\n\n                  he'd be able to get everywhere either,\n\n                  but I saw him.\n\n\n\n          The little girl's eyes brighten.\n\n\n\n                                 NICK\n\n                  Yeah!!!  I saw him, and he gave me\n\n                  these, and he wanted to make sure\n\n                  that you get them...\n\n\n\n          FLASHBACK\n\n\n\n          Nick in the electronics store, with the clerk offering assistance-\n\n\n\n                                 CLERK\n\n                  Sir.  Is there something I can help\n\n                  you find?\n\n\n\n          Nick glances at the clerk.\n\n\n\n                                 NICK\n\n                  Oh... no.\n\n                         (sheepishly)\n\n                  If I can't find it myself, I don't\n\n                  think you could help me.\n\n                         (beat)\n\n                  Thanks anyway though.\n\n\n\n         BACK ON NICK\n\n\n\n         REALIZING what he's been missing as Father Jacobse FINISHES\n\n         his sermon-\n\n                                 FATHER JACOBSE\n\n                  ... Every now and then we need to\n\n                  look into our hearts, and realize\n\n                  that the source of all the emptiness\n\n                  we sometimes feel, is in not recog-\n\n                  nizing the true spirit of Christmas-\n\n                  the spirit of faith... the spirit of\n\n                  goodwill... and the spirit of under-\n\n                  standing-\n\n         NICK'S EYES GLAZE OVER\n\n\n\n         Wiping them quickly, he takes a position at the nearest available\n\n         pew.  As the choir begins singing their energy practically\n\n         ILLUMINATES THE CHURCH WITH LIGHT-\n\n25.      EXT.  ST. ALPHONSUS CHURCH - CHRISTMAS\n\n\n\n         The Christmas service at St. Alphonsus lets out.",
  "22": "---END OF PREVIOUS SECTION---\nST. ALPHONSUS CHURCH - CHRISTMAS\n\n\n\n         The Christmas service at St. Alphonsus lets out. \n---TARGET SECTION TO BE ANNOTATED---\n  Exiting the\n\n         church amongst the other worshippers, Nick passes the usher who\n\n         joyfully shakes his hand-\n\n\n\n                                 USHER\n\n                  Merry Christmas!\n\n\n\n         Nick nods, and reflected in his expression is a renewed sense of\n\n         optimism not only for himself, but all mankind.\n\n\n\n                                 NICK\n\n                  Thanks.\n\n\n\n26.      EXT.  NICK'S APARTMENT - CHRISTMAS\n\n\n\n         Nick makes his way home down the silent snow swept street.\n\n         Climbing up the steps of his building, he lets himself through\n\n         the first set of doors and enters the foyer.\n\n\n\n27.      INT.  NICK'S APARTMENT FOYER - CHRISTMAS\n\n\n\n         Nick fumbles with his keys in the dimly lit entryway.  As he\n\n         begins to unlock the second door, he hears a light knock from\n\n         behind him.  Turning, he sees KRISTINE standing outside.\n\n\n\n         Of all the people Nick expected to see at this point in the\n\n         evening, Kristine is the LAST mon his list.  Regaining his senses\n\n         quickly however, he hastily opens the door.\n\n\n\n                                 NICK\n\n                  Hey-\n\n\n\n                                 KRISTINE\n\n                  I thought I'd stop by to see if you\n\n                  still might be here...\n\n\n\n         Nick is still a little dazed by her appearance.  Snapping to, he\n\n         ushers her in-\n\n\n\n                                 NICK\n\n                  Come on in...\n\n\n\n         Kristine enters the foyer, Nick closing the door behind them.\n\n         The two face each other awkwardly-\n\n\n\n                                 KRISTINE\n\n                  I'm sorry... I tried calling first,\n\n                  but all I got was your machine-\n\n\n\n                                 NICK\n\n                  Yeah, I was out...\n\n\n\n         A long beat passes, leaving Nick to further wonder as to the\n\n         meaning behind Kristine's visit.  Kristine herself seems\n\n         uncertain.  Sensing this, Nick breaks the ice-\n\n\n\n                                 NICK\n\n                  How was your night... how was\n\n                  church?\n\n\n\n                                 KRISTINE\n\n                  It was good...\n\n\n\n                                 NICK\n\n                  Yeah... ?\n\n\n\n                                 KRISTINE\n\n                  Yeah... It was really good-\n\n                         (beat)\n\n                  There are just a few things that I\n\n                  needed to come by here and tell you\n\n                  tonight...\n\n        Nick gazes at Kristine not knowing what to expect.",
  "23": "---END OF PREVIOUS SECTION---\nKRISTINE\n\n                  Yeah... It was really good-\n\n                         (beat)\n\n                  There are just a few things that I\n\n                  needed to come by here and tell you\n\n                  tonight... Nick gazes at Kristine not knowing what to expect. \n---TARGET SECTION TO BE ANNOTATED---\n                                 KRISTINE\n\n                         (stammering)\n\n                  I was pretty hard on you earlier\n\n                  and...  I kept thinking through\n\n                  the service that, regardless of what\n\n                  we've been through, you have always\n\n                  been there for me and...\n\n\n\n         She shuffles nervously, her guard now totally down.\n\n\n\n                                 KRISTINE\n\n                  ... I wanted you to know that I\n\n                  appreciate it, and... I wanted to\n\n                  thank you-\n\n\n\n         NICK\n\n\n\n         gazes at Kristine in disbelief, thankful at the fact that a\n\n         reconciliation is dawning.\n\n\n\n                                 NICK\n\n                         (gently)\n\n                  Of course...\n\n\n\n                                 KRISTINE\n\n                  I even tried to get you something,\n\n                  but... everything was closed.\n\n\n\n         Nick rolls his eyes self-effacingly-\n\n\n\n                                 NICK\n\n                  That's how this whole thing started...\n\n\n\n         Kristine laughs, and the two are suddenly struck by the\n\n         absurdity of their situation.\n\n\n\n                                 NICK\n\n                  Look, Kristine, I'm really sorry\n\n                  that those things I bought you put\n\n                  you on the spot...\n\n\n\n                                 KRISTINE\n\n                  Just forget about it, really...\n\n                         (meeting his eyes)\n\n                  It's Christmas.\n\n\n\n                                 NICK\n\n                  Yeah...\n\n\n\n         Nick and Kristine stand shivering in the cold, unwilling to\n\n         part but not quite knowing where to go next.  Nick glances\n\n         outside.\n\n\n\n                                 NICK\n\n                  So... how 'bout the snow... ?\n\n\n\n                                 KRISTINE\n\n                  It's beautiful.\n\n\n\n                                 NICK\n\n                  Yeah.\n\n\n\n         Nick looks at her.\n\n\n\n                                 NICK\n\n                  It's cold.\n\n\n\n         She nods.\n\n\n\n                                 NICK\n\n                  You want to come up for a minute?\n\n                  I could make you some hot chocolate-\n\n\n\n                                 KRISTINE\n\n                  Umm... yeah... you sure?\n\n\n\n                                 NICK\n\n                  Yeah!\n\n\n\n         Pondering uncertainly whether or not Nick's suggestion is a wise\n\n         one, Kristine relents after a moment and then smiles.\n\n\n\n                                 KRISTINE\n\n                  Why not.\n\n                                 NICK\n\n\n\n         opens the door.  It is an emotional moment, and despite the\n\n         lessons both he and Kristine have learned during this cold\n\n         winter solstice, each still feels very much alone.",
  "24": "---END OF PREVIOUS SECTION---\nKRISTINE\n\n                  Why not. NICK\n\n\n\n         opens the door. It is an emotional moment, and despite the\n\n         lessons both he and Kristine have learned during this cold\n\n         winter solstice, each still feels very much alone. \n---TARGET SECTION TO BE ANNOTATED---\n  For now\n\n         though, they have found some comfort in each other through\n\n         the peace that comes from understanding.\n\n                                 NICK\n\n                  There's just one thing I've gotta\n\n                  do first...\n\n\n\n         As Nick and Kristine head up the staircase, the dank December\n\n         wind outside howls quietly.\n\n\n\n\n\n28.      EXT.  NICK'S APARTMENT - CHRISTMAS\n\n\n\n         Although it is dark, we can still see snowflakes falling.  Nick's\n\n         apartment dominates the frame.  As we pull back from it, a light\n\n         in his livingroom window goes on, after which we can see him\n\n         SILHOUETTED while picking up the phone and dialing-\n\n\n\n                                 NICK\n\n                  Hi mom, it's me... I'm sorry\n\n                  I'm calling so late.  No, no,\n\n                  everything's fine, really.  I just\n\n                  wanted to let you to know that I'll\n\n                  be over first thing in the morning.\n\n                  I love you too.  Merry Christmas-\n\n         THE CAMERA TILTS UPWARDS AND THEN PANS ACROSS TOWARDS THE\n\n         BRIGHTLY LIT CHICAGO SKYLINE.\n\n\n\n         FADE TO BLACK\n\n\n\n         END CREDITS\n\n\n\n\n\n          1993 Jerry Vasilatos and Nitestar Productions.\n\n    \n\n\n\nThe Nitestar Homepage and all material within are Copyrighted\n\n1998 by Nitestar Productions - All Rights Reserved.\n\n\n"
}