{
  "1": "THE SON OF SAUL\n\nA screenplay by\n\nLaszlo Nemes\nClara Royer\n\fI/E. GROVE / UNDRESSING ROOM / PASSAGE - MORNING\nIN A GROVE\nTrees.\n\nA gentle warm light shines on the face of a 40 year-old\nlooking man, as he walks in what seems to be a grove.\n\nHis name is SAUL AUSLANDER. He wears a white shirt_under his\ndark jacket, with a half-hidden number on it: B-7005._On the\nback of his jacket, a red X is painted. He wears a flat\ncivilian hat. He walks with determination, at a regular pace,\nhis lips tight. The trees around give some shelter from the\nsun, birds sing amidst the branches.\n\nHe stops for a while and glances around, at_some older people\naround taking off their heavy winter coats, sitting on the\ngrass. The voices of children, calling for water, can be\nheard._A YOUNG BOY stands on the side, carrying a water can.\n\n \n\nSounds of branch cracking, of steps on the ground. Footsteps\nof many more people. Pieces of words can be heard, in a\ncontinuous humming of different voices and languages.\n\nBehind Saul, children play. Someone comes to him and talks to\nhim, he mumbles something, looks away and moves on.\n\nFour other SONDERKOMMANDO PRISONERS pass Saul by. They all\nstart instructing the civilians to get up and leave. The\ncivilians are gathered in rows of 5, and pushed to the road.\n\n \n\nThree SOLDIERS appear on the side, waiting.\n\nOrders are shouted and the group starts advancing on the\nslight slope of a dusty road.\n\nThe Sonderkommando prisoners accompany the civilians who\ncarry suitcases, bundles, cans and other objects. Some people\ncarry infants. We only catch glimpses of some of the faces\nand clothes. These are weary, slightly disorientated faces,\nmost of them in dark-colored heavy clothes.\n\nOn Saul’s right, a large GROUP OF PEOPLE walks as well,\nquietly.\n\nSaul looks in the direction of the people beside him, as if\nto check. His pace slows down, other people catch up with\nhim. Some of them stare at him. Saul doesn’t engage with\nthem.",
  "2": "---END OF PREVIOUS SECTION---\nHis pace slows down, other people catch up with\nhim. Some of them stare at him. Saul doesn’t engage with\nthem. \n---TARGET SECTION TO BE ANNOTATED---\nThe group comes to a halt. Saul faces them, but keeps on\n\nwalking quietly. Further down some of the people have taken\noff their heavy winter coats and sit on the grass.\n\nooting Draft April 25, 2014\n\n+\n\n+\n\ntee tt\n\fSaul advances in the midst of a CROWD of agitated people, and\nbriefly looks to the side at kneeling, crying figures. _ +\n\nThe road turns to an open range where isolated PEOPLE in gray\nand green clothes point in one direction, at the chaos of\nwhirling humans in heavy, dark clothes and carrying suitcases\nor bundles.\n\nOrders are shouted and repeated, first in German, followed by\nother languages.\n\nIn the background, civilians get off from wagons of a\nmerchandise train. Smoke rises from afar. Heaps of personal\nbelongings pile up next to the train. OLD and CROOKED PEOPLE\nare put onto one TRUCK. The truck departs and draws nearer.\nAnother truck is loaded with personal belongings.\n\n \n\n \n\n++ ++\n\n \n\nThe rhythm of the advancing accelerates, Sonderkommando\nprisoners reacting to German orders by pushing the people\nfurther.\n\nSuddenly, Saul and his comrades from the Sonderkommando +\nsuddenly stop. They take off their flat hats and lower their\nheads. Two SS OFFICERS pass them by. +\n\n+\n\nSaul goes on. +\n\nSaul walks faster, advancing in the large crowd.\nNear the crowd, OLD PEOPLE disembark from a military truck. +\nHe passes a group of people undressing.\n\nSaul walks down a few steps that lead to a large underground\nhall.\n\nIN THE UNDERGROUND HALL (UNDRESSING HALL)\n\nA feeble artificial light replaces the sunlight that fades\naway. People from behind enter the hall.\n\nIn a distance, the voice of an SS MAN catches the attention\nof the people around Saul - a long, quietly uttered monologue\nin German. Saul remains on the side of the underground, he\nwatches the people. His face barely reflects any expression\nbut tiredness.\n\nThe voice stops talking. The people next to Saul start doing\nsomething. Next to Saul, a MAN puts two fingers on the\nhighest button of his messy shirt and hesitates. Saul looks\nat the man, who finally undoes his shirt. Saul leans and\npicks up the man’s clothes on the ground.",
  "3": "---END OF PREVIOUS SECTION---\nNext to Saul, a MAN puts two fingers on the\nhighest button of his messy shirt and hesitates. Saul looks\nat the man, who finally undoes his shirt. Saul leans and\npicks up the man’s clothes on the ground. \n---TARGET SECTION TO BE ANNOTATED---\n He gathers more of\nthe clothes lying on the ground and puts them on the side.\n\nShooting Draft April 25, 2014\n\fA MAN in a jacket with a painted red X over it is helping an\nELDERLY WOMAN to remove pins from a shawl. Next to them,\nother people go on undressing. Naked women pass him by and\npudently hide in a corner.\n\nReassuring voices speaking in different languages can be\nheard, but only fragments make their way to him: “hot meal”\nand “hurry up”.\n\nMAN IN THE CROWD (0.S.)\n(in Hungarian)\nYou have to remember the number.\n\nSaul goes to a corner in the corridor and stands still. He is\nsoon joined by other MEN IN WHITE SHIRTS. They don’t talk.\nNext to him, naked people walk further down. Saul’s face is\nblank as we catch a glimpse at the huge crowd passing him\nby. Voices rise, questions, in various languages, then fade\naway.\n\nThe last naked people, agitated, are being pushed into the\nother hall by men in uniform.\n\nThe sound of a heavy door closing.\nThe men in uniform leave.\n\nSaul and the other men in white shirts collect the clothes\nhanging on the racks and throw them on the ground. Cries\nsurround them.\n\nA bald MAN comes near Saul still taking the clothes out of\nthe racks. The bald man speaks in a low voice to the man next\nto Saul, a strong man in his thirties, LANDESMAN. The bald\nman looks at Saul.\n\nBALD MAN\n(in Yiddish)\nYou too.\nSaul leaves with Landesman. They enter a smaller corridor.\nThe cries are louder. Landesman opens a door on the right.\nThey go inside. There await several other MEN IN WHITE SHIRT,\nfaces turned to the ground.\n\nCUT TO:\nINT. KREMATORIUM - GAS CHAMBER / PASSAGE / TUNNEL - DAY\n\nA gas chamber with plaster walls. Artificial light comes down\nfrom a low ceiling.\n\nShooting Draft April 25, 2014\n\n+\n\fA low, long noise of a_hea industrial fan, before stopping\nwith reverberation.\n\nSaul is hosing the ground mechanically, slowly, directing the\nhose here and there, his face focused.",
  "4": "---END OF PREVIOUS SECTION---\nArtificial light comes down\nfrom a low ceiling. Shooting Draft April 25, 2014\n\n+\n\fA low, long noise of a_hea industrial fan, before stopping\nwith reverberation. Saul is hosing the ground mechanically, slowly, directing the\nhose here and there, his face focused. \n---TARGET SECTION TO BE ANNOTATED---\nIn the BACKGROUND, human FIGURES come and go rapidly. Some\ndraw nearer Saul, and start pulling backward, and then OFF\nSCREEN, heavy loads.\n\nTWO MEN around Saul seem to struggle with something below.\nSaul turns off the hose and leans toward the ground. He helps\nthe men.\n\nThe men carry away their load.\n\nThe figures around Saul move increasingly fast, quietly, as\nif commanded by invisible fear and discipline.\n\nA low whimper can be heard from underneath.\n\nSaul tries to look for the source of the whimper.\n\nHe freezes.\n\nA light-haired man comes near him. He is 30 but looks 50, his\nname is HIRSCH. He wears the same clothes as Saul. His deeply\nset eyes look down with worry at the source of the whimper.\nHirsch waves at someone OFF SCREEN.\n\nAnother prisoner, who seems to have more authority, draws\ncloser. He is a short but strong young man in his late\ntwenties, and a foreman in the Kommando. He is called\n\nFEIGENBAUM. He looks towards the source of the whimper and\nhurries away.\n\n \n\nSaul watches as Hirsch lifts up the bruised corpse of an\nADOLESCENT BOY with dark-brown hair. Hirsch carries it to one\ncorner of the tunnel and puts it onto a bench that another\nMAN has grabbed from the undressing room.\n\nSaul follows Hirsch with his eyes.\n\nBehind the scene, dozens of PRISONERS rapidly carry out their\nroutine, regardless of the agonising boy. Some are pouring\nwater. Some others take heavy loads to a freight-elevator. A\nWELL DRESSED MAN walks around, stops now and then, writing\ndown information, assisted by a prisoner. A few SS GUARDS, _\ndressed in green and gray, armed, watch over the scene.\n\nBehind them, Feigenbaum comes back with a short man in a\n\nwhite gown, a Jewish doctor called MIKLOS. From closer, his\ngown looks less maculate: it is full of stains and dirt._\n\nShooting Draft April 25, 2014\n\n+\n\fHe walks towards the bench, Saul walks closer to them. On the\nbench lays a boy, around twelve years old. Miklés looks at +\nthe boy with weary eyes.",
  "5": "---END OF PREVIOUS SECTION---\nFrom closer, his\ngown looks less maculate: it is full of stains and dirt._\n\nShooting Draft April 25, 2014\n\n+\n\fHe walks towards the bench, Saul walks closer to them. On the\nbench lays a boy, around twelve years old. Miklés looks at +\nthe boy with weary eyes. \n---TARGET SECTION TO BE ANNOTATED---\n+\n\n \n\nHe hardly has the time to put a hand on the boy’s body that +\nfrom behind, a tall SS DOCTOR arrives, a white medical gown\n\nover his SS uniform. Miklos steps aside. He talks quietly in +\nGerman with a Hungarian accent. +\n\nMIKLOS\n(in German)\nStill breathes.\n\nThe SS Doctor takes a stethoscope out of his pocket and\ncoldly examines the boy. He invites the Jewish doctor to\ntouch the boy’s throat. +\n\nThe members of the Sonderkommando working behind have\nsomewhat slowed down their pace, some seem to glance\nfurtively at the scene.\n\nThe SS doctor puts his gloved hand on the boy’s mouth. Miklos\nlooks up at the SS doctor. The hand moves to recover the nose\nas well.\n\nThe whimper stops.\n\nThe SS doctor whispers in Miklos’s ear.\n\nOrders are shouted behind to accelerate the processes.\n\nAn SS GUARD is drawn to the little group. +\nSS GUARD I +\n\n(in German, to Hirsch)\nBack to work, fast!\n\nHe lifts up his stick, but Hirsch already hurries back to the\n\ngas chamber. The guard then turns to Saul, who gets back to\n\nwork.\n\nThe SS doctor takes off his glove and puts it into his\n\npocket. He looks around, vaguely observing the members of the\n\nSonderkommando who accelerate their work. Lost in his\nthoughts, as if he had already forgotten the incident, he\n\n \n\ngoes away. +\nSaul looks back at the scene, and draws towards the bench. +\nHis eyes are focused on the body. +\n\nMiklos steps back.\n\nShooting Draft April 25, 2014\n\fMIKLOS\n(in German)\nI only saw this once before, that\ngirl some time ago.\n\nHe looks at Feigenbaum. Feigenbaum stays quiet, waiting for\norders. Behind, Saul is already very close.\n\nMIKLOS (CONT'D)\n(in German_to Feigenbaum)\nHe ordered an autopsy. Bring it to\nthe room, will you?\nMiklos leaves.\n\nFeigenbaum sighs and approaches the bench. Saul stands up in\nfront of him and tries to utter words in Yiddish.\n\nSAUL\n(in broken Yiddish)\nI‘l1l do it.\n\nSaul turns his back on Feigenbaum and seizes the body.",
  "6": "---END OF PREVIOUS SECTION---\nSaul stands up in\nfront of him and tries to utter words in Yiddish. SAUL\n(in broken Yiddish)\nI‘l1l do it. Saul turns his back on Feigenbaum and seizes the body. \n---TARGET SECTION TO BE ANNOTATED---\nFeigenbaum stands before him - he looks at Saul.\n\nFEIGENBAUM\n(in Yiddish)\nWhat’s it to you?\n\nSaul doesn’t answer and goes into the corridor with the body\nin his arms.\n\nCUT TO:\nINT. KREMATORIUM - TUNNEL / UNDERGROUND STAIRS / GROUND\nCORRIDOR - DAY\n\nSaul carries the body as if it was still alive, the boy’s\nface toward his chest.\n\nCUT TO:\n\nINT. KREMATORIUM - AUTOPSY ROOM - DAY\n\nSaul enters the autopsy room of the Krematorium carrying the\nlifeless body and stops.\n\nThe autopsy room is a room with a tiny window on the side and\n\na door half open on another room, where FIGURES seem to be\nmoving at times.\n\nShooting Draft April 25, 2014\n\fIn the middle of the room stands Miklos, the Jewish doctor.\nOn a stained stone operating table, he examines the insides\n\nof a corpse laid out. An ASSISTANT, prisoner of the\n\nSonderkommando stands next to him, taking notes and assisting\n\nhim.\n\nBarely glancing up at Saul, Miklos signals to Saul a bench on\nthe side of the room. Beside the bench, all sorts of medical\n\ninstruments can be seen.\nSaul seems to stiffen upon seeing these instruments.\nMIKLOS\n(in German)\nJust put it there.\nSaul does not move.\nMIKLOS (CONT'D)\n(in German)\n\nJust put it there. Now.\n\nSaul looks at the doctor.\n\nSAUL\n(in Hungarian, hesitating)\nDoctor... if you will...\n\nMiklos looks at Saul.\nMIKLOS\n(in Hungarian)\n\nYou're Hungarian? I didn’t know.\n\nHe keeps dissecting.\n\nThe assistant comes to Saul and takes the body from him,\n\nand\n\n \n\nbrings the body to a bench.\n\nSaul follows the body to the bench.\n\n \n\nThe assistant keeps looking at Saul, then returns to the\ntable.\n\nMIKLOS (CONT'D)\n(in Hungarian)\nWhere are you from?\nSAUL\n(in Hungarian)\n\nFrom Ungvar.\n\nA beat.\n\nShooting Draft April 25, 2014\n\fSAUL (CONT’D)\n(in Hungarian, low)\nDoctor, please don’t cut this boy.\n\n \n\nMiklos looks up, puts down the dissecting tool.",
  "7": "---END OF PREVIOUS SECTION---\nA beat. Shooting Draft April 25, 2014\n\fSAUL (CONT’D)\n(in Hungarian, low)\nDoctor, please don’t cut this boy. Miklos looks up, puts down the dissecting tool. \n---TARGET SECTION TO BE ANNOTATED---\n +\nMIKLOS\n(in Hungarian, low,\nironic)\n\nWhat else could I do?\n\nSAUL\n(in Hungarian, low)\nKeep it as it is, at least for a\nfew hours.\n\nMiklos looks at him suspiciously. And at the boy. He comes\nnext to the bench.\n\nMIKLOS\n(in Hungarian)\nNo.\nSaul stands still, looking at Miklés. +\n\n \n\nMIKLOS (CONT'D)\n(in Hungarian, low)\nHe one of yours?\n\nSaul hesitates. He nods.\n\nMIKLOS (CONT'D)\n(in Hungarian, low)\nEven then. You don’t need it.\n\nHe pauses and looks behind him at the figures in the other\nroom.\n\nSAUL\n(in Hungarian, low)\nBut you people do.\n\nMIKLOS\n(in Hungarian, low)\nI'm a prisoner like you.\n\nMiklés_ looks at Saul. Saul looks back in an inexpressive way, +\nbut does not look away. Miklés bends forward and looks at the +\n\nbody. +\n\n \n\nShooting Draft April 25, 2014\n\fMIKLOS (CONT'D)\n(in Hungarian, low)\n\nI'll give you five minutes alone at\n\ndinner time. But in the end, it\n\nwill burn with the rest.\n\nSaul nods again, but does_not move_away from the bench. He\nexamines the boy’s face.\n\nMiklos_throws a sheet onto the body. Saul covers the body +\nwith it.\nMIKLOS (CONT'D)\n(in Hungarian)\n\nWhat’s your name?\n\nSAUL\nAuslander.\n\nA beat.\n\nSAUL (CONT'D)\nSaul.\n\nThe doctor barely pays attention to him. Saul finally leaves +\nthe room.\n\nCUT TO:\n\nINT. KREMATORIUM - UNDERGROUND TUNNEL / GAS CHAMBER - DAY\nSaul comes back to the tunnel.\n\nThe members of the Sonderkommando are still busy, under the\nsupervision of Feigenbaum. Two GUARDS are standing on the\n\nside, talking.\n\nFeigenbaum looks up at Saul.\n\nSAUL +\n\nin broken Yiddish) +\nWhere... from? +\nFEIGENBAUM +\n\nin Yiddish) +\nWhat? +\nSAUL +\n\nin broken Yiddish) +\nLast...",
  "8": "---END OF PREVIOUS SECTION---\nTwo GUARDS are standing on the\n\nside, talking. Feigenbaum looks up at Saul. SAUL +\n\nin broken Yiddish) +\nWhere... from? +\nFEIGENBAUM +\n\nin Yiddish) +\nWhat? +\nSAUL +\n\nin broken Yiddish) +\nLast... \n---TARGET SECTION TO BE ANNOTATED---\n transport? Hungary? +\nFEIGENBAUM +\n\nin Yiddish) +\n\nBack to work! +\n\nShooting Draft April 25, 2014\n\f10.\n\nSaul _ goes toward the doorway leading to the gas chamber.\nInside, Hirsch and another PRISONER of the Sonderkommando are\n\n \n\n \n\ncleaning the floor.\n\nSaul kneels down and scrubs the floor.\n\n \n\nSAUL\nin broken Yiddish)\nHungarians?\n\nHIRSCH\nin Yiddish)\nWho?\nSAUL\n\nin broken Yiddish)\nThis transport?\n\n \n\nHIRSCH\nin Yiddish)\nNo. Maybe.\n\nThe prisoner next to them intervenes.\n\n \n\nPRISONER I\n\nin Yiddish, low)\nSome other camp.\n\nFeigenbaum loses his patience, he takes a few steps toward\nSaul, makes a threating move with his arm.\n\nThe momentum of the move suddenly stops and Feigenbaum stops.\n\n \n\nSaul looks up and sees a serious face with commanding eyes.\nThis is ABRAHAM WARSZAWSKI.\n\n \n\nFeigenbaum turns away.\n\nAbraham comes to Saul and kneels down. He scrubs and looks at\n\n \n\nSaul.\n\nCUT TO:\n\nINT. KREMATORIUM - TUNNEL - DAY - LATER\n\nSaul and Abraham stand in front of the lift as it comes down\n\nempty.\nThey start piling bodies in it. They glance at each other+\nIn the background men of the Sonderkommando close the door of\n\nthe tunnel that leads to the undressing romm and the gas\nchamber.\n\n \n\nting Draft April 25, 2014\n\n+\n\f11.\n\nA tall and robust man, around 30 years old, the Jewish\nOberkapo named ELIEZER BIEDERMAN comes down from the stairs\nnext to the lift to inspect the ongoing operations. He keeps\non tapping a decorated tin box with a rolled cigarette. He\nwears an armband adorned with a blue star of David, on which\nthe letters of the word OBERKAPO have been sewn in black.\n\nHe nods at Abraham,_and goes toward the closed door where\nother Sonderkommando PRISONERS are waiting. Abraham follows\nBiederman.\n\nSaul follows him._Abraham looks at Saul, surprised.",
  "9": "---END OF PREVIOUS SECTION---\nHe nods at Abraham,_and goes toward the closed door where\nother Sonderkommando PRISONERS are waiting. Abraham follows\nBiederman. Saul follows him._Abraham looks at Saul, surprised. \n---TARGET SECTION TO BE ANNOTATED---\nSAUL\n(in Hungarian, whispers)\nI’1l help you.\n\nAbraham reaches Biederman before the door. They start\nwhispering. On the other side of the door, hundreds of\nfootsteps can be heard. All the men wait at the door, staring\ndown.\n\nA_guard opens the door.\nAbraham goes to the doorway. Saul follows suit.\nABRAHAM\n(in Hungarian, whispers)\nForget the food. The shiny only.\nCUT TO:\nINT. KREMATORIUM - UNDRESSING ROOM / PASSAGE / EXIT AREA -—\n\nDAY\n\nWith lowered head, Saul and Abraham enter the undressing\nroom. Biederman stops in the doorway and talks to the GUARD.\n\nSome men are already busy taking the clothes from the racks.\nThey throw everything to the centre of the hall.\n\nOther prisoners sort out the personal objects found in the\npile of small-size bundles stacked up on the floor.\n\nSome of them are putting the food they find in their pockets.\n\nSaul and Abraham take some clothes, inspect them then throw\nthem onto the floor.\n\nSaul leaves Abraham and goes in a corner, where documents are\nlaid out on the floor.\n\nShooting Draft April 25, 2014\n\n+\n\f12.\n\nHe kneels down. On the floor, papers, pictures and identity\npapers are gathered. Pretending to sort those out, Saul looks\nthrough the pictures.\n\nIn the background a MAN of the Sonderkommando gets hit on the\nhead.\n\nSaul quickly thumbs through all kinds of portraits, family\npictures.\n\nYANKL, a 19-year-old prisoner, dressed in a dark overcoat,_\nstops by him.\n\nYankl takes the pile away from Saul_and_goes out of the room,\nthrough the door ajar, to the exit area where a stove stands. _\nSaul gazes at Yankl, approaching a dark silhouette lit by the\nfire of a stove. This is FRANKEL, throwing the papers into\n\nthe fire.\n\n \n\n \n\n \n\nSaul stares at Frankel, motionless.\n\n \n\nA KAPO, with a black armband with the word KAPO sewn in white\nletters, comes to_Saul.\n\nSaul takes a new pile of documents, stands up, and leaves the\nundressing room_to the exit area.\n\nIN THE EXIT AREA\n\nThe exit area is full of bundles of clothes.",
  "10": "---END OF PREVIOUS SECTION---\nA KAPO, with a black armband with the word KAPO sewn in white\nletters, comes to_Saul. Saul takes a new pile of documents, stands up, and leaves the\nundressing room_to the exit area. IN THE EXIT AREA\n\nThe exit area is full of bundles of clothes. \n---TARGET SECTION TO BE ANNOTATED---\n Prisoners carry\nthe bundles outside.\n\nHe crosses Yankl’s path as Yankl is going back to the\nundressing room._Yankl_ stops him\n\nYANKL\n(in Hungarian)\nGive me this.\n\nYankl takes the pile from Saul.\n\nSaul does not stop, and continues his way toward Frankel.\nYankl follows him.\n\n \n\nYANKL (CONT'D)\n(in Hungarian)\nSee my pants?\n\nUnder his coat, a red pair of WWI cavalry trousers can be\nseen.\n\nYANKL (CONT'D)\n\n(in Hungarian)\nThey’re older than me!\n\nooting Draft April 25, 2014\n\ntee tt\n\f13.\n\nHe laughs, showing Saul his pants.\n\nYANKL (CONT'D)\n(in Hungarian)\n\nFour months I’ve been here, you\n\nlisten to me!\n\nSaul doesn’t answer.\n\nYANKL (CONT'D)\n(in Yiddish)\n\nForever here, you and I, as if\n\nfamily. (changes tone) Go clean\n\nyourself, you stink.\n\nSaul goes to Frankel near the stove.\n\n \n\nIn his early forties, Frankel holds a metal stick. He picks\nthe papers on fire. Photos, diplomas, ID papers disappear in\n\n \n\n \n\nthe flames. He murmurs something continuously.\nYankl follows Saul.\nFRANKEL\n(in Yiddish, to Yankl, in\na gentle voice)\nCalm down.\n\nCries of agony can be heard from the chamber.\n\nYankl_ stops talking and leaves the room.\n\nSAUL\n(in broken Yiddish)\nRabbi. Someone. I want... bury.\n\nFrankel stops, looks at him_intensely.\n\nFRANKEL\n(in Yiddish)\nBury? Just say the prayer.\n\nSAUL\n(in broken Yiddish,\nwhispering)\nI have the body. Help me.\n\nAbraham arrives in the exit area, discreetly looking into\nbundles in the heap of clothes piling up next to the exit.\n\n \n\nA POLISH KAPO walks toward the stove. He wears a black\narmband with the inscription KAPO sewed in white on it.\n\n \n\n \n\nting Draft April 25, 2014\n\f14.\n\nFRANKEL\n(in Yiddish)\nGet rid of it. Do you know the\nprayer?\n\nSaul shakes his head.",
  "11": "---END OF PREVIOUS SECTION---\nFRANKEL\n(in Yiddish)\nGet rid of it. Do you know the\nprayer? Saul shakes his head. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKEL (CONT'D)\n(in Yiddish)\nI'll say it. What’s his name?\n\nSaul keeps silent.\n\nFRANKEL (CONT'D)\n(in Yiddish)\nThere’s nothing more to do.\n\nSAUL\n(in broken Yiddish, angry)\nIt’s not enough.\n\nThe Polish kapo spots Abraham.\n\nPOLISH KAPO\n(in German)\nWhat are you doing in my Kommando?\n\nSaul looks at the scene. The Polish kapo turns to Saul.\n\nPOLISH KAPO (CONT’D)\n(in German, to Saul)\nAnd you?\n\nSAUL\n(in German)\nA work...\n\nSS GUARD II.\n(in German)\nA work? Don’t you speak German,\nswine?\n\nHe looks at Saul, menacing.\nA beat. Saul glances at Frankel.\nBiederman comes to them.\n\nBIEDERMAN\n(in German)\nWhat?\n\nShooting Draft April 25, 2014\n\fPOLISH KAPO\n(in German)\nThey don’t belong here.\n\nBiederman pulls away the Kapo, towards the exit.\n\n \n\nBIEDERMAN\n(in German)\nI sent them here to help.\n\nPOLISH KAPO\n(in German)\nI don’t need them. This is my\nKommando.\n\nBIEDERMAN\n(in German)\nI am the Oberkapo.\n\nPOLISH KAPO\n(in Polish)\nYou’re a Jewish rat.\n\n15.\n\nBiederman hits the Polish kapo in the face. The Polish kapo\n\nfalls on his back.\n\nBiederman turns away and walks toward the door, followed by\n\nSaul and Abraham.\n\nCUT TO:\n\nINT. KREMATORIUM - TUNNEL - DAY\nThe three men cross the tunnel. Biederman looks tense.\n\nAbraham looks at Biederman, worried.\n\n \n\nABRAHAM\nin Yiddish)\nHe can feel it’s coming for us.\nBIEDERMAN\n\n(in Yiddish)\nIt was nothing.\nThey go to a corner next to the lift. As other men come\nsome racks where gas masks are hanging, they proceed to\ndarker corner.\n\nAbraham discreetly hands a few pieces of golden objects\nBiederman.\n\nShooting Draft April 25, 2014\n\nnear\na\n\nto\n\fBIEDERMAN (CONT’D)\n(in Yiddish)\nNot much. And him?\n\nAbraham looks at Saul.",
  "12": "---END OF PREVIOUS SECTION---\nShooting Draft April 25, 2014\n\nnear\na\n\nto\n\fBIEDERMAN (CONT’D)\n(in Yiddish)\nNot much. And him? Abraham looks at Saul. \n---TARGET SECTION TO BE ANNOTATED---\nSAUL\n\n(in Hungarian, to Abraham)\nI have nothing.\n\n \n\n16.\n\n \n\nBiederman looks at Abraham and leaves. +\nFeigenbaum appears behind them, wiping the sweat off his +\nface.\nFEIGENBAUM\n(in Yiddish)\nGot me some paper?\nABRAHAM\n(in Yiddish)\nNo.\nFEIGENBAUM\n(in Yiddish, slightly\ndisappointed)\nCome on then.\nBiederman nods. Saul and Abraham follow Feigenbaum.\nCUT TO:\nINT. KREMATORIUM - TUNNEL / PASSAGE / NARROW CORRIDOR - DAY\nSaul is at the door of the gas chamber. He’s waiting among\nother prisoners.\nMuted cries of agony can still be heard. The members of the +\nSonderkommando_look exhausted and they sweat. A man is busy +\ncleaning his hands of dirt and oil, but to no avail.\nOne man is talking to himself in a very low voice, as if +\npraying. +\n\nAfter a while, Saul draws closer to Abraham.\nSAUL\n(in Hungarian, low)\nI need your help.\n\nAbraham does not answer.\n\nThe cries and shouts behind the door decrease. Saul stops,\n\nlowers his head.\n\nShooting Draft April 25,\n\n2014\n\f17.\n\nSAUL (CONT’D)\n(in Hungarian, low)\nI_need another rabbi.\n\nAbraham looks at him in a strange way.\nABRAHAM\n(in Hungarian)\nYou? A rabbi?\nSaul does not answer.\n\nSaul sits down onto the ground, speechless.\n\nABRAHAM (CONT ’D\nin Hungarian, low)\n\nThe one at the stove, he’s not\n\ngood?\n\nThe noise of the ventilation goes on.\n\n \n\nABRAHAM (CONT'D\n(in Hungarian, low)\nA rabbi won’t save you from fear.\n\nSaul looks at Abraham. Behind Abraham's harsh look, Saul sees\n\n \n\nsome kind of sympathy.\n\nAbraham is already looking at _an SS OFFICER who walks out of\nthe penumbra, all the way to the glass on the heavy door and\nlooks through it for long seconds.\n\nSS OFFICER\nin German\nBusiness is finished.\nAbraham grabs Saul’s hand and pulls him up.\nIn the background the guards are opening the door. Around\nthem, members of the kommando are gathering, encouraged by\nthe kapos.",
  "13": "---END OF PREVIOUS SECTION---\nAbraham grabs Saul’s hand and pulls him up. In the background the guards are opening the door. Around\nthem, members of the kommando are gathering, encouraged by\nthe kapos. \n---TARGET SECTION TO BE ANNOTATED---\nSome men in gas masks pull out the first bodies and drag them\ninto the corridor.\n\nABRAHAM\n(in Hungarian, low)\nYou heard of the “Apikoyres”?\nSaul shakes his head.\n\nHirsch starts paying attention to their conversation.\n\nShooting Draft April 25, 2014\n\n++ ++\n\n+\n\f18.\n\nABRAHAM (CONT'D)\n(in Hungarian, low)\nGreek. They say he used to be one.\nWhy do you need a rabbi?\n\nSAUL\n(in Hungarian, low)\nIn which kommando?\nABRAHAM\n(in Hungarian, low)\nOutside. Mietek’s kommando.\n\nThe three men go inside the chamber.\n\nSAUL\n(in Hungarian, low)\nMietek?\nABRAHAM\n\n(in Hungarian, low)\nThat Polish worm.\n\nSS GUARD 2\n(in German, shouts)\nFast! +\n\nSaul pulls out a body and drags it to the lift. As he comes\nback Abraham and Hirsch are with him.\n\nSAUL\n(in Hungarian, low)\nWhat does the Greek look like? +\nABRAHAM\n\n(in Hungarian)\nI don’t know.\n\nHirsch intervenes.\n\nHIRSCH\n(in Yiddish, low, with +\ngestures) +\nI know him. He has two scars on\neach side of the face. +\nSAUL\n\n(in Hungarian, low)\nHe has a scar on both cheeks?\n\nABRAHAM\n\n(in Hungarian, low)\nThat’s what he says.\n\nShooting Draft April 25, 2014\n\f19.\n\nSaul and Abraham pulls out two other bodies. Same route.\n\nSAUL\n“Apikoyres\"?\n\nAbraham spots Biederman _on their way back to the gas chamber.\n\nHIRSCH\nin Yiddish)\nMarked by God.\n\nABRAHAM\n(in Yiddish, low)\nSuperstition.\n\nSAUL\n(in Hungarian, low)\nI have talk to him.\n\nABRAHAM\n(in Hungarian, low)\nStop this.\n\nAbraham goes to Biederman.\nSaul, suddenly idle, looks at the two men.\n\nA_DUTCH SS GUARD hits Saul on his face with his stick. His\nnose starts bleeding.\n\nDUTCH SS GUARD\n(in German)\nMove! Move the pieces!\n\nSaul tries to wipe off the blood. He grabs a new load and\ncarries it with someone else to the lift.",
  "14": "---END OF PREVIOUS SECTION---\nMove the pieces! Saul tries to wipe off the blood. He grabs a new load and\ncarries it with someone else to the lift. \n---TARGET SECTION TO BE ANNOTATED---\nInstead of going back to the chamber, Saul catches up with\nAbraham and Biederman as they head toward the narrow corridor\ntoward the exit area.\n\nABRAHAM\n(in Yiddish, low)\nThere's a woman in Kanada. She has\n\nthe package for us. Can you send\nsomeone for it?\n\nBIEDERMAN\n\nin Yiddish)\nIn two days.\n\nShooting Draft April 25, 2014\n\n+\n\n+\n\f20.\n\nABRAHAM\nin Yiddish, low)\nWe don’t have days. They already\nstarted making a list of us.\n\nBiederman looks at Abraham, in a harsh way.\n\nBIEDERMAN\nin Yiddish)\nWho told you that?\nABRAHAM\nin Yiddish)\nMy guy. At the office.\n\nSilence.\n\nBIEDERMAN\n(in Yiddish, low)\nFirst let’s take those pictures.\n\nAbraham stiffens.\n\nABRAHAM\n(in Yiddish, low)\nWhat pictures, Eli? We have no time\nfor this. It’s our turn.\n\nA beat.\n\nBIEDERMAN\n(in Yiddish, low)\nYou think you can blow up this\nwhole thing?\n\nABRAHAM\n(in Yiddish, low)\nYour pictures won’t bring an_army\nhere to free us.\n\nA pause.\nBIEDERMAN\n\n(in Yiddish, low)\nGet me a locksmith.\n\nSAUL\n(in broken Yiddish, low)\nI'll do it.\nABRAHAM\n(in Hungarian, low,\nsurprised)\n\nDo what?\n\nooting Draft April 25, 2014\n\nt+ tt\n\n++\n\f21.\n\nSAUL\n(in Hungarian, low)\nWhat he wants.\n\nBIEDERMAN\n(in Yiddish, low)\nWhat’s he saying?\n\nSAUL\nin Hungarian on a low\n\nvoice to Abraham\nTell him.\n\nAbraham hesitates.\n\nABRAHAM\n(in Hungarian, low)\nYou don’t even know.\n\nSAUL\nin Hungarian, low)\nI_have to get outside.\n\nABRAHAM\nin Hungarian)\nBut he needs a locksmith, not you.\n\nBIEDERMAN\n(in Yiddish, low, to Saul)\nYou speak Yiddish?\n\nAbraham looks at Saul.\n\nABRAHAM\n(in Yiddish, low)\nBarely.\nSAUL\n\n(in Hungarian, low)\nTell him I was a watchmaker.",
  "15": "---END OF PREVIOUS SECTION---\nAbraham looks at Saul. ABRAHAM\n(in Yiddish, low)\nBarely. SAUL\n\n(in Hungarian, low)\nTell him I was a watchmaker. \n---TARGET SECTION TO BE ANNOTATED---\n I can\nbe a locksmith.\n\nAbraham translates reluctantly.\nBIEDERMAN\n(in Yiddish, low, to Saul)\nCome with me.\nAbraham grabs Saul’s arm.\nABRAHAM\n\n(in Hungarian, low)\nIf you go, you’re on your own.\n\nShooting Draft April 25, 2014\n\n+\n\n++ ++\n\f10\n\n11\n\n12\n\n22.\nSaul ignores Abraham and follows Biederman into the swarming\ntunnel.\nCUT TO:\nI/E. KREMATORIUM - COURTYARD / KREMATORIUM GATES / FIELD -\nDAY\n\nSaul follows Biederman out in the courtyard into the blinding\nsun.\n\nThe air is filled with sounds, noises, as if we were in a\nbusy industrial zone.\n\nBIEDERMAN\nin German, to the guards)\n\nHe’s with me.\n\nBiederman waves at a young man in striped trousers, who\nhurries to them carrying a wooden case. His name is KATZ.\n\nFollowed by one GUARD, the three men cross the courtyard.\n\nIn the grove nearby, a new group of civilians is waiting to\ngo under the ground.\n\nThey stop in front of the gates, where two GUARDS are\nstanding.\n\nBIEDERMAN_(CONT’D\n(in German, to the guards)\nThey're with me.\n\nThe three men follow the fence. Smoke rises above the field.\n\nCUT TO:\n\nOMITTED\n\nI/E. KREMATORIUM WING - DOOR / FIELD - DAY\n\nAs they go outthe gates, they follow the wooden fence of the\nKrematorium to another wing of the building, ending with a\ndoor.\n\n \n\n \n\nThey enter the door. They are in a dark narrow corridor.\n\nSaul looks out through the doorway to the grove near the\nfield in front of them.\n\nA heavy, white-gray smoke rises in the air from the ground in\nthe field.\n\nShooting Draft April 25, 2014\n\n+\n\n++\n\f23.\n\nMEN from another Sonderkommando run around.\n\nBiederman takes out of his pocket a golden bracelet_and_ two\npasses.\n\nBIEDERMAN\n(in Yiddish, to Saul)\nIf a kapo shows up.\n\nSaul puts the bracelet in his shoe.",
  "16": "---END OF PREVIOUS SECTION---\nBiederman takes out of his pocket a golden bracelet_and_ two\npasses. BIEDERMAN\n(in Yiddish, to Saul)\nIf a kapo shows up. Saul puts the bracelet in his shoe. \n---TARGET SECTION TO BE ANNOTATED---\nSAUL\n(in broken Yiddish)\nMietek kommando?\n\nBIEDERMAN\n(in Yiddish, tense)\nWhat?\n\nKATZ\n(in Yiddish)\nWhy do we need him?\n\nBIEDERMAN\n(in Yiddish)\nHe’1l be on the lookout.\n\nGetting closer to the door, Saul watches the scene, it seems\nmore and more obvious these men are burning corpses in a pit._\nAn SS officer wearing dirty clothes runs up and down.\n\nA 20 year old fair-haired Polish Oberkapo, MIETEK, a stick in\nhis hand, comes toward them. He wears a black triangle on his\njacket.\n\nBIEDERMAN (CONT’D)\n(in Yiddish)\nWait here.\n\nBiederman goes out of the building and toward Mietek. The two\nmen seemingly do not appreciate each other, the situation is\n\ntense.\n\nSAUL\n(in broken Yiddish, to\nKatz)\nWho is it?\nKATZ\n(in Yiddish)\nShut up.\n\nIn the distance, a sweating SS GUARD roams the scene.\n\nShooting Draft April 25, 2014\n\f24.\n\nSS GUARD\n(in German, yells)\nToo much smoke!\n\nPrisoners drag corpses.\n\nThe visibility decreases. The guards on the side are\nengulfed, the men around become figures.\n\nIn the smoke, the excited shouts of Mietek, the Polish kapo\ncan be heard. He swears in Polish.\n\nKATZ\n(in Yiddish)\nDamn Mietek.\n\nKatz opens the wooden case, turns to Saul and hands him a\nscrewdriver.\n\nKATZ (CONT'D)\n(in Yiddish)\n\nRepair the door but look out. You\n\nunderstand? You watch.\n\nHe shows where to use the screwdriver on the door and\ndisappears inside.\n\nSaul looks around, and back at the door. He starts to undo\nthe large lock, but keeps looking at the field, as a\nsentinel.\n\nOn the field, the smoke is lifted by a sudden breeze and\neverything becomes clearer: the excited kapo, the prisoners\nof the Sonderkommando burning bodies under the sun.\n\nIn the shadow, Katz is kneeling on the floor, assembling a\ndevice he takes from his case. It is a small homemade camera.",
  "17": "---END OF PREVIOUS SECTION---\nOn the field, the smoke is lifted by a sudden breeze and\neverything becomes clearer: the excited kapo, the prisoners\nof the Sonderkommando burning bodies under the sun. In the shadow, Katz is kneeling on the floor, assembling a\ndevice he takes from his case. It is a small homemade camera. \n---TARGET SECTION TO BE ANNOTATED---\nSaul withdraws and looks back at the field.\n\nIn the distance, Biederman looks in Saul’s direction, soon\nengulfed by smoke as it spreads again.\n\nSaul turns to the door and finishes to undo the lock.\nSAUL\n(in broken Yiddish,\nwhispers)\nYou... finished?\n\nNo answer.\n\nSaul looks back at the field.\n\nShooting Draft April 25, 2014\n\f25.\n\nFurther away, the kapo Mietek stands still. He talks with a +\nGerman officer.\n\nOn the other side of the field, an SS guard walks into the\n\nsmoke. +\nInside, Katz orients the camera toward the field. He waits +\nfor the smoke to clear. +\nSaul looks back at the field. Biederman has disappeared. +\n\nOnly smoke can be seen.\nSilence. All the voices have died out. +\nHe rushes inside the house.\n\nHe snatches the camera from Katz’s hands, who looks at him,\nstunned.\n\nKATZ\n(in Yiddish)\nWhat...?\nSAUL\n(in Yiddish, whispers)\nYou... come out.\n\nSaul hides the camera in the gutter of the building.\n\n \n\nKatz comes out, he grabs Saul’s shirt. +\nSaul pushes away Katz from him. +\n\nSmoke engulfs Saul.\nA voice behind him.\nSS OFFICER\n(in German)\nDon’t move.\n\nThe man behind him puts a revolver to his neck.\n\nTwo German_SS GUARDS rush inside +he—buitding. +\n\n \n\nSAUL\n(in German)\nLocksmith. Locksmith.\nThe smoke around starts dissipating.\n\nVoices can be heard from inside.\n\nShooting Draft April 25, 2014\n\f26.\nSaul is searched by the SS officer, who also inspects his\nwork on the door.\nSaul is pushed onto the ground. He falls and does not move.\n\nKatz is brought out and his case reversed, all the tools\nfalling onto the ground.\n\nThe first officer talks to Katz threateningly. Katz does not\nanswer, shakes his head. He glances at Saul.\n\nSaul is told to get up.\nThe SS officer comes to him. He pushes Katz against the door.\nSS OFFICER\n(in German)\n\nYou finish that!\n\nSaul moves to the reversed case, gathers the tools. Katz,\nfrightened, starts working on the lock.",
  "18": "---END OF PREVIOUS SECTION---\nSS OFFICER\n(in German)\n\nYou finish that! Saul moves to the reversed case, gathers the tools. Katz,\nfrightened, starts working on the lock. \n---TARGET SECTION TO BE ANNOTATED---\nSS OFFICER IN DIRTY CLOTHES\nin German\n\nCome her!\n\nThe SS Guards and officers go to him.\n\n \n\nSaul can see as the members of the Sonderkommando are\ngathered near the smoking grounds.\n\nSaul looks at Biederman, standing next to the SS officer_in\ndirty clothes. Biederman glances at him, tense.\n\nA sudden roar of engines. Two trucks enter the scene,\nfollowed by a whole new kommando of prisoners.\n\nThe Oberkapo Mietek starts assembling his men.\n\nMIETEK\n(in German, shouts)\nAssembly!\n\nSaul_leaves Katz behind and goes to Mietek’s group.\nHe joins the recently gathered group of men. Some prisoners\nwear striped clothes, others regular shirts, others jackets\n\nmarked with a large red X on the back.\n\nSaul discreetly looks at the men’s faces around him. He talks\nto a_dark-faced MAN beside him.\n\nSAUL\n\n(in broken Yiddish)\nGreek rabbi?\n\nShooting Draft April 25, 2014\n\n+\n\f13\n\n14\n\n27.\n\nThe dark-faced man doesn’t seem to understand Saul.\n\nWatched by an SS GUARD, the men climb onto the back of an\nopen truck. A heavy canvas covers the load of the truck, so\nthe men have to stand on the edge of the platform.\n\nSaul mechanically turns a bit his head upon hearing the notes\nof a violin in the distance. Other men do the same.\n\nThe music ceases as the engine of the truck is started.\n\nCUT TO:\n\nEXT. WOODS - TRUCK - DAY\n\nThe field is left behind as the truck enters a quiet wood in\nthe soft autumn light, under clear skies.\n\nThe men are standing together, against each other. Saul\ncloses his eyes for a brief moment.\n\nAn SS GUARD pushes his stick against Saul’s ribs. Saul looks\nback at the guard. A blue-eyed young man looks back at Saul\nwith an innocent gaze.\n\n \n\nSaul looks at the truck moving behind them, full of\nprisoners. In the crowd stands a man, reddish scars below his\nears. It’s the RENEGADE.\n\nCUT TO:\n\nEXT. “ASH” RIVER AND WOODS - DAY\nSaul is throwing ashes into the river.",
  "19": "---END OF PREVIOUS SECTION---\nIn the crowd stands a man, reddish scars below his\nears. It’s the RENEGADE. CUT TO:\n\nEXT. “ASH” RIVER AND WOODS - DAY\nSaul is throwing ashes into the river. \n---TARGET SECTION TO BE ANNOTATED---\nBehind him, many prisoners are unloading enormous quantities\nof ash onto trolleys that are taken to the edge of the water.\nAround him, men use shovels to disperse the ashes into the\nwater. Underneath them, thick canvasses are being put down,\nkeeping the ashes from the ground.\n\nShovels plunge at regular pace and throw the ash into the\nair, rapidly creating a thick and gray curtain of dust before\nreaching the surface of the water in tiny whirlpools. The\nrapid flow of water takes away the dust in seconds. A few\ncoughs here and there can be heard.\n\nSaul glances around. He sees the Renegade, working\nrelentlessly a little further along the river bank.\n\nShooting Draft April 25, 2014\n\n+\n\f28.\n\nHis feet in the water, Saul manages to swap his position with\nanother prisoner so he can be next to the Renegade, who keeps\na low profile. With a harsh gaze and tight lips, the Renegade\nthrows the ashes into the river.\n\nSaul also keeps working_with his feet in the water. He gazes +\nat the Renegade. +\n\n \n\nSAUL\n(in broken Yiddish, in a\nlow and excited voice)\nYou... “apikoyres\"”?\n\nThe other goes on, as if he had not heard. He doubles his\neffort.\n\nSAUL (CONT’D)\n(in broken Yiddish, low)\nI need you... for a dead.\nHe looks for a reaction.\nSAUL (CONT’D)\n(in broken Yiddish, low)\nYou understand? +\n\nThe last words have been covered by the sudden outburst of\nshouting by an SS GUARD.\n\nSaul discreetly looks back.\n\nArmed SS guards watch over the operations, while on the side\na few SS officers are gathered in a group.\n\nMietek and a KAPO supervise the work.\n\nBehind, a PRISONER of the kommando has spilled some ash onto\nthe ground.\n\nMIETEK +\n(in German, yells) +\nYou're going to lick it!\n\nHe Mietek lifts up his wooden stick_and starts hitting the +\nprisoner. +\n\nThe prisoner swiftly digs in the ground, mixing ashes and\nearth, and throwing it away into the river.\n\nSAUL\n\n(in broken Yiddish, low)\nDead child.",
  "20": "---END OF PREVIOUS SECTION---\nMIETEK +\n(in German, yells) +\nYou're going to lick it! He Mietek lifts up his wooden stick_and starts hitting the +\nprisoner. +\n\nThe prisoner swiftly digs in the ground, mixing ashes and\nearth, and throwing it away into the river. SAUL\n\n(in broken Yiddish, low)\nDead child. \n---TARGET SECTION TO BE ANNOTATED---\nShooting Draft April 25, 2014\n\f29.\n\nThe renegade shakes his head in a constrained gesture. He +\ngoes on working.\n\nSaul looks at the Renegade, who continues his work +\nmechanically, comes and goes in the shallow water of the\n\nriver. Saul suddenly takes the shovel away from the man’s\n\nhands.\n\nSAUL (CONT'D)\n(in broken Yiddish)\nYou are a rabbi.\n\nThe Renegade turns pale._He looks at Saul for the first time. +\nSAUL (CONT’D)\n\n(in broken Yiddish)\nMietek knows you’re a rabbi?\n\n \n\nThe Renegade stands still, as if thunderstruck. +\nSAUL (CONT'D +\n\nIn broken Yiddish) +\n\nBaruch ata... +\n\nSaul throws the shovel in the water.\n\nThe Renegade, with blank face, advances in the water that\nquickly reaches his shoulders.\n\nSaul, at first shocked, finally lets his own shovel fall onto\nthe ground, and enters the water. He swims towards the\ndrowning man.\n\nBehind, the SS guards start shouting. They shoot at the two +\nmen in the river.\n\nOne prisoner runs to them to help. He is shot and falls_to +\nthe water. +\n\nSaul reaches the renegade, his arm keeping the man’s head\nabove the water. But the renegade tries to free himself, as +\nif to drown. +\n\nThe two heads disappear below the surface for a few seconds.\n\nSaul’s head emerges again, as he carries the barely conscious\n\nrenegade back to the bank.\n\nA tall SS officer appears _on the bank, his name is BUSCH. +\nBUSCH\n\n(in German, shouts)\nCease fire! Cease fire!\n\nShooting Draft April 25, 2014\n\f30.\n\nSaul pulls the renegade toward the shore. The man’s eyes\nslowly return to life. Saul _ grabs the man to his body keeping +\n\n \n\nhis head up. +\nSAUL\n(in broken Yiddish)\nForgive me. +\nThe renegade closes his eyes. +\n\nOn the bank, two kapos already wait for Saul and the\nrenegade.\n\nSaul is almost out of strength.\n\nThe two men barely have the time to rise to their knees, they\nare lifted and taken by the SS guards to the officers.",
  "21": "---END OF PREVIOUS SECTION---\nSaul _ grabs the man to his body keeping +\n\n \n\nhis head up. +\nSAUL\n(in broken Yiddish)\nForgive me. +\nThe renegade closes his eyes. +\n\nOn the bank, two kapos already wait for Saul and the\nrenegade. Saul is almost out of strength. The two men barely have the time to rise to their knees, they\nare lifted and taken by the SS guards to the officers. \n---TARGET SECTION TO BE ANNOTATED---\n BUSCH_ +\nlooks at the two dripping men with curiosity.\n\nBUSCH\n(in German)\nWho can explain what happened? You?\n\nHe points at the renegade.\n\nThe renegade is completely in distress, and mutters something\nincomprehensible in Greek.\n\nRENEGATE\n(in Greek)\nMy shovel...\n\nBehind, the guards push the prisoners to resume working as +\nfast as possible, while two of them carry the fallen prisoner\nonto the truck.\n\nSomewhat amused, Busch turns to Saul.\n\nSS OFFICER_V +\n(in German)\nThese swines do not speak proper\nGerman, Herr Unterscharfihrer!\n\nBUSCH\n(in German, ironic)\nIs there anyone who can translate +\n\nfrom what...\nHe looks around. Silence.\nSAUL\n\n(in German)\nHungarian... I speak...\n\nShooting Draft April 25, 2014\n\f31.\n\nBUSCH\n(in German)\nHungarian?\n\nBusch looks around. Silence. +\nBUSCH (CONT'D)\n\n(in German)\nGentlemen?\n\n+\n\nOne_INTERPRETER KAPO steps up._He is translating throughout\nthe scene. +\n\nINTERPRETER _KAPO\n(in Hungarian)\nWhat happened?\n\nSAUL\n(in Hungarian)\nThe shovel fell to the water, he\ntried to get it back.\n\nBusch has Saul’s cap taken out of the water and puts it, +\ndripping, on Saul’s head. +\n\nBUSCH\n(in German)\nIs the shovel safe now? +\n\nSAUL\n(in German)\nYes, Herr Untersharfiihrer!\n\nBUSCH\n(in German)\nAh, he speaks the language now!\n\nHe laughs, others follow suit.\n\nFrom behind, Saul is pushed onto the ground, and a boot keeps\nhis head on the wet ground for seconds and seconds.\n\nBUSCH (0.S.) (CONT'D)\n(in German)\nWhat a graceful language. The other\nstays here with me.\n\nSaul, still soaked, is lifted up by SS guards and taken back\nto the truck_while the Renegade is still kept on his knees. +\n\n \n\nAT THE TRUCK +\n\nA gunshot can be heard in the background where the officers\nare standing.\n\nShooting Draft April 25, 2014\n\f32.\n\nAs Saul grabs a cart, Mietek goes to him.\n\nMIETEK\n(in German)\nWho the fuck are you, scum?\n\nSaul does not answer, disoriented.",
  "22": "---END OF PREVIOUS SECTION---\nAs Saul grabs a cart, Mietek goes to him. MIETEK\n(in German)\nWho the fuck are you, scum? Saul does not answer, disoriented. \n---TARGET SECTION TO BE ANNOTATED---\n +\nMietek grabs Saul’s arm and pushes him toward the officers.\n\nSAUL\n(in German)\nIn my shoe...\n\nMietek brings Saul _ behind the truck. Saul quickly kneels down. +\nand takes out the golden bracelet from his shoe.\n\nMietek takes the bracelet.\n\nMIETEK\n(in German)\nWhere are you from?\n\nSAUL\n(in German)\nBiederman’s kommando.\n\nMIETEK\n(in German, smiling)\nI’1l come and visit.\n\n \n\nMietek takes Saul back to the other prisoners, cursing_in +\nblithe. +\nIn the background prisoners are sweeping the banks. +\n\nCUT TO:\nOMITTED\n\nEXT. “Y” ROAD IN WOODS / CHECK POINT - LATE AFTERNOON\n\nThe sun is low in the afternoon sky+_On the dusty forest road_ +\nthe members of the Sonderkommando march, weary.\n\nSaul marches alongside his comrades behind the trucks. SS +\nguards travel on the truck. +\n\nMietek, the Oberkapo walks next to the group.\n\nThe prisoners of the Sonderkommando, all exhausted, march on\nthe dusty road towards the external checkpoint.\n\nShooting Draft April 25, 2014\n\f33.\n\nNot far from the advancing Sonderkommando, another GROUP of\nPRISONERS marches on an adjoining road finally joining the\nmain road. It is composed of badly fed, battered ordinary\ncamp prisoners, dressed in rags, coming back from road work,\nbarely alive, carrying heavy tools and covered in dust.\n\n \n\n \n\nSaul’s group stops in front of the checkpoint.\n\n \n\nNot far from them, on the other side of the road the battered\ngroup also stops.\n\nFrom the other side of the checkpoint a civilian Mercedes\napproaches. In order to give way to the vehicle, the battered\ngroup is split into two groups. Many battered prisoners\nsuddenly mix with the Sonderkommando.\n\n \n\n \n\nMietek starts arguing with the group’s KAPO, a BALD MAN\nwearing glasses.\n\nSaul looks at these weak, thin men. They look at the\nSonderkommando with envy.\n\nThe kapos and the guards frantically start shouting.\nMIETEK\n(in German)\nSeparate the Sonderkommando!!\nThe barrier lifts.\nThe Mercedes passes them by.\nThe ordinary prisoners are pushed against Saul.",
  "23": "---END OF PREVIOUS SECTION---\nThe barrier lifts. The Mercedes passes them by. The ordinary prisoners are pushed against Saul. \n---TARGET SECTION TO BE ANNOTATED---\n One of them\nsearches in his pocket and finds a_piece of apple. He takes a\nbite right away. Saul stands still.\nTHIN PRISONER\n(in Yiddish, whispers)\nMedication?\nSONDERKOMMANDO PRISONER_IIL\n(defiant, in Yiddish)\nWe're dying too.\nThe guards try to separate the groups.\n\nSaul keeps looking at the man who took his apple.\n\nThe guards finally succeed in separating the two groups. They\nkeep hitting violently the ordinary prisoners._\n\nAs his group departs, it is hard for Saul to see who is safe\nand who is beaten to death.\n\nting Draft April 25, 2014\n\n+\n\n++\n\n++ ++\n\n++\n\f34.\n\nIn the distance, smoke rises among the trees.\n\n \n\nCUT TO:\nEXT. KREMATORIUM - ROAD FROM THE FOREST / KREMATORIUM GATES /\nCOURTYARD - DUSK\n\nSaul proceeds on the road among Mietek’s kommando behind the\ntrucks.\n\nThey are marching toward the crematorium.\n\n \n\nBiederman is standing in front of the krematorium gates. He\nspots Saul.\n\nBIEDERMAN\n(in German, to the guards)\nThis one is my Krema. I’1l take\nhim.\n\nBiederman and Saul go inside the courtyard of the\nkrematorium.\n\nThe appel is about to start.\n\nMietek’s group proceeds on the dusty road.\n\n \n\nBiederman leaves Saul as he approaches the members of his\nSonderkommando gathering in the courtyard.\n\nIN_ THE COURTYARD\nSaul spots Abraham and goes next to him.\nAbraham, looking tired,_looks at Saul in an inquiring way.\n\nABRAHAM\nin Hungarian)\nWhat happened?\n\nAbraham looks at Saul.\nThe call begins.\nABRAHAM (CONT'D\nin Hungarian, stunned\nYou found the Greek?\nSaul shakes his head.\n\nNumbers are shouted, the prisoners answer.\n\nShooting Draft April 25, 2014\n\f18\n\n19\n\n35.\n\nAbraham, looks up at Saul in a harsh way.\n\n \n\nCUT TO:\nINT. KREMATORIUM - UNDERGROUND STAIRS / GROUND FLOOR CORRIDOR\n/ BACK OF THE OVENS / MEDICAL STORAGE ROOM - NIGHT\n\nThe prisoners walk up the stairs in the krematorium.",
  "24": "---END OF PREVIOUS SECTION---\nAbraham, looks up at Saul in a harsh way. CUT TO:\nINT. KREMATORIUM - UNDERGROUND STAIRS / GROUND FLOOR CORRIDOR\n/ BACK OF THE OVENS / MEDICAL STORAGE ROOM - NIGHT\n\nThe prisoners walk up the stairs in the krematorium. \n---TARGET SECTION TO BE ANNOTATED---\n Abraham\nwalks next to Saul.\n\n \n\nPhe—men—p eed furthe +he—¢: aft . In the doorway\nleading to the entrance of the ovens, Saul suddenly turns\nback.\n\nABRAHAM\n(in Hungarian)\nWhere are you going?\n\nSAUL\n(in Hungarian)\nSomething to do.\n\nABRAHAM\nin Hungarian)\nI'm going with you.\n\nSAUL\nin Hungarian)\nNo need. I'll be right back.\n\nThe prisoners of the Sonderkommando advance between the two\nmen. Abraham gazes at Saul , but quickly disappears in the\ndoorway.\n\n \n\nSaul hurries to the autopsy room. He keeps a low profile\nwhile he passes the night shift kommando, relentlessly\nworking.\n\nCUT TO:\nINT. KREMATORIUM - AUTOPSY ROOM / MEDICAL STORAGE ROOM -\nNIGHT\n\nHe stops in front of a closed door, knocks on it. No answer.\n\n \n\nHe waits there for a few seconds, before turning the knob.\nThe door is locked.\n\nHe turns, toward another door behind him. He slightly pushes\nthe knob, peeping through the little opening thus created.\n\n \n\nIN THE STORAGE ROOM\n\nting Draft April 25, 2014\n\f36.\n\nThe narrow room inside is empty. On the walls, shelves can be\n\n \n\nseen. He looks around, enters the room and closes the door\nbehind.\n\n \n\nThe room has another door. Saul opens it.Saul enters the\nautopsy room.\n\n \n\nHe looks through the benches on the side and the operating\ntable, all empty.\n\nSaul’s face becomes extremely tense.\nGerman voices can he heard, filtered by the main door.\nThe lights are turned on from outside.\n\nWhen the door is suddenly opened, Saul is petrified, in the\nmiddle of the room. The CHIEF DOCTOR rushes in. His eyes are\ncold_and wears an immaculate white gown. He is accompanied by\nseveral other DOCTORS, including the SS doctor and several SS\nOFFICERS. A few battered-faced Jewish doctors can be seen in\nthe background. Among them, Miklos.\n\n \n\nSaul seems incapable of moving, and the chief SS doctor now\nfaces him. Saul looks down. He takes off his hat.",
  "25": "---END OF PREVIOUS SECTION---\nSaul seems incapable of moving, and the chief SS doctor now\nfaces him. Saul looks down. He takes off his hat. \n---TARGET SECTION TO BE ANNOTATED---\nCHIEF SS DOCTOR\n(in German)\nWhat is the purpose of your\nbusiness?\n\nSaul stretches out his hand, toward a broom that stands in a\ncorner.\n\nHe steps back and shows in awkward pantomime-like gestures\nthat he is sweeping the floor.\n\nSAUL\n(in German)\nSweep.\n\nThe chief doctor raises his eyebrows. The SS officers burst\nout laughing. One of them, an AIDE-DE-CAMP, starts imitating\nSaul. He seems drunk.\n\nAIDE DE CAMP\nOy-Oy-Oy!\n\nThe aide de camp lifts up a leg, and now the other. He\ninvites Saul to follow suit.\n\n \n\nShooting Draft April 25, 2014\n\f20\n\n37.\n\nSS OFFICER 3\n(in German)\nA real shtetl dance, like in the\ngood old days! +\n\nSaul starts imitating the SS, to whom the Jewish dance seems\nmore familiar than to Saul.\n\nThe audience is well entertained. The officers and the SS\ndoctors laugh. The Jewish doctors look away.\n\nThe Chief doctor, less amused, snaps his fingers.\nCHIEF SS DOCTOR\n(in German, calmly)\n\nOut!!\n\nSaul, trying to show no emotions, goes back to the corridor,\ncloses the door behind him.\n\nCUT TO:\nINT. KREMATORIUM - GROUND CORRIDOR / UNDERGROUND STAIRS /\nUNDERGROUND STORAGE AREA / TUNNEL / LIFT / OVENS - NIGHT\n\nSaul goes to the stairs down to the tunnel. On his way he\n\n \n\npasses a NIGHT KAPO and a NIGHT FOREMAN. +\nSAUL\n\n(in broken German) +\n\nThe pieces. Autopsy room. Where? +\n\nNIGHT KAPO +\n\n(in German)\nYou're day shift. Get lost.\n\nSAUL\n(in Hungarian)\nThe doctor promised me...\n\nNIGHT FOREMAN +\n(in German)\nWhat?\n\nSaul does not answer and leaves the two men.—\n\nHe runs down the stairs to the underground level, looks under_ +\nthe stairs. Upon finding nothing, he hurries into a storage\n\narea in front of the stairs and increasingly ecstatic, looks\namong the tools and clothes of the Sonderkommando, but to no\navail.—\n\nIn the tunnel, his comrades are loading bodies into the lift.\n\nShooting Draft April 25, 2014\n\f21\n\n38.",
  "26": "---END OF PREVIOUS SECTION---\nSaul does not answer and leaves the two men.—\n\nHe runs down the stairs to the underground level, looks under_ +\nthe stairs. Upon finding nothing, he hurries into a storage\n\narea in front of the stairs and increasingly ecstatic, looks\namong the tools and clothes of the Sonderkommando, but to no\navail.—\n\nIn the tunnel, his comrades are loading bodies into the lift. Shooting Draft April 25, 2014\n\f21\n\n38. \n---TARGET SECTION TO BE ANNOTATED---\nHe arrives in front of the lift. Like a lunatic, he looks\nthrough the corpses.\n\nA fellow prisoner, a powerful MAN working beside him grabs\nSaul’s shirt and pushes him back.\n\nLARGE PRISONER\n(in Yiddish, menacing)\nYou want to go up with them?\n\nThe platform of the lift moves upward. +\n\nSaul jumps onto the platform. He keeps looking amid the\ncorpses.\n\nIN THE OVEN AREA +\nThe platform rises onto the next floor. In the background,\n\nmany PRISONERS of the Sonderkommando, some not even wearing\nshirts, work around large metallic openings behind which\n\n \n\n \n\n \n\n \n\nlarge flames can be seen._Bodies are burning. +\n\nThe prisoners are carrying corpses from the platform to the +\n\novens. +\n\nSaul exits the platform, he passes by the ovens. +\n\nSaul stops. He stares, as if hypnotized, at something OFF +\n\nSCREEN. He is watching the bodies OFF SCREEN vanishing in the +\n\nfire. +\n\nCUT TO:\n\nINT. KREMATORIUM - PRISONERS’ HALL UNDER THE ROOF - NIGHT\n\nTwo dozen members of the Sonderkommando are gathered in this\n\nroom under the roof of the Krematorium. A feeble electric\n\nbulb lights the scene. A constant rumble can be heard.\n\nThe men are mostly in shirtsleeves, sitting at a table in the\n\nmiddle of the room, eating their dinner. Some stand by the\n\nwall, drinking from bottles. The men look drunk. Two or three\n\nlie on the floor, previously engaged in a discussion, but now\n\ntheir head is against the wall, almost sleeping from\n\nexhaustion. The bread is about to fall from the hand of one\n\nof the men.\n\n& PRISONER_who stands next to the sitting Saul empties his +\n\npockets and places some fruits and a flask on the table.\nPRISONER_I +\n\n(in Yiddish, excited)\nWine from Bohemia!\n\nShooting Draft April 25, 2014\n\f39.\n\nSaul, sitting, faces with a tense expression an untouched\nplate full of smoking cabbage. Next to him, Frankel is\ntalking_to himself over two pieces of bread. +\n\nSaul looks at Frankel with a strange look.",
  "27": "---END OF PREVIOUS SECTION---\nShooting Draft April 25, 2014\n\f39. Saul, sitting, faces with a tense expression an untouched\nplate full of smoking cabbage. Next to him, Frankel is\ntalking_to himself over two pieces of bread. +\n\nSaul looks at Frankel with a strange look. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKEL\nBarukh ata Adonai, Elohenu, melekh\nha olam...\n\nYankl embraces Frankel from behind and swings back and forth\nwith him. Frankel tries to get rid of the young man.\n\nYANKL\n(in Yiddish, into\nFrankel’s ear)\nThe angel of death hears your\n\n \n\nblessings, rabbi! +\nFrankel removes the arm of Yankl with a strong movement from +\nhis back. +\nSaul looks back at the bread, takes a piece but throws it to +\nthe table. +\nBehind, Hirsch is taking something from two of the men\nsitting against the wall.\nHe comes next to Saul.\nHIRSCH\n(in Yiddish, to Saul)\nYou, give me your shiny.\nSaul does not react.\nHirsch hits Saul on the shoulder.\nSAUL\n(in broken Yiddish,\nsubdued)\nNothing. +\nHIRSCH\n(in Yiddish)\n\nYou must have something. In your\nmattress. Or in your socks...\n\nSaul remains silent. Hirsch waves at someone OFF SCREEN.\n\nAbraham comes to them. He looks at Saul and realizes\nsomething is wrong.\n\nShooting Draft April 25, 2014\n\f40.\n\nABRAHAM\n(worried)\nSaul?\n\nSilence.\nAbraham nods at Hirsch.\nABRAHAM (CONT'D)\n(in Yiddish)\n\nJust count it.\n\nHirsch sits down and lays out the valuables and start\norganizing them.\n\nBiederman enters the room and comes to them.\nAbraham is still standing, leaning toward Saul.\nABRAHAM (CONT'D)\n(in Hungarian, to Saul)\nWhat did you do down there?\nBiederman glances at Saul and sits on the table.\nBIEDERMAN\n(in Yiddish, to Abraham)\nSit down.\nAbraham stays still.\nBIEDERMAN (CONT’D)\n\n(in Yiddish)\nSit. I said.\n\nAbraham stays still.\nBiederman points at the valuables.\nBIEDERMAN (CONT’D)\n(in Yiddish, to Abraham)\nI take these with me.\nAbraham takes the valuables from the table.\nABRAHAM\n(in Yiddish)\nWe need these. We can’t wait more.\nWe have to get the package from\nElla.\n\nHe turns to Hirsch.",
  "28": "---END OF PREVIOUS SECTION---\nWe can’t wait more. We have to get the package from\nElla. He turns to Hirsch. \n---TARGET SECTION TO BE ANNOTATED---\nShooting Draft April 25, 2014\n\n+\n\f41.\n\nABRAHAM (CONT'D)\n(in Yiddish, to Hirsch)\n\n \n\nThese enough for the guards? +\nHirsch nods._Biederman remains silent, worried again. He goes +\nout. +\nThe prisoners around slowly cease their conversations and +\nmany go to sleep. +\n\nSaul looks up. His suddenly illuminated gaze follows the man\nwho just entered the room. Miklos, the Jewish doctor, glances\naround with weary eyes.\n\nABRAHAM (CONT'D)\n(in Hungarian)\nWhat does this butcher want?\n\nSaul swiftly stands up and goes to Miklos. Hardly controlling\nhimself, he grabs the doctor’s gown.\n\nSAUL\n(in Hungarian)\nWhere’s the boy?\nMIKLOS\n(in Hungarian)\nHold on, hold on...\nHe tries to undo Saul’s fingers, but to no avail. +\nSaul drags Miklos to a quiet corner in the room.\nMIKLOS (CONT'D)\n(in Hungarian)\nYour boy’s safe. +\nSaul slowly lets go of him. Miklos looks deep into his eyes.\nMIKLOS (CONT'D)\n(in Hungarian)\nI had to hide it from the doctors.\nSaul hesitates.\nSAUL\n(in Hungarian)\nCan’t you exchange him for someone\nelse?\n\nMiklos stiffens.\n\nShooting Draft April 25, 2014\n\f21B\n\n22\n\n42.\n\nMIKLOS\n(in Hungarian)\nNo, I have to autopsy it, document\nit... Come with me.\n\nMiklos and Saul leave the room.\n\nINT. KREMATORIUM - ATTIC STAIRS / BACK OF THE OVENS / GROUND\nFLOOR CORRIDOR / UNDERGROUND STAIRS - NIGHT\n\nBACK OF THE OVENS\n\nThey go down the stairs, past the back of the ovens, which\nare being fed. Miklos wipes his face.\n\nMIKLOS\n(in Hungarian)\n\nWhat a heat... How can you get used\nto this?\n\nHe looks at Saul, tries to remember.\n\n \n\nMIKLOS (CONT'D)\n(in Hungarian)\nWhat’s your name?\n\nSAUL\nAuslander. Saul.\n\nMIKLOS\n(in Hungarian)\nIt’s in the autopsy room. I'll be\nright back.\n\nMiklos leaves him at the top the stairs and goes down to the\ntunnel. Saul walks to the autopsy room.",
  "29": "---END OF PREVIOUS SECTION---\nI'll be\nright back. Miklos leaves him at the top the stairs and goes down to the\ntunnel. Saul walks to the autopsy room. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nINT. KREMATORIUM - AUTOPSY ROOM - NIGHT\nSaul silently enters the autopsy room.\n\nHe moves to the side, where on the bench he finds the corpse\nof the boy. He unwraps the sheet.\n\nHe sits down next to the boy and looks at the boy’s face,\nlost in his thoughts for long seconds.\n\nHe moves his hand across the hair of the boy, leaves his hand\non it.\n\nThey are alone in the room.\n\nShooting Draft April 25, 2014\n\n+\n\f23\n\n24\n\n43.\n\nAt times, the sounds of the building can be heard.\n\n \n\nSaul wraps the sheet around the body.\n\n \n\nHe takes his jacket off, lifts up the body, takes it onto his\nshoulders and covers it with his jacket.\n\nSaul leaves the room.\n\nCUT TO:\n\nOMITTED\n\nINT. KREMATORIUM - BACK OF THE OVENS / ATTIC STAIRS / ATTIC -\nSAUL’S CORNER - NIGHT\n\nCarrying the wrapped corpse, Saul comes across the night\nshift workers busy around the ovens.\n\nHe walks up the stairs into the attic.\nIN THE ATTIC\n\nHe hurries to the part of the hall where the prisoners sleep\nin sections separated by canvases and pieces of cloth.\n\nHe comes across a figure in the dark, sitting on the floor,\nhis back to a curtain. The figure is writing on an empty bag\nof cement. As Saul gets closer, the figure quickly stops.\nIt’s Feigenbaum.\n\nSaul tries to pass round him. Feigenbaum gets up.\n\nFEIGENBAUM\n(in Yiddish)\nWhat are you carrying?\n\nSaul does not answer. Feigenbaum lifts the cloth covering the\nbody. Saul pushes him away.\n\nFEIGENBAUM (CONT'D)\n(in Yiddish, nervously)\nBring it back! You can’t do that!\n\nSaul readjusts his load on his shoulder.\n\nFEIGENBAUM (CONT'D)\n(in Yiddish)\nYou play with our lives.\n\nSAUL\n(in broken Yiddish,\nexcited)\n\n(MORE )\n\nShooting Draft April 25, 2014\n\f44,\n\nSAUL (CONT'D)\n\n+\nyour writings KZ.\nFeigenbaum stays still. Saul goes behind the curtain.",
  "30": "---END OF PREVIOUS SECTION---\nSAUL\n(in broken Yiddish,\nexcited)\n\n(MORE )\n\nShooting Draft April 25, 2014\n\f44,\n\nSAUL (CONT'D)\n\n+\nyour writings KZ. Feigenbaum stays still. Saul goes behind the curtain. \n---TARGET SECTION TO BE ANNOTATED---\nIN SAUL’S CORNER +\nSaul enters new sections until he reaches a corner with a bed-\ncamp and pieces of cloth.\nSaul lays the body of the boy on a bed-camp. Some light comes\nin from the common area through the canvas and low-toned\nconversations can be heard.\nSaul sits down on the ground.\nSuddenly, Abraham appears behind the curtain.\nABRAHAM\n(in Hungarian, low)\nSaul!\nSaul jumps up and exits the corner through the curtain.\nIN THE COMMON ROOM +\nABRAHAM (CONT'D)\n(in Hungarian)\nWe're getting more weapons tonight.\nWe should be ready by the morning.\nSAUL\n(in Hungarian)\nThe morning?\nAbraham looks at him.\nABRAHAM\n(in Hungarian)\nIt’s my plan.\nSAUL\n(in Hungarian)\nI have to find a rabbi.\nAbraham stops. +\nABRAHAM +\nin Hungarian) +\nI'll get you a rabbi after. +\nSaul does not seem to believe him. +\n\n \n\nShooting Draft April 25, 2014\n\f25\n\n26\n\n45.\n\nABRAHAM (CONT'D)\n(in Hungarian)\nI’1l_ need you Saul.\nSAUL\n(in Hungarian)\nYou didn’t even care much before.\nABRAHAM\n(in Hungarian, smiling)\nI still don’t.\nSaul looks up at Abraham, tired.\nSAUL\n(in Hungarian)\n\nHave to eat.\n\nSaul goes toward the common table.\n\nOMITTED\n\nINT. KREMATORIUM - PRISONERS’ HALL UNDER THE ROOF - NIGHT\nSaul eats at the table.\n\nThe men around him either do not pay attention or look at\nhim, speechless.\n\nSaul looks on, tired. Abraham stands by his side.\nMen are talking next to them in Yiddish. +\n\nThe rumble increases around them, so that the conversation\nbecomes less and less audible.\n\nHIRSCH\n(in Yiddish, in awe) +\nNot just her body. The way she\nlooked at me. +\n\nHIRSCH (CONT'D)\n\n(in Yiddish)\n... I had to talk to her. She was\nbreathtaking.\nYANKL\n(in Yiddish, cynical)\nSo she saw it coming!_Tell me!! +\nHirsch sits down. +\nSaul rubs his temple. He stops eating.",
  "31": "---END OF PREVIOUS SECTION---\nShe was\nbreathtaking. YANKL\n(in Yiddish, cynical)\nSo she saw it coming!_Tell me!! +\nHirsch sits down. +\nSaul rubs his temple. He stops eating. \n---TARGET SECTION TO BE ANNOTATED---\n +\n\nShooting Draft April 25, 2014\n\f46.\n\nSAUL\n(in Hungarian)\nI wish I understood nothing.\n\nABRAHAM\n(in Hungarian)\nYou used to talk about women all\nthe time!\n\nSAUL\n(in Hungarian)\nI don’t remember.\n\nAbraham looks up, and sees Biederman coming in, tapping a\ncigarette on his tin box. He is followed by a tall and\nstrongly built man with a harsh look. He is a Russian\nprisoner in his forties, his name is VASSILI. They talk to\nKatz.\n\nThe three men stop in front of Saul. Biederman gives the\ncigarette to Vassili, who lights it as he studies Saul.\n\nVASSILI\n(in Russian, to Saul)\nAre you good with weapons?\n\nSaul looks at him, worried.\nAbraham intervenes.\n\nABRAHAM\n(in Russian, to Vassili)\nNo.\n\nVassili keeps on staring at Saul.\n\nVASSILI\n(in Russian, to Saul)\nI’ll teach you.\n\nABRAHAM\n(in Yiddish, angry, to\nBiederman )\nHe’s no fighter!\n\nBIEDERMAN\n(in Yiddish, to Abraham)\nHe saved the day. No need to be his\nmother.\n\n \n\nKatz nods.\n\nOutside dogs bark. Trucks approaching can be heard_from\noutside. The men look up.\n\nShooting Draft April 25, 2014\n\f27\n\n28\n\n47.\n\nABRAHAM\n(in Yiddish, to Biederman)\nWere new transports planned\ntonight?\n\nBIEDERMAN\n(in Yiddish, surprised)\nThey didn’t tell me.\nThe men go closer to the window.\n\nSaul stands up and goes toward the windows.\n\nSome men are already gathering near one of the windows,\ngazing out into the night, as if spellbound.\n\nThe men look anxious and are increasingly agitated.\nSS OFFICER (0.S.)\n(in German, shouts)\n\nKapos! All Kapos!\n\nSaul moves away from the window and goes back toward his\ncorner when Biederman grabs him by his arm.\n\nBIEDERMAN\n(in Yiddish)\nYou come with me.\n\nThe two men hurry to the stairs.\n\nOMITTED\n\nI/E.",
  "32": "---END OF PREVIOUS SECTION---\nBIEDERMAN\n(in Yiddish)\nYou come with me. The two men hurry to the stairs. OMITTED\n\nI/E. \n---TARGET SECTION TO BE ANNOTATED---\n KREMATORIUM - UNDERGROUND TUNNEL / COURTYARD - NIGHT\nSaul and Biederman rush to the underground exit area.\nBIEDERMAN\n(in Yiddish)\n\nYou’re with me now.\nTwo other KAPOS followed by two FOREMEN come along with them.\nThey go to the courtyard of the Krematorium. A group of SS\nofficers, led by VOSS, are already in the middle of the\n\ncourtyard.\n\nBehind the fence civilians are endlessly walking into the\nKrematorium.\n\nVoss is yelling with another OFFICER before moving to the\nkapos.\n\nShooting Draft April 25, 2014\n\f29\n\n48.\n\nVOSS\n(in German)\nYou all go and get the day shift\nmen_too. Get them to work. All of\nyou!\n\nThe kapos glance at each other.\n\nKAPOS\n(in German)\nYes, Sir Oberscharfiihrer!\n\nThey run away.\n\nVOSS\n(in German, to Biederman)\nCount how many to treat still. He\nstays.\n\nHe designates Saul. Biederman runs away, toward the\nKrematorium.\n\nVoss shakes his head while writing things down on a paper he\nholds in his hands. He mutters something to the officer\nstanding next to him, before leaving for the Krematorium.\nSaul stands there, clueless.\nVoss designates Saul and another PRISONER.\n\nVOSS (CONT'D)\n\n(in German)\nYou come with me.\n\nThey walk behind Voss, as he enters the Krematorium_side door\n\nleading to the office.\n\nCUT TO:\n\nINT. KREMATORIUM - OFFICER’S ROOM - NIGHT\n\nVoss, Saul and the other prisoner enter the room. Voss sits\ndown at his desk. He is focused on some kind of mental\noperation.\n\nHe designates a large table where a chaos of bottles of\nalcohol, burnt out cigars and cigarettes, fallen glasses,\nhalf-eaten plates of food, and a broken violin can be seen.\n\nVOSS\n(in German)\nClean up!\n\nSaul and his fellow prisoner clean the table methodically.\n\nShooting Draft April 25, 2014\n\n+\n+\n\fVoss keeps looking at his watch and at a letter in\nhim.\n\nBiederman and two other KAPOS burst into the room.",
  "33": "---END OF PREVIOUS SECTION---\nSaul and his fellow prisoner clean the table methodically. Shooting Draft April 25, 2014\n\n+\n+\n\fVoss keeps looking at his watch and at a letter in\nhim. Biederman and two other KAPOS burst into the room. \n---TARGET SECTION TO BE ANNOTATED---\nVOSS (CONT'D)\n(in German)\nHow many still to treat?\n\nBIEDERMAN\n(in German)\n1000, Herr Oberscharfiihrer!\n\nVOSS\n(in German)\n1000? You swines. There’1l be three\ntime more tonight.\n\nHe pauses. Biederman looks at Saul, still cleaning\nincredible mess in the room.\n\n49.\n\nfront of\n\nthe\n\nVoss looks at his watch repeatedly, keeps talking to the\n\nkapos.\n\nVOSS (CONT'D)\n\n(in German)\nIt has to be over with by dawn.\nEvery round: two men, a woman, and\na child. Pull out the ash after two\nrounds. Ventilate every 12 minutes.\nYou're in charge. Understood?\n\nBIEDERMAN\n(in German)\nYes, Herr Oberscharfiihrer!\n\nStill cleaning, Saul uncovers a revolver on the table. He\n\nlooks at it, mesmerized, hesitates.\n\nVOSS\n(in German)\nWhen you finish, you useless\nvermin, wash and disinfect it all.\nThere’1ll be a new treatment.\n\nVoss stands up, goes to the table and takes the revolver.\n\nBiederman is about to leave.\n\nVOSS (CONT'D)\n(in German)\nLast thing: get me a list of 70 men\nby tomorrow noon.\n(MORE )\n\nShooting Draft April 2\n\n5, 2014\n\f30\n\n50.\n\nVOSS (CONT'D)\nMen you can spare. We need them\nelsewhere. Dismissed!\n\nBiederman stops, spellbound.\nVOSS (CONT'D)\n(shouts in German)\nDismissed!\n\nSaul looks on as they run out.\n\nVoss lights up a cigarette, lays back and looks up at the\nsmoke rising from his cigarette.\n\nHe looks at Saul.\n\nVOSS (CONT'D)\n(in German)\n\nYou go and get me Schlojme from the\n\ncoal room.\n\nSaul, his hands full of dishes, stops and looks at Voss.\nVOSS (CONT'D)\n(in German)\nLeave it here!\n\nSaul puts everything down and runs out.\n\nCUT TO:\n\nINT. KREMATORIUM - BACK OF THE OVENS - NIGHT\n\nSaul enters the area behind the ovens where a dozen prisoners\nare continuously feeding a metal opening with coal. The\nflames are intense.",
  "34": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. KREMATORIUM - BACK OF THE OVENS - NIGHT\n\nSaul enters the area behind the ovens where a dozen prisoners\nare continuously feeding a metal opening with coal. The\nflames are intense. \n---TARGET SECTION TO BE ANNOTATED---\n Many prisoners are painted black by the\nsoot and they all sweat.\n\nSaul sees a man organizing and supervising the work. He is in\nhis late thirties. His face is drawn, reddened by alcohol. He\nis a kapo: SCHLOJME. Saul goes to him.\n\nSAUL\n(in Yiddish)\nHerr Oberscharfiihrer... calls you.\nSchlojme shakes his head and leaves.\nA red-haired FOREMAN comes in the room. As Saul is trying to\n\nget out, the kapo grabs him. He tosses him to the ground and\nthrows him a shovel.\n\nShooting Draft April 25, 2014\n\f31\n\n51.\n\nRED-HAIRED FOREMAN\n(in German)\nWork!\n\nSaul gets up. Completely lost, he looks at the entrance and\nat the foreman. He imitates what the others do: carrying the\ncoal all the way to the fire, in a constant inhuman pace.\n\nHe goes to the fire and back. And back to the fire again. Men\nwork silently around him.\n\nThe foreman, in the background, beats a man who did not seem\nto work hard enough.\n\nRED-HAIRED FOREMAN (CONT'D)\n(in German)\nFaster!\n\nNow the foreman orders them to move an enormous trolley full\nof coal. Saul has to join the group, pushing the trolley, but\nto no avail.\n\nThe foreman becomes berserk and hit the men, including Saul,\nwith his stick. A man falls down, in pain. The trolley does\nnot move.\n\nRED-HAIRED FOREMAN (CONT'D)\n(in German)\nYou move the trolley or you all\nburn!\n\nExhausted, Saul looks at the entrance.\n\nBiederman appears, and comes closer.\n\nBIEDERMAN\n(in German, to the\nforeman)\n\nI take this one.\n\nHe grabs Saul.\nRED-HAIRED FOREMAN\n(in German)\n\nUseless shit.\n\nSaul follows Biederman outside.\nCUT TO:\n\nEXT. KREMATORIUM - COURTYARD / FENCE AND KREMATORIUM GATES -\n\nNIGHT\n\nIn the courtyard, figures move behind the fence.\n\nShooting Draft April 25, 2014\n\f52.\n\nThe continuous humming of the Krematorium cover almost\n\nentirely the shouted orders of the quards.",
  "35": "---END OF PREVIOUS SECTION---\nKREMATORIUM - COURTYARD / FENCE AND KREMATORIUM GATES -\n\nNIGHT\n\nIn the courtyard, figures move behind the fence. Shooting Draft April 25, 2014\n\f52. The continuous humming of the Krematorium cover almost\n\nentirely the shouted orders of the quards. \n---TARGET SECTION TO BE ANNOTATED---\nMen from Saul’s kommando are piling clothes on carts.\nBiederman and Saul find Abraham, Hirsch and Vassili.\n\nBIEDERMAN\n(in Yiddish, to Abraham)\nYou were right. _We’re next. He\nwants 70 men by tomorrow.\n\nAbraham translates in a low voice in Russian to Vassili.\n\nVassili says a few words in Russian to Abraham.\n\nABRAHAM\n(in Yiddish)\nWho is going to get the package\nthen?\n\nBIEDERMAN\n(in Yiddish)\nI am.\n\nABRAHAM\n(in Yiddish)\nI‘1l come with you. Ella knows me.\n\nBIEDERMAN\n(in Yiddish)\nNo, you need to stay here.\n\nABRAHAM\n(in Yiddish)\nTake Saul with you, then, she knows\nhim.\nSAUL\n(in Yiddish)\n\nI don’t know her.\n\nAbraham becomes angry.\n\nABRAHAM\n(in Hungarian)\nSure you do.\n\nSAUL\n(in Hungarian, to Abraham)\nI’m not going.\n\nABRAHAM\n(in Hungarian)\nYou do as I say.\n\nShooting Draft April 25,\n\n2014\n\f53.\n\nThe German officers are shouting orders. Confusion grows.\nDogs are barking.\n\nSaul tries to leave and go back to the Krematorium. Abraham\nand Landesman block his way.\n\nABRAHAM (CONT'D)\n(in Hungarian, to Saul)\nHe goes with you.\n\nBIEDERMAN\n(in Yiddish)\nWhat’s wrong?\n\nABRAHAM\n(in Yiddish)\nNothing. Both will go with you.\n\nIn the courtyard stands the SS Commander Voss talking with\nseveral OFFICERS.\n\nBiederman discreetly waves OFF SCREEN and a GROUP of 15 men,\nlead by LEMKE, a Jewish kapo, push toward the gate huge carts\nfull of personal belongings_- clothes, suitcases, shoes,\nbundles, kitchen tools.\n\nVOSS\n(in German)\nWhat’s this, Oberkapo? We need all\nthe men here!\n\nBIEDERMAN\n(in German)\nHerr Oberscharfiihrer, the men can’t\nwork because of the belongings\npiling up! I am taking some men\nwith me to the warehouse!\n\nVOSS\n(in German)\nOberkapo, you stay here. These can\ngo.",
  "36": "---END OF PREVIOUS SECTION---\nI am taking some men\nwith me to the warehouse! VOSS\n(in German)\nOberkapo, you stay here. These can\ngo. \n---TARGET SECTION TO BE ANNOTATED---\nLemke instructs his men to start pushing the carts. TWO SS\nGUARDS follow them.\n\nCUT TO:\n\nShooting Draft April 25, 2014\n\f54.\n\nEXT. CAMP ALLEY / WAREHOUSE “KANADA” - NIGHT\n\nSaul pushes a cart with the prisoners, among them Landesman\nand Hirsch, in an alleyway of barracks as they draw near a\nwarehouse at the entrance of which an armed SS GUARD stands. +\nLandesman keeps a constant eye on Saul’s moves. +\n\nThe men throw the clothes and other belongings on the ground.\n\nLandesman stays close to Saul as they proceed with one of the\ncarts.\n\nHirsch goes to the SS guard and discusses briefly with him,\nthen hands him something.\n\n \n\n \n\nThe guard takes Hirsch and Saul _to the side entrance. A +\n\nfemale kapo named MANDEL steps out of the building. She talks +\n\nto the guard and lets Saul in. +\nCUT TO:\n\nINT. WAREHOUSE “KANADA” — NIGHT\n\nSaul enters the warehouse as four FEMALE JEWISH PRISONERS\npass them by to go outside and get the new items back inside.\n\nIn the background, other FEMALE JEWISH PRISONERS with white\nkerchiefs on their head work, putting sorted out items onto\nlarge shelves. They use ladders to reach the shelves. FEMALE\nKAPOS oversee the operations.\n\nCries of agony can be heard from afar.\nMandel looks at Saul. +\nMANDEL +\n(in German)\n\nThe name of the girl?\n\nSAUL\nElla, Fried.\n\nMandel goes toward the shelves.\n\nIn the background, an old SS GUARD puts a cylinder onto a\nportable cylinder player. Music fills the warehouse - a\nfemale voice can be heard singing a romantic tune.\n\nMandel comes back to Saul. She is followed by a young woman\n\nwith a beautiful face and brown hair. It is ELLA. The two\nwomen stop in front of Saul.\n\nShooting Draft April 25, 2014\n\f55.\n\nFEMALE KAPO\n(in German)\nNo touching.\n\nUnder the supervision of Mandel, Ella looks at Saul with a\nhappy spark in her eyes.\n\nSaul avoids Ella’s eyes.",
  "37": "---END OF PREVIOUS SECTION---\nFEMALE KAPO\n(in German)\nNo touching. Under the supervision of Mandel, Ella looks at Saul with a\nhappy spark in her eyes. Saul avoids Ella’s eyes. \n---TARGET SECTION TO BE ANNOTATED---\n Instead, he looks around her and\nsees a red-haired female prisoner, ESTERA and another FEMALE\nPRISONER pass by them. Ella’s face turns grave.\n\nEstera_ climbs on the ladder and_suddenly falls on the +\nshelves, and takes with her in a chain reaction several\n\nshelves full of household objects that fall onto the ground\n\nin a loud crashing sound.\n\nA sudden upheaval takes place. Young women rush to the scene\nfrom all around, some helping up Estera. +\n\nMandel, cursing, hurries back to the shelves and start\nhitting the red-haired girl.\n\nStill looking at him, but with a rapid gesture, Ella takes\nout a small package of her blouse and gives it to him. He\nfixes it under his shirt with a belt. She tries to take his\nhand, but he pushes her away.\n\nELLA +\nSaul. +\nEstera is still in the background, isolated by Mandel, who +\n\nforces her to use her hands to clean the broken glass and\nchina.\n\nIn the background, a FEMALE SS GUARD stops the music. +\n\n \n\nFrom outside, barking and voices can be heard.\nSaul leaves Ella and goes outside.\nAt the door, the SS guard looks at him, slightly surprised.\nSS GUARD 6\n(in German)\n\nThat was quick!\n\nThe four women go back inside the warehouse with their load\nin their arms.\n\nSaul goes out with the quard. +\n\nCUT TO:\n\nShooting Draft April 25, 2014\n\f34\n\n35\n\n56.\n\nEXT. CAMP ALLEY / KREMATORIUM GATES - NIGHT\n\nThe prisoners push the empty carts_on the road. Saul is +\nshadowed by Landesman.\n\nLANDESMAN\n(in Hungarian)\nDid you get it? +\nSAUL +\n(in Hungarian, irritated)\nYes. +\n\nCloser to the gates of the Krematorium courtyard, they cross\npath with a LARGE GROUP OF CIVILIANS led by Shlojme’s\nkommando heading for the forest.\n\nSAUL (CONT’D)\n(in Hungarian)\nWhere are they going?\n\nLANDESMAN\n(in Hungarian)\nTo the pits. The ovens must be +\nfull.\n\nSaul moves rapidly to the other group and with lowered head\njoins it. Landesman, surprised, follows him. +\n\nCUT TO:\n\nEXT.",
  "38": "---END OF PREVIOUS SECTION---\nThe ovens must be +\nfull. Saul moves rapidly to the other group and with lowered head\njoins it. Landesman, surprised, follows him. +\n\nCUT TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROAD IN WOODS TO TRENCHES / TRENCHES - NIGHT\n\nSaul marches on a road in the dark within the group of\ncivilians. The MAN walking next to him keeps looking at Saul.\n\nLandesman tries to hold him back, but Saul advances and\ndisappears in the crowd. +\n\n++\n\n \n\nA few SS soldiers with hand torches accompany them.\n\nThey go deeper into the woods. Some projectors cast a harsh\nlight on the path bordered by woods. Some prisoners of\nseveral Sonderkommandos circulate along the path.\n\nSS guards with dogs stand around, carefully watching.\n\nSaul walks beside civilians next a frail PRISONER WITH\nGLASSES.\n\nSAUL\n(in broken Yiddish)\nYou can?... See? A rabbi here?\n\nThe man_with glasses looks at him, but does not answer. +\n\nShooting Draft April 25, 2014\n\f57.\n\nSaul stops and lets his comrades go past him and disappear\nbehind the crowd. New civilians keep coming. Other prisoners\nfrom the Sonderkommando circle them.\n\nMen, women, children start undressing. A low rumble of\nterrorized voice fills the air.\n\nA YOUNG WOMAN, who has been standing close to Saul, tries to\ntalk to him. She looks at Saul, waiting for some kind of\nanswer. She tries to catch his arm.\n\nSaul pushes her back, and she stumbles. A FOREMAN pulls her\nup brutally.\n\nSaul sees the young woman as she pulls up her dress, glancing\naround in a shy way.\n\nIn the background a KAPO organizes his men.\n\n \n\nHe looks away and sees a middle-aged man with a big beard, a\nRABBI, in the crowd. He is taking off his white shirt.\n\nSaul touches his arm. The rabbi and the few WOMEN around him\nlook at Saul in a strange way.\n\nSAUL (CONT’D)\n(in a mixture of Hungarian\nand Yiddish, whispers)\nYou a rabbi? Come.\n\nThe rabbi does not seem to understand. A middle-aged woman\ncomes closer to Saul, shows the rabbi.\n\nRABBI’S WIFE\nRebbe, rebbe.\n\nBehind Saul, another man with a slight beard, has stopped\nundressing and watches the scene.",
  "39": "---END OF PREVIOUS SECTION---\nA middle-aged woman\ncomes closer to Saul, shows the rabbi. RABBI’S WIFE\nRebbe, rebbe. Behind Saul, another man with a slight beard, has stopped\nundressing and watches the scene. \n---TARGET SECTION TO BE ANNOTATED---\n It is BRAUN, a tall man in\nhis forties. Saul turns his back on him.\n\nThe strident sound of whistles can be heard, not far from\nthem. Some orders are shouted.\n\nBraun catches Saul’s sleeve and tries to tell him something.\nBut Saul escapes from him and goes to two members of the\nSonderkommando who are busy collecting personal belongings on\nthe ground. Saul picks up a jacket.\n\nAll at once, the men of the Sonderkommando start pushing the\ncrowd further into the woods.\n\nThe civilians depart reluctantly, and Saul follows suit,\n\ntrying to get closer to the rabbi, who is bare-chested.\nLandesman appears for an instant somewhere in the crowd.\n\nShooting Draft April 25, 2014\n\f58.\n\nSaul now walks next to the rabbi, and touches his shoulder.\nHe shows him the jacket he holds. He gives it to him.\n\nA KAPO appears and goes to Saul.\n\nKAPO IN THE WOODS\n(in German)\nYou're not talking to anybody, are\nyou?\n\nSaul shakes his head.\nLandesman sees Saul and tries to get closer.\n\nThe whole group follows the path among the trees.\n\nA light is reflected on the faces.\n\nSmoke rises up in the air. People who still have some fabric\nor clothing in their hand cover their faces. The loud sound\nof a gigantic fire burning and branches cracking overwhelms\nthe crying and the shouting of the people. Whistles can be\nheard throughout the scene.\n\nSaul concentrates on the rabbi. In the background, an\nenormous trench with fire burning in it_appears. SS OFFICERS\ncome and go near the edge of the trench, they seem to hold\nsmall weapons.\n\nSaul takes the rabbi by his arm, and brings him to Schlojme,\nwho stands on the side. Shlojme is discreetly drinking from a\nbottle.\n\nSCHLOJME\n(in Yiddish)\nYou here?\n\nSAUL\n(in broken Yiddish)\nStrong man for Sonderkommando.\n\nSchlojme shrugs his shoulders.\n\nSCHLOJME\n(in Yiddish)\nYou want to be replaced already?\n\nIn the background, near the trench, it is now obvious that\nsome people are brought to the officers. Gunshots are heard.",
  "40": "---END OF PREVIOUS SECTION---\nSCHLOJME\n(in Yiddish)\nYou want to be replaced already? In the background, near the trench, it is now obvious that\nsome people are brought to the officers. Gunshots are heard. \n---TARGET SECTION TO BE ANNOTATED---\nBusch comes and goes along the trench, with an excited look\non his face, and hastens the men of the Sonderkommandos. The\nyoung woman disappears near the fire.\n\n \n\nShooting Draft April 25, 2014\n\f59.\n\nBUSCH +\n(in German, to the men of\nthe Sonderkommando)\nJews, that’s how you do it!\n\nMoaning all around. On the faces of the prisoners of the\nSonderkommando, the horror.\n\nSaul takes Schlojme’s arm and pushing the rabbi along, he\nheads toward an SS OFFICER.\n\nThe officer turns to Schlojme.\n\nOFFICER 4\n(in German)\nWhat?\n\nSAUL\n(in broken Yiddish, to\nSchlojme)\nTell. Strong man, for +\nSonderkommando... +\n\nSCHLOJME\n(in Yiddish)\nYou lost your mind?\n\nOFFICER 4\n(in German)\nWhat?\n\nThe SS sees something behind, and takes the rabbi’s arm,\npushes Saul to the side, who falls. Schlojme glances at him\n\nand hurries away.\n\nSaul sees a forest of naked legs around him. Some people wear\ntrousers, they run. Some yell.\n\nSaul, still on the ground, sees as the rabbi is taken by the\nofficer to the trench and shot.\n\nSaul sees Landesman, takes by Busch, furious. Landesman tries +\n\n \n\nto explain something. Busch shots Landesman, he falls to the +\nground. +\nSaul slowly tries to get up, but hears something from behind.\nBRAUN\nRabbi. Rabbi.\nSaul_undoes his Sonderkommando jacket and shirt, and gives\nthem to the man who peers out of the darkness. +\n\nSaul, half naked, looks for the right clothes in the chaos.\n\nShooting Draft April 25, 2014\n\f60.\n\nSuddenly, an SS GUARD grabs his arm and pushes him into the\nline of civilians aligned in front of the burning trench.\n\nSAUL\n(in German)\nSonderkommando. Sonderkommando!\n\nThe guard does not even listen.\n\nSaul looks around, helpless, as people disappear in front of\nhim into the trench.",
  "41": "---END OF PREVIOUS SECTION---\nSonderkommando! The guard does not even listen. Saul looks around, helpless, as people disappear in front of\nhim into the trench. \n---TARGET SECTION TO BE ANNOTATED---\nAt the end of the line an SS OFFICER with a revolver is\nstanding next to Mietek, who’s acting hectically.\n\nSaul looks around at the faces of people waiting for their\ndeath.\n\nWhen it is his turn, the SS OFFICER raises his weapon.\nSaul looks at Mietek, who looks at him, disgusted.\n\nMIETEK\n(in German)\nYou are from a Kommando, you\nvermin!\n\nSAUL\n(in German)\nB-7005, Sonderkommando!\n\nMietek takes Saul out of the line.\nMIETEK\n(in German)\nThis time you’d better have two\nbracelets.\n\nSaul looks inside the shoes lying on the ground. Mietek\nfuriously hits him with his stick.\n\nMIETEK (CONT'D)\n(in German)\nHurry!\n\nA voice shouts Mietek’s name. Mietek freezes and runs off.\n\nSaul grabs a pair of trousers on the ground. He quickly\ndresses up, and runs out, looking for the man he saved.\n\nHe finds him on the side. Then, he takes him when no guard is\nwatching to a few meters into the woods.\n\nShooting Draft April 25, 2014\n\f61.\n\nSAUL\n(in Hungarian, breathless)\nYou will help me bury my son.\n\nSaul wraps Braun’s bearded face in a strip of clothe. He +\nwraps Braun’s arm as well, as if burned. +\n\n \n\n \n\nCUT TO:\n\nEXT. KREMATORIUM GATES / COURTYARD - NIGHT\n\nPrisoners of the Sonderkommando stand in front of the gates,\nwatched by a GUARD.\n\nBraun stands next to Saul, quietly shivering. Braun looks +\nback at the woods behind. +\n\nSchlojme, the intoxicated kapo, counts the men.\n\nSCHLOJME\n(in German)\n7! +\nSchlojme starts talking to another Kapo, as if something was\nwrong. An SS OFFICER comes to them.\n\nSS OFFICER 4 +\n(in German)\n67? What’s going on, you filthy +\n\nscum?\n\nThe kapos talk to him, but their conversation cannot be\nheard.\n\nSaul and Braun look at the scene. Braun seems terrorized.\n\nSchlojme, weary, comes toward them.",
  "42": "---END OF PREVIOUS SECTION---\nSaul and Braun look at the scene. Braun seems terrorized. Schlojme, weary, comes toward them. \n---TARGET SECTION TO BE ANNOTATED---\n He looks at the man, and\nthen at Saul.\n\nSCHLOJME\n(in Yiddish, whispers)\nWho the hell is this?\n\nSAUL\n(in broken Yiddish)\nHe’s from Krema II. Biederman\nexpects him.\n\nSCHLOJME\n(in Yiddish)\nThe hell I care!\n\nThe SS officer walks toward them.\n\nShooting Draft April 25, 2014\n\f62.\n\nSS OFFICER 5\n(in German)\nKapo, what's going on with the\nnumbers??\n\nSchlojme does not move for seconds. And then...\n\nSCHLOJME\n(in German)\nAbgang, Herr Untersharfiihrer.\n\nSS OFFICER 4\n(in German, indifferent)\nWe'll see at roll call.\nThe officer moves away.\n\nThe gates open. They enter the krematorium.\n\nCUT TO:\n\n37 INT. KREMATORIUM - BACK OF THE OVENS / ATTIC STAIRS /\nPRISONERS’ HALL UNDER THE ROOF - SAUL’S CORNER - NIGHT\n\nThe group of exhausted prisoners, among them Saul and Braun,\nwalk behind the silent ovens. They climb up the stairs.\n\nFrankel reaches Saul at the top of the stairs. Yankl follows\nthem as they go further in the attic.\n\nFRANKEL\n(in Yiddish)\nWhy did you bring this one in?\n\nSAUL\n(in broken Yiddish)\nRabbi.\n\nFrankel looks startled. They reach Saul’s corner. Braun\nenters and lies down on the camp bed.\n\nSaul turns to Frankel, who is still behind.\nSAUL (CONT’D)\n(in broken Yiddish)\nFor the dead.\nFRANKEL\n(in Yiddish)\n\nWe carry our dead ourselves.\n\nA beat.\n\nShooting Draft April 25, 2014\n\f63.\n\nFRANKEL (CONT'D)\n(in Yiddish)\nPeople come to me.\n\nSAUL\n(in broken Yiddish)\nI did.\n\nFRANKEL\n(in Yiddish)\nI said a Kaddish.\n\nSaul doesn’t answer. Yankl catches them up. He peers into\nSaul’s corner.\n\nYANKL\n(in Yiddish)\nThis is a bandit who snores.\n\nSaul enters his corner. Frankel and Yankl leave. Braun is\nasleep.",
  "43": "---END OF PREVIOUS SECTION---\nSaul enters his corner. Frankel and Yankl leave. Braun is\nasleep. \n---TARGET SECTION TO BE ANNOTATED---\nSaul points to a sheet below a little curtain in the hidden\ncorner of the room.\n\nSAUL\n(in Yiddish)\nThat’s the boy._I hid him.\nBraun doesn’t wake up.\nSAUL (CONT’D)\n(in Hungarian)\nYou'll tell me what to do.\nSaul goes to the body, kneels down, touches the sheet.\nWhen he turns back, Braun has fallen asleep.\nSaul gets up, pours some water from a tank in a dish and puts\nit next to the boy. He is about to uncover the body when he\nhears murmurs from outside.\n\nSaul hurries back to the bed.\n\nThen, he goes back to the body and uncovers it. He looks at\nit for some time.\n\nWith delicate gestures, he pours some water on the frail\nchest, and cleans the skin. He clears the face as well. A\nsmile on his face. A strange light illuminates his eyes.\n\n \n\nShooting Draft April 25, 2014\n\f38\n\n64.\n\nHe gazes at it and eventually puts back the sheet onto the\nbody.\n\nCUT TO:\n\nINT. KREMATORIUM - SAUL’S CORNER / PRISONERS’ ROOM UNDER THE\nROOF - NIGHT\n\nSteps can be heard behind the door.\n\nSaul gets up and goes to the curtain. Abraham stands in the\ndoorway, Saul keeps the door half-closed.\n\nABRAHAM\n(in Hungarian)\nWhere have you been all night?\nSAUL\n(in Hungarian)\nI was taken to the pits.\nABRAHAM\n(in Hungarian)\nWhere’s the powder?\nSaul looks up, confused.\nABRAHAM (CONT'D)\n(in Hungarian, impatient)\nThe package sent by the women?\nSaul feels his trousers, looks up.\nSAUL\n(in Hungarian)\nFallen...\nAbraham looks at him, terrified.\nABRAHAM\n(in Hungarian)\nHow will we blow up this thing now?\nAngry, Abraham pushes Saul inside his corner. Braun wakes up.\nAbraham looks at Braun and back at Saul, astonished.\nIn a rush of wrath, he grabs Saul’s collar.\nSAUL\n\n(in Hungarian)\nHe’1ll help us tomorrow!\n\nShooting Draft April 25, 2014\n\f65.\n\nABRAHAM\n(in Hungarian)\nYou found him?? +\nAbraham lets go of him.",
  "44": "---END OF PREVIOUS SECTION---\nSAUL\n\n(in Hungarian)\nHe’1ll help us tomorrow! Shooting Draft April 25, 2014\n\f65. ABRAHAM\n(in Hungarian)\nYou found him?? +\nAbraham lets go of him. \n---TARGET SECTION TO BE ANNOTATED---\n +\n\nABRAHAM (CONT'D)\n(in Hungarian, whispers)\n\nYou pick a rabbi from the dead? +\nVassili appears, looking at the scene. +\nVASSILI\n\n(in Russian, to Saul)\nWhere’s the bundle?\n\nAbraham leans toward Vassili, explaining something to him.\n\nVASSILI (CONT'D)\n(in Russian)\nStupid Jew.\n\nVassili looks at Saul, anger blurs his eyes. He punches Saul\nin the stomach, cursing in Russian. Abraham stands there, he\ndoes not intervene. Saul falls on the ground.\n\nABRAHAM\n(in Russian)\nStop!\n\nVassili hits Saul one last time and leaves. +\n\nWhen Saul gets up again, Abraham has uncovered the body and\nis kneeling by him. Braun is watching from the bed.\n\nSaul goes to the body and covers him back.\nABRAHAM (CONT'D)\n\n(in Hungarian)\nWho is this?\n\nSAUL\n(in Hungarian)\nMy son.\nABRAHAM\n\n(in Hungarian, dismayed)\nBut you have no son.\n\nHe tries to remain calm.\nSAUL\n\n(in Hungarian)\nI do.\n\nShooting Draft April 25, 2014\n\f38B\n\n39\n\n66.\n\nAbraham looks at Saul.\n\nSAUL (CONT’D)\n(in Hungarian)\nI_have to bury my son.\n\nABRAHAM\n(in Hungarian,\nannihilated)\n\nYou_ don’t need a rabbi for that!\n\nSAUL\n(in Hungarian, pointing at\nBraun)\nAt least he will do what’s right.\nAbraham goes toward the curtain._He keeps an eye on Braun.\nABRAHAM\n(in Hungarian, to Saul)\nThis man stays in the room. You get\nrid of the body.\nAbraham leaves.\n\nCUT TO:\n\nINT. KREMATORIUM - SAUL’S CORNER - DAWN\n\nSaul goes to Braun, takes a razor out of his pocket and\nstarts shaving the man, looking at his face.\n\nBraun does not look into Saul’s eyes.\n\n \n\nCUT TO:\nI/E. KREMATORIUM - COURTYARD - CONSTRUCTION AREA - MORNING\nSaul and Braun are digging in the ground with shovels. Next\nto them, there is a cart covered with a canvas.\nThey are standing in an area partially covered by a large\ncanvas in a corner of the courtyard.",
  "45": "---END OF PREVIOUS SECTION---\nKREMATORIUM - COURTYARD - CONSTRUCTION AREA - MORNING\nSaul and Braun are digging in the ground with shovels. Next\nto them, there is a cart covered with a canvas. They are standing in an area partially covered by a large\ncanvas in a corner of the courtyard. \n---TARGET SECTION TO BE ANNOTATED---\n Bricks and boards are\naligned on the side, along with shovels and other tools.\nAround them other PRISONERS are busy working.\nSaul stops when he feels a hand on his arm. It is Feigenbaum.\n\nFEIGENBAUM\n\n(in Yiddish)\nDon’t dig here!\n\nShooting Draft April 25, 2014\n\f40\n\n67.\n\nSAUL\n(in Hungarian)\nI don’t understand.\nHe resumes his digging.\nFEIGENBAUM\n(in Yiddish)\nWhat did you say?\n\nBraun stops and looks at Feigenbaum. Feigenbaum tries to\nspeak to him in Yiddish. +\n\nFeigenbaum loses his patience.\nFEIGENBAUM (CONT'D)\n(in Yiddish, to Saul)\nThis is my spot! +\n\nAn alarm goes off somewhere near the Krematorium.\n\nThe men are seemingly confused.\n\nPrisoners run out of the building, ordered by guards to +\ngather in the courtyard. . +\n\nA Kapo comes toward Saul and Braun.\n\nKAPO\n(in German)\nSchnell!\n\nFeigenbaum and the workers run out of the work area toward +\nthe courtyard where the guards have already started directing\nthe prisoners into a side entrance.\n\nSaul loses Braun and engulfed in the crowd, enters the +\ndarkness of the side entrance.\n\n \n\nCUT TO:\n\nI/E. KREMATORIUM - COURTYARD - COAL STORAGE ROOM - DAY\n\nSaul is standing still among the other prisoners. The room is\npacked. The worried faces of many men can be seen around him.\nSome whisper to each other. No sign of Braun.\n\nSaul pushes the men around him and looks at the faces as he\nproceeds forward in the room. He looks for Braun. +\n\nA low rumble of mixed voices can be heard, in all languages.\n\nShooting Draft April 25, 2014\n\f68.\n\nLEMKE\n(in Hungarian)\n70 men?\n\nGREEK PRISONER I\n(in Greek)\nDid the Oberkapo make the list?\n\nGREEK PRISONER II\n(in Greek)\nHow many men?\n\nVassili grabs Saul’s shirt. Saul pushes him away and proceeds\nthrought the crowd, looking.\n\nBIEDERMAN\n(in Yiddish)\nHave to be quick.\n\nHIRSCH\n(in Yiddish)\nKrema II won't move a finger...",
  "46": "---END OF PREVIOUS SECTION---\nSaul pushes him away and proceeds\nthrought the crowd, looking. BIEDERMAN\n(in Yiddish)\nHave to be quick. HIRSCH\n(in Yiddish)\nKrema II won't move a finger... \n---TARGET SECTION TO BE ANNOTATED---\nSaul keeps on moving forward.\n\nThe men all turn silent as the noise of trucks and shouted\norders can be heard outside.\n\nVOICE (0.S.)\n(in German)\nFaster!\n\nThe men look at each other.\n\nSaul follows Biederman next to a group of several men\nintensely arguing. Vassili stands in the middle of the group,\nwith Abraham, Feigenbaum and other men.\n\nAbraham tells something to Feigenbaum, who leaves the group\nand goes whispering something into the men’s ears who stand\nfurther.\n\nFeigenbaum passes Saul, and goes to Frankel and Hirsch, who\nare close to Saul.\n\nSaul goes toward Abraham, who is carefully listening to the\nconversations around him. He looks up at Saul but does not\ntell him anything.\n\nSaul spots Frankel_who stands next to a_small group, looking\n\n \n\ndown. .\n\nShooting Draft April 25, 2014\n\fFRANKEL\n(in Yiddish)\nAnd this man now.\n\nBehind, Yankl and a POLISH PRISONER stand next to Braun,\nharassing him.\n\nYANKL\n(in Yiddish)\nWell, rabbi? It’s sabbath.\n\nPOLISH PRISONER\n(in Polish)\nCan’t you talk?\n\nSaul goes to them and tries to stand tall.\n\nPOLISH PRISONER (CONT’D)\n(in Polish)\nWhat do you want?\n\nSAUL\n(in Hungarian)\nYou leave him.\n\nYANKL\n(in Hungarian, ironic)\nHe should do the service.\n\nHIRSCH\n(in Yiddish)\nWe'll die because of you two.\n\nSAUL\n(in broken Yiddish)\nWe're already dead.\n\nSaul takes Braun’s arm, lifts him up, and they go toward\n\n69.\n\nAbraham._Yankl_ and Hirsch disappear. Braun is afraid, cannot +\n\nlook into Abraham's eyes. Saul, weary, looks at Abraham.\n\nSAUL (CONT’D)\n(in Hungarian)\nI_have to take care of my son.\nAbraham's gaze is cold, with no empathy.\nABRAHAM\nin Hungarian)\nWhat son?\nSAUL\n\n(in Hungarian)\nHe’s not from my wife.\n\nShooting Draft April 25, 2014\n\n+\n\f4l\n\n70.\n\nA pause. +\nABRAHAM\n(in Hungarian)\nWhen did you last see him?\nA pause. Saul looks down.",
  "47": "---END OF PREVIOUS SECTION---\nA pause. +\nABRAHAM\n(in Hungarian)\nWhen did you last see him? A pause. Saul looks down. \n---TARGET SECTION TO BE ANNOTATED---\n +\nAbraham looks at Saul as if asking. +\nABRAHAM (CONT'D)\n(in Hungarian)\nYou have no son.\nA beat. +\nThe door flings open, the daylight blinds everybody.\nFour SS GUARDS led by an OFFICER barge in. They go to\nBiederman, standing very close to Saul, grab him by the\narmpits and take him out of the room.\n\nThe door slams behind them.\n\nIn shock, the men stay silent for a while.\n\n \n\n \n\nSaul looks at Abraham, who does not pay attention to him. +\nAbraham's first reaction is to consult with Vassili. +\nCUT TO:\n\nEXT. KREMATORIUM —- COURTYARD - DAY\n\nThe diffused morning pours a strange light on the men aligned\nin ranks in the courtyard.\n\nThe men are weary and worried, try to look around, but the\nguards around them are aggressive and watch out.\n\nNext to Saul stands Abraham. Saul seems endlessly weary.\n\nSaul sees Miklos, looking battered, exiting the building.\nMiklos looks among the men aligned. He comes to Saul.\n\nMIKLOS\n(in Hungarian, in an\nexcited voice)\nFind me a boy. Same age, same look.\n\nMiklos barely waits for Saul’s answer and goes back toward\nthe Krematorium.\n\nShooting Draft April 25, 2014\n\f42\n\n43\n\n71.\n\nThe chief doctor exits the building. Miklos stops. The chief\ndoctor passes him by without a look and leaves the courtyard\nthough the gate.\nMiklos enters the Krematorium.\nABRAHAM\n(in Hungarian)\nYou failed the living for the dead.\n\nSaul does not answer.\n\nHe looks back at Braun.\n\nSS guards gather at the other end of the courtyard. They come\ntoward the prisoners and order them into the Krematorium.\n\nSS GUARD\n(in German)\nTo the undressing room!\n\nThe prisoners move toward the entrance door.\n\nCUT TO:\n\nOMITTED\n\nINT. KREMATORIUM - UNDRESSING ROOM / UNDERGROUND TUNNEL - DAY\n\nThe men are brought to the undressing room, where pieces of\nclothes are scattered on the ground.\n\nThe guards start shouting orders.\nSS GUARDS\n(in German)\n\nGather all clothes! Fast!\n\nSaul sees jackets marked with red Xs on the back.",
  "48": "---END OF PREVIOUS SECTION---\nSS GUARDS\n(in German)\n\nGather all clothes! Fast! Saul sees jackets marked with red Xs on the back. \n---TARGET SECTION TO BE ANNOTATED---\n He takes\none up, shows it to the others.\n\nFRANKEL\n(in Yiddish)\nAnother Kommando!\n\nNext to Frankel, Yankl, in his cavalry trousers, kneels down\nand starts gathering the clothes. Frankel pulls him up.\n\nClothes go from one hand to the other.\nHIRSCH\n\n(in Yiddish)\nThey burnt them!\n\nShooting Draft April 25, 2014\n\f44\n\n45\n\n72.\n\nThe prisoners refuse to obey.\n\nGuards start hitting some of the prisoners.\n\nAbraham kneels down next to a pile and uncovers Biederman’s\ntin box. He lifts it up for all to see.\n\nABRAHAM\n(in Yiddish)\n\nThe initial surprise turns into a wave of wrath that crosses\nthe room.\n\nIn the background, a man wrestles with a guard. The guards\nlook at the scene, startled.\n\nThey are pushed back by the prisoners.\nThe rebellion rises.\nShouts, chaos and confusion take over the room.\n\nHammers, shovels and sticks appear in the hands of the\nprisoners.\n\nThe guards try to contain them, but to no avail.\n\nPeople run in all directions, guards and some kapos are\nbeaten. Some prisoners are shot. Some others manage to take\nsticks and guns from the hands of two guards.\n\nSaul looks for Braun in the room.\n\nHe finds him and they go with the flow toward the exit while\na general rumble takes over the Krematorium and its\n\nsurroundings.\n\nJust as the two men approach the exit, Vassili seizes Saul\nand forces him to come with him.\n\nSaul looks behind him but he has lost sight of Braun.\n\nOMITTED\n\nINT. KREMATORIUM - BACK OF THE OVENS / ATTIC STAIRS - DAY\n\nON THE STAIRS LEADING TO THE ATTIC\n\n \n\nVassili brings Saul to Abraham, who is pouring some fuel on\nthe walls and the floor with two OTHER MEN. Mattresses are\nburning.\n\nShooting Draft April 25, 2014\n\f46\n\n73.\n\nAbraham comes down to meet them.\nVASSILI\n(in Russian)\nI brought this one. Use him.\n\nAbraham looks tense as he looks up and notices Saul.\n\nGunshots can be heard from outside.",
  "49": "---END OF PREVIOUS SECTION---\nUse him. Abraham looks tense as he looks up and notices Saul. Gunshots can be heard from outside. \n---TARGET SECTION TO BE ANNOTATED---\n Vassili runs down with\nLemke, both carrying hand-made grenades.\n\nSAUL\n(in Hungarian)\nLet me go.\nAbraham looks at Saul, his eyes filled with pity and anger.\nHe turns his back on Saul.\n\nSaul rushes out.\n\nCUT TO:\n\nI/E. KREMATORIUM - EXIT AREA / COURTYARD - DAY\n\nIn the exit area, a grenade explodes.\n\nSaul follows prisoners rushing out.\n\nIn the courtyard, the confusion spreads to the entire area.\n\nPrisoners and guards are shouting. Bullets are fired from\nboth sides.\n\nA strong explosion shakes the Krematorium’s walls. Saul looks\nup and around.\n\nSmoke everywhere.\n\nAmidst machine gun fire, Saul finds Braun. He takes his arm\nand they run to the work area. Saul looks under the canvas\nfor the body. He lifts it up.\n\nPrisoners in the courtyard continue fighting.\n\nSaul sees as on the other side of the fence, a military truck\ndraws nearer.\n\nPrisoners with wire cutters cut the barbed wires, creating an\nopening through the fence. Some prisoners escape through the\nopening, toward the forest.\n\nSaul looks back to the military truck. SS guards are pouring\nout of it.\n\nShooting Draft April 25, 2014\n\f47\n\n74.\nSaul looks at Braun, who seems to be looking for an\nopportunity to flee.\nSAUL\n(in broken Yiddish)\nFollow.\nThey start running amidst the bullets toward the opening.\n\nThey leave the courtyard, running in the smoke and chaos.\n\nCUT TO:\n\nEXT. WOODS - DAY\n\nThe two men run in the woods with the corpse still wrapped in\na sheet.\n\nIn the distance, sporadic shots can be heard.\n\nThey are both exhausted. Saul does not let his companion\nstop, even for a second.\n\nThen, after taking a path that goes down a little slope\nhidden by the trees, Saul suddenly stops.\n\nSaul starts digging with his hand by the roots of a large\ntree.\n\nBraun looks at him, clueless. He tries to pull Saul up as\nfootsteps can be heard drawing nearer.\n\nBraun looks at Saul, who relentlessly resumes digging the dry\nearth with his hands.\n\nSAUL\n(in broken Yiddish)\nKaddish. Kaddish. Please. Say it.",
  "50": "---END OF PREVIOUS SECTION---\nKaddish. Please. Say it. \n---TARGET SECTION TO BE ANNOTATED---\nBRAUN\n(very low)\nYitgaddal veyitgqaddash shmeh\nrabba...\nBraun suddenly stops.\nSaul looks at him.\nBRAUN (CONT'D)\n(in Greek)\nI forgot.\n\nBraun runs_away.\n\nShooting Draft April 25, 2014\n\f48\n\n75.\n\nSAUL\n(in Yiddish)\nYou!\nSaul gets up, takes the corpse and follows him, also running.\n\nCUT TO:\n\nEXT. RIVER AND WOODS - DAY\n\nSaul, carrying the wrapped corpse, stops by the river, where\nhe finds Braun.\n\nHe softly puts the corpse down to the ground. Dog barking can\nbe heard.\n\nBehind him eight fugitives of the Sonderkommando run out of\nthe woods, with Feigenbaum and Frankel leading them. Some of\nthem carry a revolver or a stick. Feigenbaum is wounded.\n\nThe fugitives look briefly at the two men.\n\nFeigenbaum does not stop.\n\nFEIGENBAUM\n(in Yiddish, to his\ncompanions)\n\nDon’t waste your time. Come on!\nHe goes to the water and starts swimming.\nThe men all follow Feigenbaum into the river.\nBraun goes into the water.\n\nSaul tries to grab Braun.\n\nSAUL\n(in Hungarian)\nHelp me.\nBraun stops, and looks at Saul, before swimming away.\n\nSaul _goes back to the boy, uncovers the young face and looks\nat it.\n\nHe takes up the body and enters the water.\n\nHe tries to maintain the body above the water, while swimming\ntoward the other side.\n\nReaching the middle of the river, he looks around. He is\nalone.\n\nShooting Draft April 25, 2014\n\f49\n\n76.\n\nThe stream is too powerful.\n\nSaul, with no forces left, almost drowning, lets the body out\nof his control.\n\nHe watches helplessly as the wrapped body is taken by the\nwaters and slowly disappears.\n\nSaul starts drowning.\nFrankel reaches Saul and helps him to the other side.\n\nSaul does not resist, but his face is now transformed,\nengulfed by helplessness.\n\nCUT TO:\n\nI/E. WOODS / BARN - DAY\n\nSaul is pushed forward by Frankel, who trails the other\nfugitives in the woods.",
  "51": "---END OF PREVIOUS SECTION---\nSaul does not resist, but his face is now transformed,\nengulfed by helplessness. CUT TO:\n\nI/E. WOODS / BARN - DAY\n\nSaul is pushed forward by Frankel, who trails the other\nfugitives in the woods. \n---TARGET SECTION TO BE ANNOTATED---\nThey come upon a derelict barn. The men enter.\nSaul is the last to enter.\n\nFeigenbaum is on the floor, one of the fugitives attend to\nhis wound. He looks battered.\n\nSome fugitives look at the scene, worried.\nOthers try to dry their clothes with straw.\nFEIGENBAUM\n(in Yiddish)\nFive minutes, we have to go on.\n\nFrankel looks at Saul, who stands still, silent.\n\nTwo men are in a heated discussion about their plans to reach\nthe Partisans.\n\nThe entrance door is suddenly opened.\n\nThe men are stirred up, most of them jump up.\n\nA YOUNG BOY dressed in peasant clothes slowly enters the\nroom. He must be 12 at most, but already robust. His hair is\nfair, and he contemplates these ragged men with uttermost\n\ninterest.\n\nThe men look at him, amazed.\n\nShooting Draft April 25, 2014\n\f77.\n\nThe boy takes a few steps in the room, as if he were a\ngeneral in a review of his troops. He curses in Polish, as if\nimitating his father. He smiles. He examines all the men,\nsome from a close distance.\n\nHe arrives near Saul and looks at him.\n\nSaul looks up at the boy. The boy is now suddenly serious.\nScared, the boy runs out of the hut.\n\nIN THE WOODS\n\nThe boy keeps running in the woods.\n\nA sudden upheaval of voices and footsteps. An SS squad passes\nhim by and go in the direction of the hut. He is pushed onto\nthe ground.\n\nThe soldiers quietly take position around the hut.\n\nAs the soldiers besiege the hut and open fire on it, the\nchild is frightened, and runs away further deep in the woods.\n\nThe camera stops. We see further and further away the child\nrunning and finally disappearing among the trees.\n\nTHE END.\n\n++\n\n50\n\n51\n\nOMITTED\n\nOMITTED\n\nShooting\n\nDraft April 25, 2\n\n14\n\f"
}