{
  "1": "\"SORRY, RIGHT NUMBER\"\nby\n\nStephen King\n\nACT 1\n\nFADE IN ON:\n\nKATIE WEIDERMAN'S MOUTH, ECU\n\nShe's speaking into the telephone. Pretty mouth; in a few seconds\nwe'll see that the rest of her is just as pretty.\n\nKATIE\nBill? Oh, he says he doesn't feel\nvery well, but he's always like that\nbetween books... can't sleep, thinks\nevery headache is the first symptom\nof a brain tumor... once he gets going\non something new, he'll be fine.\n\n \n\nSOUND, B.G.: THE TELEVISION.\n\nTHE CAMERA DRAWS BACK. KATIE is sitting in the kitchen phone nook,\nhaving a good gab with her sister while she idles through some\ncatalogues. We should notice one not-quite-ordinary thing about\nthe phone she's on: it's the sort with two lines. There are\nLIGHTED BUTTONS to show which ones are engaged. Right now only\none- KATIE'S- is. As KATIE CONTINUES HER CONVERSATION, THE CAMERA\nSWINGS AWAY FROM HER, TRACKS ACROSS THE KITCHEN, and through the\narched doorway that leads into the family room.\n\nKATIE (voice, fading)\nOh, I saw Janie Charlton today... yes!\nBig as a house!\n\nShe fades. The TV gets louder. There are three kids: JEFF, eight,\nCONNIE, ten, and DENNIS, thirteen. \"Wheel Of Fortune\" is on, but\nthey're not watching. Instead, they're engaged in that great\npastime, Fighting About What Comes On Later.\n\nJEFF\nCome onnn! It was his first book!\n\nCONNIE\nHis first gross book.\n\nDENNIS.\nWe're gonna watch \"Cheers\" and \"Wings,\"\njust like we do every week, Jeff.\n\fDENNIS speaks with the utter finality only a big brother can\nmanage. \"Wanna talk about it some more and see how much pain I can\ninflict on your scrawny body, Jeff?\" his face says.\n\nJEFF\nCould we at least tape it?\n\nCONNIE\nWe're taping CNN for Mom. She said she\nmight be on the phone with Aunt Lois\nfor quite awhile.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEFF\nCould we at least tape it? CONNIE\nWe're taping CNN for Mom. She said she\nmight be on the phone with Aunt Lois\nfor quite awhile. \n\nTARGET SECTION TO BE ANNOTATED:\nJEFF\nHow can you tape CNN, for God's sake?\nIt never stops!\n\nDENNIS.\nThat's what she likes about it.\n\nCONNIE\nAnd don't say God's sake, Jeffie- you're\nnot old enough to talk about God except\nin church.\n\nJEFF\nThen don't call me Jeffie.\n\nCONNIE\nJeffie, Jeffie, Jeffie.\n\nJEFF gets up, walks to the window, and looks out into the dark.\nHe's really upset. DENNIS and CONNIE, in the grand tradition of\nolder brothers and sisters, are delighted to see it.\n\nDENNIS.\nPoor Jeffie.\n\nCONNIE\nI think he's gonna commit suicide.\n\nJEFF (turns to them)\nIt was his first book! Don't you guys\neven care?\n\nCONNIE\nRent it down at the Video Stop tomorrow,\nif you want to see it so bad.\n\nJEFF\nThey don't rent R-rated pictures to\nlittle kids and you know it!\n\nCONNIE (dreamily)\nShut up, it's Vanna! I love Vanna!\n\nJEFF\nDennis-\n\nDENNIS.\nGo ask Dad to tape it on the VCR in his\noffice and quit being such a totally\n\fannoying little booger.\n\nJEFF crosses the room, poking his tongue out at Vanna White as he\ngoes. THE CAMERA FOLLOWS as he goes into the kitchen.\n\nKATIE\n...So when he asked me if Polly had\ntested positive, I had to remind him\nshe's away at prep school... and God,\nLois, I miss her.\n\n \n\nJEFF is just passing through, on his way to the stairs.\n\nKATIE\nWill you kids please be quiet?\n\nJEFF (glum)\nThey'll be quiet. Now.\n\nHe goes up the stairs, a little dejected. KATIE looks after him,\nloving and worried.\n\nKATIE\nThey're squabbling again. Polly used\nto keep them in line, but now that\nshe's away at school... I don't know...\nmaybe sending her to Bolton wasn't\nsuch a hot idea. Sometimes when she\ncalls home she sounds so unhappy.\n\nINT. BELA LUGOSI AS DRACULA, CU\n\nDrac's standing at the door of his Transylvanian castle.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSometimes when she\ncalls home she sounds so unhappy. INT. BELA LUGOSI AS DRACULA, CU\n\nDrac's standing at the door of his Transylvanian castle. \n\nTARGET SECTION TO BE ANNOTATED:\n Someone\nhas pasted a comic-balloon coming out of his mouth which reads:\n\"Listen! My children of the night! What music they make!\" The\nposter is on a door but we only see this as JEFF opens it and goes\ninto his father's study.\n\nINT. A PHOTOGRAPH OF KATIE, CU\n\nTHE CAMERA HOLDS, THEN PANS SLOWLY RIGHT. We pass another photo,\nthis one of POLLY, the daughter away at school. She's a lovely\ngirl of sixteen or so. Past POLLY is DENNIS... then CONNIE... then\nJEFF.\n\nTHE CAMERA CONTINUES TO PAN AND ALSO WIDENS OUT so we can see BILL\nWEIDERMAN, a man of about forty-four. He looks tired. He's peering\ninto the word-processor on his desk, but his mental crystal ball\nmust be taking the night off, because the screen is blank. On the\nwalls we see framed book-covers. All of them are spooky. One of\nthe titles is \"Ghost Kiss.\"\n\nJEFF comes up quietly behind his dad. The carpet muffles his feet.\nBILL sighs and shuts off the word-cruncher. A moment later JEFF\nclaps his hands on his father's shoulders.\n\nJEFF\nBOOGA-BOOGA!\n\fBILL\nHi, Jeffie.\n\nHe turns in his chair to look at his son, who is disappointed.\n\nJEFF\nHow come you didn't get scared?\n\nBILL\nScaring is my business. I'm case-hardened.\nSomething wrong?\n\nJEFF\nDaddy, can I watch the first hour of\n\"Ghost Kiss\" and you tape the rest?\nDennis and Connie are hogging everything.\n\nBILL swivels to look at the book-jacket, bemused.\nBILL\nYou sure you want to watch that, champ?\nIt's pretty-\nJEFF\nYes!\nINT. KATIE, IN THE PHONE NOOK\n\nIn this shot, we clearly see the stairs leading to her husband's\nstudy behind her.\n\nKATIE\nI really think Jeff needs the\northodontic work but you know Bill-\n\nThe other line rings. The other light stutters\n\nKATIE\nThat's just the other line. Bill will-\n\nBut now we see BILL and JEFF coming downstairs behind her.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATIE\nI really think Jeff needs the\northodontic work but you know Bill-\n\nThe other line rings. The other light stutters\n\nKATIE\nThat's just the other line. Bill will-\n\nBut now we see BILL and JEFF coming downstairs behind her. \n\nTARGET SECTION TO BE ANNOTATED:\nBILL\nHoney, where're the blank videotapes?\nI can't find any in the study and-\nKATIE (to BILL)\nWait!\n(to LOIS)\n\nGonna put you on hold a sec, Lo.\n\nShe does. Now both lines are blinking. She pushes the top one\nwhere the new call has just come in.\n\nKATIE\nHello, Weiderman residence.\n\nSOUND: DESPERATE SOBBING.\n\nSOBBING VOICE (filter)\n\fTake... please take... t-t-\n\nKATIE\nPolly? Is that you? What's wrong?\n\nSOUND: SOBBING. It's awful, heartbreaking.\n\nSOBBING VOICE (filter)\nPlease-quick-\n\nSOUND: SOBBING... Then, CLICK! A broken connection.\nKATIE\nPolly, calm down! Whatever it is can't\nbe that b-\n\nHUM OF AN OPEN LINE.\nJEFF has wandered toward the TV room, hoping to find a blank tape.\n\nBILL\nWho was that?\n\nWithout looking at her husband or answering him, KATIE slams the\nlower button in again.\n\nKATIE\nLois? Listen, I'll call you back.\nThat was Polly, and she sounded very\nupset. No... she hung up. Yes. I will.\nThanks.\n\nShe hangs up.\n\nBILL (concerned)\nIt was Polly?\n\nKATIE\nCrying her head off. It sounded like\nshe was trying to say \"Please take me\nhome\"... I knew that damn school was\nbumming her out... Why I ever let you\ntalk me into it...\n\nShe's rummaging frantically on her little phone desk. Catalogues\ngo slithering to the floor around her stool.\n\nKATIE\nConnie did you take my address book?\n\nCONNIE (voice)\nNo, Mom.\n\nBILL pulls a battered book out of his back pocket and pages\nthrough it.\n\nBILL\nI got it. Except-\n\nKATIE\nI know, damn dorm phone is always busy.\n\fGive it to me.\n\nBILL\nHoney, calm down.\n\nKATIE\nI'll calm down after I talk to her. She\nis sixteen, Bill. Sixteen-year-old girls\nare prone to depressive interludes.\nSometimes they even k... just give me the\ndamn number!\n\nBILL\n617-555-8641.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nSixteen-year-old girls\nare prone to depressive interludes. Sometimes they even k... just give me the\ndamn number! BILL\n617-555-8641. \n\nTARGET SECTION TO BE ANNOTATED:\nAs she punches the numbers, THE CAMERA SLIDES IN TO CU.\n\nKATIE\nCome on, come on... don't be busy...\njust this once...\n\nSOUND: CLICKS. A pause. Then... the phone starts ringing.\n\nKATIE (eyes closed)\nThank You, God.\n\nVOICE (filter)\nHartshorn Hall, this is Frieda. If you\nwant Christine the Sex Queen, she's\nstill in the shower, Arnie.\n\nKATIE\nCould you call Polly to the phone? Polly\nWeiderman? This is Katie Weiderman. Her\nmother.\n\nVOICE (filter)\nOh, Jeez! Sorry. I thought- hang on,\nplease, Mrs. Weiderman.\nSOUND: THE PHONE CLUNKS DOWN.\nVOICE (filter, and very faint)\n\nPolly? Pol?... Phone call!... It's\nyour mother!\n\nINT. A WIDER ANGLE ON THE PHONE NOOK, WITH BILL\n\nBILL\nWell?\n\nKATIE\nSomebody's getting her, I hope.\n\nJEFF comes back in with a tape.\nJEFF\n\nI found one, Dad. Dennis hid em. As\nusual.\n\fJEFF goes.\n\nBILL\nIn a minute, Jeff. Go watch the tube.\n\nJEFF\nBut-\n\nBILL\nI won't forget. Now go on.\n\nKATIE\nCome on, come on, come on...\n\nBILL\nCalm down, Katie.\n\nKATIE (snaps)\nIf you'd heard her, you wouldn't tell\nme to calm down! She sounded-\n\nPOLLY (filter, cheery voice)\nHi, mom!\n\nKATIE\nPol? Honey? Are you all right?\n\nPOLLY (happy, bubbling voice)\nAm I all right? I aced my bio exam,\n\ngot a B on my French Conversational Essay,\nand Ronnie Hansen asked me to the Harvest\nBall. I'm so all right that if one more\ngood thing happens to me today, I'll\nprobably blow up like the Hindenburg.\n\nKATIE\nYou didn't just call me up, crying your\nhead off?\n\nWe see by KATIE's face that she already knows the answer to this\n\nquestion.\n\nPOLLY (filter)\nHeck no!\n\nKATIE\nI'm glad about your test and your date,\nhoney. I guess it was someone else.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOLLY (filter)\nHeck no! KATIE\nI'm glad about your test and your date,\nhoney. I guess it was someone else. \n\nTARGET SECTION TO BE ANNOTATED:\n I'll\ncall you back, okay?\n\nPOLLY (filter)\n\"Kay. Say hi to Dad!\n\nKATIE\nI will.\n\nINT. THE PHONE NOOK, WIDER\n\nBILL\nShe okay?\n\fKATIE\nFine. I could have sworn it was Polly,\nbut... she's walking on air.\n\nBILL\nSo it was a prank. Or someone who was\ncrying so hard she dialed a wrong\nnumber “through a shimmering film of\ntears,\" as we veteran hacks like to say.\n\n \n\n \n\nKATIE\nIt was not a prank and it was not a\nwrong number! It was someone in my family!\n\nBILL\nHoney, you can't know that.\n\nKATIE\nNo? If Jeffie called up, just crying,\nwould you know it was him?\n\nBILL (struck by this)\nYeah, maybe. I guess I might.\n\nShe's not listening. She's punching numbers.\n\nShe doesn't\n\nBILL\nWho you calling?\n\nanswer him. SOUND: PHONE RINGS TWICE. Then:\n\nOLDER FEMALE VOICE (filter\nHello?\n\nKATIE\nMom? Are you... (She pauses) Did you\n\ncall just a few seconds ago?\n\nVOICE (filter)\n\nNo, dear... why?\nKATIE\nOh... you know these phones. I was\n\ntalking to Lois and I lost the other\ncall.\n\nVOICE (filter)\nWell, it wasn't me. Kate, I saw the\nprettiest dress in La Boutique today,\nand-\n\nKATIE\nWe'll talk about it later, Mom, okay?\n\nVOICE (filter)\nKate, are you all right?\n\nKATIE\nI have... Mom, I think maybe I've got\ndiarrhea. I have to go. 'Bye.\n\fShe hangs up. BILL hangs on until she does, then he bursts into\nwild donkey-brays of LAUGHTER.\n\nBILL\nOh boy... diarrhea... I gotta remember\nthat the next time my agent calls... oh\n\nKatie, that was so cool-\n\nKATIE (almost screaming)\nThis is not funny!\n\nBILL stops laughing.\n\nINT. THE TV ROOM\n\nJEFF and DENNIS have been tussling. They stop. All three kids look\ntoward the kitchen.\n\nINT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey stop. All three kids look\ntoward the kitchen. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE PHONE NOOK, WITH BILL AND KATIE\n\nKATIE\nI tell you it was someone in my family\nand she sounded- oh, you don’t understand.\nI knew that voice.\n\nBILL\nBut if Polly's okay and your mom's okay...\n\nKATIE (positive)\nIt's Dawn.\n\nBILL\nCome on, hon, a minute ago you were sure\nit was Polly.\n\nKATIE\nIt had to be Dawn. I was on the phone with\nLois and Mom's okay so Dawn's the only other\none it could have been. She's the youngest...\n\n \n\nI could have mistaken her for Polly... and\nshe's out there in that farmhouse alone with\nthe baby!\n\nBILL (startled)\nWhat do you mean, alone?\n\nKATIE\nJerry's in Burlington! It's Dawn!\nSomething's happened to Dawn!\n\nCONNIE comes into the kitchen, worried.\n\nCONNIE\nMom? Is Aunt Dawn okay?\n\nBILL\nSo far as we know, she's fine. Take\nit easy, doll. Bad to buy trouble\n\fbefore you know it's on sale.\n\nKATIE punches numbers and listens. SOUND: The DAH-DAH-DAH of a\n\nbusy signal. KATIE hangs up. BILL looks a question at her with\nraised eyebrows.\n\nKATIE\nBusy.\n\nBILL\nKatie, are you sure-\n\nKATIE\nShe's the only one left- it had to be\nher. Bill, I'm scared. Will you drive\nme out there?\n\nBILL takes the phone from her.\n\nBILL\nWhat's her number?\n\nKATIE\n555-6169.\n\nBILL dials. Gets a busy. Hangs up and punches 0.\n\nOPERATOR (filter)\nOperator.\n\nBILL\nI'm trying to reach my sister-in-law,\noperator. The line is busy. I suspect\nthere may be a problem. Can you break\ninto the call, please?\n\nINT. THE DOOR TO THE TV ROOM\n\nAll three kids standing there, silent and worried.\n\nINT. THE PHONE NOOK, WITH BILL AND KATIE\n\nOPERATOR (filter)\nWhat is your name, sir?\n\nBILL\nWilliam Weiderman. My number is-\n\nOPERATOR (filter)\nNot the William Weiderman that wrote\n\"Spider Doom?!\"\n\nBILL\nYes, that was mine.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE PHONE NOOK, WITH BILL AND KATIE\n\nOPERATOR (filter)\nWhat is your name, sir? BILL\nWilliam Weiderman. My number is-\n\nOPERATOR (filter)\nNot the William Weiderman that wrote\n\"Spider Doom?!\"\n\nBILL\nYes, that was mine. \n\nTARGET SECTION TO BE ANNOTATED:\n If-\n\nOPERATOR (filter)\nOh my God, I just loved that book! I love\nall your books! I-\n\fBILL\nI'm delighted you do. But right now my wife\nis very worried about her sister. If it's\npossible for you to-\n\nOPERATOR (filter)\nYes, I can do that. Please give me your\nnumber, Mr. Weiderman, for the records.\n(She GIGGLES) I promise not to give it out.\n\nBILL\nIt's 555-4408.\n\nOPERATOR (filter)\nAnd the call number?\n\nBILL (looks at KATIE)\n\nUh...\nKATIE\n555-6169.\nBILL\n555-6169.\nOPERATOR (filter)\nJust a moment, Mr. Weiderman... \"Night\nof the Beast\" was also great, by the way.\nHold on.\n\nSOUND: TELEPHONIC CLICKS AND CLACKS.\n\nKATIE\nIs she-\n\nBILL\nYes. Just...\n\nThere's one final CLICK.\nOPERATOR (filter)\nI'm sorry, Mr. Weiderman, but that line\nis not busy. It's off the hook. I wonder\nif I sent you my copy of \"Spider Doom-\"\n\nBILL hangs up the phone.\n\nKATIE\nWhy did you hang up?\n\nBILL\nShe can't break in. Phone's not busy. It's\noff the hook.\n\nThey stare at each other blankly.\n\nEXT. A LOW SLUNG SPORTS CAR PASSES THE CAMERA NIGHT\n\nINT. THE CAR, WITH KATIE AND BILL\n\fKATIE's scared. BILL, at the wheel, doesn't look exactly calm.\n\nKATIE\nHey, Bill-tell me she's all right.\n\nBILL\nShe's all right.\n\nKATIE\nNow tell me what you really think.\n\nBILL\nJeff snuck up behind me tonight and\nput the old booga-booga on me. He was\ndisappointed as hell when I didn't\njump. I told him I was case-hardened.\n(Pause) I lied.\n\nKATIE\nWhy did Jerry have to move out there\nwhen he's gone half the time? Just her\nand that little tiny baby? Why?\n\nBILL\nShhh, Kate. We're almost there.\n\nKATIE\nGo faster.\nEXT. THE CAR\n\nHe does. That car is smoking.\n\nINT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE CAR\n\nHe does. That car is smoking. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE WEIDERMAN TV ROOM\n\nThe tube's still on and the kids are still there, but the horsing\naround has stopped.\n\nCONNIE\nDennis, do you think Aunt Dawn's okay?\n\nDENNIS (thinks she's dead, decapitated\n\nby a maniac)\nYeah. Sure she is.\n\nINT. THE PHONE, POV FROM THE TV ROOM\nJust sitting there on the wall in the phone nook, lights dark,\n\nlooking like a snake ready to strike.\n\nFADE OUT.\n\nACT II\n\fEXT. AN ISOLATED FARMHOUSE\n\nA long driveway leads up to it. There's one light on in the living\nroom. Car lights sweep up the driveway. The WEIDERMAN car pulls up\nclose to the garage and stops.\n\nINT. THE CAR, WITH BILL AND KATIE\n\nKATIE\nI'm scared.\n\nBILL bends down, reaches under his seat, and brings out a pistol.\n\nBILL (solemnly)\nBooga-booga.\n\nKATIE (total surprise)\nHow long have you had that?\n\nBILL\nSince last year. I didn't want to\nscare you or the kids. I've got a\nlicense to carry. Come on.\n\nEXT. BILL AND KATIE\n\nThey get out. KATIE stands by the front of the car while BILL goes\nto the garage and peers in.\n\nBILL\nHer car's here.\n\nTHE CAMERA TRACKS WITH THEM to the front door. Now we can hear the\nTV, PLAYING LOUD. BILL pushes the doorbell. We hear it inside.\nThey wait. KATIE pushes it. Still no answer. She pushes it again\nand doesn't take her finger off. BILL looks down at:\n\nEXT. THE LOCK, BILL'S POV\n\nBig scratches on it.\n\nEXT. BILL AND KATIE\n\nBILL (low)\nThe lock's been tampered with.\n\nKATIE looks, and whimpers. BILL tries the door. It opens. The TV\nis louder.\n\nBILL\nStay behind me. Be ready to run if\nsomething happens. God, I wish I'd\nleft you home, Kate.\n\nHe starts in. KATIE comes after him, terrified, near tears.\n\fINT. DAWN AND JERRY'S LIVING ROOM\n\nFrom this angle we see only a small section of the room. The TV is\nmuch louder. BILL enters the room, gun up.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAWN AND JERRY'S LIVING ROOM\n\nFrom this angle we see only a small section of the room. The TV is\nmuch louder. BILL enters the room, gun up. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks to the\nright... and suddenly all the tension goes out of him. He lowers\nthe gun.\n\nKATIE (draws up beside him)\nBill... what...\n\nHe points.\n\nINT. THE LIVING ROOM, WIDE, BILL AND KATIE'S POV\n\nThe place looks like a cyclone hit it... but it wasn't robbery or\nmurder that caused this mess; only a healthy eighteen-month-old\nbaby. After a strenuous day of trashing the living room, Baby got\ntired and Mommy got tired and they fell asleep on the couch\ntogether. The baby is in DAWN's lap. There is a pair of Walkman\nearphones on her head. There are toys- tough plastic Sesame Street\nand PlaySkool stuff, for the most part- scattered hell to\nbreakfast. The baby has also pulled most of the books out of the\nbookcase. Had a good munch on one of them, too, by the look. BILL\ngoes over and picks it up. It is \"Ghost Kiss.\"\n\nBILL\nI've had people say they just eat my\nbooks up, but this is ridiculous.\n\nHe's amused. KATIE isn't. She walks over to her sister, ready to\nbe mad... but she sees how really exhausted DAWN looks and\nsoftens.\n\nINT. DAWN AND THE BABY, KATIE'S POV\n\nFast asleep and breathing easily, like a Raphael painting of\nMadonna and Child. THE CAMERA PANS DOWN TO: the Walkman. We can\nhear the faint strains of Huey Lewis and the News. THE CAMERA PANS\nA BIT FURTHER TO a Princess telephone on the table by the chair.\nIt's off the cradle. Not much; just enough to break the connection\nand scare people to death.\n\nINT. KATIE\n\nShe sighs, bends down, and replaces the phone. Then she pushes the\nSTOP button on the Walkman.\n\nINT. DAWN, BILL, AND KATIE\n\nDAWN wakes up when the music stops. Looks at BILL and KATIE,\npuzzled.\n\nDAWN (fuzzed out)\nWell... hi.\n\nShe realizes she's got the Walkman phones on and removes them.\n\fShe smiles.\n\nBILL\nHi, Dawn.\n\nDAWN (still half asleep)\nShoulda called, guys. Place is a mess.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILL\nHi, Dawn. DAWN (still half asleep)\nShoulda called, guys. Place is a mess. \n\nTARGET SECTION TO BE ANNOTATED:\nShe's radiant when she smiles.\n\nKATIE\nWe tried. The operator told Bill the\nphone was off the hook. I thought\nsomething was wrong. How can you sleep\nwith that music blasting?\n\n \n\nDAWN\nIt's restful.\n(sees the gnawed book BILL's holding)\nOh my God, Bill, I'm sorry! Justin's\nteething and-\n\nBILL\nThere are critics who'd say he picked\njust the right thing to teethe on. I\ndon't want to scare you, beautiful, but\nsomebody's been at your front door lock\nwith a screwdriver or something.\nWhoever it was forced it.\n\nDAWN\n\nGosh, no! That was Jerry, last week. I\nlocked us out by mistake and he didn't\nhave his key and the spare wasn't over\nthe door like it's supposed to be. He\nwas mad because he had to take a whiz\nreal bad and so he took the screwdriver\nto it. It didn't work, either- that's\none tough lock. (Pause) By the time I\nfound my key he'd already gone in the\nbushes.\n\nBILL\nIf it wasn't forced, how come I could\njust open the door and walk in?\n\nDAWN (guiltily)\nWell... sometimes I forget to lock it.\n\nKATIE\nYou didn't call me tonight, Dawn?\n\nDAWN\nGee, no! I didn't call anyone! I was too\nbusy chasing Justin around! He kept\nwanting to eat the fabric softener! Then\nhe got sleepy and I sat down here and\nthought I'd listen to some tunes while\nI waited for your movie to come on, Bill,\nand I fell asleep-\n\fAt the mention of the movie BILL starts visibly and looks at the\nbook. Then he glances at his watch.\n\nBILL\nI promised to tape it for Jeff. Come on,\nKatie, we've got time to get back.\n\nKATIE\nJust a second.\n\nShe picks up the phone and dials.\n\nINT.\n\nINT.\n\nDAWN\nGee, Bill, do you think Jeffie's old\nenough to watch something like that?\n\nBILL\nIt's network. They take out the\nblood-bags.\n\nDAWN (confused but amiable)\nOh. That's good.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey take out the\nblood-bags. DAWN (confused but amiable)\nOh. That's good. \n\nTARGET SECTION TO BE ANNOTATED:\nKATIE, CU\n\nDENNIS (filter)\nHello?\n\nKATIE\nJust thought you'd like to know your\nAunt Dawn's fine.\n\nDENNIS (filter)\nOh! Cool. Thanks, Mom.\n\nTHE PHONE NOOK, WITH DENNIS AND THE OTHERS\n\nHe looks very relieved.\n\nINT.\n\nDENNIS.\nAunt Dawn's okay.\n\nTHE CAR, WITH BILL AND KATIE\n\nThey drive in silence for awhile.\n\nKATIE\nYou think I'm a hysterical idiot,\ndon't you?\n\nBILL (genuinely surprised)\nNo! I was scared, too.\n\nKATIE\nYou sure you're not mad?\n\nBILL\nI'm too relieved. (Laughs) She's sort\n\fof a scatterbrain, old Dawn, but I love\nher.\n\nKATIE (leans over and kisses him)\nI love you. You're a sweet man.\n\nBILL\nI'm the boogeyman!\n\nKATIE\nI am not fooled, sweetheart.\nEXT. THE CAR\n\nPASSES THE CAMERA and we DISSOLVE TO:\n\nINT. JEFF, IN BED\nHis room is dark. The covers are pulled up to his chin.\n\nJEFF\nYou promise to tape the rest?\n\nCAMERA WIDENS OUT so we can see BILL, sitting on the bed.\n\nBILL\nI promise.\n\nJEFF\nI especially liked the part where the\ndead guy ripped off the punk rocker's\n\nhead.\nBILL\nWell... they used to take out all the\nblood-bags.\nJEFF\nWhat, Dad?\nBILL\n\nNothing. I love you, Jeffie.\n\nJEFF\nI love you, too. So does Rambo.\n\nJEFF holds up a stuffed dragon of decidedly unmilitant aspect.\nBILL kisses the dragon, then JEFF.\n\nBILL\n\"Night.\n\nJEFF\n\"Night. (As BILL reaches his door\nGlad Aunt Dawn was okay.\n\nBILL\nMe, too.\n\fHe goes out.\n\nINT. TV, CU\n\nA guy who looks like he died in a car crash about two weeks prior\nto filming (and has since been subjected to a lot of hot weather)\nis staggering out of a crypt. THE CAMERA WIDENS to show BILL,\nreleasing the VCR PAUSE button.\n\nKATIE (voice)\nBooga-booga.\n\nBILL looks around companionably.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE CAMERA WIDENS to show BILL,\nreleasing the VCR PAUSE button. KATIE (voice)\nBooga-booga. BILL looks around companionably. \n\nTARGET SECTION TO BE ANNOTATED:\n THE CAMERA WIDENS OUT MORE to\nshow KATIE, wearing a sexy nightgown.\n\nBILL\nSame to you. I missed the first\nforty seconds or so after the break.\nI had to kiss Rambo.\n\nKATIE\nYou sure you're not mad at me, Bill?\n\nHe goes to her and kisses her.\n\nBILL\nNot even a smidge.\n\nKATIE\nIt's just that I could have sworn it\nwas one of mine. You know what I mean?\nOne of mine?\n\nBILL\nYes.\n\nKATIE\nI can still hear those sobs. So lost...\nso heartbroken.\n\nBILL\nKate, have you ever thought you\nrecognized someone on the street, and\ncalled her, and when she finally turned\naround it was a total stranger?\n\nKATIE\nYes, once. In Seattle. I was in a mall\nand I thought I saw my old roommate.\nI... oh. I see what you're saying.\n\nBILL\nSure. There are sound-alikes as well as\nlook-alikes.\n\nKATIE\nBut... you know your own. At least I\nthought so until tonight.\n\nShe puts her cheek on his shoulder, looking troubled.\n\fKATIE\nI was so positive it was Polly...\n\nBILL\nBecause you've been worried about her\ngetting her feet under her at the new\nschool... but judging from the stuff\nshe told you tonight, I'd say she's\ndoing just fine in that department.\nWouldn't you?\n\nKATIE\nYes... I guess I would.\n\nBILL\nLet it go, hon.\n\nKATIE (looks at him closely)\nI hate to see you looking so tired.\nHurry up and have an idea, you.\n\nBILL\nWell, I'm trying.\n\nKATIE\nYou coming to bed?\n\nBILL\nSoon as I finish taping this for Jeff.\n\nKATIE (amused)\nBill, that machine was made by Japanese\ntechnicians who think of damned near\neverything. It'll run on its own.\n\nBILL\nYeah, but it's been a long time since\nI've seen this one, and...\n\nKATIE\nOkay. Enjoy. I think I'll be awake for a\nlittle while. (Pause) I've got a few\n\nideas of my own.\n\nBILL (smiles)\nYeah?\n\nKATIE\nYeah.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nI think I'll be awake for a\nlittle while. (Pause) I've got a few\n\nideas of my own. BILL (smiles)\nYeah? KATIE\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\nShe starts out, showing a lot of leg, then turns in the doorway as\nsomething else strikes her.\n\nKATIE\nIf they show that part where the punk's\nhead gets-\n\nBILL (guiltily)\nI'll edit it.\n\fKATIE\n‘Night. And thanks again. For everything.\n\nShe leaves. BILL sits in his chair.\n\nINT. TV, CU\nA couple is necking in a car. Suddenly the passenger door is\nripped open by the dead guy and we DISSOLVE TO:\n\nINT. KATIE, IN BED\n\nIt's dark. She's asleep. She wakes up... sort of.\n\nKATIE (sleepy)\nHey, big guy-\n\nShe feels for him, but his side of the bed is empty, the coverlet\nstill pulled up. She sits up. Looks at:\nINT. A CLOCK ON THE NIGHT-TABLE, KATIE'S POV\n\nIt says 2:03 A.M. Then it flashes to 2:04.\n\nINT. KATIE\nFully awake now. And concerned. She gets up, puts on her robe, and\nleaves the bedroom.\nINT. THE TV SCREEN, CU\nSnow.\nKATIE (voice, approaching)\n\nBill? Honey? You okay? Bill? Bi-\n\nINT. KATIE, IN BILL'S STUDY\n\nShe's frozen, wide-eyed with horror.\n\nINT. BILL, IN HIS CHAIR\n\nHe's slumped to one side, eyes closed, hand inside his shirt. DAWN\nwas sleeping. BILL is not.\n\nEXT. A COFFIN, BEING LOWERED INTO A GRAVE\n\nMINISTER (voice)\nAnd so we commit the earthly remains of\nWilliam Weiderman to the ground, confident\nof his spirit and soul. \"Be ye not cast\ndown, brethren...\"\n\fEXT. GRAVESIDE\n\nAll the WEIDERMANS are ranged here. KATIE and POLLY wear identical\nblack dresses and veils. CONNIE wears a black skirt and white\nblouse. DENNIS and JEFF wear black suits. JEFF is crying. He has\nRambo the Dragon under his arm for a little extra comfort.\n\nCAMERA MOVES IN ON KATIE. Tears course slowly down her cheeks. She\nbends and gets a handful of earth. Tosses it into the grave.\n\nKATIE\nLove you, big guy.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nbends and gets a handful of earth. Tosses it into the grave. KATIE\nLove you, big guy. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. JEFF\n\nWeeping.\n\nEXT. LOOKING DOWN INTO THE GRAVE\nScattered earth on top of the coffin.\n\nDISSOLVE TO:\n\nEXT. THE GRAVE\nA GROUNDSKEEPER pats the last sod into place.\nGROUNDSKEEPER\nMy wife says she wishes you'd written a\ncouple more before you had your heart\nattack, mister. (Pause) I like Westerns,\nm'self.\n\nTHE GROUNDSKEEPER walks away, whistling.\n\nDISSOLVE TO:\n\nEXT. A CHURCH DAY\n\nTITLE CARD: FIVE YEARS LATER\n\nTHE WEDDING MARCH is playing. POLLY, older and radiant with joy,\nemerges into a pelting shower of rice. She's in a wedding gown,\nher new husband by her side.\n\nCelebrants throwing rice line either side of the path. From behind\nthe bride and groom come others. Among them are KATIE, DENNIS,\nCONNIE, and JEFF... all five years older. With KATIE is another\nman. This is HANK. In the interim, Katie has also taken a husband.\n\nPOLLY turns and her mother is there.\n\nPOLLY\nThank you, Mom.\n\nKATIE (crying)\n\fOh doll, you're so welcome.\n\nThey embrace. After a moment POLLY draws away and looks at HANK.\nThere is a brief moment of tension, and then POLLY embraces HANK,\ntoo.\n\nPOLLY\nThank you too, Hank. I'm sorry I was\nsuch a creep for so long...\n\nHANK (easily)\nYou were never a creep, Pol. A girl\nonly has one father.\n\nCONNIE\nThrow it! Throw it!\n\nAfter a moment, POLLY throws her bouquet.\n\nEXT. THE BOUQUET, CU, SLOW MOTION\nTurning and turning through the air.\n\nDISSOLVES TO:\n\nINT. THE STUDY, WITH KATIE NIGHT\n\nThe word-processor has been replaced by a wide lamp looming over a\nstack of blueprints. The book-jackets have been replaced by photos\nof buildings. Ones that have first been built in HANK's mind,\npresumably.\n\nKATIE is looking at the desk, thoughtful and a little sad.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe book-jackets have been replaced by photos\nof buildings. Ones that have first been built in HANK's mind,\npresumably. KATIE is looking at the desk, thoughtful and a little sad. \n\nTARGET SECTION TO BE ANNOTATED:\nHANK (voice)\nComing to bed, Kate?\n\nShe turns and THE CAMERA WIDENS OUT to give us HANK. He's wearing\na robe over pajamas. She comes to him and gives hima little hug,\nsmiling. Maybe we notice a few streaks of gray in her hair; her\npretty pony has done its fair share of running since BILL died.\n\nKATIE\nIn a little while. A woman doesn't\nsee her first one get married every\nday, you know.\n\nHANK\nI know.\n\nTHE CAMERA FOLLOWS as they walk from the work area of the study to\nthe more informal area. This is much the same as it was in the old\ndays, with a coffee table, stereo, TV, couch, and BILL's old easy-\nchair. She looks at this.\n\nHANK\nYou still miss him, don't you?\n\nKATIE\n\fSome days more than others. You didn't\nknow, and Polly didn't remember.\n\nHANK (gently)\nRemember what, doll?\n\nKATIE\nPolly got married on the five-year\nanniversary of Bill's death.\n\nHANK (hugs her)\nCome on to bed, why don't you?\n\nKATIE\nIn a little while.\n\nHANK\nOkay. Maybe I'll still be awake.\n\nKATIE\nGot a few ideas, do you?\n\nHANK\nI might.\n\nKATIE\nThat's nice.\n\nHe kisses her, then leaves, closing the door behind him. KATIE\nsits in BILL's old chair. Close by, on the coffee table, is a\nremote control for the TV and an extension phone. KATIE looks at\nthe blank TV, and THE CAMERA MOVES IN on her face. One tear rims\none eye, sparkling like a sapphire.\n\nKATIE\nI do still miss you, big guy. Lots and\n\nlots. Every day. And you know what? It\nhurts.\n\nThe tear falls. She picks up the TV remote and pushes the ON\nbutton.\nINT. TV, KATIE'S POV\n\nAn ad for Ginsu knives comes to an end and is replaced by a STAR\nLOGO.\n\nANNOUNCER (voice)\nNow back to Channel 63's Thursday night\nStar Time Movie... \"Ghost Kiss.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. TV, KATIE'S POV\n\nAn ad for Ginsu knives comes to an end and is replaced by a STAR\nLOGO. ANNOUNCER (voice)\nNow back to Channel 63's Thursday night\nStar Time Movie... \"Ghost Kiss. \n\nTARGET SECTION TO BE ANNOTATED:\nThe logo DISSOLVES INTO a guy who looks like he died in a car\ncrash about two weeks ago and has since been subjected to a lot of\nhot weather. He comes staggering out of the same old crypt.\n\nINT. KATIE\n\nTerribly startled- almost horrified. She hits the OFF button on\nthe remote control. The TV blinks off.\n\fKATIE's face begins to work. She struggles against the impending\nemotional storm, but the coincedence of the movie is just one\nthing too many on what must have already been one of the most\nemotionally trying days of her life. The dam breaks and she begins\nto sob... terrible heartbroken sobs. She reaches out for the\nlittle table by the chair, meaning to put the remote control on\nit, and knocks the phone onto the floor.\n\nSOUND: The HUM OF AN OPEN LINE.\n\nHer tear-stained face grows suddenly still as she looks at the\ntelephone. Something begins to fill in... an idea? an intuition?\nHard to tell. And maybe it doesn't matter.\n\nINT. THE TELEPHONE, KATIE'S POV\n\nTHE CAMERA MOVES IN TO ECU... MOVES IN until the dots in the off-\nthe-hook receiver look like chasms.\n\nSOUND OF OPEN-LINE BUZZ UP TO LOUD.\nWE GO INTO THE BLACK... and hear\nBILL (voice)\nWho are you calling? Who do you want to\n\ncall? Who would you call, if it wasn't\ntoo late?\n\n \n\nINT. KATIE\n\nThere is now a strange hypnotized look on her face. She reaches\ndown, scoops the telephone up, and punches in numbers, seemingly\nat random.\n\nSOUNDS: RINGING PHONE.\n\nKATIE continues to look hypnotized. The look holds until the phone\nis answered... and she hears herself on the other end of the line.\n\nKATIE (voice; filter)\nHello, Weiderman residence.\n\nKATIE- our present-day KATIE with the streaks of gray in her hair-\ngoes on sobbing, yet an expression of desperate hope is trying to\nbe born on her face. On some level she understands that the depth\nof her grief has allowed a kind of telephonic time-travel. She's\ntrying to talk, to force the words out.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nKATIE- our present-day KATIE with the streaks of gray in her hair-\ngoes on sobbing, yet an expression of desperate hope is trying to\nbe born on her face. On some level she understands that the depth\nof her grief has allowed a kind of telephonic time-travel. She's\ntrying to talk, to force the words out. \n\nTARGET SECTION TO BE ANNOTATED:\nKATIE (sobbing)\n\nTake... please take... t-t-\n\nINT. KATIE, IN THE PHONE NOOK, REPRISE\nIt's five years ago. BILL is standing beside her, looking\n\nconcerned. JEFF is wandering off to look for a blank tape in the\nother room.\n\fKATIE\nPolly? What's wrong?\n\nINT. KATIE, IN THE STUDY\n\nKATIE (sobbing)\nPlease-quick-\n\nSOUND: CLICK OF A BROKEN CONNECTION.\n\nKATIE (screaming)\nTake him to the hospital! If you want\nto live, take him to the hospital!\nHe's going to have a heart attack! He-\n\n \n\n \n\n \n\nSOUND: HUM OF AN OPEN LINE.\nSlowly, very slowly, Katie hangs up the telephone. Then, after a\nmoment, she picks it up again. She speaks aloud with no self-\n\nconsciousness whatever. Probably doesn't even know she's doing it.\n\nKATIE\nI dialed the old number. I dialed-\n\nSLAM CUT TO:\n\nINT. BILL, IN THE PHONE NOOK WITH KATIE BESIDE HIM\n\nHe's just taken the phone from KATIE and is speaking to the\noperator.\n\nOPERATOR (filter, GIGGLES)\nI promise not to give it out.\n\nBILL\nIt's 555-\n\nSLAM CUT TO:\n\nINT. KATIE, IN BILL'S OLD CHAIR, CU\nKATIE (finishes)\n\n-4408.\nINT. THE PHONE, CU\nKATIE's trembling finger carefully picks out the number, and we\nhear the corresponding tones: 555-4408.\nINT. KATIE, IN BILL'S OLD CHAIR, CU\nShe closes her eyes as the PHONE BEGINS TO RING. Her face is\nfilled with an agonizing mixture of hope and fear. If only she can\n\nhave one more chance to pass the vital message on, it says... just\none more chance.\n\fKATIE (low)\nPlease... please...\n\nRECORDED VOICE (filter)\nYou have reached a non-working number.\nPlease hang up and dial again. If you\nneed assistance-\n\nKATIE hangs up again. Tears stream down her cheeks. THE CAMERA\nPANS AWAY AND DOWN to the telephone.\n\nINT.\n\nINT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE CAMERA\nPANS AWAY AND DOWN to the telephone. INT. INT. \n\nTARGET SECTION TO BE ANNOTATED:\nShe\nSOB\nher\n\nINT.\n\nTHE PHONE NOOK, WITH KATIE AND BILL, REPRISE\n\nKATIE\n\nBILL\nSo it was a prank. Or someone who was\ncrying so hard she dialed a wrong\nnumber... \"through a shimmering film\nof tears,\" as we veteran hacks like to\nsay.\n\nKATIE\nIt was not a prank and it was not a\nwrong number! It was someone in my\nfamily!\n\n(PRESENT DAY) IN BILL'S STUDY\n\nKATIE\nYes. Someone in my family. Someone very\nclose. (Pause) Me.\n\nsuddenly throws the phone across the room. Then she begins to\nAGAIN and puts her hands over her face. THE CAMERA HOLDS on\nfor a moment, then DOLLIES ACROSS TO\n\nTHE PHONE\n\nIt lies on the carpet, looking both bland and somehow ominous.\nCAMERA MOVES IN TO ECU- the holes in the receiver once more look\nlike huge dark chasms. We HOLD, then\n\nFADE TO BLACK.\n\f"
}