{
  "1": "SPACEBALLS\n\nOnce upon a time warp. . . .\n\nIn a galaxy very, very, very, very, far away, there lived a ruthless \nrace of beings known as . . . Spaceballs.\n\nChapter Eleven\n\nThe evil leaders of Planet Spaceball, having foolishly spuandered \ntheir precious atmosphere, have devised a secret plan to take every \nbreath of air away from their peace-loving neighbor, Planet Druidia.\n\nToday is Princess Vespa's wedding day. Unbeknownest to the princess, \nbut knowest to us, danger lurks in the stars above. . . \n\nIf you can read this, you don't need glasses.\n\n\nEXT. SPACEBALL 1 - SPACE SPACEBALL 1 passes by at a slow speed. It \ntakes the ship about two minutes to pass. At the end of the ship is \na bumper sticker that says, &quot;WE BRAKE FOR NOBODY.&quot;\n\nINT. SPACEBALL 1 - SPACE SANDURZ is standing in the front of the \nship.\n\nRICO Colonel Sandurz.\n\nSANDURZ What is it, Sergeant Rico?\n\nRICO You told me to let you know the moment Planet Druidia was in \nsight, sir.\n\nSANDURZ So.\n\nRICO Planet Druidia is in sight, sir.\n\nSANDURZ You're really a Spaceball. You know that, don't you?\n\nRICO Thanks, sir.\n\nSANDURZ Have you notified Lord Helmet?\n\nRICO Yes, sir. I took the liberty. He's on his way.\n\nVOICE (O.S.) Make way for Dark Helmet.\n\nSANDURZ All rise in the presence of Dark Helmet.\n\nA door opens revealing DARK HELMET, he resembles Darth Vader, \nwalking toward camera. He stops in front of camera, and is having \ntrouble breathing with the mask down.\n\nHELMET (pulls mask up) I can't breathe in this thing.\n\nSANDURZ We're approaching Planet Druidia, sir.\n\nHELMET Good. I'll call Spaceball City, and notify President Skroob \nimmediately.\n\nRICO I already called him, sir. He knows everything.\n\nHELMET What? You went over my helmet?\n\nRICO Well, not exactly over it, sir. More on the side. I'll always \ncall you first. It'll never happen again.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nMore on the side. I'll always \ncall you first. It'll never happen again. \n\nTARGET SECTION TO BE ANNOTATED:\n Never, ever!\n\nHELMET (puts on Schwartz ring)\n\nRICO Oh shit! No, no, no, no, no, please, no, no, please, no, not \nthat. (covers his neck)\n\nHELMET (pulls mask down) Yes. That. (shoots a green ray at Rico's \ncrouch)\n\nRICO Whaoooooooo! Owwwwwwwwww!\n\nGUARDS take him away. HELMET Sandurz.\n\nSANDURZ (covers his crouch) Sir?\n\nHELMET I don't see Planet Druidia. Where is it?\n\nSANDURZ We don't have visual contact yet, sir, but we have it on the \nradar screen. Shall I punch it up for you?\n\nHELMET Na, nevermind. I'll do it myself.\n\nHELMET and SANDURZ walk to the radar screen. HELMET stops in front \nof the coffee maker.\n\nSANDURZ Very good, sir. HELMET What's the matter with this thing? \nWhat's all that churning and bubbling? You call that a radar screen. \nSANDURZ No, sir. We call it, &quot;Mr. Coffee.&quot; (points at \nlabel, &quot;Mr. Coffee&quot;) Care for some?\n\nHELMET Yes! I always have coffee when I watch radar. You know that.\n\nSANDURZ Of course I do, sir. HELMET Everybody knows that.\n\nEVERYBODY (covers their crouch) Of course we do, sir.\n\nHELMET (takes coffee) Now that I have my coffee, I'm ready to watch \nradar. Where is it?\n\nSANDURZ (points to label &quot;Mr. Radar&quot;) Right here, sir.\n\nHELMET Switch to teleview.\n\nRADAR changes to a picture of Planet Druidia.\n\nHELMET There it is, Planet Druidia, and underneath the air shield, \nten thousand years of fresh air. We must get through that air \nshield.\n\nSANDURZ We will, sir. Once we kidnap the princess, we will force her \nfather, King Roland, to give us the combination to the air shield. \nThereby destroying Planet Druidia and saving Planet Spaceballs.\n\nHELMET Everybody got that. Good! When will the princess be married?\n\nSANDURZ Within the hour, sir.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nGood! When will the princess be married? SANDURZ Within the hour, sir. \n\nTARGET SECTION TO BE ANNOTATED:\nHELMET Well, I hope it's a long ceremony, 'cause it's gonna be a \nshort honeymoon. (takes a drink of coffee) Mmmmmmm, mmmmmm, mmmmmm.\n\nSANDURZ hits his back. HELMET spits out coffee and his mask falls \ndown. HELMET (mask down) Hot! Too hot!\n\nPLANET DRUIDIA - EXT. CHAPLE - DAY Sign reads, &quot;Today, the \nRoyal Wedding of Princess Vespa to Prince Valium. Tomorrow, \nBingo.&quot;\n\nINT. CHAPLE - DAY The USHER is fixing something on KING ROLAND'S \noutfit. PRINCESS VESPA is pacing.\n\nROLAND Oh, if only your mother were alive to see this day. All \nright, is everyone ready?\n\nUSHER Yes, your majesty.\n\nVESPA No! Where's my droid of honor?\n\nUSHER Oh dear, yes. Where's Dot? Dot? Dot Matrix? Oh, thank god. \nWhere've you been?\n\nDOT Here I am. I'm sorry. I had to make a pit stop. I'm so excited, \nI couldn't hold my oil.\n\nUSHER All right, people. It's magic time.\n\nROLAND All right, everyone, starting on the left foot. (puts his \nright foot out)\n\nVESPA Daddy that's your right foot.\n\nROLAND It's too late. Keep going.\n\nThey start walking down the aisle. The organ is playing &quot;Here \nComes the Bride.&quot;\n\nVESPA (stops) Daddy.\n\nOrgan player stops.\n\nVESPA Must I go through with this.\n\nROLAND I'm sorry, my dear, you have to.\n\nThey start walking again. The organ starts up again.\n\nVESPA (stops) But, daddy.\n\nOrgan stops again.\n\nVESPA I don't love him.\n\nROLAND I'm sorry, Vespa, he's the last prince left in the galaxy.\n\nVALIUM yawns. They reach the altar.\n\nMINISTER Dearly beloved, we are gathered here on this most joyous \noccasion, to witness Princess Vespa, daughter of King Roland....\n\nVESPA starts running toward the door, while Dot is dragging behind.\n\nMINISTER ....going right past the alter, heading down the ramp, and \nout the door.\n\nROLAND Stop her! Someone, stop her! Stop her!\n\nEXT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomeone, stop her! Stop her! EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHAPEL - DAY VESPA and DOT come out of the chapel. They head \nfor the getaway car.\n\nDOT Hey wait! You forgot to get married. Will you stop?\n\nThey get to the car. VESPA opens the door.\n\nDOT What are you doing?\n\nVESPA (starts to get in the getaway car) No questions, Dot. Get in.\n\nCar starts up, and the ramp starts to tilt upward. Everyone else \ncomes out of the chapel.\n\nROLAND What is she doing? Where is she going?\n\nThe car takes off toward space.\n\nVALIUM Come baaaaack! (yawns while saying back)\n\nINT. EAGLE 5 - SPACE The Eagle 5 is a Winnebago with wings. BARF is \neating ice cream and dancing to music. BARF is a mog. He's half man, \nhalf dog. LONE STARR is at the wheel, asleep. LONE STARR is drunk. \nHe is a normal human. &quot;AUTOMATIC PILOT&quot; is flashing. The \nphone starts ringing.\n\nLONE STARR (wakes up) Barf. Barf. Barf!\n\nBARF Huh?\n\nLONE STARR(O.S) Barf!\n\nBARF Always when I'm eating.\n\nBARF puts down the ice cream, and picks up some Milkbones.\n\nLONE STARR Barf!\n\nBARF What can I do you for, boss?\n\nLONE STARR Where ya been?\n\nBARF Oh, just grabbin' myself a snack. You want some? (offers a \nMilkbone to Lone Starr)\n\nLONE STARR No!\n\nBARF C'mon. A little hair on the dot.\n\nLONE STARR Answer that for me. Will ya?\n\nBARF Ah, sure. (hits Lone Starr with his tail)\n\nLONE STARR Will you watch that thing?\n\nBARF Oh, sorry. I'll just put it on audio. That way they won't see \nya. (hits the video switch) Yello.\n\nVINNIE appears on the screen. VINNIE is a half robot, half man.\n\nVINNIE Hello, Lone Starr.\n\nBARF Sorry, wrong switch.\n\nLONE STARR Hello, Vinnie, what do you want?\n\nVINNIE No, no, no, no, no. It's not what I want. It's what he wants.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nVINNIE No, no, no, no, no. It's not what I want. It's what he wants. \n\nTARGET SECTION TO BE ANNOTATED:\nBARF &amp; LONE STARR Pizza the Hut.\n\nPIZZA THE HUT is half man, half pizza.\n\nPIZZA Well, if it isn't Lone Starr, and his side kick, Puke.\n\nBARF That's Barf.\n\nPIZZA Barf, Puke, whatever. Where's my money?\n\nLONE STARR Don't worry, Pizza. You'll have it by next week.\n\nPIZZA No, no. I gotta have it by tomorrow.\n\nLONE STARR A hundred thousand spacebucks, by tomorrow?\n\nPIZZA A hundred thousand? Ha, ha, ha. No way. You forgot late \ncharges, which brings it up to, um, one million spacebucks.\n\nLONE STARR A million? That's unfair.\n\nPIZZA Unfair to pay all, but enough to pay eee, but you gonna pay \nit, or else.\n\nBARF Or else what?\n\nPIZZA Tell 'em, Vinnie.\n\nVINNIE Or else Pizza is gonna send out for you.\n\nVINNIE &amp; PIZZA (laughs)\n\nVINNIE takes a lick off of Pizza.\n\nVINNIE Mmmm. You're delicious.\n\nPIZZA Chow, boys.\n\nINT. VESPA'S CAR - SPACE VESPA is listening to music in headphones.\n\nDOT Can we talk? Okay, we all know Prince Valium is pilled, but you \ncould've married him for your father's sake, and have a headache for \nthe next 25 years.\n\nVESPA can't hear her.\n\nDOT Will you turn that thing off.\n\nVESPA What? (takes off the headphones) What is it?\n\nDOT I was saying, do realize what you've done.\n\nVESPA Yes, and I'm glad. Glad, glad, glad, glad, glad. (puts the \nheadphones back on)\n\nDOT I wonder if she's glad.\n\nSPACEBALL CITY - INT. PRESIDENT SKROOB'S OFFICE - NIGHT SKROOB is \ntalking to someone on the phone.\n\nSKROOB Don't be ridiculous. As president of Planet Spaceball, I can \nassure both you and your viewers, that there is absolutely no air \nshortage whatsoever. Yes, of course, I've heard the same rumor \nmyself. Thanks for calling, and not reversing the charges. Bye. \n(hangs up phone) Shithead.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThanks for calling, and not reversing the charges. Bye. (hangs up phone) Shithead. \n\nTARGET SECTION TO BE ANNOTATED:\nHe opens a desk drawer. It has a lot of cans in it. He takes one and \nopens it. The can says, &quot;Perrier Salt-Free Air.&quot; He starts \nbreathing the air.\n\nCOMMANDERETTE (appears on the wall) President Skroob.\n\nSKROOB (throws can behind him and closes the drawer) Yes.\n\nCOMMANDERETTE This is Central Control, Spaceball Commanderette \nZarican speaking, sir.\n\nSKROOB Yes, what is it Commanderette?\n\nCOMMANDERETTE Lord Helmet has informed us that Princess Vespa is in \nsight, and Spaceball 1 is closing in on her.\n\nSKROOB Good, good.\n\nCOMMANDERETTE We have both ships coming up on the teledar, sir, if \nyou wish to observe.\n\nSKROOB I'll be down immediately.\n\nCOMMANDERETTE Shall I have Snotty beam you down? SKROOB I don't \nabout that beaming stuff. Is it safe?\n\nCOMMANDERETTE Oh yes, sir. Snotty beamed me twice last night. It was \nwonderful.\n\nSKROOB All right, I take a shot at it. What the hell, it works on \nStar Trek. (steps into the beaming pod)\n\nCOMMANDERETTE Snotty, beam him down.\n\nSNOTTY (O.S.) Yes, sir. Immediately, sir.\n\nSKROOB beams out of his office.\n\nINT. CENTRAL CONTROL - NIGHT SKROOB reappears. His head is on \nbackwards.\n\nVOICE(O.S.) Gees feesetes, what's happened to his head?\n\nCOMMANDERETTE It's on backwards.\n\nSKROOB This is terrible. Do something.\n\nSNOTTY I'm sorry, sir. There must have been a microconverter \nmalfunction.\n\nSKROOB (lifts up the tail on his suit) Why didn't somebody tell me \nass was so big.\n\nEveryone else looks and snickers.\n\nSNOTTY Hold on, sir. We'll try and reverse the beam. Could be the \ninterlocking system.\n\nSKROOB scratches his leg.\n\nSNOTTY (flipping switches) Lock 1, Lock 2, Lock 3, Lock lone.\n\nSKROOB beams out.\n\nINT. PRESIDENT SKROOB'S OFFICE - NIGHT SKROOB reappears, back to \nnormal.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKROOB beams out. INT. PRESIDENT SKROOB'S OFFICE - NIGHT SKROOB reappears, back to \nnormal. \n\nTARGET SECTION TO BE ANNOTATED:\n COMMANDERETTE appears on the wall.\n\nCOMMANDERETTE Are you all right, Mr. President.\n\nSKROOB Fine, fine, no thanks to you.\n\nCOMMANDERETTE We'll beam you back, sir.\n\nSKROOB Forget it. Forget it. No more beaming. This time I'm gonna \nwalk. (walks through the door)\n\nINT. CENTRAL CONTROL - NIGHT\n\nCOMMANDERETTE President Skroob, Salute.\n\nALL (salute) Hail Skroob!\n\nSKROOB salutes.\n\nCHARLENE &amp; MARLENE Hello, President Skroob.\n\nSKROOB Oh, uh. Hello, Charlene.\n\nMARLENE I'm Marlene.\n\nSKROOB Hello, Marlene.\n\nCHARLENE I'm Charlene.\n\nSKROOB Chew your gum. Where's the Princess.\n\nCOMMANDERETTE Right there, sir. On the left side of the screen of \nthe screen, approaching Spaceball 1, at fifteen hundred light \nleagues per minute.\n\nSKROOB Good, good. She almost in our grasp. Tell Dark Helmet he must \ntake the Princess alive.\n\nEXT. SPACEBALL 1 - SPACE In front of Spaceball 1 is Vespa's car.\n\nINT. SPACEBALL 1 - SPACE SANDURZ and HELMET are standing in the \nfront.\n\nSANDURZ Princess Vespa's spaceship within range, sir.\n\nHELMET (mask down) Good. Fire a warning shot across her nose.\n\nGuns start firing.\n\nINT. VESPA'S CAR - SPACE VESPA takes off the headphones. The car is \nshaking.\n\nVESPA What's going on?\n\nDOT It either the 4th of July, or someone trying to kill us.\n\nVESPA Hey! I don't have to put up with this. I'm rich. (picks up \nphone)\n\nDOT What you doing?\n\nVESPA I'm calling my father. 1-800-DRUIDIA. (dials the phone)\n\nINT. SPACEBALL 1 - SPACE\n\nHELMET (lifts up mask) Careful, you idiot. I said across her nose, \nnot up it.\n\nGUNNER (lifts up eye guard) Sorry, sir. (he is cross-eyed) Doing my \nbest.\n\nHELMET Who made that man a gunner?\n\nMAJOR I did, sir. He's my cousin.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELMET Who made that man a gunner? MAJOR I did, sir. He's my cousin. \n\nTARGET SECTION TO BE ANNOTATED:\n (he is cross-eyed, too)\n\nHELMET Who is he?\n\nSANDURZ He's an Asshole, sir.\n\nHELMET I know that. What's his name?\n\nSANDURZ That is his name, sir. Asshole, Major Asshole.\n\nHELMET And his cousin?\n\nSANDURZ He's an Asshole, too, sir. Gunner's-mate, 1st Class, Philip \nAsshole.\n\nHELMET How many Assholes we got on this ship, anyhow?\n\nAll, but few, stand up.\n\nALL Yo!\n\nHELMET I knew it. I'm surrounded by Assholes. (pulls down mask) Keep \nfiring, Assholes.\n\nINT. VESPA'S CAR - CAR VESPA is on the phone.\n\nVESPA Hurry, Daddy, hurry. They're laser blasts all around us. I'm \nso scared.\n\nEXT. EAGLE 5 - SPACE\n\nROLAND'S VOICE King Roland to Lone Starr. King Roland to Lone Starr. \nAre you there?\n\nINT. EAGLE 5 - SPACE LONE STARR and BARF are talking to ROLAND on \nthe phone.\n\nROLAND Lone Starr, you've got to help me. Please, save my daughter. \nShe's being attacked by Spaceballs.\n\nLONE STARR Spaceballs? Forget it. Too dangerous. Besides, I'm \nalready numero uno on Dark Helmet's hit list.\n\nBARF Look, your highness, it's not that we're afraid. Far from it. \nIt's just we got this thing about them. It's not us.\n\nROLAND Please, you must. You're the only ones who can save her. I'll \ngive anything. Did you her me? Anything.\n\nBARF Anything?\n\nROLAND Yes! Anything!\n\nLONE STARR Okay, we'll do it for a million.\n\nROLAND A million?\n\nBARF Whoa, you startin' to fade here. We're losing picture, your \nhighness.\n\nROLAND All right, all right, I'll pay it. Only find her, save her.\n\nLONE STARR All right, King, you just made a deal.\n\nBARF One princess for one million spacebucks.\n\nLONE STARR What's she drivin'?\n\nROLAND A brand new, white Mercedes, 2001 SEL Limited Edition. Moon \nroof, all leather interior.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONE STARR What's she drivin'? ROLAND A brand new, white Mercedes, 2001 SEL Limited Edition. Moon \nroof, all leather interior. \n\nTARGET SECTION TO BE ANNOTATED:\n I got it at a very good price. I paid \ncash. My cousin, Prince Murray, has a dealership in the valley. He \nwas very nice to me.\n\nLONE STARR We get the idea. Where was she last seen.\n\nROLAND She was just passing Jupiter 2.\n\nLONE STARR We'll find her.\n\nROLAND Please, bring her back safely. And, if it's all possible, try \nto save the car. (disappears off T.V.)\n\nBARF One million spacebucks. We'll be able to pay off Pizza the Hut.\n\nLONE STARR Gimmie paw.\n\nBOTH (hawl like a dog) Ow, ow, ow, ow, ow, ow.\n\nINT. VESPA'S CAR - SPACE Spaceball 1 fires their magnetic beam at \nVespa's car.\n\nVESPA What's happening? What's that glow? We're not moving.\n\nDOT Oh, we're moving all right, backwards.\n\nINT. EAGLE 5 - SPACE\n\nLONE STARR Look, there's our princess. She's got company.\n\nBARF Oh, no, Spaceballs. And they've already got her in their \nmagnetic beam. Oh, well, we're too late. What a shame. I'll just \nthrow her in reverse, and we'll get outta here. (reaches for the \nreverse switch)\n\nLONE STARR (stops him) Barf. No. Bad.\n\nBARF Oh, what are we doing risking our lives for a runaway princess? \nI know we need the money...\n\nLONE STARR Listen. We're not just doing this for money. We're doing \nit for a shit load of money!\n\nBARF Oh, you're right, and when you're right, you're right, and you, \nyou're always right. Okay, we save her, but how? The minute we move \nin there, they're spot us on their radar.\n\nLONE STARR Uh-uh.\n\nBARF Uh-huh.\n\nLONE STARR Uh-uh.\n\nBARF Uh-huh.\n\nLONE STARR Uh-uh, not if we jam it.\n\nBARF Ah, ha! You're right.\n\nLONE STARR Down scope.\n\nBARF Down scope.\n\nThe scope comes down. BARF looks through the scope and focuses on \nthe radar.\n\nBARF Radar, about to be jammed.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe scope comes down. BARF looks through the scope and focuses on \nthe radar. BARF Radar, about to be jammed. \n\nTARGET SECTION TO BE ANNOTATED:\nJam comes flying and crashes the radar.\n\nINT. SPACEBALL 1 - SPACE The radar is screwing up. The RADAR \nTECHNICIAN is trying to figure out the problem.\n\nRADAR TECH. (he is making the sound effects) Shit. (makes more sound \neffects and dials phone) Sir? (in microphone)\n\nSANDURZ What is it?\n\nRADAR TECH. (O.S.) (in microphone) Can I talk to for a minute, \nplease, sir.\n\nSANDURZ &amp; HELMET (walk over to him)\n\nSANDURZ Well.\n\nRADAR TECH. (in microphone) I'm having trouble with the radar, sir.\n\nSANDURZ You don't need that, Private, we're right here. (hangs up \nmicrophone) Now, what is it?\n\nRADAR TECH. (in microphone voice) I'm having trouble with radar, \nsir.\n\nHELMET (rips out the microphone-mask up) Now, what is it?\n\nRADAR TECH. I'm having trouble with the radar, sir.\n\nHELMET What's wrong with it?\n\nRADAR TECH. I've lost the bleeps, I've the lost the sweeps, and I've \nlost the creeps.\n\nHELMET The what?\n\nSANDURZ The what?\n\nHELMET And the what?\n\nRADAR TECH. You know. The bleeps, (makes bleeps sounds) the sweeps, \n(makes sweeps sounds) and the creeps. (makes creeps sounds)\n\nHELMET (to Sandurz) That's not he's lost.\n\nRADAR TECH. Sir. The radar, sir. It appears to be....\n\nJam starts dripping down the screen.\n\nRADAR TECH. ....jammed.\n\nHELMET Jammed? (takes a taste of the jam) Raspberry. There's only \none man who would dare give me the raspberry. (pulls down mask) Lone \nStarr!\n\nCAMERA hits HELMET. HELMET falls backwards.\n\nINT. VESPA'S CAR - SPACE Eagle 5 comes in on top of Vespa's car. \nThere's a thump on the car.\n\nVESPA What was that?\n\nBARF knocks on the door.\n\nDOT Nevermind that. What was that?\n\nThe roof opens revealing BARF smiling.\n\nVESPA &amp; DOT Ah.\n\nBARF Hi.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe roof opens revealing BARF smiling. VESPA &amp; DOT Ah. BARF Hi. \n\nTARGET SECTION TO BE ANNOTATED:\nVESPA Who are you?\n\nBARF Barf.\n\nDOT Not in here, mister. This is a Mercedes.\n\nBARF Na, that's my name. Barf.\n\nVESPA Barf? What are you?\n\nBARF I'm a mog. Half-man, half-dog. I'm my own best friend.\n\nVESPA What do you want?\n\nBARF Your father hired Captain Lone Starr and me to save ya. C'mon , \nwe gotta hop up this ladder and get outta here.\n\nDOT Go, hurry, quick, darling, follow the dog.\n\nBARF Mog. I'm a mog.\n\nVESPA Wait. What about my matched luggage?\n\nBARF starts whimpering.\n\nEXT. EAGLE 5 - LADDER - SPACE VESPA is climbing up, followed by DOT, \nthen BARF with a load of luggage.\n\nDOT Hey. Stop looking up my can.\n\nBARF Sorry.\n\nINT. EAGLE 5 - SPACE LONE STARR looks back at BARF. BARF still has a \nload of luggage on him.\n\nLONE STARR Checking in? What the hell is all that?\n\nBARF (with strap in mouth) It's her royal highness's matched \nluggage.\n\nLONE STARR(O.S.) What?\n\nBARF (takes strap out of mouth) Her royal highness's matched \nluggage.\n\nLONE STARR Matched luggage, huh? What's she think this is....\n\nBARF hits him with tail.\n\nLONE STARR ....a princess cruise.\n\nBARF Well, she wouldn't go without it.\n\nLONE STARR Oh, yeah? (picks up microphone)\n\nBARF hits him again.\n\nLONE STARR (in microphone) Now hear this, as soon as we get outta \nhear, the first thing we do is dump the matched luggage.\n\nDOT What was that?\n\nVESPA (turns on intercom) Now you hear this, whoever you are, you \nwill not touch that luggage, and furthermore, I want this pig-sty \ncleaned up. I will not be rescued in such filth.\n\nLONE STARR (in microphone) Listen. On this ship, I don't take \norders, I give 'em. This is my dream boat, sweetheart.\n\nVESPA Sweetheart?\n\nDOT Uh-oh.\n\nVESPA How dare you speak to me that way.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nVESPA Sweetheart? DOT Uh-oh. VESPA How dare you speak to me that way. \n\nTARGET SECTION TO BE ANNOTATED:\n You will address me in the \nproper manner as your royal highness. I am Princess Vespa, daughter \nof Roland, King of the Druids.\n\nLONE STARROh. That's all we needed, a Drewish princess.\n\nBARF Funny. She doesn't look Drewish.\n\nINT. SPACEBALL 1 - SPACE Vespa's car is coming through the floor. \nSANDURZ and HELMET come in.\n\nHELMET (mask down) Now, we will show her who is in charge of this \ngalaxy. GUARD cocks weapon.\n\nHELMET Hold it. I'll handle this personally.\n\nGUARD Ya-ho, Lord Helmet.\n\nHELMET (looks at him) So, Princess Vespa, you thought you could \noutwit the imperious forces of Planet Spaceball. Well, you were \nwrong. You are now our prisoner, and you will held hostage until \nsuch time, as all of the air is transferred from your planet to \nours.\n\nHELMET opens the door and looks inside. He lifts his mask up.\n\nHELMET (mask up) She's not in there.\n\nALL drop guns and cover their crouch.\n\nVOICE (O.S.) Radar repaired, sir. We're picking up the outline of a \nWinnebago.\n\nHELMET Winnebago? Lone Starr. Lone Starr!\n\nHELMET bangs on the car. The door falls on him, pushing him inside.\n\nINT. EAGLE 5 - SPACE Spaceball 1 is coming on the radar.\n\nLONE STARR Uh-oh. Here comes the the bad year blimp.\n\nBARF We'd better get outta here in a hurry.\n\nLONE STARR Switch to secret hyperjets.\n\nBARF Switching to secret hyperjets.\n\nLONE STARR (in microphone) Buckle up back there, we're going into \nhyperactive.\n\nINT. SPACEBALL 1 - SPACE HELMET and SANDURZ are standing in front. \nEAGLE 5 is in front of them.\n\nSANDURZ We're closing in on them, sir. In less than minute, Lone \nStarr will be ours.\n\nHELMET (mask down) Good. Prepare to attack.\n\nSANDURZ Prepare to attack.\n\nHELMET On the count of three. One, two....\n\nEagle 5 takes off into hyperactive.\n\nHELMET Wait.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne, two.... Eagle 5 takes off into hyperactive. HELMET Wait. \n\nTARGET SECTION TO BE ANNOTATED:\n (lifts up mask) What happened? Where are they?\n\nSANDURZ I don't know, sir. They must have hyperjets on that thing.\n\nHELMET And what have we got on this thing a quezinart.\n\nSANDURZ No, sir.\n\nHELMET Well, find them catch them.\n\nSANDURZ Yes, sir. (over loudspeaker) Prepare ship\nfor light speed.\n\nHELMET No, no, no, light speed is too slow.\n\nSANDURZ Light speed, too slow?\n\nHELMET Yes, we're gonna have to go right to ludicrous speed.\n\nALL gasp.\n\nSANDURZ (gasp) Ludicrous speed? Sir, we've never gone that fast \nbefore. I don't know if this ship can take it.\n\nHELMET What's the matter, Colonel Sandurz, chicken?\n\nSANDURZ (in high pitch) Prepare ship, (back to normal) prepare ship \nfor ludicrous speed. Fasten all seat belts, seal all entrances and \nexits, close all shops in the mall, cancel the 3-ring circus, secure \nall animals in the zoo....\n\nHELMET (takes the microphone) Gimme that you peddy excuse for an \nofficer.\n\nSANDURZ sits in his seat and buckles up.\n\nHELMET (in microphone) Now hear this, ludicrous speed....\n\nSANDURZ Sir, hadn't you better buckle up.\n\nHELMET Aah, buckle this. (in microphone) Ludicrous speed, Go!\n\nThe ship takes off. The display lights up: Light Speed, Ridiculous \nSpeed, and then Ludicrous Speed. Helmet is being pulled back.\n\nHELMET Whoaaa! What have I done? My brains are going into my feet.\n\nINT. EAGLE 5 - SPACE Spaceball 1 passes over them leaving a plaid \nshadow.\n\nBARF What the hell was that?\n\nLONE STARR Spaceball 1.\n\nBARF They've gone to plaid.\n\nINT. SPACEBALL 1 - SPACE\n\nHELMET We passed them. Stop this thing.\n\nSANDURZ We can't stop. It's too dangerous. We have to slow down \nfirst.\n\nHELMET Bullshit. Just stop this thing. I order you.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELMET Bullshit. Just stop this thing. I order you. \n\nTARGET SECTION TO BE ANNOTATED:\n Stooooop!\n\nSANDURZ pulls on emergency brake which reads, &quot;Emergency Stop, \nnever use.&quot; The ship stops and HELMET goes flying into a panel.\n\nSANDURZ (picks Helmet up) Are you all right, sir?\n\nHELMET Fine. How've you been?\n\nSANDURZ Fine, sir.\n\nHELMET Good.\n\nSANDURZ It's a good thing you were wearing that helmet.\n\nHELMET Yeah.\n\nSANDURZ What should we do now, sir?\n\nHELMET Well, are we stopped?\n\nSANDURZ We're stopped, sir.\n\nHELMET Good. Well, why don't we take a five minute break.\n\nSANDURZ Very good, sir.\n\nHELMET Smoke if you got 'em. (falls forward)\n\nINT. EAGLE 5 - SPACE\n\nLONE STARR Take her out of hyperactive. BARF Takin' her out of \nhyperactive. (pulls down switch) Ah, congrads, boss, we did it. They \nmust of overshot us by a week and a half.\n\nLONE STARR (laughs) Okay, let's set a course for Druidia.\n\nBARF Settin' a course for (Eagle 5 starts shaking) Drui, ie, ie, ie.\n\nLONE STARR What's that?\n\nBARF I don't know. I don't know. We're losing power. Why? 'Cause \nwe're outta gas.\n\nLONE STARR We must've burned it up in hyperactive.\n\nBARF I told you we should've put more that five bucks worth in.\n\nLONE STARR Okay, we'll have to set her down. Prepare for emergency \nlanding. Quick, give me a reading.\n\nBARF (prays) How, oh Father, be in heaven. Thou will be Thy name, by \nkingdom come....\n\nLONE STARR Will you stop that? (in microphone) Keep your seat belts \nfastened back there. You okay, princess.\n\nVESPA No, you idiot. Where'd you learn how to fly.\n\nLONE STARR Okay, Eagle 5, coming in.\n\nMOON OF VEGA - EXT. EAGLE 5 - DESERT - DAY Eagle 5 starts coming \ndown on the sands of Vega. INT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOON OF VEGA - EXT. EAGLE 5 - DESERT - DAY Eagle 5 starts coming \ndown on the sands of Vega. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EAGLE 5 - DESERT - DAY BARF is \npanicing.\n\nBARF Ahh. Left, right, I mean right. Pull up, pull up.\n\nThey crash on a sand dune.\n\nVESPA gets up.\n\nDOT Where you going?\n\nVESPA I'm going to tell him off once and for all.\n\nDOT Wwwwwwwait. We'll need him to get us outta here.\n\nLONE STARR Called me an idiot? I'm going back there and explain a \nfew things to her.\n\nDOT Besides, he's gotta a sexy voice. He might be cute.\n\nBARF Yeah, but, you don't know what she looks like.\n\nLONE STARR I know what she looks like. If you've seen one princess, \nyou've seen 'em all.\n\nVESPA Cute? I know these space bums. They're all alike. Fat, \nugly....\n\nLONE STARR Bucked-toothed, knocked-knees....\n\nVESPA ....bear-swilling, pigs.\n\nLONE STARR ....horse-faced, space dogs. (gets up and goes to the \nback)\n\nBARF Yeah, well, I normally I'd, (gets up with seat belt still on) \now, that's gonna leave a mark.\n\nVESPA Now listen you.... \n\nLONE STARR You listen. On this ship, you're to refer to me as idiot \nnot you captain. I mean, you know what I mean.\n\nVESPA And you will not call me you. You will never address me as \nyou. You will call me your royal highness.\n\nLONE STARR You are royal pain in the....\n\nBARF Whoa, hold it, time.\n\nLONE STARR &amp; VESPA What?\n\nBARF May I make a small suggestion? Any minute now, Spaceballs is \ngonna make a major U-turn, head back this way, and make us all dead.\n\nLONE STARR He's right. Let's go.\n\nVESPA Wait. My things.\n\nLONE STARR Listen, you royal....\n\nVESPA Mmmm.\n\nLONE STARR ....highness. Take only what need to survive.\n\nBARF Grrrrrrrrrrrrr.\n\nDESERT - DAY VESPA is walking down with an umbrella. DOT is \nfollowing her with a cart. LONE STARR and BARF are following with a \ntrunk.\n\nDOT Please, slow down.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOT is \nfollowing her with a cart. LONE STARR and BARF are following with a \ntrunk. DOT Please, slow down. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm getting sand up my gears.\n\nBARF Gees. I hope she didn't forget anything.\n\nLONE STARR All right, wait a minute, Barf, put it down. What the \nhell's in this thing. LONE STARR opens the trunk and pulls out a \nhuge hair dryer.\n\nLONE STARR What's this? I said take only what you need to survive.\n\nVESPA It's my industrial strength hair dryer, and I can't live \nwithout it.\n\nLONE STARR Okay, princess. That's it. The fairy-tale is over. \nWelcome to real-life. You want this hot-air machine, you carry it. \n(drops it in the sand)\n\nVESPA You pick that up.\n\nLONE STARR You pick that up.\n\nVESPA How dare you, you insolent peasant. Nobody talks to me that \nway. Nobody. Nobody. (echoes)\n\nLONE STARR Well, what have we got here? Will you look at her.\n\nBARF Oooooo.\n\nLONE STARR Those flashy eyes. Those flushy cheeks. Those trembling \nlips. You know something princess, you are ugly when you're angry.\n\nDOT Uh-oh.\n\nVESPA That's it. You and your dog are f....\n\nBARF Please, please. Total humans, droids, if I may. It's going to \nbe very dark soon, so I suggest we find a place to camp for the \nnight.\n\nDOT Come darling.\n\nDOT and VESPA walk away pulling some luggage. LONE STARR and BARF \nwalk off with the trunk. They leave the hair dryer behind. LONE \nSTARR See, it's lighter.\n\nBARF Oh yeah. This is best. I could carry two of three of these.\n\nINT. SPACEBALL 1 - SPACE HELMET, SANDURZ, and CORPORAL are watching \nthe radar.\n\nHELMET (mask down) Have you found them yet?\n\nCORPORAL No, Lord Helmet. They're still not on the scanners.\n\nHELMET Well, keep looking for them. (drinks coffee through his mask)\n\nSANDURZ Pardon me, sir. I have an idea. Corporal, get me the video \ncassette of Spaceballs-the Movie.\n\nCORPORAL Yes, sir.\n\nCORPORAL walks to a wall labeled, &quot;Mr. Rental.&quot; The wall \nopens.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORPORAL Yes, sir. CORPORAL walks to a wall labeled, &quot;Mr. Rental.&quot; The wall \nopens. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks through the selections.\n\nHELMET Colonel Sandurz, may I speak with you, please?\n\nSANDURZ Yes, sir.\n\nHELMET (lifts up mask) How could there be a cassette of Spaceballs-\nthe Movie. We're still in the middle of making it.\n\nSANDURZ That's true, sir, but there's been a new breakthrough in \nhome-video marketing.\n\nHELMET There has?\n\nSANDURZ Yes. Instant cassettes. They're out in stores before the \nmovie is finished.\n\nHELMET Naaaaa.\n\nCORPORAL Here it is, sir. Spaceballs.\n\nSANDURZ Good work, Corporal. Punch it up.\n\nCORPORAL starts the tape. It starts on the FBI Warning.\n\nSANDURZ Started much too early. Prepare to fast-forward.\n\nCORPORAL Preparing to fast-forward.\n\nSANDURZ Fast-forward.\n\nCORPORAL Fast-forwarding, sir.\n\nStarts fast-forwarding through the ludicrous speed scene. Helmet is \nthrown into the panel at a high-speed.\n\nHELMET Nnnnno. Go past this, past this part. In fact, never play \nthis again.\n\nSANDURZ Try here. Stop.\n\nThe movie stops at the exact same thing that is actually happening \nnow. HELMET looks at the camera, then he turns back to the monitor. \nSANDURZ looks at the camera when HELMET looks back at the monitor, \nthen he looks back at the monitor. HELMET looks at the camera when \nSANDURZ looks back at the monitor. When HELMET turns back, he waves \nhis hand. He turns back to the camera.\n\nHELMET What the hell am I looking at? When does this happen in the \nmovie?\n\nSANDURZ Now. You're looking at now, sir. Everything that happens \nnow, is happening now.\n\nHELMET What happened to then?\n\nSANDURZ We passed then?\n\nHELMET When?\n\nSANDURZ Just now. We're at now, now.\n\nHELMET Go back to then.\n\nSANDURZ When?\n\nHELMET Now.\n\nSANDURZ Now?\n\nHELMET Now.\n\nSANDURZ I can't.\n\nHELMET Why?\n\nSANDURZ We missed it.\n\nHELMET When?\n\nSANDURZ Just now.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSANDURZ We missed it. HELMET When? SANDURZ Just now. \n\nTARGET SECTION TO BE ANNOTATED:\nHELMET When will then be now?\n\nCORPORAL rewinds the tape. He stops at the point when LONE STARR, \nBARF, VESPA, and DOT are walking through the desert.\n\nSANDURZ Soon.\n\nHELMET How soon?\n\nCORPORAL Sir.\n\nHELMET What?\n\nCORPORAL We've identified their location.\n\nHELMET Where?\n\nCORPORAL It's the Moon of Vega.\n\nSANDURZ Good work. Set a course, and prepare for\nour arrival.\n\nHELMET When?\n\nCORPORAL Nineteen-hundred hours, sir.\n\nSANDURZ By high-noon, tomorrow, they will be our prisoners.\n\nHELMET Hoooooo. (mask falls down)\n\nDESERT - NIGHT DOT is sleeping with a light going that says, \n&quot;Sleep Mode.&quot; VESPA is cold and trying to keep warm. LONE \nSTARR offers her his coat.\n\nVESPA No thank you. I'm perfectly all right.\n\nLONE STARR Take it. It's freezing (puts the jacket on her)\n\nVESPA If you insist. (smells the alcohol on the coat) Won't you be \ncold?\n\nLONE STARR Na, cold never bothers me.\n\nVESPA I can't seem to find Druidia.\n\nLONE STARR It's right there.\n\nVESPA Where?\n\nLONE STARR Right there. (points to a blue star) It's that bright, \nblue one, right there. See?\n\nVESPA Oh, yeah. But it's so far away.\n\nLONE STARR Don't worry. I'll get ya there.\n\nVESPA Which one's yours?\n\nLONE STARR Who knows.\n\nVESPA You don't know where your from?\n\nLONE STARR Not really. I was found on the doorstep of a monastery.\n\nVESPA Monastery? Where?\n\nLONE STARR Somewhere in the Ford Galaxy.\n\nVESPA Well, didn't the monks tell you who your parents?\n\nLONE STARR They couldn't. They took a vowel of silence. All I got \nwas this.\n\nHe pulls a medallion out from his shirt. It has some type of \nwriting. LONE STARR It was around my neck.\n\nVESPA What is it?\n\nLONE STARR I don't know. I've taken it to every wise man in the \nuniverse. No one can tell me what it means.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONE STARR I don't know. I've taken it to every wise man in the \nuniverse. No one can tell me what it means. \n\nTARGET SECTION TO BE ANNOTATED:\nVESPA It's beautiful. You know I.... It's beautiful.\n\nLONE STARR puts the medallion back in his shirt.\n\nLONE STARR So, how come you ran away from your wedding?\n\nVESPA Well, if you must know, I wasn't in love with the groom.\n\nLONE STARR Why were you gonna marry him?\n\nVESPA Because, I'm a princess, and I have to marry a prince. LONE \nSTARR Ah, and he doesn't do it for you, huh?\n\nVESPA No, he doesn't do it for me. I really must go back. I \nshouldn't have run away. I realize, now, that love is one luxury a \nprincess cannot afford.\n\nLONE STARR You're probably right.\n\nVESPA I know, now, that I must live without love.\n\nLONE STARR I guess so.\n\nVESPA Besides, love isn't that important.\n\nLONE STARR Naaa, never was.\n\nVESPA I could be perfectly happy the rest of my life without love. \n(looks at him)\n\nLONE STARR Sure you could.\n\nVESPA Without physical contact.\n\nLONE STARR Yeah.\n\nVESPA Without being held. (moves closer to him)\n\nLONE STARR Yeah. (moves in closer)\n\nVESPA Or kissed.\n\nVESPA and LONE STARR are about to kiss when an alarm starts going \noff. DOT'S Virgin Alarm is going off.\n\nBARF (wakes up) Abandon ship. Abandon ship. Women and mogs first.\n\nDOT walks over to VESPA and LONE STARR. DOT We'll have none of that, \nmister. (to Vespa) How far did he get? Where'd he touch? Where'd he \ntouch?\n\nVESPA Nothing happened.\n\nLONE STARR What the hell was that noise?\n\nDOT That was my Virgin Alarm. It's programmed to go off before you \ndo. You get back to bed, miss. And as for you, sex-fiend....\n\nLONE STARR All right. All right. Let's all get some sleep. We gotta \nget moving before dawn.\n\nBARF Why so early?\n\nLONE STARR Because, we're in the middle of the desert, and we're not \ngonna get far once that blazing sun gets overhead.\n\nDISSOLVE TO: A blazing sun.\n\nBARF'S VOICE Nice dissolve.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONE STARR Because, we're in the middle of the desert, and we're not \ngonna get far once that blazing sun gets overhead. DISSOLVE TO: A blazing sun. BARF'S VOICE Nice dissolve. \n\nTARGET SECTION TO BE ANNOTATED:\nDESERT - MORNING LONE STARR is walking, followed by BARF, DOT, then \nVESPA. They are all getting tired.\n\nLONE STARR Water, water.\n\nBARF (panting) Water.\n\nDOT Oil, oil. \n\nVEPSA Room service, room service.\n\nDISSOLVE TO: A blazing sun.\n\nDESERT - DAY LONE STARR is carrying VESPA. BARF is carrying DOT. \nVESPA and DOT are asleep. BARF and LONE STARR are really tired.\n\nBARF I can't, I can't, I can't go, I can't go any further. I can't \ngo any further.\n\nLONE STARR Just one more dune to go.\n\nBARF Nope. you said that three dunes ago. I got no more left. Oh, \nwaiter, check please. (falls down)\n\nLONE STARR Must go on. Must go on. Must go on. Who am I kidding. \n(drops Vespa then falls down)\n\nThe DINKS walk on the screen. They are short people with gold-\nbrownish skin.\n\nDINKS (sing) Dink, dink, dink, dink, dink, dink, dink, dink, dink, \ndink, dink, dink, dink, dink, dink, dink, dink, dink, dink, dink....\n\nDINKS see LONE STARR, VESPA, BARF, and DOT lying on the ground. They \ngo to their aid.\n\nHEAD DINK Dink, dink, dink, dink, dink, dink.\n\nDINKS split up and start giving water and oil to VESPA, LONE STARR, \nBARF, and DOT. \n\nDINK (with Barf) Dink, dink, dink, dink, dink. Dink, dink, dink, \ndink, dink, dink.\n\nBARF'S TAIL starts wagging.\n\nDINK Dink, dink, dink, dink.\n\nBARF Oh, thanks little guy. (starts lapping the water)\n\nLONE STARR Thank you.\n\nDINKS Dink, dink, dink.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nDINK Dink, dink, dink, dink. BARF Oh, thanks little guy. (starts lapping the water)\n\nLONE STARR Thank you. DINKS Dink, dink, dink. \n\nTARGET SECTION TO BE ANNOTATED:\nLONE STARR Did I miss something? When did we get to Disneyland?\n\nLONE STARR, VESPA, DOT, and BARF are being led by the DINKS to \nsomewhere.\n\nDINKS (sing) Dink, dink, dink, dink, dink, dink, dink, dink, dink, \ndink, dink, dink, dink, dink, dink, dink, dink, dink, dink, dink, \ndink, dink, dink, dink, dink, dink, dink, dink, dink, dink, dink, \ndink, dink, dink, dink, dink, dink, dink.\n\nDESERT - HELMET'S CRUISER - DAY HELMET and SANDURZ are in a cruiser. \nHELMET is standing up, looking though binoculars. He has different \ntype of uniform with a different type of helmet.\n\nHELMET (mask on) I don't see them, Sandurz.\n\nSANDURZ I've sent the troops on up to Vector 78, sir.\n\nHELMET Good. Let's get moving.\n\nSANDURZ Yes, sir. Driver, prepare to move out.\n\nHELMET What are you preparing. You're always preparing. Just go!\n\nSANDURZ Just go.\n\nDRIVER Yes, sir.\n\nSANDURZ Sir, shouldn't you sit down.\n\nThe cruiser takes off, and HELMET is thrown in his seat.\n\nEXT. TEMPLE - DAY The DINKS are opening a secret door in the sand, \nand lead LONE STARR, BARF, VESPA, and DOT inside. They walk down a \nset of stairs.\n\nINT. TEMPLE - DAY\n\nDINKS Dink, dink, dink. Dink, dink, dink.\n\nBARF What are they sayin'?\n\nVESPA Well, it's obvious they want us to go with them.\n\nThey start walking down a tunnel with a huge statue at the end.\n\nVESPA What is this place?\n\nBARF It looks like the Temple of Doom.\n\nDOT Sure ain't Temple Bethresel.\n\nLONE STARR C'mon. I think we'd better follow 'em.\n\nSteam starts coming out of the ears of the statue.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONE STARR C'mon. I think we'd better follow 'em. Steam starts coming out of the ears of the statue. \n\nTARGET SECTION TO BE ANNOTATED:\nBARF Ah-oh. I think we woke it up.\n\nDOT Goodbye, folks. (turns around and starts running to the door) \nLet me know how it turns out.\n\nVESPA Comeback here, Dot. We need you.\n\nLONE STARR C'mon, we gotta keep going.\n\nVESPA What's gonna happen now?\n\nLONE STARR Don't ask, maybe it won't.\n\nBARF Well, what if it does? I don't about know about you, but I'm \nall for leaving. I think we oughtta get outta here....\n\nFire comes out of the statue's eyes.\n\nLONE STARR, VESPA, DOT, &amp; BARF Wow!\n\nYOGURT'S VOICE Silence! Who dares enter the sacred and awesome \npresence of the everlasting know-it-all, Yogurt.\n\nLONE STARR, VESPA, DOT, &amp; BARF Yogurt?\n\nThe bottom of the statue opens up. A small man about 3 feet tall \ncomes out.\n\nYOGURT You heard of me?\n\nLONE STARR Heard of ya? Who hasn't of Yogurt?\n\nVESPA Yogurt, the wise.\n\nDOT Yogurt, the all powerful. BARF Yogurt, the magnificent.\n\nYOGURT Please, please, don't make a fuse. I'm just plain Yogurt.\n\nLONE STARR But you're the one....\n\nYOGURT Yes. I am the keeper of a greater magic. A power known \nthroughout the universe, known as....\n\nBARF The force?\n\nYOGURT No. The Schwartz.\n\nLONE STARR, VESPA, DOT, &amp; BARF The Schwartz?\n\nYOGURT Yes. The Schwartz.\n\nHe holds his Schwartz ring. His is different than the ring HELMET \nhas.\n\nLONE STARR But, Yogurt, what is this place? What is that you do \nhere?\n\nYOGURT Merchandising.\n\nBARF Merchandising? What's that?\n\nYOGURT Merchandising. Come. I'll show. Open up this door.\n\nDINKS open a slab in the wall. In it, is a whole bunch of \n&quot;Spaceballs - The Movie&quot; merchandise.\n\nYOGURT Ha, ha, ha, come. Walk this way. Take a look. We put the \npictures name on everything. Merchandising. Merchandising.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe put the \npictures name on everything. Merchandising. Merchandising. \n\nTARGET SECTION TO BE ANNOTATED:\n Where the \nreal money from the movie is made. Spaceballs-the T-shirt, \nSpaceballs-the Coloring Book, Spaceballs-the Lunch box, Spaceballs-\nthe Breakfast Cereal, Spaceballs-the Flame Thrower. (turns it on)\n\nDINKS Ooooooo.\n\nYOGURT The kids love this one. Last, but not least, Spaceballs - the \nDoll. (hold up a doll of himself) Me. (pulls on the string)\n\nYOGURT DOLL May the Schwartz be with you.\n\nDINKS giggle. YOGURT Adorable.\n\nSPACEBALL CITY - INT. SKROOB'S BEDROOM - NIGHT MARLENE &amp; \nCHARLENE are in Skroob's bed. SKROOB is under &quot;Spaceballs - the \nSheet&quot; fondling the twins. MARLENE &amp; CHARLENE Wew, wew, \nwew, ha, ha, ha, ha. Ohh, weeew....\n\nCOMMANDERETTE appears on the wall.\n\nCOMMANDERETTE President Skroob.\n\nMARLENE &amp; CHARLENE hide under the sheet. SKROOB comes out from \nunder the sheet. He is holding a book upside-down.\n\nSKROOB What is it? COMMANDERETTE I have an urgent message from Lord \nHelmet. He's lost the princess.\n\nSKROOB Where?\n\nCOMMANDERETTE Somewhere on the sands of Vega.\n\nSKROOB Tell him to comb the desert. Do you hear me? Comb the desert.\n\nCOMMANDERETTE Yes, sir.\n\nMOON OF VEGA - DESERT - DAY Six guards are moving large combs across \nthe desert. HELMET and SANDURZ are in the cruiser.\n\nSANDURZ Sir.\n\nHELMET (mask off; in bullhorn) What?\n\nSANDURZ Are we being too literal.\n\nHELMET (in bullhorn) No, you fool. We're following orders. We were \ntold to comb the desert, so we're combing it.\n\nHELMET puts down the bullhorn and shouts to the troopers.\n\nHELMET (shouts) Found anything yet?\n\nTROOPER WITH COMB Nothing yet, sir. HELMET (shouts) How about you?\n\nTROOPER WITH 2ND COMB Not a thing, sir.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTROOPER WITH COMB Nothing yet, sir. HELMET (shouts) How about you? TROOPER WITH 2ND COMB Not a thing, sir. \n\nTARGET SECTION TO BE ANNOTATED:\nHELMET (shouts) What about you guys?\n\nTROOPER WITH MINI COMB We ain't found shit.\n\nINT. TEMPLE - DAY YOGURT and LONE STARR are standing in front the \nbig statue. LONE STARR is showing YOGURT his medallion.\n\nLONE STARR It's a big mystery. None of the wise men can tell me what \nit means.\n\nYOGURT Wise men, pa sha. Wise guys, you mean. What do they know. \nHere, let me take a look. (he takes the medallion) Whuck, whuck, \nmunuck, munck, muck, muck.\n\nLONE STARR You can read it?\n\nYOGURT No, I was just clearing my throat. Here, let me take look at \nthis. Ohh, yes. Yes, yes, yes, yes, yes, of course.\n\nLONE STARR You understand it?\n\nYOGURT Yes.\n\nLONE STARR What's it say?\n\nYOGURT I cannot tell you that now. It will be revealed to you at the \nproper time.\n\nLONE STARR Great. (puts the medallion back in his shirt)\n\nYOGURT C'mon, don't be disappointed. Back to your Schwartz training. \nHere, take the ring. Point it at that big statue.\n\nLONE STARR (puts the ring on) Okay, but I still don't understand how \nI'm going to lift that big statue with this little ring.\n\nYOGURT Never underestimate the power of the Schwartz.\n\nLONE STARR points the ring to statue.\n\nYOGURT C'mon, concentrate. Ooghuh, ooghugh. ooghuh.\n\nThe statue starts lifting off the ground.\n\nYOGURT Lone Starr, you're doing it. You're doing it. (laughs)\n\nLONE STARR I can't believe it. The Schwartz, it's working.\n\nBARF walks by the statue and puts his foot under it.\n\nBARF Hey, boss, how'd you do that?\n\nLONE STARR puts the ring down. The statue falls on Barf's toe.\n\nBARF Whaoooooooooooooo! Whao, whao, whao, ahhhh, who, who, whooo. . \n. .\n\nYOGURT Gimme the ring. Gimmie the ring.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\n. . YOGURT Gimme the ring. Gimmie the ring. \n\nTARGET SECTION TO BE ANNOTATED:\nYOGURT takes the ring from LONE STARR. He points it at the big \nstatue. YOGURT Upsidasi, upsimasi, upsidaisy.\n\nThe statue lifts up, and BARF lifts his foot out. It is big and \nflat. BARF Owwwwwww, ooooooooooohohoooooo, ooooooo....\n\nLONE STARR Sorry, Barf.\n\nBARF (growls) Oooooooooooooohohooooooo, oooooooooooohohooooooo.\n\nEXT. TEMPLE - NIGHT HELMET is standing next to the secret door. He \ncan't see because it is covered in sand. SANDURZ is telling the \ntroops what to do.\n\nSANDURZ Keep searching. (to Helmet) It's no use use, sir. We've \nsearched everywhere.\n\nHELMET (mask off) Wait. I feel the presence of the Schwartz.\n\nSANDURZ The Schwartz?\n\nHELMET Yes. It's coming.... (gets his ring out of his pocket and \nputs it on)\n\nSANDURZ covers his crouch.\n\nHELMET ....from somewhere down....there.\n\nSANDURZ (bushes away the sand) You're right, sir. There's a secret \nentrance here. And look at this insignia, it's a Y.\n\nHELMET Yogurt. Yogurt. I hate Yogurt. Even with strawberries.\n\nSANDURZ I'll call the attack squad, sir.\n\nHELMET No, we can't go in there. Yogurt has the Schwartz. It's far \ntoo powerful.\n\nSANDURZ But, sir, your ring. Don't you have the Schwartz, too?\n\nHELMET No, he got the up-side. I got the down-side. You see, there's \ntwo kinds of every Schwartz.\n\nSANDURZ Well, how are we gonna go in there and get her?\n\nHELMET (flips his mask on) We will not go in there. She will come \nout to us. (holds up his ring)\n\nINT. TEMPLE - NIGHT VESPA is sleeping in a bed surrounded by \ncandles. DOT is in Sleep Mode.\n\nROLAND'S VOICE Vespa. Vespa, my child.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOT is in Sleep Mode. ROLAND'S VOICE Vespa. Vespa, my child. \n\nTARGET SECTION TO BE ANNOTATED:\n Where are you?\n\nVESPA (wakes up) Daddy?\n\nROLAND'S VOICE Vespa, it's your father, King Roland. Come to me.\n\nVESPA Daddy. Daddy, I hear you. I hear you. Where are you? (starts \nwalking out the door)\n\nROLAND'S VOICE Follow my voice. Come to me. Come to me.\n\nDOT (wakes up) Vespa, where are you going?\n\nEXT. TEMPLE - NIGHT ROLAND is standing outside in the desert.\n\nROLAND Vespa, come to me.\n\nVESPA (opens the door and walks on the desert toward Roland) Daddy, \nis it really you?\n\nROLAND Yes, my dear. I guarantee it. Would I lie?\n\nVESPA Daddy.\n\nDOT walks out and turns on the Supervision Mode.\n\nDOT Oh, Vespa, don't.\n\nWhen VESPA reaches to hug ROLAND, he turns into HELMET.\n\nVESPA Ah! Ohhhhh. (faints and falls into Helmet's arms)\n\nHELMET (mask down) Fooled you. Ha, ha, ha, ha.\n\nA guard covers Dot's eyes and she shuts down. HELMET Take them both \naboard, and put the princess in my quarters. (hands her to Sandurz)\n\nSANDURZ Yes sir. (walks off screen with Vespa)\n\nHELMET Now she is mine.\n\nINT. TEMPLE - NIGHT LONE STARR and BARF come from their room. The \nDINKS are dinking, &quot;They've taken the princess.&quot;\n\nLONE STARR What are they sayin'?\n\nYOGURT They've taken the princess.\n\nLONE STARR and BARF run outside.\n\nEXT. DESERT - NIGHT Spaceball 1 takes off toward space. LONE STARR \nand BARF just now get out the door.\n\nLONE STARR Spaceballs, too late.\n\nBARF Don't worry, boss. We'll get her back.\n\nDESERT - EAGLE 5 - NIGHT LONE STARR and BARF are getting ready to \nleave.\n\nLONE STARR Thanks for the gas, Yogurt.\n\nYOGURT You're welcome, and here. (throws a fortune cookie at Lone \nStarr) Just encase you get hungry.\n\nLONE STARR (catches it) A fortune cookie?\n\nYOGURT Yes.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOGURT You're welcome, and here. (throws a fortune cookie at Lone \nStarr) Just encase you get hungry. LONE STARR (catches it) A fortune cookie? YOGURT Yes. \n\nTARGET SECTION TO BE ANNOTATED:\n Remember, open it before you eat it.\n\nLONE STARR Thanks. Well, we'd better get going. I wonder, we will we \never see each other again.\n\nYOGURT Who knows. God willing we'll all meet again in Spaceballs II: \nThe Search for More Money. Good-bye, Lone Starr.\n\nLONE STARR Good-bye, Yogurt.\n\nLONE STARR and YOGURT shake hands. When LONE STARR pulls his hand \nback, he pulls back the ring.\n\nLONE STARR The ring of the Schwartz. No, I can't take this.\n\nYOGURT Take it. Take it. You might need it.\n\nLONE STARR Thanks. I'll never forget you. Wish me luck. DINKS Dink, \ndink.\n\nLONE STARR climbs into Eagle 5. It starts up and takes off toward \nspace.\n\nINT. SPACEBALL 1 - HELMET'S ROOM - SPACE HELMET is apparently \ntalking to VEPSA.\n\nHELMET (mask up; talking in his mask down voice) So, Princess Vespa. \nAt last, I have you in my clutches. To have my way with you. The way \nI want to.\n\nHe is playing with dolls.\n\nHELMET (imitating Vespa) No. No, please, leave me alone. (mask down \nvoice) No you are mine. (imitating Lone Starr) Not so fast, Helmet. \n(mask down voice) Lone Starr. (imitating Lone Starr) Yes, it's me. \nI'm here to save my girlfriend. Hi, honey. (mask down voice) Now you \nare going to die. (imitating Lone Starr) Oh, oh, ohhhh. (imitating \nBarf) Hey, what did you do to my friend? (mask down voice) The same \nthing I'm going to do to you, big boy. (imitating Barf) Oh, ohhh. \n(mask down voice) And you too. (imitating Dot) Oh, ohh. (mask down \nvoice) Now, Princess Vespa, at last we are alone. (imitating Vespa) \nNo, no, I hate you. I hate you. I hate you. Leave me alone....yet, I \nfind you strangely attractive. (mask down voice) Of course you do.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI hate you. I hate you. Leave me alone....yet, I \nfind you strangely attractive. (mask down voice) Of course you do. \n\nTARGET SECTION TO BE ANNOTATED:\n \nDrewish princesses are always attracted to money and power. And I \nhave both, and you know it. (imitating Vespa) No, leave me alone. \n(mask down voice) No, kiss me. (imitating Vespa) No, yes, no, yes, \nyes, no, no, ah, oh, oh, oh, ah, ohh, oh, you're helmet is so big.\n\nSANDURZ opens the door behind him.\n\nSANDURZ Lord Helmet.\n\nHELMET (holds all the dolls out of Sandurz's sight) What?\n\nSANDURZ You're needed on the bridge, sir.\n\nHELMET Knock on my door. Knock next time.\n\nSANDURZ Yes, sir.\n\nHELMET Did you see anything?\n\nSANDURZ No, sir. I didn't see you playing with your dolls again.\n\nHELMET Good.\n\nPLANET SPACEBALL - SPACEBALL CITY - INT. SKROOB'S BATHROOM - NIGHT \nSKROOB is standing in front of the toilet. He is peeing. His back is \nto the camera. COMMANDERETTE appears on the wall in front of him.\n\nCOMMANDERETTE President Skroob.\n\nSKROOB (covers crouch) Aaa. I told you never to call me on this \nwall. This is an unlisted wall.\n\nCOMMANDERETTE Sorry, sir, but it's very urgent. Princess Vespa has \njust been brought to your office, and Lord Helmet and Colonel \nSandurz are awaiting you there.\n\nSKROOB All right, all right. Tell them I'll be right there.\n\nCOMMANDERETTE Yes, sir. (salutes)\n\nSKROOB returns salute. He realizes he uncovered his crouch. He \ncovers it back up. COMMANDERETTE smirks and disappears off the wall. \nSKROOB flushes the toilet and walks out.\n\nINT. SKROOB'S OFFICE - NIGHT HELMET and SANDURZ are talking to \nROLAND on the screen. Behind them is VESPA on a table turned \nvertically. Also is DR. SCHLOTKINS, GRETCHEN, and ARNOLD.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nBehind them is VESPA on a table turned \nvertically. Also is DR. SCHLOTKINS, GRETCHEN, and ARNOLD. \n\nTARGET SECTION TO BE ANNOTATED:\nROLAND Helmet, you fiend, what's going on? What are you doing to my \ndaughter?\n\nHELMET (mask down) Permit me to introduce the brilliant, young \nplastic surgeon, Dr. Philip Schlotkins. The greatest nose-job man in \nthe entire universe and Beverly-Hills.\n\nSCHLOTKINS Your highness.\n\nROLAND Nose-job? I don't understand. She's already had a nose. It \nwas a sweet- 16 present.\n\nHELMET No, it's not what you think. It's much, much, worse. If you \ndo not give me the combination to the air shield, Dr. Schlotkins \nwill give your daughter back (holds up picture) her old nose.\n\nVESPA Nooooooooooooooooooo. Where did you get that?\n\nROLAND All right, I'll tell. I'll tell.\n\nVESPA No, daddy, no. You mustn't.\n\nROLAND You're right my dear. I'll miss your new nose. But I will not \ntell them the combination no matter what.\n\nHELMET Very well. Dr. Schlotkins, do your worst.\n\nSCHLOTKINS My pleasure.\n\nThe table turns horizontal. VESPA faints.\n\nROLAND No, wait, wait. I'll tell. I'll tell.\n\nHELMET I knew it would work.\n\nHELMET and SANDURZ go closer to the screen. SANDURZ is going to \nwrite the combination down.\n\nHELMET All right, give to me.\n\nROLAND The combination is (hesitates) one.\n\nHELMET One.\n\nSANDURZ One. (writes)\n\nROLAND Two.\n\nHELMET Two.\n\nSANDURZ Two. (writes)\n\nROLAND Three.\n\nHELMET Three.\n\nSANDURZ Three (writes)\n\nROLAND Four.\n\nHELMET Four.\n\nSANDURZ Four. (writes)\n\nROLAND (hesitates) Five.\n\nHELMET Five.\n\nSANDURZ Five. (writes)\n\nHELMET So the combination is one, two, three, four, five. (lifts \nmask) That's the stupidest combination I've ever heard in my life. \nThat's the kinda thing an idiot would have on his luggage.\n\nSANDURZ Thank you, your highness.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nSANDURZ Five. (writes)\n\nHELMET So the combination is one, two, three, four, five. (lifts \nmask) That's the stupidest combination I've ever heard in my life. That's the kinda thing an idiot would have on his luggage. SANDURZ Thank you, your highness. \n\nTARGET SECTION TO BE ANNOTATED:\nSANDURZ takes a remote out of his pocket, points it at the wall, and \nhits a button. Instead of turning off the wall, he turned off the \nwhole movie. A blank screen appears. GRETCHEN is making sensual \nnoises.\n\nHELMET What'd you do?\n\nSANDURZ I turned off the wall.\n\nHELMET No you didn't. You turned off the whole movie.\n\nSANDURZ Well I must have pressed the wrong button.\n\nHELMET Well, turn it back on. Put the movie back on.\n\nSANDURZ Yes, sir. Yes, sir.\n\nThe screen comes back on. HELMET and SANDURZ are standing in front. \nSCHLOTKINS is kissing on GRETCHEN'S breasts. She is still making \nsensual noises.\n\nHELMET We gotta get that thing fixed. We're back, and we have the \ncombination. Schlotkins.\n\nSCHLOTKINS (turns around) What?\n\nGRETCHEN zips up her dress.\n\nHELMET We're done with you. Go back to the golf course and work on \nyour puts.\n\nSCHLOTKINS Let's go Arnold. Come Gretchen. Of course, you know, I'll \nstill have to bill you for this.\n\nSCHLOTKINS, ARNOLD, and GRETCHEN walk out the door. GRETCHEN looks \nat HELMET and SANDURZ before she walks out.\n\nHELMET I bet she gives great helmet.\n\nSKROOB walks in.\n\nSKROOB Well, did it work? Where's the king?\n\nHELMET It worked, sir. We have the combination.\n\nSKROOB Great. Now we can take every last breath fresh air from \nplanet Druidia. What's the combination?\n\nSANDURZ One, two, three, four, five.\n\nSKROOB One, two, three, four, five?\n\nSANDURZ That's amazing. I've got the same combination on my luggage. \nPrepare Spaceball 1 for immediate departure.\n\nSANDURZ Yes, sir.\n\nSKROOB, SANDURZ, and HELMET start walking out the door.\n\nSKROOB And change the combination on my luggage.\n\nHELMET walks through the door. The door closes on him.\n\nHELMET Aaaaaa.\n\nPLANET SPACEBALL - INT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door closes on him. HELMET Aaaaaa. PLANET SPACEBALL - INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EAGLE 5 - NIGHT LONE STARR and BARF are in \nthe front. LONE STARR is driving.\n\nBARF There it is. Spaceball City straight ahead.\n\nLONE STARR Good. I'm takin' her in.\n\nSPACEBALL CITY - EXT. PRISON BALL - NIGHT EAGLE 5 lands on the road. \nIt is a no parking zone. Two DOOR GUARDS are standing at the door.\n\nSLENDER DOOR GUARD What the hell is that thing?\n\nCHUBBY DOOR GUARD It looks like a Winnebago with wings.\n\nSLENDER DOOR GUARD Gees. Hey you can't park here.\n\nCHUBBY DOOR GUARD Yeah, can't you guys read: No parking.\n\nBARF opens the door and flicks them off. He also makes kissing \nnoises. BARF is hinting they're lovers.\n\nSLENDER DOOR GUARD That son of a.... (cocks gun)\n\nThe SLENDER DOOR GUARD and CHUBBY DOOR GUARD go to the door that \nBARF went back in.\n\nSLENDER DOOR GUARD All right, hands up. You're under arrest for \nillegal parking.\n\nCHUBBY DOOR GUARD Yeah.\n\nThey walk in. The EAGLE 5 starts rocking back and forth. The guards \nare shouting. Afterwards, LONE STARR comes out in the SLENDER DOOR \nGUARD'S uniform. BARF comes out in the CHUBBY DOOR GUARD'S\nuniform. His tail is sticking out the back of the pants. They walk \nto the\ndoor. LONE STARR unlocks the door with the key on the uniform. They \nwalk\nin.\n\nINT. PRISON DOME - FRONT HALL - NIGHT LONE STARR\nand BARF walk down a hall. They notice a PRISON GUARD walking down \nthe\nhall towards them. LONE STARR and BARF stand against the wall. The \nPRISON\nGUARD walks past them. LONE STARR and BARF start walking the way \nthey were\ngoing. The PRISON GUARD looks back at them. He notices BARF'S TAIL. \nHe\nlooks forward again.\n\nPRISON GUARD Nah.\n\nINT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nlooks forward again. PRISON GUARD Nah. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRISON DOME - ROYAL PRISONS - NIGHT LONE\nSTARR and BARF walk in. They notice a sign above the doorway. It \nsays,\n&quot;ROYAL PRISONERS ONLY. MAXIMUM SECURITY.&quot;\n\nLONE STARR She's gotta be in one of these cells.\n\nBARF Yeah, but which one.\n\nThey search in each door. They open the eye slot\non each door they look through.\n\nBARF No.\n\nLONE STARR No.\n\nVESPA(O.S.) (sings in deep voice) Nobody knows....\n\nLONE STARR It's coming from there.\n\nBARF That can't be her.\n\nLONE STARR and BARF walk towards the cell VESPA'S\nsinging is coming from.\n\nVESPA(O.S.) (sings in deep voice) ....the trouble\nI've seen.\n\nLONE STARR opens the eye slot. He finds VESPA\ninside. DOT is sleeping next to her.\n\nVESPA (sings in deep voice) Nobody knows but Jesus.\n\nLONE STARR It's her.\n\nBARF looks in.\n\nVESPA (sings in deep voice) Nobody knows the trouble\nI've seen.\n\nBARF She's a bass.\n\nVESPA (sings in deep voice) Glory hallelujah.\n\nLONE STARR opens the door with the key he used\nto open the front door. He and BARF walk in. The door closes on \nBARF'S\nTAIL.\n\nBARF Hieee.\n\nVESPA What do you what? DOT wakes up.\n\nLONE STARR (takes off helmet) It's me.\n\nBARF (takes off helmet) It's us.\n\nVESPA Lone Starr. How'd you find us?\n\nLONE STARR No time to talk. C'mon.\n\nBARF We gotta move.\n\nDOT Barf. How'd you do it?\n\nLONE STARR pulls VESPA out of the cell. BARF follows\nwith DOT. They sneak out of the hall.\n\nSPACEBALL CITY - INT. PRISON DOME - INNER HALLS\n- NIGHT LONE STARR, VESPA, BARF, and DOT start to run for the front \ndoor.\nLONE STARR stops.\n\nSLENDER DOOR GUARD(O.S) Freeze!\n\nThe SLENDER DOOR GUARD and the CHUBBY DOOR GUARD\nare standing in the hall with their guns.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nSLENDER DOOR GUARD(O. S) Freeze! The SLENDER DOOR GUARD and the CHUBBY DOOR GUARD\nare standing in the hall with their guns. \n\nTARGET SECTION TO BE ANNOTATED:\n They are in their \nunderwear.\n\nSLENDER DOOR GUARD Those are the guys that stole\nour uniforms. (cocks gun)\n\nCHUBBY DOOR GUARD And beat the shit out of us,\ntoo. (cocks gun)\n\nLONE STARR cocks his gun. He fires it at the door\nguards. The door guards run off. Laser blasts come from another \nhall.\n\nLONE STARR Ah-oh, we got company.\nLONE STARR kneels down and crawls over to the\nopposite wall. VESPA, BARF, and DOT follow. LONE STARR and BARF fire \nat\nthe troopers that are firing at them.\n\nBARF Dammit. That's our only way out.\n\nVESPA We're trapped!\n\nDOT Oh, I hate these movies.\n\nLONE STARR and BARF keep firing at the troopers.\nBARF throws his gun down.\n\nBARF I'm outta ammo.\n\nLONE STARR Get back. I'll hold 'em off.\n\nLONE STARR and the TROOPERS keep firing at each\nother.\n\nBARF I got an idea.\n\nBARF walks over to a quad-pipe loop. LONE STARR\nstops firing and stands up.\n\nLONE STARR What are you doing?\n\nBARF starts to pull out the pipes.\n\nDOT What's he doing?\n\nBARF pulls out half of the pipes. He takes it\nto the hallway where the firing is coming from. He faces the \nopenings to\nthe TROOPERS. The TROOPERS fire at BARF. The shots go into the \npipes. They\nenter the top and exit the bottom. All the shots hit each TROOPER. \nWhen\neach TROOPER is hit, they fall down.\n\nLONE STARR Good work.\n\nLaser blasts come out of another hall.\n\nLONE STARR Ah-oh, more ping-pongs. Run for it.\n\nBARF Let's go.\n\nBARF starts running down a hall. LONE STARR starts\nrunning. VESPA and DOT start running.\n\nVESPA It's closing.\n\nA door in front of them starts closing vertically.\n\nVESPA The door is closing.\n\nLONE STARR Go for the door.\n\nLONE STARR, BARF, DOT, and VESPA jump through\nthe door just before it closes.\n\nSPACEBALL CITY - INT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONE STARR Go for the door. LONE STARR, BARF, DOT, and VESPA jump through\nthe door just before it closes. SPACEBALL CITY - INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONTROL ROOM - NIGHT TROOPERS\ncome in through another door. LONE STARR, BARF, VESPA, and DOT start \nto\nget up.\n\nTROOPER Don't move, or you're dead! Stand up!\nCaptain, we've got them!\n\nThe CAPTAIN walks in behind them.\n\nCAPTAIN Spectacular stunt, my friends, but all\nfor not. Turn around please.\n\nLONE STARR, BARF, VESPA, and DOT turn around.\nThe stunts of LONE STARR, BARF, VESPA, and DOT turn around.\n\nCAPTAIN Ha. What a pity. What a pity. So, Princess,\nyou thought you could outwit the imperious forces of....\n\nCAPTAIN looks at VESPA with his mouth open. VESPA'S\nSTUNT is a man with a cigar in his mouth.\n\nCAPTAIN You idiots! These are not them. You've\ncaptured their stunt doubles! Search the area. Find them! Find them!\n\nSPACEBALL CITY - EXT. PRISON DOME - NIGHT The\nreal BARF, LONE STARR, VESPA, and DOT come out of the PRISON DOME. \nLONE\nSTARR is firing at TROOPERS that follows them out the door. A laser \nblast\nhits the lock on a door of the EAGLE 5. BARF runs over to the that \ndoor.\nHe tries to open it.\n\nVESPA Open the door.\n\nBARF I can't. It's fused.\n\nVESPA Well, what about this one? (pulls on another\ndoor)\n\nBARF It's locked.\n\nVESPA Well, where are the keys?\n\nBARF Inside.\n\nVESPA Oh, great!\n\nLONE STARR Duck!\n\nBARF, DOT, and VESPA lean against the EAGLE 5.\nLONE STARR runs back towards the door that's fused. He hands his gun \nto\nVESPA.\n\nLONE STARR Here, you hold 'em off. I'll get the\ndoor.\n\nVESPA I ain't shootin' this thing. I hate guns.\n\nA TROOPER fires at VESPA'S hair. The laser blast\nhits it.\n\nDOT Ah.\n\nVESPA My hair. He shot my hair. Son of a bitch.\n(cocks gun)\n\nVEPSA walks toward the TROOPERS.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shot my hair. Son of a bitch. (cocks gun)\n\nVEPSA walks toward the TROOPERS. \n\nTARGET SECTION TO BE ANNOTATED:\n She starts firing\nat the them. She hits every one of them. BARF and LONE STARR look \nup.\n\nBARF Holy shit.></P>\n\nVESPA (blows the barrel) How was that.\n\nLONE STARR Not bad.\n\nBARF Not bad for a girl.\n\nDOT Hey, that was pretty good for Rambo.\n\nVESPA Let's blow this joint.\n\nEXT. SPACEBALL 1 - SPACE There are foot steps\nrunning somewhere on the ship.\n\nINT. SPACEBALL 1 - SPACE SKROOB is running down\nthe ship towards HELMET and SANDURZ.\n\nVOICE(O.S.) President Skroob. Salute.\n\nALL Hail Skroop. (salute)\n\nSKROOB (stops running) The ship is too big. If\nI walk, the movie would be over.\n\nSANDURZ Sir?\n\nSKROOB Yes, uuh.\n\nSKROOB looks at HELMET. HELMET'S mask is down.\n\n><FONT COLOR=\"#FF0080\">SKROOB Never have that damn thing down in \nfront\nof me. How do I know you're not making faces at me under there.\n\nHELMET lifts up his mask. He sticks his tongue\nout at SKROOB.\n\nSANDURZ President Skroob\n\nSKROOB Yes.\n\nHELMET puts his tongue back in his mouth.\n\nSANDURZ There it is: Planet Druidia.\n\nSKROOB Ah, Planet Druidia, and ten thousand years\nof fresh air.\n\nHELMET (mask up; to Sandurz) The way he runs things,\nit last a hundred.\n\nSKROOB What?\n\nHELMET shrugs.\n\nSANDURZ We're beginning metamorphosis, sir.\n\nSKROOB Good. Get on with it.\n\nHELMET Ready, Kafka?\n\nINT. EAGLE 5 - ORBIT OF DRUIDIA - SPACE LONE STARR,\nBARF, VESPA, and DOT are sitting up front. LONE STARR is driving.\n\nLONE STARR Look. It's Spaceball 1. They've reached\nthe air shield.\n\nDOT And it's opening.\n\nBARF How they gonna get the air out? I don't see\nany hoses or anything.\n\nEXT. SPACEBALL 1 - ORBIT OF DRUIDIA - SPACE SPACEBALL\n1 begins to move. It starts to change form.\n\nVESPA(O.S.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt starts to change form. VESPA(O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n What's happening? The ship it's changing.\n\nSPACEBALL 1 keeps on changing. Arms start to grow\nout of the side. The rockets turn into feet.\n\nINT. EAGLE 5 - ORBIT OF DRUIDIA - SPACE\n\nBARF Oh my gosh. It's not just a spaceship. It's\na transformer.\n\nEXT. SPACEBALL 1 - ORBIT DRUIDIA - SPACE The front\nof the ship starts to turn over.\n\nDOT(O.S.) It's changing into....\n\nBARF(O.S.) ....a gigantic....\n\nThe front turns over to reveal a head similar\nthe Statue of Liberty's head. SPACEBALL 1 has changed into a Statue \nof\nLiberty with a maid's outfit and a vacuum cleaner.\n\nVESPA(O.S.) ....maid.\n\nLONE STARR(O.S.) With a vacuum cleaner.\n\nBARF(O.S.) So that's how they're gonna to get\nthe air out.\n\nINT. MEGA MAID - ORBIT OF DRUIDIA - SPACE The\nfront of the ship is almost the same, except for the escape pods at \nthe\ntop.\n\nSANDURZ Metamorphoses is completed, sir. Spaceball\n1 has now become.... (looks at the timpanist) The TIMPANIST plays a \nsort\nof fanfare on the timpani.\n\nSANDURZ ....Mega Maid.\n\nHELMET (mask up) Good.\n\nSKROOB Remarkable.\n\nHELMET Now, commence Operation: Vacu-suck.\n\nEXT. MEGA MAID - ORBIT OF DRUIDIA - SPACE A finger\nflips a switch on the vacuum to &quot;ON.&quot; The vacuum starts \nup.\n\nPLANET DRUIDIA - SURFACE - DAY The vacuum sucks\nup snow off of a mountain. It sucks up trees out of a forest.\n\nINT. MEGA MAID - ORBIT OF DRUIDIA - SPACE\n\nSKROOB, HELMET, &amp; SANDURZ Suck. Suck. Suck.\n\nPLANET DRUIDIA - INT. PALACE - ROLAND'S ROOM -\nDAY ROLAND is looking at a picture of VESPA. He is having trouble \nbreathing.\n\nROLAND Goodbye, little Vespa. My little baby,\nVespa. (faints)\n\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is having trouble \nbreathing. ROLAND Goodbye, little Vespa. My little baby,\nVespa. (faints)\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n EAGLE 5 - ORBIT OF DRUIDIA - SPACE\n\nVESPA The air bag, it's almost full.\n\nLONE STARR We've gotta act fast. Step 1, we reverse\nthe vacuum and blow the air back on the planet; step 2, we destroy \nthat\nthing.\n\nVESPA But isn't that dangerous?\n\nLONE STARR Extremely, plus, I don't know how the\nhell we're gonna do it. BARF What about that ring Yogurt gave you?\n\nLONE STARR Oh yeah. LONE STARR pulls the Schwartz\nring out of his pocket.\n\nLONE STARR But....\n\nBARF C'mon, boss, give it a shot.\n\nLONE STARR Okay. Here goes nothing.\n\nLONE STARR points the ring at the vacuum.\n\nEXT. MEGA MAID - ORBIT OF DRUIDIA - SPACE The\nswitch on the vacuum starts to glow and move towards the reverse \npart of\nthe vacuum.\n\nVESPA(O.S.) Look at that. Wow.\n\nBARF(O.S.) It....it's working.\n\nVESPA(O.S.) C'mon Schwartz.\n\nVESPA, BARF, &amp; DOT(O.S.) C'mon Schwartz. C'mon\nSchwartz. C'mon Schwartz.\n\nThe switch flips over to the reverse part. The\nvacuum starts blowing air back on the planet.\n\nINT. MEGA MAID - SPACE\n\nSKROOB Helmet, what's going on?\n\nHELMET (mask down) Sandurz, what's going on?\n\nSANDURZ It's Mega Maid. She gone from suck to\nblow.\n\nHELMET and SANDURZ react.\n\nSKROOB What? They're getting all their air back.\n(to Helmet) Do something. HELMET (to Sandurz) Do something.\n\nSANDURZ (in microphone) Do something.\n\nPLANET DRUIDIA - SURFACE - DAY The snow is dumped\nback on the mountain. The trees are planted back in the same spots.\n\nINT. PALACE - ROLAND'S ROOM - DAY Air starts to\ncome in. ROLAND wakes up.\n\nROLAND I'm breathing. Air. Air!\n\nEXT. MEGA MAID - ORBIT OF DRUIDIA - SPACE EAGLE\n5 flies in the ear of the head.\n\nINT. EAGLE 5 - INT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEGA MAID - ORBIT OF DRUIDIA - SPACE EAGLE\n5 flies in the ear of the head. INT. EAGLE 5 - INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MEGA MAID - EAR CANAL - SPACE\n\nLONE STARR Dim the lights.\n\nBARF Dimming the lights. (hits a switch)\n\nThe lights go out.\n\nLONE STARR Go to inferred.\n\nBARF Going to inferred. (turns a knob)\n\nLONE STARR Prey to God.\n\nBARF Preying to God.\n\nThe inferred light comes on. The television monitor\nshows a layout of the ear canal. It shows how the EAGLE 5 is \nmaneuvering\nthrough the canal. LONE STARR turns on the scanning switch.\n\nDOT Careful. Careful.\n\nBARF What are you doin'?\n\nLONE STARR Scanning. There's gotta be a self-\ndestruct mechanism somewhere in the central brain area.\n\nThe scanner looks around the ship.\n\nLONE STARR I think we just found it. VESPA Where?\n\nLONE STARR Watch.\n\nLONE STARR hits a switch. The television monitor\nshows a a red flashing button.\n\nLONE STARR Bingo. There it is. It's right below\nus. Put her in hover, Barf.\n\nBARF Putting her hover.\n\nLONE STARR I'm goin' down there. (walks toward\nthe door)\n\nBARF He's goin' down there. I wouldn't.\n\nEXT. EAGLE - INT. MEGA MAID - EAR CANAL - SPACE\nLONE STARR walks down the ladder. He walks over to the emergency \nexit door.\nHe opens the door and walks in. When the door closes the silent \nemergency\nalarm goes off.\n\nINT. MEGA MAID - EXT. SELF-DESTRUCT ROOM - SPACE\nA GUARD is standing next to the door to the self destruct room. LONE \nSTARR\nsneaks up on him and tries to knock him out with the Vulcan Neck \nPinch.\nGUARD reacts.\n\nGUARD (MILA) What the hell are you doin'?\n\nLONE STARR The Vulcan Neck Pinch.\n\nGUARD (MILA) No, no, stupid, you've got it much\ntoo high. It's down here where the shoulder meets the neck.\n\nLONE STARR changes his hand position.\n\nLONE STARR Like this?\n\nGUARD (MILA) Yeah. (falls down unconscious)\n\nLONE STARR Thanks.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONE STARR changes his hand position. LONE STARR Like this? GUARD (MILA) Yeah. (falls down unconscious)\n\nLONE STARR Thanks. \n\nTARGET SECTION TO BE ANNOTATED:\n LONE STARR takes the key card\nfrom the GUARD'S belt. He uses it in the panel to open the door. The \npanel\nopens up showing an outline of a hand.\n\nPANEL'S VOICE Hand print identification, please.\nHand print identification, please.\n\nPANEL'S VOICE keeps repeating. LONE STARR takes\nthe glove off the hand of the guard. He puts it in the outline. The \nvoice\nstops. It scans the hand. A door opens next to the panel.\n\nLONE STARR Thanks again. (knocks on Guard's helmet)\n\nLONE STARR goes in the door.\n\nINT. SELF-DESTRUCT ROOM - SPACE LONE STARR walks\nin. He notices green bars guarding the self- destruct button.\n\nSELF-DESTRUCT GUARD Is that you Mila?\n\nLONE STARR reacts. He points the Schwartz ring\nat a can of Spaceballs-the Shaving Cream. It starts to move towards \nhim.\nThe SELF-DESTRUCT GUARD reacts. He turns around to LONE STARR who \ncatches\nthe can.\n\nSELF-DESTRUCT GUARD Who are you? What are you\ndoing with that?\n\nLONE STARR This.\n\nLONE STARR sprays shaving cream in the eyes of\nthe SELF-DESTRUCT GUARD. The SELF-DESTRUCT GUARD screams and opens \nhis\nmouth. LONE STARR sprays the cream down his mouth. The SELF-DESTRUCT \nGUARD\nfalls down unconscious.\n\nLONE STARR Sweat dreams.\n\nLONE STARR takes the card off the SELF-DESTRUCT\nGUARD'S belt. He inserts it into a panel and moves a switch to pull \nup\nthe green bars. The green bars disappear. LONE STARR walks up to the \nself-destruct\nbutton. It says, &quot;DO NOT PUSH UNLESS YOU REALLY, REALLY, MEAN \nIT.&quot;\nLONE STARR begins to press the button.\n\nHELMET (mask down) Not so fast, Lone Starr. (walks\nin)\n\nLONE STARR Helmet. So, at last we meet for the\nfirst time for the last time. (thinks about what he said) Yeah.\n\nHELMET Before you die, there is something you\nshould know about us, Lone Starr.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELMET (mask down) Not so fast, Lone Starr. (walks\nin)\n\nLONE STARR Helmet. So, at last we meet for the\nfirst time for the last time. (thinks about what he said) Yeah. HELMET Before you die, there is something you\nshould know about us, Lone Starr. \n\nTARGET SECTION TO BE ANNOTATED:\nLONE STARR What?\n\nHELMET I am your father's brother's nephew's cousin's\nformer room-mate.\n\nLONE STARR What's that make us?\n\nHELMET Absolutely nothing. Which is what you are\nabout to become. Prepare to die.\n\nHELMET puts his Schwartz ring on. He puts his\nhands next to his crouch. A green light beam similar to a light \nsaber.\nLONE STARR does the same.\n\nHELMET You have the ring, and I see your Schwartz\nis as big as mine.\n\nBoth look at their beams.\n\nHELMET Now let's see how well you handle it.\n\nHELMET walks over to LONE STARR and starts to\nfight with him. They swipe at each other with their beams. HELMET \npulls\nback a little too far and knocks off the sound manager from the \nstage crew.\nHe screams and falls off a ledge. LONE STARR and HELMET stop \nfighting.\n\nHELMET Ummm, he did it.\n\nLONE STARR What?\n\nLONE STARR swipes at HELMET. HELMET blocks it.\nThey start fighting again. They swipe at each other until their \nbeams become\ntwisted.\n\nHELMET Shit. I hate it when I get my Schwartz\ntwisted. Okay, maybe if my put leg up on yours we can split apart.\n\nHELMET puts his foot on LONE STARR'S leg.\n\nHELMET Good, yeah. On three; one, two, three,\ngo.\n\nHELMET and LONE STARR pull away from each other.\nTheir beams disappear. HELMET looks up and recreates his beam. He \npoints\nit at LONE STARR. LONE STARR does the same and points his at HELMET. \nThey\nmove in closer. Their beams touch ends. They are trying to cause the \nother\nto lose their beam. HELMET loses his beam. LONE STARR swipes at \nHELMET'S\nhelmet. It doesn't make a mark. He tries again, same. He tries \nagain, same.\nHELMET lifts his mask up and laughs at him. LONE STARR'S beam \ndisappears.\nHe punches HELMET'S face. HELMET'S mask falls down. He recreates his \nbeam\nand charges at LONE STARR.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe punches HELMET'S face. HELMET'S mask falls down. He recreates his \nbeam\nand charges at LONE STARR. \n\nTARGET SECTION TO BE ANNOTATED:\n LONE STARR holds him back with his hand. \nHELMET\nswipes at him several times. LONE STARR lets go of HELMET. HELMET \nruns\ninto a locker with his helmet.\n\nHELMET So, Lone Starr, Yogurt has taught you well.\nIf there is one thing I despise, it is a fair fight. But if I must \nthan\nI must. May the best man win. Put 'er there. (offers to shake his \nhand)\n\nLONE STARR goes to shake his hand. HELMET takes\nthe ring off LONE STARR'S hand.\n\nHELMET The ring. I can't believe you fell for\nthe oldest trick in the book. What a goof. What's with you man? Come \non.\nYou know what? No, here let me give it back to you. (offers the ring \nback)\n\nLONE STARR goes up to get the ring back. HELMET\nthrows it in a grate. The ring goes in the grate. LONE STARR tries \nto catch\nit and falls to the grate.\n\nHELMET Oh, look. You fell for that, too. I can't\nbelieve it man.\n\nLONE STARR gets up and runs to a corner.\n\nHELMET So, Lone Starr, now you see that evil will\nalways triumph, because good is dumb.\n\nHELMET fires a green beam at LONE STARR. LONE\nSTARR dodges. HELMET tries again. LONE STARR dodges. HELMET tries \nagain.\nLONE STARR dodges. LONE STARR backs into another corner.\n\nHELMET Very impressive, Lone Starr. Too bad this\nisn't the Wide World of Sports.\n\nYOGURT'S VOICE Use the Schwartz, Lone Starr. Use\nthe Schwartz.\n\nLONE STARR I can't. I lost the ring.\n\nYOGURT'S VOICE(O.S.) Forget the ring. The ring\nis pumpkin. I found it in a Cracker Jack box. The Schwartz is in \nyou, Lone\nStarr. It's in you.\n\nLONE STARR All right. I'll try.\n\nHELMET Say goodbye to your two best friends, and\nI don't mean your pals in the Winnebago.\n\nLONE STARR points his fist at a mirror on a shelf.\nIt starts to move towards him.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELMET Say goodbye to your two best friends, and\nI don't mean your pals in the Winnebago. LONE STARR points his fist at a mirror on a shelf. It starts to move towards him. \n\nTARGET SECTION TO BE ANNOTATED:\n HELMET fires another green beam at \nhis crouch.\nLONE STARR catches the mirror, and cover his crouch. The beam \nreflects\noff the mirror to HELMET. It hits HELMET'S crouch. HELMET falls back \ninto\nthe self-destruct button and activates it.\n\nSHIP'S VOICE Thank you for pressing the self-destruct\nbutton. This ship will self-destruct in three minutes.\n\nLONE STARR runs out of the room.\n\nINT. MEGA MAID - SPACE An alarm starts going off.\nRed lights start flashing. SKROOB and SANDURZ react.\n\nSKROOB What's going on? Where the hell are we,\nParis?\n\nSHIP'S VOICE Thank you for pressing the self-destruct\nbutton. This ship will self-destruct in exactly two minutes and \nforty-five\nseconds.\n\nSKROOB You've got to stop it. Is there any to\nstop it?\n\nSANDURZ I can't. It's irreversible.\n\nSKROOB Like my raincoat.\n\nSANDURZ (in microphone) Attention. This is Colonel\nSandurz in forward command. Abandon ship. Abandon ship.\n\nEveryone on the ship starts to panic and run like\ncrazy.\n\nSANDURZ (in microphone) All personnel, proceed\nto escape pods. Close down the circus. Evacuate the zoo. Self-\ndestruct\nmechanism has been activated. Abandon ship.\n\nSKROOB Sandurz, Sandurz, you've got to help me.\nI don't know what to do. I can't make decisions. I'm the president.\n\nSHIP'S VOICE This is your two minute warning.\nThis ship will self-destruct in exactly two minutes.\n\nSANDURZ Launch all escape pods as soon as they\nare filled.\n\nINT. EAGLE 5 - INT. MEGA MAID - EAR CANAL - SPACE\n\nVESPA What's happening? Where is he? Where is\nhe?\n\nLONE STARR (walks in) Here. We've got a minute\nand forty before the end of the world. Hang on.\n\nEXT. EAGLE 5 - INT. MEGA MAID - EAR CANAL - SPACE\nTwo troopers come out of the emergency door with guns. They get \nunder the\nEAGLE 5 and start firing at the floor.\n\nINT. EAGLE 5 - INT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey get \nunder the\nEAGLE 5 and start firing at the floor. INT. EAGLE 5 - INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MEGA MAID - EAR CANAL - SPACE\n\nLONE STARR Full throttle.\n\nBARF Full throttle. (pulls on throttle)\n\nLONE STARR Go to hyperjets.\n\nBARF Going to hyperjets. (pulls on hyper-lever)\n\nEAGLE 5 takes off. Everyone inside is pushed back\nwith the sudden burst of speed.\n\nINT. MEGA MAID - SPACE SANDURZ climbs the ladder\nand looks in the first escape pod. He moves on to the next one. \nSKROOB\nfollows him. He looks in the first pod.\n\nSKROOB Hey, get outta there. Where do you think\nyou're going?\n\nPIZZA GUY Pizza to go. (laughs)\n\nThe PIZZA GUY pulls on a lever. The door closes\nfrom the top. The pod takes off. HELMET walks up a ladder to his \npod. A\nbearded woman is getting into it.\n\nHELMET Hey, hey, that's my escape pod. Who are\nyou?\n\nBEARDED LADY I'm the bearded lady. What are you?\nOne of the freaks?\n\nThe BEARDED LADY knees HELMET in the crouch. She\nlaughs. She gets in the pod and takes off. HELMET looks in the \nwindow of\nthe door.\n\nHELMET No. Come back you fat, bearded, bitch.\n\nSKROOB, SANDURZ, and HELMET don't notice a bear\ngetting in the last pod.\n\nSKROOB One pod left, and three of us, and I'm\nthe president. Well boys it's a very lovely ship. I think you should \ngo\ndown with it. Good-bye.\n\nSKROOB gets in the pod. He sits on the bear. He\ntries to buckle the arms of the bear like there are a seat belt. He \nlooks\nat the bear and reacts. The bear chases him out of the pod. The bear \ncloses\nthe door and waves at SKROOB. The pod takes off.\n\nSHIP'S VOICE This ship will self destruct in twenty\nseconds. This is your last chance to push the cancellation button.\n\nSKROOB Cancellation button? Hurry.\n\nThey all slide down a ladder. They run to the\ncenter of the ship.\n\nHELMET Where is it? Where is it.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey run to the\ncenter of the ship. HELMET Where is it? Where is it. \n\nTARGET SECTION TO BE ANNOTATED:\n SANDURZ It's\ngotta be here.\n\nSANDURZ opens a panel to the self-destruct cancellation\nbutton. It has a sign on that says, &quot;OUT OF ORDER.&quot;\n\nSANDURZ Out of order?\n\nHELMET Fuck. Even in the future nothing works.\n\nSHIP'S VOICE This ship will self-destruct in exactly\nten seconds.\n\nSKROOB, SANDURZ, and HELMET react. They scrunch\nup together.\n\nSHIP'S VOICE Counting down. Ten, nine, eight,\nsix....\n\nSKROOB Six? What happened to seven?\n\nSHIP'S VOICE Just kidding.\n\nSKROOB, SANDURZ, and HELMET react.\n\nINT. EAGLE 5 - INT. MEGA MAID - EAR CANAL - SPACE\nThey are driving close to the end of the canal.\n\nVESPA There's the other end. Faster.\n\nSHIP'S VOICE Seven, six, five....\n\nINT. MEGA MAID - SPACE\n\nSHIP'S VOICE ....four, three, two, one. Have a\nnice day.\n\nSKROOB, SANDURZ, &amp; HELMET Thank you.\n\nEXT. MEGA MAID - SPACE The EAGLE 5 comes out of\nthe opposite ear, and it starts to fly away. MEGA MAID explodes. The \nEAGLE\n5 just makes it out of the explosion.\n\nVESPA(O.S.) We did it!\n\nINT. EAGLE 5 - SPACE VESPA hugs BARF. DOT is dancing.\nLONE STARR is cheering. VESPA turns to hug LONE STARR. They start to \nkiss,\nbut they stop.\n\nLONE STARR We all did it.\n\nPLANET DRUIDIA - INT. EAGLE 5 - MORNING LONE STARR\nand BARF are watching the news.\n\nNEWS MAN ....so I guess you might call that a\ncase of man bites druid. (laughs) On a sadder note, Pizza the Hut \n(famed\nhalf-man, half-pizza) was found dead earlier today in the back seat \nof\nhis stretched limo. Evidently, the notorious gangster became locked \nin\nhis car, and ate himself to death. Coming up, Pongo's review of \nRocky five....thousand.\nPongo.\n\nBARF laughs and turns off the television.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nComing up, Pongo's review of \nRocky five....thousand. Pongo. BARF laughs and turns off the television. \n\nTARGET SECTION TO BE ANNOTATED:\nBARF Did you here that? Pizza kicked the bucket.\nNow we don't have to pay him the million. We can keep it for \nourselves.\n\nLONE STARR Yeah.\n\nEXT. PALACE - DAY EAGLE 5 flies in and circles\naround the palace then lands on the ground.\n\nINT. PALACE - THRONE ROOM - DAY The DOOR MAN opens\nthe door to let VESPA, LONE STARR, BARF, and DOT in. VESPA runs to \nROLAND.\n\nVESPA Daddy. (runs to hug Roland) Oh, daddy.\n\nROLAND Vespa, my darling. I thought I'd never\nsee you again. Oh, my sweet little daughter. I'm so happy that home \nand\nsafe. And little Vespa, here's someone else who's happy to see you. \nROLAND\nreveals VALIUM asleep in a chair. A man who was talking to ROLAND \nhits\nVALIUM. VALIUM wakes up.\n\nVALIUM Oh, hello. (yawns) Where've you been? EXT.\nEAGLE 5 - SPACE EAGLE 5 is flying into space away from the camera.\n\nEXT. DINER - SPACE EAGLE has landed on the platform.\n\nINT. DINER - SPACE A waitress is talking to the\ncashier. The cashier gives her something.\n\nWAITRESS Thanks, hon.\n\nLONE STARR and BARF walk in. They sit at the bar.\nThe WAITRESS walks towards them. She gives them water.\n\nWAITRESS (to Barf) Hi, big stuff. (to Lone Starr)\nHi, dream. (to both) What'll you have?\n\nLONE STARR We've just got a few minutes while\nwere gasin' up. What's ready?\n\nWAITRESS I can give the Space Soup or the Space\nSpecial.\n\nLONE STARR Ummmmm, I'll have the soup.\n\nWAITRESS Okay. (writes the order)\n\nBARF I'll have the cleavage, ur, the special.\n\nWAITRESS Okay, I have one special and one soup.\nThe WAITRESS comes up behind them to a table. BARF'S TAIL is wagging \nand\nis going up the waitress's mini-skirt.\n\nWAITRESS You ready to order? CUSTOMER Hi, yes.\nWe'll both have the luna fish.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nWAITRESS You ready to order? CUSTOMER Hi, yes. We'll both have the luna fish. \n\nTARGET SECTION TO BE ANNOTATED:\nWAITRESS Okay, anything to drink? (turns around)\nHey, hey, watch you're stickin' that thing.\n\nBARF (turns around) Huh? Oh, look, it's got a\nmind of it's own, sweetheart. I can't do a thing with it. (laughs)\n\nThe WAITRESS walks away to another table. BARF\nhowls like a dog. LONE STARR hits him.\n\nBARF What?\n\nSome people are sitting at the other end of the\nbar. One of them is telling a story. One of them (JOHN HURT) is \neating.\n\nGUY AT BAR We were lost. None of us knew where\nwe were. And then Harry began feelin' around on all the trees. And \nthen\nhe says, &quot;I got it: we on Pluto. And we said, &quot;Harry how \ncan\nyou tell?&quot; He said, &quot;From the bark you dummies. (laughs) \nFrom\nthe bark. (laughs)\n\nJOHN HURT starts to act like he's choking on his\nfood. Then he grabs his stomach like he has indigestion.\n\nWOMAN AT BAR Is he all right?\n\nGUY AT BAR Yeah, this guy digs me.\n\nJOHN HURT spits out some of his food. They lie\nhim down on the bar. LONE STARR and BARF look and react.\n\nWOMAN AT BAR Bring some water.\n\nGUY AT BAR Water my ass. Bring this guy some Pempto\nBismal.\n\nBARF Waitress! Waitress, what did order?\n\nThe WAITRESS comes over to BARF. She looks over\nto JOHN HURT.\n\nWAITRESS Oh, he had the special. BARF The spec....\nThat's what I ordered. Change my order to the soup.\n\nLONE STARR Good move.\n\nSomething is trying to push out of JOHN HURT'S\nstomach. It eventually comes out. A little alien comes out of his \nstomach.\nIt growls. JOHN HURT looks at it.\n\nJOHN HURT Oh, no. Not again.\n\nThe ALIEN jumps out of his stomach on to Spaceballs-the\nPlacemat. Some people scream. The ALIEN growls again. Then, it puts \non\na little hat and starts to dance down the bar.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome people scream. The ALIEN growls again. Then, it puts \non\na little hat and starts to dance down the bar. \n\nTARGET SECTION TO BE ANNOTATED:\nALIEN Hello, my baby. Hello my honey. Hello my\nrag-time gal. Sonny my pitched my wild. Baby my heart's on fire.\n\nThe ALIEN dances past LONE STARR and BARF. LONE\nSTARR and BARF react.\n\nALIEN If you refuse me, honey, you lose me, then\nyou'll be left alone. Oh baby, telephone and tell I'm your own.\n\nThe ALIEN goes through doors in the wall. The\ndoors close behind him. LONE STARR and BARF stand up.\n\nLONE STARR &amp; BARF Check please.\n\nEXT. CHAPLE - DAY The sing outside says, &quot;TODAY,\nTHE ROYAL WEDDING OF PRINCESS VESPA TO PRINCE VALIUM, TAKE \nTWO.&quot;\n\nINT. CHAPLE - DAY ROLAND and VESPA are standing\nnext to each other. DOT is behind VESPA. The USHER walks in.\n\nUSHER Five minutes to magic time.\n\nROLAND Are you all right, my dear. You look a\nlittle fighty.\n\nVESPA Don't worry about me, Father. I'm completely\nover him. Ha, didn't even stay for the wedding. Just grabbed his \nmillion\nspacebucks and ran.\n\nROLAND He didn't take the million.\n\nVESPA He didn't?\n\nROLAND No. He just took two hundred and forty-eight\nspacebucks for lunch, gas, and tolls.\n\nINT. EAGLE 5 - SPACE\n\nBARF I still can't believe you turned down the\nmoney. At least we could've stayed for the wedding feast. I'm \nstarvin'.\nHave you got anything to eat.\n\nLONE STARR Na. Oh, wait. Yogurt gave me that fortune\ncookie. (gets the cookie out of his pocket) Here, chow down. (hands \nit\nto Barf)\n\nBARF (takes it) Wow, thanks. I'll split it with\nya.\n\nLONE STARR No.\n\nBARF Okay.\n\nBARF opens the cookie. A stream of gold glitter\ncomes out of the cookie and flies over the doorway. LONE STARR and \nBARF\nreact. The stream stops at the doorway. It turns into YOGURT. He has \ngold\nglittery streams coming out of him.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe stream stops at the doorway. It turns into YOGURT. He has \ngold\nglittery streams coming out of him. \n\nTARGET SECTION TO BE ANNOTATED:\nLONE STARR &amp; BARF Yogurt.\n\nYOGURT Hello, boys. Well, you opened your fortune\ncookie, so here's your fortune. Lone Starr, you know that medallion \nthat\nyou wear around your neck, but you don't know what it means?\n\nLONE STARR takes the medallion out of his shirt.\n\nYOGURT Well, here's what it means: it's a royal\nbirth certificate. Yes. Your father was a king. Your mother was a \nqueen.\nWhich makes you a certified prince.\n\nLONE STARR Hey, I'm a prince. I'm a prince. Which\nmeans....\n\nYOGURT Which means, if you hurry, there could\nbe a princess in your future. Now, if you want to get back there \nbefore\nshe marries Sleeping Beauty, there's and special can of fuel in your \nglove\ncompartment. Good luck, boys.\n\nBARF Bye, Yogurt.\n\nLONE STARR And, Yogurt, thanks.\n\nYOGURT You're welcome. And my the Schwartz be\nwith you..... (starts to fade away) .....oh...oh....what a world, \nwhat\na world. (completely fades out)\n\nLONE STARR Barf, open that glove compartment.\n\nBARF You got it, your highness.\n\nBARF opens the glove compartment and pulls out\na can of Liquid Schwartz.\n\nBARF Wow, Liquid Schwartz.\n\nLONE STARR Quick, pour it in the emergency tank.\n\nBARF Right.\n\nBARF opens the emergency tank lid in the floor.\nHe pours the Liquid Schwartz in the tank. As he pours, the tank \nstarts\nto glow yellow.\n\nLONE STARR Look at that.\n\nBARF Done.\n\nBARF closes the lid and sits up.\n\nLONE STARR Hang on, Barfo, we're gonna make space-tracks.\n(turns the wheel shapely)\n\nEXT. EAGLE 5 - SPACE EAGLE turns around sharply\nand leaves space-tracks where it turned.\n\nEXT. MEGA MAID'S HEAD - ORBIT OF PLANET OF THE\nAPES - SPACE The head falls toward the planet. SKROOB, SANDURZ, and \nHELMET\nare screaming.\n\nPLANET OF THE APES - BEACH - DAY The head falls\ntoward the beach and crashes on the sand.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEGA MAID'S HEAD - ORBIT OF PLANET OF THE\nAPES - SPACE The head falls toward the planet. SKROOB, SANDURZ, and \nHELMET\nare screaming. PLANET OF THE APES - BEACH - DAY The head falls\ntoward the beach and crashes on the sand. \n\nTARGET SECTION TO BE ANNOTATED:\n Two apes riding horses \nride towards\nthe head. They stop when they see something moving.\n\n1ST APE Dear me, what are those things coming\nout of her nose?\n\nThe 2ND APE looks through binoculars. He sees\nSANDURZ on the ground, HELMET is climbing down a rope, followed by \nSKROOB.\nSKROOB steps on HELMET'S helmet.\n\nHELMET (mask up) Hey, hey, watch my helmet.\n\nThe 2ND APE stops looking in the binoculars.\n\n2ND APE Spaceballs?\n\n1ST APE Oh shit, there goes the planet.\n\nINT. CHAPLE - ALTAR - DAY The minister is conducting\nthe wedding ceremony.\n\nMINISTER Dearly beloved, we are gathered here\ntogether (pause) again....\n\nVESPA (to Roland) Why didn't you tell he didn't\ntake the money?\n\nROLAND I didn't think it was important.\n\nMINISTER May I continue, please?\n\nROLAND Besides, he asked me not to tell you.\n\nMINISTER Thank you. ....to join Princess Vespa\nand Princess Valium. I'm sorry, it's the hair. Prince Valium in the \nbonds\nof holy matrimony.\n\nVESPA I see it all now. Don't you see he loves\nme?\n\nMINISTER Excuse me, I'm trying to conduct a wedding\nhere which has nothing to do with love. Please be quiet.\n\nVESPA I'm sorry.\n\nROLAND I'm sorry.\n\nVALIUM I'm sorry, too.\n\nMINISTER Don't be sorry, be quiet.\n\nVESPA, ROLAND, &amp; VALIUM I'm sorry.\n\nMINISTER ....to join Princess Vespa and Prince\nValium in the bonds of holy....\n\nEAGLE 5 flies over.\n\nMINISTER ....moly.\n\nAUDIENCE reacts.\n\nMINISTER Matrimony.\n\nVESPA That's him. I know it's him. He's come back.\n\nMINISTER That's it. We're gonna take no more chances\nand to do it with the short version. (faster) Do you Prince Valium \ntake\nPrincess Vespa to be your lawfully wedded wife.\n\nVALIUM (yawns) Uh-huh.\n\nMINISTER (fast) Princess Vespa, do you take Prince\nValium to be your lawfully wedded husband.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're gonna take no more chances\nand to do it with the short version. (faster) Do you Prince Valium \ntake\nPrincess Vespa to be your lawfully wedded wife. VALIUM (yawns) Uh-huh. MINISTER (fast) Princess Vespa, do you take Prince\nValium to be your lawfully wedded husband. \n\nTARGET SECTION TO BE ANNOTATED:\nVESPA Uh....well....I suppose. Oh, I don't know.\n\nLONE STARR and BARF walk in the doorway behind\neverybody.\n\nLONE STARR No, she doesn't\n\nMINISTER What?\n\nALL react. LONE STARR and BARF walk down the aisle.\nHe stops half way.\n\nMINISTER Who the hell are you?\n\nLONE STARR Prince Lone Starr.\n\nVESPA Prince?\n\nLONE STARR I just found out. That's what this\nsays. I'm an honest to God prince. Will you marry me?\n\nVESPA Well, let me think about it. (pushes Valium)\nYes.\n\nLONE STARR walks onto the altar.\n\nMINISTER I'm sick of this. I don't give a damn\nwho it is, but I'm gonna marry somebody today. (to Barf) Who are \nyou?\n\nBARF I'm the best man.\n\nMINISTER What's you name?\n\nBARF Barf.\n\nMINISTER Your full-name.\n\nBARF Barfolomew.\n\nMINISTER Are the one getting married?\n\nBARF No.\n\nMINISTER Then get over there.\n\nBARF reacts and moves to the left of the altar.\n\nMINISTER Okay. Here we go, the short-short version.\n(to Lone Starr) Do you?\n\nLONE STARR Yes.\n\nMINISTER Do you?\n\nVESPA Yes.\n\nMINISTER Good. You're married. Kiss her.\n\nLONE STARR I love you.\n\nVESPA I love you.\n\nLONE STARR and VESPA kiss. AUDIENCE applaud. BARF\nstarts to cry.\n\nDOT Well, (sniff) good-bye Virgin Alarm.\n\nEXT. EAGLE 5 - SPACE EAGLE 5 takes off into space.\nIt has, &quot;JUST MARRIED&quot; written on the back. The jets are \nleaving\na stream of gold glitter behind. They form the words, &quot;MAY THE \nSCHWARTZ\nBE WITH YOU.&quot;\n\nROLL MAIN CAST and CREDITS.\n\nTHE END\n\n\n\n\n"
}