{
  "1": "\t\t\t\t\t\tThe Witching Hour \n\n\t\t\t\t\tScreenplay by ANNE RICE\n\n\n\nFADE IN:\n\nEXT.  A SCOTTISH MOOR - NIGHT - 1670 A.D.\n\nFar off, a massive stone castle looms.  Trees silhouetted an\nthe horizon against the star-dotted, qreen-purple sky. The branches of one tree seem to reach \nfor the stars...\n\nTRACKING IN - the 'tree' is A HOODED FIGURE: SUZANNE - 20, golden hair spilling from her hood, \ndazzling green eyes. Nestled in the folds of her cloak is DEBORAH - 5, scarlet curls, green \neyes glowing.  She peeks up at the bizarre sky.\n\n\t\t\t\tDEBORAH (a thick Scottish accent)\n\t\tMum - I'm so scared.  Look at the color...\n\n\t\t\t\tSUZANNE (a thick Scottish accent) \n\t\t\t(entranced. soothing)\n\t\tDeborah, be still.  And listen...\n\t\t\t(a beat. in a chant...) \n\t\tWind, you are a thousand eyes - but never seen.  \n\t\tA thousand caresses - but never touched.  A \n\t\tthousand voices - but never a word.  Always with me, \n\t\tnever .......\n\n\t\t\t\tDEBORAH\n\t\t\t(fearful)\n\t\tMum...  Oh Mum, God will surely strike us -\n\n\t\t\t\tSUZANNE\n\t\tWind - I love you with that which is endless \n\t\twithin me.  Bring me your eyes - your touch - \n\t\tyour voice...\n\nA WIND gathers force, The grass sways.  Leaves twirl.\n\n\t\t\t\tSUZANNE\n\t\tSend me your soul. Come to me NOW!\n\nThe ferocious WIND HOWLS.  Trees bend.  The sky darkens.. SUZANNE'S hood is whipped of her \nhead. A dagger of LIGHTNING cuts the sky open.  Then - a sound, like a HOWL of birth.\n\n\t\t\t\tA VOICE\n\t\t\t(melodic. wondrous) \n\t\tSuzanne, the door is open!  Call me! Bring \n\t\tme to you with a name!\n\n\t\t\t\tSUZANNE\n\t\t\t(ecstatic.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nCall me! Bring \n\t\tme to you with a name! SUZANNE\n\t\t\t(ecstatic. \n\nTARGET SECTION TO BE ANNOTATED:\n shouting above the ROAR) \n\t\tFor the wind that lashes the trees that brings \n\t\tyou to your lover... You are --- Lasher.  LASHER!!\n\nTHUNDER rocks her to the ground.  Rain pours down.\n\n\t\t\t\tVOICE\n\t\tI am through, my love!  I have come!\n\t\t\t(a beat. joyful)\n\t\tLasher..\n\nSUZANNE thrusts her arms out   as if to embrace the wind. DEBORAH peeks out from her mother's \ncloak.  She looks at the ground - wide-eyed - and reaches out.\n\nECU - DEBORAH'S CLENCHED FIST\nThe tiny fist opens - a NUGE EMERALD glistens in her palm.\n\nFADE TO BLACK FADE UP TO\n\nDAY.  ECU - THE CURVED RUNNER OF A ROCKING CHAIR\n\nRocking on a wooden floor.  A large horned beetle skitters INTO FRAME - antenna flicking.  \nAbove it, the chair's runner reaches its highest point - descends --- and just misses it.\n\n\t\t\t\t\tWOMAN'S VOICE (OC)\n\t\t\t\t(a southern accent. cool) \n\t\t\tDo you see the lillies, Deedee...? Big as soup ladles.\n\nTILT UP to a pale hand on the chair-arm. inside a faded pink sleeve - and UP to\n\nECU - A FACE,  SKOCKING IN ITS MELANCHOLY VISAGE\nA WOMAN - 50, a gaunt, shattered beauty.  Not a flicker in her green eyes.  Her hair is stringy\n- in need of a wash.\n\nANGLE - THE PORCH OF A LARGE GOTHIC MANSION\nCARLOTTA MAYFAIR - 80, cane in hand, rocks DIEDRE MAYFAIR on the porch.  Her white hair is \npulled back severely. Skin tight on her skull.  Green eyes keen and focused.\n\nThe house was magnificent - once:\tTall columns.Stained glass.  But it is a dying house.  \nRotted wood. Peeling paint.  You can almost hear it wheeze...\n\nANGLE - THE GADEN BEYOND THE PORCH\nThick.  Lush.  Huge flowers flourish.  A flagstone walk leads to a swimming pool filled with \nbrackish water and lily pads.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nLush. Huge flowers flourish. A flagstone walk leads to a swimming pool filled with \nbrackish water and lily pads. \n\nTARGET SECTION TO BE ANNOTATED:\n  A wrought-iron fence encircles the grounds. on the other side, \nthe street seems like another world.\n\nBACK TO CARLOTTA AND DIEDRE ON THE PORCH CARLOTTA takes a syringe from a bag and injects \nDIEDRE, who shows no reaction.  CARLOTTA feels her pulse...\n\n\t\t\t\t\tCARLOTTA\n\t\t\tWe numb the body and the mind...but we haven't found \n\t\t\ta needle yat that can prick your soul.  That belongs to him, \n\t\t\tdoesn't it, my beautitul Deedee...?\n\nA BREEZE suddenly rises.  The trees and long grass stir. CARLOTTA smiles privately - and \nsurveys the garden. Something there, for a moment, behind the waving branches...?\n\nBEYOND THE WROT-IRON FENCE\nA MAN - 60, white suit, fedora and an ivory walking stick - comes down the sidewalk.  He tips \nhis hat to the women, and walks on.  CARLOTTA watches him go.\n\n\t\t\t\t\tCARLOTTA\n\t\t\t\t(dry. caustic) \n\t\t\tWell, well, Deedee.  Both your admirers have paid a call.\n\nCARLOTTA looks down at the huge beetle -- and crushes it with her shoe.  The BREEZE dies.  The \ntrees come to rest.  But DIEDRE'S hair still flutters, as if stroked by a lovinq hand.\n\nINT.  ECU - A PAIR OF HANDS REST ATOP AN IVORY WALKING STICK\n\nThe stick's top is carved into a pair of angel's wings. The left hand wears an ivory ring - \nwith a gold T set in it.\n\n\t\t\t\t\tMAN'S VOICE  (OC)\n\t\t\t\t(an English accent. calm. sonorous)\n\t\t\tDiedre was silent - still - as always....\n\nTILT UP to AARON LIGHTNER (the white-suited Man who strolled past the Mayfair mansion).\n\n\t\t\t\t\tAARON\n\t\t\t..but there is no question about it she is dying.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAN'S VOICE  (OC)\n\t\t\t\t(an English accent. calm. sonorous)\n\t\t\tDiedre was silent - still - as always.... TILT UP to AARON LIGHTNER (the white-suited Man who strolled past the Mayfair mansion). AARON\n\t\t\t..but there is no question about it she is dying. \n\nTARGET SECTION TO BE ANNOTATED:\nWIDE OF SCENE - A MAGNIFICENT SITTING ROOM\n\nAARON stands at a mahogany table, where a dozen MEN and Women -\tages 25 to 60, elegantly \ndressed - sit and exchange sober locks at his pronouncement.  They all wear the same ring.\n\n\t\t\t\t\tAARON\n\t\t\t\t(taps his chest lightly) \n\t\t\tHer vibrations were unmistakable.  I felt them quite clearly.  \n\t\t\t\t(sighs)  \n\t\t\tStrange to think after thirty years...I shall walk by the porch \n\t\t\tand find the chair empty.\n\n\t\t\t\t\tWOMAN AT THE TABLE\n\t\t\tWhat of the child, Aaron...?\n\n\t\t\t\t\tAARON\n\t\t\tThe child's life will take its inevitable turn.  (pause)  we \n\t\t\twill watch and wait... and soon - our waiting will be over\n\nINT.  CLOSE-UP - A PAIR OF WHITE DOORS\nIn bold letters  EMEAGENCY ONLY - KEEP CLEAR\nThe doors fly open - PARAMEDICS barrel through, pushing a gurney with a bleeding WOMAN.  We \nTRACK behind it A WOMAN suddenly races INTO FRAME, into the gurney's path. The gurney veers off\n- but we fallow the WOMAN. \n\nROWAN MAYFAIR\n- 30, surgical garb and gloves, golden hair. piercing green eyes, stunning, focused.  She \nenters:\n\nAN EMERGENCY ROOM\nwhere two NURSES and a young DOCTOR flank a gurney that holds a BOY - 7, unconscious.  ROWAN is\npure, efficient motion - in coumand.  As she nears the Boy -\n\n\t\t\t\t\tROWAN\n\t\t\tLet's have it.  Fast.\n\n\t\t\t\t\tDOCTOR\n\t\t\tParents say he - uh - fell -\n\n\t\t\t\t\tROWAN\n\t\t\tAnybody got a BP yet...?\n\t\t\t\t\n\t\t\t\t\tNURSE # 1\n\t\t\tSeventy over ninety.\n\n\t\t\t\t\tROWAN\n\t\t\tPupils...?\n\n\t\t\t\t\tNURSE # 1\n\t\t\tUnequal.\n\n\t\t\t\t\tDOCTOR\n\t\t\t- and he seemed okay.  Just banged his -\n\n\t\t\t\t\tROWAN\n\t\t\tFAST.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nNURSE # 1\n\t\t\tUnequal. DOCTOR\n\t\t\t- and he seemed okay. Just banged his -\n\n\t\t\t\t\tROWAN\n\t\t\tFAST. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tDOCTOR\n\t\t\t\t(a bit rattled)\n\t\t\tuh - then he - be just -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(hovering over the boy. Stating a fact)\n\t\t\tHe just went out like & light-\n\nThe DOCTCR nods meekly-  ROWAN raises the BOY'S eyelids.\n\n\t\t\t\t\tROWAN\n\t\t\tMassive subdural hamatoma.  We have to evacuat it - \n\t\t\tright now.\n\n\t\t\t\t\tDOCTOR\n\t\t\tI'll tell OR we're bringing -\n\n\t\t\t\t\tROWAN\n\t\t\tHe's herniating!  Forget OR.  He's dead batore he's oft the elevator \n\t\t\tGet me a trephine tray -\n\t\t\t\t(Nurses shift into motion)\n\t\t\tAnesthesia - stat!  We need him intubated and blow down!\n\nAn anesthesia mask goes on the BOY.  His head is shaved and iodined.  A NURSE sets a tray. \nbeside ROWAN. she picks up a small drill.  All ayes settle on her. She starts to drill a hole \nin the BOY'S sku1l. Deeper.  Deeper.  And suddenly - blood spurts...\n\n\t\t\t\t\tROWAN\n\t\t\tGet me a bolt...\n\nA srnall pressure gauge is handed to her. She screws it into the BOY'S skull.  Takes a reading.\n\n\t\t\t\t\tROWAN\n\t\t\tDress it.\tGet him to ICU...\n\nAs action goes on all around her, she steps back - and seems to take a breath for the first time \nsince she entered.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(softly. to no one in particular) \n\t\t\tHe'll be okay...\n\nINT. A HOSPITAL SCRUB ROOM. MINUTES LATER\n\nROWAN washes at a sink.  She looks up to her retlection in the mirror.  A strange look - hard \nto decipher. NURSE  # 1 enters, untying her bloody smock.  She grins.\n\n\t\t\t\t\tNURSE # 1\n\t\t\tSo, doctcr - what do you see.. \n\t\t\t\t(Rown' gives her a crocked grin)\n\t\t\tI see somebody spending nineteen hours a day in this hole.  \n\t\t\t\t(pause) \n\t\t\tThis isn't even your shift   is it...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nNURSE # 1\n\t\t\tSo, doctcr - what do you see.. (Rown' gives her a crocked grin)\n\t\t\tI see somebody spending nineteen hours a day in this hole. (pause) \n\t\t\tThis isn't even your shift   is it... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(drying her bands. deadpan) \n\t\t\tIf 'd been home, I would've missed out on using the drill.\n\n\t\t\t\t\tNURSE # 1\n\t\t\tTake up woodworking.\n\nROWAR flashes a wry grin.\n\n\t\t\t\t\tNURSE\n\t\t\t\t(warm - but serious)\n\t\t\tYou just can't bear to lose one - can you...?  you just won't \n\t\t\t1et them die.\n\n\t\t\t\t\tROWAN'\n\t\t\t\t(stares. smiles warmly) \n\t\t\tNo - I guess I won't.\n\nINT.  POV' - THROUGH AN UNFINISHED WINDOW FRAME.  NIGHT \n\nA view of the San Francisco skyline.  FALL BACK to REVEAL\n\nMICHAEL CURRY\n- 40, denim shirt  baggy corduroys, melancholy wisp of a smile.  Gettle eyes staring into the \nnight.  A drag on his cigarette.  And he rubs the cleft of his chin with the tip of his thumb - \na life-long unconscious habit.\n\nHe is in the top floor of a renovation.  The room is almost finished, carved moldings, \nhigh-angled ceiling, random-peggad floors and huge windows.  A stunning work of design.\n\n\t\t\t\t\tMAN'S VOICE\n\t\t\tRight on schedule, Mikey.  Finished -\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(an intentionally overdone Tony Bennett)\n\t\t\t'I left my heart --- in Ran Sanfriscio...'\n\n\t\t\t\t\tMAN'S VOICE (OC)\n\t\t\t\t(louder)\n\t\t\t- in three weeks, tops, like it or not.\n\t\t\t\t\t\n\t\t\t\t\tMICHAEL\n\t\t\t\t(grins. louder - without turning)\n\t\t\t'And the light's always onnnnn in Massachuaetts...'\n\nWIDE OF SCENE\nSTU - 35, overalls, short, squat, dusty - stands at a table draped with blueprints - beer in \nhand. grinning.\n\n\t\t\t\t\tSTU\n\t\t\tVe-ry funny.  But lilk. it or not -\n\n\t\t\t\t\tMlCHAEL\n\t\t\t\t(hollerinq now)\n\t\t\t'There is - a house - in New Orleans -\n\nSTU'S grin widens.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL\n\t\t\t\t(grins. louder - without turning)\n\t\t\t'And the light's always onnnnn in Massachuaetts...'\n\nWIDE OF SCENE\nSTU - 35, overalls, short, squat, dusty - stands at a table draped with blueprints - beer in \nhand. grinning. STU\n\t\t\tVe-ry funny. But lilk. it or not -\n\n\t\t\t\t\tMlCHAEL\n\t\t\t\t(hollerinq now)\n\t\t\t'There is - a house - in New Orleans -\n\nSTU'S grin widens. \n\nTARGET SECTION TO BE ANNOTATED:\n  He gives up and joins in:\n\n\t\t\t\t\tMICHAEL AND STU\n\t\t\t\t(screaming)\n\t\t\t'THEY CALLLLLLLLL THE RISING SUN....!'\n\nThey break up in laughter, out of breath.  STU joins MICHAEL at the window.  they stare out at \nthe city.\n\n\t\t\t\t\tSTU\n\t\t\tsooner Or later you're gonna run out of things to change.  You \n\t\t\talways do.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(shrugs. looks round the room)\n\t\t\tI just - hate it when they're - finished.\n\nSTU searches MICHAEL'S fact.  His grin slowly dissolves. \n\n\t\t\t\t\tSTU\n\t\t\twell - Donna made dinner tonight. so I gotta go.  \n\t\t\t\t(pause)  \n\t\t\tWanna come..? \n\t\t\t\t(MICHAEL shakes his head NO)\n\t\t\tGotta date...?\n\t\t\t\t(MICHAEL shakes his head NO) \n\t\t\tEver gonna have another date...?\n\nMICHAEL eyes him with an affectionate scowl. This is old territory.  STU shrugs and gives up.\n\n\t\t\t\t\tSTU\n\t\t\tSee ya Monday then.\n\nSTU winks - and leaves.  MICHAEL turns back to the skyline - staring - and sighs. His thumb \nrubbing his cleft.\n\nEXT. THE PACIFIC OCEAN. DAY\n\nA sailboat drifts lazily on the flat water - its sails limp in the windless sky.  San Francisco \nlooms in the BG.\n\nANGEL - 0N THE SAILBOAT'S DECK\nROWAN - in sweater and shorts - looks at the sky, searching for wind, and frowns.  She strips \ndown to a bikini, stretches out on the deck and points her face to the sun...\n\nEXT.  THE SAN FRANSISCO COAST - A JETTY. LATER THAT DAY\n\nMICHAEL sits out on the rocks, sketching a house on a pad.  the WIND picks up, the surrounding \nwaters turn choppy.  He draws his collar up.  A seagull lands near him.  MICHAEL starts \nsketching the gull.\n\n\t\t\t\t\tMICHAEL\n\t\t\t'The soaring larks lift up aloft with them the sky that to our \n\t\t\tshoulders was heavy.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nA seagull lands near him. MICHAEL starts \nsketching the gull. MICHAEL\n\t\t\t'The soaring larks lift up aloft with them the sky that to our \n\t\t\tshoulders was heavy. \n\nTARGET SECTION TO BE ANNOTATED:\n   (grins)  YOU like Rilke...?\n\nThe bird starts preening.  A wave smacks against the rocks spraying MICHAEL.  He looks around \nat the sea and frowns. The WIND tugs at him.  Another wave sprays him.  He rises.\n\n\t\t\t\t\tMICHAEL\n\t\t\tDame weatherman said -\n\nThe gull SCREECHES - and suddenly takes off  - coming right at him.  MICHAEL ducks out of the \nway, slips on the slippery surface - and falls.  His head strikes the rocks. A wave pounds the \njetty and sweeps him into the sea.\n\nMICHAEL\nfalling in the water.  Losing ccnsciousness.  Being swept out to tea.  His eyes closing.  he's \ngoing under -  Sinking..\n\nBENEATH THE SEA\nMICHAEL floats downward.  A stream at bubbles squirts from his mouth   then they stop.  MOVE IN \nto his peaceful face. IN TIGHTER - into his closed eyes - and through them...\n\nPOV - SPEEDING THROUGH A BLACK NIGHT SKY WITH A ZILLION STARS\nA fierce ROARING.  Hair-pin ttrrns around stars - the cosmic Daytona 500.  Racing toward a huge, \nwhite-hot star... SMASHING through into - SILENCE.   Freefalling through the richest, thickest \nGREEN imaginable.\n\nThen, seeping out off the GREEN, PHANTOMS -\nshapeless - but the GREENESS is giving them form: SUZANNE with the emerald round her neck - and \nDEBORAH - a woman now, with the scarlet curls - and OTHERS - drifting, saturated, gleaming.  \nWhispering, entreating:\n\n\t\t\t\t\tSUZANNE\n\t\t\tGo back, MICHAEL... Go Back\n\n\t\t\t\t\tDEBORAH\n\t\t\tThe door, Michael.  find the key...\n\n\t\t\t\t\tSUZANNE\n\t\t\tHelp us.  Do what you can.\n\nANGLE - MIHAEL. MOTIONLESS IN THE GREEN\nsuspended above a vast BLACKNESS.  phantoms all around him.  And MICAEL starts floating down \ntoward it...\n\n\t\t\t\t\tSUZANNE\n\t\t\tMichael - NO!  Go Back\n\nEXT.  ROWAN'A.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUZANNE\n\t\t\tMichael - NO! Go Back\n\nEXT. ROWAN'A. \n\nTARGET SECTION TO BE ANNOTATED:\n SAILBOAT IN THE OCEAN\n\nROWAN is asleep on the deck.  The sea is choppy. A sudden gust fills the mainsail.  It swings \nacross the deck.  CRACK!  ROWAN wakes and rises. delighted.\n\n\t\t\t\t\tROWAN\n\t\t\tAlright!  A little speed.\n\nshe starts pulling in the mainsail - stops and squints- Something is out there, in the waves-  \nShe dives into the sea   bobbing up to take a look every few strokes...\n\nNow, she's reaching out --- grabbing MICHAEL's lifeless body. Her arm slings round him - now \nshe's backstroking. one-armed.\n\nThey reach the boat-  she grabs the rope ladder - and with remarkable strength - pulls him up.  \nThey sprawl on the deck\n\nShe rips his shirt open - pressing her ear to his chest. Cursing, she starts mouth-to-mouth.  \nNothing-  switching to CPR - pressing down on his chest - rhythmically. forcefully-\n\n\t\t\t\t\tROWAN\n\t\t\tone - two - three - four - five-..\n\nTo fifteen.  Nothing-  she grabs his face - and slaps him.\n\n\t\t\t\t\tROWAN\n\t\t\tBreathe, goddamnit- \n\t\t\t\t(slaps him again)\n\t\t\tBREATHE!\n\nShe starts on his chest again - her pumping is violent now.\n\n\t\t\t\t\tROWAN\n\t\t\tYou're not - (pump) - gonna - (pump)\n\t\t\t- DIE - (pump) - you sonuvabitch\n\nnothing-  Shee slumps back-  Gasping.  fury rising-  suddenly, she rises on her knees - raises \na fist - and brings it down - striking his chest with all her might-  And MICHAEL's body jerks \neerily.  water spurts from his south. A rasping cough erupts from him.  And his eyes open.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(hacking- mumbling)\n\t\t\tThey - they wanted me to come back...\n\nAnd his eyes close.  Out cold.  She nods, exhausted - and strokes the matted hair from the gash \non his forehead- then - cocking her head. starinq intently at him - the manner of her gesture \nchanges - her fingers slide down his cheek --- almost a caress...\n\n\n\nEXT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nOut cold. She nods, exhausted - and strokes the matted hair from the gash \non his forehead- then - cocking her head. starinq intently at him - the manner of her gesture \nchanges - her fingers slide down his cheek --- almost a caress... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n  ROWAN'S SAILBOAT AT SEA.  LATER\n\nROWAN stands motionless at the railing, a blanket wrapped round her - watching MICHAEL, on a \nstretcher, being taken below on the Coast Guard cruiser alongside her boat.  It speeds off.  \nROWAN watches until she can't see it anymore-\n\nINT.  A HOSPITAL - THE INTENSIVE CARE UNIT\n\nATTENDANTS lift MICHAEL from a gurney onto a bed-  Two NURSES hustle about as a DOCTOR   50, \nsilver-haired - looks on\n\n\t\t\t\t\tDOCTOR\n\t\t\tHe had a major M.I. two years ago. Get an EKG and see if \n\t\t\tthis did anything to his heart-\n\nMICHAEL'S clothes are cut away - and - he opens his eyes. One NURSE raises his arms while \nanother slides a blanket onto him.  The DOCTOR leans to MICHAEL with warm concern--\n\n\t\t\t\t\tDOCTOR\n\t\t\tMichael - it's Geoffrey-\n\nMICHAEL with a weak nod of         \t\t\t\t\tDOCTOR                                                              \nrecognition  The blanket \t\t\t\t\t\nnow in place, a NURSE                              you just made the Guinness\nlowers MICHAEL's arms                         book of records, friend - under miracles.\n\n- and MICHAEL's hands come to rest on the blanket...\n\nMICHAEL'S POV\nThe DOCTOR'S face disappears in a blure of WHITE. Then, with a ROAR. The FRAME FILLS with\n\nINT. A LAUNDRAY ROOM [AS IF MICHAEL WHRE THERE]\n\nWashing machines and dryers whirring  Three. BLACK WOMAM in hospita1 greens. folding blankets \nand laughing- - and then, instantaneously -\n\nBACK TO SCENE - THE  DOCTOR STILL LEANING OVER MICHAEL\n\nMICHAEL - freaked -                                              DOCTOR\nraises his hands- -                                     ...close to an hour. Mike.\n\n...and MICHAEL grasps the bed's handrails tightly. Again -  the room explodes inWhite\n\nINT.  MICHAEL'S POV - THE ROOM [AS IF MICHAEL WHERE THERE]\n\nA diffirent DOCTOR - defibrilator pads in both hands - is in GEOFFREY's place.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n...and MICHAEL grasps the bed's handrails tightly. Again -  the room explodes inWhite\n\nINT. MICHAEL'S POV - THE ROOM [AS IF MICHAEL WHERE THERE]\n\nA diffirent DOCTOR - defibrilator pads in both hands - is in GEOFFREY's place. \n\nTARGET SECTION TO BE ANNOTATED:\n  He lunges To \nCAMERA -\n\n\t\t\t\t\tDOCTOR\n\t\t\tClear!!\n\nTHE POV SWIVELS to REVEAL a YOUNG WOMAN in the bed. The Doctor shocks her --- her liveless \nbody jerks.\n\n\t\t\t\t\tDOCTOR\n\t\t\tGive me the atropeen!\n\nA NURSE gjves him a huge hypodermic - and the DOCTOR plunges it into the Woman's heart...\nSuddenly -\n\nBACK TO SCENE\nMICHAEL lets go at the handrail - as if shocked - and clasps his hands together.  He locks \nround the room, saucer-eyed. GEOFFREY eyes him carefully as he gives him an injection.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhat the HELL IS GOING...?!\n\n\t\t\t\t\tDOCTCR (GEOFFREY)\n\t\t\t\t(soothing)\n\t\t\tYou where - in the water - a long time.\n\n\t\t\t\t\tMICHAEL\n\t\t\tNo!  Geoffrey, I'm seeing...seeing... There was a - a dead \n\t\t\twoman - she was -\n\n\t\t\t\t\tGEOFFREY\n\t\t\tThe shot's kicking in.  Sleep now.\n\nHE takes MICHAEL'S hands in his... Suddenly - a FLASH of WHITE -\n\nINT-  A DOCTOR'S office  [AS IF MICHAEL WERE THERE]\n\nA WOMAN sits on an examination table, her smock down around her waist.  GEOFFREY puts a \nstethoscope on her breast and listens-  She qrins, draws her to him - they kiss And then, with \na ROAR -\n\nBACK TO SCENE\nGEOFFREY, hands behind his back, stands at the bedside as MICHAEL, groggy from the injection. \nStarts to go under.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(slurred. losing consciousness)\n\t\t\tI - I didn't think You - You fooled around with your patients,\n\t\t\tGeoffrey...\n\nGEOFFREY cocks his head - stunned - as MICHAEL's  eyes close.\n\nDISSOLVE TO\n\nA COMPLETELY  WHITE FRAME\nThen --- the whiteness swings on an axis TOWARD CAMERA--- a refrigeretor has been opened - \nrevealing an interior filled with beer.  A gloved hand reaches in and grabs one.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nGEOFFREY cocks his head - stunned - as MICHAEL's  eyes close. DISSOLVE TO\n\nA COMPLETELY  WHITE FRAME\nThen --- the whiteness swings on an axis TOWARD CAMERA--- a refrigeretor has been opened - \nrevealing an interior filled with beer. A gloved hand reaches in and grabs one. \n\nTARGET SECTION TO BE ANNOTATED:\nWIDE OF SCENE - A KITCHEN - bar\nMICHAEL closes the fridge.  A Wreck in a bathrobe - dark circle. ander his eyes, unshaven  and \nsnug, leather gloves on his hands.  The garbage can overflows with beer cans. The phone RINGS.  \nMICHAEL tries to bend back the cans, pop-top - but tbe gloves make it tough.  Me smiles grimly. \nTakes a knife, price the pop-top back,  and take. a long swig.\n\nWobbly, he shuffles cut on bare feet-  Down a HALL. Through a LIVING ROOM.  Everywhere, \nstunning excecution of design.  OC, the phone stops ringing.  He enters\n\nAN EXQUISITELY DESINGED BEDROOM\nThere is clutter evetywhere: newspapers, magazines, books, beer cans.  MICHAEL plops on the \ndishevelled bed.  Glances at a magazine.  A story title reads:\n\nLIFE AFTER DEATH EXPERIENCES:\nAN ANALYTIC APPROACH\n\nOther magazines and books deal with paranormal events, ESP, hands-on healing.  Across the room, \na TV shows the end of an A T & T coamercial-  A voice warmly delivers the tagline: 'REACH OUT \nAND TOUCH SOMEONE.'  MICHAEL grins sardonically -\n\n\t\t\t\t\tMICHAEL\n\t\t\tFuck you.\n\nOC, the doorbell rings\n\n\t\t\t\t\tMICHAEL\n\t\t\tNo more freak shows!  LEAVE ME ALONE!\n\t\n\t\t\t\t\tSTU'S VOICE (OUTSIDE)\n\t\t\tMike - it's me!  Let me in!\n\nMICHAEL rises - walks to the window - and leans out.  STU stands below - at the front door - \nlooking up-\n\n\t\t\t\t\tMICHAEL\n\t\t\tGo home, Stu (pause) I'll call you.\n\n\t\t\t\t\tSTU\n\t\t\tBullshit!  Let me in!  (pause) Mikey - there are people who can \n\t\t\thelp figure this ont.\n\n\t\t\t\t\tMICHAEL\n\t\t\tOn which planet...?\n\n\t\t\t\t\tSTU\n\t\t\tYou can't just -\n\n\t\t\t\t\tMICHAEL\t\t\t\t\t\n\t\t\tGo away, GODDAMNIT!\n\nHe slams the window down and heads tack to the bad.\n\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTU\n\t\t\tYou can't just -\n\n\t\t\t\t\tMICHAEL\t\t\t\t\t\n\t\t\tGo away, GODDAMNIT! He slams the window down and heads tack to the bad. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MICHAEL'S BEDROOM. A WEEK LATER - DUSK\n\nMICHAEL sits before the TV-VCR, stacked with cassettes.  On screen, Peter Lorre - wild-eyed, \nfingers glowing radioactive and deadly - stalks a victim.  OC, the HOWL of a fire engine. \nMICHAEL cocks his head  and with a dreamy look, he stands.\n\nINT. AN ATTIC. MINUTES LATER\n\nMICHAEL,  gloved and wobbly, digs through dusty boxes.  His face softens - and he pulls out an \nold. singed Fireman's helmet with the insignia N.0. 17.  He lays it down - hesitates - pulls \nhis gloves off reaches out with his hands --- and grabes the helmet...\n\nA SEARING FLASH OF WHITE AND A ROAR\n\nINT.  A FIERY, FLAMING BUILDINGG [AS IF MICHAEL WERE THERE]\n\nA FIREMAN - his he1met labelled N.O. 17 - races to an open window vith a GIRL in his arms.  \nDown in the street - other FIREMEN, buffeted by a strong wind. look up, holding a satety net.  \nThe FIRMAN tosses the child down to safety.  Suddenly - the window is blown in, shattering.  \nThe FIREMAN falls to the floor - cut and dazed.  Above hirn - the flames dance - and then \neverything comes down on top of him-\n\nBACK TO MICHAEL IN THE ATTIC\nas he is jolted to the floor, one hand grasping the helmet.\n\nEXT -  A TREE-LINED STREET [ AS IF MICHAEL WERE THERE]\n\nA battalion of FIREMWN at attention as PALLBEARERS carry a coffin.  Seated at a reviewing stand, \ndraped with a black cloth that reads NEW ORLEANS FIRE DEPARTMENT is a WOMAN - 30, siIently \nweeping, dressed in widow's black - and\n\nA SMALL BOY (STRONGLY RESEMBLING MICHAEL)\n- 8, in a black suit - holding a singed fireman's helmet with an N.O. 17 insignia.  He watches \nthe coffin pass, fascinated.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeated at a reviewing stand, \ndraped with a black cloth that reads NEW ORLEANS FIRE DEPARTMENT is a WOMAN - 30, siIently \nweeping, dressed in widow's black - and\n\nA SMALL BOY (STRONGLY RESEMBLING MICHAEL)\n- 8, in a black suit - holding a singed fireman's helmet with an N. O. 17 insignia. He watches \nthe coffin pass, fascinated. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BOYS POV\nA tall, wavy-haired MAN in ninteent-century garb walks solemnly beside the coffin.  The \nPallbearers don't seem to notice.  He gives the Boy a melancholy smile.\n\nTHE BOY\nPokes his Mother and points to the man.  But she just pats his hand solemnly.  She doesn't see \nwhat he sees...\n\nBACK TO MICHAEL ON THE ATTIC FLOOR\nas he drops the helmet - and weeps\n\nINT. A CHILDREN'S HOSPITAL WARD.  DAY\n\nFilled with KIDS.  Bandages, casts. eye patches.  Playing, reading, watching TV.  ROWAN strolls \nin. smiles at the scene - and approaches the BOY she saved -  his head bandaged, he snaps \ntogether plastic Lego pieces  creating a race car.\n\n\t\t\t\t\tROWAN\n\t\t\tSo - how fast does it go...?'\n\n\t\t\t\t\tBOY\n\t\t\t\t(looking up smiles) \n\t\t\tReallll fast.  Seven hundred miles an hour...  Mmmmm...  \n\t\t\tA minute\n\n\t\t\t\t\tROWAN\n\t\t\tWow! That's almost as fast as my car.\n\nThe BOY squints at her-  figuring out if she's kidding-\n\nANGEL - MICHAEL STANDING IN THE DOORWAY \nHe's watching ROWAN.  He is hollow-eyed. gaunt - but clean- shaven  in clean clothes.  ROWAN is \nunaware at his presence.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(crouches beside the BOY.  quite serious) \n\t\t\tThat's if I turn on the retro-burners.\n\t\t\t\t(pause)  \n\t\t\tOf course, I only do that if r'm being chased.\n\t\t\t\t(the BOY'S eyes pop  he's hooked) \n\t\t\tNever been caught yet.\n\nShe offers her palm - and he  slaps her five.\n\n\t\t\t\t\tROWAN\n\t\t\tHow's your head, Terry--?  Feel anything - like a balloon \n\t\t\tin there...?\n\nHe shakes his head NO.  She affectionately rubs his cheek  then rises and beads toward the door. \nMICHAEL puts his gloved hands behind his back.  And - their alec meet.  Almost palpable \nelectricity.  A long beat.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd - their alec meet. Almost palpable \nelectricity. A long beat. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tDr. --- Mayfair...?\n\nShe nods - but her face betrays her shock at his appearance.\n\n\t\t\t\t\tROWAN\n\t\t\tMr. Curry- - -\n\nShe otters her hand.  He hesitates\tbrings a gloved hand from behind his back - and they shake \nhands. She watches him as he stares at the BOY.\n\n\t\t\t\t\tMICHAEL\n\t\t\tThey like you ------- kids.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(smiles)\n\t\t\tI guess so.  The trick is remembering how to act like one.\n\t\t\t\t(a beat. soberly)\n\t\t\tI'm glad you called, Mr. Curry. I wanted to see you.  \n\t\t\t\t(pause)\n\t\t\tWhy don't we go to my office...\n\nShe gestures toward the hall.  He nods hesitantly - and they walk OUT OF FRAME.\n\nINT. ROWAN'S OFFICE. MINUTES LATER\n\nShelves lined with texts on children's diseases and prenatal, postnatal, and infant genetics.  \nMICHAEL stands perusing the books.  ROWAN sits at her desk.\n\n\t\t\t\t\tROWAN\n\t\t\tI've read the stories - and seen the news coverage.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(turns to her- scowls)\n\t\t\t'Freak at the week.'   That's what the TV crew. call it-  \n\t\t\t\t(a grim smile) \n\t\t\tpeople come right to the house.  They have a husband \n\t\t\tor wife who skipped town - or a missing kid-  They bring \n\t\t\ta sweater or a toy - and ask me to touch it. so I can teel them \n\t\t\twhere they are..\n\nLooks her straight in the eye.  A wave of current flows.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI don't remember you at all-  \n\t\t\t\t(pause)\n\t\t\tYou - you saved my life-  Bizarre thing to say, isn't it...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(her warm smile) \n\t\t\tI'm glad you're around to say it.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(dark)\n\t\t\tMy jury's still out on that,\n\n\t\t\t\t\tROWAN\n\t\t\t\t(turns almost sharp) \n\t\t\tThen call it in. Mr. Curry. Whatever's happeninq to you -\n\t\t\tdeath is not the preferable alternative.\n\t\t\t\t(softening.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nCurry. Whatever's happeninq to you -\n\t\t\tdeath is not the preferable alternative. (softening. \n\nTARGET SECTION TO BE ANNOTATED:\n a grin)\n\t\t\tI'm in the life business - remember..?\n\nH musters a weak smile.   Tugs at his gloves.  She rises.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(Warm. soothing)\n\t\t\tLet's see what we can find out-\n\nEXT. A BOAT DOCK. DAY - AN HOUR LATER\n\n\nROWAN and MICHAEL walk down toward her boat. She glances at his gloves.\n\n\t\t\t\t\tROWAN\n\t\t\tDo they keep everything 'out' ...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tAs far as touching things, yes. But the vision - that keeps \n\t\t\tpouring into my head-  (stark)  It won't go away God - if I \n\t\t\tcould just understand it.\n\nThey step onto the boat's deck.  ROWAN walks to the spot where she revived him, and kneels.\n\n\t\t\t\t\tROWAN\n\t\t\tYou had no pulse-..  You were gone.\n\nMICHAEL - tightly-wound - kneels beside her. Squeezes his eyes shut-  A deep sigh.\n\n\t\t\t\t\tROWAN\n\t\t\tDon't be afraid, Michael.\n\nHer tone - and the use at his name - opens his eyes.  An electritied sock between them.  He \npeels his gloves off steels himself, flattens his palms on the deck - and waits...\n\n\t\t\t\t\tROWAN\n\t\t\tWhat do you see...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(his face is a blank)\n\t\t\tNothing.  Absolutely nothing-\n\nEXT. AN OUTDOOR DECK.  DAY - LATER\n\nMICHAEL stands staring down at the dock and ROWAN'S boat-  The ocean beyond shimmers.  He turns \nand walks through open glass doors, inside to\n\nA KITCHEN-LlVING ROOM AREA\nRustic, unadorned.   Half-walled by the glass doors.  MICHAEL sits at a choppinq-block island, \nand scares at his gloved hands-  ROWAN pours him a scotch and sits across from him.\n\n\t\t\t\t\tROWAN\n\t\t\tJust one.  The bar's closed.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(gulps down the drink)\n\t\t\t The one time I want it to work...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN\n\t\t\tJust one. The bar's closed. MICHAEL\n\t\t\t\t(gulps down the drink)\n\t\t\t The one time I want it to work... \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tROWAN\n\t\t\tYou know - doors and keyholes are common signposts \n\t\t\tin out-of-body -\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(bristles)\n\t\t\tYou're not gonna give me the textbook analysia, are you doctor...?  \n\t\t\tMy vision was just the chemical reaction of an oxygen-starved \n\t\t\tbrain - and nobody -\n\t\n\t\t\t\t\tROWAN\n\t\t\tNo. I'm not.\n\t\t\t\t(a beat- enigmatic)\n\t \t\tDoctors should be the first ones to admit utter ignorance about \n\t\t\tsome things.\n\nMICHAEL  nods in surprise.  He tries to pull a cigarette from his pack,  his gloved fingers \nfumbling.  ROWAN reaches out and stills his hand with hers.  She takes out a cigarette, puts it \nin his lips - and lights it.  Their eyes lock.\n\n\t\t\t\t\tROWAN\n\t\t\tTouch me.\t\t\t\n\t\t\t\t(MICHAEL'S brow creases)\n\t\t\tMy hands were all over you. Maybe something will come from \n\t\t\tme.\n\t\t\t\t(soft. soothing)\n\t\t\tTouch me Michael-\n\nShe holds her hands out to him.  He hesitate- staring at her offering.  He strips off his gloves \n- reaching for her hands - and takes them in his...\n\nA FLASH OF WHITE MELTS TO\n\nEXT.  ON THE DECK OF THE BOAT\n\nas ROWAN slams her fist into MICHAEL'S chest - and he jolts to life.  she caresses his cheek in \nunmistakable longing.\n\nTHE IMAGE IS SUCKED THROUGH A HOLE IN ITSELF TO \n\nINT -  ROWAN'S KITCHENN [AS IF MICHAEL WERE THERE]\n\nwhere a MAN - 50, in a bathrobe - lies twitching on tfle floor, eyes glazing into death-  ROWAN \nis crouched beside him, weeping, fists clenched, mumbling Graham...?\n\n\t\t\t\t\tROWAN'S VOICE (OC)\n\t\t\tOWWWWWWW....!\n\nSUDDENLY BACK TO ROWAN'S KITCHEN\nas ROWAN - with a yelp - wrenches her hands free or MICHAEL'S vise girp.  He tumbles backwards \nonto the floor.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN'S VOICE (OC)\n\t\t\tOWWWWWWW....! SUDDENLY BACK TO ROWAN'S KITCHEN\nas ROWAN - with a yelp - wrenches her hands free or MICHAEL'S vise girp. He tumbles backwards \nonto the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n  ROWAN races round to him and kneels - cradling his head geritly\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(eyes opening- weakly)\n\t\t\tMy gloves...\n\nShe grabs them, and slips them on his hands.   Her lush hair is tussled by a stadden BREEZE that \nblows in from the deck.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(softly. awestruck)\n\t\t\tI saw it.  On the boat,  I was - dead. (pause)  you brought \n\t\t\tme back...\n\nEnongh electricity to light a city. He takes her hands gently in his.. -\n\n\t\t\t\t\tMICHAEL\n\t\t\t...with these.\n\nThe BREEZE sends some papers into the air.  ROWAN bends to him.  Their lips meet in a soft brush \nor a kiss - and then the gates open.  Lips searching-  hands tearing at clothes.  Limbs \nentwining.  A whirlwind of flesh finds a rhythm. Two pounding; themselves into one-  Rough, \non-the-edge-\n\n\t\t\t\t\tROWAN\n\t\t\tHarder...\n\n\t\t\t\t\tMICHAEL\n\t\t\tRowan...\n\n\t\t\t\t\tROWAN\n\t\t\tHARDER!\n\n\t\t\t\t\tMICHAEL\n\t\t\tLike this...?  LIKE THIS...?!\n\n\t\t\t\t\tROWAN\n\t\t\tYessssss...\n\nINT. ROWAN's LIVING ROOM. LATER\n\nROWAN AND MICHAEL lying entwined, naked, before the in the firepalce in the LIVING ROOM-  They \nwatch the.flames...\n\n\t\t\t\t\tMICHAEL\n\t\t\tyou're very --- different.\n\n\t\t\t\t\tROWAN\n\t\t\tI'll bet you say that to all the women who bring you back to \n\t\t\tlife and then seduce you.\n\nshe rises on an elbow - with that enigmatic. look.\n\n\t\t\t\t\tROWAN\n\t\t\tWhat else did you see- Michael...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(a curious grin)\n\t\t\tWhat're you - a mindreader...?\n\t\t\t\t(a beat. turns solemn) \n\t\t\tWho was the man on the kitchen floor. ~.?\n\nROWAN'S brow knits - stunned.  Not what she expected.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(stiff. softly) \n\t\t\tMy uncle.  Graham.  He and my Aunt, Ellie raised me.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN\n\t\t\t\t(stiff. softly) \n\t\t\tMy uncle. Graham. He and my Aunt, Ellie raised me. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\t\t\t\t(pause) \n\t\t\tHe - he - had a stroke-  Just before Ellie died - of cancer.  \n\t\t\tLast year.\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou knelt there, helpless-  You couldn't save him.  (pause)  \n\t\t\tThere was so such anger in you-.   Death infuriates you...\n\nshe puts her head back down on his chest.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\tIt's unbelievable that you can do that.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(a beat. turns dark)\n\t\t\tIt - it feels like - like I'm being filled up. crowded out of \n\t\t\tmyself. (pause)  Like I'm fading away-\n\nROWAN' slides up face to face.  Her eyes filled with warmth\n\n\t\t\t\t\tROWAN\n\t\t\tYou're here, Michael.  All of you.\n\nShe leans in and kisses him deeply.  And they start again.\n\nEXT. CLOSE-UP - MICHAEL'S FACE FLOATING UNDERWATER\n\n- the water stretching it eerily.  PULL BACK to reveal \n\nMICHAEL LYING ON HIS STOMACH ON THE DOCK - DAYTIME\nhis head out over the edge, staring at his reflection\n\n\t\t\t\t\tMICHAEL\n\t\t\tI've always loved them.  (pause) New Orleans has these great \n\t\t\told houses.  When I was a kid, I'd look at them, thinking  - \n\t\t\t'somebody dreamed them up, put something where there was nothing...'\n\t\t\tit amazed me.\n\nHe turns to ROWAN, who suns herself on her back on the dock.\n\n\t\t\t\t\tMICHAEL\n\t\t\tMy mother and I used to take long walks and make up \n\t\t\tstories about the houses and the people who lived inside. \n\t\t\t\t(pause)\n\t\t\tThe Queen's house-. the Gangster's house-. the clown's house-  \n\t\t\tLike that.\n\n\t\t\t\t\tROWAN\n\t\t\tAnd whose houses do you design...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tOh. The Green underwater Ghost's...  The Man With The \n\t\t\tEyes In His Hands...\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a beat. watching him)\n\t\t\tYou still feel that crazy...?\n\nHe passes.  Then smiles and shakes his head. \n\n\t\t\t\t\tMICHAEL\n\t\t\tNo. Not vith you.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen smiles and shakes his head. MICHAEL\n\t\t\tNo. Not vith you. \n\nTARGET SECTION TO BE ANNOTATED:\nA long beat.\n\n\t\t\t\t\tROWAN\n\t\t\tI was born, in New Orleans, too-\n\n\t\t\t\t\tMICHAEL\n\t\t\tReally...?  Your family there...?\n\n\t\t\t\t\tROWAN\n\t\t\tNope-  My father died before I was born. My mother died \n\t\t\tin childbirth.   El1ie was my only blood relation.  so she \n\t\t\tbrought me here... the day after I was born.\n\nMICHAEL'S brow creases-  He reaches out and strokes her ankle - but she sits up. pulling her \nlegs away from him. Staring out to sea silently.  He stares at her back.\n\n\t\t\t\t\tMICHAEL\n\t\t\tToo much... too fast...?\n\n\t\t\t\t\tROWAN\n\t\t\tMm-hmm.   (pause)  Scared-  I feel a little like the moth \n\t\t\tand the flame.\n\n\t\t\t\t\tMICHAEL (a beat. softly)\n\t\t\tSo do I.\n\n\t\n\nShe hesitates - turns round to him.  And - she stretches her ankle out to him - and he grins \nand runs a finger across it.\n\nINT.  A DOCTOR'S OFFICE.   A WEEK LATER\n\nGeoffrey sits at his desk, phone to his ear.\n\n\t\t\t\t\tGEOFFREY (INTO THE PHONE)\n\t\t\t...always concerned about his heart - so the fact he isn't \n\t\t\tdrinking is great.\n\n\t\t\t\t\tROWAN (INTO THE PHONE)\n\t\t\tI'll keep you up to date Geoffrey.  Goodbye.\n\nPULL OUT to reveal ROWAN, naked, stradaling MICHAIL on his back in bed in Rowan's BEDROOM, \nnaked except tor his gloves.  He looks better - color in his face  the circies gone-  She hangs \nup the phone and leans over him-\n\t\t\n\t\t\t\t\tROWAN\n\t\t\tHe's very pleased with your response to the surroundings.\n\n\t\t\t\t\tMICHAEL\n\t\t\tHe fools around with his patients too.\n\nHe points at his gloved hand and wiggles his eyebrows slyly.\n\n\t\t\t\t\tROWAN\n\t\t\tyou touched him --- and saw him...?\n\t\t\tWhat was he doinging.  Kinky...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tIt's come to that, huh...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat was he doinging. Kinky...? MICHAEL\n\t\t\tIt's come to that, huh... \n\nTARGET SECTION TO BE ANNOTATED:\n?  Three weeks - and you need a psychic \n\t\t\tskin flick to perk up our sex life...?\n\nShe leans to hit, hair cascading into his face reaches behind her - finds him - and puts him \ninside her.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(velvety)\n\t\t\tIt would appear that's not the case...\n\nINT.  ROWAN'S LIVING ROOM.  NIGHT\n\nMICHAEL and ROWAN sit on the floor playing SCRABBLE.  She taps the board impatiently as he \nstares at her letters.  He eyes her tapping finger, and looks up at her.\n\n\t\t\t\t\tROWAN\n\t\t\tYou come back from the dead and you can't make one \n\t\t\tdumb word...?\n\nHe makes a face at her-  And looks back down at his letters, his thumb in his cleft.  she cocks \nher head and watches him.\n\n\t\t\t\t\tROWAN\n\t\t\tYou look very deep when you do that.\n\t\t\t\t(he stops doing it)\n\t\t\tIt's interesting.  We're Complete opposites-  I'd never just sit \n\t\t\tand wait for insparation.  I'd skip my turn and swap some letters.\n\n\t\t\t\t\tMICHAEL\n\t\t\tMs. yin, and Mr. yang\n\t\t\t\t(suddenly inspirea)\n\t\t\tAha!\n\nHe places some letters on the board.  She watches and recites the letters one by one, befuddled.\n\n\t\t\t\t\tROWAN\n\t\t\tY-U-H-E-E-Y-A-H.  Yu-hee-yah...? No way, busters use it \n\t\t\tin a sentence.\n\n\t\t\t\t\tMICHAEL\n\t\t\tOkay.  (a southern drawl)   y'all make sure and come back now, \n\t\t\treeeeal soon - yu'heeyah.\n\nShe breaks out laughing.  He takes a pencil - leans to the score-pad.  She lunges for the \npencil\n\n\t\t\t\t\tROWAN\n\t\t\tHey - no fair!  That's not a word!\n\nThey go rolling on the ground, laughing, wrestling...\n\nINT. ROWAN'S SAILBOAT. DAY\n\nMoving swiftly across the ocean.  MICHAEL sits - gloved hands on the rudder - watching ROWAN \npull in the mainsail.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhy don't you let at do that...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY\n\nMoving swiftly across the ocean. MICHAEL sits - gloved hands on the rudder - watching ROWAN \npull in the mainsail. MICHAEL\n\t\t\tWhy don't you let at do that... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n\t\t\t\t\tROWAN\n\t\t\tJust sit there and soak up the vitamin D.\n\n\t\t\t\t\tMICHAEL\n\t\t\tDoctor's orders- - -?\n\n\t\t\t\t\tROWAN\n\t\t\tCaptain's orders.\n\nShe ties off the lanyard and sits beside him.  Staring out at the scene-  A dreamy, contented \nlook.\n\n\t\t\t\t\tROWAN\n\t\t\t\n\t\t\tPerfect.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(watching her. a beat)\n\t\t\tYou sure are.\n\nHis tone turns her head to him.  Her smile dissolves. \n\n\t\t\t\t\tROWAN\n\t\t\tFar from it, Michael... Don't put me up there.\n\n\t\t\t\t\tMICHAEL\n\t\t\tAll I meant was -\n\n\t\t\t\t\tROWAN\n\t\t\tYou don't know what you meant -  because you don't know me.\n\t\nShe stares at him-  sighs  and shaking her head -\n\n\t\t\t\t\tROWAN\n\t\t\tChrist, Michael - what the hell are we doing...?  We don't even know -\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(his grin blooms)\n\t\t\tIs this the part where you try and talk yourself out of how \n\t\t\tgood this is...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(refusing to smile back)\n\t\t\tI'm serious.  You don't -\n \n\t\t\t\t\tMICHAEL\n\t\t\t\t(not letting it go)\n\t\t\tLet's see...  Next you tell me all the terrible things about you - \n\t\t\tand prove that we're doomed to fail - right...? (pause)  you hate \n\t\t\tkittens and puppies, you've drivin all your lovers to suicide --and those \n\t\t\tmysterious deaths at the hospital were really -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(simmering)\n\t\t\tStop it.\n\t\t\t\t\t\n\t\t\t\t\tMICHAEL\n\t\t\t\t(his grin dissolves)\n\t\t\tYou stop it. (pause) you're loving, and gentel..  You're \n\t\t\tthe most remarkable woman I've ever met --- so stop telling \n\t\t\tme I don't know what I feel just cause you're scared.  Cause \n\t\t\tit won't work.\n\nTheir gazes lock-  And --- ROWAN'S eyes suddenly fill with tears-  MICHAEL'S face creases with \nconcern. He reactres for her - but she rises-  Starts pacing.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nCause \n\t\t\tit won't work. Their gazes lock-  And --- ROWAN'S eyes suddenly fill with tears-  MICHAEL'S face creases with \nconcern. He reactres for her - but she rises-  Starts pacing. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tRo --- what is it...?\n\nA long beat.  She finally turns to him -\n\n\t\t\t\t\tROWAN\n\t\t\tWhat you 'saw' --- me in the kitchen - with Grahm - when he \n\t\t\twas dying...?\n\t\t\t\t(MICHAEL nods)\n\t\t\tMy anger wasn't frustration Michael. (pause)  It was hatred.\n\t\t\t\t(MICHAEL winces, stunned)\n\t\t\tHe tried to molest me   while his wife lay half-dead in the \n\t\t\thospital!   (pause) Ellie's love was the one thing that connected \n\t\t\tme to the world.  Sha was all I ever had.\n\t\t\t\t(chilling)\n\t\t\tAt that moment, I hated Graham with a fury you could never imagine...\n\t\t\tpause)... and that's when he had his stroke.\n\t\t\t\t(a long beat. softly)\n\t\t\tI wanted him to die.  (pause) Howqs that for 'perfect' ...?\n\nA tear slides down her cheek-  The mainsail SNAPS loudly as it fills with WIND.  Her tears come \nfull-force.  sobbing, she lunges into his arms.  Se holds her tightly.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(pained. ashamed)\n\t\t\tI'm a doctor, Michael, and I wanted him to die.\n\nDISSOLVE TO\n\nINT.  MICHAEL'S HOUSE. DAY\n\nROWAN wanders wide-eyed, stunned by its beauty.  She enters the bedroom, where MICHAEL stands, \nstaring at the mess.\n\n\t\t\t\t\tMICHAEL\n\t\t\tSeems more like a year than a month.\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - this place is increadible.  You - you're brilliant...\n\t\t\t\t(goes to him)\n\t\t\tThe things you created...\n\nHe nods slowly - and shrugs.  She takes his hands in hers.\n\n\t\t\t\t\tROWAN\n\t\t\tI called Dr. Styles at the Neurological\n\t\t\tInstitute  In L.A., remember...?\n\t\t\t\t(MICHAEL nods)\n\t\t\tHe said he'd see you.  He was intrigned.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(deadpan)\n\t\t\tGod knows, I'm intriguing.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MICHAEL nods)\n\t\t\tHe said he'd see you. He was intrigned. MICHAEL\n\t\t\t\t(deadpan)\n\t\t\tGod knows, I'm intriguing. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tROWAN\n\t\t\t\t(stern)\n\t\t\tMichael, do you want to wear those for the rest of \n\t\t\tyour life...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(stares at his gloves. a lonq beat)\n\n\t\t\t\t\tROWAN\n\t\t\tYou could fly down tomorrow.  I could be there the \n\t\t\tnext day\n\t\t\t\t(her warm smile blooms)\n\t\t\tI think I can last that long without you.\n\nHe slowly nods.  Searching each other's eyes.  Then a crooked smile curls at ROWAN'S lips.  She \nshakes her head.\n\n\t\t\t\t\tROWAN\n\t\t\tWe're quite a pair, you and I.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(matching her grin)\n\t\t\tMad. for each other.\n\nINE.  A BEDROOM.  LATE NIGHT\n\nMoonlight on a dusty floor.  DIEDRE lies motionless in an old brass bed - her open eyes welling \nwith tears.  Her wrists and ankles in leather restraints.  The window curtains flutter.\n\nCLOSE-UP - DIEDRE'S FACE IN THE MOONLIGHT\nas a tear rolls down her cheek - then\t changes direction - moving across her cheek, and \ndisappears - as if someone had brushed it away.  A haunting smile blooms - her eyes close...\n\nINT. AN OPERATING ROOM\n\nROWAN works feverishly on an OUT OF FRAME patient. Thirteen FIGURES - faces hidden by surgical \nmasks - encircle the operating table - watching silently.  ROWAN throws her hands up in despair,\nher confidence failing.\n\n\t\t\t\t\tROWAN\n\t\t\tI - I can't do it!\n\nThe others urge her on - imploring, encouraging her.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(pointing OUT OF FRAM.  frantic)\n\t\t\tBut look!  LOOK!  How can I do it...?\n\nROWAN SHOOTS UP IN HER BED AT NIGHT\njolted awake by the rain whipping at her windows.  The clock says 3 A.M.  The rain is like a \nWHISPER.  Every nerve-end at attention.  She reaches under the bed and brings up a bat.  Heart \npounding.  Stepping into the hall, reaching\n\nTHE DARKENED LIVING ROOM\nThe WIND MOANS.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe reaches under the bed and brings up a bat. Heart \npounding. Stepping into the hall, reaching\n\nTHE DARKENED LIVING ROOM\nThe WIND MOANS. \n\nTARGET SECTION TO BE ANNOTATED:\n  The rain flows thickly down the glass walls, giving the sky and ocean beyond a \nweird, melted look.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(tense - but brave)\n\t\t\tIt somebody's here ---\n\nShe whirls round.  There - on the deck, is A MAN - wavy hair, achingly handseme, Victorian \nclothes - THE MAN AT THE FUNERAL PROCESSION IN MICHAEL'S VISION.  His hands rest on the glass.\nThe rain seems to go through him.  ROWAN raises the bat -\n\n\t\t\t\t\tROWAN\n\t\t\tI'll take your goddamn head off.'\n\nshe dashes to the glass doors - yanks them open and steps out.  But the deck is empty.  \nDrenched. she reaches out - and touches the glass where the man's hands had been-  She snatches\nher hand away quickly - and stares at her fingertips. incredulous.\n\nINT. ROWAN'S KITCHEN. PRE-DAWN\n\nThe storm is over.  ROWAN sips from a wine glass, staring at her fingertips.  she rubs them \ntogether, deep in thought. The phone RINGS once - and the answering machine kicks on\n\n\t\t\t\t\tROWAN'S VOICE (ON THE MESSAGE)\n\t\t\tyou've reached 555-2lO1.\n\nROWAN comes out of her fog - stands - and heads toward the phone.  The caller clears its voice.\n\n\t\t\t\t\tA WOMAN'S VOICE (ON THE PHONE MACHINE)\n\t\t\t\t(a southern accent. hesitant)\n\t\t\tEllie...?  Ellie - are you there...? Dammit.  (pause) 555 - 2 - 1 - 0 - 1 \n\t\t\t(pause)  Ellie --- this is Carlotta.\n\nROWAN stops - cocks her head.  Who...?\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE MACHINE)\n\t\t\t\t(a sigh. cool  measured)\n\t\t\tE11ie - Diedre died at five o'clock this morning.  (pause)  Obviously, \n\t\t\tthere are 1egal matters.  Your discretion will be -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(snatching up the phone)\n\t\t\tHello...?  Who is this...?\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\t\t(beat. cool)\n\t\t\tWho is this...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour discretion will be -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(snatching up the phone)\n\t\t\tHello...? Who is this...? CARLOTTA (ON THE PHONE)\n\t\t\t\t(beat. cool)\n\t\t\tWho is this... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n\t\t\t\t\tROWAN\n\t\t\tRowan Mayfair.  Who's calling...?\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\t\t(a long beat. cool)\n\t\t\tI wish to speak to Ellie Mayfair.\n\n\t\t\t\t\tROWAN'\n\t\t\tEllie Mayfair is --- dead.\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\tDead...?  (pause)  Why was I not notified of Ellie's death...?!\n\n\t\t\t\t\tROWAN\n\t\t\tI beg your par---\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE) \n\t\t\t\t(brusk. In command)\n\t\t\tWhen did she die...? \n\n\t\t\t\t\tROWAN\n\t\t\t\t(getting angry)\n\t\t\tWho is this...?\n\n\t\t\t\t\tCARLOTTA (ON THE PONE)\n\t\t\t\t(a long beat. very cool)\n\t\t\tThis is your aunt.  Carlotta Mayfair.  In New Orleans.\n\nROWAN stares at the phone, dumbfounded.  My aunt...?\n\t\t\t\n\t\t\t\t\tROWAN\n\t\t\tI don't have any aunts - and I've never heard of a 'Carlotta' - or, \n\t\t\tfor that matter - a 'Diedre'!  Just who -\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\t\t(like a cold blade)\n\t\t\tDiedre Mayfair was your mother.\n\nThe sky falls on ROWAN  she reels.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(hushed)\n\t\t\tMy...mother...?\n\n\t\t\t\t\tCARLOTTA  (ON THE PHONE)\n\t\t\t\t(cold. no sympathy)\n\t\t\tYes.  (pause)  Listen carefully, Rowan. Have your attorney \n\t\t\tcontact me at once. There are matters of immediate -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(reeling)\n\t\t\tBut my mother...  Ellie said she died -\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\t\t(curt. annoyed)\n\t\t\tI under5tand.  All the same \n\n\t\t\t\t\tROWAN\n\t\t\t-Ellie said she died when I was BORN!  She's been alive...?  \n\t\t\tALL THIS TIME...? Why have I been lied to when -\n\n\t\t\t\t\tCARLOTTA (OM THE PHONE)\n\t\t\tI had you sent away.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe's been alive...? ALL THIS TIME...? Why have I been lied to when -\n\n\t\t\t\t\tCARLOTTA (OM THE PHONE)\n\t\t\tI had you sent away. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tROWAN\n\t\t\t\t(astonished anger)\n\t\t\tWho the hel1 -\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\tIt was quite warranted by the - situation.  (pause)  I realize this \n\t\t\tis a shock, but really, Rowan - you never even knew her. It's not \n\t\t\tas if you've suffered some great -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(anger exploding) \n\t\t\tWhat's the matter with you...?! What kind of person are you...?!\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\tA very tired one.  I've been up all night - and I would .like to \n\t\t\trest before the funeral.  (pause)   Have your lawyer -\n\n\t\t\t\t\tROWAN\n\t\t\tWhen is the funeral...?  (SILENCE) I am coming to my mother's \n\t\t\tfuneral!!\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\t\t(out of control - for a moment) \n\t\t\tOut of the question   (pause)   Rowan, coming here will not change \n\t\t\tthe -\n\n\t\t\t\t\tROWAN\n\t\t\tI'm coming down there!!  And it you put my mother in the ground \n\t\t\tbetore I arrive, you'll wish you'd never seen my face!  IS THAT \n\t\t\tUNDERSTOOD...?!\n\nROWAN is revving.  shaking.  A long beat.\n\n\t\t\t\t\tCARLOTTA (ON THE PHONE)\n\t\t\t\t(weary. resigned)\n\t\t\tLenigan's Mortuary.  St. Charles and Carondolet.  One o'clock.  \n\t\t\t(long pause) You should not do this Rowan.\n\nA CLICK on the line.. A dial tone drones...  Rowan slowly hangs up.  Trembling.  Her world \nspinning off its axis.\n\nINT. ROWAN'S BEDROOM. DAWN\n\nROWAN'S shoving clothes into a suitcase, grabs the phone and pushes re-dial.  RING.  CLICK.  A \nRECORDED voice comes on...\n\nINT. A HOSPITAL ROOM.  SAME TIME\n\t\t\t\t\t\nMICHAEL lies in bed sleeping.                                    A VOICE RECORDING\nwires and contacts connected                                You have reached the Sayles\nto his forehead and hands.                                    Neurollogical Institute.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAME TIME\n\t\t\t\t\t\nMICHAEL lies in bed sleeping. A VOICE RECORDING\nwires and contacts connected                                You have reached the Sayles\nto his forehead and hands. Neurollogical Institute. \n\nTARGET SECTION TO BE ANNOTATED:\n \n                                                             Patients are reachable by\nBACK TO ROWAN IN HER BEDROOM                                  phone from eight A.M. to \nRown tosses the phone on the                                   seven P.M. if you are -\nbed - and continues packing...\n\nINT. SAN FRANCISCO AIRPORT TERMINAL.  EARLY THAT MORNING\n\nROWAN at a payphone, phone to her ear, tapping her finger nervously.  An airline ticket in her \nother hand-  RING- RING\n\n\t\t\t\t\tMICHAEL (ON' THE LINE)\n\t\t\tHello...?\n\n\t\t\t\t\tROWAN\n\t\t\tMichael!  Jesus  I've been trying -\n\n\t\t\t\t\tMICHAEL (ON THE LINE)\n\t\t\tRowan...?\n\n\t\t\t\t\tROWAN\n\t\t\tListen.  Last night - oh Christ, this'1l take forever to explain.  \n\t\t\tGod, Michael...\n\n\t\t\t\t\tMICHAEL (ON THE LINE!)\n\t\t\t\t(alarmed)\n\t\t\tWhat's wrong..?\n\nOver the P.A. system - \"Last boarding call for flight 6-0-4 to New Orleans...\"  ROWAN winces\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - I have to go - to New Orleans. I'll - I'll call yati when I -\n\n\t\t\t\t\tMICHAEL (ON THE LINE)\n\t\t\t\t(alarm rising)\n\t\t\tWhat about you coming down here...?\n\nA long beat.  ROWAN makes up her mind.\n\n\t\t\t\t\tROWAN\n\t\t\tGo to LAX and get on a flight to New Orleans.  Go to the \n\t\t\tPonchartrain Hotel and wait for me.  I'll call you there.\n\n\t\t\t\t\tMICHAEL (0N THE LINE) \n\t\t\tWait a minute.  Rowan - what is going on...?\n\n\t\t\t\t\tROWAN\n\t\t\tGoodbye, Michael.  (long pause) I love you.\n\nShe hangs up.  And dashes toward the gate with her ticket.  \n\nINT.  AN AIRLINER ABOVE THE CLOUDS. LATER THAT MORNING\n\nROWAN alone in her row, asleep. MOVING IN TIGHT, the sounds of the plane fade...  Her tongue \ndarts across her lips sensually.  A soft, silky moan.  Her body moves - shifting. accommodating.\nHer breath catches.  Her head arches back.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer body moves - shifting. accommodating. Her breath catches. Her head arches back. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tROWAN'S VOICE [IN HER HEAD]\n\t\t\tHarder...\n\n\t\t\t\t\tMAN'S VOICE [IN HER HEAD]\n\t\t\t                    (it is not MICHAEL'S voice)\n\t\t\tRowan...\n\n\t\t\t\t\tROWAN'S VOICE [IN HER HEAD]\n\t\t\tHarder...\n\n\t\t\t\t\tMAN'S VOICE [IN HER HEAD]\n\t\t\tLike this...  LIKE THIS...?\n\n\t\t\t\t\tROWAN'S VOICE [IN HER HEAD]\n\t\t\tYessss...\n\n\t\t\t\t\tMAN'S VOICE [IN HER HEAD]\n\t\t\tAlways loved you. Rowan.  Always...\n\nShe shudders - coming in her sleep.   Her eyes open hazily...  She straightens up - and winces.\nHer face creases.  Huh...?  She feels herself between her legs.  Her eyebrows arch...\n\nINT.  A FUNERAL HOME.  THAT AFTERNOON\n\nSunlight spilling through high, ornate windows.  A hundred people - drinking, smiling.  The air\nis thick with familial intimacy.  Floral arrangements have taken the place over.  SNAKING \nSLOWLY THROUGH CROWD. We hear.\n\n\t\t\t\t\tWOMAN #1\n\t\t\tGod-Only-knows what went on in her head...\n\n\t\t\t\t\tMAN #1\n\t\t\tBeen in back yet...?  Lonigan did quite a job.  Best she's looked since the \n  \t\t\tbaby.  (pause)  Sixty-three...?\n\n\t\t\t\t\tWOMAN #1\n\t\t\tSixty-one...  I remember, cause Julien was still alive.\n\nThe camera clears the crowd and HOLDS on\n\nROWAN IN THE MAIN ENTRANCE\n- suitcase in hand. bewilderment clouding her face.  A MAN - 45, black suit, somber - \napproaches her. BEATRICE MAYFAIR - 40, a lush figure in a satin dress - turns and stares.\n\n\t\t\t\t\tMAN\n\t\t\tGood afternoon.  I'm Jerry Lonigan.\n\t\t\tMay I ask who -\n\n\t\t\t\t\tBEATRICE\n\t\t\t\t(sudden realization) \n\t\t\tOh my god...  Is it...?  Mother of Christ - she's here...\n\nHeads turn.  Voices fall silent.\nBEATRICE - eyes welling up - steps to ROWAN.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHeads turn. Voices fall silent. BEATRICE - eyes welling up - steps to ROWAN. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tBEATRICE\n\t\t\tYou are, aren't you...?  You're Rowan!\n\nShe hugs a startled ROWAN.  In the crowd, SILENCE shifts to an astonished MURMUR.  \"Deedee's \nlittle girl...?\"  \"It must be.  Those are Mayfair eyes\"  \"Does Carl know...?\"\n\t\n\t\t\t\t\tBEATRICE\n\t\t\tRowan - I'm Beatrice Maytair.  Your cousin.  Deedee...you'r mother and I -\n\t\t\twe - we grew up together.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(fuzzy)\n\t\t\tI want to see my mother.\n\n\t\t\t\t\tMAN (JERRY LONIGAN)\n\t\t\t\t (a beat. almost defensive)\n\t\t\tWe - uh - we did what we could.  The skin was... I mean - Diedre had \n\t\t\treally ---\n\n\t\t\t\t\tBEATRICE\n\t\t\tBe quiet, Jerry.\n\t\t\t\t(takes ROWAN by the arm)\n\t\t\tcome with me, darling.\n\t\t\nShe leads ROWAN away.  Curious eyes watch.  Hands reach out. \"Welcome home, cousin\" \"She's with\nher maker, sweetheart\"  ROWAN clutches BEATRICE'S hand.  \"we're glad you'r here...\"\n\n\t\t\t\t\tBEATRICE\n\t\t\tYou hold on tight as you want.\n\nThey near a doorway.  A smaller room is visibe. Soft voices inside.  Shadows move on the walls.\nAnd -CARLOTTA steps IMTO VIEW - cane in hand, whizzened and stiff - but peerless.  ROWAN \nfreezes.  She knows this woman no mistake about it.  Their eyes locked on each other.\n\n\t\t\t\t\tCARLOTTA\n\t\t\t\t(a cold frost of a smile)\n\t\t\tYou came.  (a long pause)  I'm your Aunt Carlotta, my dear.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(glacial)\n\t\t\tI want to see my mother.  Where is she...?\n\n\t\t\t\t\tCARLOTTA\n\t\t\t\t(a hint of a grin)\n\t\t\tIn the coffin, my dear.  where else...?\n\nCARLOTTA looks for a flinch or a wound, but there is none - ROWAN is steel.  CARLOTTA turns to\nthe doorway.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLOTTA\n\t\t\t\t(a hint of a grin)\n\t\t\tIn the coffin, my dear.  where else...? CARLOTTA looks for a flinch or a wound, but there is none - ROWAN is steel. CARLOTTA turns to\nthe doorway. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tCARLOTTA\n\t\t\tHush up, now. all of you. Deedee's little girl is here.  All the way from \n\t\t\tSan Francisco.  Give her some peace with her mother.  Go on.  Get a \n\t\t\tbourbon up in the front there.  I said MOVE.\n\nPeople come out of the room, eyeing ROWAN\n\n\t\t\t\t\tCARLOTTA\n\t\t\tBea - let go of the girl's hand.\n\nBEATRICE glares - but steps aside.  ROWAN comes forward and halts at the doorway.  She can see \nthe edge of the gleaming coffin.  A deep breath, and she walks into\n\nTHE ROOM\nShe is alone.  Slow steps toward the coffin.  ROWAN halts.  Standing above the coffin...  \nLooking down...\n\nDiedre lies in a bed at flowers.  Folded hands on a pale blue gown.  ROWAN'S hand hesitates, \nlightly touchs the gown - and then drops to her side.  She stares, expressionless.\n\nINT. A BACKSEAT OF A TAXI.  SAME TIME\n\nNew Orleans' Garden tistrict passes by outside the window.  Splendid, old houses of pink and \nlavender.  And now - the MAYFAIR MANSION, in all its tragic glory comes INTO FRAME.\n\n\t\t\t\t\tMICHAEL  (OC)\n\t\t\tPull over!\n\nANGLE - MICHAEL IN THE BACKSEAT OF THE TAXI \nHe leans to the window and stares at the house, seized with melancholy.  The CABBIE pulls over.\n\n\t\t\t\t\tMICHAEL\n\t\t\tThey - they let it. die.\n\t\t\t\t(the saddest of smiles)\n\t\t\tGod, I loved this house.  Used to walk by, rattle a stick across tbe \n\t\t\tfence...\n\nMICHAEL opens the door and steps out.\n\n\t\t\t\t\tCABBIE\n\t\t\tMeter's running, mister.\n\nMICHAEL WALKS TO THE GATE\nRuns his finger across it and grins.  On the other side, blood-red camellia blossoms lie in the \ngrass. He kneels, reaches in and gathers up a few.  The rest skirt away in a sudden BREEZE.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn the other side, blood-red camellia blossoms lie in the \ngrass. He kneels, reaches in and gathers up a few. The rest skirt away in a sudden BREEZE. \n\nTARGET SECTION TO BE ANNOTATED:\n  He \nrises  - and comes face to face with 'The Man' - standing on the other side of the fence - \nsmiling faintly in his Victorian clothes.\n\nMICHAEL drops like a stone  A hand grasps his shoulder.  He YELPS - turns to see Aaron Lightner\nkneeling beside him - then everything goes BLACK.\n\nINT.  A STRETCH LIMOUSINE.  LATER THAT AFTERNOON\n\nROWAN stares out from the back seat at the Garden District. Beside her is BEATRICE  then RYAN \nMAYRAIR - 50, elegant, thin. cool afflluence.  Facing ROWAN is GIFFORD MAYFAIR - 65, corpulent,\na face veined from years of bourbon.\n\n\t\t\t\t\tBEATRICE\n\t\t\tDown here. darling, we figure: If you're taking a trip to God knows \n\t\t\twhere - might as well have one hell of a going-away party.\n\n\t\t\t\t\tGIFFORD\n\t\t\t\t(a gruff chuckle) \n\t\t\tIn certain cases, hell is the operative word.\n\n\t\t\t\t\tBEATRICE\n\t\t\tGiff - shuttup.  (pause)  you're mother was a sweet child, Rowan... \n\t\t\tA lost little girl in a world too full at things\n\nSILENCE.  Sad glances are exchanged by the relatives.\n\n\t\t\t\t\tRYAN\n\t\t\t\t(kind. measured)\n\t\t\tRowan - we're glad you're with us now.  Carlotta has always done what's \n\t\t\tbest for the family.  We don't always understand, but she's the anchor. \n\t\t\tAnchors are hard and blunt by nature -\n\n\t\t\t\t\tGIFFORD\n\t\t\t- and they hurt like hell if they fall on you.\n\n\t\t\t\t\tBEATRICE\n\t\t\tGif-ford\n\nROWAN still stares out the window.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\tI've been lied to my whole life.\n\nThroats clear.  Bodies shift in seats.\n\nINT. A BEDROOM. SAME TIME\n\nMICHAEL sleeps in a mahogany bed.  Eyes opening, squinting.  He sits up.  His suitcase on an \nantique bench - clothes on a valet - a robe at the foot of the bed.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nEyes opening, squinting. He sits up. His suitcase on an \nantique bench - clothes on a valet - a robe at the foot of the bed. \n\nTARGET SECTION TO BE ANNOTATED:\n He gets up - wobbly - puts \non the robe and wanders into\n\nA BEAUTIFUL MAOGANY AND MARBLE PARLOR\nwhere the white-suited AARON LIGHTNER sits on a lush leather sofa, staring benignly, ivory \nwalking stick at his side.\n\n\t\t\t\t\tAARON\n\t\t\tHow do you feel, Michael...?\n\nMICHAEL is still unsteady, off-balance - about everything.\n\n\t\t\t\t\tAARON\n\t\t\tI'm Aaron Lightner - and this is the Talamasca Retreat  in New Orleans.\n\nMICHAEL squints at him.  AARON grins.\n\n\t\t\t\t\tAARON\n\t\t\tTal - a - mas - ca.  From the French.\n\nMICHAEL wobbles - and AARON rises and gently steadies him.  So benevolent.  patient.\n\n\t\t\t\t\tMICHAEL\n\t\t\tIt was you - on the sidewalk...\n\nsuddenly, MICHAEL'S eyes widen - remembering something.\n\n\t\t\t\t\tMICHAEL\n\t\t\tJesus I've got - to get to the ho--\n\n\t\t\t\t\tAARON\n\t\t\t\t(calm. even)\n\t\t\tRowan's already called the hotel, Michael.\n\t\t\t\t(MICHAEL squints at him - stunned)\n\t\t\tAt the cemetery by now, I would guess.\n\nSuspicion darkens MICHAEL'S face.\n\n\t\t\t\t\tMICHAEL\n\t\t\tHow do you know about Rowan ...?  I didn't --- Cemetery...?\n\n\t\t\t\t\tAARON\n\t\t\tWith her family.  Rowan's mother died yesterday.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(scowls)\n\t\t\tRowan's mother died at childbirth. And she doesn't have. any family.\n\n\t\t\t\t\tARRON\n\t\t\tLies, Michael.  Desperate decptions. (sighs)  Rowan has stepped \n\t\t\tinto a world that's waited centuries for her.\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou know what, mister...?  You're nuts.  And I'm getting out of here.\n\nHe starts back unsteadily toward the bedroom...\n\n\t\t\t\t\tARRON\n\t\t\tWe know about the visions, Michael...\n\nMICHAEL freezes.  And slowly turns round. ARRON nods wisely.\n\n\t\t\t\t\tAARON\n\t\t\tthere is great danger...\n\nMICHAEL stares - dumbfounded, shaken, searching AARON'S eyes.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nARRON nods wisely. AARON\n\t\t\tthere is great danger... MICHAEL stares - dumbfounded, shaken, searching AARON'S eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n  such clear benevolence...\n\n\t\t\t\t\tAARON\n\t\t\tI ask only that you stay here, long enough to be - educated.  A few \n\t\t\thours.\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou sound certifiable. Yon know that.\n\n\t\t\t\t\tARRON\n\t\t\t\t(his wise smile)\n\t\t\tShould I think you certifiable if you told me that hours ago, you saw \n\t\t\ta phantom materialize before your eyes...\n\t\t\t\t(BULLSEYE.  MICHAEL'S jaw drops)\n\t\t\tI've seen him too, Michael.\n\nMICHAEL blanches.  Haunted thoughts racing in his memory.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI - r saw him as a child.  Lots of times...  But no one else did.\n\n\t\t\t\t\tAARON\n\t\t\t\t(nodding)\n\t\t\tCome.  There is a lot to read\n\nEXT.  A CEMETERY.  SAME TIME  - AFTERNOON \n\nROWAN AND CARLOTTA STAND SIDE BY SIDE\nat the front of the mourners before an enormous flower-laden crypt with twelve vaults.  carved\ninto the top of the crypt is MAYFAIR - and NEVER DIE.\n\nFour MEN slide the coffin inside the one open vault. A BREEZE kicks up, sending flowers into\nthe air. one lands between CARLOTTA and ROWAN.  The old woman bends stiffly and picks the huge\nflower up.  She smells it  and a private smile blooms.  The crowd begins to drift apart.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(simmering anger. whispers)\n\t\t\tShe was alive all these years... You NEVER let me know her.\n\t\t\tWho gave you that right...?!\n\n\t\t\t\t\tCARLOTTA\n\t\t\t\t(a narrow smile) \n\t\t\tA Mayfair it ever I saw one.\n\n\t\t\t\t\tROWAN\n\t\t\tI might as well be Rowan Smith - or Jones!   you cut me off from \n\t\t\tevery -\n\n\t\t\t\t\tCARLOTTA\n\t\t\tI'm tired.  I need to rest.\n\n\t\t\t\t\tROWAN\n\t\t\tThere are things I have to know!\n\nCARLOTTA nods slowly - turns - and starts away.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tCome to the house tonight.\n\nShe tosses away the flower.  The BREEZE swirls it across the ground - and it come.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLOTTA\n\t\t\tCome to the house tonight. She tosses away the flower. The BREEZE swirls it across the ground - and it come. \n\nTARGET SECTION TO BE ANNOTATED:\n to rest at \nROWAN'S feet.\n\nINT.  A ROOM.  THAT NIGHT\n\nA rounded gallery.  Windowless.  An antique desk and two chairs.  On the walls - twelve, large,\nold portraits. MICHAEL and ARRON enter the room.  AARON gestures...\n\n\t\t\t\t\tARRON\n\t\t\tAll copies. but most are by the original artists.  Suzanne was the \n\t\t\tfirst.\n\nMICHAEL looks up at the portrait of SUZANNE MAYFAIR, golden hair spilling from her hood. the \npendant round her neck...\n\n\t\t\t\t\tSUZANNE [IN MICHAEL'S HEAD]\n\t\t\tGo back, Michael... do what you can...\n\nHe whirls to anotner portrait - DEBORAH, with the scarlet curls and pendant.  MICHAEL's hands \ngoing to his ears.\n\n\t\t\t\t\tDEBORAH [IN MICHAEL'S HEAD]\n\t\t\tHelp us, Michael...  The door...\n\nHe's swirling in a circle.  Voices crowding in...  And --- ARRONN suddenly grabs MICHAEL'S face\ntightly in his hands.\n\n\t\t\t\t\tAARON\n\t\t\tYou've seen them...?  when you drowned...?\n\nMICHAEL nods frantically.  AARON gently takes MICHAEL'S hands from his ears.\n\n\t\t\t\t\tAARON\n\t\t\tGone...?\n\nMICHAEL nods.  AARON leads him to the chair.  MICHAEL sits, dazed.  On the desk art three, \nthick, leather-bound volumes.\n\n\t\t\t\t\tAARON\n\t\t\tA nexus, Michael.  Rowan - the visions - and the Man...  Lasher.\n\t\t\t\t(suddenly stern)\n\t\t\tI must know this now: Do you love Rowan...?\n\nMICHAEL nods.  AARON nods, satisfied.  A beat.\n\n\t\t\t\t\tAARON\n\t\t\tThe Talamasca is a world-wide... ahhh - organization \n\t\t\t- but we do not  - (grins)- 'publicize.'  (pause)  We \n\t\t\tobserve and record... the extraordinary.  Since the\n\t\t\tKnights Templar...for eight hundred years \n\t\t\t\t(points at the book)\n\t\t\tA history of the Mayfairs.  Eyewitness accounts.  The \n\t\t\toriginal handwritten documents.  From 1683 till now.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nEyewitness accounts. The \n\t\t\toriginal handwritten documents. From 1683 till now. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\t\t\t(pause) I am the eighth observer of the family.\n\nECU - ONE OF THE LEATHER COVERED MAYFAIR HISTORY VOLUMES It reads:\n\nTHE MAYFAIR HISTORY - VOLUME ONE\nBY\nPETYR VAN ABEL\n\n\t\t\t\t\tAARON (OC)\n\t\t\tPetyr Van Abel was the son of Jan van Abel - a brilliant \n\t\t\tpioneer of genetics.\n\nWIDE OF SCENE\n\n\t\t\t\t\tAARON\n\t\t\tBut Petyr was a troubled soul, with paranormal gifts.  He \n\t\t\trenounced science, wandered for years, and met Suzanne of \n\t\t\tMayfair in Scotland.  They fell in love, but she would not \n\t\t\t marry.  Petyr went to France - and soon joined the Talamasca.\n\nMICHAEL stares at the book, his mind stretching at the seams.\n\n\t\t\t\t\tMICAEL\n\t\t\tYou - you want me to read all this...?\n\n\t\t\t\t\tAARON\n\t\t\tNo.  (pause)  If you trust me - if you can be strong -- I want you \n\t\t\tto touch it.\n\nLike a sucker-punch.\n\nEXT.  THE MAYlAIR MANSION.  MIDNIGHT\n\nROWAN stands at the wrought-iron gate.  She walks to the door - raises a hand and - CREAK - the\ndoor opens  There is CARLOTTA, cane in hand.  Inside, a few candles set shadows dancing.  A \nlarge white CAT strolls up to ROWAN and rubs against her leg.  CARLOTTA looks up to the sky -\n\n\t\t\t\t\tCARLOTTA\n\t\t\tA moon, but no stars. (grins)  Clever.\n\nAnd she walks back into the house.  ROWAN steps inside following CARLOTTA down a long hall.  Up\nahead, a door is opening.  ROWAN catching up - and stepping through - onto\n\nA PATIO THAT WRAPS AROUND THE OUTSIDE OF THE HOUSE\nTwo chairs.  A table with an oil lamp, where CARLOTTA sits, the cat in her lap.  ROWAN sits.  \nCREAK.  Everything so old. CARLOTTA lights the lamp.  It makes her face an amber skull.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tThe house is yours.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(surprised.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt makes her face an amber skull. CARLOTTA\n\t\t\tThe house is yours. ROWAN\n\t\t\t\t(surprised. \n\nTARGET SECTION TO BE ANNOTATED:\n simmering)\n\t\t\tI don't want the -\n\n\t\t\t\t\tCARLOTTA\n\t\t\tOther properties as well - here and in Europe.  And vest \n\t\t\tholdings - in sugar, oil, gold, electronics.  Liquid funds \n\t\t\tover eighty million.  tmpcssible to put a figure on it all.  \n\t\t\tAll yours now.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(disbelieving)\n\t\t\tEighty million doll --- ?\n\n\t\t\t\t\tCARLOTTA\n\t\t\tAnd this - if you decide to take the rest.\n\nShe puts a velvet jewelry box on the table.  ROWAN opens it.  The emerald pendant catches the \nlamplight. ROWAN's eyes rise from the stone and study CARLOTTA closely. A long beat.  Then the \nold woman grins - and shakes her head.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tNo, my dear.  older than that.  I'm eighty-six - next month.\n\nROWAN recoils from her - stunned.  Her thoughts were read.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tThat's right   Everything you think, Rowan.  Simply a matter of \n\t\t\twill and practice (pause)  You'll learn.\n\nROWAN shifts in her chair.  CREAK.  spooked.\n\n\t\t\t\t\tROWAN\n\t\t\tWhy was I taken from my mother...?! And why have I been deceived...?\n\nCARLOTTA raises, herself on her cans.  And takes up the lamp. \n\n\t\t\t\t\tCARLOTTA\n\t\t\tCome.\n\nINT.  ECU - THE OPEN MAYFAIR HISTORY OF PETYR VAN ABLE\n\nvery old, yellowed parchment - with a faded, neat script.\n\nTILT UP to the portrait                           \t\t VO NARRATIVE\nof SUZANNE in the TALAMASCA \t\t\t\t     \t   (a European accent) \nGALLERY.  MOVE IN and HOLD \t\t\t\tI, Petyr Van Abe1, begin this \non her beautiful face and her deep, \t\taccount for the Talamasca -\ngreen eyes.\t\t\t                 \t\tMay fifth, 1683. I arrived in\n\t\t\t\t\t\t\t\tDonnelaith at dawn, eignteen\n\t\t\t\t\t\t\t\tyears since my leaving...\n\nWIDE OF SCENE - THE TALAMASCA GALLERY\nARRON sits beside MICHAEL at the desk.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nMay fifth, 1683. I arrived in\n\t\t\t\t\t\t\t\tDonnelaith at dawn, eignteen\n\t\t\t\t\t\t\t\tyears since my leaving... WIDE OF SCENE - THE TALAMASCA GALLERY\nARRON sits beside MICHAEL at the desk. \n\nTARGET SECTION TO BE ANNOTATED:\n  He places a syringe next to the open manuscript.\n\n\t\t\t\t\tAARON\n\t\t\tIn case it becomes too powerful.  (pause) I'll be right beside \n\t\t\tyou, Michael\n\nMICHAEL turns a page.  Removes his gloves - rubs his hands.\n\nECU - THE PAGE                 \t\t\t\t\t\tPETYR VAN ABLE'S VO\nMichael's bare hands come    \t\t\t\t\t\tAll that I feared is true - \nINTO FRAM and hover...     \t\t\t\t\t\tthe lady in question is my \nHis fingertips descend -      \t\t\t\t\tSuzanne.  And she is to be\nand touch the page...  \t\t\t\t\t\t\tburned at the stake as a \n\t\t\t\t\t\t\t\t\t\twitch...  I was permitted \n\t\t\t\t\t\t\t\t\t\tto see her in her cell...\n\nA FEROCIOUS ROAR - AND A FLASH OF BLINDING WHITE TURNS TO\n\nINT. A DUNGEON.  MORNING - 1683  [AS IF MICHAEL WERE THERE]\n\nPETYR VAN ABEL - 35, scar1et hair, grey coat and large black hat - stands in a hall as a HOODED\nFIGURE unlocks a door. PETYR steps in.  The door shuts.  He squints in the darkness.\n\n\t\t\t\t\tWOMAN'S VOICE \n\t\t\tYou'll have no confession from me! Leave - (laughs)  - or I'll \n\t\t\tturn your teeth into mushrooms!\n\n\t\t\t\t\tPETYR\n\t\t\tSuzanne - it is Petyr.\n\nChains rattle and suddenly, SUZANNE - ragged, fettered in chains - is before him.  They embrace\npassionately.\n\n\t\t\t\t\tSUZANNE\n\t\t\tOh my love...  My\tsweet loving Petyr.\n\t\t\t\n\t\t\t\t\tPETYR\n\t\t\tI should never have left you.  Never.\n\n\t\t\t\t\tSUZANNE\n\t\t\tBut you are here now.  All the years apart are washed away.\n\nThey sink into a deep, long kiss.  He holds her at arm's length.  His face grave and pained.\n\n\t\t\t\t\tPETYR\n\t\t\tWhat have you done, Suzanne...?  They say -\n\n\t\t\t\t\tSUZANNE\n\t\t\t\t(her defiance returns)\n\t\t\tNo!  NOT what they say!  (pause) The Baron was beyond medicine.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETYR\n\t\t\tWhat have you done, Suzanne...? They say -\n\n\t\t\t\t\tSUZANNE\n\t\t\t\t(her defiance returns)\n\t\t\tNo! NOT what they say!  (pause) The Baron was beyond medicine. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\t\t\tMy - prayer was to save him, not kill\n\n\t\t\t\t\tPETYR\n\t\t\tPrayer...? Who did you pray to, my love...?\n\nA smile washes over her.  She caresses his cheek.\n\n\t\t\t\t\tSUZANNE\n\t\t\tThey are already piling the sticks. There is no time.  (pause)\n\t\t\tBut Petyr - you must know this now.  I have a daughter...  We \n\t\t\thave a daughter.\n\nPETYR freezes with astonishment.  She smiles sadly.\n\n\t\t\t\t\tPETYR\n\t\t\tMy God, Suzanne...  where - where is - \n\nShe silences him with a gentle finqer to his lips.  Ssshhh...\n\n\t\t\t\t\tSUZANNE\n\t\t\tAcross the sea in St. Domingue. Free from the grasp of fearful men.\n\nThe CLINK of a key in the lock.  She clutches PETYR to her.\n\n\t\t\t\t\tSUZANNE\n\t\t\tIt is good to have the one you 1ove with you - when it is time to die. \n\t\t\t(pause)  It will be a special day.\n\nThe door opens. Light pours in and BURNS EVERYTHING TO WHITE.\n\t\t\nINT. THE MAYFAIR MANSION.  LATE NIGHT\n\nROWAN follows CARLOTTA down a HALL, the walls hung with portraits like those in the Ta1amasca\ngallery.  CARLOTTA points at a WOMAN - 40, a blood-red gown. wearing the pendant - standing \nbefore a pristine version of the mansion.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tMarquerite.  Your great-grandmother.  Something of a practitioner \n\t\t\therself, Rowan.\n\nShe points at another portrait: DEBORAH - 20, fiery red hair. a bare-shouldered blouse and \npants, with the pendant, holding a riding crop - stands before a large house in the tropics.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tDeborah, Suzanne's daughter.  She started the family fortune.  Her \n\t\t\tplantation covered half ot Haiti.\n\nHer crooked finger stabs at another portrait: a MAN - handsome, black-eyed, in elegant long \ncoat and ruffled shirt.\n\n\t\t\t\t\tCARLOTTA\t\t\t\t\n\t\t\tJulien.  Your great grandfather.  Clever, charming Julien...",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLOTTA\t\t\t\t\n\t\t\tJulien. Your great grandfather. Clever, charming Julien... \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\t\t\twe had our moments he and I...  You are forever in his debt.\n\nROWAN glances at Julien.  Lamplight dances on him.  Did his smile curl - the black eyes \nwink...?  Her breath catches.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tWhat is it...?\n\t\t\t\t\n\t\t\t\t\tROWAN\n\t\t\t\t(spooked. edgy)\n\t\t\tThe lamplight.  That's all.\n\nThey reach a winding staircase at the hall's end. A gust of WIND blows the lamp out.  DARKNESS.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tYou can see well in the dark, Rowan.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(stiff. simmering)\n\t\t\tBetter than most, I suppose.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tPut your hatred for me aside, so you can clearly see what is ahead-\n\nA match light - and it burns out the FRAME to a HOT WHITE...\n\nINT. AN INN.  DAY\n\nPETYR, hellish and gaunt,   \t\t\t\t    PETYR VAN ABEL's VO\nwrites feverishly at a table     \t\t\tI am lost to all, forever...\n\t\t\t\t\t\t\t\tHow to tell what I've seen \non fresh parchment.      \t\t\t\tand not sound a madman? If \n\t\t\t\t\t\t\t\tonly I were...   A sailor \nPETYR glances out the window \t\t\t\tshall shepherd these pages \nat a ship in the harbor.\t\t\t\tto you.  I dare not board \n\t\t\t\t\t\t\t\tthe ship, fearing he will \nsuddenly, he whirls round. \t\t\t\tfollow and send innocents to \nlooking straight TO CAMERA\t\t\t\ttheir doom in my wake. I \n\t\t\t\t\t\t\t\thave cause for my dread...\n\t\t\t\t\t\t\t\t\nTHE IMAGE SHATTERS INTO\n\nEXT. A SEVENTEENTH CENTURY TOWN SQUARE.   MORNING\nEncircled by shops.  A stake at the center, sticks piled at its base.  A torch burns in a \nstanchion.  A church spire towers above it all.  PETYR is among the large CROWD watching two \ncolumns of PRIESTS near the stake. Between them is SUZANNE - in a white robe, holding a large \ncandle.  The procession halts.  She scans the crowd and finds PETYR.  She smiles at him.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe procession halts. She scans the crowd and finds PETYR. She smiles at him. \n\nTARGET SECTION TO BE ANNOTATED:\n  Then \n- her face turns fierce.\n\n\t\t\t\t\tSUZANNE\n\t\t\tI never did any of you harm! I am UNJUSTLY CONDEMNED!\n\t\t\tI have no love for Satan!\n\nThe crowd jeers.  \"Burn her!\"  \"Witch!\" \"Send her ashes to Hell!\"  She hurls the candle down.\n\n\t\t\t\t\tSUZANNE\n\t\t\tWitch, is it...?!  (growls) Come now, Lasher!  COME!\n\nA RUMBLING, like thunder, fills the air-  A WIND begins to swirl.  The sky darkens.  Curses \nfrom the crowd, as they raise arms and cloaks against the swirling dust.\n\n\t\t\t\t\tSUZANNE\n\t\t\tMy beautiful Lasher - strike down those who would come to \n\t\t\tsee me die!\n\nThe WIND howls.  Shutters break free.  windows shatter.  And from the rooftops, tiles - a storm\nof them - shower down on the terror-stricken CROWD. The town is being ripped apart - and at the\neye of the storm. SUZANNE watches, eyes burning.\n\nPANIC.  people rush madly, arms over heads, trampling those who've fallen. Cries in the WIND.\nBlood puddles the ground. Shops burn.  Bodies piled at every doorway.  Armageddon.\n\nPETYR stands in the center of the chaos, near a frantic PRIEST.\n\n\t\t\t\t\tPRIEST\n\t\t\tWhere is she...?! FIND HER!\n\n\t\t\t\t\tSUZANNE (OC)\n\t\t\tPetyr!\n\nSUZANNE IS HIGH UP ON THE CHURCH PARAPET \nShe leaps off - flying down, robe rippling in the stort and crashes down atop the Priest.  \nPETYR - tears flowing - kneels at her broken body - and gently takes her hand in his.\n\n\t\t\t\t\tA MAN'S VOICE (UNSEEN)\n\t\t\t\t(powerfull. booming)\n\t\t\tPetyr Van Abel...!\n\nPETYR looks up - and races away - just as the looming church tower sways - and comes crashing\ndown...\n\nINT.  DIEDRE'S ROOM.  LATE NIGHT\n\nCARLOTTA and ROWAN appear in the doorway.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tThis was her room.\n\nROWAN cocks her head and sniffs.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nLATE NIGHT\n\nCARLOTTA and ROWAN appear in the doorway. CARLOTTA\n\t\t\tThis was her room. ROWAN cocks her head and sniffs. \n\nTARGET SECTION TO BE ANNOTATED:\n  She gags...\n\n\t\t\t\t\tROWAN\n\t\t\tMy god...\n\nShe approaches the brass bed - its leather restraints hanging loose, its grimy, stained \nmattress is bare.\n\n\t\t\t\t\tROWAN\n\t\t\tYou kept her in this filth in restraints...?.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tShe didn't feel them\n\n\t\t\t\t\tROWAN\n\t\t\t\t(through gritted teeth)\n\t\t\tYou're a monster.\n\nCARLOTTA is at a window, pointing to the patio below.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tAntha...your grandmother...her life ended there, on the \n\t\t\tstones. Head split open like a melon.\n\n\t\t\t\t\tROWAN\n\t\t\tWhy are you doing this...?  Handing out these horrors! Why...?!!\n\n\t\t\t\t\tCARLOTTA\n\t\t\t\t(turns and looks ROWAN over)\n\t\t\tYou have the Mayfair eyes.  (pause) Tell me, Rowan --- \n\t\t\twhat have those eyes seen that the mind can't fathom...?\n\nTheir eyes 1ock.  The lamp's flame dances in the BREEZE.\n\n\t\t\t\t\tCARLOTTA\n\t\t\t\t(knowing. chilling) \n\t\t\tHe's shown himself to you... on the deck.  In the storm.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(really spooked now. a beat)\n\t\t\t'He'...?\n\n\t\t\t\t\tCALOTTA\n\t\t\t\t(reading her mind) \n\t\t\tAnd on the plane - he touched you!\n\n\t\t\t\t\tROWAN\n\t\t\t\t(stunned. off-balance)\n\t\t\tShut up!\n\n\t\t\t\t\tCARLOTTA\n\t\t\tLasher touched you and you loved it.\n\n\t\t\t\t\tROWAN\n\t\t\tIt wes a dream...!\n\n\t\t\t\t\tCARLOTTA\n\t\t\tJust like your mother - and all the others that felt him - \n\t\t\tand used his power - and went to hell with a smile!\n\n\t\t\t\t\tROWAN\n\t\t\tStop it!\n\n\t\t\t\t\tCARLOTTA\n\t\t\tWitches. Rowan.  that is what we are.\n\n\t\t\t\t\tROWAN\n\t\t\tENOUGH!!!\n\nROWAN slams the wall.  Her fury rises.  Trembling.  CARLOTTA suddenly flinches.  A hand to her \nforehead.  A deep breath.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLOTTA suddenly flinches. A hand to her \nforehead. A deep breath. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tCARLOTTA\n\t\t\tAhhh...  You are strong.\n\nROWAN starts for the door.  CARLOTTA shuffles after her.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tSave your anger for him!  Let it keep you strong - \n\t\t\tas I have   I've fought his all my life...  used my \n\t\t\tpower and anger to turn him away!  (pause) Diedre \n\t\t\twas not so strong.  That is why I kept your mother a \n\t\t\tmorphined, mindless shadow.\n\nROWAN freezes at the door - and turns back to CARLOTTA.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tAnd that is why I pushed your grandmother onto the stones -\n\t\t\teven as she had him inside her...\n\n\t\t\t\t\tROWAN\n\t\t\tYou're mad!  Your mind is sick!\n\n\t\t\t\t\tCARLOTTA\n\t\t\t...and why I put thirty years between you and the beautiful monster.  \n\t\t\tTo kill the legacy!  (pause)  you are the sum of his desires -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a hateful hiss) \n\t\t\tYou - are - a - murderer.\n\n\t\t\t\t\tCARLOTTA\n\t\t\t\t(a beat. a chilling grin)\n\t\t\tBut I had to use my hands.  None before you could kill with their mind.\n\t\t\t\t(ROWAN stands frozen)\n\t\t\tGraham, my dear.  Your uncle...?\n\nBULLSEYE.  ROWAN steps back in horror.  The curtains flutter.  ROWAN backing up, unsteady, down\nthe hall.  Furious. Haunted.  CARLOTTA advancing  something falls OC.  CRASH!\n\n\t\t\t\t\tROWAN\n\t\t\tNo!  You're wrong!  you're wrong!\n\nShe has backed up to the staircase.  She trips aver the cat YOWL - and grabs the bannister.  \nCARLOTTA comes face to face.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tDid you like it...? Looking down at Graham and knowing what you \n\t\t\tcould do...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(erupting. out of control)\n\t\t\tI'm NOT like you!  I'm NOT! You're cruel -\n\nCARLOTTA suddenly winces-  Eyes squeezing shut in pain.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN\n\t\t\t\t(erupting. out of control)\n\t\t\tI'm NOT like you! I'm NOT! You're cruel -\n\nCARLOTTA suddenly winces-  Eyes squeezing shut in pain. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tROWAN\n\t\t\t- twisted -\n\t\t\t\t(a jagged moan from CARLOTTA)\n\t\t\t- vicious !  You vile, old -\n\nCARLOTTA'S hands fly to her head.  Her cane topples and RAT-TA-TAT'S down the staircase.  She \nwobbles - equilibrium going...  ROWAN comes out of her blind fury and grabs her.\n\n\t\t\t\t\tROWAN\n\t\t\tOh my god...  I - I ---  (pause) Are you alright...?\n\t\t\t\t(shakes CARLOTTA)\n\t\t\tCarlotta...?  Carlotta!!\n\nAnd CARLOTTA - wounded, stunned - slowly opens her eyes.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tYou're more dangerous than I knew... You're strength will make \n\t\t\thim more than he has ever been.\n\t\t\t\t(cold. piercing)\n\t\t\tI should have killed you.\n\nROWAN, releases her - pierced, rocked by the words. And she races down the stairs into darkness\n\n\t\t\t\t\tCARLOTTA\n\t\t\tI SHOULD HAVE KILLED YOU WHEN YOU WHERE BORN!!!\n\nWHACK!  The door to Diedre's room SLAMS shut.  CARLOTTA whirls round toward it.  The WIND \nMOANS.\n\nON THE FIRST FLOOR LANDING - AT TNE BOTTOM OF THE STAIRS \nROWAN freezes in her tracks at the sounds.\n\nBACK ON THE SECOND FLOOR\nA gust of WIND whips at CARLOTTA'S dress.  She grabs the bannister for support.  A piercing \nWHISTLE in the WIND. CARLOTTA winces.  Grabs her head.  The cat MEOWS.\n\n\t\t\t\t\tCARLOTTA\n\t\t\tSo it's now- when I'm weakened.. (pause)  you wretched obscenity...\n\nBlood trickles from her nose and mouth.  An inner cataclysm jolts her - her grip slips - she \ntopples down the stairs...\n\nON THE FIRST FLOOR LANDING - THE BOTTOM OF THE STAIRS\nROWAN is frozen.  KATUNK-KATUNK-KATUNK... -  out of the DARK, CARLOTTA tumbles down the stairs \nto ROWAN'S feet.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn inner cataclysm jolts her - her grip slips - she \ntopples down the stairs... ON THE FIRST FLOOR LANDING - THE BOTTOM OF THE STAIRS\nROWAN is frozen. KATUNK-KATUNK-KATUNK... -  out of the DARK, CARLOTTA tumbles down the stairs \nto ROWAN'S feet. \n\nTARGET SECTION TO BE ANNOTATED:\nROWAN stares wide-eyed  - then quickly kneels beside CARLOTTA, grabbing her limp wrist, \nchecking for a pulse. She puts her ear to CARLOTTA's chest...  she's dead.  ROWAN stares in \nhorror --- then something shifts in her face. Something unknowable suddenly known.  Suddenly \nbelieved.\n\n\t\t\t\t\tROWAN\n\t\t\tYou're here.\n\nSILENCE.  She walks slowly down the hall past the portraits.  Stopping with her back to a huge \nmirror in an ornate frame.\n\n\t\t\t\t\tROWAN\n\t\t\tI know you're here.  (pause)  You killed her, didn't you...  (pause)\n\t\t\tCome out, you bastard!\n\nBehind her, in the mirror - a foggy phantasm drifts across the glass - and is gone.  ROWAN \nlooks down.  At her feet is the emerald pendant.  She picks it up.  OC, down the hall - the \nTINKLE-TINKLE-TINKLE of glass. ROWAN walks into\n\nTHE LIVING ROOM\nDust and decay.  Cracked leather chairs.  A chadelier of a hundred cut-glass pieces.  Does it \nsway slightly...?\n\n\t\t\t\t\tROWAN\n\t\t\tWhat did she call you --- Lasher...?\n\nShe whirls round. There in the corner -\nthe shimering, transparent specter - handsom, angular.  Rowan is stunned - but still.  They eye\neach other.\n\n\t\t\t\t\tROWAN\n\t\t\tWhat are you...?\n\nThe specter flickers - and disappears.  Sfle dashes to where it was...  And then --- hands are \nclutching; her from behind.  She SHRIEKS --- she is twisted round --- and she looks into \nMICHAEL'S face - and violently clings to him.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhat is it...?! Tell me!\n\nShe tries to find words.  suddenly - her head swivels from here to there - looking round the\nroom...\n\n\t\t\t\t\tROWAN\n\t\t\tThere's something - someone --- here.\n\nHe stiffens - and glances round the room\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhere's Carlotta...?\n\nROWAN shivers - and slowly, she points to the hall. He takes her hand.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stiffens - and glances round the room\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhere's Carlotta...? ROWAN shivers - and slowly, she points to the hall. He takes her hand. \n\nTARGET SECTION TO BE ANNOTATED:\n  she's like a mule. \nholding her ground.  He has to pull her with him, out into\n\nTHE DARK HALL\nand down to the foot of the stairs. There lies CARLOTTA.  MICHAEL stares drop-jawed.\n\n\t\t\t\t\tMICHAEL\n\t\t\tJesus christ...\n\t\t\t\t(a beat)\n\t\t\twas it --- a man...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(stunned)\n\t\t\tBut how did - how could you ---\n\nFrom the DARK at the top of the stairs - FFFTT-FFFTT-FFFTT. They freeze, and peer into the \nBLACKNESS. FFFTT-FFFTT...  MICHAEL picks up CARLOTTA's cane.  names it high. It's coming down \nthe steps...  closer...  And -  something LEAPS out at that trot the DARK...\n\n\t\t\t\t\tROWAN\n\t\t\tMichael...!\n\nMICHAEL swings lethally - and the cat soars past him - YEEOWWLLL! - and scampers away. They \nboth exhale with spent fear - and look at each other.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a long beat)\n\t\t\tYou know...?\n\t\n\t\t\t\t\tMICHAEL\n\t\t\t\t(a slow nod)\n\t\t\tI know.  It's not possible --- but I know.\n\nA long beat.  ROWAN is starting to tremble. She looks down at CARLOTTA'S crumpled body.\n\n\t\t\t\t\tROWAN\n\t\t\tShe - she said I - I was a ---\n\n\t\t\t\t\tMICHAEL\n\t\t\t- a witch.\n\nROWAN looks back up at hit --- and nods.\n\nINT. THE  MAYFAIR MANSION PORCH.  AN HOUR LATER.\n\nROWAN sits hollow-eyed in the rocking chair.  MICHAEL stands behind her, his gloved  hands on\nher shoulders.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(quiet astonishment)\n\t\t\tA whole town...?\n\nMe nods gravely.  He starts to pace, desperate for legic.\n\n\t\t\t\t\tMICHAEL\n\t\t\tIt could've been a tornado - or a - a hurricane.  Maybe -\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - I saw him!  Twice!\n\t\t\t\t(a long beat. very softly)\n\t\t\tCarlotta said I  ---  killed Graham - with - with my anger.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaybe -\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - I saw him! Twice! (a long beat. very softly)\n\t\t\tCarlotta said I  ---  killed Graham - with - with my anger. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tRo - you can't really believe that. Nobody can murder someone with \n\t\t\ttheir feelings.  I mean --- that's CRAZY.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(an eyebrow arches)\n\t\t\tIs it more or less crazy than dying and coming back to life with \n\t\t\thands that can see...?\n\t\t\t\t(that silences him. a beat)\n\t\t\tGod, Michael --- what am I...?\n\nA CORONER comes out the front door with GIFFORD.  PARAMEDICA carry a body bag out toward an \nambulance.  GIFFORD walks to ROWAN and MICHAEL.  They watch the ambulance pull away.\n\n\t\t\t\t\tGIFFORD\n\t\t\t\t(sighs. somber)\n\t\t\tLikely a stroke.  (pause)  we all got used to \n\t\t\tthinking she'd live forever.  (pause)  Well - \n\t\t\tshe made it clear   No ceremony, just cremation. \n\t\t\tpause)  Diedre. . now Carl...  (pause) You get some \n\t\t\tsleep now.  Both of you.\n\nHe kisses ROWAN - and he walks off toward a Cadillac at the curb.  A long beat.  MICHAEL takes \nROWAN by the hand.\n\n\t\t\t\t\tMICHAEL\n\t\t\tC'mon.  Let's go to the ho---\n\n\t\t\t\t\tROWAN\n\t\t\t\t(jabs a finger at the house)\n\t\t\tHe's in there!\n\t\t\t\t(whirls to the garden) \n\t\t\tOr are you out for a stroll in the garden ...?!  where are you, \n\t\t\tgoddamnit...?!\n\nMICHAEL grabs her firmly - and shakes her.\n\n\t\t\t\t\tMICHAEL\n\t\t\tEven if it's all true - that doesn't make you a witch!   \n\t\t\tIt's 1992, Rowan!\n\n\t\t\t\t\tROWAN\n\t\t\t\t(her shoulders sag)\n\t\t\tBut it scares the hell out of you, doesn't it. Michael...?\n\nHe hesitates - and takes her by the hand. TRACK with them as they go down the walk and -  HOLD\non the swinging gate as they walk OUT OF FRAME.  TRACK back along the walk, up the steps, to \nthe motionless rocking chair, where the cat has curled up.  The chair starts to rock.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRACK with them as they go down the walk and -  HOLD\non the swinging gate as they walk OUT OF FRAME. TRACK back along the walk, up the steps, to \nthe motionless rocking chair, where the cat has curled up. The chair starts to rock. \n\nTARGET SECTION TO BE ANNOTATED:\n  \nRRMMFF-SQUEAK-RRMMMFF...\n\nINT. THE OPERATING ROOM IN ROWAN'S DREAM\n\nROWAN works feverishly on an OUT OF FRAME patient. The MASKED FIGURES watch silently.  ROWAN \nthrows her hands up in despair, her confidence failing.\n\n\t\t\t\t\tROWAN\n\t\t\tI - I can't do it!\n\nThe FIGURES urge her on - imploring, encouraging her.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(pointing OUT OF FRAME  frantic) \n\t\t\tBut look!  LOOK!  How can I do it...?\n\nOC - a muffled CRY.  TILT DOWN SLOWLY - the edge of the operating table comes INTO FRAME - and\non it, a tiny hand...\n\nROWAN IS A HOTEL ROOM\nwrithing in a bed.  It is MORNING.  She screams -\n\n\t\t\t\t\tROWAN\n\t\t\tLOOK!\n\nMICHAEL lunges INTO FRAME. grabbing her, shaking her.  She shoots up  wide-eyed, sweaty, \nhaunted...\n\n\t\t\t\t\tROWAN\n\t\t\tI had it again.  I can't save it - I don't know what to do...\n\nINT.  THE TALAMASCA GALLERY\n\nROWAN sits at the desk, the Talamasca manuscript opened to the last page.  MICHAEL stands \nstaring at Julien's portrait.  ARRON refills ROWAN'S coffee cup - and nods...\n\n\t\t\t\t\tAARON\n\t\t\tMany times over the past thirty years. Why he shows himself to \n\t\t\tme, I don't know but Lasher's not some mindless wraith.\n\n\t\t\t\t\tROWAN\n\t\t\tThen what is he...?\n\n\t\t\t\t\tAARON\n\t\t\tA spacial entity.  An organized energy.  something that precedes \n\t\t\tour definition of existence.\n\n\t\t\t\t\tMICHAEL\n\t\t\tA what...?\n\n\t\t\t\t\tAARON\n\t\t\tA spirit.  Perhaps evil...  (to ROWAN) ...and he has come to you- \n\t\t\twith Diedre gone - you've... inherited him.\n\nBoth Men stare at her.\n\n\t\t\t\t\tROWAN\n\t\t\tStop looking at me like that! I'm not some siren \n\t\t\tchanting to the moon.  And my life is not a cosmic \n\t\t\twhim!  I am in charge of my life -\n\t\t\t\t(a long heat. resolved.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm not some siren \n\t\t\tchanting to the moon. And my life is not a cosmic \n\t\t\twhim! I am in charge of my life -\n\t\t\t\t(a long heat. resolved. \n\nTARGET SECTION TO BE ANNOTATED:\n firm)\n\t\t\t- and I want to stay.\n\t\t\t\t(MICHAEL does a double-take)\n\t\t\tEverything that was taken from me is here, Michael.  \n\t\t\tAll these years, she was there without me.  Helpless.  \n\t\t\tI should have been here.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(coming to her) \t\n\t\t\tRowan...   Think of what's in that book.  Think of last \n\t\t\tnight!\n\t\t        \n\t\t\t\t\tROWAN\n\t\t\tI am! (a sad grin)  And so are you. (pause) You \n\t\t\tthought you'd found yourself a nice, sensible doctor. \n\t\t\tpause)  Michael, if you don't want -\n\nHe silences her with a finger on her lips.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\tDo you love me, Michael...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tYes.  I love you.  Very much.\n\n\t\t\t\t\tROWAN\n\t\t\tI've come home, Michae1, for the first time.  I want to stay here - \n\t\t\twith you.\n\nA long beat.  MICHAEL glances at AARON. AARON shrugs.\n\n\t\t\t\t\tAARON\n\t\t\tGoing away doesn't mean you leave Lasher behind.  \n\t\t\tHe was on Rowan's deck - and the plane...  geography \n\t\t\tseems irrelevant now.\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - you loved that house as a child.  You could \n\t\t\twork again! You could make it ours. We'll sweep out the \n\t\t\thorror.  And Lasher with it!\n\nMICHAEL eyes her.  Thinking.  Intrigued in spite of his fear.\n\n\t\t\t\t\tMICHAEL\n\t\t\tIt'd take mounths... and cost a fortune.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a sly grin)\n\t\t\tI'm soon to be a very wealthy witch.\n\nA long beat.  They look at each other with loving eyes.\n\nINT. ROWAN AND MICHAEL'S HOTEL ROOM. LATE NIGHT.\n\nMICHAEL and ROWAN' lie still in each other's arms.  A beat.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhat about your work back home...?\n\n\t\t\t\t\tROWAN\n\t\t\tThey need doctors in New Orleans too.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nA beat. MICHAEL\n\t\t\tWhat about your work back home...? ROWAN\n\t\t\tThey need doctors in New Orleans too. \n\nTARGET SECTION TO BE ANNOTATED:\n (pause)  Michael - think what \n\t\t\tI could do with the money!\n\nMICHAEL frowns begrudgingly.  He rises, walks to the window and lights a cigarette.  staring at\nthe night. she watches him.  He sends a stream of smoke out the window.  Finally:\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou really felt him - inside you...?\n\nShe comes up behind him.  Her hands slip round his waist.\n\n\t\t\t\t\tROWAN\n\t\t\tIt was like a dream.  It wasn't real.\n\n\t\t\t\t\tMICHAErL\n\t\t\tBut it wasn't a dream.  And he is real.\n\nShe takes his face in her hands - and shakes her head.\n\n\t\t\t\t\tROWAN\n\t\t\tThis is real.\n\nAnd she kisses him deeply.\n\nDISSOLVE TO\n\nEXT. THE MAYFAIR MANSION GARDEN.  A WEEK LATER - DAY\n\nSTU - hands on hips, a suitcase at his feet - and MICHAEL in overalls and gloves - look up at \nthe decayed Mansion.\n\n\t\t\t\t\tSTU,\n\t\t\tDidn't I see this thing in psycho...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tJust call me Norman.\n\n\t\t\t\t\tSTU\n\t\t\tWell, Normie - you won't have to worry about this \n\t\t\tone being finished for a lonnnnng time.\n\t\t\t\t(MICHAEL grins)\n\t\t\tHow are the hands...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tThe guy I told you about - Aaron...?  He says I can learn \n\t\t\tto control them. That I could lose the gloves at some point.\n\nBZZZZ. Something flying round their heads.  STU, swats at it.\n\n\t\t\t\t\tMICHAEL\n\t\t\t'Leave bees be - and the bees be nice.' Didn't your father \n\t\t\tever teach you that...?\n\n\t\t\t\t\tSTU\n\t\t\t\t(swats again)\n\t\t\tThat's a wasp.  Fuckers'll sting a tree if they're bored-  \n\t\t\t(pause) so - where is she...?\n\nMICHAEL jabs a thumb toward the house.\n\n\t\t\t\t\tSTU\n\t\t\t\t(an old Jewish Man accent)\n\t\t\tYou found a nice doctor.  Tank Gott. She makes a nice \n\t\t\tliving, Mikey...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTU\n\t\t\t\t(an old Jewish Man accent)\n\t\t\tYou found a nice doctor. Tank Gott. She makes a nice \n\t\t\tliving, Mikey... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\nAnd out the front door comes ROWAN - jeans and t-shirt, hair tied back.  STU starts, \nbeauty-stunned, wide-eyed.\n\n\t\t\t\t\tSTU\n\t\t\tWow...\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(blase)\n\t\t\tIf you like that type.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(sticks her hand out with a smile)\n\t\t\tRowan Mayfair.\n\n\t\t\t\t\tSTU\n\t\t\tSut McKinley. (strightfaced) Marry me.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(her smile widens)\n\t\t\tI thought you were almost engaged, Stu...?\n\n\t\t\t\t\tSTU\n\t\t\t\t(a deflated frown)\n\t\t\tYou really love this guy...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(links her arm in MICHAEL'S) \n\t\t\tHe's got great hands.\n\n\t\t\t\t\tSTU\n\t\t\tHey - I love gloves-  I look really great in gloves.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(appraises STU)\n\t\t\tI like him.  He can stay.\n\nSTU, smiles, and bows.  MICHAEL hands him a sheet of paper.\n\n\t\t\t\t\tMICHAEL\n\t\t\tThese are the best guys around. Double up on the carpenters.  \n\t\t\t(to ROWAN) Let us examine the patient, Doctor.\n\nSTU grins - and ROWAN and MICHAEL head for the house. \n\nINT. THE MANSION - A HALLWAY. DAY\n\nROWAN watches as MICHAEL snaps off a rotted floor plank. He looks over the exposed joists with \nexpert eyes.\n\nINT. THE MANSION - A BATHROOM. DAY\n\nMICHAEL inspects the studs behind a cracked plaster wall. ROWAN leans in and blows hard.  \nPlaster-dust flies into MICHAEL'S face.  He lunges for her and she scoots away.\n\nINT. THE SECOND FLOOR HALLWAY. DAY\n\nMICHAEL and ROWAN, mucked up and dusty, walk along.\n\nANGEL - A TRACKING POV\nfrom behind them - coming up swiftly --- BZZZZ-PTIT-BZZZZ-PTIT - and zipping past them and HOLD\non a DOORWAY as they arrive there. It is Diedre's room.  SILENCE.  MICHAEL sticks his head in.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is Diedre's room. SILENCE. MICHAEL sticks his head in. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tThis is her room...?\n\nThey walk inside.  We've not seen it in the light.  Frayed dolls on a shelf.  A bowl of \ntarnished jacks.  A doll house.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(melancholy smile)\n\t\t\tThe closest I'll ever get to her...\n\nShe turns to an antique toy chest, raises the cover.  CREAK. \n\n\t\t\t\t\tROWAN\n\t\t\tOh Michael, look!\n\nHe reaches down and lifts out a marionette by the wooden slats.  It dangles on its strings.  He\nflicks his hand - the marionette does a jig.  ROWAN'S eyes have welled with tears.\n\n\t\t\t\t\tROWAN\n\t\t\tI'll bet she had a wonderful smile.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(watches her. a beat) \n\t\t\tLet's see.\n\nHer face creases in contusion - then widens in understanding-.\n\t\t\t\t\t\n\t\t\t\t\tROWAN\n\t\t\tYou sure...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(nods with a smile)\n\t\t\tIt's the next best thing to being there' - right...?\n\nShe melts with love.  MICHAEL tugs the glove off his free hand with his teeth, reaches out - \nand grasps the marionette. A FLASK OF WRITE...INTO\n\nINT. DIEDRE'S ROOM [AS IF MICHAEL WERE THERE] \nForty years of decay have vanished.  DIEDRE  - 7, in pink jumpers - on the floor on her knees. \nShe holds the marionette suspended by its slats.\n\n\t\t\t\t\tMICHAEL'S VOICE\n\t\t\tShe's - she' beautiful Ro. (pause)  Can you hear me...? (pause)\tshe's \n\t\t\tsix, maybe seven. An ear to ear grin.  Ro, she's so -\n\nThe marionette starts to dance wildly - but DIEDRE'S hands are motionless.  The marionette \ndances by itself.  Suddunly - LASHER is leaning over her shoulder.  He puffs his cheeks -\nand blows.  The marionette does a jig.  DIEDRE giggles...\n\n\t\t\t\t\tLASHER\n\t\t\t\t(a loving whisper)\n\t\t\tI love you.. .\n\nHe kisses her softly.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIEDRE giggles... LASHER\n\t\t\t\t(a loving whisper)\n\t\t\tI love you.. . He kisses her softly. \n\nTARGET SECTION TO BE ANNOTATED:\n  Then - LASHER looks up, straight ro CAMERA (to MICHAEL) - and smiles...\n\nBACK TO MICHAEL AND ROWAN\nas MICHAEL drops the marionette.  ROWAN darkens with concern.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(musters a smile)\n\t\t\tI'm okay.  (pause)  Could you hear me...?\n\nROWAN nods slowly - trying to read him.  He takes her hands.\n\n\t\t\t\t\tMICHAEL\n\t\t\tShe was the happiest mop-top you've ever seen.  With a wonderfnl smile.\n\nShe hugs him tightly - and doesn't see his smile disappear.\n\nEXT. THE MAYFAIR MASION. A FEW DAYS LATER\t\n\nThe house is changing.  WORKMEN everywhere.  Scaffolding rises to the roof.  The sweet \ncacophony of construction.\n\nINT. THE MANSION - THE MAIN HALL.  THE SAME TIME\n\nROWAN opens the front door.  In marches BEATRICE with a basket.  GIFFORD follows with a \nbrightly-wrapped package.\n\n\t\t\t\t\tBEATRICE\n\t\t\tMake way for the welcome wagon, darling. We're here to raise some hell.\n\nShe starts unpacking the basket:  Bourbon, soda-water, crabs, lobsters, plates and utensils.  \nROWAN watches with a smile.\n\n\t\t\t\t\tBEATRICE\n\t\t\tI hope Ryan explained that if you stay in this town, you're \n\t\t\tshackled with pushy relations for the rest of your life.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(straight-faced)\n\t\t\tHe made that quite clear, yes.\n\n\t\t\t\t\tBEATRICE\n\t\t\tGifford - that box glued to your hands...?\n\nGIFFORD grunts, and offers the package to ROWAN She goes at the wrapping. Opens the box - and \npeeks inside.  Her smile widens.  She pulls out a gold saw, screwdriver and hammer.\n\n\t\t\t\t\tBEATRICE\n\t\t\tAren't they gauche...?  (pause) Those steel things are so - common.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(deadpan)\n\t\t\tNothing worse than a common tool.\n\nMICHAEL comes down the stairs - covered with grime.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEATRICE\n\t\t\tAren't they gauche...?  (pause) Those steel things are so - common. ROWAN\n\t\t\t\t(deadpan)\n\t\t\tNothing worse than a common tool. MICHAEL comes down the stairs - covered with grime. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tThere he is!\n\nMICHAEL sees the group -   and gets a good looking-over as he arrives.\n\n\t\t\t\t\tROWAN\n\t\t\tEveryone - this is Michael curry.\n\n\t\t\t\t\tMICHAEL\n\t\t\tHello..\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - this is Beatrice Mayfair. And this is her brother, Giff---\n\n\t\t\t\t\tBEATRICE\n\t\t\t\t(taking MICHAEL by the arm)\n\t\t\tNever mind them - you handsome, dirty man.\n\t\t\t\t(starts leading him off)\n\t\t\tI'm going to tell you my darkeet secrets.  then - if you can still speak - \n\t\t\tyou can tell me yours.\n\nMICHAEL looks over his shoulder at ROWAN with a grin as he is led away.\n\nEXT. THE MAYFAIR MANSION - THE PORCH. LATER THAT AFTERNOON\n\nGIFFORD sits rocking while MICHAEL shoots a bourbon with soda and gives it to him.  BEATRICE\nand ROWAN stroll in the garden in the BG.  WORKERS move IN and OUT OF FRAME.  GIFFORD takes a \nlong slug of his drink.\n\n\t\t\t\t\tGIFFORD\n\t\t\tThe Mayfair women have always ruled the roost.  The men pour the \n\t\t\tbourbon - but the women buy it   (grins)  No one seems to comp1ain \n\t\t\tthough.\n\n\n\t\t\t\t\tMICHAEL\n\t\t\tI don't drink.\n\n\t\t\t\t\tGIFFORD\n\t\t\tWc all have our faults.\n\nROWAN AND BEATRICE STROLLING IN THE GARDEN\n\n\t\t\t\t\tBEATRICE\n\t\t\tDeedee came home middle of freshman year --- pregnant.  well --- they \n\t\t\tsent for the father - your father... some assistant professor...but he \n\t\t\tdied in a car wreck on the way - near Nashville...\n\t\t\t\t(glances at ROWAN'S shock)\n\t\t\tYou didn't know...?\n\nROWAN somberly shakes her head NO.\n\n\t\t\t\t\tBEATRICE\n\t\t\tCarl was set on an abortion - but Julien wouldn't hear of it.  (smiles)\n\t\t\tQuite a man, your great grandfather.  He truly adored Deedee.  Truly.\n\t\t\t\t(a beat)\n\t\t\tDay you were born. Carl announced Ellie was taking you away.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nTruly. (a beat)\n\t\t\tDay you were born. Carl announced Ellie was taking you away. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\t\t\tJulien had a fit. But Carl won. (sighs)  Life just swallowed Deedee \n\t\t\tup after that.\n\nROWAN stands silent.  BEATRICE links her arm in ROWAN'S.\n\n\t\t\t\t\tBEATAICE\n\t\t\tListen, darling - I figure you hear it all now, shed your tears, then you \n\t\t\tpour yourself a big drink of this life - and bottoms up.\n\nShe smiles warmly.  They Look toward the porch and the men.\n\n\t\t\t\t\tBEATRICE\n\t\t\tYou two sees like a perfect fit. (pause)  Only two mounths...?\n\n\t\t\t\t\tROWAN\n\t\t\tMm-hmm.  (pause)  Seems & lot longer.\n\n\t\t\t\t\tBEATRICE\n\t\t\tIn the bayou, they have a saying... 'You choose the music for the \n\t\t\tdance - but fortune picks your partner.'  (pause) Darling, I'd say you're \n\t\t\ton a roll.\n\nEXT. NEW ORLEANS - THE FRENCH QUARTER. EVENING\n\nMICHAEL and ROWAN stroll down a cobblestoned street, past old terraced buildings.  Musics melt\ntogether as they go into\n\nTHE PLAZA DE ARMS\nA large manicured park.  A statue - Andrew Jackson on a rearing-horse - stares down at them.\nMICHAEL seems far away.\n\n\t\t\t\t\tROWAN\n\t\t\tYou're thinking about him.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI'm wondering why the hell he hasn't shown up.\n\n\t\t\t\t\tROWAN\n\t\t\tHe can't hurt us, Michael.  It's us - our love.  He can't find a\n\t\t\tcrack in it.  He can't find a way in.\n\n\t\t\t\t\tMICHAEL\n\t\t\tMaybe he's just - waiting...\n\n\t\t\t\t\tROWAN\n\t\t\tIf we married, we'd shut him out forever.\n\nTheir eyes lock.  Then MICHAEL sits on the grass and stares at the statue.  ROWAN kneels beside\nhim.\n\n\t\t\t\t\tMICHAEL\n\t\t\tRo, how long have we known each other.\n\n\t\t\t\t\tROWAN\n\t\t\tI don't think of us that way - ever.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(grins. a beat)\n\t\t\tEither do I.  (pause)  I love you, Ro.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL\n\t\t\tRo, how long have we known each other. ROWAN\n\t\t\tI don't think of us that way - ever. MICHAEL\n\t\t\t\t(grins. a beat)\n\t\t\tEither do I.  (pause)  I love you, Ro. \n\nTARGET SECTION TO BE ANNOTATED:\n  You know that.  \n\t\t\tYou're a total mystery to me - but I love YOU. (pause\n\t\t\tYou gave me back my life.\n\n\t\t\t\t\tROWAN\n\t\t\tThan letts get rnarried, Michael.\n\t\t\t\t(a beat. grins wickedly)\n\t\t\tI could put a spell on you - and make you say yes.\n\nMICHAEL gives her an \"Is that so...?\" look.  He pushes her down in the grass, holding her down\nby the wrists.\n\n\t\t\t\t\tMICHAEL\n\t\t\tNO, I won't marry you.  (grins) Well, go on --- do your stuff.\n\nShe grins - and peers at him with one eye closed.\n\n\t\t\t\t\tROWAN\n\t\t\tcome clo-o-o-o-o-ser...\n\nMICHAEL leans all the way down to her.  she whispers in his ear.  His eyebrows go up --- and \nup...\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou're a ve-ry bad witch, you know that...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a wicked, sexy grin)\n\t\t\tNo, I'm ve-ry good --- and you aught to know.\n\nTheir smiles bloom and they sink into a lonnnng, deeeep kiss.\n\nINT. MAYFAIR AND MAYFAIR LAW FIRM - A CONFERENCE ROOM.  DAY\n\nROWAN, RYAN and GIFFORD, sit around the table, smiling\n\n\t\t\t\t\tROWAN\n\t\t\tSoon.  We haven't decided.  A tew weeks...?\n\n\t\t\t\t\tGIFFORD\n\t\t\tWonderful! (chuckles)  New Orleans air.  It makes folks want to mate.\n\n\t\t\t\t\tRYAN\n\t\t\tWe'd better get to work on the papers.\n\n\t\t\t\t\tROWAN\n\t\t\tPapers...?\n\n\t\t\t\t\tRYAN\n\t\t\tStandard for a Mayfair marriage.\n\t\t\t\t(ROWAN frowns)\n\t\t\tRowan - there is a codicil concerning the Mayfair \n\t\t\tassets. They must be... aahhh... held separate from \n\t\t\tthe other party... Michael  that is it's in the \n\t\t\twill - for centuries.  Tradition enjoins, Rowan.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey must be... aahhh... held separate from \n\t\t\tthe other party... Michael  that is it's in the \n\t\t\twill - for centuries. Tradition enjoins, Rowan. \n\nTARGET SECTION TO BE ANNOTATED:\n  (pause)  \n\t\t\tof course, future earnings from your practice will not \n\t\t\tfall into -\n\n\t\t\t\t\tROWAN\t\n\t\t\t\t(taking command)\n\t\t\tI've decided not to open a practice here (pause) I \n\t\t\twant to set up a research clinic.  For infant genetic \n\t\t\tdisorder.\n\nRYAN and GIFFORD glance at each other.  Interesting...\n\n\t\t\t\t\tRYAN\n\t\t\tThat's new territory for us...but yes, we can look into \n\t\t\tthat.  Explore shelter possibilities, funding bodies.  \n\t\t\twe could -\n\n\t\t\t\t\tROWAN\n\t\t\tNo tax shelters.  No funding.  I want to fund the clinic - \n\t\t\texclusively. (pause) The Diedre Mayfair Research Clinic.\n\t\t\t\t(RYAN turns a little green)\n\t\t\tI'd like to find an existing building and move in immediately \n\t\t\t- while we draw up plans for new construction.\n\n\t\t\t\t\tRYAN\n\t\t\t\t(a beat. slowly leans forward) \n\t\t\tThat would mean liquidating sizable amounts of cash.\n\n\t\t\t\t\tROWAN\n\t\t\tI plan on liquidating almost evetything.\n\nKnock RYAN over with a feather.  GIFFORD chuckles walks to a sideboard and pours himself a \ndrink.\n\n\t\t\t\t\tROWAN\n\t\t\tWe'll put something aside for me and Michael - in both our names. \n\t\t\t(pause) The rest goes to the clinic.\n\nRYAN stares balefully.  GIFFORD raises his glass.\n\n\t\t\t\t\tGIFFORD\n\t\t\tA toast:\tTo the birth of a marriage - \n\t\t\t\t(glances with a grin at RYAN)\n\t\t\t- and the death of tradition.\n\nEXT. THE NEW ORLEANS WATERFRONT.  DAY\n\nAARON and MICHAEL stroll past a saxophonist on the pier. A riverboat cruises down the muddy \nmississippi.\n\n\t\t\t\t\tARRON\n\t\t\tWhen I was six, r visited my mother in a hospital ward -  and the \n\t\t\tbeating of hearts almost knocked me over. I could feel the \n\t\t\tmechanisms of life, Michael - and it terrified me.   (pause) The \n\t\t\tTalamasca  taught me how to find my center.  That's the first thing \n\t\t\twe learn --- all of us with gifts.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nARRON\n\t\t\tWhen I was six, r visited my mother in a hospital ward -  and the \n\t\t\tbeating of hearts almost knocked me over. I could feel the \n\t\t\tmechanisms of life, Michael - and it terrified me.   (pause) The \n\t\t\tTalamasca  taught me how to find my center. That's the first thing \n\t\t\twe learn --- all of us with gifts. \n\nTARGET SECTION TO BE ANNOTATED:\nThey turn now into\n\nJACKSON SQUARE\nArtists doing portraits, fortune tellers, clowns, jugglers.  Soft jazz comes from behind \nshadowed, filigreed balconies.\n\n\t\t\t\t\tAARON\n\t\t\tIt's about fear, Michael.  Fear is the loss of an anchor.  You must find \n\t\t\tyour place amongst everything.  Then the fear will leave - and then \n\t\t\tyou can decide what gets in - and what doesn't.\n\n\t\t\t\t\tMICHAEL\n\t\t\tNo scaredy-cats in the Talamasca, huh...?\n\n\t\t\t\t\tAARON\n\t\t\tThere is a difference between sensing danger - and being afraid.  \n\t\t\t(pause) what defines you in the landscape, Michael...?  what anchors \n\t\t\tyour life...? Your work...?  Your creativity...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(a beat)\n\t\t\tRowan.\n\t\t\t\n\t\t\t\t\tAARON\n\t\t\tThen focus on how you feel about her. Because your feelings define \n\t\t\tyou. (pause)  Take off your gloves, Michael.\n\nAARON stops at an old, iron hitching post with a horse's head at the top, embedded in the \nsidewalk. MICHAEL hesitates - and takes his gloves off.\n\n\t\t\t\t\tAARON\n\t\t\tNow - do you want to let anything in...? \n\t\t\t\t(a beat. MICHAEL shakes his head)\n\t\t\tThen don't. (pause)  Touch it. Michael.\n\nMICHAEL takes a deep breath - stretches his hand out and touches the post.  A long beat.  He \nsighs in relief.  They look at each other - and AARON nods warmly.\n\nINT. THE MANSION - MICHAEL AND ROWAN'S ROOM.  NIGHT\n\nROWAN - in a robe - sits on the bed, brushinq her hair. MICHAEL - in pajamas - watches, and \nlights a cigatatte.\n\n\t\t\t\t\tROWAN\n\t\t\tSmoking is bad for your heart, Michael.\n\n\t\t\t\t\tMICHAEL\n\t\t\tHey - I'm getting married in the morning - I already gave up drinking.\n\t\t\tone crutch at a time, Doctor.\n\nShe scowls.  He stubs out the cigarette - takes the brush and starts brushing her hair.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\none crutch at a time, Doctor. She scowls. He stubs out the cigarette - takes the brush and starts brushing her hair. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tYou're just afraid I'll drop dead before I finish the damn house.\n\n\t\t\t\t\tROWAN\n\t\t\tAnd I thought I was the mindreader.\n\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(grins. a beat)\n\t\t\tI took off my gloves today - with Aaron -\n\t\t\t\t(she whirls round) \n\t\t\t- and it was okay.\n\n\t\t\t\t\tROWAN\n\t\t\tThat's GREAT!\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(the wistful grin)\n\t\t\tGuess so.  (pause)  I keep thinking about the witches - when I was... \n\t\t\tdown there (pause)   There was - caring.  They saved me, Ro.  They \n\t\t\tsaid 'go back'...  Wel1-  I came back - to you - to love you.  I like seeing \n\t\t\tit that way, y'know...?\n\nHe scratches at his cleft.  She grins lovingly...\n\n\t\t\t\t\tROWAN\n\t\t\tWhy do I love when you do that. - -?\n\nShe pushes his gloved hana away - and rubs his cleft atfectionately with her finger.  She \ngrins.\n\n\t\t\t\t\tROWAN\n\t\t\tAren't we supposed to love somebody for their moral rectitude or \n\t\t\ttheir courage or their beneficence -\n\n\t\t\t\t\tMICHAEL\n\t\t\tTheir what...?\n\n\t\t\t\t\tROWAN\n\t\t\tSo how come I love you most when you stick your finger in your chin...?\n\nShe gives him a kiss.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWanna snack...?\n\n\t\t\t\t\tROWAN\n\t\t\tA little wine...?\n\nAnd he leaves.  ROWAN smiles to herself - and starts brushing her hair.  She picks up a hand\nmirror to see the results... LASHER'S face locks back at her, just over her sholder. She jumps\na mile - whirls round...  There is no one there. She slowly looks back to the mirror - there is\nhis reflection again, with his melancholy smile.  Her face hardens.\n\n\t\t\t\t\tLASHER\n\t\t\tI am with you.  (pause)  You yearn to know me - so I am with you.\n\t\t\tyou call me --- and I love you all the more for that.\n\t\t\t\t(gentle.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nLASHER\n\t\t\tI am with you.  (pause)  You yearn to know me - so I am with you. you call me --- and I love you all the more for that. (gentle. \n\nTARGET SECTION TO BE ANNOTATED:\n poignant)\n\t\t\tI know how the desert flower feels when it drinks of the rain.\n\nROWAN is motionless, entranced by his words, by the music of his voice.  Translucent hands seep\nout of the mirror and frame her face. caressing her.\n\n\t\t\t\t\tLASHER\n\t\t\tYou do not love Michael   How can you love - if you lie...?\n\n\t\t\t\t\tROWAN\n\t\t\tLie...?\n\n\t\t\t\t\tLASHER\n\t\t\tThere are things you will not tell him.\n\nShe raises an eyebrow.  He strokes her.  Her eyes close in sensual contentment.  Spectral \nfingers caress a breast...\n\n\t\t\t\t\tROWAN\n\t\t\tMichael is healing.  If I hide things from him - it's because love him.\n\nLASHER takes this in.  Does he smile...?\n\n\t\t\t\t\tLASHER\n\t\t\tThen you will lie to him about me - won't you...?\n\nROWAN'S eyes snap open - narrowed in anger.  Heating up from within.  Focused on the mirror. \nSuddenly the glass SHATTERS - piece falling to the floor.\n\n\t\t\t\t\tLASHER'S VOICE\n\t\t\tYou grow stronger...\n\nAnd a spectral image of MICHAEL rises in slivers from the scattered chards - 1ike a shredded, \nwillowy phantom.\n\n\t\t\t\t\tLASHER'S VOICE (IN MICHAEL'S FORM)\n\t\t\tCan he make you feel as I do...?\n\nMICHAEL COMES THROUGH THE DOORWAY\nwith a sandwich and a glass of wine.  And LASHER is gone.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(chewing. bad French accent)\n\t\t\tA chardonnay, mademoiselle - pleasantly mild, but pretentious.\n\nROWAN stares at him - between two worlds.  He sees the shattered glass - and comes to her.  Her\nhand is bleeding.\n\n\t\t\t\t\tMICHAEL\n\t\t\tHey - you're bleeding.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(fuzzy. hollow) \n\t\t\tDropped it.\n\nMICHAEL grabs a tissue - and starts to wrap her hand.\n\nINT. THE MANSION.   A ROOM.  THE NEXT MORNING\n\nMICHAEL - in wedding attire - tries to do his tie with gloved fingers. STU pushes MICHAEL'S \nhands away and starts tying it.\n\n\t\t\t\t\tSTU\n\t\t\tYou okay...",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE NEXT MORNING\n\nMICHAEL - in wedding attire - tries to do his tie with gloved fingers. STU pushes MICHAEL'S \nhands away and starts tying it. STU\n\t\t\tYou okay... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n\t\t\t\t\tMICHAEL\n\t\t\tJust nervous.  Getting married, you know.   (pause)  Got the rings...?\n\n\t\t\t\t\tSTU,\n\t\t\twhat rings...?\n\nMICHAEL shoots him a look - just to make sure he's kidding.\n\n\t\t\t\t\tMICHAEL\n\t\t\tGet out of here.  I'm gonna have my final cigarette.  I promised \n\t\t\tRo I'd quit.\n\nSTU pats him affectionately on the cheek --- and leaves.\n\nMICHAEL lights up a smoke  closes his eyes - takes a deep drag - and exhales.  The thick smoke\nfloats in the air... and it coats LASHER'S translucent form - making him visible. standing \ninches in front of MICHAEL.  LASHER blows gently at the smoke - and it floats back toward \nMICHAEL'S face...\n\nMICHAEL opens his eyes --- LASHER is gone.  MICHAEL puts on his coat - and walks out...\n\nINT. THE MANSION - ROWAN AND MICHAEL'S ROOM.  SAME TIME\n\nROWAN stands in her wedding gown.  BEATRICE - in a gold dress - adjusts ROWAN'S cleavage to a \nmore daring angle.\n\n\t\t\t\t\tBEATRICE\n\t\t\tAlways give the crovd a taste, darling.\n\t\t\t\t(reaches to the jewelry box)\n\t\t\tNow - Ryan said I'm supposed to make sure -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(suddenly cold)\n\t\t\tI don't want it.\n\nBEATRICE opens the box and takes out the emerald pendant.\n\n\t\t\t\t\tBEATRICE\n\t\t\t\t(mimicking RYAN'S somber tone)\n\t\t\t'The heir to the fortune must wear the Mayfair pendant an \n\t\t\ther wedding day.'\n\t\t\t\t(deadpan)\n\t\t\tWe should all have to suffer such burdens.\n\n\t\t\t\t\tROWAN\n\t\t\tThen you wear it.\n\n\t\t\t\t\tBEATRICE\n\t\t\tC'mon now - give a little nod to Mayfair tradition.\n\nAnd she fastens it round ROWAN'S neck.  The jewel gleams.  ROWAN scowls at herself in the \nmirror...  KNOCK-KNOCK. BAETRICE turns to the door with a frown.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN scowls at herself in the \nmirror... KNOCK-KNOCK. BAETRICE turns to the door with a frown. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tBEATRICE\n\t\t\tNobody's supposed to see the -\n\n\t\t\t\t\tAARON (OC)\n\t\t\tMay I - come in...?\n\nAARON opens the door and steps inside.  His smile blooms.\n\n\t\t\t\t\tAARON\n\t\t\tThe most beautiful Mayfair of all. (pause}  They're almost ready.\n\nBEATRICE turns to ROWAN - and her eyes well up.\n\n\t\t\t\t\tBEATRICE\n\t\t\tGod bless this day, darling.\n\nShe gives ROWAN a hug and leaves. AARON takes ROWAN'S hands in his.\n\n\t\t\t\t\tAARON\n\t\t\tThank you for this honor, my dear.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a warm smile)\n\t\t\tYou've been shadowing the family for thirty years.  It's only fitting\n\t\t\tyou give one af us away.\n\n\t\t\t\t\tAARON\n\t\t\tI've grown very fond of you you and Michael both.\n\nHer smile broadens - and her cheeks redden.\n\n\t\t\t\t\tAARON\n\t\t\tAh, the perfect touch.  A blushing bride.\n\nAnd she kisses him on the cheek.\n\nEXT. THE MAYIAIR GARDEN. LATER THAT MORNING\n\nIt has been done up to extravagant perfection. The guests are seated - RYAN, GIFFORD and dozens\nof others.  MICHAEL and ROWAN stand before a MINISTER.  STU, and BEATRICE are just off to the\nside. A STRING QUARTET is beneath a banana tree   A ring glistens on ROWAN's finger.  she \nslides a ring on MICHAEL'S finger.\n\n\t\t\t\t\tROWAN\n\t\t\tI do.\n\n\t\t\t\t\tMINISTER\n\t\t\tThen - in the eyes of God and his creations, you are husband \t\n\t\t\tand wife.\n\nThe lovers embrace in a kiss.  The MUSIC starts. ROWAN hurls a bouquet - then whirls to MICHAEL\nand embraces him...so neither see the WIND catch the flowers - and take them far up into the \nsky...\n\nEXT. THE MAYFAIR GROUNDS - LATE MORNING\n\nA gaggle of Mayfairs in their party best.  Kids dart between grownups' legs.  Backs are \nslapped.  Glasses are drained.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nKids dart between grownups' legs. Backs are \nslapped. Glasses are drained. \n\nTARGET SECTION TO BE ANNOTATED:\nANOThER CORNER OF THE PORCH\nARRON listens as GIFFORD - drunk - rmbles on between gulps of bourbon.  The cat sits in his \nlap. MICHAEL and ROWAN stand off to the side, listening.\n\n\t\t\t\t\tGIFFORD\n\t\t\tTurn over a rich southern family and you find wackos - right..?  Well, \n\t\t\twith the Mayfairs, more than one wanted to be a witch.  Yup.  A witch.\n\nA hand smacks the back of GIFFORD'S head.  It's BEATRICE\n\n\t\t\t\t\tBEATRICE\n\t\t\tYou babbling that nonsense - now...? This is a wedding.\n\n\t\t\t\t\tGIFFORD\n\t\t\tI'm not saying I believe it...but I heard it 'nough times to know somebody \n\t\t\tdid. (chuckles)  They made a deal with the devil.  Y'know - \"make us rich\"\n\t\t\t- worship the number thirteen - the whole bit.  And some stuff about \n\t\t\t'bringing them all back through a door...'\n\n\t\t\t\t\tBEATRICE\n\t\t\tGifford Mayfair - I'll cook your tongue on a spit!  (pause)  witches!\n\n\t\t\t\t\tGIFFORD\n\t\t\tHell - Julien believed it... Carlotta too... and god knows, more than a \n\t\t\tfew of us called her a witch!\n\nLAUGHTER from the CROWD.  ARRON glances at ROWAN and MICHAEL - who listen silent and \nexpressionless.\n\n\t\t\t\t\tGIFFORD\n\t\t\tEver taken a good look at the portraits...?\n\nGIFFORD rises with the cat - and they all follow him inside.\n\nINT. THE MAYFAIR MANSION - THE MAIN HALL.  MOMENTS LATER\n\nGIFFORD, cat in his arms, has led the group to the portraits.\n\n\t\t\t\t\tGIFFORD\n\t\t\tSee that...?\n\nIn each portrait, a Mayfair stands an the foreground and in the background - at each painting\n- sometimes clear, sometimes partially hidden - is a keyhole-shaped door.\n\n\t\t\t\t\tGIFFORD\n\t\t\tEvery one of  'em - in front of one of those doors.  See...?  \n\t\t\tThey believed it!\n\nThe cat suddenly HISSES and dives out of GIFFORD'S arms.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nSee...? They believed it! The cat suddenly HISSES and dives out of GIFFORD'S arms. \n\nTARGET SECTION TO BE ANNOTATED:\nROWAN\neyes the paintings - and takes MICHAEL'S hand in hers.\n\n\t\t\t\t\tGIFFORD\n\t\t\t\t(raises his glass) \n\t\t\tA toast to Rowan and Michael. May they always drink of \n\t\t\tlove and always love to drink!\n\nAnd he drinks as LAUGHTER fills the hall. \n\nINT. THE MANSION - THE SECOND FLOOR HALL.  LATER\t\n\nGIFFORD walks drunkenly down the empty hall.\n\nFROM BEHIND HIM - A TRACKING SHOT\nzooms up and past him - BZZZZZ-KPIT...  And he walks into\n\nDIEDRE'S ROOM\nNew studs and sheetrock are up-  The cat wanders in.\n\n\t\t\t\t\tGIFFORD\n\t\t\t\t(strolls, bourbon-mellowed)\n\t\t\tAhh, Deedee.  Fewer and fewer of us left now, hmm...?  (pause)  what \n\t\t\thappens to the stories when we're all gone...?\n\nThen - he grins - bends down - and rises with the gold saw.\n\n\t\t\t\t\tGIFFORD\n\t\t\tTwo hundred bucks for a saw...\n\nHe angles the saw so he can see his reflection... And in the gleaming gold surface, he sees A\nHELLISH FACE OF SKULL AND BLOODIED FLESH.  His face.\n\nEXT. THE MAYFAIR MANSION. LATER THAT AFTERNOON\n\nAs the guests go home, ROWAN and ARRON lean on the porch railing, watching MICHAEL on the \nsidewalk, putting STU in a cab.  A long beat.  Then, ROWAN grins faintly to herself...\n\n\t\t\t\t\tROWAN\n\t\t\tYes - I do trust you.\n\n\t\t\t\t\tARRON\n\t\t\tYour powers are growing. Rowan. I wasn't even that focused.\n\nShe looks at him.  Their eyes lock. Her face sobers at what she senses.\n\n\t\t\t\t\tROWAN\n\t\t\tI have seen him again.  Last night.\n\n\t\t\t\t\tAARON\n\t\t\tBut you've not told Michael.\n\nShe shakes her head NO.  MICHAEL comes out the door-\n\n\t\t\t\t\tBEATRICE\n\t\t\tGifford...?!!  (pause)  You seen my big-mouthed drunk of a brother...? \n\t\t\t(shrugs)  Probably stumbling home, propositioning the fire hydrants.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe shakes her head NO. MICHAEL comes out the door-\n\n\t\t\t\t\tBEATRICE\n\t\t\tGifford...?!!  (pause)  You seen my big-mouthed drunk of a brother...? (shrugs)  Probably stumbling home, propositioning the fire hydrants. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t(hugs ROWAN tightly)\n\t\t\tSafe trip, darling.  And don't forget to put on the 'Do Not Disturb' sign.\n\nShe grins at AARON - and heads down the walk.\n\n\t\t\t\t\tAARON\n\t\t\tLasher will act, Rowan.  Whatever it is he wants - he's waited three \n\t\t\thundred years to have it.  (pause) facing him alone...  I don't like -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(adamant)\n\t\t\tLasher is my legacy - not Michael's. (pause)  Aaron, I've seen the \n\t\t\tpain in Michael.  I can't bear to see anymore. (Pause)  He's not to \n\t\t\tknow.  Swear to me.\n\nAARON stares back. - and finally nods.  they watch MICHAEL walk along the outside of the\nwrought-iron fence to the gate, RAT-TA-TAT-TATING with a stick.\n\n\t\t\t\t\tROWAN\n\t\t\tAaron - I really could protect him - if...it I had to.\n\nWatching MICHAEL, AARON reaches out and takes her hand. \n\nEXT.  BAYOU COUNTRY.  LATER THAT AFTERNOON\n\nA small highway-  The late sun filters through the thick, mossy trees on either side.  Water \nshimers in the BG.  A Mercedes coupe zooms INTO FAME! and speeds away.\n\nINSIDE THE CAR\nROWAN is at the wheel, with MICHAEL beside her.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(starts singing. softly) \n\t\t\tI'm going back someday, come what may - to Blue Bayou.  where the -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(growls out Creedence Clearwater)\n\t\t\t'My pappy said 'Girl. don't let the man git ya - and do what he \n\t\t\tdone to me - caus. he'll git ya!\n\t\t\t\t(drums the wheel)\n\t\t\tBorn on a bayou, Bhorn on a byyyyy-yooooo!'\n\nMICHAEL leans back and appraises her.  Gives her an I'rn impressed nod.  And she turns - and \ngives him a wink.\n\nINT. THE NEWLYWEDS' HOTEL ROOM.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd she turns - and \ngives him a wink. INT. THE NEWLYWEDS' HOTEL ROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n  THAT NIGHT\nMICHAEL, in silk pajama slacks, and his gloves, sits on the edge ot the bed-  ROWAN stands \nbefore him in a sheer robe.  Cool, seductive.  She unties the robe's sash, and it slips to the\nfloor.  The moonlight washes over her body.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(soft. but al,ost.a command)\n\t\t\tI'm yours now - completely...  I want your touch.  (pause)  Try, \n\t\t\tMichael.  Don't let anything else in.\n\nHer face shines with passion and power.  She peels his gloves off - places his hands on her - \nand buries his face against her.  He hesitates, then starts exploring her with his hands.\n\nShe pushes him back onto the bed.  A slow, sexual ballet begins - and escalates.  she straddles\nhim - and mounts him.  Gazing down at him, she slides into a slow, thick rhthym.  Her eyes \nclose.  A MOAN slips from her.\n\n\t\t\t\t\tROWAN\n\t\t\tYes, Michael.  Harder--.\n\t\t\t\t(MICHAEL shifts into a faster gear) \n\t\t\tMore...\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tLike this...?\n\nShe stiffens - her eyes pop open.\nLASHER - spectral, his nakedness flickering - appears, wrapped round her trorn behind. His face\nagainst her flushed cheek - his body moving. getting her back into her myths\n\n\t\t\t\t\tLASHER\n\t\t\tI am with you, my love. Like no other can ever be.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(between passion and fear)\n\t\t\tNooo...  NO!  Stop!\n\nMICHAEL pounds at her harder, hearing only passion in her voice: No for YES,  STOP for DON'T \nSTOP.  He can't see LASHER\n\n\t\t\t\t\tROWAN\n\t\t\t\t(going through the roof)\n\t\t\tGod, no!  Oh god....\n\nLASHER strokes her roughly - perfectly...\n\n\t\t\t\t\tLASHER\n\t\t\tLike no other...\n\n\t\t\t\t\tMICHAEL\n\t\t\tJesus...\n\n\t\t\t\t\tROWAN\n\t\t\tSTOP!\n\n\t\t\t\t\tLASHER\n\t\t\tAlways loved you..\n\nThe bodies move like a fierce machine.  ROWAN'S climax takes her to speechlessness...",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nLASHER\n\t\t\tAlways loved you.. The bodies move like a fierce machine. ROWAN'S climax takes her to speechlessness... \n\nTARGET SECTION TO BE ANNOTATED:\n  She \ncollapses onto MICHAEL. The lovers lie still and silent.  LASHER is gone.\n\nINT. THE HOTEL ROOM. THE NEXT MORNING\n\nMICHAEL and ROWAN in bed, asleep.  He wakes with a sleepy smile and reaches out to her...  she\nwakes with a jolt -\n\n\t\t\t\t\tMICHAEL\n\t\t\tHi.  I'm Michael curry.  your husband...?\n\nROWAN focuses on him - getting her bearings...  His hand slides under the covers to her body.\nShe stops him.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(almost hard)\n\t\t\tNo.  (softens...)  Not - not now.\n\nShe pulls the covers up over her.  His grin shows.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhen you get married, I thought the sex stopped after the \n\t\t\thoneymoon...\n\nShe rolls away from him.  He shrugs - and gets out of bed.\n\nROWAN\nopens an eye, listening to him leave.  she closes her eyes...\n\nEXT. THE NEWLYWEDS' BAYOU COTTAGE PATIO.  DAY \n\nROWAN lies in a lounge chaise, eyes closed.  She looks under the weather.  MICHAEL sits next to\nher, sketching - his eyes dart from his pad to ROWAN.  Deft. quick strokes-\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou look a little green.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(eyes closed. flat)\n\t\t\tMm-hmmm...\n\n\t\t\t\t\tMICHAEL\n\t\t\tMaybe the shrimp you bad last night.\n\n\t\t\t\t\tROWAN\n\t\t\tMm-hmm...\n\nHe grins.  Sketching quickly now, finishing.  He holds up it is a goofy caricature of ROWAN: \ngap-toothed, freckled, cross-eyed, with pigtails going out at angles.\n\n\t\t\t\t\tMICHAEL\n\t\t\tSo - you like your portrait...?\n\nROWAN - eyes closed - gives the slightest of nods.  MICHAEL smiles mischievously.\n\n\t\t\t\t\tMICHAEL\n\t\t\tGee - look at that.  I didn't know alligators came this far up on shore\n\n\t\t\t\t\tROWAN\n\t\t\tMm-hmm...\n\nSuddenly - her eyes pop open.  She shoots up -\n\n\t\t\t\t\tROWAN\n\t\t\tAlligator...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nI didn't know alligators came this far up on shore\n\n\t\t\t\t\tROWAN\n\t\t\tMm-hmm... Suddenly - her eyes pop open. She shoots up -\n\n\t\t\t\t\tROWAN\n\t\t\tAlligator... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\nMICHAEL grins - lies back down - and closes his eyes.\n\nEXT. A BAYOU GAS STATION IN THE MIDDLE OF NOWHERE.  NIGHT\n\nThe pumps - old with faded paint.  The 'office' - a weathered shack.  on the porch, an OLD MAN \nsits in the shadows with an accordion, playing an eerie tune.  A funky pick-up truck is parked \noff to the side.  The Mercedes pulls in at the pumps.\n\nINSIDE THE CAR\nMICHAEL and ROWAN wait for service.  He honks the horn.\n\n\t\t\t\t\tMICHAEL\n\t\t\tEverybody must be out back sacrificing a virgin to the crocodile \n\t\t\tgod.\n\nHe gets out and walks toward the OLD MAN with the accordion, who sits with his back to the car.\n\n\t\t\t\t\tMICHAEL\n\t\t\tExcuse me..\n\t\t\t\t(taps the OLD MAN on the shoulder) \n\t\t\tI'm trying to find -\n\nThe OLD MAN turns round - half his face is a mass of ancient scars -. thick and deep - winding\nall the way down his neck.  MICHAEL reflexively rears back  stunned.  the OLD MAN smiles.\n\n\t\t\t\t\tOLD MAN\n\t\t\tJesus stopped here once - for directions.\n\nAnd out of the office comes an ATTENDANT - 50, greasy overalls, a friendly grin.\n\n\t\t\t\t\tATTENDANT\n\t\t\tGator got him nice, huh mister...?\n\nMICHAEL stares at the OLD MAN.  And then - the ATTENANT sees the Mercedes.  His eyes widen.\n\n\t\t\t\t\tATTENDANT\n\t\t\tJesus St. Cracker!  Look at that beauty!\n\nHe walks to the car, circling it, admiring it.  He smiles in at ROWAN.  Two MEN - 30's, jeans \nand t-shirts - come out of the office, and stand, arms folded, staring at the car. The \nATTENDANT leans in a window, eyeing the car's interior.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWe on the right road to the Cajun Kitchen...?\n\nThe two MEN get into the pick-up truck and drive off.\n\n\t\t\t\t\tATTENDANT\n\t\t\tSee ya later. boys   (to MICHAEL) Y'know, I buy American - every \n\t\t\ttime.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL\n\t\t\tWe on the right road to the Cajun Kitchen...? The two MEN get into the pick-up truck and drive off. ATTENDANT\n\t\t\tSee ya later. boys   (to MICHAEL) Y'know, I buy American - every \n\t\t\ttime. \n\nTARGET SECTION TO BE ANNOTATED:\n  Hell, it's the right thing to do but nobody ever built a car like \n\t\t\tthem Nazis. (pause)  keep going two miles Kitchen's on the left.\n\nMICHAEL gets in the car.  Turns the ignition - and stares over at the OLD MAN, sitting \nmotionless. The ATTENDANT pats the car - and the Mercedes pulls away. The OLD MAN starts \nplaytng the slow, soft tune again.\n\nEXT.  A SMALL DARK ROAD.  MINUTES LATER\n\nThe Mercedes cruises.  Mossy trees shimmer in the headlights.\n\nINSIDE THE CAR\n\t\t\t\t\t\n\t\t\t\t\tROWAN\n\t\t\t\t(grins. a southern twang)\n\t\t\tNobody makes a car like them Nasis...\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(grins. turns to her) \n\t\t\tDid you see the old man on the ---\n\n\t\t\t\t\tROWAN\n\t\t\t\t(straightening up. eye. widening)\n\t\t\tMichael!\n\nMICHAEL locks back to the road.  The pick-up truck is stopptd in the middle of the road.  \nMICHAEL jams on the brakes and skids to a stop.  Then - from outside the window - CLICK.  \nMICHAEL turns - and stares down the barre1 of a shotgun held in the hands of grinning MAN # 1.\n\n\t\t\t\t\tMAN # 1\n\t\t\tYou two lovebirds wanna step outside...?\n\nMAN # 2  appears at ROWAN'S door - and opens it for her.  ROWAN and MICHAEL exchange looks - \nand step out onto the road, on opposite sides of the car.\n\n\t\t\t\t\tMAN # 2\n\t\t\tI'll bet somebody owns a car like that carries a let o'  cash.\n\n\t\t\t\t\tMAN # 1\n\t\t\tYup.  Lots.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(simmering. deadpan)\n\t\t\tThat's smart thinking.  Tell me - which one of you got to use the brain \n\t\t\ttonight...?\n\nMAN # l's grin evaporates.  He shoves MICHAEL with the gun.\n\n\t\t\t\t\tMAN # 1\n\t\t\tGive me your wallet, asshole!\n\nMICHAEL glares at him.\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - give him the money!\n\nMICHAEL digs out his wallet and hands it to MAN # 1.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL glares at him. ROWAN\n\t\t\tMichael - give him the money! MICHAEL digs out his wallet and hands it to MAN # 1. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMAN # 1\n\t\t\tNow wasn't that easy... ?  You should try harder at being a help, \n\t\t\tMichael.\n\n\t\t\t\t\tMAN # 2\n\t\t\tThat's probably what she, says - \"Try harder, Michael.\"  Right. \n\t\t\tSammy.\n\n\t\t\t\t\tMAN # 1\n\t\t\t\t(a lewd chuckle)\n\t\t\tYeah.  \"Harder. Michael.  Harder.\"\n\nHis words make ROWAN'S eyes widen.  MAN # 2 runs his hand across ROWAN'S cheek.  She stiffens.\nHe hooks his arm round her neck, drawing her face to him roughly.\n\n\t\t\t\t\tMAN # 2\n\t\t\tThat what you tell him, hon...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tGet your goddamn hands -\n\nMAN # 1 slams MICHAEL against the car.  MAN # 2 locks ROWAN in a grubby kiss.  She is solid\nstone.  Her eyes focused on MAN # 2 like a gunsight.  Suddenly - he breaks off the kiss - and \nreleases her.  Staring at her weirdly.\n\n\t\t\t\t\tMAN # 1\n\t\t\t\t(laughs)\n\t\t\tShit, Rollie - she give you a shock...?\n\nMAN # 2 steps back from ROWAN, his face twisting up. wincing.  Something is happening...   \nROWAN glares at him like a beacon.\n\n\t\t\t\t\tMAN # 1\n\t\t\t\t(his smile fades)\n\t\t\tRollie. . .?  Hey, man...\n\nMAN # 2 goes down on one knee, hands going to his head. MAN # 1 comes over to him - his alarm\ngrowing-.\n\n\t\t\t\t\tMAN # 1\n\t\t\tHey - what's witb you, man...?\n\nMAN # 2 groans and falls to the ground. writhing in the glare of the car's headlights, a \ntrickle of blood at his nose.  MAN # 1 whirls on ROWAN with the shotgun.\n\n\t\t\t\t\tMAN # 1\n\t\t\tWhat the fuck's going on...?! what'd you do to him, \n\t\t\tlady...?!\n\nMICHAEL leaps to the hood - takes MAN # 1 down with a flying tackle - grabs the shotgun and\nknocks him cold with the butt.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAN # 1 whirls on ROWAN with the shotgun. MAN # 1\n\t\t\tWhat the fuck's going on...?! what'd you do to him, \n\t\t\tlady...?! MICHAEL leaps to the hood - takes MAN # 1 down with a flying tackle - grabs the shotgun and\nknocks him cold with the butt. \n\nTARGET SECTION TO BE ANNOTATED:\n  He whirls to ROWAN -\n\n\t\t\t\t\tMICHAEL\n\t\t\tGet in the car!!\n\t\t\t\t(ROWAN is entranced)\n\t\t\tRowan!!!\n\nShe's in another world.  He shoves her inside - dives in his side - screeches into reverse, \ndoes a 180 and speeds away.\n\nINSIDE THE CAR\nMICHAEL - freaked - driving like a bat out of hell. ROWAN slumps in her seat, slowly coming \nback.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(revving. blown away)\n\t\t\tJesus fucking Christ!!!  That was you, wasn't it...?!  ROWAN!\n\t\t\t\t(she is silent. hazy) \n\t\t\tBut it wasn't like Graham - or Carlotta not blind fury.  This time \n\t\t\tyou controlled it, didn't You...?!!!  Didn't you...?! ROWAN...?!!   \n\t\t\tGoddamnit, ANSWER ME!!!\n\nShe slowly turns to him - her face white and haggard.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(flat. faraway)\n\t\t\tYes.\n\nHe stares at her - silent in the face of her power.\n\nEXT. THE MAYFAIR MANSION.  LATE NIGHT\n\nThe Mercedes pulls up and parks.  MICHAEL gets out, dishevelled, scraped up.  ROWN gets out her\nside. They stand there.  Staring at the house.  A long beat.  She's reading his mind.\n\n\t\t\t\t\tROWAN\n\t\t\tNo - I didn't kill him.  (pause) Would you rather I'd let \n\t\t\tthem kill us - after they'd raped me...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(softly)\n\t\t\tNo.  (pause)  This is unreal...\n\n\t\t\t\t\tROWAN\n\t\t\tIt's not some fairytale in an old book.  (pause)  Michael - \n\t\t\tlook at me.\n\t\t\t\t(he looks at her mutely) \n\t\t\tI didn't choose this, Michael.  This is who I am.\n\t\t\t\t(deeply. poignantly)\n\t\t\tI love you.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI love you too.\n\nA long beat.  They walk to the dark house and enter.  A light comes on.  STU comes sleepily\ndown the stairs.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey walk to the dark house and enter. A light comes on. STU comes sleepily\ndown the stairs. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tSTU\n\t\t\tWhat are you doing here...?\n\nThey walk past him - silent  exhausted - and step into their room and close the door.\n\nINT.  THE OPERATING ROOM IN ROWAN'S DREAM \n\nROWAN works feverishly on an OUT or FRAME patient.  The rnasked FIGURES watching silently. \nROWAN throws her hands up in despair, her confidence failing.\n\n\t\t\t\t\tROWAN\n\t\t\tI - I can't do it!\n\nThe others urge her on - imploring. encouraging her.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(pointing OUT OF FRAME. frantic)\n\t\t\tBut look!  LOOK!\tHow can I do it...?\n\nOC - a muffled CRY.  TILT DOWN slowly - the operating table comes INTO FRAME - and lying on it,\nA TINY HAND...  PULL OUT slowly to REVEAL more of the body on the table the tiny hand and an \narm joined to a ---\n\nROWAN SUDENLY WAKES IN BED BESIDE MICHAEL \nshe tosses the sheets back - and stumbles into the BATHROOM.  She closes the door, kneels at \nthe toilet --- and vomits.\n\nFADE TO BLACK\n\nFADE UP TO\n\nEXT.  THE MAYFAIR GROUNDS.  A WEEK LATER - DUSK\n\nAutumn is browning the foliage.  The mansion renovation shows great progress.  The rain pours\ndown.\n\nINT. THE MAYFAIR MANSION - THE LIVING ROOM - SAME TIME\n\nRain streams down the windows.  ROWAN sits reading as MICHAEL kneels at the fireplace in a \nsweater. muttering, striking matches, trying in vain to start a fire.\n\n\t\t\t\t\tMICHAEL\n\t\t\tFall in New Orleans...  This whole town is waterlogged!  The matches, \n\t\t\tthe wood, my clothes, my skin.\n\n\t\t\t\t\tROWAN\n\t\t\tThat's cause we're below sea level.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(crabby)\n\t\t\tROWAN we're below sea level. I've spent time there myself.\n\n\t\t\t\t\tROWAN\n\t\t\tThat's not funny.\n\nHe sighs - walks to the window and stares out at the rain, his back to the room.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've spent time there myself. ROWAN\n\t\t\tThat's not funny. He sighs - walks to the window and stares out at the rain, his back to the room. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\t\t(sings - half to himself)\n\t\t\t'I left my heart in Ran Sanfisco...\n\nROWAN glances at the fireplace - with an almost mischievous look.  She focuses on the logs - \nher gaze narrows - as if she is trying to see something that isn't there.  She's going inside \nherseif, summoning up something...  And -\n\nA FLAME\nsuddenly flicks out from the logs.\n\nROWAN\nintensitiet her stare and --- the logs bursts into flame.  She grins to herself - and buries \nher nose in her book.\n\t\n\t\t\t\t\tMICHAEL\n\t\t\tRo, what do you think about - about spending Thanksgiving back \n\t\t\tin -\n\nTurning now, he stops - seeing the blaze.  Huh...?  He does a slow turn to ROWAN - eyeing her\nsuspiciously.\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou did that, didn't you...?\n\t\n\t\t\t\t\tROWAN\n\t\t\t\t(looks up innocently)\n\t\t\tTalking to me dear...?\n\nHe shrugs - and walks before the fire staring into it.  ROWAN watches him.\n\n\t\t\t\t\tMICHAEL\n\t\t\tRemember the first time we made love - and then ---\n\n\t\t\t\t\tROWAN\n\t\t\t\t(smiles)\n\t\t\t- we made a fire.\n\nA beat.  Suddenly her smile drops.  She's read his thoughts.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(firm. almost defensive)\n\t\t\tThat's not true.\n\nMICHAEL whirls round to her, his back to the fire. \n\n\t\t\t\t\tMICHAEL\n\t\t\tStop doing that!  If I've something to say, let me say it - out \n\t\t\tloud.\n\nROWAN gives hi: a chastened nod.  A beat.\n\n\t\t\t\t\tMICHAEL\n\t\t\tHow can you say it isn't true...?  We're not the same.  Not like we \n\t\t\tused to be.  (sighs)  You're changing - all the time..\n\nShe rises - walks to him - and takes his face in her hands. \n\n\t\t\t\t\tROWAN\n\t\t\tMichael - what made you fall in love with me...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(a beat. straightfaced) \n\t\t\tYour beneficence.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe rises - walks to him - and takes his face in her hands. ROWAN\n\t\t\tMichael - what made you fall in love with me...? MICHAEL\n\t\t\t\t(a beat. straightfaced) \n\t\t\tYour beneficence. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\t\n\t\t\t\t\tROWAN\n\t\t\t\t(grins)\n\t\t\tI'm serious.  (in earnest)  Whatever it was - it's still there \n\t\t\tinside me, isn't it - change and all...?\n\nMICHAEL hesitates - and nods.  He slowly grins.\n\n\t\t\t\t\tMICHAEL\n\t\t\tJust do me a favor.  Don't start anymore fires - or turn on the\n\t\t\tlights by blinking - or cook with your hands behind your -\n\nAnd suddenly -\n\nthe blaze silently erupts from the fireplace - becoming a demonic, fiery virsion of LASHER - a\nmass of jagged, leaping flames - and hovers over them, unseen by MICHAEL.  ROWAN'S eyes bulge \n- and she wraps her arm. tightly - glaring furiously at the flaming specter. LASHER dissolves \ninto a thousand flames - and disappears. MICHAEL separates himself fram her - startled.\n\n\t\t\t\t\tMICHAEL\t\t\t\t\t\n\t\t\tWhat the hall are you -\n\nAnd she pulls him back to her - and holds him tight.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(shaking with emotion) \n\t\t\tI love you more than anything in the world, Michael.\n\t\t\t\t(glances at the room) \n\t\t\tMore than anything.\n\nEXT.  THE MAYFAIR MANSION.  DAY - A WEEK LATER\nMICHAEL AND STU are high up on ladders fitting and hammering copper flashing along the eaves.\nThey don't see ROWAN come through the gate and up the walk.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(singing)\n\t\t\t'There is a house in xew Orleans...'\n\nBZZZZZ...\n\n\t\t\t\t\tMICHAEL & STU\n\t\t\t'...they call the Rising Sun...'\n\n\t\t\t\t\tROWAN\n\t\t\tI thought it was 'whistle while you work.\n\n\t\t\t\t\tSTU\n\t\t\t\t(looks down)\n\t\t\tIs that a crack about our singing...?\n\n\t\t\t\t\tROWAN\n\t\t\tIs that what you were doing...?\n\n\nMICHAEL grins - and goes back to hammering.  WHACK! WHACK!\n\n\t\t\t\t\tROWAN\n\t\t\t\t(brimming with excitment)\n\t\t\tMichael, I spoke to the geneticist from Stanford, and she -\n\nAnd - a rung of MICHAELS ladder cracks.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHACK! WHACK! ROWAN\n\t\t\t\t(brimming with excitment)\n\t\t\tMichael, I spoke to the geneticist from Stanford, and she -\n\nAnd - a rung of MICHAELS ladder cracks. \n\nTARGET SECTION TO BE ANNOTATED:\n  He falls grabbing at air --- and finally grabs on to\na rung hanging suspended --- twisting.  Nobody breathes and he finally gets his footing.\n\n\t\t\t\t\tMICHAEL\n\t\t\tGoddamn sonuvabitch!\n\nSighs of relief all around.  He climbs down.  BZZZZZ... \n\n\t\t\t\t\tROWAN\n\t\t\tYou alright...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tA little sore.  Darm...  (to STU) Finish up my section, will ya...?\n\nSTU nods - and leans to the spot where Michael was working.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(to ROWAN)\n\t\t\tYou were saying...?\n\nABOVE THEM - STU POUNDS THE FLASHING\nWHACK!  something drops free from beneath the eaves - grey, round - like a huge melon with \nridges - landing in front of him on the gutter.  BZZZZZZZ...  Two, black antennae wiggle out of\na crack in the sphere...\n\n\t\t\t\t\tSTU\n\t\t\t\t(softly - with realization) \n\t\t\tOh shit...\n\nThe sphere splits open - and dozens and dozens of WASPS swarm out - a black cloud enveloping \nhim... He screams - topples tram the ladder - and lands with THUD. ROWAN and MICHAEL rush to \nhim.  STU lies motionless...\n\nINT.  A HOSPITAL ROOM.  EVENING - TWO HOURS LATER\n\nROWAN and MICHAEL sit at STU'S bedside.  STU sleeps - his arm in a cast - his face and hands \nswollen beyond recognition.  MICHAEL shakes his head sadly, steeped in grief.\n\n\t\t\t\t\tMICHAEL\n\t\t\tIs he - is he gonna die...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(her eyes locked on STU) \n\t\t\tLock the door.\n\t\t\t\t(MICHAEL looks at her - confused)\n\t\t\tLock it\n\nHe rises and locks the door. Then turns and watches, silent.\n\nROWAN is still.  Her eyes narrow into slits of concentration.  The air seems to shimmer around\nher.  She leans to STU - to his grotesque swollen lips.  She closes her eyes - and kisses \nhim... STU'S deformed face shimmers - the angry flesh lightens...",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe leans to STU - to his grotesque swollen lips. She closes her eyes - and kisses \nhim... STU'S deformed face shimmers - the angry flesh lightens... \n\nTARGET SECTION TO BE ANNOTATED:\n and slowly, it shrinks back\nto his normal visage.\n\nROWAN' opens her eyes - and slowly turns to MICHAEL, who stands flattened against the wall, \nspeechless, amazed.  She turns back to STU, grasps his disfigured hand, brings his fingers to \nher lips - and kisses them., one by one...\n\nINT. THE MANSION - A FIRST FLOOR ROOM.  LATER THAT NIGHT\n\nThe room is unfinished.  There is a bed and a dresser.  MICHAEL sits on the bed, staring at the\nfloor.  ROWAN - in a robe - sits beside him.\n\n\t\t\t\t\tROWAN\n\t\t\tIt was an accident.\n\t\t\t\t(MICHAEL raises a skeptical eyebrow) \n\t\t\tMichael - there isn't a house in New Orleans this old that doesn't\n\t\t\thave a wasp's nest somewhere.\n\nHe stares at her - unconvinced.  She tries for logical -\n\n\t\t\t\t\tROWAN\n\t\t\tMichael - why would he want to hurt Stu...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tI don't know.\n\nHe lies back and turns off the light. DARKNESS.  She lies beside him, reaches out and finds his\nhand.  A long beat.\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou changed him, Rowan.  You went right down to each cell - and \n\t\t\tchanged him.\n\nThey lie there silently.\n\nINT. THE BEDROOM. LATER THAT NIGHT\n\nMICHAEL sleeps.  ROWAN lies beside him, staring out the window.  A BREEZE whistles.  she rises \nand walks out of the room - down the hallway - out the front door and down into\n\nTHE GARDEN\nShe stares at the sky.  There is a bright moon, but no stars.\n\n\t\t\t\t\tROWAN\n\t\t\t'A moon, but no stars...'\n\nThe trees and bushes sway in the BREEZE.\n\n\t\t\t\t\tROWAN\n\t\t\tThe wasps were meant for Michael - but there's only so much you \n\t\t\tcan control, isn't there?  The great and powerful lasher - undone by \n\t\t\ta faulty ladder-..\n\t\t\t\t(SILENCE)\n\t\t\tWhy would you hurt him...?!  Answer me.\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tI 1ove you, Rowan.  I've always loved you.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnswer me. LASHER (UNSEEN)\n\t\t\tI 1ove you, Rowan. I've always loved you. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t(ROWAN whirls around) \n\t\t\tI only wanted to be in your thoughts. To bring myself into your \n\t\t\tthoughts - so I could be as we are now.\n\n\t\t\t\t\tROWAN\n\t\t\tYOU VIOLATED ME!!!  ON MY WEDDING NIGHT!\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\t\t(curious. sincere) \n\t\t\tExplain this to me --- violated...?\n\n\t\t\t\t\tROWAN\n\t\t\tYou bastard...\n\nThe BREEZE blows stronger.  A huge flower drops at her feet.\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tI made it for you.\n\nROWAN bends and picks up the bizarre flower-  Intrigued.\n\n\t\t\t\t\tROWAN\n\t\t\tMade it...?\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tIt is from love.\n\n\t\t\t\t\tROWAN\n\t\t\tTo love, you must be able to feel.\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tIf you knew how I yearn for that...\n\nAnd --- there in the moonlight, LASHER materializes. Shimmering.  Transparent.  Spectral.  \nBeautiful.  Melancholy.\n\n\t\t\t\t\tLASHER\n\t\t\tIf I could feel like you feel...but I have only others' feelings - . . like\n\t\t\tbreeres that blow through me.  Things to be felt, yes --- but not nine \n\t\t\tto feel...\n\n\t\t\t\t\tROWAN\n\t\t\t\t(to be reckoned with) \n\t\t\tIt you harm Michael, I will let my anger loose.  And you will feel that.\n\t\t\tDo you understand...?\n\n\t\t\t\t\tLASHER\n\t\t\t\t(chastened. softly)\n\n\t\t\tYes.\n\t\t\t\t(a long beat)\n\t\t\tMy love is as strong as Michael's. How is it there is love in you for\n\t\t\tone - and not for another...?\n\nShe is stunned by the depth of his question. He smiles.\n\n\t\t\t\t\tROWAN\n\t\t\tYou're very clever, aren't you...?\n\n\t\t\t\t\tLASHER\n\t\t\tI am only what you are --- what all of you have been.  (pause) what \n\t\t\tdo you think of yourself now, my love...?\n\nShe stares at the flower.  Feeling its texture.  Smelling it.\n\n\t\t\t\t\tROWAN\n\t\t\tHow much of it is me - alone and how much is you...",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nFeeling its texture. Smelling it. ROWAN\n\t\t\tHow much of it is me - alone and how much is you... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\t\t\t\t(LASHER flickers...)\n\t\t\tLasher --- what do you want...?\n\nAnd he DISSOLVES nothing.  She looks at the flower.  It starts to shrivel - and disintegrates\nin her fingers.\n\nDISSOLVE TO\n\nEXT.  THE MAYFAIR MANSION. WEEKS LATER - DAY\n\nThe house is closer to renovation's end than the beginning.\n\nINT. THE MAYFAIR MANSION - DIEDRE'S ROOM.  SAME TIME\n\nThe room is almost done.  MICHAEL stands at the empty window frames. gloveless, with a sketch\npad.  BZZZ-KPIT... he cocks his head - and looks over at the toy chest. He walks to the chest,\nopens it. and takes out the marionette.  It dangles from his hand, twirling slowly.\n\nMICHAEL eyes it closely - his face suddenly creasing --- The marionette looks like MICHAEL - \nit's dressed like him and it is wearing gloves.\n\n\t\t\t\t\tLASHER'S VOICE!\n\t\t\tI love the room, Michael.\n\nAnd - the marionette starts to grow...  MICHAEL drops it in terror - it keeps growing - till it\nis life-size, it's body clattering as it jerks about like a huge, wooden puppet-version of \nMICHAEL.\n\n\t\t\t\t\tTHE MARIONETTE\n\t\t\tMichael - you've forgotten your gloves. Better off with them on, \n\t\t\tdon't you think...?  (pause)  Here...\n\nAnd with a monstrous LAUGH, the MARIONETTE pulls off a glove - and his hand comes with it.  \nBlood spurts from the wrist... The other glove flies off, with the same result.\n\nMICHAEL stumbles back, flailing at the muck.  The MARIONETTE clatters to the floor in a zillion\nsparks of dust.  The disembodied, gloved hands lie twitching.  And -\n\nthey mutate.  Bubbling, turning scabrous. Claws sprout from the fingers. They become monstrous\ncrabs with human eyes scuttling along the floor toward MICHAEL... At his feet now - climbing up\nhis legs - up his chest MICHAEL swats them to the floor - and stomps on them, again and again \nand again.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nClaws sprout from the fingers. They become monstrous\ncrabs with human eyes scuttling along the floor toward MICHAEL... At his feet now - climbing up\nhis legs - up his chest MICHAEL swats them to the floor - and stomps on them, again and again \nand again. \n\nTARGET SECTION TO BE ANNOTATED:\n turning them to pulp...\n\n\t\t\t\t\tROWAN (CC)\n\t\t\tWhat're you drawing...?\n\nMICHAEL IS STANDING FROZEN AT THE WINDOW\npad and pencil still in his hand. ROWAN comes INTO FRAME.  He turns - in the ozone.  She looks\nat the pad.  He has sketched the marionette, dangling from a disembodied hand.\n\n\t\t\t\t\tROWAN\n\t\t\tThat's really good. \n\t\t\t\t(a beat. she sighs)\n\t\t\tI have to go mleet Bea for lunch now.\n\t\t\t\t(MICAEL is frozen)\n\t\t\tI feel so had for her-  There's still no word on Gifford-  \n\t\t\tshe's a wreck.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(soft. fuzzy)\n\t\t\tGive her my best.\n\nRowan' cocks her head at him - leans and gives a quick kiss and leaves.  He looks down at the \nsketch and stares silently.\n\nEXT. THE FRENCH MARKET.  AFTERNOON\n\nAn outdoor bazaar.  An old BLACK MAN, cataracts fogging his eyes, plays guitar while a BLACK \nBOY tap-dances beside him.\n\nROWAN AND BEATRICE SIT IN AN OPEN PATIO CAFE\nBEATRICE has a beer and a huge plate of oysterts. Chewing, she points at the plate.  ROWAN \nshakes her head NO.\n\n\t\t\t\t\tROWAN\n\t\t\tThat food poisoning did a job on me.\n\n\t\t\t\t\tBEATRICE\n\t\t\tI told you not to honeymoon in the Bayou.  (pause)  I remember when \n\t\t\tGiff ate a bad batch of ---\n\nHer eyes fill with tears.  ROWAN reaches for her hand.\n\n\t\t\t\t\tROWAN\n\t\t\tI'm sure he's alright, Bea. They'll find him somewhere.\n\n\t\t\t\t\tBEATRICE\n\t\t\tIt's over a month.  (sighs)  The police say it happens all the time.\n\nShe musters a weak smile.  Her eyes shift to the crowd.\n\n\t\t\t\t\tBEATRICE\n\t\t\tIsn't that your friend...?\n\nROWAN turns to see AARON - watching the guitarist and dancer. \n\n\t\t\t\t\tROWAN \n\t\t\tAaron!\n\nHe turns - blooms in a smile - strolls over - and bows.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN turns to see AARON - watching the guitarist and dancer. ROWAN \n\t\t\tAaron! He turns - blooms in a smile - strolls over - and bows. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tARRON\n\t\t\tThe Ladies Mayfair.  Good afternoon.\n\nHe leans to ROWAN - and they kiss.  Me turns to BEATRICS and kisses her hand.  He sits down - \nand looks ROWAN over.\n\n\t\t\t\t\tAARON\n\t\t\tAre you alright...?  You look pale.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(good-naturedly)\n\t\t\tI wish everyone would stop commenting on my health.  I'm the \n\t\t\tdoctor.\n\nBut AARON is suddenly very focused, concentrated. Staring at her.  And finally - he smiles.\n\n\t\t\t\t\tAARON\n\t\t\tThere are two.\n\n\t\t\t\t\tROWAN\n\t\t\tTwo what...?\n\n\t\t\t\t\tAARON\n\t\t\tTwo heartbeats.\n\n\t\t\t\t\tBEATRICE\n\t\t\tExcuse me...?\n\n\t\t\t\t\tARRON\n\t\t\t\t(points at ROWAN'S stomach)\n\t\t\tThere.\n\nROWAN looks down at herself.  Her eyes widen in realization. \n\t\n\t\t\t\t\tROWAN\n\t\t\tAre you sure...?\n\nAARON nods calmly.  BEATRICE looks from one to the other.\n\n\t\t\t\t\tBEATRICE\n\t\t\tWhat are you two talking about...?\n\n\t\t\t\t\tAARON\n\t\t\t\t(his smile widens)\n\t\t\tRowan - is pregnant.\n\nROWAN looks up at him and beams.  BEATRICE is stunned.\n\n\t\t\t\t\tBEATRICE\n\t\t\tBut how could - how can you possibly --- ?\n\nAnd she sits back - and stares at them. \n\nINT. THE MAYFAIR GARDEN.  LATER THAT DAY - DUSK\n\nCLOSE-UP - A BUSH WITH LARGE EMERALD-GREEN FLOWERS\nhas bloomed.  Extraordinary, exotic, bizarre. OC - joyful LAUGHTER.  PAN TO\n\nMICHAEL\nwhirling ROWAN round in his arms.  Both of them grinning and laughing.  And he smothers her \nwith a deep kiss..\n\nINT.  THE MANSION PORCH.  NIGHT\n\nMICHAEL and ROWAN sit side by side, rocking in their chairs, holding hands, staring at the \ngarden.\n\n\t\t\t\t\tMICHAEL\n\t\t\tIf it's a boy --- Taylor.\n\n\t\t\t\t\tROWAN\n\t\t\tA bit much.  (Pause)  Lucas.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT\n\nMICHAEL and ROWAN sit side by side, rocking in their chairs, holding hands, staring at the \ngarden. MICHAEL\n\t\t\tIf it's a boy --- Taylor. ROWAN\n\t\t\tA bit much.  (Pause)  Lucas. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tNah - I had a shmuck of an uncle named Lucas.  (thinks)  Grayson.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(makes a tace)\n\t\t\tWhere are you gitting these...?\n\t\t\t\t(thinking. her face lights)\n\t\t\tAaron --- if it's a boy.\n\nHe grins - and nods.  They lean to each other and kiss.\n\n\t\t\t\t\tMICHAEL\n\t\t\tAnd if it's a girl --- Diedre.\n\nShe blooms in a painful smile.  A tear runs down her cheek.\n\nEXT. THE CEMETERY.  THE NEXT DAY - DUSK\n\nDeserted.  ROWAN, with a bouquet of tulips, walks past shadowed crypts and stops before the \nhuge Mayfair crypts the vault marked DIEDRE MAYFAIR - 1943- 1992. The vault's ledge is \nfestooned with flowers.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a sad smile. softly)\n\t\t\tI'm going to have a baby.  (pause) Michael wants to name it \n\t\t\tafter you - if it's a girl.  Diedre Mayfair Curry. Pretty, huh...?  \n\t\t\t(pause) Funny --- I never really thought I'd ever ---\n\n\t\t\t\t\tLASHER (OC)\n\t\t\tI bring her flowers too.\n\nROWAN whirls round. LASHER sits crosslegged on a crypt.  She glances from side to side.\n\n\t\t\t\t\tLASHER\n\t\t\tThere is no one here but the dead.\n\n\t\t\t\t\tROWAN\n\t\t\tGo away!  I don't want you here.\n\n\t\t\t\t\tLASHER\n\t\t\tIf that were true, I would not be here.\n\n\t\t\t\t\tROWAN\n\t\t\tIt's very dangerous to assume you know what a woman wants.\n\n\t\t\t\t\tLASHER\n\t\t\tFrom the night on the moor, when I was swept into the world and first \n\t\t\tknew this exquisite pain - it is a Mayfair who has wanted me!  suzann. \n\t\t\tand Deborah.  Stella - Marguerite - Antha  - Diedre -  All of them.\n\t\t\t\t(a beat. his melancholy smile)\n\t\t\tAnd you will have a child...\n\nShe glares at him --- and slowly nods.\n\n\t\t\t\t\tLASHER\n\t\t\tA girl...",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\n(a beat. his melancholy smile)\n\t\t\tAnd you will have a child... She glares at him --- and slowly nods. LASHER\n\t\t\tA girl... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(eyes him. a beat.very cod)\n\t\t\tIt's too soon to know.\n\nShe turns her back on him and puts her bouquet on the vault's ledge.  She doesn't move.  LASHER\nsuddenly locks confused.\n\n\t\t\t\t\tLASHER\n\t\t\tYou fear me.  Why  when you yearn so to know me...?  (pause)  You \n\t\t\twant more from me than the pleasure. Much more.\n\nHe glides to her.  His spectral face right before hers.\n\n\t\t\t\t\tLASHER\n\t\t\tyou crave what I might show you.  What you can learn.  What \n\t\t\tI can give you.\n\t\t\t\t(a beat)\n\t\t\tSo much more than Michael can.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(a powerful smile of strength)\n\t\t\tWhat Michael gives me is stronger than anything you could ever \n\t\t\tinderstand.\n\n\t\t\t\t\tLASHER\n\t\t\t\t(pained. touching) \n\t\t\tBut I could understand. I want to understand!\n\n\t\t\t\t\tROWAN\n\t\t\tI LOVE him!\n\n\t\t\t\t\tLASHER\n\t\t\t\t(shimmering. angered)\n\t\t\tDo not tell me that!\n\n\t\t\t\t\tROWAN\n\t\t\tI LOVE MICHAEL.  MICHAEL!!\n\nLASHER flickers furiously --- and disappears.  ROWAN scans the cemetery...\n\n\t\t\t\t\tROWAN\n\t\t\tLasher...?  Lasher...?\n\nSCRRUNNCH...  She turns.  The marble lid or a crypt is slowly sliding off... and clatters to \nthe ground. Then, the lid of a coffin comes INTO VIEW as it opens.  And - a discolored skeleton\nrises up and climbs out - and walks toward ROWAN.  She watches wide-eyed holding her fear in\ncheck. The skeleton stops before her - raises its arm and bony fingers gently caress ROWAN \nwhitened cheek...\n\n\t\t\t\t\tLASHER'S VOICE (WITHIN THS SKELESTON)\n\t\t\t\t(tender - but menacing) \n\t\t\tMichael will look like this one day... (pause)... but not I.\n\nROWAN'S face suddenly twists in anger.  She grabs the skeleton by the ribcage - and slams it \nagainst the MAYFAIR crypt   It breaks into pieces and crumples to the ground.\n\nINT.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN'S face suddenly twists in anger. She grabs the skeleton by the ribcage - and slams it \nagainst the MAYFAIR crypt   It breaks into pieces and crumples to the ground. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n  THE MAYFAIR MANSION LIVING SLOOM\n\nAlmost finished.  A magnificent design.  MICHAEL, AARON and STU lift champagne glasses for a \ntoast.\n\n\t\t\t\t\tMICHAEL\n\t\t\tTo the next Mayfair: Diedre - or --- Aaron.\n\nAARON'S face creases in affection.  Stunned.  Deeply moved. They drink.  STU examines the empty\nchampagne bottle-\n\n\t\t\t\t\tSTU\n\t\t\tAnymore of this...?\n\nMICHAEL nods - and heads out the room.\n\n\t\t\t\t\tSTU\n\t\t\t\t(calling after him. casual)\n\t\t\tI - uh - I assume either one's middle name is gonna be Stu...\n\nMICHAEL WALKS DOWN THE HALLWAY PAST THE PORTRAITS.\nPassing the mirror, he stops - and cocks his head.  The glass is turning GREEN.  He raises a\nfinger and touches the glass. His finger punctures the GREENNESS - and sinks in  up to his\nknuckle.  Re hesitates - and slowIy, draws his finger out..\n\nTHE GREENNESS POURS OUT into the hall. knocking him down. The hall is filling up, the GREENNESS\nrising.  MICHAEL struggles as it rises above his head - above the portraits and the witches \ncome out into the GREEN - surrounding him\n\n\t\t\t\t\tDEBORAH\n\t\t\tMichael...  Do what you can.\n\n\t\t\t\t\tSUZANNE\n\t\t\tMichael...  Help us...  The door!\n\n\t\t\t\t\tAARON (OC)\n\t\t\tMichael...  Michael...  look at me!\n\nMICHAEL IS ON THE FLOOR IN THE HALL\nAARON is kneeling, grasping him by the shoulders.\n\n\t\t\t\t\tAARON\n\t\t\tFocus, Michael \n\nMICHAEL hones in on AARON - and points at the portraits.\n\n\t\t\t\t\tMICHAEL\n\t\t\tIt was them.\n\nAARON nods soberly - and helps him to his feet.\n\n\t\t\t\t\tMICHAEL\n\t\t\tDon't tell Rowan about this.\n\n\t\t\t\t\tAARON\n\t\t\tMichael, Rowan should -\n\n\t\t\t\t\tMICHAEL\t\t\t\t\t\n\t\t\tNO!  she's pregnant, Aaron.  she's got that to deal with - and the \n\t\t\tclinic.. she is not to hear about this.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nAARON nods soberly - and helps him to his feet. MICHAEL\n\t\t\tDon't tell Rowan about this. AARON\n\t\t\tMichael, Rowan should -\n\n\t\t\t\t\tMICHAEL\t\t\t\t\t\n\t\t\tNO!  she's pregnant, Aaron.  she's got that to deal with - and the \n\t\t\tclinic.. she is not to hear about this. \n\nTARGET SECTION TO BE ANNOTATED:\n  (pause) don't you think I know \n\t\t\tshe spends half her lite worrying about me... \t\n\t\t\t\t(a beat. cools off) \n\t\t\tListening to my heart, aren't you...?\n\t\t\t\t(AARON nods)\n\t\t\tThe Timex still ticking...?\n\nAARON gives a somber grin - and they walk down the hall. \n\nFADE TO BLACK\n\nFADE UP TO\n\nINT. THE CLINIC.  WEEK LATER - LATE NIGHT\n\nMicroscopes, centrifuges, test tube racks, cubicles and refrigerators fill a large, dark, \ndeserted room.  PAN TO\n\nROWAN AND LASHER STANDING AT A CORNER LAB TABLE \nA single candle flickers.  She holds a closed, long-stemted rose in her hand.  LASHER'S \ntransparent hand reaches out and melts into bars.  ROWAN shivers from the union.\n\n\t\t\t\t\tLASHER\n\t\t\t\t(hypnotic)\n\t\t\tImagine The sun. (pause) It is morning.  It rises.  The light wrashes \n\t\t\tover you.  It warms you.\n\nROWAN looks out the window.  She's going far away.  Outside the room.  Past the dark night \noutside.\n\n\t\t\t\t\tLASHER\n\t\t\tNow, Rowan.  Give me the sun.\n\nShe almost trembles with concentration.  And then --- the rose opens - the petals spreading \nwide...\n\nINT. ROWAN AND MICHAEL'S BEDROOM.  SAME TIME\n\nthe WIND gusts outside the darkened windows.  MICHAEL lies in bed, DAVID COPPERFIELD in his\nhands   Tapping the book. Uneasy.  Distracted. He glances at the nighttable clock - 12:45 and \nscowls.  He opens the book to the first page.\n\n\t\t\t\t\tMICHAEL\n\t\t\t'It was the best of times.  It was the worst of times...'\n\nA bitter grin darkens his face.  He rises and walks into the bathroom.  He strips off his \npajamas and turns on the shower.\n\nINT. THE CLINIC LAB.  SAME TIME\n\nROWAN holds the rose in one hand and lights it with a match.  It ignites.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE CLINIC LAB. SAME TIME\n\nROWAN holds the rose in one hand and lights it with a match. It ignites. \n\nTARGET SECTION TO BE ANNOTATED:\n  She drops it on a \ncounter and watches it burn - darkening and shriveling to a curled black ash.\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tNow, my love --- see it as It was.\n\nHer eyes never leave the burnt remains - but brighten in concentration.  Deep, shining tunnels.\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tSee the memory of life!\n\nHer body tingles with a remarkable force - and the black.ned petals start to uncurl - and \nbrighten to a pink - then a vibrant, rich red.  Alive again. ROWAN shivers - her body goes limp\nand she smiles.\n\t\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\t\t(delighted)\n\t\t\tYou see...?  You see...?!!\n\t\t\t\t(a beat. softly)\n\t\t\tRowan think what the child might do...\n\nINT. THE MANSION - THE BATHROOM.  SAME TIME\n\nMICHAEL - naked, freshly showered, his face lathered with shaving cream.  The antique mirror on\nthe wall is completely fogged from the hot, steamy running water in the sink He begins to rub\nthe mirror clear... His eyes widen - as rub by rub, he reveals -\n\nA monstrous tableau in the mirrorr:  A deep, hellish landscape of nightsarish creatures - \npart-human, part-grotesqueri. - tortured. screaming silently. They turn and see him and start \nflying toward him at impossible speed...\n\nMICHAEL squeezes his eyes shut.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(like a litany)\n\t\t\tI - AM - STANDING - IN - THE - BATHROOM!!!\n\nHe opens his eyes.  The mirror reflects only his lathered face and the bathroom.  A deep sigh.  \nA long beat. He picks up a razor - and starts at his cheekbone. As the razor descends, shaving\nthe lather off -\n\nthere is nothing beneath the rather in tb. mirror.  No cheek - just BLACKNESS.  He stares in\nshock.  Another stroke removes more lather, revealing more of the VOID.  He is mesmerized - and\ncan't stop-  shaving faster until all the lather is gone - and the upper half of his face \nfloats above a blackt hole in the mirror.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares in\nshock. Another stroke removes more lather, revealing more of the VOID. He is mesmerized - and\ncan't stop-  shaving faster until all the lather is gone - and the upper half of his face \nfloats above a blackt hole in the mirror. \n\nTARGET SECTION TO BE ANNOTATED:\n  And suddenly -\n\n- the grotesqueries are trying to squeeze through the black hole with ear-splitting HOWLS - \nhands and arms and talons pulling and ripping at each other, fighting to be the first to \nescape...\n\nMICHAEL grabs the mirror off the wall and hurls it to the floor, shattering it.  SILENCE.  He \nsteadies himself, catching his breath.  Then he hesitantly brings a hand up and feels his jaw,\nhis cheeks and lip.  A deep breath. He turns off the water - and walks out of the room.\n\nEXT. THE MAYFAIR GROUNDS. THE FOLLOWING MORNING\n\nTwo WORKMEN are inside the dry, scrubbed swimming pool on ladders. applying a new coat of blue\nsealant to the sides.\n\nMICHAEL AND STU ON THE SIDE PORCH\nsipping coffee.  MICHAEI has a distracted frown...\n\n\t\t\t\t\tSTU\n\t\t\t...Donna's gonna meet me in Key West, so I'll leave here a week \n\t\t\tbefore Christmas and be back on the fourth.  Okay...?\n\nMICHAEL gives a distracted nod.  STU eyes him carefully\n\n\t\t\t\t\tSTU\n\t\t\tWhat's wrong, Mike...?\n\nMICHAEL shakes his head dismissively.\n\n\t\t\t\t\tSTU\n\t\t\tC'mon - you haven't been able to lie to me since you asked Martha Rutledge \n\t\t\tout behind my back in tenth grade.\n\nMICHAEL sighs deeply.  Lips pursed.  Wanting to speak.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI'm getting --- left behind.\n\n\t\t\t\t\tSTU\n\t\t\tLeft behind...?  This about Rowan...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tYes. (pause)  Partly.  It's - it's -\n\t\t\t\t(a beat)\n\t\t\tStu - do you believe in ---\n\nSTU'S eyes shift to something behind MICHAEL - his expressiofl quizzical.  MICHAEL cocks his \nhead at STU - and turns...\n\nROWAN STANDS IN THE PORCH ENTRANCE BEHIND THEM\nStock still.  Pale.  Drawn.  She's been listening.\n\n\t\t\t\t\tSTU\n\t\t\tHi there.  Want coffee...?\n\nROWAN and MICHAEL'S eyes meet.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTU\n\t\t\tHi there. Want coffee...? ROWAN and MICHAEL'S eyes meet. \n\nTARGET SECTION TO BE ANNOTATED:\n  Then --- OC - CRASH! ROWAN and MICHAEL'S eyes are locked.  \nSTU - turns to the sound.\n\nANGLE - THE SWIMMING POOL\nwhere a WORKER - up on a ladder - stares down, frowning at the can of sealant that has fallen.\n- its thick, blue-green contents spreading out on the bottom of the pool...\n\nBACK TO THE PORCH\n\n\t\t\t\t\tSTU\n\t\t\tWhat now...?\n\nHe walks toward the pool, leaving ROWAN and MICHAEL alone.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(simmering anger) \n\t\t\tWhen aid you get home last night...?\n\n\t\t\t\t\tROWAN\n\t\t\tWhat were you talking about...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tYyou look terrible.  You're exhausted. You practically live at the goddamn \n\t\t\tclinic.  (pause)  Even pregnant women who aren't doctors know that You \n\t\t\tcan't -\n\n\t\t\t\t\tSTU (OC)\n\t\t\tMike!  Better c'mere!\n\nHe stares at her - hurt, angry, baffled - and walks off. \n\nEXT. DOWN IN THE POOL - MOMENTS LATER\n\nMICHAEL, STU, and the WORKERS watch as the puddle of spilled blue sealant on the pool floor \nbegins to shrink...  Huh...?\n\n\t\t\t\t\tMICHAEL\n\t\t\tIt cracked the bottom.  Stuff's seeping down through a crack.\n\nAlmost all the sealant is gone - revealing cracks where the can hit.  MICHAEL taps the cracks\nwith his foot - and STU grabs him as part of the pool caves in, leaving a hole.\n\nMICHAEL lowers a ladder inte the hole.  It hits bottom.\n\n\t\t\t\t\tSTU\n\t\t\tCareful...\n\nMICHAEL descends OUT OF VIEW.  STU glances up and there is ROWAN - staring down at him, \nexpressionless.\n\n\t\t\t\t\tMICHAEL (OC)\n\t\t\tSomebody built a kind ot room down here.\n\nINT. BENEATH THE POOL.  SAME TIME\n\nMICHAEL stands in a dark, dank enclosure of ancient timbers - three toot square, six feet high.\nHe turns - and trips over something.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nBENEATH THE POOL. SAME TIME\n\nMICHAEL stands in a dark, dank enclosure of ancient timbers - three toot square, six feet high. He turns - and trips over something. \n\nTARGET SECTION TO BE ANNOTATED:\nBACK UP TOP AT THE HOLE IN THE POOL - MOMENTS LATER\n\n\t\t\t\t\tMICHAEL (OC)\n\t\t\tHey - gimme a hand!\n\nMICHAEL appears, struggling with an old, slimy,  wooden crate.  STU grabs an end and slides it\nonto the poo1.\n\nINT. THE MANSION - A STORAGE ROOM.  MINUTES LATER\n\nROWAN and MICHAEL - crowbar in hand - stand over the crate.\n\n\t\t\t\t\tMICHAEL\n\t\t\tDovetails.  Gotta be a hundred years old.\n\n\t\t\t\t\tROWAN\n\t\t\tGo ahead.\n\nHe looks at her, searching her face.\n\n\t\t\t\t\tMICHAEL\n\t\t\tSomething's wrong with you.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(flaring)\t\t\t\n\t\t\tNothing is wrong with me.  I know something's in there - \n\t\t\tand so do you.\n\n\nShe grabs the crowbar - and pries the lid loose.  She yanks the lid off - and they rear back. \ncoughing, choking...\n\n\t\t\t\t\tMICHAEL\n\t\t\tJesus Christ!\n\nThey slowly come back, leaning in for a look at the contents: A dozen, old, thick masan jars \nwith air-tight wax seals.\n\nROWAN takes them out and sets them on the floor.  They are filled with greenish. viscous fluid.\nIt's hard to see inside - a 100  years of sediment has been stirred up.  But things are \nsettling it the jars.  Things are becoming visable...\n\n\t\t\t\t\tROWAN\n\t\t\tMichael --- look.\n\n\nThe jars are fil1ed with HEADS - skulls covered with slimy flesh.  Jellyish, rheumy eyes.  Hair\ndrifting 1ike seaweed. ROWAN and MICHAEL stare.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\tMarguerite...\n\nMICHAEL looks at her - uncomprehending.\n\n\t\t\t\t\tROWAN\n\t\t\tMarguerite!  Carlotta said - \"Margutrite was something of a \n\t\t\tpractitioner herself.\" She meant - like a doctor --- Like ---\n\nSuddenly - MICHAEL violently twists the top off a jar HISSSS...  They both gag at the fumes...\n\n\t\t\t\t\tROWAN\n\t\t\tMichael --- no!\n\nHe plunges his bare hand into the muck and pulls out a head.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey both gag at the fumes... ROWAN\n\t\t\tMichael --- no! He plunges his bare hand into the muck and pulls out a head. \n\nTARGET SECTION TO BE ANNOTATED:\n  His fingers sink into the skin. A\nSEARING FLASH OF WHITE - INTO\n\nINT.  A ROOM IN THE MANSION [AS IF MICHAEL WERE THERE]\n\nMARGUERITE and JULIEN stand over a MAN'S corpse, lying on a table.  LASHER hovers expectantly.\nMARGUERITE takes a crude surgical tool, servers the head, and holds it up by the hair. LASHER \nis brightening, swirling round and round the head...\n\n\t\t\t\t\tMARGUERITE\n\t\t\tNow, my love - Now!\n\nLASHER dives into the head - like a vapor sucked inside. The lifeless eyes suddenly glimmer - \nand come to life\n\n\t\t\t\t\tLASHER'S VOICE (FROM BEHIND THE EYES)\n\t\t\tI am  here, Marguerite!  I can see!\n\nBut the eyes start to flicker and dim, like a dying light...\n\n\t\t\t\t\tLASHER'S VOICE\n\t\t\t\t(a plaintive cry)\n\t\t\tNo...NO\tpleeeeease...  I am going...\tslipping...  The feeling... Oh, \n\t\t\tthe feeling!  NOOOO!\n\nAnd now, there is only death in the eyes again.\n\nBACK TO ROWAN AND MICHAEL\nMICHAEL drops the head. It breaks like a rotten melon.  He is horror-stricken, wiping his hands\nfrantically on his shirt...\n\n\t\t\t\t\tMICHAEL\n\t\t\tHe went into the dead!  Saw with their eyes - used them...\n\nROWAN - terrified - reaches for him - but he pushes her away. Me grabs at the jars, inspecting\nthem, one after another...\n\n\t\t\t\t\tMICHAEL\n\t\t\tThis one!\n\nThrough the glass, a head stares out at him - its state far superior to the others:  the hair\nbrown and wavy, the face grotesquely beautiful.  He opens the jar - and pulls it out.  ANOTHER\nFLASH OF WHITE Inro\n\nINT.  DIEDRE'S ROOM [AS IF MICHAEL WERE THERE]\n\nA naked MALE CORPSE lies on the brass bed - mottled, lifeless yet alive, pulsing with LASHER'S\nspirit  MARGUERITE stands naked at the bedside.  JULIEN stands beside her in elegant attire -\nwith a look of twistad fascination and anticipation.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nANOTHER\nFLASH OF WHITE Inro\n\nINT. DIEDRE'S ROOM [AS IF MICHAEL WERE THERE]\n\nA naked MALE CORPSE lies on the brass bed - mottled, lifeless yet alive, pulsing with LASHER'S\nspirit  MARGUERITE stands naked at the bedside. JULIEN stands beside her in elegant attire -\nwith a look of twistad fascination and anticipation. \n\nTARGET SECTION TO BE ANNOTATED:\nThe CORPSE beckons to MARGUERITE.  She climbs on the bed and mounts it.  The grey hands move\nwith clumsy effort, pawing at her.  She begins to move in a steady rhythm.\n\n\t\t\t\t\tLASHER VOICE (WITHIN THE CORPSE) \n\t\t\tMarguerit. - I can feel you...\n\n\t\t\t\t\tJULIEN\n\t\t\t\t(leaning in. face ablaze)\n\t\t\tFaster, Marguerite!  Faster!  FASTER!\n\nMARGUERITE speeds up - but soon. the CORPSE'S hands slip to the bed, lifeless.  Tears fill \nMARGUERITE'S eyes. JULIEN smashes the bedpost in anger and storms away.\n\nBACK TO ROWAN AND MICHAEL\nMICHAEL still holds the skull, eye to eye.\n\n\t\t\t\t\tMICHAEL\n\t\t\tJesus - he tried to fuck her and Julien - Julien was there -\n\t\t\tlike, like an overseer...\n\nROWAN suddenly grabs the head - and huris it to tbe floor. Glass and flesh and bone smash \nagainst the floorboards...\n\nINT.  THE TALMASCA GARDEN.  LATER THAT DAY - DUSK\n\nROWAN and MICHAEL watch AARON as he paces - his face a study in concentraticn.  He finally \nturns to MICHAEL.\n\n\t\t\t\t\tAARON\n\t\t\tWhat have the witches always asked of you...?\n\n\t\t\t\t\tMICHAEL\n\t\t\t\"Go back, Michael.  Do what you can...\"\n\n\t\t\t\t\tAARON\n\t\t\tYes - and you have.\n\t\t\t\t(turns to ROWAN)\n\t\t\tDo you see...?  He was passing over into death - but the witches \n\t\t\tsent him back - to the one person they knew had the power to \n\t\t\tsave him... and they gave him the power to show you what no\n\t\t\t one else could...\n\nHe grabs MICHAEL by the wrists and raises them high.\n\n\t\t\t\t\tAARON\n\t\t\tWith his hands!\n\n\t\t\t\t\tROWAN\n\t\t\tBut why would they do that...?\n\nAARON leans and smells a rose.  Thinking.  A long beat.\n\n\t\t\t\t\tAARON\n\t\t\tTo warn you.\n\nROWAN'S face creases in confusion.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nA long beat. AARON\n\t\t\tTo warn you. ROWAN'S face creases in confusion. \n\nTARGET SECTION TO BE ANNOTATED:\n  AARON turns to MICHAEL -\n\n\t\t\t\t\tAARON\n\t\t\tYou've always said you felt goodness in them - that the witches \n\t\t\tbrought you and Rowan together.  Isn't that right...?\n\t\t\t\t(MICHAEL nods emphatically) \n\t\t\tThey're reaching out to you, Rowan!\n\n\t\t\t\t\tROWAN\n\t\t\tBut it doesn't make sense.  They - they used Lasher...  they conspired \n\t\t\twith him.\n\n\t\t\t\t\tAARON\n\t\t\tWho can say the hope of redemption dies with our last breath...?  \n\t\t\tThey must see what the legacy has wrought - Diedre, withered inside \n\t\t\therself Carlotta, killing and stunting her own flesh and blood...  surely \n\t\t\tthey sense the child you carry - and the life it might lead in Lashers \n\t\t\tgrasp...  (pause) Maybe, in death, they feel remorse for the evil they \n\t\t\tembraced in life...?!\n\nMICHAEL and ROWAN turn to each other.  AARON is pacing again.\n\n\t\t\t\t\tAARON\n\t\t\t\t(excited)\n\t\t\tIt feels right.  (pause)  There is a continuum, Rowan.  You're part\n\t\t\tof them.\n\t\t\t\t(halts. a long beat) \n\t\t\tThey want you to stop Lasher.\n\nThe concept sends them all deep into SILENCE.\n\nFADE TO BLACK \n\nFADE UP TO\n\nINT.  ECU - ONE OF THE ANCIENT HEADS\n\nfoating in its jar.  Calipers dip into the jar.  PULL OUT to \n\nROWAN IN A WINDOWLESS ROOM AT THE RESEARCH CLINIC\nas she extracts a chunk of flesh.  She prepares a slide specimen, placing it under a large\nmicroscope.  She depotits a specimen in a centrifuge and turns it on.  WHIRRRR... she programs\nthe computer - and co1umns of figures and symbols start filling the monitor.  She eyes the \nScreen and - LASHER'S spectral face appears within the glass.\n\n\t\t\t\t\tLASHER\n\t\t\tAnd now - do you know...?\n\nROWAN'S face hardens.  She stares back defiantly.\n\n\t\t\t\t\tROWAN\n\t\t\tI know that you're evil.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN'S face hardens. She stares back defiantly. ROWAN\n\t\t\tI know that you're evil. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tLASHER\n\t\t\t\t(poignant)\n\t\t\tI only wanted to see as others do... feel as others do... (sighs) ...but \n\t\t\tMarguerite could not help me.  Nor Julien...\n\n\t\t\t\t\tROWAN\n\t\t\tAnd now you expect me to stockpile corpses for you...?!\n\n\t\t\t\t\tLASHER\n\t\t\t\t(his melancholy smile) \n\t\t\tNo, my love.  I want nothing more of the dead.\n\t\t\t\t(a long beat)\n\t\t\tI want you to --- chang me.\n\nROWAN falls silent - caught off-balance.\n\n\t\t\t\t\tLASHER\n\t\t\tI have kept this from you, until now. You had to learn the \n\t\t\tmagnificence of your powers first.  You had to see for yourself \n\t\t\twhat you are capable of.\n\t\t\t\t(a beat)\n\t\t\tThink. Rowan - think of the rose - and the fire - and Stu.  (pause) \n\t\t\tYou gave Michael life again - you give life to the ehild within you...\n\t\t\t\t(a teat)\n\t\t\tGive me life!  Make me flesh!\n\nShe's stunned.  He wafts out of the screen - floating round her like a sheath.  She backs away\nfrom him.  He follows...\n\n\t\t\t\t\tROWAN\n\t\t\tIt's impossible.  You want me to - to make you into something you're \n\t\t\tnot!  You - you have no substance - you have no cells, no structure...\n\nHe circles round her.  An unearthly courting dance.  She is swaying, being swept up...\n\n\t\t\t\t\tLASHER\n\t\t\tI've waited for you - the one whose science could match her powers...\n\t\t\t\t(sighs)\n\t\t\tDo you know what it's like - to sense the majesty of something so \n\t\t\tsublime just beyond your reach...?  to float in a dream that keeps a\n\t\t\t.promise half-hidden in its shadows.-.?\n\t\t\t\t(a forlorn moan)\n\t\t\tI did not choose to be such as this!  Suzanne brought me here.  She \n\t\t\tcalled to me!\n\n\t\t\t\t\tROWAN\n\t\t\tBut have I...?  Ever...?!\n\nLASHER is everywhere - all around her - caressing her...\n\n\t\t\t\t                  LASHER\n\t\t\tNot with your voice, no...but you do not need a voice for me.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nEver...?! LASHER is everywhere - all around her - caressing her... LASHER\n\t\t\tNot with your voice, no...but you do not need a voice for me. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\t\t\tOnly the beat of your heart.  That is your voice to me ---\n\nShe is up against the wall nov, enveloped by him.\n\n\t\t\t\t\tLASHER\n\t\t\t--- and I have heard you from the beginning... from it's very first \n\t\t\tbeat.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(swooning)\n\t\t\tI love Michael...\n\n\t\t\t\t\tLASHER\n\t\t\t\t(seductive. tinged with menace)\n\t\t\tThen help me--- for his sake...\n\nHis sexual perfection has her floating, eyes drooping.  He kisses her deeply...\n\n\t\t\t\t\tROWAN\n\t\t\tYou mustn't hurt him. Mustn't - mustn't hurt..\n\n\t\t\t\t\tLASHER\n\t\t\tFocus all your powers on me, Rowan until it is done. Only me...\n\n\t\t\t\t\tROWAN\n\t\t\tOnly you...\n\n\t\t\t\t\tLASHER\n\t\t\tChange me, Rowan, and we can change everything...\n\nBrightening, he fuses with her - two entities becoming one...  And she surrenders to him...\n\nINT. ROWAN'S LAB.  HOURS LATER\n\nROWAN lies on the floor.  Her eyes open.  She rises groggily, and drops into her chair.  Cocks\nher head, her senses keen.\n\n\t\t\t\t\tROWAN\n\t\t\tLasher...?\n\t\t\t\t(SILENCE)\n\t\t\tLasher!  Come to me!\n\nSILENCE.  She smiles cunningly - and nods, understanding.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(thinking out loud)\n\t\t\tYou can't.  You use yourself up in the passion. (pause)\t\n\t\t\tYou need time.\n\nShe starts rapidly typing at the computer. The screen shows -\n\nhypothesis: to examine secondary growth activity \ncells induced by unknown catalyst -\nand resultingly, deduce nature of catalyst\nand it's reanimative authority\n\nThe computer shuttles.  ROWAN types - \n\nposit: if hypothesis is successful,\nwhat is probabiliy data will disclose\nspecific procedure for destruction of catalyst?\n\nThe computers shuttles.  Then, appearing on the screen - \n\n\t\t\t\t\t\t\t75 %\n\nShe shows a faint smile of tritamph.  She sits back - puts her hands on her round stomach - \nlooks down and smiles warmly.\n\n\t\t\t\t\tROWAN\n\t\t\tMaybe Aaron is right.  Maybe they are trying to help.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sits back - puts her hands on her round stomach - \nlooks down and smiles warmly. ROWAN\n\t\t\tMaybe Aaron is right. Maybe they are trying to help. \n\nTARGET SECTION TO BE ANNOTATED:\n  Can you feel \n\t\t\tthem...?\n\t\t\t\t(her face hardens with resolution) \n\t\t\tI swear to you - you will never know him.  When you come into the \n\t\t\tworld, he will be gone.  This is my promise to you.\n\nShe rises - flicks switches on some hi-tech machines, turns back to the keyboard - and types -\nbegin hypothesis\n\nDISSOLVE TO\n\nEXT.  THE MAYFAIR MANSION MORNING\n\nThe mansion is almost new. The trees are turning fall colors.  Leaves are falling.  PAN TO\n\nTHE GARDEN\nwhere the emerald bush is blooming again - small, crimson buds sprouting from the center at the\nbright green flowers.\n\nMICHAEL AND STU ON THE SIDEWALK\nStanding beside a taxi.  STU rubs his hands together.\n\n\t\t\t\t\tSTU\n\t\t\tA few hours and I'll be wasting away in Margaritaville.  Oh, \n\t\t\tsweet decadance.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(very low-keyed)\n\t\t\tJust don't fall off any ladders.\n\nA long, silent look between them.\n\n\t\t\t\t\tSTU\n\t\t\t\t(soothing)\n\t\t\tMikey - pregnant women get crazy you know that.  I mean - \n\t\t\thell, they're all crazy anyway - right...?\n\nROWAN\nComes running out the front door - down the walk to them. MICHAEL seems to pull inside himself.\nCool.  Aloof.\n\n\t\t\t\t\tROWAN\n\t\t\tI almost missed you.  You have a great time - and a merry \n\t\t\tChristmas.\n\nShe leans in and gives STU a big htag and a kiss.\n\n\t\t\t\t\tSTU\n\t\t\tYou too.\n\nMICHAEL' S mood makes everything awkward.  Everyone sneaking glances.  STU finally wraps \nMICHAEL up in a hug.\n\n\t\t\t\t\tSTU\n\t\t\tYou two be good to each other.\n\nAnd he gets into the taxi.  ROWAN and MICHAEL watch silently till it goes OUT OF VIEW.  ROWAN\nturns round and stares at the house.\n\n\t\t\t\t\tROWAN\n\t\t\tGod, Michael - it's so beautiful. It'll be weird without anybody tromping \n\t\t\taround in there, huh...?\n\nShe turns to MICHAEL.  He nods faintly.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt'll be weird without anybody tromping \n\t\t\taround in there, huh...? She turns to MICHAEL. He nods faintly. \n\nTARGET SECTION TO BE ANNOTATED:\n  They stare across the gulf between them.  Trying to \nlink up.  He scratches his cleft with his thumb.  She grins and steps to him.  Her arms going \nround him.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(softly)\n\t\t\tHi.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(a faint smile)\n\t\t\tHi.  (pause)  You - you wanna get some breakfast...?  Maybe see \n\t\t\ta movie...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(hesitant. softly)\n\t\t\tI - I...  I can't, Michael.  There's stuff --- at the clinic -\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(stiffening. curt)\n\t\t\tGotcha.\n\nHe steps back - and heads fcr the Mercedes.  ROWAN winces.\n\n\t\t\t\t\tROWAN\n\t\t\tMichael -\n\nAnd she watches him get in the car and speed away. \n\nEXT.  DOWNTOWN NEW ORLEANS.  LATER THAT MORNING\n\nMICHAEL with a sad grin, looking in a department store window at an incongruous Christmaas \ndisplay - Santa Claus in his sleigh, saxophone in hand riding down a replica of bBurbon Street.\n\nINT. ROWAN'S LAB.  SAME TIME\n\nROWAN stares frowning at a monitor full of symbols. She sits back, weary.  closes her eyes  \nRubs them.\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tGo on. Rowan.  Go on.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(smacks the desk)\n\t\t\tLeave me alone!\n\nLASHER flickers into sight.  she turns and hurls a notebook at him.  It goes through him and\nhits the wall.\n\n\t\t\t\t\tLASHER\n\t\t\tWhat is wrong...?\n\n\t\t\t\t\tROWAN\n\t\t\tWrong...?  Science is not magic.\n\n\t\t\t\t\tLASHER\n\t\t\t\t(a beat. sottly)\n\t\t\tI do not understand...\n\n\t\t\t\t\tROWAN\n\t\t\tYou went into the cells --- and you changed them.  How...?!\n\n\t\t\t\t\tLASHER\n\t\t\tThere was no thought.  There was no act.  (pause)  That is not \n\t\t\twhat I am.\n\n\t\t\t\t\tROWAN\n\t\t\tI don't know what you are!!!\n\n\t\t\t\t\tLASHER\n\t\t\t\t(passionate)\n\t\t\tThat is what you must discover.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere was no act.  (pause)  That is not \n\t\t\twhat I am. ROWAN\n\t\t\tI don't know what you are!!! LASHER\n\t\t\t\t(passionate)\n\t\t\tThat is what you must discover. \n\nTARGET SECTION TO BE ANNOTATED:\n  (pause) see what I am, my love.  \n\t\t\tWith all your power - see me, and know what I am.\n\nHe approaches.  She brace herself - holding her ground - not backing off.\n\n\t\t\t\t\tLASHER\n\t\t\tDo not be atraid. Fear is not for you...\n\nShe straightens, tightening some psychic grip. She holds her hands out and frames his head. His\nface comes to hers - meets it - then merges with hers - And they start to rise - joined as they\nare - floating up...\n\nROWAN'S  POV - A TRILLION FLECKS OF COLORED LIGHT\nDense, dazzling.  The POV moves deeper - the density lessens...fewer particles, frenzied, \ndarting in a greenish haze...  Deeper - terrifying speed now - zooming, plummeting toward \nnothingness. OBLIVION -a piercing SCREAM- \n\nROWAN - SUSPENDED IN THE AIR WITH LASHER\nSCREAMS - lurches free of him, and falls to the floor, dazed.  LASHER swoops down to her, \nenfolding her gently.\n\n\t\t\t\t\tLASHER\n\t\t\tDon't stop!\n\nShe weakly waves him off - gulping for breath...\n\n\t\t\t\t\tROWAN\n\t\t\tNo!\n\n\t\t\t\t\tLASHER\n\t\t\t\t(intense. urgent) \n\t\t\tTell me what I am, Rowan.\n\nShe gazes at him painfully, shakes her head vehemently.\n\n\t\t\t\t\tLASHER\n\t\t\tRowan...  Rowan!\n\nShe covers her face with her hands and turns away from him. LASHER'S face darkens with anger - \nand jealousy.\n\n\t\t\t\t\tLASHER\n\t\t\t\t(cool anger)\n\t\t\tYou are thinking of him...\n\nAnd she suddenly rises - and storms out of the room.\n\nEXT. THE MANSION.  DAY - AN HOUR LATER\n\nROWAN comes quickly through the gate.  She walks inside the house and down the main hall.\n\n\t\t\t\t\tROWAS\n\t\t\tMichael...?  Michael...?!\n\nPassing the LIVING ROOM entrance, something out at the corner of her eye stops her.  She \nturns...\n\nROWAN'S POV - THE LIVING ROOM\nwhere a magnificent Christmas tree rises to the ceiling, covered with globes and stars and \ntinsel so the whole room seems to shine.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nPassing the LIVING ROOM entrance, something out at the corner of her eye stops her. She \nturns... ROWAN'S POV - THE LIVING ROOM\nwhere a magnificent Christmas tree rises to the ceiling, covered with globes and stars and \ntinsel so the whole room seems to shine. \n\nTARGET SECTION TO BE ANNOTATED:\nROWAN\nwalks slowly toward it - overwhelmed, tears filling her eyes\n\n\t\t\t\t\tMICHAEL (OC)\n\t\t\tNice, huh...?\n\nShe turns and sees MICHAEL and rushes into his arms.\n\nINT.  MICHAEL AND ROWAN'S ROOM.  LATER THAT DAY\n\nThey lie in bed, in each other's arms.  Private Thoughts, A long beat.  MICHAEL lets out a deep\nsigh.\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou've gone away from me, Ro...  Someplace I don't know \n\t\t\thow to get to.\n\n\t\t\t\t\tROWAN\n\t\t\tIt's not true.  You have to believe me.\n\nMICHAE is preparing his thoughts...making his mind up.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI want us to leave.  This isn't home, Rowan.  I could tear the house \n\t\t\tdown and start from scratch - and it still wouldn't be home.  I want \n\t\t\tto go back to San Francisco - I want our child born somewhere that's \n\t\t\tfree of death. That's all there is here!  It's in the ground and the glass \n\t\t\tand the steel and the ground. (pause) I want to  leave. If Lasher follows, \n\t\t\tSo be it.  Let him face us in a place where we belong!\n\nMICHAEL waits.  And - ROWAN looks away from him.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(her voice is sad, but hard)\n\t\t\tI can't.\n\n\t\t\t\t\tMICHAEL\n\t\t\tThat's not good enough.  Why not...?!\n\n\t\t\t\t\tROWAN\n\t\t\t\t(suddenly erupting)\n\t\t\tI can't leave now.  Don't ask me to explain!  I just can't!\n\nThat does it.  He's had it.  He rips the covers off and stands.  Grabs his pants and starts\npulling them on.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI've never asked you to explain yourself - because you used to let me\n\t\t\tinside!  But I'm on the outside now...  you put me there!\n\n\t\t\t\t\tROWAN\n\t\t\t\t(melting to urgency)\n\t\t\tMichael - please -  just. a little longer.  Don't leave.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(bitter.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nROWAN\n\t\t\t\t(melting to urgency)\n\t\t\tMichael - please -  just. a little longer. Don't leave. MICHAEL\n\t\t\t\t(bitter. \n\nTARGET SECTION TO BE ANNOTATED:\n sarcastic)\n\t\t\tWhy bother to ask, Ro...?  Why don't you just make me stay,..?\n\n\t\t\t\t\tROWAN\n\t\t\tStop it!\n\n\t\t\t\t\tMICHAEL\n\t\t\tHow 'bout a backward hex with a three-quarter twist...?\n\n\t\t\t\t\tROWAN\n\t\t\t\t(flaring)\n\t\t\tYou bastard!\n\nHe whirls round and grabs her violently by the shoulders.\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou could kill me - right now, couldn't you...?  couldn't you...?!\n\t\t\t\t(shakes her violently)\n\t\t\tTell me the truth --- is it Lasher...?  Answer me!!\n\n\t\t\t\t\tROWAN\n\t\t\t\t(torn up)\n\t\t\tMichael - I'm sorry...  Just give me -\n\n\t\t\t\t\tMICHAEL\n\t\t\tNo.\n\nThey stare at each other - miles apart.  A long beat.\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhen you're ready to let me back into your heart, I'l1 come \n\t\t\tback to you.\n\nHe hustles his shirt and shoes on and storms out. ROWAN watches him go as tears stream down her\nface....  She runs out after him - down the stairs...\n\n\t\t\t\t\tROWAN\n\t\t\tMICHAEL!!\n\nThe front door slams shut.  Her face narrows in anger - fury rising as she turns and stares at\nthe Christmas tree.  POP!   One of the shiny globes explodes.  POP!  Another goes.  POP!\n\nLASHER appears, hovering above the tree, smiling.  The angel at the top of tree flies off and\nsmashes against the wall.\n\n\t\t\t\t\tLASHER\n\t\t\tYou are magnificent, my love.\n\nAs ROWAN stands, entranced in her powers. LASHER swirls round the tree.  The ornaments sway in\nthe maelstrom - tinsel and globes and trinkets flying off, srashing everywhere.  Bits of glass\nfill the air like colored snow...  LASHER encircle. ROWAN.  She swoons to the floor - and he\njoins with her...\n\nDISSOLVE TO\n\nINT. NEW ORLEANS AIRPORT TERMINAL.  AFTERNOON\n\nMICHAEL and AARON sit in a LOUNGE.  MICHAEL looks drawn and weary.  He taket a swig from a \ndrink and grimaces.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nAFTERNOON\n\nMICHAEL and AARON sit in a LOUNGE. MICHAEL looks drawn and weary. He taket a swig from a \ndrink and grimaces. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\ton't know what else to do.  Maybe I just don't belong in her life. \n\t\t\t (bitter) well - I'm already out of her life.\n\n\t\t\t\t\tAARON\n\t\t\tNothing was ever more false.\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(leaning in. almost desperate)\n\t\t\tThen tell me.  Is it Lasher....\n\nAARON starts solemnly - and finally shakes his head.\n\n\t\t\t\t\tAARON\n\t\t\tI only know she loves you - desperately.\n\nMICHAEL fingers his glass.  A self-loathing grin shows.\n\n\t\t\t\t\tMICHAEL\n\t\t\tI'll probably be back in a week...but I can't spend Christmas in \n\t\t\tthat house. (pause)  you'll check on her - every day...?\n\n\t\t\t\t\tAARON\n\t\t\tEvery day (grins) twice. \n\n\t\t\t\t\tMICHAIL\n\t\t\t\t(a beat)\n\t\t\tAaron - do you believe in God...?\n\n\t\t\t\t\tARRON\n\t\t\t\t(his benevolent smile)\n\t\t\tI believe we all come from the same force...  Even Lasher.\n\nHe reaches out  and covers MICHAEL's hand with his own.\n\n\t\t\t\t\tARRON\n\t\t\tBe we11, Michael.  Be strong.\n\nEXT. SAN FRANCISCO AIRPORT TERMINAL.  NIGHT\n\nMICCHAEL wasks out into the fog. He gets in a taxi and tells the DRIVER -\n\n\t\t\t\t\tMICHAEL\n\t\t\tOn the hill.  2712 Fairmont.\n\nEXT. THE MAYFAIR ESTATE.  SAME TIME\n\nAARON comes through the grate.  Up to the door.  KNOCK-KNOCK.  Knocks again.  SILENCE.  He \nwalks along the porch, peering in the windows.  He heads back down the walk.\n\nThe emerald bush's crimson buds have bloomed into huge flowers,  He teaches to pick one - and\nis pricked by a thorn. blood trickles from his finger.  He heads toward the gate.\n\nINT. SAN FRANCISCO - MICHAEL'S HOUSE.  NIGHT\n\nEverything covered with sheets.  MICHAEL wanders a half-empty scotch bottle in his hand, \nsinging softly...",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAN FRANCISCO - MICHAEL'S HOUSE. NIGHT\n\nEverything covered with sheets. MICHAEL wanders a half-empty scotch bottle in his hand, \nsinging softly... \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tI left my heart in ---\n\nHe stops - his face creasing - gears turrning in his head...\n\nINT. MICHAEL'S ATTIC.  A MINUTE LATER\n\nMICHAEL digging in boxes.  He finds what he wants - and yanks his tather's singed fireman's\nhelmet in both hands...  THE SEARING WHITE-HOT FLASH - AND\n\nINT.  A FIERY, FLAMING BUILDING [AS IF MICHAEL WERE THERE]\n\nMICHAEL'S FATHER tosses the GIRL to the safety net.  Suddenly - the window is blown in, \nshattering. MICHAEL'S FATHER falls to the floor.  Above him the flames dance - then everything \ncomes down on him...\n\nMICHAEL'S POV swerves up to the rafters.  There is LASHER, hovering in the flames, in command, \nundulating in the deadly heat,  LASHER glances TO CAMERA (to MICHAEL) - and smiles...\n\nMICHAEL\ndrops the helmet - as if burned - and races out.\n\nINT. MICHAEL'S BEDROOM.  A MINUTE LATER\n\nMICHAEL stands with the phone to his ear - revving like a madman - listening to the RING on the\nother end of the line.\n\n\t\t\t\t\tMICHAEL\n\t\t\tPick up the fucking phone, Ro!\n\nINT. THE MANSION - THE LIVING ROOM.  SAME TIME - NIGHT\n\nROWAN, out cold on the floor.  The phone is RINGING.  Her eyes open. She struggles to her feet.\nStubling into the hall - toward the phone.  And - BZZZ-KPIT-KPIT.  She freezes.  \nBZZZ-KPIT-KPIT.  Upstairs...?  She turns to the stairs - hesitates - and starts up...\n\nINT. THE TALAMASCA HEADQUARTERS.  SAME TIME - NIGHT\n\nA WOMAN stands with a phone.  AARON comes INTO FRME and takes it from her.\n\n\t\t\t\t\tARRON (INTO THE PHONE)\n\t\t\tMichael...?\n\nINTERCUT between AARON and MICHAEL in his bedroom, at a fever-pitch, figuring it out as he \nrambles...",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nAARON comes INTO FRME and takes it from her. ARRON (INTO THE PHONE)\n\t\t\tMichael...? INTERCUT between AARON and MICHAEL in his bedroom, at a fever-pitch, figuring it out as he \nrambles... \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tAaron - lieten to me...  It's been Lasher - from the start!\n\n\t\t\t\t\tAARON\n\t\t\tWhat are you talk---\n\n\t\t\t\t\tMICHAEL\n\t\t\tHe chose ME for ROWAN --- when I was a child!\n\nBACK TO ROWAN IN THE MANSION\non the second floor, outside Diedre's room.  BZZZ-KPIT... rt's in there.   She walks inside.  \nBZZZ-KPIT....\n\nBACK TO MICHAEL AND AARON ON THE PHONE\n\n\t\t\t\t\tMICHAEL\n\t\t\tCarlotta was too strong for Lasher. She got Rowan away from him - \n\t\t\tto San Francisco... but that took her away from me, too!  (pause)  \n\t\t\tAaron - Lasher killed my father!  That's what got me and mother out \n\t\t\tof New Orleans - and back to Rowan - so we would meet!\n\t\t\t\t(chilled to the bone) \n\t\t\tAaron   his power. . .  His control...\n\n\t\t\t\t\tAARON\n\t\t\t\t(equally chilled)\n\t\t\tRowan...\n\n\t\t\t\t\tMICHAEL\n\t\t\tYou have to warn her - this second! I'm catching the next flight \n\t\t\tback!\n\nBACK TO ROWAN IN DIEDRE'S ROOM\nstaring at a sheetrock wall - all senses primed.  BZZZ-KPIT. suddenly, she SMASHES her fist \nthrough - and starts tearing the wall away.  Ripping the last chunk away - and there sits\n\nGIFFORD - decapitated, drenched in blood.  In his lap is the gold saw, like a platter - and \nresting on it is his head.  The cat licks at the mouth, wide open in a scream.\n\nINT. A CAB ON A HIGHWAY.  SAME TIME - LATE NIGHT\n\nAARON speeds down the road.  LASHER suddenly appears beside him, grinning faintly.  AARON \nglances at him. stunned...\n\n\t\t\t\t\tLASHER\n\t\t\tPetyr van Abel would have been proud of your devotion, Aaron....\n\t\t\tyour compassion. And I am grateful for them.\n\nARRON looks back to the road, trying to shut out the specter.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nyour compassion. And I am grateful for them. ARRON looks back to the road, trying to shut out the specter. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tLASHER\n\t\t\tThe Talamasca's histories made Rowan's nature clear to her in a way \n\t\t\tI never could... and I am thanktul for that.\n\nAARON'S face sinks in realization of a centuries-old folly.\n\n\t\t\t\t\tAARON\n\t\t\tThat is our purpose in all this...?\n\n\t\t\t\t\tLASHER\n\t\t\tSince the begxnning   (sighs)  We have been together a long time, \n\t\t\tyou and I. And now it ends...\n\nThe car suddenly swerves violently.  AARON fights for control.  As they skid and sverve down \nthe road.\n\n\t\t\t\t\tLASHER\n\t\t\tRowan fights her feelings for me, but her passion - her power - \n\t\t\tthey conspire against her love.  And I grow stronger. -\n\nFinally - AARON wrestles back control of the car.\n\n\t\t\t\t\tAARON\n\t\t\t\t(triumphant)\n\t\t\tBut there are still limits to your powers, aren't there...?  Some of\n\t\t\tus are without desire - and we exhaust you --- don't we...?\n\nThe car enters a tunnel.  Suddenly - up ahead - A BRICK WALL COMPLETELY FILLS THE TUNNEL.\n\nAARON stiffens - floors the gas - and zooms through the wall.  It dissolves as he passes \nthrough.  The car exits the tunnel.  ARRON glances over at LAHER  - and AARON grins...  And -\n\n- the steering goes.  AARON twists the wheel - but the car won't respond - and he's headinq \ntoward a steep embankmen....\n\n\t\t\t\t\tAARON\n\t\t\tI'rn right in the middle of the road! There's nothing wrong with \n\t\t\tthe car!\n\n\t\t\t\t\tLASHER\n\t\t\tYes...?  Let us wait and see...\n\nThe car swerves off the road.  The cliffside looms...\n\n\t\t\t\t\tAARON\n\t\t\tI'm not afraid, Lasher...\n\nAARON stares - unflinching - as the car barrels over the cliff, soaring down. down...  The \nground racing up at him...\n\n\t\t\t\t\tAARON\n\t\t\tI am not AFRAID!\n\nThe car plows into the ground - and suddenly - AARON is staring at the highways center-line as\nhe speeds along.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe \nground racing up at him... AARON\n\t\t\tI am not AFRAID! The car plows into the ground - and suddenly - AARON is staring at the highways center-line as\nhe speeds along. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tLASHER\n\t\t\tYou are strong, Aaron... \n\t\t\t\t(an evil smile) \n\t\t\t...but others are not so strong.\n\nAnd he vanishes.  AARON'S face creases in confusion.  Huh...?  A school bus is coming up toward\nthem in the other direction, on the other side of the road.  AARON'S face whitens...\n\n\t\t\t\t\tAARON\n\t\t\tLasher, where are you...?  Lasher...?!  LASHER!\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tIf not for yourself  then fear for the children...\n\nAARON can see the bus clearly now.  Packed with children.  And he can see the sudden, \nuncomprehending look of terror on the DRIVER'S face. - as he inexplicably loses control of the\nbus.  It suddenly skids - and swerves out of  lane - heading straight for a head-on with AARON.\n\nAARON hesitates - uncertain - wavering - seconds to impact - and --- he swerves out of the bus\npath at the last moment -- sacrificing himself - flying off the cliff...\n\nINT. THE MANSION - SAME TIME - LATE NIGHT\n\nROWAN stumbles out of Diedre's room, down the stairs, freaked, looking over her shoulder.  And \n- she freeses. seeing something that isn't there.  Her face twists\n\nBACK TO THE CLIFFSIDE - SAME TIME\nAARON'S car tumbles down through the air, hits bottom - and EXPLODES in a fireball.\n\nBACK TO ROWAN AT THE BOTTOM OF THE STAIRS\nas she is sent reeling to the floor.  Dazed, fighting a blackout. - sliding down into her \ndream...\n\nTHE OPERATING ROOM IN ROWAN'S DREAM\nROWAN works feverishly on the OUT OF FRAME patient. THE MASKED FIGURES watch silently.\n\n\t\t\t\t\tROWAN\n\t\t\tI - I can't do it!\n\nThe others urge her on - imploring, encouraging her-\n\n\t\t\t\t\tROWAN\n\t\t\t\t(pointing OUT OF FRAME. frantic)\n\t\t\tBut look!  LOOK!   How can I do it...?\n\nOC - a muffled CRY.\nTILT DOWN SLOWLY - the edge of the operating table comes INTO FRAME - and lying on it, a tiny\nhand...",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow can I do it...? OC - a muffled CRY. TILT DOWN SLOWLY - the edge of the operating table comes INTO FRAME - and lying on it, a tiny\nhand... \n\nTARGET SECTION TO BE ANNOTATED:\n PULL OUT to REVEAL ALL for the first time... It is a truly bizarre entity: the torso of\na man - with the head, arms and  legs, toes and lingers of a tiny newborn.\n\n\t\t\t\t\tMASKED FIGURE\n\t\t\tGo on!  Help him!\n\n\t\t\t\t\tMASKED FIGURE\n\t\t\tHelp us!\n\n\t\t\t\t\tROWAN\n\t\t\tHOW...?!\n\nA FIGURE removes its mask - it is MARGUERITE.  She takes a scalpel and cuts the entity from \nnavel to callarbone, then folds back the skin --- within the chest cavity, the emerald pendant\nis where a heart should be. ROWAN SCREAMS. All but one of the FIGURES take off their masks:  \nthey are the twelve MAYFAIR WITCHES - and JULIEN.\n\n\t\t\t\t\tJULIEN\n\t\t\tHelp him!  You were made for this?\n\n\t\t\t\t\tROWAN\n\t\t\tI can't do it!   How can I do it...?!\n\n\t\t\t\t\tSUZANNE\n\t\t\tStop doubting your power!!\n\nThen - the remaining MASKED FIGURE speaks:\n\n\t\t\t\t\tMASKED FIGURE\n\t\t\tNo!  Don't listen to your words, Rowan.  Listen to the feeling \n\t\t\tbehind your words.  Listen to your heart.\n\nHe removes his mask.  it is ARRON.\n\n\t\t\t\t\tAARON\n\t\t\tIt is not your power that you doubt. When you say - \"I can't do \n\t\t\tit\" - you are saying - \"I MUST NOT DO IT!\" You are saying \"I WILL \n\t\t\tNOT DO IT!\"\n\t\t\t\t(his warm, kind smile)\n\t\t\tThis is what your heart tells you.\n\nROWAN ON THE FLOOR AT THE FOOT OF THE STAIRS\ncoming groggily out of the dream.  She rises unsteadily.  And LASHER stands before her.  Her \nface hardens.  He starts toward her.  ROWAN stands her ground - sensing danger.\n\n\t\t\t\t\tROWAN\n\t\t\tSTOP!'\n\nLasher halts - shimmering.  Staring deep into one another.\n\n\t\t\t\t\tROWAN\n\t\t\tAaron was in the dream.  A dream tilled with spirits.  (pause) you killed \n\t\t\thim, didn't you...",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nStaring deep into one another. ROWAN\n\t\t\tAaron was in the dream. A dream tilled with spirits.  (pause) you killed \n\t\t\thim, didn't you... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\n\t\t\t\t\tLASHER\n\t\t\t\t(a beat)\n\t\t\tIt was an accident.  (smiles) Gifford, too.\n\nShe trembles.  Her tears come. But - she steels herself.  A long beat.\n\n\t\t\t\t\tROWAN\n\t\t\tThe portraits, Lasher.  Why are the witches always before a door...?\n\t\t\tTell me, Lasher.  Now!\n\n\t\t\t\t\tLASHER\n\t\t\t\t(his smile flashes)\n\t\t\tThey want to come back.  (pause)  We have a pact - of mutual desire \n\t\t\tand  consent.  The Mayfairs ar. a beautiful tapestry.  I have weaved \n\t\t\tyou all together - from the start.  (pause) I brought Petyr Van Abel to \n\t\t\tSuzanne.  He had genius in him.  Scientific, precise.  It was a perfect \n\t\t\tstart. And on  it has gone - father to mother... sister to brother... father \n\t\t\tto daughter...\n\nROWAN shudders.  Turning ghostly pale.\n\n\t\t\t\t\tROWAN\n\t\t\tOh god...\n\n\t\t\t\t\tLASHER\n\t\t\tJu1ien was your father   Your great-grandfather - your grandfather \n\t\t\t- and your father. All one in the same...  That is why he fought \n\t\t\tcarlotta for your life.\n\nROWAN is shaken - backing up in horror.\n\n\t\t\t\t\tLASHER\n\t\t\tThe Mayfair pact. Rowan: when I am flesh - I will unlock the \n\t\t\tdoor - and the witches will come through. \n\t\t\t\t(soaring)\n\t\t\tYou are the key to the door for the witches - and for me! You are \n\t\t\tthe thirteenth witch.\n\nLaslirn glows brighter...\n\n\t\t\t\t\tLASHER\n\t\t\tI will be --- perfect.  (pause) That is why I chose Michael...\n\nROWAN blanches.  Thrown for a loop.  LASHER smiles.\n\n\t\t\t\t\tLASHER\n\t\t\tThe boy who would turn his dreams into reality.  The exquisite \n\t\t\timagination! So aesthetic, so vulnerable...  The boy so special, \n\t\t\the could see me!  (pause) And I knew he was the one --- for us.\n\t\t\t\t(he smilas)\n\t\t\tYou thought it love at first sight...",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo aesthetic, so vulnerable... The boy so special, \n\t\t\the could see me!  (pause) And I knew he was the one --- for us. (he smilas)\n\t\t\tYou thought it love at first sight... \n\nTARGET SECTION TO BE ANNOTATED:\n? (shakes his head)  I chose him \n\t\t\tfor you. (pause)  The union is human perfection.\n\nShe doesn't quite get it.  she's revving, furious, confused.\n\n\t\t\t\t\tLASHER\n\t\t\tI created you to create me --- and you have...\n\nAnd now ROWAN sees it all.  stumbling back, terrified...\n\n\t\t\t\t\tLASHER\n\t\t\tIt's growing inside you...  Waiting to change... Waiting for me.\n\nAnd ROWAN turns - and runs... A door SLAMS shut as she races toward it.\n\n\t\t\t\t\tLASHER (UNSEEN)\n\t\t\tDid you think you could trick me, my  love...?\n\nShe whirls round - LASHER floats before her - glowing like never before - a bright, pulsating\nemerald green.\n\n\t\t\t\t\tLASHER\n\t\t\tYou thought I could not see into your soul...?  I made your soul!\n\nROWAN back up against the wall.  LASHER spreads out - huge, dark, roiling.  Towering above her.\nthe clock begins to chime.  MIDNIGHT.  GONG-GONG-GONG...\n\n\t\t\t\t\tLASHER\n\t\t\tIt is Christmas Eve, my love  The witching hour is at hand, \n\t\t\twhen Christ was born into the world - when the Word was \n\t\t\tfinally made Flesh --- and I would be born too.  I am done \n\t\t\twith waiting!\n\nHe gathers force, funnelling in on himself, whirling like a tornado - and streams toward her\nlike a jet of green vapor -\n\n\t\t\t\t\tROWAN\n\t\t\tNOOOOOOOOO!!!!!!\n\n--- and the whirlwind jets up between her legs  --- into her --- and disappears.  She HOWLS in\nunearthly pain - and falls to the floor.  Her water breaks - blood seeping now from between her\nlegs -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(absolutely, totally, completely freaked)\n\t\t\t Oh god - oh my god - no, godddd, NO!!!\n\nShe SHRIEKS as a vicious contraction jolts her to her very being.  And --- something is coming\nout of her...\n\nOut it slides --- the ENTITY FROM HER DREAM.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe SHRIEKS as a vicious contraction jolts her to her very being. And --- something is coming\nout of her... Out it slides --- the ENTITY FROM HER DREAM. \n\nTARGET SECTION TO BE ANNOTATED:\n  On its back - bloody, shining - a man-sized head,\nits infant arms and fingers and legs and feet groping and and moving and --- elongating and\ngrowing with each breath, as it cries the CRY from ROWAN'S dream...  ROWAN slumps into \noblivion...\n\nFADE TO BLACK\n\nFADE UP TO\n\nEXT. THE MANSION.  EARLY THE NEXT MORNING - CHRISTMAS DAY\n\nTRACKING with MIHAEL\nas he barrels through the gate and bursts inside the house.\n\n\t\t\t\t\tMICHAEL\n\t\t\tROWAN!!  ROWAN!!\n\nRacing down the hall, he freezes - staring into the LIVING ROOM.  Everything topsy-turvy.  A \ncarpet of broken, colored glass and pine needles covers the floor.  He races toward the stairs\nand skids to stop - a thick pool of blood on the floor there. MICHAEL races back down the \nhall...\n\n\t\t\t\t\tMICHAEL\n\t\t\tROWAN!!!!!!\t\t\t\n\nEXT. THE MANSION GARDEN.  MOMENTS LATER\n\nMICHAEL races INTO FRAME - and stops - staring at a tall FIGURE - clad only in pants - its back\nto him.\n\nTHER FIGURE\nslowly turns round.  it is a man - delicate yet muscular but the skin, the expression, the \ntexture ot him is brand-new, newborn.  And his face is a perfect mix of ROWAN and MICHAEL.  In\nhis hand, he holds one at the newly-bloomed emerald-and-crimson flowers.  He smiles...\n\n\t\t\t\t\tTHE MAN\n\t\t\tI made these.\n\nIt is LASHER'S voice.  He holds the flower to his nose and inhales deeply-  His brand-new face\nlights with the most sensual of discoveries.\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tAhhh...\tIt is incredible, is it not...?\n\t\t\t\t(holds the flower out to MICHAEL)\n\t\t\tHere.  For you, Father.\n\nAnd MICHAEL knows.  He HOWLS and stampedes toward LASHER, who waits with a delighted \nexpresslon. MICHAEL barrels into him - they go sprawling to the ground.  MICHAEL pummeling him,\ntearing at him, lost to murder and vengeance.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe HOWLS and stampedes toward LASHER, who waits with a delighted \nexpresslon. MICHAEL barrels into him - they go sprawling to the ground. MICHAEL pummeling him,\ntearing at him, lost to murder and vengeance. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tMICHAEL\n\t\t\tYou fucking bastard!  You killed my child!!!\n\nBut LASHER is laughing --- rejoicing in the sensations, the pain, the movement, the flesh...\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tBut I am your child!  I AM YOUR SON!\n\n\t\t\t\t\tMICHAEL\n\t\t\tWhere is Rowan...?!  Where is she...?!!\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tAnd this is pain...?  Father you cannot hurt me.  No one can.\n\nAnd LASHER rises, lifting MICHAEL up like a toy - dangling him in the air.\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tI am ALIVE Father!\n\nAnd he flings MICHAEL across the garden.  LASHER smiles, and heads for MICHAEL ungainly on his\nnew legs.\n\nROWAN COMES CARWLING OUT OF THE HOUSE\n- weakened, haggard, bloodied, pale.\n\n\t\t\t\t\tROWAN\n\t\t\tMichael...\n\nLASHER - standing over MICHAEL - turns toward the sound - and MICHAEL tries to crawl away.\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\t\t(grinning)\n\t\t\tYou want Michael...?\n\nLASHER struts to MICHAEL and picks him up by the collar.\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tHere!  Here he is!\n\nMICHAEL hangs still in LASHER'S grip, like the marionette. LASHER jostles him, shakes him with\na smile.\n\n\t\t\t\t\tLASHES THE MAN\n\t\t\tYou could use some strings, I think..\n\nROWAN is trying to crawl, but she's so weak.\n\n\t\t\t\t\tROWAN\n\t\t\tPut - him - down!  His - his heart...\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tHow is your heart, Father...? Is the Timex still ticking...?\n\nHe punches MICHAEL brutally in the chest.  And then strikes him again.  MICHAEL HOWLS - \nbreathless, eyes bulging-  LASHER starts parading around the garden holding MICHAEL in the air\nlike a broken marionette..\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\t\t(mad. possessed. overdosing on life) \n\t\t\tLook at me, Mother!  Am I not a wonder...",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nMICHAEL HOWLS - \nbreathless, eyes bulging-  LASHER starts parading around the garden holding MICHAEL in the air\nlike a broken marionette.. LASHER THE MAN\n\t\t\t\t(mad. possessed. overdosing on life) \n\t\t\tLook at me, Mother! Am I not a wonder... \n\nTARGET SECTION TO BE ANNOTATED:\n?!  Something new under the \n\t\t\tsun!  The world has never seen the likes of me!\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(a barely audible HISS) \n\t\t\tA monster among men...\n\n\t\t\t\t\tLASHER\n\t\t\t\t(suddenly expressionless. cold)\n\t\t\tRowan and I will be together now. My time has come.  Your time is \n\t\t\tgone.\n\n\t\t\t\t\tROWAN\n\t\t\tNo!   Don't!  Lasher!!!\n\nLASHER strikes a deadly blow to MICHAEL'S chest.  MICHAEL seems to cave in..   And LASHER hurls\nMICHAEL into the pool.\n\nMICHAEL SINKS LIKE A STONE BENEATH THE WATER\nSinking into death for the second and last time.  And - the WITCHES seep out in the water  \nsurrounding him.\n\n\t\t\t\t\tMICHAEL\n\t\t\tLet go, Michael.  It is done - and he is beautiful!  Perfect.\n\n\t\t\t\t\tDEBORAH\n\t\t\tWe can go through now.  Lasher will open the door and \n\t\t\tbring us back-  (pause) Goodbye, Michael. Let go now.  \n\t\t\tLet go... \n\nThe phantoms fade away.  Michael sinks to the bottom. DEAD.\n\nBACK AT POOLSIDE\nLASHER stands, beaming and proud, staring into the water.  ROWAN drags herself to the pool -\nand stares down in horror.\n\n\t\t\t\t\tROWAN\n\t\t\tOh god nooooooooo....\n\nShe tries to slide into the pool - but LASHER picks her up gently end deposits her on the \ngrass.\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tMother - you must rest.  You're still bleeding.  Rest. please...\n\nThe WIND suddenly picks up.  The trees sway.  And then - the witches' VOICES swirl around\nLASHER and ROWAN\n\n\t\t\t\t\tSUZANNE (UNSEEN)\n\t\t\tLasher - bring us through!\n\n\t\t\t\t\tDEBORAH (UNSEEN)\n\t\t\tNow, lasher - it is our time.\n\nThe VOICES beseech him, coax him, plead...  And LASHER smiles up at the sky --- a widening, \ncunning, wicked smile...\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tYour time...",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe VOICES beseech him, coax him, plead... And LASHER smiles up at the sky --- a widening, \ncunning, wicked smile... LASHER THE MAN\n\t\t\tYour time... \n\nTARGET SECTION TO BE ANNOTATED:\n?  Oh, my foolish ones - but you are wrong!  rt is my time\n\t\t\tMINE!  I am unto myself - one of a kind!  (pause)  And I have Rowan! \n\t\t\tWho else do I need...?\n\n\t\t\t\t\tSUZANNE (UNSEEN)\n\t\t\t\t(anger in her voice. and panic)\n\t\t\tThe pact Lasher!  The pact!  We have waited. Now it is our time!\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\t\t(a harsh laugh)\n\t\t\tI have no time for your time!  Be gone!\n\n\t\t\t\t\tDEBORAH (UNSEEN)\n\t\t\t\t(desperate)\n\t\t\tLasher - please...!  Save us!  Bring us through!\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\t\t(suddenly vicious)\n\t\t\tBE GONE! - or I will send you where there are no worlds at all!\n\t\t\tGO!\n\nThe WIND dies.  SILENCE.  He turns and sees ROWAN dragging herself toward the pool.  He strides\nover and drags her away.\n\t\n\t\t\t\t\tROWAN\n\t\t\t\t(tries to shake free of him) \n\t\t\tLet me go...  Michaelllllll...\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tENOUGH!  He is dead.  You are here for me now.  Michael is \n\t\t\tgone!\n\n\t\t\t\t\tROWAN\n\t\t\t\t(venomous. spitting it out) \n\t\t\tI'll destroy you.  I swear it!  If you don't kill me, I'll find a -\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\t\t(stunned. sincerely wounded)\n\t\t\t'Kill you...?'  You are my mother.  Do you think I would hurt you...?\n\nShe twists out of his grasp and sprawls on the ground.  Glaring up at him.  And then -\n\nThe WIND comes up again.  Whipping the leaves around. Gathering force.  LASHER looks to the \nsky,  perplexed, surprised.  His newborn eyes wide and curious...\n\n\t\t\t\t\tSUZANNE (UNSEEN)\n\t\t\tRowan - he has cheated us all?  (pause)  You are the thirteenth.  \n\t\t\tUse your anger.  Use the power!  USE US!\n\nROWAN slowly rises, as if pulled up.  The sky darkens.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nUSE US! ROWAN slowly rises, as if pulled up. The sky darkens. \n\nTARGET SECTION TO BE ANNOTATED:\n The WIND swirls.  LASHER watches like a\nchild, turning round and round - and stares now into his mother's eyes.\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\t\t(soft)\n\t\t\tMother...\n\nROWAN glares it him.  Her body seems to harden.  Her eyes flare.  LIGHTNING FLASHES - and a\nhard rain pours down.  LASHER'S expression changes.  Doubt...?  Fear...?\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\t\t(sott. heartrending)\n\t\t\tI am your flesh... These are your eyes...\n\nBut she is steel.  More than steel.  She is an energy the earth has not known before...  And he\nsees it in her fact.  His melancholy smile comes.\n\n\t\t\t\t\tLASHER THE MAN \n\t\t\t\t(tender. loving)\n\t\t\tI am your son.  I would not wound you. I could not - ever.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(eerily soft)\n\t\t\tI know.  (pause)  you are my son -\n\nLASHER almost melts at her words.  He reaches out to her -\n\n\t\t\t\t\tROWAN\n\t\t\t\t(turning cold as death)\n\t\t\t- and may god forgive me.\n\nHe freezes - arms outstretched, mouth agape.  She looks to the sky.\n\n\t\t\t\t\tROWAN\n\t\t\t\t(imperious)\n\t\t\tNow!  NOW!!!\n\nThe WIND is whipped into a frenzy...  A branch is torn from a tree - and crashes into LASHER. \nHe stumbles.  Thorned bushes are ripped from the ground and tear at his flesh.  His blood \nruns...\n\nIn the sky, a doten whirling funnels appear descending like avenging WINDS.  LASHER watches - \nhis face darkening.  ROWAN'S arms rise pointing majestically like a conductor directing a \nterrible symphony of destruction. The tunnels follow her movements, whirling and gliding... And\nterror rains down on LASHER\n\nTREES, FLAGSTONE, ROCKS, THE WROGHT-IRON FENCE - EVERYTHING IS BEING UPROOTED, TORN APART - AND\nSENT WHIRLING, SLASHING, AND CRASHING DOWN ON LASHER. He falls to the ground.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe tunnels follow her movements, whirling and gliding... And\nterror rains down on LASHER\n\nTREES, FLAGSTONE, ROCKS, THE WROGHT-IRON FENCE - EVERYTHING IS BEING UPROOTED, TORN APART - AND\nSENT WHIRLING, SLASHING, AND CRASHING DOWN ON LASHER. He falls to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tLASHER THE MAN\n\t\t\tMOTHER   MY FLESH!!!  DO NOT DO THIS!\n\nROWAN is ominous - eyes riveted on him.  She points to the house - and it starts to come apart.\nSHINGLES, TIMBERS, WINDOWS... TEARING LOOSE, FLYING THROUGH THEl AIR -  SHOWERING DOWN ON  \nLASHER --- RIPPING HIM APART.\n\n\n\t\t\t\t\tLASHER THE MAN\n\t\t\tThe pain...  my beautiful flesh!\n\nFlesh tearing off bones! bones pulled from sockets.  His very being coming apart, \ndisintegrating.  His cries begin to fade in the cacophony.  ROWAN' S eyes never leave him.   \nHer arms swing round and she points at what remains at her son...  The funnels descend on \nLASHER in a frenzy. Everything is obscured by the cloud of dust ard matter... Than - a final, \nfading SHRIEK come. - and than --- SILENCE..\n\nROWAN's hands drop to her side...  She seems to lessen... to settle back into herself.  The \nfunnels fade... the dust settles... and where LASHER  lay - NOTHING... The garden is gone.  The\nmansion is gone.  Total destruction.\n\nROWAN comes out of her trance.\nShe races to the pool and dives in and resurfaces with MICHAEL'S lifeless body.  She drags him\nup onto the ground - and frantically tries to revive him over and over again.\n\nFinally - she SMASHES his chest as she did long ago - but MICHAEL lies still.  She drops upon\nhim, exhausted - weeping, inconsolable... Then -- she looks up to the sky - fury and tears in\nher eyes.\n\n\t\t\t\t\tROWAN\n\t\t\tYou betrayed him!  All of you!  Look!  LOOK AT HIM!!!  He \n\t\t\tbelieved there was goodnese in you - and you BETRAYED \n\t\t\thim!\n\nShe stands, seething - like a volcano about to erupt.  Thinking.  Focusing.  Something is \ncoming together inside her...  she is remarkable.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\nThinking. Focusing. Something is \ncoming together inside her...  she is remarkable. \n\nTARGET SECTION TO BE ANNOTATED:\n  She reaches to the sky  -\n\n\t\t\t\t\tROWAN\n\t\t\tI AM THE  THIRTEENTH!  I AM THE KEY!   COME THROUGH \n\t\t\tTHE DOOR!  ALL OF YOU - COME - THROUGH - THE - DOOR!\n\nAnd the fabric of the sky tears... An ererald haze shows beyond it... Arid the PHANTOM-WITCHES\ncome soaring through the gash in the world - speeding toward their mistress...\n\n\t\t\t\t\tROWAN\n\t\t\tAll of us are one - from  the beginning to now!  So I command you -\n\t\t\tcome into me!  Mlake THIRTEEN ONE!\n\nAND THE WITCHES SWOOP DOWN - AND DIVE INTO ROWAN - FILL HER - BECOME HER.  SHE BRIMS WITH \nPOWER.  ALMOST A CELESTIAL GLOW.\n\nShe kneels beside MICHAEL, takes his hands and presses them against her heart.  Her tears \ncascade down her cheeks...\n\n\t\t\t\t\tROWAN\n\t\t\tCome back to me, Michael.  Please, Michael --- come back.  I love you \n\t\t\tI LOVE YOU, MICHAEL!  Oh, God - COME BACK TO ME!\n\nShe leans down and kissea him - deeply, deep as their love - long, long, long...\n\nAnd ---\nMICHAEL opens his eyes.  Rasping, coughing, shaking with the new life Rowna has given him...\nROWAN, on her knees, lifts him up and cradles his head in her chest...\n\n\t\t\t\t\tMICHAEL\n\t\t\t\t(barely a whisper)\n\t\t\tLasher...  Where --- where is ---\n\n\t\t\t\t\tROWAN\n\t\t\t\t(loving. soothing) \n\t\t\tIt's alright...it's airight.  He's gone, Michael...  Gone.\n\nSLOW ZOOM INTO ROWAN'S FACE\n\n\t\t\t\t\tROWAN\n\t\t\tEverything's gone, Michael.  Everything except for us.  (pause) \n\t\t\tBut we're here.   Together.  You and I...\n\nHOLD ON ECU OF ROWAN\n\nShe smiles strangely, and --- HER FACE FLICKERS....  AND THEN, FROM SOME NEW INNER CURRENT, HER\nFACE STROBES B1ZARRELY WITH THE FACES OF TWELVE OTHERS WHO CAME LONG BEFORE HER...",
  "114": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou and I... HOLD ON ECU OF ROWAN\n\nShe smiles strangely, and --- HER FACE FLICKERS.... AND THEN, FROM SOME NEW INNER CURRENT, HER\nFACE STROBES B1ZARRELY WITH THE FACES OF TWELVE OTHERS WHO CAME LONG BEFORE HER... \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tROWAN\n\t\t\t\t(very very softly)\n\t\t\tJust you and...\n\nFADE TO BLACK\n\nTHE END\n\n"
}