{
  "1": "SPLICE\n\nby\nVincenzo Natali Antoinette Terry\nand\nDoug Taylor\n\n4.10.07\n\nProducer: Steven Hoban\nCopperheart Entertainment Inc.\nsteve@copperheart.ca\n\n(416) 516-4950\n\nCopyright 2007\n\fBLACKNESS\n\nA MUFFLED HEARTBEAT. Faster than normal, and quickening.\n\nA SLIVER OF BLINDING LIGHT cuts through the darkness,\nrevealing the constricting walls of a fleshy liquid-filled\nchamber. The walls close in, squeezing us towards the light.\n\nOur heartbeat becomes LOUDER and FASTER. The walls spasm\nagain with an oddly mechanical THROB.\n\nTHRRRUMP - THRRRUMP - THRRRUMP\n\nWe are experiencing the POV of an infant's birth. The LIGHT\nexpands until we are engulfed in WHITENESS. With a WET\nFLUSHING SOUND, we are abruptly spit from the womb.\n\nAs our vision adjusts, the WHITE LIGHT DIMINISHES until we\ncan make out colors, and shapes, and...\n\nINT. BIRTHING CHAMBER -- DAY\n\nMAINTAIN POV: The faces of TWO MASKED DOCTORS lean in, serious\nand intent. Behind them are SEVERAL ASSISTANTS. One records\nthe event with a digital cam-corder.\n\nOUR HEARTBEAT bangs rapidly. The male doctor, CLIVE NICOLI,\nspeaks...\n\nCLIVE\nVitals?\n\nThe female doctor, ELSA KAST, glances at a bank of monitors.\n\nELSA\nStable.\n\nCLIVE\nSevering support.\n\nClive deftly cuts the umbilical cord with a scalpel. OUR\nHEARTBEAT slows. Subsiding. The room grows dim.\n\nASSISTANT\nDropping. Dropping fast!\nA HIGH-PITCHED WHINE sounds from the panel. Clive jerks his\nhead to the monitors, annoyed. Elsa's eyes flit above her\nmask to the vital signs, to us, back to Clive.\n\nELSA\nDo it.\n\nClive leans in, slapping with a rubber-gloved hand.\n\fCLIVE\nC'mon... spark!\n(desperate)\nBREATHE, DAMN IT!\n\nA SUDDEN CHOKING SOUND. GURGLING.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\n(desperate)\nBREATHE, DAMN IT! A SUDDEN CHOKING SOUND. GURGLING. \n\nTARGET SECTION TO BE ANNOTATED:\n And a GASPING FOR AIR.\nThe HIGH-PITCHED WHINE turns silent. We are SUCKING IN our\nfirst breaths. Our vision BRIGHTENS again.\n\nThe Doctors relax. Clive shakes his head, delighted. He\npresses a stethoscope BENEATH OUR LINE OF VISION.\n\nCLIVE (CONT'D)\nRespiration stable.\n\nElsa gathers us up in a white towel.\n\nELSA\nNo obvious physical discrepancies.\n\nAs she swings us around the lab towards a dome-covered\nincubator, we see that we have been birthed not from a mother,\nbut from the latex mouth of an ARTIFICIAL BIRTHING MACHINE.\n\nCLIVE\n(excited)\nHe's perfect. He's just fucking\nperfect!\n\nElsa places us gently into A CRIB-LIKE bubble. They pull\noff their masks revealing beaming, youthful faces.\n\nELSA\n(as a compliment to\nClive)\nOf course. He was brilliantly\nconceived.\n\nCLIVE\n(as a compliment to\nElsa)\nAnd fabulously executed.\n\nHe leans over and gives her a congratulatory kiss.\n\nINT. NOVAPHORM LABS - CORRIDOR -- DAY\n\nThe lab is naked, functional and illuminated under stultifying\nflorescent light. This is the gritty reality of contemporary\ngenetic engineering.\n\nClive and Elsa, sans medical smocks, wheel the pod-like\nincubator down the corridor. We get our first good look at\nthem:\n\f3.\n\nClive, early thirties, is tall with spiky hair and a hunched,\nwiry grace. He's the kind of high school nerd who managed\nto morph into college cool, without ever realizing he was\nonce a nerd.\n\nElsa, about the same age, sports a tangled brunette mane\naccented by a single streak of white hair. She's a\nfirecracker, brimming with happy self-assurance that comes\nfrom a lifetime of being the smartest girl in the room.\n\nAs they reach the end of the corridor, Clive betrays a hint\nof concern.\n\nCLIVE\nMaybe we should wait.\n\nELSA\nThey need to imprint.\n\nINT. CONTAINMENT CHAMBER -- DAY\n\nThe door opens and Clive and Elsa roll in the incubator. The\nroom is small and sterile.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CONTAINMENT CHAMBER -- DAY\n\nThe door opens and Clive and Elsa roll in the incubator. The\nroom is small and sterile. \n\nTARGET SECTION TO BE ANNOTATED:\nClive crosses to a cage on the floor and releases a BIZARRELY\nUNIDENTIFIABLE CREATURE. She has the stance of a small\nprimate, though her face is almost pig-like. A long, lizard\ntail extends from the base of her spine. Her skin is pale,\n\na collection of bizarre orifices decorate her back.\n\nDespite her predominantly monstrous appearance, there is\nsomething sweet, almost Buddha-like about her countenance.\n\nElsa captures the moment with a SMALL CAMCORDER.\nCLIVE\n\nC'mon, Ginger... Come meet your little\n\nbrother.\nGINGER crawls tentatively to the threshold of her cage.\nClive breaks the seal on the dome and gathers up the NEWBORN\nHYBRID. This is our first view of FRED, a_smaller version\nof Ginger. Eyes blinking and bewildered.\nINT. OBSERVATION ROOM -- DAY\n\nClive and Elsa's team observe this historic event from behind\na one-way mirror. They watch enraptured as...\n\nINT. CONTAINMENT CHAMBER -- DAY\nClive places Fred gently down on the floor near Ginger, and\n\nsteps back. Ginger cranes her neck, sniffing the air,\nwatching Fred with a mixture of curiosity and trepidation.\n\fELSA\nIt's okay, Ginger. He's family.\n\nGINGER ABRUPTLY JOLTS FORWARD, lunging at the newborn with a\nBLOOD-CURDLING SCREECH.\n\nElsa GASPS. Clive lurches to rescue...\n\nBut Ginger does nothing. Merely sniffs at the newborn,\nnudging it with her nose. Fred emits a PURRING GURGLE.\n\nINT. OBSERVATION ROOM -- DAY\n\nThe team release a collective sigh of relief.\nINT. CONTAINMENT CHAMBER -- DAY\n\nClive relaxes, watches with fascination as...\n\nExcited, Ginger lets out a SHORT SQUAWK, then continues her\ngentle smelling inspection. A probing tongue cleans the\narea around Fred's eyes. Elsa crouches in for a close-up,\ncatching her breath.\n\nELSA\nSee? Love at first sight.\n\nINT. HYPERSPACE LOUNGE -- NIGHT\nAn ultra-hip club.\n\nClive hands THE BARTENDER some bills and departs from the\nbar with an enormous tray of multi-colored shooters.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HYPERSPACE LOUNGE -- NIGHT\nAn ultra-hip club. Clive hands THE BARTENDER some bills and departs from the\nbar with an enormous tray of multi-colored shooters. \n\nTARGET SECTION TO BE ANNOTATED:\n As he\npushes through the crowd, we recognize several of his\ncolleagues from the lab, each helping themselves to a shot,\nlightening his load.\n\nAmong them is DEXTER, forties, Clive's right hand man and\nolder, less-impressive brother. He nonetheless exudes\nunadulterated fraternal pride, giving Clive a crushing hug\nwhich nearly sends the tray flying.\n\nDEXTER\nYou did it, Maestro.\n\nCLIVE\n(sweetly)\nWe did it. And stop calling me\n‘that'. I'm your brother for fuck's\nsake.\n\nDEXTER\nI'll only stop saying it when you\nstop being brilliant... Maestro.\n\f10\n\nDexter releases him and Clive continues through the group,\ndistributing shots and getting congratulatory slaps on the\nback. He finally arrives at the corner booth where Elsa is\ndeep in discussion with MELINDA FINCH, a smartly dressed\nreporter from \"WIRED\" magazine. FLASH! A PHOTOGRAPHER snaps\nphotos while they talk.\n\nHe watches admiring from a short distance away, preferring\nElsa to take the spotlight.\n\nMELINDA\nYour critics say, by combining such\ndisparate animals, you're violating\nthe natural order of things.\n\nELSA\nThere was a time when it was\nconsidered “unnatural” to perform\nsurgery.\n\nMELINDA\nStill, it's quite a leap to go from\nmending bodies to redesigning them.\nDo you really think the world's ready\nfor Ginger and Fred?\n\nELSA\nWhy not? Chimeras have been with us\nfor thousands of years. Since the\nearliest myths. I see them as\nsignposts for the future. For our\nevolution.\n\nMELINDA\nThat sounds almost... spiritual.\n\nELSA\nYou could say it's our religion.\n\nShe casts a glance at Clive who watches admiring from the\nshadows.\n\nFLASH!\n\nINT. HYPERSPACE CLUB - MEN'S ROOM -- NIGHT\n\nClive and Elsa burst into a cubicle, hands and lips all over\neach other... They look as though they're on the verge of\nhaving sex right there.\n\nCLIVE\nFuck, you're hot in an interview.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHYPERSPACE CLUB - MEN'S ROOM -- NIGHT\n\nClive and Elsa burst into a cubicle, hands and lips all over\neach other... They look as though they're on the verge of\nhaving sex right there. CLIVE\nFuck, you're hot in an interview. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA\nYou think?\n\f11\n\nWhile Clive nibbles at her ear, Elsa brandishes a liquid\ndropper.\n\nELSA (CONT'D)\nReady to bust loose?\n\nClive pulls back, eyes the dropper warily.\n\nCLIVE\n(hesitant)\nThat more of your home brew?\n\nELSA\nAfraid?\n\nCLIVE\nAfter last time? Very.\n\nELSA\nI decreased the c-AMP formations.\nIt'll be a smooth ride. Promise.\n\nShe squeezes a few pearls of liquid onto her tongue, looks\nat him daring. The temptation is too great. Clive plants\nhis mouth over hers, sharing in the dose.\n\nCLIVE\nThings are going to get weird now,\naren't they?\n\nElsa nods enthusiastically.\n\nINT. HYPERSPACE LOUNGE -- LATER\n\nThe drug has kicked in. The night explodes with NOISE and\nCOLORS as the dance floor surges. Clive and Elsa weave\nthrough the crowd. At every step, co-workers, friends, and\nacquaintances shake their hands, pat their backs, kiss cheeks,\nshowering them with nonstop affirmation.\n\nElsa pulls Clive onto the dance floor. They bounce in time\nwith the wave of other bodies but somehow see only each other.\nThis is a portrait of two people deeply in love.\n\nClive leans in for another kiss but his attention is drawn\nto a BALD MAN on the edge of the dance floor, conspicuously\nimmobile among the gyrating mob.\n\nBALD MAN\nClive? Elsa?\n\nElsa smiles, expecting some kind of fan banter. Still\nsmiling, the Bald Man fumbles with something under his coat...\n\nAnd _ pulls out a short-muzzled shot gun.\n\f12\n\nBALD MAN (CONT'D)\n(calm)\nStop playing God.\n\nHe calmly BLASTS A SHOT into Clive's chest. Clive flies\nbackwards, collapsing onto the dance floor. Elsa SCREAMS.\n\nThe music stops. A chilling HUSH descends on the room.\n\nThe bald man drops his gun and makes for the exit, but he's\nimmediately tackled by BOUNCERS and Clive and Elsa's team.\nDexter looks to Elsa, frozen over Clive's bloodied body.\n\nHe fumbles with his cell pounding 911 into the keypad.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe bald man drops his gun and makes for the exit, but he's\nimmediately tackled by BOUNCERS and Clive and Elsa's team. Dexter looks to Elsa, frozen over Clive's bloodied body. He fumbles with his cell pounding 911 into the keypad. \n\nTARGET SECTION TO BE ANNOTATED:\nElsa stares at Clive uncomprehending, her world suddenly\nturned upside down. She leans down to touch him when...\n\nClive's eyes snap open!\n\nElsa lets out a YELP, falls to her knees as Clive struggles\nup on one elbow.\n\nCLIVE\nHey, babe... Guess what?\n\nHe holds up one hand, dabs his tongue with a bloody finger.\n\nCLIVE (CONT'D)\nGod plays paintball.\n\nElsa's face explodes with joy and relief. She tackles him\nin a crushing embrace.\n\nFLASH! Melinda and her photographer are there, taking photos\nof the whole unbelievable scene.\n\nINT. CLIVE AND ELSA'S APARTMENT -- NIGHT\n\nThe modest apartment is overflowing with electronics, DVDs,\ncomic books, movie posters, toys and other expensive pop\njunk. This is what happens when geeks get an income.\n\nClive and Elsa tumble in, snapping on the lights, still riding\nthe combined high of alcohol, drugs and adrenaline. Clive's\nshirt sports an explosion of red paint across the chest.\n\nELSA\nWhat I don't understand is why he\ndidn't want to shoot me? I mean, of\ncourse a Right-Wing nutbar like that\nis incapable of believing a woman\ncould be the head of an important\nscientific breakthrough, but still...\n\fCLIVE\nYou're jealous.\n\nELSA\nNo, I'm not.\n\nCLIVE\nYou are. You have ‘assassination\nenvy’.\n\nELSA\nShut up.\n\nThey stumble towards...\nTHE BEDROOM\nWhere Elsa drunkenly pulls at Clive's bloody shirt buttons.\n\nELSA (CONT'D)\nLet's get this thing off of you.\n\nCLIVE\n(wincing)\nCareful...\n\nShe pulls back the fabric revealing a broad red welt across\nhis left-side pectoral. Or possibly it's the stain of red\npaint on his skin. She leans in and kisses his chest.\n\nCLIVE (CONT'D)\nYou know it's interesting. For that\nmoment, when I thought I was shot,\nall the cliches were true. Time\nseemed to slow down, I think I even\nsaw a heavenly light.\n\nELSA\n(between kisses)\nEndorphins, horomone secretions to\nthe central nervous system...\nIncreases awareness and reaction\ntime in moments of crisis... part of\nthe survival mechanism....",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nTime\nseemed to slow down, I think I even\nsaw a heavenly light. ELSA\n(between kisses)\nEndorphins, horomone secretions to\nthe central nervous system... Increases awareness and reaction\ntime in moments of crisis... part of\nthe survival mechanism.... \n\nTARGET SECTION TO BE ANNOTATED:\nClive is becoming aroused, perhaps as much from Elsa's\nclinical banter as her touch.\n\nCLIVE\nI wonder if that applies to all\nspecies... not just ones with higher\nbrain functions...?\n\nHe deftly unsnaps Elsa's bra and lifts it, shirt and all,\nover her head.\n\fELSA\nProbably not. Visual perception's\ncontained within the occipital lobe...\n\nClive drops Elsa onto the bed and starts peeling off her\njeans.\n\nCLIVE\nSome subspecies of salamander have\nsomething that approximates an\noccipital lobe...\n\nStripped to her panties, she pulls Clive down onto the bed\nwith her.\n\nELSA\nEnough.\n\nShe plants her lips over his, effectively shutting him up,\nthen reaches for the drawer of the bed table.\n\nCLIVE\nHey... wait a sec....\n\nElsa pulls out a string of condoms.\n\nELSA\nWhat?\nCLIVE\nWhy don't we forget it? Just this\nonce.\nELSA\nI don't think so.\nCLIVE\nWhat's the worst that could happen?\nELSA\nYou're a genetic engineer, figure it\nout.\nCLIVE\n\nWould that be the end of the world?\n\nELSA\nWe're on a mission, remember? It's\nnot a good time.\n\nCLIVE\nThere's never going to be a good\ntime.\n\nELSA\n\nHow about after we crack male\npregnancy?\n\f13\n\n14\n\n10.\n\nCLIVE\nAnd ruin this perfect figure?\n\nELSA\nHypocrite.\n\nClive laughs, relenting. Then for a moment, grows serious.\n\nCLIVE\nYou know what I was really thinking\nof when I was shot? That I'd never\nsee you again.\n\nElsa contemplates this. It's unimaginable.\n\nELSA\nDon't even say that. I'd never let\nit happen.\n\nElsa leans over to turn the light off. The room snaps into\nDARKNESS. The sound of a TEARING CONDOM PACKAGE.\n\nEXT. NOVAPHORM - DOWNTOWN HEADQUARTERS -- DAY\n\nWe stare up at the downtown headquarters of Novaphorm Bio-\nResearch Inc. It's a TOWERING STEEL MONUMENT to corporate\nanonymity.\n\nBARLOW (0.S.)\nI wish you guys would fill me in on\nthis presentation.\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARLOW (0. S.)\nI wish you guys would fill me in on\nthis presentation. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NOVAPHORM - DOWNTOWN HEADQUARTERS - CORRIDOR -- DAY\n\nClive and Elsa are led hastily down a long, pristine corridor\nby their project manager, WILLIAM BARLOW, fifties. A natural-\nborn bureaucrat, Barlow can barely suppress his feckless\npanic.\n\nBARLOW\nI mean, not that I don't have absolute\nfaith, but as your project manager,\nI like to think that I can be a\nsounding-board.\n\nCLIVE\nRelax. It's just another dog and\npony show.\n\nELSA\nHey, we could splice a dog and a\npony.\n\f11.\nCLIVE\nThen it could do the presentation\nfor us.\n\nBarlow offers a hollow chuckle.\n\nELSA\nIt'll be mind-blowing, Bill. Trust\nus.\nBARLOW\nAs mind-blowing as last month's party?\nCLIVE\nSomething like that.\nBARLOW\nNow that was a joke.\n(to Elsa)\nHe is joking, right?\n(to Clive)\n\nI had to do a lot of damage control\nafter that... incident.\n\nELSA\nIt was just a party.\n\nElsa pops NERD candies into her mouth, crunching them loudly.\n\nBARLOW\nA party that \"Wired\" was invited to.\n\nBarlow shakes a copy of the new issue of \"Wired\" magazine,\nturns to an earmarked page featuring a photo of Clive and\nElsa -- blood-splattered on the dance floor.\n\nBARLOW (CONT'D)\n\"If God didn't want us to explore\nhis domain, why'd he give us the\nmap?\"\n\nELSA\nBumper-sticker wisdom.\n\nElsa bites down loudly on a Nerd. Barlow grimaces as though\nshe were biting down on his nerves.\n\nBARLOW\nI'm just asking. Please. You've\ngot Joan Klein and the entire\nmanagement team of this division\nupstairs. Be sensitive to their\nconcerns. ...You know, \"the hand\nthat feeds\" and all that?\n\nClive gives Barlow a reassuring pat on his shoulder.\n\f15\n\n12.\n\nCLIVE\nWe're gonna feed the hand until it's\nblue in the face. They'll love it.\n\nThey step into a waiting elevator. Barlow looks not the least\nbit assured.\n\nINT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey step into a waiting elevator. Barlow looks not the least\nbit assured. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NOVAPHORM CONFERENCE ROOM -- DAY\n\nA large conference room located in the stratosphere of\nNovaphorm headquarters. A gathering of EXECUTIVES.\n\nBarlow stands off to the side, eyeing the Novaphorm team\nnervously. In particular, he monitors the reaction of JOAN\nKLEIN, Novaphorm's new Chief of Operations. In her 50s,\nJoan is a well-starched bundle of cold candor.\n\nCLIVE\nThe H-40 chimeras exceeded all\nexpectations in their ability to\nproduce medicinal proteins for\nlivestock.\n\nA power point presentation flashes images of Ginger and Fred,\ngraphs, stats, etc. in the background.\n\nELSA\nAnd now, with the birth of Fred, we\nhave a proven technique for braid-\npairing, which can be applied to the\nmost sophisticated of organisms.\nNamely...\n\nThe color drains from Barlow's face. He looks to Elsa\npleading with his eyes. She catches this look and continues\nwith gleeful abandon.\n\nELSA (CONT'D)\nHuman beings.\n\nThe screen behind transitions from Ginger and Fred to an\nimage of Da Vinci's VITRUVIAN MAN. A murmur among the\nassembled.\n\nCLIVE\nBy incorporating human DNA into the\nhybrid template, we might have the\nkey to curing any number of human\ndiseases.\n\nELSA\nParkinson's. Liver damage. Epilepsy.\nAnd the grail...Cancer cure.\n\nA terrible moment of suspended silence as Clive and Elsa\nwait for the reaction.\n\f13.\nJoan clears her throat. All eyes snap to her.\n\nJOAN\n\nExtraordinary. Simply extraordinary.\n\n(to the assembled)\nI don't think I exaggerate when I\nsay that Clive and Elsa represent\nthe future. Not just for this\ncorporation, but for the entire field\nof bio-engineering.\n\nClive and Elsa share an excited, hopeful glance\n\nJOAN (CONT'D)\n(to Clive and Elsa)\nAnd that is why it is time to move\non to Phase 2.\n\nELSA\nPhase 2?\n\nJOAN\nYes. The product stage. We need to\nisolate the gene in Ginger and Fred\nwhich produces your magic protein,\nCD-356. We're shutting down the\nsplicing facilities. Retooling your\nlabs for intensive chemical analysis.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe need to\nisolate the gene in Ginger and Fred\nwhich produces your magic protein,\nCD-356. We're shutting down the\nsplicing facilities. Retooling your\nlabs for intensive chemical analysis. \n\nTARGET SECTION TO BE ANNOTATED:\nFor the first time, Clive and Elsa look caught off-guard.\n\nCLIVE\nShutting down...?\n\nELSA\nBut what about our proposal?\n\nJOAN\nVery impressive. But it sounds like\na longterm goal. That is not what\nNovaphorm needs at this time.\n\nELSA\nProceeding to human splicing was\nalways part of our plan. It's what\nwe signed on for.\n\nBARLOW\nElsa, we all know that can't happen\nright now. Moral outrage will have\npoliticians and regulators tearing\nus to pieces.\n(beat)\n\nChrist, you mixed a few animals and\nit practically got you shot.\n\f16\n\n17\n\n14.\n\nCLIVE\nBut you're lobbying for an exploratory\nlicense. Right?\n\nBarlow's silence gives Clive his answer.\n\nCLIVE (CONT'D)\nYou promised. When we signed our\ncontracts. You said...\n\nBARLOW\nWhat I said was I would do everything\nI possibly could.\n(beat)\nThis is not the time. There's nothing\nto be done on that front right now.\n\nElsa's face tightens. Joan leans forward in her seat.\n\nJOAN\n\nLook. We'd love to cure all those\nthings. Of course we would. Nothing\nwould make us prouder as a company.\nAs human beings.\n\n(beat)\nYou put a viable livestock product\non the shelves... Then we can talk\nabout a twenty year plan to save the\nworld.\n\n(beat)\nRight now, we need to start Phase 2.\nAnd you're the only ones who can do\nit.\n\nClive and Elsa stare despondently at the room of stony faces.\nINT. NOVAPHORM HEADQUARTERS - UNDERGROUND PARKING -- DAY\n\nElsa and Clive are pissed, their shoes CLATTERING LOUDLY\nthrough Novaphorm's underground parking facility.\n\nCLIVE\nWe could quit. Go to Hamilton-\nSplinter.\n\nELSA\n\nNovaphorm owns our patents. We'd\nlose everything.\n\nElsa ducks into a bright red GTO, their car, slamming the\ndoor loudly.\n\nINT. CLIVE AND ELSA'S CAR -- DAY\nClive turns the key in the ignition. Eight cylinders jump\n\nto life. Elsa stares through the windshield at the cement\nwall before them... seeing through it, beyond their limits.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLIVE AND ELSA'S CAR -- DAY\nClive turns the key in the ignition. Eight cylinders jump\n\nto life. Elsa stares through the windshield at the cement\nwall before them... seeing through it, beyond their limits. \n\nTARGET SECTION TO BE ANNOTATED:\n\f18\n\n19\n\n20\n\n21\n\n15.\n\nCLIVE\nSo... What?\n\nELSA\nI am not spending the next five years\npulling pap smears from swine.\n\nElsa turns to Clive, her eyes burning with ambition, her\nmouth betraying a trace of smile.\n\nThere's a moment. Elsa's determination pulverizes any\nreluctance Clive might possess. Not a word is spoken, but\nwe can see it in their faces. They are going to do this\nthing.\n\nAbruptly, Clive throws the car into reverse and they SCREECH\nout of the lot.\n\nEXT. INDUSTRIAL PARK -- DAY\n\nClive and Elsa's muscle car blazes through an anonymous set\nof buildings. Passes quickly through a security gate, parks\nin a private spot.\n\nINT. SECURITY ENTRANCE, LAB -- DAY\n\nClive and Elsa approach the desk of YUJI, a dreadlocked\nJapanese security guard reading a Hentai (porn) comic book.\n\nYUJI\nDr. C and E, wassup?\n\nElsa leans over his desk, hits the door release button,\nbuzzing them through...\n\nYUJI (CONT'D)\nYo, that's my whole job description.\n\nELSA\nSorry. In a hurry.\n\n+..then follows Clive down the hall to...\nINT. GRUNT ROOM -- DAY\n\nHome to a motley horde of BIO-SPECIALISTS and TECHIES, many\nglimpsed at the party, now prisoner to cramped work stations.\n\nThe staff greet Clive and Elsa like geek royalty as they\nhustle through the room, dodging an obstacle course of\nbiohazard garbage containers, pipette bins and bacteria\nshakers as they head for...\n\nINT. SPLICING LAB -- DAY\n\nAn empty sterile room is suddenly filled with pounding funky\nhip-hop, hyper-beat trance fusion music.\n\f16.\n\nClive slides into view on a wheeled chair. Powers up a wall\nof hard-drives. They sound like jet engines winding up.\n\nAt a nearby table, with her back to him, Elsa prepares tiny\nvials with liquid samples.\n\nCLIVE\nWhat's the donor profile?\n\nELSA\nHealthy female. Clean medical and\nheredity. The usual.\n\nClive, his mind still in the microscope, is barely listening.\n\nCLIVE\nDime a dozen.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe usual. Clive, his mind still in the microscope, is barely listening. CLIVE\nDime a dozen. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA\nOne in a million.\n\n22 INT. MOLECULAR SPACE -- CONTINUOUS\n\nThe MUSIC continues under A MICROSCOPIC VIEW of Clive and Elsa's\nDNA splicing experiment.\n\nWe watch free-falling clusters of proteins and spiraling\ndouble-helixes that constitute DNA molecules.\n\nCLIVE (0.S.)\nIt's not working. They won't fuse.\n\nWe see breaks forming between the base pairs that link the\ncoils, but as other open pairs slide into place, interfering\nhelixes bounce into the mix, preventing successful coupling.\n\nELSA (0.S.)\nWhat enzyme are you using?\n\nCLIVE (0.S.)\nIt's not the breakage. They're\nbreaking fine.\n\nELSA (0.S.)\nSo?\n\nIdentically colored helixes, through random bouncing chaos,\nactively resist bonding with other multicolored molecules.\nInstead, they merge again with their own kind.\n\nCLIVE (0.S.)\nThey keep coupling with themselves.\n\f17.\n23 INT. SPLICING LAB -- MORNING\n\nEarly morning light pours through the window. Clive raises\na bloodshot eye from the microscope.\n\nCLIVE\n\nIt's like they refuse.\nELSA\n\nThat's crazy. We'll make them.\nCLIVE\n\nWhat makes you so sure we can?\nELSA\n\nBecause \"Wired\" doesn't interview\n\nlosers.\nClive takes a deep gulp of black coffee.\nCLIVE\nSometimes I forget those basic\nscientific principals.\n\nClive fills a syringe with yet another enzyme, hunkering\nback into the work.\n\nDISSOLVE TO:\n\nIt's night again. Clive studies the microscope's video-tap\nwith a look of anticipation that quickly turns to disgust.\n\nCLIVE (CONT'D)\nIt's fucked.\n\nHe drops back in his chair, defeated.\n\nCLIVE (CONT'D)\nMaybe Bill's right. Maybe it's not\nthe right time.\n\nThis fires up Elsa.\n\nELSA\nThat's why it's the right time.\n\nShe paces the room. The techno music hammering into her\nbrain.\n\nELSA (CONT'D)\nThis retarded fascist uber-musik is\nthe problem! It's got us thinking\nin circles.\n\nShe rips out the CD, leafs briskly through the collection.\nFinds just the right thing. Hits play.\n\f18.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinds just the right thing. Hits play. 18. \n\nTARGET SECTION TO BE ANNOTATED:\nThe room warms up under the gentle strains of FRANK SINATRA\ncrooning COLE PORTER'S, \"UNDER MY SKIN\".\n\nClive looks up at Elsa. Something about the music is making\nher brain switch gears.\n\nCLIVE\nYou're right. We've been dancing to\nthe wrong beat.\nElsa lights up, seeing the glow of inspiration in his eyes.\nDISSOLVE TO:\n\nMorning again. Elsa hands Clive a dropper of fluid.\n\nELSA\nTry this.\n\nClive squeezes a few drops into the solution under the\nmicroscope.\n\nCLIVE\nIt's not work-- ...Wait. .. It's\nhappening.\nHis head springs from the eyepiece.\n\nELSA\nWhy now?\n\nElsa's dancing on her toes.\n\nCLIVE\nWe blocked the uricil.\nELSA\nSo... the feed is cut.\nCLIVE\nThere's confusion.\nELSA\n(understanding)\n\nWe blew the whistle!\n\nCLIVE\nReintroduce! Restart the music!\n\nElsa introduces two new fluids to the mix. They take quick\nturns looking into the eyepiece.\n\nELSA\n(excited)\nThey're changing partners!\n\f24\n\n25\n\n26\n\n27\n\nCLIVE\nEveryone dances with everyone.\n\nELSA\n(joyous)\nYou're Bob fucking Fosse!\n\n19.\n\nShe slings her arms around Clive, spraying him with kisses.\n\nINT. NUCLEAR TRANSFER ROOM -- DAY\n\nA very tired-looking Clive plugs in the last piece of the\nmassive jigsaw puzzle of adenine, thymine, guanine and\n\ncytosine.\nElsa kisses the displayed graphic on the screen.\n\nThe screen flashes:\n\n \n\n-50 GENOME COMPLETE\".\n\nINT. COLD ROOM -- DAY\n\nElsa and Clive wheel a Dewar tank, a storage box\nmaterial, into a walk-in freezer.\n\nCLIVE\nAll right. Bio-technology's most\nstartling breakthrough in decades...\non ice.\n\nClive and Elsa share a grim, anti-climactic sigh.\n\ngives him a mischievous look. She does a U-turn\nthe tank out of the room.\n\nCLIVE (CONT'D)\nEl, where are you going?\n\nINT. CORRIDOR, LAB -- DAY\n\nElsa wheels the Dewar tank down the hall. Clive\nkeep up.\n\nCLIVE\nYo, white-stripe.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORRIDOR, LAB -- DAY\n\nElsa wheels the Dewar tank down the hall. Clive\nkeep up. CLIVE\nYo, white-stripe. \n\nTARGET SECTION TO BE ANNOTATED:\n Quit screwing\naround.\nShe runs, like a mischievous school girl into...\n\nINT. BIRTHING ROOM -- DAY\n\nfor genetic\n\nThen Elsa\nand wheels\n\nraces to\n\nElsa enters, shuts and locks the door. Clive bangs on it\n\nfrom the other side.\n\nCLIVE\n\n(through door)\nWhat are you doing?.. Hello? ...E1?\n\n(MORE )\n\f28\n\n29\n\n20.\n\nCLIVE (CONT'D)\n(no response)\nThis is what's known in couple therapy\nas ‘emotional high-jacking'.\n\nElsa removes the lid of the canister. Mist swirls around\nthe opening like a prop in a magic show.\n\nCLIVE (CONT'D)\n(through door)\nYou're being a bad ‘responder’ to my\n‘inquisition statement’.\n\nUsing a pair of tongs, she removes a plastic cartridge\ncontaining the spliced genetic material.\n\nCLIVE (CONT'D)\n(through door, becoming\nserious)\nEl, human cloning's illegal.\n\nELSA\nThis won't be human. Not entirely.\n\nShe snaps the cartridge into a servo-guided injection needle.\nA monitor flickers to life, displaying an enlarged image of\na human egg. Its nucleus is hollowed out.\n\nINT. CORRIDOR -- DAY\nClive fumbles through his pockets.\n\nCLIVE\nSeriously. Stop it!\n\nHe finds a swipe card.\nINT. BIRTHING ROOM -- DAY\n\nThe door unlocks, Clive enters and quickly shuts it behind\nhim. He gets between her and the controls.\n\nCLIVE\nWe could go to jail.\n\nELSA\nRelax. We won't take it to term.\nWe just need to find out if we can\ngenerate a sustainable organism.\nThen we destroy it. Nobody will\never know.\n\nCLIVE\nWhat's the point if we can't publish?\n\f21.\n\nELSA\nTo be sure we really did it. To\nknow for sure.\n(beat)\nAre you telling me you don't need to\nknow?\n\nClive shifts on his feet. She's hitting all the right\nbuttons. Still... he remains in the grip of reason.\n\nCLIVE\nIt's not that simple.\n(beat)\nThere are... moral considerations.\n\nElsa raises her eyebrows. She glances at the glowing red\nbutton.\nELSA\n\nMillions of people are suffering and\n\ndying with no hope.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nElsa raises her eyebrows. She glances at the glowing red\nbutton. ELSA\n\nMillions of people are suffering and\n\ndying with no hope. \n\nTARGET SECTION TO BE ANNOTATED:\n We might be\n\nsitting on the key to save them.\n\nWhat are the moral considerations of\n\nthat?\n\nClive swallows hard. Her reasoning has trumped his. He\nfollows her gaze to the crimson lit plastic. His mouth\ntightens.\n\nELSA (CONT'D)\nI know you want to.\n\nClive's hand reaches out...\nCLICK.\nHe's hit the button.\n\nInstantly, the needle is inserted into the egg and the genetic\nmaterial is injected into the empty nucleus.\n\nConception.\n\nCLIVE\nFuck.\n\nELSA\nExactly.\n\nAn extruding platform carries the petri dish into the inutero\ngestation chamber.\n\nA view of the egg appears ON SCREEN.\n\nELSA (CONT'D)\nIt's not too late to abort.\n\f30\n\n31\n\n22.\n\nClive watches, enraptured as the petri dish dissolves in the\nmurky fluid environment, cells replicating at an unnaturally\nhigh rate, gene markers radiating like twinkling stars.\n\nThe process is almost mystical.\n\nCLIVE\nNo. Not yet.\n\nHe puts a reassuring arm around her.\n\nCLIVE (CONT'D)\nI want to know.\n\nINT. GESTATION CHAMBER -- DAY\n\nIn TIME LAPSE we see the cells replicate exponentially,\ngrowing in numbers, from a few hundred to thousands, millions\nand then billions. Blood, veins, flesh and bone stitch\ntogether.\n\nINT. MAIN LAB -- DAY\n\nClive walks past a shelf of large specimen jars. Like a\ndisturbing carnival exhibition, they are an inventory of\npast splicing attempts. Each appears to represent a\nsuccessive wrung up the evolutionary ladder. And each is\nlabelled with the names of famous celebrity couples: \"Brad\nand Angelina\", \"Sonny and Cher\", \"Ashton and Demi\", \"Bogart\nand Bacall\"...\n\n...-Ending at two cages: Ginger and Fred.\n\nWe see that Fred has grown almost to Ginger's size. They bob\nand coo as Clive checks the readings on clipboards hooked to\nthe bars. Dexter hovers nearby.\n\nDEXTER\nHey, Maestro, everything okay?\n\nCLIVE\nYeah, great. You?\n\nDEXTER\n\nSure. I guess. Whaddya gonna do?\nOrders is orders. We'll nail that\ngene.\n\n(beat)\nBut, uh...",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nOrders is orders. We'll nail that\ngene. (beat)\nBut, uh... \n\nTARGET SECTION TO BE ANNOTATED:\n I can't help but notice\nyou and Elsa have been busy with\nsomething.\n\nClive looks up from his chart. A tense beat... he smiles.\n\nCLIVE\nBuilding you an Elsa all for yourself.\n\f32\n\n33\n\n23.\n\nDEXTER\nNice. I'1l be sure not to tell the\nwife.\n\nCLIVE\n\nOur secret.\n\nClive gives Dexter a conspiratorial wink and moves on to\ninspecting the rest of the lab.\n\nINT. BIRTHING CHAMBER -- DAY\n\nElsa orbits the gestation chamber, recording stats.\n\nShe calls up an ultrasound feed. The murky image of a shape\nthat in no way approximates a normal fetus appears. It pulses\n\nrhythmically in its liquid environment: THROB-THROB, THROB-\nTHROB, THROB-THROB... THROB... THR...OB... TH....\n\nIt STOPS.\n\nElsa's brow creases with worry. She chews nervously on her\npen.\n\nELSA\nCome on.\n\nTHROB ...THROB-THROB, THROB-THROB, THROB-THROB, the pulse\nresumes.\n\nElsa sighs with relief. She turns to a calendar and marks\noff a square: DAY 26.\n\nINT. OPEN HOUSE -- DAY\n\nA well-appointed REAL ESTATE AGENT walks Clive and Elsa\nthrough a very chic and very expensive loft-style apartment.\n\nREAL ESTATE AGENT\nIt's a fusion of art nouveau and\nsixties futurism. Six figures, but\nthe owner will negotiate.\n\nLATER:\n\nClive and Elsa confer in one corner while the Real Estate\nAgent waits to the side.\n\nELSA\nI fucking love it.\n\nCLIVE\nYeah. It's cool.\n\f24.\n\nELSA\nYou don't sound so enthusiastic. Is\nit too expensive?\n\nCLIVE\nNo...\n\nELSA\nThen what?\n\nCLIVE\n\nIt's just... I don't want to have\nto move again any time soon.\n\nELSA\nWhy would we have to move again?\n\nCLIVE\nIt might not be... big enough.\n\nELSA\nIt's twice the size of our apartment.\nThere's more than enough room for\nall our stuff.\n\nCLIVE\nYeah but... But you know. For down\nthe road.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLIVE\nYeah but... But you know. For down\nthe road. \n\nTARGET SECTION TO BE ANNOTATED:\nElsa can see that Clive is hedging around her questions.\n\nELSA\nYou're talking about a kid, aren't\nyou?\n\nCLIVE\n\nIs that so unreasonable?\n\nELSA\nUh, yeah. Cause I'm the one who has\nto have it. Jeeze. What's wrong\nwith you? Guys aren't even supposed\nto want kids.\n\nCLIVE\nThat's not true. And I don't see\nwhat's wrong with it.\n\nELSA\nThis is what's wrong. I like this\nplace. I don't want to bend my life\nto suit a third party that doesn't\neven exist yet. I want control over\nmy life. You know how important\nthat is for me.\n\nClive is about to respond when his Blackberry begins to chime.\n\f34\n\n35\n\n36\n\n37\n\n25.\n\nELSA (CONT'D)\n\nWhat?\nCLIVE\n(looking at the\nBlackberry)\nIt's an alarm... From the lab...\nSomething's wrong. With the gestation\ncell.\n\nOFF Elsa's concerned look...\n\nEXT. CITY STREET -- NIGHT\n\nClive and Elsa's GTO races to their lab.\n\nINT. CAR -- TRAVELING -- NIGHT\n\nClive drives like a madman, Elsa riding shotgun.\n\nELSA\n(worried)\nDo you think someone found it?\n\nCLIVE\nYou mean shut it down?\n(to reassure her but\nnot believing it)\nNah, probably a power surge or a\nglitch. I'm sure everything's fine.\n\nNevertheless, Clive floors it.\n\nEXT. LAB -- NIGHT\n\nClive and Elsa reach the entrance but the door is locked.\nThe security desk is empty, there's no Yuji, just a sign\n\nthat reads, \"Gone for Ramen\".\n\nYUJI (0.S.)\nYo, Dr. C and E.\n\nThrough the glass door, Yuji can be seen shambling down the\nhall with Rastafarian cool and a steaming cup of noodles.\n\nELSA\nOpen the fucking door, please.\n\nINT. BIRTHING ROOM, LAB -- NIGHT\n\nThe door opens and Clive and Elsa rush in. At the end of\n\nthe room, the artificial womb is belching and groaning, fluid\nfreely gushing from its chrome hull.\n\nClive glances at the monitor: \"PREPARING BREACH OF FETAL\nMEMBRANE.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBIRTHING ROOM, LAB -- NIGHT\n\nThe door opens and Clive and Elsa rush in. At the end of\n\nthe room, the artificial womb is belching and groaning, fluid\nfreely gushing from its chrome hull. Clive glances at the monitor: \"PREPARING BREACH OF FETAL\nMEMBRANE. \n\nTARGET SECTION TO BE ANNOTATED:\n\f26.\n\nELSA\nSomething's wrong.\n\nFLOOSH! The machine spews more fluid. Louder GROANING.\n\nCLIVE\nIt's trying to come out.\n\nELSA\nIt's too soon. Way too soon!\n\nClive and Elsa quickly throw on medical gowns, masks, and\ngloves. The machine contracts again, a wave of fluid flushes\nout. Nothing else. Elsa checks the ultrasound.\n\nELSA (CONT'D)\nIt's... grown. It's too big.\n\nThe machine emits a METALLIC CREAK.\n\nCLIVE\nThe pressure will kill it!\n\nElsa hits a button on the side of the machine. The PULSING\nGROAN winds down to a soft hum. The flushing of fluid\nsubsides and the machine's orifice dilates. Elsa wedges her\narm inside. Clive watches, apprehensive.\n\nELSA\nCome on... come on!\n(up to her elbow)\nSlippery. I can't...\n\nElsa finally seems to get a grip when her arm is abruptly\nyanked deeper into the machine. Her chin bangs against the\nhull. She lets out a startled yelp.\n\nCLIVE\nWhat is it?!\n\nTears well in Elsa's terrified eyes.\n\nELSA\nIt's... Biting!\n\nCLIVE\nHold on!\n\nClive snaps into action. He fumbles with a series of hand-\nbolts along the hull. With the last clasp unlocked, he's\nable to open the entire chassis, releasing a torrent of\nviscous fluid and revealing...\n\nA_DARK BLOB OF FLESH with a_long serpentine tail wrapped\naround Elsa's wrist.\n\f27.\n\nResponding to the sudden light, the FLESHY BULK releases\nElsa's hand and rolls to the floor with a wet SLAP.\n\nIt spasms and writhes on the spot like a horrid featureless\nabortion. The stinger-tipped tail whips about frantically.\n\nClive rips the dome off the incubator and drops it over the\ncreature, effectively trapping it.\n\nMeanwhile, Elsa's hand is SWELLING inside the torn rubber\nglove. She pulls it away to reveal horrible lacerations\nwhere she has been stung repeatedly.\n\nCLIVE (CONT'D)\nHold still.\n\nBut Elsa is losing control of her motor functions.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pulls it away to reveal horrible lacerations\nwhere she has been stung repeatedly. CLIVE (CONT'D)\nHold still. But Elsa is losing control of her motor functions. \n\nTARGET SECTION TO BE ANNOTATED:\n Her mouth\ncontorts strangely, her eyes roll. She falls to her knees,\nthen onto her back, convulsing on the hard tile floor.\n\nCLIVE (CONT'D)\nElsa?!\n\nClive ties the rubber glove around her arm, cutting\ncirculation, then rushes to a FIRST-AID CABINET. With\nsurprisingly steady hands, he jams an epi-pen between his\nteeth, then fills a huge syringe from a bottle of clear fluid.\n\nClive drops to his knees at Elsa's side. By now she is\ncompletely immobile, eyes rolled back in her head, barely\nperceptible shaking in one leg. She's stopped breathing.\n\nThough his hands and movements are steady, Clive's face is\nawash with terror. He jabs the epi-pen into her shoulder.\n\nCLIVE (CONT'D)\nHang in there! I've got you!\n\nClive feels for a spot between two ribs, takes a deep breath,\nthen plunges the large syringe into her chest. He watches\ndesperately as nothing happens.\n\nThen, abruptly, Elsa's lungs burst to life. She is GASPING\nfor breath. Her irises roll back where they belong. She\ngrabs his arm, chest heaving.\n\nELSA\nWhat. What...was that?\n\nClive looks to the creature trapped under the incubator lid.\n\nCLIVE\nA mistake.\n\f28.\n38 INT. OBSERVATION ROOM -- NIGHT\nElsa, arm in a sling, watches as Clive wheels the incubator\ncontaining the creature into the containment chamber and\nseals the door shut.\nElsa stands, unsteady. Clive approaches, holds her close.\n39 INT. CLIVE AND ELSA'S APARTMENT - BEDROOM -- DAWN\nThe pale light of dawn creeps into the room. Elsa is sound\n\nasleep while Clive tosses and turns. Finally, Clive shakes\nElsa's leg, startling her awake.\n\nCLIVE\n\nDo you think it's in pain?\nELSA\n\nHuh? What?\nCLIVE\n\nDo you think it's in pain?\n\nELSA\nWhy would it be in pain?\n\nCLIVE\nBecause it's not formed right.\n\nELSA\nThat doesn't mean it's in pain.\n\nCLIVE\nYeah. It probably does.\n\nClive stares at the ceiling. Elsa isn't sure how to respond.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt probably does. Clive stares at the ceiling. Elsa isn't sure how to respond. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA\nAlright. Maybe.\n\nCLIVE\nI'm going to kill it.\n\nElsa is more fully awake. She props herself up on an elbow.\n\nELSA\nThere's still a lot we can learn.\n(beat)\nFind out how close we came. To\nsomething sustainable.\n\nClive whips back the sheets, sitting up. He's clearly upset.\n\nELSA (CONT'D)\nIt's okay... Clive, it's all right.\n\f40\n\n29.\n\nCLIVE\nIt's not all right. It's wrong.\n\nINT. OBSERVATION ROOM -- MORNING\n\nThe Hybrid is trapped inside the incubator, which in turn is\nsealed within the containment chamber. Clive and Elsa stand\nby the door. They have taken the added precaution of wearing\nfull-body hermetic suits with helmets.\n\nIN THE CONTAINMENT ROOM:\n\nThe door opens and Clive and Elsa enter. The Hybrid lies\nutterly still in its glass prison.\n\nELSA\nIs it dead?\n\nClive reaches a hand into one of the thick rubber gloves\nbuilt into the side of the pod...\n\nELSA (CONT'D)\nCareful.\n\n...-And gently prods the carcass. Nothing. Dead as dirt.\n\nELSA (CONT'D)\nWell... it's not in pain now.\n\nCLIVE\nI'll bag it.\n\nClive passes through to the OBSERVATION ROOM, the door\nshutting behind him.\n\nElsa opens the lid of the incubator for a closer look at the\ncreature. She's puzzled to find the locking clasp coated in\na sticky secretion and rattling loosely off the lid. With\nher gloved hands, she rolls the Hybrid over. There is a\n\ngaping hole in its underbelly. It's just a hollow\nexoskeleton.\n\nELSA\n(to herself)\nEmpty...\n\nThe realization dawns on her that whatever shed this skin\nmight still be alive. And broken out of the pod.\n\nSomething skitters noiselessly across the floor behind her.\n\nELSA (CONT'D)\nClive?\n\nOBSERVATION ROOM\n\f30.\nOut of earshot, Clive pulls a haz-mat bag from a drawer.\nCONTAINMENT CHAMBER\nNow seriously afraid, Elsa looks around the room. The limited\nview afforded by her helmet forces her to clock her entire\nbody. The room appears empty.\n\nShe slowly turns...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe limited\nview afforded by her helmet forces her to clock her entire\nbody. The room appears empty. She slowly turns... \n\nTARGET SECTION TO BE ANNOTATED:\nRIGHT INTO THE FACE OF THE CREATURE, hanging suspended upside-\ndown from the molding in the ceiling.\n\nElsa SCREAMS and jumps back.\n\nThe creature drops from its perch, landing awkwardly on the\nground. It rights itself on unsteady feet.\n\nElsa reacts, getting her first good look at the thing:\n\nThe Hybrid has morphed into A_ SMALL, BALD FEMALE CHILD. A\nprofoundly malformed child. Its eyes are set on the sides\n\nof its head. Arms are absent. Legs are triple-jointed ending\nwith prehensile feet. The LONG TAIL with a BARBED TIP is\n\nthe only feature it has retained from its previous\nincarnation.\n\nThe overall package seems incomplete; even the skin has not\nfully formed, leaving an IRREGULAR LESION vertically bisecting\nit from head to crotch.\n\nThe creature hisses and whips its venomous tail.\n\nELSA (CONT'D)\nCLIVE!\n\nOBSERVATION ROOM\n\nClive turns to the window. From his angle he can only see\nthe abject terror in Elsa's face.\n\nCLIVE\nWhat's the matter?\n\nELSA\nIt's alive!\n\nClive cranes his neck, sees the creature finally, between\nElsa and the door, her only way out.\n\nCLIVE\nJesus...\n\nHe is about to enter but Elsa warns:\n\nELSA (0.S.)\nDon't! It'll get out!\n\f31.\nCONTAINMENT CHAMBER\n\nThe creature becomes increasingly agitated by Elsa's presence.\nShe shuffles a careful step sideways.\n\nAnd the Hybrid bolts at her. Elsa reflexively covers herself.\nOBSERVATION ROOM\n\nClive watches, helpless as the Hybrid tears clumsily over\nElsa's body, literally bouncing off the window before\nscurrying into a corner of the room.\n\nCLIVE\nGet out! I'm going to gas it!\n\nCONTAINMENT CHAMBER\n\nElsa gathers herself. She has a clear path to the door now.\nShe sees the Hybrid cowering in the corner, senses its fear.\n\nELSA\nWait... Don't kill it!\n\nCLIVE\n(over the intercom)\nElsa, get out! I'm hitting the gas!\nIn THREE...\n\nElsa brings herself down to the Hybrid's level.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm hitting the gas! In THREE... Elsa brings herself down to the Hybrid's level. \n\nTARGET SECTION TO BE ANNOTATED:\n The Hybrid\nopens its child-like mouth, revealing a toothless gummy maw,\nand releases a HORRIFIC SCREECH.\n\nCLIVE (CONT'D)\n(over the intercom)\nTWO...\n\nElsa is clearly disturbed by the force of this outburst.\n\nThe Screech HOLDS ITS NOTE for a long moment, before changing\nin timbre, slowly fading into a MOURNFUL WAIL - like the cry\nof a bawling baby.\n\nELSA\n(near whisper)\nIt's okay. I won't hurt you.\n\nCLIVE\n(over intercom)\nONE...\nELSA\n\nClive! I said DON'T!\nElsa rips off her helmet.\n\nOBSERVATION ROOM\n\f32.\n\nClive can't believe it. His hand is on a valve, ready to\nterminate the creature. He leans into the intercom.\n\nCLIVE\nElsa. Put on your helmet, damn it!\n\nCONTAINMENT CHAMBER\n\nAn extraordinary thing happens: At the sight of Elsa's exposed\nface, the Hybrid calms. It's as if the creature recognizes\nsomething familiar in her.\n\nELSA\nIt's imprinting.\n\nCLIVE\n(over intercom)\nIt's dangerous. Get out.\n\nElsa is too caught up in the magic of this moment.\n\nELSA\n(to Hybrid)\nI'm not going to hurt you.\n\nElsa waddle/walks closer to the creature. It cocks its head\nto one side in nervous, flitting bird-like movements. But\nit no longer seems as frightened.\n\nELSA (CONT'D)\nYou're really something, aren't you?\n\nElsa removes the glove from her unharmed hand and gingerly\nextends it for the Hybrid.\n\nThe creature gives it a few cautionary sniffs. Elsa's scent\nseems to meet its approval. It blinks sideways with\nnictitating eyelids and takes a cautious hop forward.\n\nElsa smiles.\n\nELSA (CONT'D)\nThat's it.\n\nSuddenly, the creature's face curls into a snarl. It hisses\nand its tail flails out defensively. Elsa reacts, waddling\nbackwards, confused until she realizes the creature is\nactually reacting to...\n\nCLIVE\n\n.--Behind her, helmeted and wielding a metal prod like a\nweapon. He grabs her and forcibly pulls her from the room,\nquickly shutting and locking the door behind them.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nElsa reacts, waddling\nbackwards, confused until she realizes the creature is\nactually reacting to... CLIVE\n\n.--Behind her, helmeted and wielding a metal prod like a\nweapon. He grabs her and forcibly pulls her from the room,\nquickly shutting and locking the door behind them. \n\nTARGET SECTION TO BE ANNOTATED:\nThe creature stares after them, frightened and confused.\n\f41\n\n42\n\n43\n\n44\n\n45\n\n33.\n\nINT. OBSERVATION ROOM -- CONTINUOUS\nClive is furious.\nCLIVE\nAre you crazy?! Are you trying to\nget yourself killed?!\n\nELSA\nI had the situation under control.\n\nCLIVE\nYou're forgetting why we came here.\n\nELSA\nWe can't do that now. Look at it!\n\nClive can't believe what he's hearing.\n\nCLIVE\nSo what!\n\nElsa virtually hip-checks him away from the panel, and gets\nher hands on a series of valves.\n\nELSA\nLet's just knock it out -- Find out\nwhat we've got.\n\nElsa turns on a combination of gas valves.\n\nINT. CONTAINMENT CHAMBER -- MORNING\n\nVents open in the walls. A HISS. The creature sniffs the\nair, cowers from the encroaching gas.\n\nINT. OBSERVATION ROOM -- MORNING\n\nClive observes Elsa watching coolly as the creature flutters\naround the room like a butterfly in a jar, until it finally\nsuccumbs to the fumes.\n\nINT. MRI CHAMBER -- LATER\n\nThe Hybrid breathes with a deep, sharp wheezing as it lies\nin forced slumber in a cylinder-shaped MRI MACHINE.\n\nA LOUD HUM AND FLASHING LIGHTS as the machine scans her\nanatomy.\n\nINT. ANALYSIS LAB -- CONTINUOUS\n\nImages from the MRI play out on a computer screen.\n\f34.\n\nThe Hybrid now lies strapped to a table while Elsa prods at\nits tail. Clive can't suppress his amazement.\n\nCLIVE\nThis is unbelievable. I don't know\nwhat half of this is.\n\nELSA\nMust have been some rogue elements.\nJunk genes pushing through.\n\nElsa presses a gloved-thumb beneath its tip and a SHARP SPIKE\nprotrudes from a hood of skin. It drips with a sticky goo\nthat Elsa smears onto a slide.\n\nELSA (CONT'D)\nSome kind of self-defense mechanism.\n\nCLIVE\nOr attack venom.\n\nELSA\nNone of her animal components have\npredatory characteristics.\n\nCLIVE\nWell... there's the human element.\n\nElsa gives him a wry smirk. Clive shifts his attention to\nthe computer output from the MRI.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLIVE\nWell... there's the human element. Elsa gives him a wry smirk. Clive shifts his attention to\nthe computer output from the MRI. \n\nTARGET SECTION TO BE ANNOTATED:\n A series of cross-section\nX-rays flicker on the screen.\n\nCLIVE (CONT'D)\nWhat are these dark splotches?\n\nElsa looks up from examining blood samples. On the screen,\nClive points out two jet-black masses in the chest cavity.\n\nELSA\nLungs?\nCLIVE\nNo...\n(indicating lighter\npatches )\nThese are the lungs.\nELSA\nTumors?\nCLIVE\n\nGuess we'll find out in the autopsy.\n\nElsa stares at the Hybrid, not at all happy about the idea\nof killing it.\n\f35.\n\nCLIVE (CONT'D)\nElsa, this was never supposed to go\nthis far. It wasn't even supposed\nto go full term.\n\nELSA\nBut it did.\n\nCLIVE\nWe were just going to prove we could\ndo it. That was all.\n\nELSA\nSo what are you saying? Are you\nreally going to kill it?\n\nClive glances over to the sleeping hybrid, eerily human-like.\n\nELSA (CONT'D)\nYou think you can do that?\n\nClive's mouth tightens without comment.\n\nElsa pulls him over to the table where her microscope sits.\nShe points to the video tap: a microscopic view of rapidly\ndividing cells.\n\nELSA (CONT'D)\nSee that? It must have developed\nthe Ambysotma growth gene.\n\nCLIVE\nIt's aging fast.\nELSA\nDays within a matter of minutes.\n\n(beat)\nThis thing is going to die soon,\nanyway. We'll be able to observe\nits entire life cycle in compressed\ntime.\n\n(beat)\nWe'll never have an opportunity like\nthis again.\n\nClive bites his lip. She's playing him perfectly. He glances\nat the Hybrid.\n\nCLIVE\nSo it's dying?\n\nELSA\nShe's dying. All by herself.\n\f46\n\n36.\n\nClive looks apprehensive, but staring at the creature, he\ncan't quite suppress a powerful fascination.\n\nINT. MAIN LAB -- DAY\n\nNew equipment is being installed for the breakdown and\nanalysis of chemicals, disturbing the work of several of the\nLAB STAFF.\n\nDexter swabs samples of Ginger's dorsal excretions, while\nClive pulls a blood sample. The little creature shakes under\nthe needle.\n\nDEXTER\nEstrogen level's been low these days.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDexter swabs samples of Ginger's dorsal excretions, while\nClive pulls a blood sample. The little creature shakes under\nthe needle. DEXTER\nEstrogen level's been low these days. \n\nTARGET SECTION TO BE ANNOTATED:\nCLIVE\nWhat do you mean \"these days\"? How\nlong?\nDEXTER\nIt's in the logs. Every test, every\nstat.\n\nDexter hands Clive a thick file.\n\nCLIVE\nSorry. I... I'ma little worn out.\n\nHe leafs absently through stats.\n\nDEXTER\nI, um... guess that thing, that\nexperiment you've got going on...\nStill not ready to talk about it?\n\nClive closes the file and regards his brother's aching\ncuriosity.\n\nCLIVE\nI can tell you it's big. Pretty\nbig. And we need your help.\n\nDexter quickly perks up at the pleasing prospect of\ninvolvement.\n\nDEXTER\nSure... anything.\n\nClive puts his hand on Dexter's shoulder, squeezing it\ninclusively.\n\nCLIVE\nThis experiment... it's really\nimportant that it doesn't get\ndisturbed.\n\n(MORE )\n\f47\n\n37.\n\nCLIVE (CONT'D)\nWe need you to make sure that\nnobody... I mean nobody gets inside\nthe containment room.\n\nDEXTER\nSure. Absolutely. Nobody gets in.\n(hopefully)\nNot even...?\n(pointing to himself)\n\nClive smiles, and shakes his head. Dexter shrugs off his\ndisappointment with a grin.\n\nCLIVE\nSorry. Nobody.\n\nINT. CONTAINMENT CHAMBER -- DAY\n\nThe Hybrid is NOW THE SIZE OF A TODDLER and harnessed by a\nthree-foot lead to the leg of a floor-bolted workbench.\n\nA plastic container has been taped on as a protective cover\nfor her tail stinger. She scratches at it with some\nirritation.\n\nClive eyes the tail nervously as he attempts to feed her a\nbowl of wet green mush with a turkey-baster.\n\nElsa watches, talking into a hand-held voice recorder.\n\nELSA\n(into recorder)\nWe've got H-50 on a diet of\nchlorophyll, roughage, bean curd,\nand enriched starch.\n\nAs quickly as Clive tries to jam the baster into the Hybrid's\nmouth, she either turns her head or spits the food out.\n\nELSA (CONT'D)\n(into recorder)\nShe seems resistant to feeding, though\nher rapid growth should generate a\nproportionate appetite.\n\nClive tries to squeeze a little more goo into the Hybrid's\nstubborn mouth.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs quickly as Clive tries to jam the baster into the Hybrid's\nmouth, she either turns her head or spits the food out. ELSA (CONT'D)\n(into recorder)\nShe seems resistant to feeding, though\nher rapid growth should generate a\nproportionate appetite. Clive tries to squeeze a little more goo into the Hybrid's\nstubborn mouth. \n\nTARGET SECTION TO BE ANNOTATED:\n He receives a green blob to the forehead\nfor his efforts.\n\nCLIVE\nWe're going to have to do this with\na drip feed.\n\nELSA\n\nShe'll just rip it out.\n\f48\n\n49\n\n38.\n\nThe Hybrid sniffs the air, sensing something. Suddenly, a\nleg lashes out at Elsa with a SHOCKINGLY FAST KICK.\n\nBoth she and Clive recoil. Then they see it: The Hybrid's\ntiny, hand-like foot has snatched the box of Nerds from Elsa's\nlab coat. She is gobbling the candy like a starved animal.\n\nElsa watches amazed, an idea forming.\nINT. CONTAINMENT CHAMBER -- SOON AFTER\n\nElsa crumbles several nerds between two spoons, then mixes\nthem into the Hybrid's mush.\n\nShe holds the spoon up to the Hybrid's mouth. This time\nnostrils flair and she happily wolfs the food down.\n\nClive now commandeers the voice recorder.\n\nCLIVE\n(into recorder)\nTracking her feeding habits, we've\ndetermined that the H-50 craves high-\nsucrose foodstuffs.\n\nElsa wipes a little goo from the side of the Hybrid's mouth.\nA long tongue darts out, precisely cleaning Elsa's finger.\nShe gives Elsa what might be considered a smile. Elsa smiles\nback and continues the feeding.\n\nINT. NOVAPHORM HEADQUARTERS - BARLOW'S OFFICE -- DAY\n\nClive sits with Barlow in his downtown office. Three small\narmchairs have been jammed into a corner of the room near\nhis desk. One is empty. Clive looks a little ruffled by\nstress and bad sleep.\n\nBARLOW\nWhere's Elsa?\n\nCLIVE\nAt the lab. Holding things together.\n\nBARLOW\nShe isn't too happy about the new\ndirective, is she?\n\nCLIVE\nIt was a bit of a shock.\n\nBARLOW\nI understand.\n\nBarlow leans in close, as though the walls might be listening.\n\f39.\n\nBARLOW (CONT'D)\nTruth is, if we don't start projecting\nprofits, big profits, soon...\nNovaphorm's in serious trouble.\n\nClive looks genuinely startled. Barlow grabs Clive's hand,\nlike a terminal patient imploring his doctor for a cure.\n\nBARLOW (CONT'D)\nPhase 2 is not an option.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nClive looks genuinely startled. Barlow grabs Clive's hand,\nlike a terminal patient imploring his doctor for a cure. BARLOW (CONT'D)\nPhase 2 is not an option. \n\nTARGET SECTION TO BE ANNOTATED:\n It's all\nwe've got. You'll impress that on\nher, Clive, won't you?\n\nCLIVE\nWe're on side, Bill. Trust me.\n\nBarlow, relieved, abruptly changes tone to one of chummy\nencouragement.\n\nBARLOW\nLook at it this way. We're sparing\nyou a lot of grief. The world's not\nready to mess with the human animal.\n(beat)\nYou know Kwan over at Geneteck?\n\nCLIVE\nTim Kwan?\n\nBARLOW\n(nods )\nHe stepped over the line... Right\ninto a ten year prison term.\n\nClive takes this in...\n\nBARLOW (CONT'D)\nGenius is punished when it's ahead\nof the times.\n(beat)\nAll through history.\n\n..-And swallows hard.\n50 INT. CONTAINMENT CHAMBER -- DAY\nThe Hybrid is a little larger than when we last saw her.\nElsa gives her a routine physical examination, while speaking\n\ninto her voice recorder.\n\nClive sits quietly in the corner, flipping through the log\nbooks on Fred and Ginger, trying to get up to date.\n\f40.\n\nELSA\n(into recorder)\nH-50's physiological anomalies\ncontinue to emerge. Swelling in the\nLatissimus Dorsi and Teris Major and\nMinor muscles.\n\nElsa notices pronounced bruising and swelling from the rib\ncage along to the back. Her expression betrays sympathy but\nher voice remains clinical.\n\nELSA (CONT'D)\n(into recorder)\nIt's possible that aspects of her\nanatomy may be ill-suited to emerging\nmutations...\n\nElsa winces at the painfully tender look of the flesh. When\nshe prods the bruises, the Hybrid writhes from her touch.\n\nELSA (CONT'D)\n(into recorder)\nThe overall structure could become\nunstable leading to malignancies\nand...\n\nElsa can't finish the sentence.\n\nELSA (CONT'D)\nIt's too soon to make any assumptions.\n\nShe clicks off her voice recorder and gathers her papers.\nELSA (CONT'D)\n(to Clive)\nYou'll be alright, then?\nClive looks up from his work.\nCLIVE\nEl, you haven't taken a break in\ndays.\n\nElsa kisses Clive on the cheek...\n\nELSA\nCall if there's a problem.\n\n-.. and heads for the door. The Hybrid looks alarmed.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSA\nCall if there's a problem. -.. and heads for the door. The Hybrid looks alarmed. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nhops after Elsa, jerks short when she reaches the end of her\nlead. Then cries out, her alien tones settling into the all\ntoo familiar timber of a human baby.\n\nElsa regards her, doing her best to maintain cool composure.\n\nELSA (CONT'D)\nI'll be back tomorrow.\n\f51\n\n41.\n\nConflicted, she turns to go. A SICK, TEARING SOUND and a\nSCREAM.\n\nClive jumps up as Elsa spins around in time to see...\n\nThe Hybrid's back spasms, muscles twist, flesh stretches\ngrotesquely as if something inside were trying to break out.\n\nRIIIIP! A slender girlish arm erupts from her side. Bleeding\nand dripping with shreds of skin, it lashes out and grips\nElsa's leg with two bony fingers and an opposing thumb.\n\nCLIVE\nHoly fuck!\n\nElsa instinctively yanks her leg but the Hybrid holds on\ntight.\n\nThe creature CRIES OUT LOUDER, possibly as much from emotional\nheartache as physical pain. And another lanky arm bursts\nout of the other side of her bruised, fleshy back.\n\nClive takes out their cam-corder, capturing the whole\nincredible event on video.\n\nElsa stares down at the Hybrid, freaked-out by the bloody\nappendages desperately clawing her pant leg.\n\nCLIVE (CONT'D)\nEl, careful...\n\nBut Elsa surrenders to the irresistible need to comfort. She\nbends into the gooey embrace, drawing the hybrid close. The\ncreature's cries trail off into hiccuping breaths of relief.\n\nClive's brow furrows from behind the viewfinder, reacting to\nthis blatantly emotional display.\n\nINT. MUSCLE CAR - PARKING LOT -- NIGHT\n\nElsa gets behind the wheel and inserts her key into the\nignition. But she hesitates before turning it, staring back\nat the entrance to the lab.\n\nShe bites a nail, nervously. Then quickly composes herself\nand starts the car, mumbling reassurances to herself.\n\nELSA\nShe'll be alright. It's fine. She'll\nbe fine.\n\nElsa swings out of the parking space.\n\f52\n\n53\n\n42.\n\nINT. BIRTHING CHAMBER -- NIGHT\n\nThe Hybrid is WAILING at the top of her lungs. She is\napparently NOT fine.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BIRTHING CHAMBER -- NIGHT\n\nThe Hybrid is WAILING at the top of her lungs. She is\napparently NOT fine. \n\nTARGET SECTION TO BE ANNOTATED:\nThe torn skin on her back has been carefully bandaged with\ngauze and tape, but she seems emotionally stricken by Elsa's\nabsence.\n\nClive tries to approach, imploring her to calm down.\n\nCLIVE\nHey, it's okay. She'll be back.\n\nThe Hybrid continues to wail at full volume.\n\nClive steps forward. The Hybrid quickly skitters towards\n\nthe corner, as far as her rope will let her. Her tail flails\nback and forth menacingly, its plastic bottle clattering on\nthe floor.\n\nCLIVE (CONT'D)\nTake it easy! C'mon. I'm here.\n\nShe cranks up her crying another notch.\n\nCLIVE (CONT'D)\nThink of all the new things we can\ndo now.\n(smiling)\nWe can arm wrestle!\n\nThe Hybrid's cry sputters and stalls a moment. Clive looks\nrelieved - he's getting through. But she is just filling\nher lungs for another, even louder EMOTIONAL BLAST.\n\nHands on his ears, Clive can't take it. He staggers out of\nthe room.\n\nINT. NOVAPHORM LABS - LUNCH ROOM -- EVENING\n\nClive inserts coins into a vending machine, relieved to be\nmomentarily away from the cacophony. His coffee comes down\nthe chute and as he reaches to retrieve it, he hears...\n\nTHE HYBRID'S WAILING... faint and distant, but unmistakable.\nClive shakes his head, thinking he's hearing things until\nhis eyes land on the air duct next to the fridge. Her voice\nis coming up through the ventilation system.\n\nPanicking, he scans the room. There are a few LAB TECHNICIANS\nsnacking at the far end, who haven't yet heard.\n\nThe Hybrid's voice seems to be getting louder still. Thinking\nquickly, Clive fumbles with a radio on top of the fridge.\n\f54\n\n55\n\n43.\n\nHe turns it on to a talk show. The creature's voice still\ncuts through.\n\nClive spins the dial until he tunes into a LOUD HEAVY METAL\nSTATION - mid-guitar solo. He cranks the volume. Her voice\nis finally drowned out.\n\nHe looks back to the Technicians.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe cranks the volume. Her voice\nis finally drowned out. He looks back to the Technicians. \n\nTARGET SECTION TO BE ANNOTATED:\n One LONG-HAIRED TECHIE\nholds up his fore-finger and pinky (devil's horns) as a sign\nof appreciation to Clive.\n\nClive forces a smile and returns the gesture.\nINT. CLIVE AND ELSA'S APARTMENT - HALL -- NIGHT\nElsa digs musty boxes out of a hallway closet.\n\nShe pulls out the one she was looking for. It's labeled\n\"Private... Elly's Stuff\" in childish scrawl.\n\nShe opens it with a mixture of excitement and dread. Inside\nare an assortment of child's toys: a ratty STUFFED DOG, a\nMINIATURE BICYCLE, a WOODEN HORSE. One toy in particular\ndraws her attention... a BARBIE DOLL circa 1980. Memories\nflood.\n\nSomething else catches her eye. She digs in deeper, finds a\ndog-eared photo. It's a picture of a five year old Elsa and\nher Mother standing by the family farm - a stern woman with\nan arm protectively wrapped around her daughter, her long\ndark hair sports Elsa's single streak of white.\n\nElsa regards it for a long moment. But rather than triggering\nfond memories, the photo only seems to inspire melancholy.\n\nINT. CONTAINMENT CHAMBER -- DAY\n\nA NEW DAY: Elsa checks the bandages at the extraction points\nwhere the Hybrid's arms erupted from her back.\n\nThe creature seems beguiled by these new aspects of her body.\nShe waves and flexes them with delighted bird-like CHORTLES.\nShe reaches out tentatively, stroking Elsa's curls.\n\nELSA\nYou like that? You like hair?\n(suddenly remembering)\nOh, hey, I found some things for\nyou.\n\nElsa pulls out her box of toys and sets it down between the\nHybrid's legs.\n\nELSA (CONT'D)\nSee anything else you like?\n\f56\n\n44,\n\nThe Hybrid pushes around awkwardly in the box, intrigued by\nthe shapes, but is instantly drawn to the Barbie doll. She\nhas some trouble gripping with her new hands, so Elsa helps\nher, wrapping her own hand around the Hybrid's fingers.\nTogether they hold Barbie in the air between them.\n\nELSA (CONT'D)\n(in a breathy Barbie\nvoice)\nHi there. I'm Barbie.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nTogether they hold Barbie in the air between them. ELSA (CONT'D)\n(in a breathy Barbie\nvoice)\nHi there. I'm Barbie. \n\nTARGET SECTION TO BE ANNOTATED:\n I like cute\nguys, fast cars and funny little\ncreatures like you.\n\nElsa slowly lets go of the Hybrid's hand, pleased to see her\ngrip the doll on her own.\n\nELSA (CONT'D)\nShe was my secret friend. I wasn't\nallowed to have her, so I had to\nkeep her hidden.\n(beat)\nJust like you.\n\nThe Hybrid turns it around clumsily, studying it from all\nangles. She strokes the hair, completely entranced.\n\nELSA (CONT'D)\nThat's right. She has hair too.\n\nElsa watches wistfully. There's something a little sad about\nthis bald creature so fascinated by hair. The Hybrid's head\nbegins to bob with fatigue, eyes drooping. She leans her\nforehead on Elsa's shoulder.\n\nELSA (CONT'D)\nYou're tired. That's all right.\nWe'll play later.\n\nThe hybrid nuzzles deeper into Elsa's shoulder. At first a\nlittle nervous, Elsa gathers the creature into her lap and\ncradles her. The Hybrid instantly begins to relax. And\nElsa finds herself rocking her and humming, softly. If we\nlisten closely the we might recognize the melody as \"Under\nMy Skin\".\n\nThe creature's eyelids droop, her neck relaxes. Within\nmoments, she is breathing deeply -- asleep.\n\nEXT. OBSERVATION ROOM -- CONTINUOUS\nUnseen by Elsa, Clive watches through the one-way mirror,\n\nher HUMMING broadcast over the intercom. He is clearly\ntroubled by this tableau.\n\f45.\n57 INT. NOVAPHORM LABS - CORRIDOR -- DAY\n\nIn a private corner, Elsa wolfs down NERDS and talks rapidly,\nriding a sugar-fueled high. Clive listens. His face betrays\nconcern.\n\nELSA\nI think it's a form of\nhypometamorphosis. Her tissue\nliquefies and reforms. That's why\nwe can't track it with MRI or x-rays.\nAt this point, there's no telling\nwhat she might become. And it's not\njust her body. Her intelligence is\ndeveloping fast. She figures things\nout.\n\nCLIVE\nWe have to be careful not to project\ntoo much onto her.\n\nELSA\nShe's not just a collection of\ninstincts. She thinks.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLIVE\nWe have to be careful not to project\ntoo much onto her. ELSA\nShe's not just a collection of\ninstincts. She thinks. \n\nTARGET SECTION TO BE ANNOTATED:\nCLIVE\nOf course she thinks. Dogs think.\nBut...\n\nA TECHIE passes. They nod greetings, pausing their\nconversation until he's out of earshot.\n\nCLIVE (CONT'D)\n(quiet)\n...-But dogs aren't capable of complex\nassociative reasoning.\n\nELSA\nYou're wrong. She just needs time.\n\nClive watches Elsa carefully, measuring her up.\n\nCLIVE\nYou know what we need?\nELSA\nWhat?\nCLIVE\n\nWe need to act our age.\n58 INT. HYPERSPACE -- NIGHT\nClive and Elsa share a booth at the same club where Clive\n\nwas ‘shot'. The air prickles with its usual high-energy\nthrob. Elsa sips from a glass of wine, looking restless.\n\f59\n\n46.\n\nClive taps the BREAKNECK BEAT with his fingernails on the\ntable, grooving to the psychedelic mayhem.\n\nCLIVE\nHey, come on. Let's dance.\n\nELSA\nNo. Thanks. I don't feel like it.\n\nClive barrels past his disappointment. He reaches into his\npocket and produces Elsa's dropper-vial of liquid excitement.\n\nCLIVE\nI know what you need. A little drop\nof fun.\n\nElsa shakes her head without apology. Clive's smile falls.\n\nELSA\nI'm having fun. But you go ahead.\nGo for it.\n\nClive's determination is losing steam. He pockets the vial.\n\nCLIVE\nNo. I'm okay. I'm fine.\n(unconvincing)\nThis is fun.\n\nThe noise of the club floods into their vacuum of\nconversation. Eventually, Elsa gathers up her purse and\nshuffles out of the booth.\n\nCLIVE (CONT'D)\nYou all right?\n\nELSA\nI want to go. I want to go back.\n(beat)\nShe shouldn't be left alone.\n\nINT. OBSERVATION ROOM -- DAY\n\nElsa has let the Hybrid out of containment. She is now about\nthe size of a FIVE YEAR OLD CHILD, with fully developed,\nspindly arms. There are a few emerging stands of hair, which\nonly emphasize her baldness.\n\nSitting cross-legged on the floor, Elsa watches with delight\nas the Hybrid successfully places A SPOON onto a piece of\npaper with a drawn outline of a spoon.\n\nELSA\nThat's right. Spoon.\n(beat)\nNow \"Dog\".",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSA\nThat's right. Spoon. (beat)\nNow \"Dog\". \n\nTARGET SECTION TO BE ANNOTATED:\n Do the dog!\n\f47.\n\nThe Hybrid quickly picks up the tiny STUFFED DOG and places\nit onto a sheet of paper with a crudely drawn dog.\n\nElsa claps her hands delighted.\n\nELSA (CONT'D)\nThat's it! Dog! It's getting too\neasy for you, isn't it?\n\nThe Hybrid cocks her head expectantly. Elsa spills several\nNerds into the creature's hand, which she quickly scarfs.\n\nELSA (CONT'D)\nYou could do this all day.\n\nElsa scuffles over to the table and pulls down a large box.\n\nELSA (CONT'D)\nLet's try something different.\n\nShe pulls a Deluxe-Edition Scrabble game from its box and\nplaces the board between them. It's the kind with a lazy-\nSusan base, and raised ridges to line up the letters.\n\nElsa spills the bag of letters onto the floor and quickly\nrummages for the tiles she wants. She arranges the letters\nP-E-N onto the board then pivots it so the word appears\nupright to the Hybrid.\n\nShe holds up a PEN, then points to the letters.\n\nELSA (CONT'D)\nP-E-N! That says PEN. PEN!\n\nShe puts down the pen and points to the word.\n\nELSA (CONT'D)\nWhat's that? Show me. Show me the\npen.\n\nThe Hybrid just stares at her blankly. Elsa arranges the\nletters of her own name, E-L-S-A.\n\nELSA (CONT'D)\nThat's ELSA. Me.\n(tapping her chest)\nI'm Elsa. Elsa.\n\nThe Hybrid's face is a blank slate of incomprehension. Elsa\npoints back to the first word, and holds up the ballpoint.\n\nELSA (CONT'D)\nPEN! This is a PEN.\n(tapping her chest)\nELSA. I'm Elsa. Pen... Elsa.\n\f48.\n\nElsa searches the Hybrid's face, desperate to detect the\nslightest sign of association. Nothing.\n\nElsa notices the Hybrid's gaze is fixated on the box of Nerds\nin her breast pocket. She spills a couple into her palm --\nincentive. The Hybrid's eyes dart, her mouth opens slightly.\n\nHolding the Nerds hostage in her palm, Elsa points again at\nthe word: PEN.\n\nELSA (CONT'D)\nWhat's that? PEN.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHolding the Nerds hostage in her palm, Elsa points again at\nthe word: PEN. ELSA (CONT'D)\nWhat's that? PEN. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nWhere's the pen?\n\nStill nothing. Not a glimmer. Elsa pops the Nerds into her\nown mouth with a sigh, then tips the board, spilling the\nletters to the floor. She sees palpable disappointment in\nthe Hybrid's eyes -- reacting to the lost reward.\n\nElsa gets another idea. She rifles through the tiles,\nplucking up five letters to spell the word: N-E-R-D-S.\n\nShe rotates the board, then holds up the box of candy where\nthe same letters are clearly marked on the label: NERDS.\n\nThe Hybrid's eyes flit quickly from the Nerds to the Scrabble\nboard, then back to the Nerds. Elsa smiles. Something's\nstarting to click.\n\nELSA (CONT'D)\nNerds... C'mon. You know what Nerds\nare.\n\nThe Hybrid reaches out a spindly hand to touch the tiles,\nher eyes skipping to the actual package of candy.\n\nELSA (CONT'D)\nThat's right. They're the same.\nNERDS!\n\nThe Hybrid abruptly pops the letter S into her mouth, chews\nand quickly swallows it. Elsa gasps. The Hybrid makes a\nsour expression, as though she'd been tricked.\n\nElsa's momentary dismay is replaced by a triumphant grin.\n\nELSA (CONT'D)\nYou did it! You made a connection!\nGood girl!\n\nElsa spills some real Nerds onto the game board and the Hybrid\nquickly gobbles them up. The door opens behind Elsa. She\nspins quickly to greet Clive. The Hybrid cowers at his\narrival.\n\f49.\n\nELSA (CONT'D)\nShe did it!\n\nCLIVE\nWhat's going on?\n\nELSA\nShe can associate!\n\nCLIVE\n(annoyed)\nWhat is she doing in this room? You\ncan't let her out.\n\nELSA\nWhat's the problem?\n\nCLIVE\nSpecimens need to be contained.\n\nELSA\nDon't call her that.\n\nCLIVE\nWhat are we supposed to call her?\n\nElsa quickly scans the room, looking for a name. On the\nScrabble board are the remaining four (un-eaten) tiles\nspelling NERD. Of course, they are upside-down to Elsa.\n\nELSA\nDREN. Her name is Dren.\n\nDREN, the Hybrid, scuttles into the corner.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSA\nDREN. Her name is Dren. DREN, the Hybrid, scuttles into the corner. \n\nTARGET SECTION TO BE ANNOTATED:\n Clive is suddenly\n\nfurious.\n\nCLIVE\nYou're talking like... You're treating\nher like she's a...\n(catching himself)\nA pet!\n\nELSA\nI'm compiling a developmental profile.\nShe needs more stimulation than that\nroom.\n\nCLIVE\nWell, we're screwed now. They're\nrenovating this entire wing.\nTomorrow! So what the hell are we\ngoing to do about that?!\n\nDren's eyes narrow at his raised voice. Elsa, now angry\nherself, yanks an equipment cart from the side of the room.\n\f50.\n\nELSA\nAlright, so we'll move her. We'll\nput her in the storage room\ndownstairs. Nobody goes down there.\n\nCLIVE\nWhat are we doing? Why are we taking\nall these risks?\n\nElsa yanks equipment from the lower shelves of the cart.\n\nELSA\nWhen the hell did you get so fucking\nscared of everything!\n\nSomething triggers in Clive. He takes three furious steps\ninto Elsa's face. Yelling now. Loudly.\n\nCLIVE\nWHEN THE FUCK DID YOU STOP BEING A\nSCIENTIST?!\n\nDren flings herself across the room and lands squarely on\nClive. He falls backwards, hitting the floor hard. Dren's\ntail waves wildly, flinging off the protective cover.\n\nThe poison spike withdraws from its fleshy sheath, poised to\nsting!\n\nELSA\nNO! STOP!\n\nDren freezes, then turns her head to Elsa.\n\nELSA (CONT'D)\n(cool, in command)\nGo to your place.\n\nDren eyes Clive once more before obediently skulking back\ninto her corner. Clive sits up, breathing heavily, still a\nlittle afraid.\n\nELSA (CONT'D)\nIt's okay. She won't hurt you.\n\nShe helps Clive up.\n\nELSA (CONT'D)\nI know we have a situation. But we\njust have to deal with it.\n\nCLIVE\n(struggling to contain\nhimself)\nA situation? She could have killed\nme!\n\f60\n\n51.\n\nClive and Dren eye each other warily. Elsa loads a cardboard\nbox into the lower portion of the cart.\n\nELSA\nDon't be melodramatic. Let's just\nsolve this.\n\nCLIVE\nJesus fucking Christ!\n\nINT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet's just\nsolve this. CLIVE\nJesus fucking Christ! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CORRIDOR -- DAY\n\nElsa and Clive wheel the cart with equipment on top. A box\nlabelled, Sequence Driver, rests beneath. The top shifts.\nDren's eyes peer out. Elsa pushes her gently back down.\n\nELSA\nStay inside, Dren.\n\nClive nervously glances around the corner. Coast is clear.\n\nCLIVE\nShe okay?\n\nELSA\nScared. It's all right.\n\nThey truck the cart around the corner and manage to get to\nthe freight elevator undetected. Elsa hits the down button.\nThe elevator rises up from the basement at a snail's pace.\n\nFinally the doors open, revealing... Dexter, who looks\nstartled to see them.\n\nDEXTER\nWow. I don't think I've seen the\ntwo of you together in weeks.\n\nELSA\nHey, Dex.\n\nDexter's eyes land on the EEG machine on top of the cart\nwith a variety of other devices.\n\nDEXTER\nWhere are you going with that?\n\nCLIVE\nStorage. It's not working. We need\nto order a new...\n\nDEXTER\n(confused)\nWhat do you mean, not working? I had\nit hooked up to Fred yesterday.\n\nClive isn't sure what to say. Dexter searches their faces.\n\f52.\n\nDEXTER (CONT'D)\nWhat's going on?\n\nTHE CLACKING OF MEN'S SHOES. Clive looks over his shoulder\nand sees Barlow striding down the hall.\n\nCLIVE\nShit.\n\nElsa flicks hair from her face, trying to play it cool.\nClive swallows hard.\n\nBARLOW\nI've been looking for you two\neverywhere.\n\nCLIVE\nWhazup?\n\nBarlow glances at the cart of equipment.\n\nBARLOW\nWhat's all this?\n\nCLIVE\nJust some junk we're trashing.\n\nBarlow is suddenly curious. He fingers the EEG machine on\nthe top of the cart.\n\nBARLOW\nPretty state-of-the-art junk. What\nelse are you...?\n\nTo Clive and Elsa's horror, Barlow quickly bends down to the\nbottom of the cart and opens the box containing Dren! Barlow\ntips the box to reveal that the it's empty - Dren is gone.\nClive scans the hallway. Nothing.\n\nThey catch each other's eye, bewildered. Elsa bucks up...",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing. They catch each other's eye, bewildered. Elsa bucks up... \n\nTARGET SECTION TO BE ANNOTATED:\nELSA\nWhat can we do for you, Bill?\n\nBarlow quickly loses interest in the equipment.\n\nBARLOW\nListen. Great news. We're going to\npresent Fred and Ginger at the annual\nshareholder's meeting.\n\nClive and Elsa are completely distracted, scanning for some\nsign of missing Dren.\n\nELSA\nShareholders?\n\f53.\n\nBARLOW\nWe impress them with the H-40's,\nNovaphorm stock will go through the\nroof...\n\nCLIVE\nI dunno Bill, we're pretty busy...\n\nThe elevator doors slide closed. Elsa quickly slaps the\n\ndown button again, they slide back open. She enters the\nelevator half expecting to find Dren in there. The elevator's\nempty. She remains inside, holding the door with her hand.\n\nBARLOW\nI thought you'd be excited. Don't\nyou wanna show them off?\n\nClive is anxious to get rid of Barlow.\n\nCLIVE\nYeah, I guess.\n\nHe looks nervously to Elsa, who is staring oddly at Dexter.\n\nBARLOW\nAlright then. Let's meet. I've got\nto prepare a budget.\n\nSomething drips on Barlow's shoulder. He doesn't notice.\n\nClive follows Elsa's eyes to Dexter. His mortified gaze is\nfixated on the ceiling, where Dren is wedged like a tree\ntoad_in the corner above Barlow. Her tail swings back and\nforth, ready to pounce. Clive stifles his shock.\n\nBarlow takes one last look at the EEG machine.\n\nBARLOW (CONT'D)\nYou sure we can't fix it? Sometimes\nyou guys act like there's money coming\nout of...\n\nSuddenly Dexter speaks up, a hair too loudly.\n\nDEXTER\nIt's fried! Totally fucked! We\nneed a new one. Right away.\n\nBarlow's eyebrows raise at Dexter's outburst. Over his\nshoulder, Elsa peels Dren off the wall, and swings her into\nthe elevator.\n\nDexter takes Barlow by the arm and gently guides him away\nfrom the elevator.\n\f61\n\n62\n\n54.\n\nDEXTER (CONT'D)\nListen, Bill... I've got some\nrequisition forms, on my desk. If\nyou can push the purchase through...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEXTER (CONT'D)\nListen, Bill... I've got some\nrequisition forms, on my desk. If\nyou can push the purchase through... \n\nTARGET SECTION TO BE ANNOTATED:\nDexter hazards a glimpse back at Clive, who tosses back a\nquick look of appreciation, and then shoves the cart into\nthe elevator. Barlow calls after them as the doors close.\n\nBARLOW\nCall me!\n\nBarlow feels the wetness on his shoulder. Brings his fingers\nto his nose, sniffs them, sensing something is up but unable\nto pin down exactly what it is.\n\nINT. DOWNSTAIRS CORRIDOR -- DAY\n\nElsa and Clive roll the cart quickly up to the door of the\nstorage room.\n\nELSA\nGod, I hate that guy.\n\nCLIVE\nWhy, because he plays by the rules?\n\nELSA\nBecause he loves them.\n\nElsa quickly keys open the door and pushes the cart inside.\nINT. STORAGE ROOM -- DAY\n\nThe inside of the storage room is lined with shelves,\ncluttered with old boxes, obsolete equipment, and forgotten\ncleaning products. At the far end there's plumbing and a\nhuge industrial sink.\n\nStepping inside propels a cloud of dust into the air.\n\nCLIVE\n(furious)\nYou know, sticking to a few fucking\nrules isn't always such a bad idea.\n\nElsa draws Dren from below the cart and into her arms, looking\na little queasy. Clive steps back, wary.\n\nELSA\nNobody's going to care about a few\nrules. After they see what we've\nmade...\n\f63\n\n55.\n\nCLIVE\nSee what we've made! Nobody can see\nwhat we've made!\n\nELSA\nOnce they see Ginger and Fred, don't\nyou think the world's going to want\nto know what's next?\n\nShe holds Dren's face next to her own, as though this were\nall she needed to make her case to the world.\n\nELSA (CONT'D)\nDo you think they can look at this\nface... And see anything less than\na miracle?\nClive's jaw hangs open, stunned at Elsa's naivete.\n\nAnd as if on cue, Dren pukes on Elsa's shoulder, then buries\nher head miserably in Elsa's chest.\n\nELSA (CONT'D)\nOh... oh no. Oh Sweetie, you're\nsick.\n\nClive shakes his head, astounded. The whole thing is getting\nto be too much. Elsa puts her wrist to Dren's forehead.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nClive shakes his head, astounded. The whole thing is getting\nto be too much. Elsa puts her wrist to Dren's forehead. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA (CONT'D)\nClive, she's really hot.\n\nCLIVE\nI've got to talk to Dexter.\n\nHe leaves, disgusted. Elsa hardly notices.\n\nINT. NOVAPHORM LABS - LUNCH ROOM -- DAY\n\nClive sits with Dexter by the window. The silence between\nthem is so intense, the hum of the Coke machine sounds like\n\na plane landing.\n\nFinally Clive can't take it any longer.\n\nCLIVE\nGo ahead. Say what you're thinking.\nDEXTER\nWhat I'm thinking? What were you\nthinking?\nCLIVE\n\nIt was kind of an accident.\n\f56.\n\nDEXTER\n(incredulous)\nThat kind of an accident takes a\nhundred million years! Unless...\nsomebody very smart does it on\n\npurpose.\nCLIVE\nLook. I know it's crazy...\n(beat)\n\nBut I need your support on this. I\nneed your help.\n\nDexter looks at Clive with a mixture of reluctant loyalty,\nand profound disappointment.\n\nDEXTER\nI've got a wife and three kids.\nWhat happens to them if I go to\nprison? For what you two have done.\n\nClive squirms in his chair.\n\nDEXTER (CONT'D)\nDid you ever think about that?\n(beat)\nDid you think at all? Or did you\njust do what she wanted?\n\nCLIVE\n(face reddening)\nIt wasn't like that.\n\nDEXTER\nYou could have stopped it. At any\ntime, you could have said no to her.\n\nClive can't quite muster a retort.\n\nDEXTER (CONT'D)\nTry it some time.\n\nWith that, Dexter bustles out of the room, leaving his brother\nto quietly simmer alone.\n\nINT. STORAGE ROOM -- NIGHT\n\nIt's night now, Clive has accomplished a lot with the room,\npiling all the unwanted boxes to one side. He finishes\nmopping the floor while Elsa dotes over sick Dren. She pulls\na thermometer from Dren's mouth and studies it.\n\nELSA\nOne hundred and five. This is\nserious.\n\f57.\n\nCLIVE\nHow do we know with her?\n\nELSA\n(frantic)\nI know. We have to do something!\n\nCLIVE\nWhat? What are we supposed to do?\n\nDren lets out a TRILLING GROAN that ends with a choke and\nmore vomit. Elsa rushes over to wipe her mouth.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat are we supposed to do? Dren lets out a TRILLING GROAN that ends with a choke and\nmore vomit. Elsa rushes over to wipe her mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA\nWe have to take her somewhere.\n\nCLIVE\nThat's crazy!\n\nELSA\n(almost crying)\nTHEN DO SOMETHING!\n\nClive stares down at Dren, who is quickly fading. He scans\nthe storage room desperately.\n\nCLIVE\nWe're bio-chemists. We can handle\nthis!\n\nELSA\n\nHow? Fuck! HOW?!\n\nClive turns to the industrial sink and runs the faucet.\n\nCLIVE\n\nWhat do you do with high fever?\nELSA\n\nCold bath!\nCLIVE\n\nAll right. Let's do it!\nMOMENTS LATER\nThe sink is almost full.\nDren's condition is considerably worse. Her nose is\ncompletely clogged, throat swollen, she can hardly breathe.\n\nClive turns off the faucet.\n\nELSA\nHurry.\n\nWith her legs folded under her, Clive and Elsa manage to\nsqueeze Dren into the sink sideways.\n\f58.\n\nShe squirms slightly at the shock of cold water, but hasn't\nthe strength to resist.\n\nELSA (CONT'D)\nIt's okay, honey. It's okay.\n\nDren's breathing is getting even more shallow. Elsa tries\nto hold her head up to facilitate the flow of oxygen. It's\nno good.\n\nELSA (CONT'D)\nShe can't breath. Her passages are\nclosing! Do something!\n\nCLIVE\nWhat? What?!\n\nELSA\nI DON'T KNOW!\n\nDren's thrashes in the water as she fights for air.\n\nCLIVE\nTracheotomy!\n\nELSA\nWith what?\n\nCLIVE\nIn the lab...\n\nELSA\nThere's no time.\n\nClive gives Elsa a lost, defeated look... like this was\ninevitable. He shakes his head. Frustration rising.\nSuddenly, he grabs Dren by the head and pushes her face under\nwater. Elsa SCREAMS.\n\nELSA (CONT'D)\nClive! Stop it!\n\nShe pulls at his arms. Smashes at his shoulder. Dren, with\nthe little strength she has left, squirms for her life.\n\nCLIVE\nGET OFF ME! Enough!\n\nELSA\nYou're killing her! Let her go!\n(shrieking)\nSTOP IT!\n\nShe continues to fight and claw at Clive. He hangs on,\nelbowing her away. He leans into the sink, determined.\nElsa watches like we watch our own nightmares.\n\f65\n\n59.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe leans into the sink, determined. Elsa watches like we watch our own nightmares. 65\n\n59. \n\nTARGET SECTION TO BE ANNOTATED:\nBUBBLES break to the surface. First softly. Then building.\nBubbles in rhythmic regularity. Elsa's face lights up,\nastounded. It's Dren. Breathing. Underwater.\n\nClive's ferocity breaks into relief and astonishment. He\nlaughs. Elsa stares down, holding her hair, awe-struck.\n\nELSA (CONT'D)\nShe's breathing!\n\nDREN has by-passed her clogged mouth and nose and is breathing\nthrough gills which have emerged under her jaw-line. Clive\nrelaxes his arms. Dren has ceased struggling. He simply\nholds her gently under the surface.\n\nLATER:\n\nDren is out of the sink, looking very much revived as Elsa\npats her down with a towel.\n\nCLIVE\nNow we know what those \"blobs\" are.\nAmphibious lungs!\n\nELSA\nYou saved her. My God!\n(ecstatic)\n\nHow did you know?\nClive responds with an awkward shrug.\n\nELSA (CONT'D)\nYou did know, right?\n\nThere's a moment. Just the slightest instant of hesitation.\n\nCLIVE\nYeah. Of course.\n\nElsa relaxes, her doubt easily evaporating. Then Clive faces\nher, deadly serious.\n\nCLIVE (CONT'D)\nWe can't fuck around anymore. We\nhave to clean this place up. Make\nit safe.\n\nElsa smiles and nods, relieved to finally have him on-side.\nINT. STORAGE ROOM - VIDEO MONTAGE\n\nWe watch a montage of video footage of Dren, taking us through\nher rapid physical development from the body of a SEVEN YEAR-\nOLD GIRL to that of an adolescent.\n\nThe storage room has now taken on the character of a family\nliving room.\n\f60.\n\nDren is dressed for the first time in a HOSPITAL GOWN. Little\ngirl's barrettes stuck to her tufts of hair humanize her\njust enough to really emphasize her strangeness.\n\nELSA (0.S.)\n\nIn the first three months since her\nbirth, Dren, the world's first human-\nanimal chimera, has far outstripped\nour expectations.\n\nClive enters the FRAME with a cake. At first, Dren shrinks\nfrom the three flickering birthday candles. But with Clive's\ninstruction, she quickly learns to blow them out. She flashes\na gap-toothed smile.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt first, Dren shrinks\nfrom the three flickering birthday candles. But with Clive's\ninstruction, she quickly learns to blow them out. She flashes\na gap-toothed smile. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA (0.S.) (CONT'D)\nWhile genetically she follows the\nsame template as our H-40 hybrids,\nthe added human element appears to\nbe taking a dominant role.\n\nDren now looks to be perhaps ELEVEN, and increasingly girl-\nlike. Hair is beginning to thicken. The seam-like scar\ndown her face and body is less prominent.\n\nElsa conducts Dren, who sways and whistles in odd tones along\nto a Big Band rendition of \"Under My Skin\" while THE VIDEO\nCAMERA MOVES AROUND HER BODY. Clive lifts her arms for a\ncloser view. There is a strange muscle system running under\nthem and joining to the skin of her back.\n\nCLIVE (0.S.)\nThe muscular structures extending\nfrom the trapezius to the deltoideus\nand ending at the brachialis are\nunusual, their function unclear.\n\nFinally, we see what looks like a FULL-GROWN TEENAGE GIRL in\nan old-fashioned bathtub. Her body is beginning to look more\nlike that of a young woman in puberty. Hips curved. A trace\nof breasts noticeable. Her eyes have migrated closer to the\nfront of her head. Though still alien-looking, her features\nhave become quite sculpted and lovely.\n\nCLIVE (0.S.) (CONT'D)\nWe do know she has developed a\nsecondary amphibian respiratory\nsystem, and becomes ill if out of\nwater too long.\n\nElsa instructs as Dren arranges scrabble tiles which float\non the surface of the water to spell simple words. Nerds\ncontinue to be an incentive.\n\f66\n\n61.\n\nELSA (0.S.)\nIntelligence and communication skills\ncontinue to improve. Still, her\nmind remains her greatest mystery.\n\nDren sinks below the surface disappearing from the CAMERA'S\nVIEW.\n\nEND MONTAGE\nINT. STORAGE ROOM -- NIGHT\n\nClive puts down the camcorder as Elsa dims the light near\nDren, who is tucking under the covers, post-bath.\n\nElsa begins to step away, when Dren bolts upright, her arms\nreaching out, clearly agitated.\n\nELSA\nWhat's wrong? What is it, honey?\n\nDren quickly shuffles through her collection of scrabble\ntiles on the night table. She begins to arrange letters:\nK - I- S... Elsa nearly melts.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nDren quickly shuffles through her collection of scrabble\ntiles on the night table. She begins to arrange letters:\nK - I- S... Elsa nearly melts. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA (CONT'D)\nOh! I'm sorry, Dren. I forgot.\n\nShe leans over and gives Dren a kiss on each cheek and one\non the forehead. The Hybrid's tension instantly vaporizes.\nIn another instant, she's asleep, her face at peace.\n\nElsa draws a curtain suspended from the ceiling and turns to\nClive with a whisper.\n\nELSA (CONT'D)\nShe's had a big day.\n\nTogether they collapse onto the cushions of an old couch.\n\nElsa looks exhausted. With her skirt well up above her knees,\nClive finds himself admiring her legs.\n\nCLIVE\nIt's been a long time.\n\nHis hand rides up her leg.\n\nELSA\nOh, God. I didn't even notice.\n(beat)\nIs that what happens?\n\nCLIVE\nTo couples when they...\n\f67\n\n62.\n\nELSA\nWhen they work too hard?\n\nThat wasn't quite what Clive meant, but he nods anyway.\n\nCLIVE\nC'mere.\n\nELSA\nWhat, here?\n\nCLIVE\n\nJust get over here.\n\nHe pulls Elsa into his lap and kisses her neck. Elsa slings\nher legs over Clive, lifting her skirt, straddling him while\nthey kiss deeply, mouths open. They start to grind and groan.\n\nElsa fumbles under her skirt and we hear the sounds of CLIVE'S\nZIPPER and TEARING PANTYHOSE. Surprised but excited, Clive\ndisengages from their kiss to whisper in her ear.\n\nCLIVE (CONT'D)\nHey... we don't have any...\n\nElsa just grabs his hand and mashes it into her breasts.\nThey are already fucking.\n\nELSA\nWhat's the worst that could happen?\n\nClive is about to put a stop to their passion when something\ncatches his eye. A shimmer. He pushes Elsa's hair out of\nhis face.\n\nHe sees her. Dren. Peering through the curtains. Her\nexcited breathing gives her away. Oblivious, Elsa continues\nto ride him, her arousal building.\n\nThe moment is surreal. Clive continues to watch Dren\nwatching. He says nothing. Sexual momentum builds.\nStrangeness.\n\nJOAN (V.O.)\nHere is a couple... each so unlike\nanything we've seen before...\nClive's face contorts into orgasm -- a release of raw physical\npleasure.\n\nEXT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nHere is a couple... each so unlike\nanything we've seen before... Clive's face contorts into orgasm -- a release of raw physical\npleasure. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONVENTION CENTER -- NIGHT\n\nClive is GRINNING WIDELY, his eyes alight with the excitement\nof the evening.\n\f68\n\n63.\n\nHe and Elsa, formally dressed, hold hands, walking\nceremoniously up the stairs to a large CONVENTION CENTER -\nsite of the annual Novaphorm shareholder's meeting.\n\nA large banner sports Novaphorm's logo and the slogan:\n\"DESIGNING A BETTER TODAY\".\n\nJOAN (V.O.)\n...They are drawn together by the\nsimple fact that there is nobody\nelse quite like them.\n\nOn either side of the stairs, reporters, photographers, and\nvideo crews jostle for position, elbow-to-elbow with\nprotesters from all walks of life - religious and secular.\n\nAs the protesters scream their epitaphs and warnings, shake\ntheir signs, and bump up against a HEAVY SECURITY PRESENCE,\nClive and Elsa seem not to notice. This is their proudest\nnight. Arm-in-arm they stride into science's brightest\nspotlight.\n\nINT. CONVENTION CENTER - AUDITORIUM -- NIGHT\n\nJoan stands at a podium addressing an auditorium packed to\nthe rafters with investors. We realize now that her speech\nis not about Elsa and Clive after all... but about Ginger\nand Fred, who are on stage in clear, plexi-glass cages.\n\nJOAN\nThat they are completely unique in\nthis world is more than an act of\nfate. More than just luck. It is\nby design!\n\nAs Joan's presentation continues, the cages slowly roll\ntowards each other from opposing ends of the stage.\n\nJOAN (CONT'D)\nNow, let me present to you the minds\nbehind the design... splice-masters\nextraordinaire: Clive Nicoli and\nElsa Kast!\n\nWith a LOUD FANFARE, Clive and Elsa take to the stage.\nClearly excited, caught up in the energy of the moment, they\nwave to the cheering crowd. Joan steps aside so they can\nhuddle over the podium microphone.\n\nCLIVE\nThere's been a lot of talk tonight\nabout advancements in multi-species\nmorphogens. We've talked about our\nnew protein-based compounds. Disease-\nfighting agents for livestock.\n\f64.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe've talked about our\nnew protein-based compounds. Disease-\nfighting agents for livestock. 64. \n\nTARGET SECTION TO BE ANNOTATED:\nBehind him, a slide-show rifles through the development of\nGinger and Fred at the microscopic level. Barlow and Dexter\nwatch from the wings, nervous and proud. The Lab Techies are\nfanned out behind them.\n\nIn the audience, front row, sit Melinda and THE PHOTOGRAPHER\nfrom \"Wired\" magazine.\n\nGinger and Fred's cages continue to roll towards center-stage.\nElsa leans into the mic.\n\nELSA\n\nAnd that's all very exciting for\neveryone at Novaphorm.\n\n(beat)\nBut let's be honest. What's exciting\nfor you people here tonight, is seeing\nthese two creatures. Alive! In the\nflesh!\n\nPERFECTLY ON CUE, the cages align. The walls separating\nthem sink away. Ginger and Fred are free to mingle in a\nsingle double-sized cage.\n\nAs each steps forward, a little disoriented by the bright\nlights, there is a COMMUNAL GASP from the audience.\n\nELSA (CONT'D)\nThey are state of the art designer\norganisms!\n\nGinger and Fred approach each other, sniffing and aroused,\nlike they have a hundred times before. Their mutual\nexcitement is so focused, they become oblivious to their\nsurroundings.\n\nELSA (CONT'D)\nMan's newest and best friend...\n\nThe audience, getting their first clear view of the Hybrids\nin motion, are awed and silent. A video projector splashes\nlive close-ups on the wall behind them.\n\nELSA (CONT'D)\n...-Here to point the way to a\nbetter...\n\nThe Hybrids' approach includes the usual PURRING RUMBLE.\nThen, an agitated raising of hackles. Ginger's mouth opens,\na string of drool dropping to the floor.\n\nELSA (CONT'D)\n...Today!\n\nGinger GROWLS. Clive suddenly looks worried. He glances to\nElsa, who shakes her head, confused just as...\n\f69\n\n65.\n\nGINGER LEAPS ON FRED! The two of them fly into a vicious\nfight! Joan staggers back from the cage. Barlow runs on-\nstage from the wings.\n\nThe Hybrids are locked in a SNARLING, SCREECHING battle to\nthe death. THEY TEAR AT EACH OTHER WITH TEETH AND CLAWS\nLIKE RABID DOGS. Blood and bits of flesh splatter the glass.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Hybrids are locked in a SNARLING, SCREECHING battle to\nthe death. THEY TEAR AT EACH OTHER WITH TEETH AND CLAWS\nLIKE RABID DOGS. Blood and bits of flesh splatter the glass. \n\nTARGET SECTION TO BE ANNOTATED:\nDexter and several lab techs rush to help but are powerless\nto stop the carnage. The savage fight continues until the\nhybrids are hidden from view behind bloody glass.\n\nA breathless moment of quiet.\n\nTHE SOUNDS RESUME full force as the cages buckle and then\nshatter. The frenzied and mangled forms of Ginger and Fred\ntumble out. They roll across the stage, then fall off into\nthe audience!\n\nSCREAMS and PANDEMONIUM. Melinda and The Photographer leap\nto their feet, just in time to catch a splash of blood across\ntheir faces and the camera lens.\n\nWithin moments, Ginger, then Fred, collapse into puddles of\nblood and torn flesh.\n\nClive, Elsa, Dexter and Barlow, all stand speechless before\nthe mound of gore that was their scientific triumph. The\nentire spectacle is projected in grotesque detail on a twenty\nfoot screen behind them.\n\nJoan stares hypnotically at the video enlargement of Ginger's\noozing innards.\n\nINT. NOVAPHORM HEADQUARTERS - CONFERENCE ROOM -- DAY\n\nThere is a deathly silence in the room as Joan, Barlow, Clive\nand Elsa face-off around an oversized conference table.\n\nWhat is clear is that the Hybrid has hit the fan. Elsa's\nwhite blouse is spattered with blood. Joan has made a point\nof removing her shoes. Clive's dress pants are stained from\nthe cuffs to the knees.\n\nEventually, Barlow feels compelled to pipe up.\n\nBARLOW\nI think we have to agree that this\nis a setback in terms of...\n\nJOAN\nIt's a fucking disaster!\n\nELSA\nThey've never exhibited aggression\nin the past...\n\f66.\n\nJOAN\nWell, they did tonight. Why?\n\nClive and Elsa exchange glances, each hoping the other will\ndo the explaining.\n\nJOAN (CONT'D)\n(furious)\nWhat HAPPENED?\n\nCLIVE\nWell... we haven't had much time to\nexamine the remains but... It seems\nthat Ginger has somehow undergone\ncertain... um...\n\nELSA\nHormonal changes.\n\nJOAN\nHormonal changes?\n\nELSA\nShe turned into a male.\n\nJoan and Barlow looks stunned.\n\nBARLOW\nJust like that? Changed sex? How\ncould this happen?\n\nCLIVE\n(swallowing hard)\nWe...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nChanged sex? How\ncould this happen? CLIVE\n(swallowing hard)\nWe... \n\nTARGET SECTION TO BE ANNOTATED:\n really don't know. But, clearly\ntwo males, caged together and\nstressed...\n\nJoan carefully reads Clive and Elsa, as though they might be\nputting her on.\n\nJOAN\nSo your first surviving, living hybrid\nchanges sex...\n(beat)\nAnd you didn't notice? How is that\npossible?\n\nNo answer. Clive and Elsa look rightly chastised.\nELSA\nWe can recreate them. There's no\nreason not to start over.\nJoan slams the desk, furious.\nJOAN\n\nNo more monsters!\n(MORE )\n\f67.\n\nJOAN (CONT'D)\n(beat)\nWe don't have time for that. We\nneed the gene that produces CD-356.\nAnd we need it immediately.\n\nCLIVE\nHow are we supposed derive protein\ngenerations from dead specimens?\n\nJOAN\nSurely you're farther along than\nthat?!\n\nELSA\n\nSynthesizing the protein hasn't been\nas easy as we'd hoped.\n\nJOAN\n(angry) ;\nThen you're not allocating your\nresources effectively.\n\nBarlow clears his throat.\n\nBARLOW\nWe still have a lot of material to\nwork with.\n(to Joan)\nI can put the Chem-tel team on it.\n\nClive and Elsa look to Barlow, betrayed. At their lowest\nmoment, he's clearly seizing the day.\n\nELSA\n(outraged)\nThis is our project. We can handle\nit.\nJOAN\n\nApparently you cannot.\n\nBARLOW\nLet me do this. We can still make\nthe deadline.\n\nJOAN\n(to Barlow)\nDone. Whatever you need. I'm making\nyou hands-on in charge of this.\n(to Clive and Elsa)\nI want that protein synthesized in\ntwo weeks. Do you understand?\n\nClive and Elsa respond with mute compliance.\n\f70\n\n71\n\n68.\nINT. MAIN LAB -- DAY\n\nThe gestation cell is being dismantled and carried out of\nthe birthing room in pieces. Barlow leads a SMALL ARMY OF\nINVADING SCIENTISTS in gutting the lab. They work with\naggressive efficiency and little regard for Clive and Elsa's\nstaff, who are left cowering on the sidelines.\n\nINT. STORAGE ROOM -- DAY\n\nClive, Elsa, and Dexter confer in the storage room.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey work with\naggressive efficiency and little regard for Clive and Elsa's\nstaff, who are left cowering on the sidelines. INT. STORAGE ROOM -- DAY\n\nClive, Elsa, and Dexter confer in the storage room. \n\nTARGET SECTION TO BE ANNOTATED:\n Clive\nnervously paces back and forth, while Elsa sits in the corner\nwith Dren, keeping her calm in the presence of this newcomer.\n\nDexter can't help staring at Dren's strangeness.\n\nDEXTER\nYou have to get it out of here.\n\nCLIVE\nAnd take her where?\n\nDEXTER\nAnywhere! Barlow's taking over every\ninch of this place. He'll find it.\n\nCLIVE\nWhat are we gonna do? We need\nsomeplace... away from everything.\n\nDEXTER\n(genuinely confused)\nWhat am I not getting here? What'd\nyou expect when you made it?\n(beat)\nDidn't you have a plan?\n\nClive suddenly turns on his brother.\n\nCLIVE\nWe wouldn't be in this mess if you'd\nbeen paying enough attention to\nobserve a fucking gender change!\n\nDEXTER\n(incredulous)\nWhere were you, Maestro? I was\nplaying catch up with of all the\nwork you weren't doing.\n\nTempers are really rising. Elsa suddenly speaks up in a\nbarely audible voice.\n\nELSA\nI know a place.\n\f72\n\n73\n\n69.\n\nCLIVE\nWhat?\n\nElsa looks up, dredging the words from a place of dread.\n\nELSA\n(numb )\nI know a place we can take her.\n\nINT. LOADING DOCK -- NIGHT\n\nClive and Elsa stand on the platform of the loading dock as\nDexter slowly backs a VAN towards them, leaning out the driver-\nside window. We can see from beyond the garage door that\n\nit's late night outside.\n\nElsa holds a protective arm around Dren. Clive steadies the\nrolling cart, loaded with equipment and supplies, at the\nedge of the platform,\n\nCLIVE\nAll these years, you've owned this\nfarm. And you never mentioned it?\nElsa looks troubled and remote.\n\nELSA\nYou knew I grew up on a farm.\n\nCLIVE\nI didn't know you still had it!\n\nELSA\nIt's not my farm. It was hers.\n\nCLIVE\nBut she's dead.\n\nELSA\nSo's the farm.\n\nINT./EXT VAN -- TRAVELING -- NIGHT\n\nClive and Elsa drive past the city limits. In the back,\nseen between their bucket seats, is Dren, peering out\nnervously from under a blanket.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSA\nSo's the farm. INT./EXT VAN -- TRAVELING -- NIGHT\n\nClive and Elsa drive past the city limits. In the back,\nseen between their bucket seats, is Dren, peering out\nnervously from under a blanket. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA\nI swore I'd never go back.\n\nClive glances over at Elsa, slowly putting the pieces\ntogether.\n\nCLIVE\nSo.. it wasn't all Norman Rockwell?\n\f74\n\n70.\n\nELSA\nMy mother had... problems. After my\nfather died, I became her everything.\n\nCLIVE\nSounds like a lot of mothers.\n\nELSA\nOne time I made her a birthday card.\nI forgot to write, \"I love you.\"\nFor that, she locked me in my room\nfor a week. Without food or water.\n\nClive glances over, horrified, seeing Elsa in a new light.\nHer quirks suddenly taking on new significance.\n\nCLIVE\n(sympathetic)\nI can't believe you never told me\nthis before.\n\nELSA\nI just wanted to forget about it.\n\nDren presses herself against the side of Elsa's car seat.\nElsa rubs Dren's hand where it grips the upholstery.\n\nELSA (CONT'D)\nWhen I finally left, she refused to\ntouch my room. She said I'd come\nback one day.\n(beat)\nI guess she was right.\n\nEXT. ABANDONED FARM -- NIGHT\n\nA clapboard farmhouse rests some twenty yards from stables\nand a Quonset hut of corrugated iron -- A PASTEURIZATION\nBARN. They are isolated and ominous against the night sky.\n\nThe van backs up to the Barn casting it in the amber glow of\ntail lights. Clive gets out and unlocks a large sliding\ndoor. Its mouth gapes open, the interior too dark to see\ninside.\n\nElsa comes around to the rear of the van and opens the back.\n\nDren cowers within. Elsa holds out her arms but Dren scuttles\ndeeper inside.\n\nELSA\nIt's okay, honey. Nothing to be\nafraid of.\n\nElsa climbs into the van and takes Dren by the hand.\n\f75\n\n71.\n\nELSA (CONT'D)\nCome on. This is your new home.\n\nElsa is able to lead Dren by the wrist despite her frightened\nresistance. She drops to the ground and pulls Dren out,\nhands under her armpits.\n\nDren's eyes widen with surprise at the moist cushy sensation\nof grass and earth.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nElsa is able to lead Dren by the wrist despite her frightened\nresistance. She drops to the ground and pulls Dren out,\nhands under her armpits. Dren's eyes widen with surprise at the moist cushy sensation\nof grass and earth. \n\nTARGET SECTION TO BE ANNOTATED:\nClive and Elsa each take a firm grip on Dren's arms and walk\nher towards the barn.\n\nDren's behavior begins to change. Her eyes squint to pluck\na million sights from the moonlit night: trees, grass, stars.\nShe arches her back so that her nostrils can sort through a\ndazzling array of smells. Her ears tune into exotic sounds.\nCuriosity and excitement rapidly eclipse her fear.\n\nSuddenly, Dren wrenches herself from Clive and Elsa's\nclutches. Spinning out of their grip, she takes off into\nthe night.\n\nELSA (CONT'D)\nDren!\n\nWithin moments, she has disappeared across the field and\ninto the abutting forest.\n\nClive and Elsa just stare after her, shocked at the force of\nher escape.\n\nEXT. FOREST -- NIGHT\n\nCries of \"Dren\" fill the night air as Clive and Elsa wade\nthrough undergrowth and thick brush with flashlights.\n\nCLIVE\nThis is the disaster everyone warns\nabout. A new species set loose in\nthe world.\n\nELSA\nDon't panic. She won't leave us.\n\nCLIVE\nShe just did!\n\nELSA\nShe won't go far. We'll find her.\n\nThey hear a RUSTLING up ahead. Elsa gestures for Clive to\nhush as she pushes through to a small clearing.\n\nAnd there is Dren, clearly recognizable from behind, lit by\nhazy moonlight. Her hunched body is shuddering, perhaps\ncrying. Elsa aims the flashlight at her.\n\f76\n\n72.\n\nELSA (CONT'D)\nDren! Dren, honey?\n\nDren spins her whole body around. She hasn't been crying --\nshe's been eating. The carcass of a dead raccoon is torn\nopen in her hands. Her mouth and chin are covered in blood.\n\nElsa gasps. Dren's eyes are alight, her crimson mouth crooked\ninto a satisfied grin. A “look-what-I-found\" childish\ninnocence.\n\nELSA (CONT'D)\nOh... Dren.\n\nINT. PASTEURIZATION BARN -- NIGHT\n\nElsa locks the door from the inside and loops the key chain\nover her head like a necklace. She turns to Dren, who is\nhyper, panting and flitting her attention around her new\nsurroundings.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PASTEURIZATION BARN -- NIGHT\n\nElsa locks the door from the inside and loops the key chain\nover her head like a necklace. She turns to Dren, who is\nhyper, panting and flitting her attention around her new\nsurroundings. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA\nDren... listen to me. You must never,\nnever run off like that again!\n\nDren locks eyes with Elsa, her panting suddenly stopping.\n\nELSA (CONT'D)\nThat was bad. You understand? Bad\nDren!\n\nDren reacts to Elsa's harsh tone. Her brow furrows, lip\ncurls into a hurt expression. Elsa notices Clive watching\nher, a little surprised at her severity.\n\nElsa draws Dren close to her, holds her tight.\n\nELSA (CONT'D)\nI'm sorry, honey. I'm not mad at\nyou. I was just worried.\n\nCLIVE\n(trying to lighten\nthe mood)\nWell, it ain't the Taj Mahal, but\nthis place is going to clean up great.\n\nClive climbs up a small step ladder and pulls out a garden\nhose from a large stainless steel tank filled with water.\n\nThe tank, formerly for pasteurizing milk, is a perfect vessel\nfor Dren's water time.\n\nIn fact, the sterile requirements of milk processing are\nsurprisingly close to those of a laboratory.\n\nCLIVE (CONT'D)\nYou like it, Dren?\n\f77\n\n78\n\n79\n\n73.\n\nDren seems less enthusiastic. Elsa wets a cloth with the\nhose and gently washes the dried raccoon blood off from her\nmouth. But Dren resists.\n\nELSA\nHoney, please.\n\nDren tears away from Elsa.\n\nELSA (CONT'D)\nDren!\n\nShe skitters across the floor and up Clive's step ladder,\nalmost knocking him down. She propels herself, bloody hospital\ngown and all, into the half-filled tank of water. She curls\nup in a submerged sulk. The little hair she has floats like\nsea-grass.\n\nClive steps down from the ladder and pulls Elsa close.\n\nELSA (CONT'D)\nWhy is she acting like this?\n\nCLIVE\nShe's just upset. Everything's new.\nGive her time. She'll be fine.\nEXT. BARN -- NIGHT\n\nClive and Elsa tip-toe away from Dren, sleeping soundly under\na blanket on an inflated mattress.\n\nThey carefully shut the door, locking Dren inside the Barn.\nEXT. FARMHOUSE -- NIGHT\n\nIt has the dark, foreboding quality of any building that\nhasn't been entered in years. They reach the front porch.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FARMHOUSE -- NIGHT\n\nIt has the dark, foreboding quality of any building that\nhasn't been entered in years. They reach the front porch. \n\nTARGET SECTION TO BE ANNOTATED:\nHolding a FLASHLIGHT with one hand, Clive unlocks the door\nwith the other. Elsa braces herself.\n\nCLIVE\nYou okay?\n\nElsa bucks up and steps forward.\n\nELSA\nYeah. Of course. It's just a house.\n\nShe shoves open the door with a LOUD CREAK - like a mother's\nscream.\n\nINT. FARMHOUSE -- NIGHT\nClive snaps on the lights, though many light bulbs are dead.\n\nThe place is cobwebbed and dusty, but otherwise surprisingly\ntidy and spare.\n\f80\n\n81\n\n82\n\n83\n\n74.\n\nThere's a potbellied stove in the middle of the common room,\nan open kitchen and a series of bedroom doors along the back.\n\nINT. FARMHOUSE -- ELSA'S CHILDHOOD BEDROOM -- NIGHT\nThe door to Elsa's old bedroom swings open. Clive peers in\nat a room devoid of any furnishings or decor. A single twin\nmattress sits alone in the middle of the floor.\nElsa hides a shudder.\nCLIVE\nI thought you said your mother kept\nyour room exactly like it was.\n\nElsa's mouth tightens as she turns away.\n\nELSA\nShe did.\n\nEXT. FARMHOUSE -- NIGHT\n\nA view of the farm seen from a distance: van, barn, farmhouse.\nThe single light in the house turns off.\n\nINT. SECURITY ENTRANCE, LAB -- MORNING\n\nClive approaches the security entrance. Dreadlocked-Yuji\n\nhas been replaced by an anonymous, spit-polished SECURITY\nGUARD.\n\nINT. LAB -- MORNING\n\nClive enters the remodeled lab, walking down a long line of\nidentical, evenly spaced work cubicles. As he passes, the\nfaces of his co-workers stare out mournfully from their boxes.\nLike prisoners of war, observing their conquered leader in\nchains.\n\nWith a sigh, Clive settles into his own cubical. Just another\nemployee.\n\nThe first thing he sees is Barlow's head, over the partition.\n\nBARLOW\nWhere's Elsa?\n\nCLIVE\nNot feeling well.\n\nBARLOW\nShe's not in?\n\nCLIVE\nShe's sick.\n\nBarlow's lips tighten.\n\f84\n\n85\n\n75.\n\nBARLOW\nYou've got to be fucking kidding me!\n\nCLIVE\nPeople get sick. It happens.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARLOW\nYou've got to be fucking kidding me! CLIVE\nPeople get sick. It happens. \n\nTARGET SECTION TO BE ANNOTATED:\nBARLOW\nYou know, a lot of people would just\nsuck it in. Rise to the occasion.\n(beat)\nYou guys are not some special case.\nNot any more.\n\nBarlow storms off. Clive is left to stare at the carpet-like\ncontainment of his workstation.\n\nEXT. ABANDONED DAIRY FARM - GRAVEYARD -- DAY\n\nA small family graveyard behind the farmhouse. Elsa stands\nover a HEADSTONE engraved with: HENDRIKA KAST 1948 - 1996.\n\nWe can read nothing in her face. Not hate nor love, remorse\nnor resentment. She just stares at the grave, as if to verify\nbeyond any doubt that the woman remains dead.\n\nINT. PASTEURIZATION BARN -- DAY\n\nThe interior has been enhanced with furniture from the\nfarmhouse as well as some makeshift lab equipment. Left\nalone, Dren roams the perimeter clutching her Barbie. Her\nhead cocks towards the rafters, letting out an oddly\nbeautiful, but MOURNFUL SONG.\n\nDren stops by a VANITY MIRROR set up at a small table. She\nstrokes the doll's hair. Runs a finger along its neck and\npulls off the dress.\n\nShe compares it to her own reflection. Her thin, patchy\nhair. The strange protrusions along her back and arms. The\nalien-looking legs and undeveloped chest. The deep vertical\nseam down her face and body.\n\nThe contrast to Barbie enrages her. She SMASHES THE DOLL\nINTO THE MIRROR. Shards TINKLE away.\n\nDren lines up the Barbie so that its face and body are\nbisected by a long vertical crack. Barbie still looks\nimpossibly beautiful. Dren throws the doll across the room.\nThen kicks a chair into the base of the water tank.\n\nA MEWING SOUND from behind the tank.\nCurious, Dren creeps around and discovers a mottled, small\n\ncat has somehow managed to sneak into the barn. It MEOWS at\nher, looking lost, hungry and afraid.\n\f86\n\n87\n\n76.\n\nDren cocks her head, then with frightening speed snatches it\nup. We are instantly reminded of the raccoon's fate. But\nDren does not attack.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nDren cocks her head, then with frightening speed snatches it\nup. We are instantly reminded of the raccoon's fate. But\nDren does not attack. \n\nTARGET SECTION TO BE ANNOTATED:\n Instead she strokes the animal with\none hand, fascinated by the texture of its fur.\n\nDren carries it with her to a workbench at the furthest corner\nof the barn. She pulls aside a plastic sheet and hides\nherself and the cat in the vacant storage space beneath.\n\nINSIDE DREN'S SPACE\n\nShe curls up, petting the cat with a kind of tender gratitude.\nSomething uglier than her.\n\nEXT. FARM -- NIGHT\n\nTwo vehicles pull up in front of the farmhouse. Clive slides\ndown from the driver's side of the van. Elsa issues from\ntheir vintage hotrod.\n\nTogether they unload boxes of equipment and supplies from\nthe back of the van.\n\nINT. BARN -- EVENING\n\nElsa, Clive and Dren sit at a small folding table. Elsa has\ntrouble getting Dren to eat. Impatiently, she pushes a bowl\nof green muck towards Dren. Dren shoves it back.\n\nELSA\nHoney, please. Not today. Eat your\ndinner.\n\nElsa scoops a spoonful of gruel to Dren's mouth, but she\nturns her head. Clive looks up from some notes.\n\nCLIVE\nShe doesn't like it. Maybe she'd\nprefer meat.\n\nELSA\n\n(snapping)\nShe doesn't eat meat.\n\nCLIVE\nIs raccoon considered a vegetable?\n\nELSA\nThat was just... an accident.\n(to Dren)\nC'mon honey. Eat your food, you\nknow you're hungry.\n\nDren refuses.\n\f77.\n\nELSA (CONT'D)\nWhat is it? What's the matter?\n\nDren snatches the bag of scrabble tiles from the bench beside\nher. She frantically sifts through the letters, tossing the\nones she needs onto the table randomly: a T, then a D, and\nan I.\n\nHaving identified the letters she wants, Dren quickly arranges\nthem into a word. T-E-D-I-O-U-S.\n\nELSA (CONT'D)\nTEDIOUS!\n(to Clive)\nShe spelled TEDIOUS!\n\nCLIVE\n(skeptical)\nWhere would she get a word like that?\n\nELSA\nShe's telling us she's bored.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n(to Clive)\nShe spelled TEDIOUS! CLIVE\n(skeptical)\nWhere would she get a word like that? ELSA\nShe's telling us she's bored. \n\nTARGET SECTION TO BE ANNOTATED:\n(to Dren)\nWhy are you bored, honey? Do you\nwant to play a game or something?\n\nFrustrated, without bothering to seek out more tiles, she\nrearranges the letters to spell a new word: O-U-T-S-I-D-E.\nElsa stares down at the anagram with amazement.\n\nELSA (CONT'D)\nOh, Dren.\n(sadly apologetic)\nNo, I know. But you can't go outside.\nI'm sorry. You just can't.\n\nIn a sudden fit of anger, Dren shoves herself backwards,\nknocking over the table, food, letters, everything.\n\nELSA (CONT'D)\nDren. Come back here!\n\nDren tears across the room.\n\nELSA (CONT'D)\nCome back here, right now!\n\nElsa rushes over, grabs Dren by the neck and arm.\n\nELSA (CONT'D)\nI said COME HERE!\n\nPhysically, Dren is now Elsa's equal, but the Hybrid succumbs\nas Elsa pulls her back to the table. Clive rights the\nfurniture and Elsa shoves Dren back into her chair.\n\f88\n\n89\n\n78.\n\nCLIVE\nElsa, cool it.\n\nElsa spins on him.\n\nELSA\nYou saw what she did!\n\nClive takes Elsa by the shoulders, trying to calm her down.\n\nCLIVE\nAll right. It's over.\n\nElsa is suddenly wracked with guilt and hurt.\n\nELSA\nI just... She's getting so hard to\ncontrol.\n\nCLIVE\n\nBut she's okay now.\n\nClive glances over Elsa's shoulder and finds that Dren has,\nin fact, left her seat. He hears a noise overhead. He and\nElsa look up and are startled to see Dren clamoring up a\nnetwork of pipes leading to the ceiling.\n\nELSA\nDren. Stop that!\n\nDren swings along pipes and support beams and deliberately\nkicks out panes of glass from the skylight. SMASH! Shards\nrain down. Clive and Elsa stumble back to avoid them.\n\nDren catapults herself through the skylight and disappears\nonto the roof.\n\nCLIVE\nShit!\n\nThey run for the door.\nEXT. PASTEURIZATION BARN -- EVENING\n\nClive scrambles up a slender ladder along the back of the\narched building.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey run for the door. EXT. PASTEURIZATION BARN -- EVENING\n\nClive scrambles up a slender ladder along the back of the\narched building. \n\nTARGET SECTION TO BE ANNOTATED:\n Elsa follows, a few rungs behind.\n\nEXT. PASTEURIZATION BARN - ROOF -- EVENING\n\nThe roof has a narrow path along the center of its arch.\nOne wrong step and it's a slippery slide down to a thirty-\nfoot drop.\n\nClive and Elsa climb breathlessly up to see Dren at the far\nside of the skylight, back arched, eyes wide, once again\nbedazzled by the breadth of open space.\n\f79.\nElsa and Clive slowly shuffle across the roof towards her.\n\nELSA\nDren. Sweetie. Come inside, okay?\n\nDren snaps her attention to the approaching couple. She\ntakes a corresponding number of backward steps.\n\nELSA (CONT'D)\nBe careful, honey. We just want you\nto stay with us. Where you're safe.\n\nThey ease past the broken windows of the skylight. Dren\ncontinues to back away, determined not to be contained.\n\nCLIVE\nC'mon Dren. We're not angry.\n\nDren is getting dangerously close to the far end of the roof.\nElsa looks terrified.\n\nELSA\nDREN! COME HERE THIS INSTANT!\n\nHer raised voice startles Dren back another step. Her feet\npivot on the edge of the roof. Her torso swings back and\nforth, desperate to regain her balance.\n\nELSA (CONT'D)\nNo!\n\nDren overcompensates and is about to fall backwards when...\n\nA_cascade of feathers bursts through the skin under her arms.\nMagnificent wings with shimmering translucent plumage.\n\nThe wings instinctively flap, lifting her body just enough\nto regain her balance. She releases a triumphant SHRIEK and\nlets the wings relax and settle at her sides. Shreds of\ndry, leathery skin flake away in the breeze.\n\nWith the emergence of the wings, the lumpen, misshapen mass\nof her back has transformed itself. Her body is now lean,\nstreamlined, elegant and complete.\n\nClive and Elsa observe her speechlessly. Their ugly duckling\nhas become a swan.\n\nDren unfurls her wings proudly, turns to face the forest\nwith its world of sensation and mystery. She crouches as\nthough prepared to launch into flight.\n\nCLIVE\nDren, stop!\n\nDren pauses, looks back over her shoulder.\n\f90\n\n80.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLIVE\nDren, stop! Dren pauses, looks back over her shoulder. 90\n\n80. \n\nTARGET SECTION TO BE ANNOTATED:\nCLIVE (CONT'D)\nPlease don't.\n\nDren keeps her eyes trained on Clive. Something in his\npleading tone is having an effect. He takes a few cautious\nsteps forward. Elsa watches, too frightened to interfere.\n\nCLIVE (CONT'D)\nDren. Don't go. We need you.\n(gauging her reaction)\nWe... love you, Dren.\n\nClive holds out his hand. Dren feels the pull of freedom.\nBut the pull of Clive is stronger. Her wings abruptly\nretract. She plunges forward, into his arms. All at once,\nshe is shaking and scared. A terrified child.\n\nClive holds her tight, stroking her back. Elsa allows herself\nto breathe, relieved. And just a tad jealous.\n\nINT. PASTEURIZATION BARN -- NIGHT\n\nThe skylight has been boarded shut. The last bit of natural\nlight is cut off.\n\nTwo sizable steaks are dropped onto an electric grill. They\nexplode with a LOUD SIZZLE. Clive is cooking. Elsa is\nexamining the latest miracle of Dren's physiology.\n\nCLIVE\n(to Dren)\nSmells pretty good, huh?\n\nDren watches hungrily from her chair.\n\nELSA\nYou shouldn't be rewarding her for\nescaping.\n\nCLIVE\nI'm rewarding her for coming back.\n(to Dren)\nGood girl.\n\nDren seems to preen at his encouraging tone. Clive can't\nresist a quick glance down her newly feminized body, the\nslender trace of an hour-glass figure.\n\nCLIVE (CONT'D)\nYou're not a little girl anymore.\nAre you?\n(to Elsa)\nDo you think she'll ever fly?\n\nELSA\nDon't be ridiculous, she'd need chest\nmuscles like a quarterback.\n\n(MORE )\n\f91\n\n81.\n\nELSA (CONT'D)\n(indicating the wings)\nI think they're more... decorative\nthan anything else.\n\nElsa regards Dren wistfully. Like she's lost her baby girl\nto this new species of young woman.\n\nINT. FARMHOUSE, KITCHEN -- MORNING\n\nNext morning. Elsa types notes into her laptop. While eating\ncereal, Clive studies one of Dren's new feathers, utterly\nfascinated.\n\nHe rubs the feather in one direction against the cereal box.\nIts translucent hair-like threads gently give way.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhile eating\ncereal, Clive studies one of Dren's new feathers, utterly\nfascinated. He rubs the feather in one direction against the cereal box. Its translucent hair-like threads gently give way. \n\nTARGET SECTION TO BE ANNOTATED:\nCLIVE\nIt's incredibly delicate.\n\nElsa stops typing and takes the feather and runs it the other\nway, Slicing through the box like a razor.\n\nELSA\nAnd dangerous.\n(beat)\nYou have to stop contradicting me in\nfront of Dren.\n\nCLIVE\nWhat?\n\nELSA\nIf I say one thing, you can't always\nbe saying, \"no, it's okay\", or \"she\ndoesn't like that\".\n\nCLIVE\nI don't do that. Do I do that?\n\nELSA\nJust don't make me the bitch, okay.\n(back to her work)\nI'm not the bad guy.\n\nCLIVE\nAlright. I'm sorry.\n\nClive gets up, dumping his bowl into the kitchen sink.\n\nCLIVE (CONT'D)\nWe should get going.\n\nElsa doesn't move.\n\nELSA\nGo ahead.\n\f92\n\n93\n\n82.\n\nCLIVE\nElsa, we talked about this. You\nhave to show your face. We have to\nkeep up appearances.\n\nELSA\nI'm not wasting my time on Barlow's\nlost cause.\n(beat)\nI'm staying here with Dren.\n\nClive scoops up his duffel bag and heads for the door.\n\nCLIVE\nGreat. I guess that just leaves me\nto handle the real world.\n\nHe slams the door, pissed.\nEXT. FARMHOUSE -- DAY\n\nClive marches to his car, slows as he passes the barn. From\ninside he can hear Dren's beautiful birdsong.\n\nClive presses close to the wall of the barn, peering through\nthe cracks in the clapboard exterior.\n\nCLIVE'S POV: Barely visible through the slats, Dren sits\nperched elegantly on an overhanging beam. She looks like a\nstatue, the only thing betraying life are the exquisitely\nalien tones that tumble from her puckered lips.\n\nClive can't bring himself to take his eyes off her until,\nunexpectedly and with shocking speed, she stares right back\nat him.\n\nInstinctively, he presses himself flat against the wall.\nLike he's been caught doing something terribly wrong. He\nhustles over to his car and tears down the dusty drive.\n\nINT. BIRTHING CHAMBER -- DAY\n\nDexter works with glum fortitude at his work station. Clive\nis seated next to him.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BIRTHING CHAMBER -- DAY\n\nDexter works with glum fortitude at his work station. Clive\nis seated next to him. \n\nTARGET SECTION TO BE ANNOTATED:\n In his hand is Dren's feather. Dexter\nwon't even look at it.\n\nCLIVE\nIt's incredible, Dex. The way she's\nchanging. She... she's like this\nimpossible symphony of biological\nprocesses that just keeps--\n\nDEXTER\n(interrupting)\n\nStop it. Will you listen to yourself?\n(MORE )\n\f83.\n\nDEXTER (CONT'D)\n(beat)\nShe's a mistake. A mistake we're\nall going to regret. For a very\nlong time.\n\nCLIVE\nShe's a living being.\n\nDEXTER\nWho was never meant to exist. We\ncould lose everything. Everything.\n\nCLIVE\nYou don't know that. Maybe this is\nwhat we're supposed to be doing.\nMaybe it's a natural part of\nevolution. Did you ever think of\nthat?\n\nDexter gives his brother a hard, long look.\n\nDEXTER\nYou know, you can still get out of\nthis. It's not too late.\n\nCLIVE\nWhat are you talking about?\n\nDEXTER\nTurn her in.\n\nCLIVE\nAre you fucking nuts?\n\nDEXTER\nIf you come clean... They might cut\nyou some slack. You made a mistake.\nYou got caught up in Elsa's craziness.\nI know she coerced you into it.\n\nCLIVE\nWhoa, whoa. Wait a second. That's\nnot true. And even if it was, why\nwould anyone believe it?\n\nDEXTER\nBecause that's what I'd tell them.\n\nClive stares at his brother in stunned disbelief. Then...\n\nCLIVE\nYou're jealous. You're jealous\nbecause we've done something\nunbelievable!\n\f94\n\n84.\n\nDEXTER\nShh. Jesus... Lower your voice...\n\nCLIVE\n...Because one of us got to be a\ngenius. And it wasn't you!\n\nDexter just blinks, speechless in the face of Clive's bizarre\nemotional assault.\n\nDEXTER\n(hushed)\nI'm just trying to help you.\n\nCLIVE\n(between his teeth)\nDexter. I haven't needed your help\nsince we were twelve.\n\nClive storms from the room. Heads turn. Barlow notes his\nexit.\n\nINT. PASTEURIZATION BARN -- DAY\n\nElsa enters the barn and gently approaches Dren, holding up\na hair-brush as though it were a new toy.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarlow notes his\nexit. INT. PASTEURIZATION BARN -- DAY\n\nElsa enters the barn and gently approaches Dren, holding up\na hair-brush as though it were a new toy. \n\nTARGET SECTION TO BE ANNOTATED:\n Dren looks at it,\ncurious, but remains distant and cool.\n\nELSA\nGuess what we're going to do?\n\nElsa gently brushes Dren's hair which has recently grown\nquite long and full. Dren, watches herself in the cracked\nmirror, fascinated, but reluctant to exhibit pleasure.\n\nELSA (CONT'D)\nSee how pretty you've become? Look\nhow long it is now.\n(beat)\nYou're going to have to learn how to\nbe a grownup.\n\nElsa puts down the brush and opens the small drawer in the\ntable to retrieve an elastic band. She notices several\nmottled sheets of paper under a stack of blank sheets, as\nthough deliberately stashed away.\n\nELSA (CONT'D)\nWhat are these?\n\nDren goes rigid. Elsa pulls out a series of slightly crumpled\ndrawings made with colored pencils. They are crude,\nrudimentary attempts at a face, but as she flips through\n\nthem, they exhibit a clear progression of ability.\n\f85.\n\nELSA (CONT'D)\nDid you do these? These are\nwonderful!\n\nAs she gets towards the bottom of the stack and the sketches\nbecome increasingly complex, it is obvious that all of them\nare of Clive.\n\nELSA (CONT'D)\n(hiding disappointment)\nThey're really good, Dren. Are there\nany of me?\n\nDren remains frozen, her eyes locked on her own reflection.\nIf her odd hybrid features could express embarrassment, this\nmight be it.\n\nElsa's hand scrambles into the drawer, pulling out some fresh\npaper and a handful of colored pencils.\n\nELSA (CONT'D)\nShow me? Show me how you draw.\n\nElsa tilts one of the mirrors so that Dren can get a good\nlook at her face.\n\nELSA (CONT'D)\nWill you do one of me?\n(beat)\nPlease?\n\nDren unfreezes and abruptly grabs up all the pictures of\nClive. She bolts with them to her hiding place.\n\nElsa sighs, then strides sternly across the room.\n\nELSA (CONT'D)\nIt's just the two of us, young lady.\nYou're going to have to learn who's\nboss.\n\nElsa pulls aside the plastic sheet and discovers Dren crouched\ninside, cradling the cat in her arms, stroking it obsessively.\n\nELSA (CONT'D)\nDren.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're going to have to learn who's\nboss. Elsa pulls aside the plastic sheet and discovers Dren crouched\ninside, cradling the cat in her arms, stroking it obsessively. ELSA (CONT'D)\nDren. \n\nTARGET SECTION TO BE ANNOTATED:\n What's that? Where did you\nget that?\nDren shimmies deeper into her hiding spot.\n\nELSA (CONT'D)\nGive it to me.\n\nElsa's hand snatches out and grabs the cat by the scruff of\nthe neck, yanking it away. Dren YELPS.\n\f95\n\n96\n\n97\n\n98\n\n99\n\n86.\nELSA (CONT'D)\nI'm sorry, Dren. We can't keep it.\n(beat)\nWe can't take a chance. It could\nmake you sick.\nDren is horrified. She reaches out for her beloved cat, but\nElsa coldly stands up and steps back, suddenly the stern\nmatron.\nELSA (CONT'D)\nYou can't always have what you want.\nThat's a part of growing up too.\n\nElsa heads for the door. Dren's knees curl up under her\narms. Her eyes squint with rage.\n\nINT. FARMHOUSE - COMMON ROOM -- DAY\n\nElsa enters the farmhouse with the cat, places it on the\nfloor. It MEOWS needily. She goes to the fridge, pours some\nmilk into a saucer and lays it next to the cat, who hungrily\nlaps it up.\n\nElsa sees a portrait of her mother on the wall. Her face\nstern and joyless, the trademark swatch of white hair trailing\ndown her left cheek.\n\nSomething like regret plays across Elsa's face.\n\nEXT. FARM -- EVENING\n\nClive's car pulls up the drive.\n\nINT. FARMHOUSE -- EVENING\n\nClive comes into the darkened farmhouse.\n\nCLIVE\nEl?\n\nNo sign of her. He explores deeper into the house.\n\nINT. FARMHOUSE - ELSA'S OLD BEDROOM -- EVENING\n\nThe door opens a crack. Clive pokes his head inside. Elsa\nis fast asleep, curled up child-like on the tiny mattress.\n\nClive gently pulls a blanket over her, then quietly leaves\nthe room, shutting the door behind him.\n\nINT. PASTEURIZATION BARN -- NIGHT\n\nClive enters the barn. He hears a rustle and sees Dren curled\nby her private space.\n\f87.\n\nClive walks over and kneels next to her. Dren stares at the\nfloor, her jaw is set and angry.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\n87. Clive walks over and kneels next to her. Dren stares at the\nfloor, her jaw is set and angry. \n\nTARGET SECTION TO BE ANNOTATED:\nCLIVE\nWhat's the matter girl?\n\nDren melts into sorrow the way a child responds to pity.\nShe launches herself into Clive's sympathetic arms,\nshuddering.\n\nCLIVE (CONT'D)\nBad day?\n\nClive pulls her gently to her feet.\n\nCLIVE (CONT'D)\nLet's lighten things up around here.\n\nClive moves to another part of the room, slides a CD into a\nboom-box on the counter. It's the rendition of \"Under My\nSkin\" that Dren likes.\n\nThe music perks her up. She sways in time with it, chortling\nand whistling.\n\nClive does a comical two-step that brings a hint of a smile\nto Dren's face. Emulating him, she sways from foot to foot\nin time with the music.\n\nCLIVE (CONT'D)\nAtta-girl. I knew we got the dance\ngene in there.\n\nClive comes up to her, positions Dren's arms on his shoulders,\nputting one hand above her hip, the other gently on her back.\nHe leads her in a clumsy rocking slow dance, slightly\nridiculous at first -- like the ill-matched couples in an\nelementary school gymnasium.\n\nCLIVE (CONT'D)\nFollow my lead.\n\nThey slowly find a measure of synch, despite their differing\nanatomy. Clive's lead sets an elegant rhythm.\n\nCLIVE (CONT'D)\nI'll show you how the pros do it.\n\nClive throws a couple of variations into the foot work.\nDren, now in the groove, follows perfectly. They become\ngraceful and lightfooted.\n\nCLIVE (CONT'D)\nMy first girlfriend made me take\ndance lessons.\n(beat)\nDon't tell Elsa.\n\f100\n\n88.\n\nAs though triggered by the hint of conspiracy, Dren tightens\nher grip on Clive, drawing him in close. The move is subtle,\nadjusting her balance, but they now dance body-to-body.\n\nDren's eyes close, her head rolls back, getting lost in the\nmusic and the intimacy. Despite himself, Clive is becoming\naroused. He notes the sensuous length of her neck, the arch\nof her back, her hair...\n\nHe freezes. Drops his arms. Dren's eyes open, bewildered.\nWondering what she's done wrong.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nDrops his arms. Dren's eyes open, bewildered. Wondering what she's done wrong. \n\nTARGET SECTION TO BE ANNOTATED:\nClive gently brushes back Dren's hair where he finds a SINGLE\nSHOCK OF WHITE.\n\nCLIVE (CONT'D)\n(under his breath)\nElsa...\n\nDren is annoyed that Elsa's name should interrupt the dance.\nClive steps back from her, shaken.\n\nCLIVE (CONT'D)\nOkay. That's enough.\n(beat)\nThat's enough dancing. Dren.\n\nClive walks over to the boom box and smacks the STOP button,\nthen strides off towards the door.\n\nCLIVE (CONT'D)\nGood night.\n\nHe makes a hasty exit, leaving Dren slumped in the middle of\nthe barn like a jilted date.\n\nINT. FARMHOUSE - COMMON ROOM -- MORNING\n\nElsa emerges from her childhood bedroom, rubbing her eyes.\nClive is already dressed for work, sipping coffee at the\ntable, looking angry.\n\nELSA\nI thought I was taking a quick nap.\nI must have... I slept like a rock.\n\nCLIVE\nIt's your DNA.\n\nELSA\nWhat?\n\nCLIVE\nIn Dren.\n\nElsa doesn't have a response, there's no denying it.\n\f101\n\n89.\n\nCLIVE (CONT'D)\nYou put yourself into the experiment.\n(furious, grasping\nfor the right words)\nHow could... What were you...? I\nmean, was this ever about the science?\n\nELSA\nOf course it was. It still is.\n\nCLIVE\nIf you really believe that then you're\neven more fucked up than I thought.\n\nELSA\nWhat's that supposed to mean?\n\nCLIVE\nI'm sick of it. I'm tired of being\nyour crutch. I'm tired of your\nsecrets... And your lies.\n\nELSA\nI didn't lie. I didn't say who's\nDNA, did I?\n\nCLIVE\nYeah, you were very careful. What\nwas it? “Healthy female. Clean\nheredity\"?\n\nELSA\nExactly. Why not me?\n\nClive bolts out of his chair, heading for the door.\n\nCLIVE\nMaybe you should take another glance\nat your family history.\n\nClive makes a slamming exit, leaving Elsa alone with his\nparting jab.\n\nINT. FARMHOUSE - COMMON ROOM -- DAY\n\nElsa sits depressed at the table, her face tight with\nfrustration and anger. She feels like complete wreckage.\nDren is mad at her.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nFARMHOUSE - COMMON ROOM -- DAY\n\nElsa sits depressed at the table, her face tight with\nfrustration and anger. She feels like complete wreckage. Dren is mad at her. \n\nTARGET SECTION TO BE ANNOTATED:\n Clive's mad at her. She hasn't been to\nwork. Everything's falling apart.\n\nSomething brushes past her leg and she looks down. It's the\ncat, rubbing affectionately against her. Elsa's face suddenly\nsoftens. She picks put the cat and strokes it, relieved\n\nthat someone, anyone, isn't hating her.\n\f102\n\n90.\nINT. PASTEURIZATION BARN -- DAY\n\nElsa enters the barn, locking the door behind her with the\nkey she wears around her neck. She carries a cardboard box\nunder one arm.\n\nELSA\nDren, c'mere honey. I have something\nfor you.\n\nDren emerges from her private hiding space, cautious but\ncurious. Elsa sits cross-legged on the floor, patting a\nspot in front of her for Dren to sit. Dren sullenly complies.\n\nELSA (CONT'D)\nCan't you smile for me?\n\nDren lifts her head, expressionless eyes on Elsa, eager to\ndemonstrate that she doesn't merit a smile.\n\nELSA (CONT'D)\nYou know I love you, don't you?\n\nElsa gives her a warm, loving smile. Dren maintains her\ncold stare, not giving an inch. Elsa gives her words extra\nemphasis, determined that Dren understand:\n\nELSA (CONT'D)\nYou're a part of me. And I'ma part\n\nof you... I'm inside you.\n(beat)\nI'll always be here for you. Always.\n\nElsa opens the box and presents the cat. Dren's face grows\ninstantly alert. She glances at Elsa slightly mistrusting.\n\nELSA (CONT'D)\nThere you go. You can keep her.\nWhy not? It's nice to have a pet.\n\nElsa gently places the cat on the floor. It approaches Dren,\nrubbing against her leg.\n\nDren cocks her head.\n\nHer tail suddenly lashes out -- its deadly stinger jabbing\nthe cat in the skull. It drops dead instantly.\n\nELSA (CONT'D)\n(horrified)\nMy God! Oh, my God? Dren!!!\n\nDren finally gives her the smile she wanted. Elsa lashes\nout, slapping her hard across the face.\n\nElsa brings both hands up to her own mouth, shocked at what\nDren has provoked.\n\f103\n\n91.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nElsa lashes\nout, slapping her hard across the face. Elsa brings both hands up to her own mouth, shocked at what\nDren has provoked. 103\n\n91. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the same instant, Dren lunges forward, pouncing on her,\nknocking her down. A clawed foot grabs the key from around\nElsa's neck and rips it off. The spiked tail hovers close\nto her face.\n\nThere's a moment between them where it seems that Dren might\nactually sting her. Elsa's eyes register real fear. The\npower balance has tipped.\n\nThen Dren pushes Elsa backwards, sending her sprawling across\nthe floor and makes a break for the front door. She awkwardly\nworks the key into the lock. CLICK. It opens.\n\nWith a SQUAWK, Dren pulls off the lock and opens the door.\nInviting sunlight washes over her as...\n\nWHAP! Something has struck the back of Dren's head. She\ndrops.\n\nElsa stands, panting over her, a rusted milk can in her hands.\nINT. BARN -- LATER\n\nDren wakes to find her arms, legs and tail secured to an\nexamination table.\n\nElsa stands over her, a scalpel in hand, her face utterly\ndevoid of emotion. She speaks in a detached, clinical manner\ninto a tape recorder.\n\nELSA\n(into tape recorder)\nPhysically H-50 has evolved well.\nHowever, recent violent behavior\nsuggest dangerous psychological\ndevelopments.\n\nShe brings the knife up to Dren's scalp. Dren CRIES OUT,\nfights against her restraints. For a moment, we might think\nthat Elsa is about to perform brain surgery.\n\nELSA (CONT'D)\nErratic behavior may be caused by a\ndisproportionate species\nidentification. Cosmetically \"human\"\naffectations should be eliminated\nwherever possible.\n\nElsa clicks off the recorder and takes a handful of Dren's\nhair. She painfully hacks it off with the scalpel. In this\nway, Elsa shears Dren's beautiful mane until she is left\nwith a patchy shorn mess. Dren MEWS in anguish at this\nhumiliation.\n\nThen, with growing terror, Dren watches as Elsa moves to the\nopposite end of the table, where a small tray of surgical\ninstruments waits. Elsa CLICKS the recorder back on.\n\f104\n\n105\n\n92.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, with growing terror, Dren watches as Elsa moves to the\nopposite end of the table, where a small tray of surgical\ninstruments waits. Elsa CLICKS the recorder back on. 104\n\n105\n\n92. \n\nTARGET SECTION TO BE ANNOTATED:\nELSA (CONT'D)\nDue to her unstable condition, it\nhas become necessary to remove her\nzootoxin glands and stinger.\n\nElsa snaps off the recorder, sets it down by the tray. She\nhazards a glance at Dren. Her creation watches her, wide-\neyed with terror.\n\nElsa brakes the gaze, pulls up a surgical mask and jabs a\nhypodermic needle into Dren's tail. With frigid disregard,\nshe selects a slender bone-saw from the tray and begins her\nwork.\n\nDren lets out a SAVAGELY SHRILL SCREAM.\nEXT. ABANDONED DAIRY FARM -- EVENING\n\nClive drives up to the barn. He thinks he hears a HIGH-PITCHED\nSCREAM under the SOUND OF THE RADIO. He snaps off the music,\nbut there's nothing.\n\nINT. PASTEURIZATION BARN -- EVENING\n\nClive lets himself in and is confronted with the horrific\naftermath of an improvised surgery. Dren is strapped semi-\nconscious to the table. Elsa is bandaging the stump of her\ntail. Long locks of hair litter the floor near a puddle of\ncongealing blood.\n\nDren cranes her neck and cries out to Clive, her fingers\nflexing and clawing under the straps.\n\nCLIVE\nWhat the fuck are you doing?!\n\nELSA\nWhat I had to.\n\nClive sees an eight-inch segment of tail laying in the sink.\n\nCLIVE\nJesus Christ! Elsa!\n\nClive rushes to the table to unstrap Dren, but Elsa grabs\nhis wrist.\n\nELSA\nShe's become unstable. She killed a\ncat. She almost killed me.\n\nCLIVE\nAnd so you... cut off her hair?\n\nElsa doesn't respond. She simply takes the chunk of Dren's\ntail in her rubber-gloved hand and places it carefully ina\nsmall picnic cooler filled with ice cubes.\n\f106\n\n93.\n\nELSA\nAre you any closer to finding the\nprotein?\n\nCLIVE\nWhat does that have to do with\nanything?\n\nELSA\n\nYou haven't because you're working\nwith tissue that's been dead too\nlong.\n\nClive catches her meaning.\n\nCLIVE\nWe don't know that she has it.\n\nELSA\nOf course she does. She has\neverything Ginger and Fred had. And\nmore.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSA\nOf course she does. She has\neverything Ginger and Fred had. And\nmore. \n\nTARGET SECTION TO BE ANNOTATED:\nElsa moves for the door.\n\nCLIVE\nWhere are you going?\n\nELSA\nI'm going to solve this thing! I'm\ngoing to put things right.\n\nShe makes her exit. Within moments, Clive can hear the engine\nof their car start.\n\nHe rushes over to Dren, unties her.\n\nCLIVE\nDren?\n\nDren looks to him with wounded, frightened eyes, as if he\nwere an accomplice in her torture. She weakly retreats to\nthe corner.\n\nClive takes in the shambles of this private hell, the\ndeteriorating condition of the barn. At his feet is the\ncarcass of the dead cat.\n\nEXT. FAMILY PLOT -- TWILIGHT\n\nClive shovels dirt out of a hole about the size of a large\nshoe box. A few feet away is the tombstone of Elsa's mother.\n\nHe gently lowers a small package wrapped in paper towel into\nthe hole. A breeze blows aside the paper and we see that\nit's the cat.\n\f107\n\n108\n\n109\n\n94,\n\nINT. MAIN LAB -- NIGHT\nDark and empty but for a light on at a single work station.\n\nElsa is working hard through the night. The cooler is at\nher feet. A pot of coffee smolders near the microscope.\n\nThere's a desperate urgency to her work, but an unstoppable\ndetermination in her eyes. She's going to do it.\n\nINT. FARMHOUSE - MASTER BEDROOM -- NIGHT\n\nClive is agitated, pacing the floor of the bedroom with a\ntumbler of ice-cubes in one hand. He fumbles on the dresser\nwith a bottle of scotch. He pours himself a healthy hit of\nliquor, tosses it down his throat.\n\nHis laptop is open. On-screen is a webcam feed from the\nbarn: several cameras trained on various angles encompassing\nthe room. No sign of Dren.\n\nAll at once, her face pops up. Clive catches this. Comes\nclose. Then as if sensing his presence, she abruptly\ndisappears.\n\nHe flips through several windows, picking her up again from\nanother angle: She climbs the step ladder, removes her\nhospital gown and slides into her water tank.\n\nHe calls up an underwater camera.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen as if sensing his presence, she abruptly\ndisappears. He flips through several windows, picking her up again from\nanother angle: She climbs the step ladder, removes her\nhospital gown and slides into her water tank. He calls up an underwater camera. \n\nTARGET SECTION TO BE ANNOTATED:\n Dren sensuously rolls her\nnaked body against the wall of the pool, the water acting\nlike a healing salve for her damaged tail. He can't get over\nhow lithe and womanly she has become.\n\nInstinctively, he reaches out and runs his fingers along her\nimage. As he does this, Dren's own hand reaches out, and\nimpossibly, brushes past the camera, mirroring his gesture.\n\nClive jumps back, jolted from his trance. He slams the laptop\nshut. He grabs the bottle of scotch and slides to the floor,\npouring a large gulp down his throat.\n\nINT. MAIN LAB -- MORNING\n\nElsa gathers her things into her knapsack, in higher spirits\nthan we've seen in a while.\n\nAs she moves to the door, it swings open. She lets out a\nstartled gasp. It's Barlow.\n\nELSA\nBill, you're early.\n\nBARLOW\nLet me get this straight.\n(MORE )\n\f110\n\n111\n\n95.\n\nBARLOW (CONT'D)\nYou stay home because you're sick.\nBut now I find you sneaking around\nwhen no one's here?\n\nELSA\nMaking up for lost time.\n\nBARLOW\nIt's too late for that. They won't\nextend the deadline. It's over.\nYou've screwed us all.\n(beat)\nWhile you're here, you might as well\nclear out Clive's desk.\n\nELSA\nI don't think so.\n\nBarlow explodes.\n\nBARLOW\nNo one cares about what you think\nanymore! You're an embarrassment to\nthis company. It's going to take\nyears to--\n\nELSA\nThe protein's been synthesized.\n\nBarlow is rendered speechless. She pushes past him and heads\nfor the door.\n\nELSA (CONT'D)\n(on the way out)\nIt's in the fridge. When some real\nscientists get here, have them take\na look.\n\nINT. FARMHOUSE - MASTER BEDROOM -- MORNING\n\nA beam of sunlight smacks Clive across the eyes. He hauls\nhimself upright with a pained groan. Whisky and guilt are\ntwin swords slicing his brain.\n\nCLIVE\nElsa? EL?!\n\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLIVE\nElsa? EL?! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FARMHOUSE -- MOMENTS LATER\n\nClive trudges though the common room, still a little drunk\nand clearly in pain.\n\nCLIVE\nElsa!\n\nHe shuffles out the front door.\n\f112\n\n96.\n\nINT. PASTEURIZATION BARN -- MOMENTS LATER\nClive finds the barn empty. Elsa is not there, nor is Dren.\n\nCLIVE\nElsa?! Dren?!\n\nHe zeroes-in on Dren's special hiding place, but she's not\nthere.\n\nHe bounds up the step ladder only to find the murky water\nDren-less. He's beginning to panic, rushing around the tank.\nAs he turns, WHAM, Dren is on him.\n\nShe's planted him with a full-on, open-mouthed kiss. Clive\npulls himself out of it, perhaps a little reluctantly.\n\nCLIVE (CONT'D)\nDren, you can't... what are you doing?\n\nDren stares at him hungrily. Her parted lips have a fullness\nhe'd never noticed. Her eyes shine with unabashed, pure\nlust. The knowledge that some part of her is Elsa somehow\nheightens the moment.\n\nWhen her mouth finds its way back to his, he plunges in with\nabandon. Her hospital gown falls off one shoulder. Dren\nwraps her legs around Clive's torso, driving her breasts up\nto his face, her wings unfurl, flapping excitedly.\n\nClive presses her up against the water tank. They writhe to\nthe floor, gown riding up over her waist. Clive quickly\nfumbles open his pants, tears open his shirt.\n\nHis mouth is all over her marble-white torso. Dren's tail\nrides up between his legs, exploring. She arches her back,\nallowing entry. Clive's body surrenders to the moment.\n\nIn the growing excitement, the bandage on Dren's tail begins\nto tear off. The stump has already healed over -- And the\nsevered stinger has grown back, protruding from the new sheath\nof skin and dripping with fresh venom!\n\nIt curls around Clive, a hair's breadth from his naked skin.\nBut Clive is oblivious, building to climax.\n\nA STARTLED GASP pulls him out of it.\nClive and Dren freeze as one. Clive quickly turns and sees...\n\nElsa, paralyzed near the door.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nClive and Dren freeze as one. Clive quickly turns and sees... Elsa, paralyzed near the door. \n\nTARGET SECTION TO BE ANNOTATED:\n Her mouth hangs open in an\nexpression of shocked repulsion. Clive scuttles off Dren,\nclumsily reassembling his pants.\n\f113\n\n114\n\n115\n\n97.\n\nELSA\n(hysterical)\nGet away! Stay away from me!\n\nCLIVE\nElsa... I'm sorry... I don't...\n\nClive stands midway between Elsa and Dren. His lips mumble,\nlooking for the right words. They don't exist.\n\nHe turns from Elsa's disbelieving grimace to Dren's horrified\nface as she sits there half-naked, abandoned in mid-coitus.\nTheir looks are IDENTICAL. Mother and daughter. The\nresemblance hammers Clive's brain.\n\nElsa finally unfreezes. She backs toward the door, gets a\nhand on the doorknob and tears out of there. Clive takes\n\noff after her, clutching his open shirt, slamming the door\nbehind him.\n\nDren is left on the floor by the tank, her face still wearing\nElsa's horror.\n\nEXT. DAIRY FARM -- MORNING\n\nElsa is already in her car, backing around to make a forward\nexit. Clive pounds on the driver's-side window.\n\nCLIVE\nElsa, don't go. Talk to me.\n\nClive watches helplessly as Elsa burns away with SCREECHING\nTIRES. He grips his hair. Looks to the pasteurization barn,\nthen at the dusty trail of the receding vehicle.\nCLIVE (CONT'D)\n(softly)\nFuck.\n\nClive quickly locks the barn, then clamors into the van and\ndrives off after her.\n\nINT. CLIVE AND ELSA'S APARTMENT -- EVENING\n\nClive enters the apartment. Sees a stack of mail has\ncollected on the floor. There's a light on in the kitchen.\n\nINT. CLIVE AND ELSA'S APARTMENT -- KITCHEN -- EVENING\n\nClive finds Elsa at the kitchen table staring into space.\nHe approaches, sheepish, not sure what to expect.\n\nCLIVE\nEl.\n\f98.\n\nELSA\n(low)\nDon't.\n\nCLIVE\nI guess \"I'm sorry\" isn't worth much.\n\nElsa explodes.\n\nELSA\n\"I'M SORRY?\" I'm sorry means nothing!\nIt doesn't take ANYTHING away!\n\nCLIVE\nIt just happened.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSA\n\"I'M SORRY?\" I'm sorry means nothing! It doesn't take ANYTHING away! CLIVE\nIt just happened. \n\nTARGET SECTION TO BE ANNOTATED:\n I barely knew...\n\nELSA\nI don't even know who you are anymore!\nYou've become something sick!\n(beat)\nForget about what it means to me!\nThere are some things you just DO\nNOT DO!\n\nClive lets her rage wash over him. But something she said\ncatches in his mind. It takes a moment for words to emerge.\nFinally:\n\nCLIVE\n(quietly)\nWe changed the rules.\nELSA\nYou're not talking your way out of\nthis!\nCLIVE\n\nWe crossed a line. After that...\nthings got confused...\n\nELSA\nConfused about what?\n\nCLIVE\nRight and wrong.\n\nELSA\nI don't think you're in a position\nto talk to me about right and wrong.\n\nNow Clive is finding his anger.\n\nCLIVE\nOh... And you are? Why did you want\nto make her in the first place? For\nthe betterment of mankind?\n\n(MORE )\n\f99.\n\nCLIVE (CONT'D)\n(no response)\nYou didn't want an normal child\nbecause you were afraid of losing\ncontrol. But an experiment... that's\nsomething else.\n\nELSA\nI love her.\n\nCLIVE\nSo, do I. But we fucked up, El.\nJesus Christ. We chained her up.\nLocked her away from the world.\nSawed off her fucking tail.\n\nElsa holds her head in her hands. Regret is beginning eclipse\nrage.\n\nELSA\nI cut off her tail.\n(beat)\nIt seemed like a good idea at the\ntime.\n\nCLIVE\nFuck. Everything seemed like a good\nidea.\n\nClive glances around the apartment, taking in their old life.\nTheir wide-screen tv, surround-sound stereo, games, gadgets,\nluxuries. Their wall of books and toys.\n\nCLIVE (CONT'D)\nI just wish things could go back to\nthe way they were.\n\nElsa raises her head, wiping tears from her eyes. She's\nbucking up. She's getting her head straight.\n\nELSA\nI synthesized the protein.\n\nCLIVE\n(stunned)\nWhat?\n\nELSA\nThe CD-356 level in her blood's ten\ntimes higher than what Ginger and\nFred ever had. She's boiling over\nwith it.\n\nCLIVE\nThen... we could save things. Put\nour lives back together.\n\f116\n\n117\n\n100.\n\nELSA\nWe could start to. Except for...",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\n116\n\n117\n\n100. ELSA\nWe could start to. Except for... \n\nTARGET SECTION TO BE ANNOTATED:\nCLIVE\nExcept. For. Her.\n\nClive just stares at Elsa. An unspoken understanding. Elsa\nwhispers:\n\nELSA\nWe can't do that.\n\nClive's silence says everything.\n\nELSA (CONT'D)\nWe can't... We have a responsibility.\n\nCLIVE\nThe experiment is over. Our\nresponsibility is to end it.\nElsa begins to concede to his chilling logic.\n\nELSA\n.. How?\n\nCLIVE\nThe most humane way possible.\n\nEXT. ABANDONED FARM -- DAY\n\nClive and Elsa have returned. They slam the doors to the\n\nvan and head towards the barn without a word. Clive has a\nlarge hypodermic needle in his hand, already uncapped.\n\nINT. PASTEURIZATION BARN -- DAY\n\nThe RATTLE of the lock. The SQUEAK of the door opening.\n\nClive and Elsa enter the barn and quickly bolt the door behind\nthem.\n\nElsa calls out, careful not to let even a hint of emotion\nenter her voice.\n\nELSA\nDren! Come out Dren.\n\nThere is no sign of her. The room is quiet. Too quiet.\n\nClive goes to her hiding place. Nothing. They scan the\nrafters.\n\nElsa climbs up the step ladder to peer into the tank. The\nwater is murky, a slight film on the surface. She brushes\nthe water with her hand. Elsa leans in closer...\n\f101.\n\nDren's face bobs to the surface. Elsa jumps back, nearly\nlosing her balance, but Dren is completely inert. Eyes stare\nsightlessly at her.\n\nELSA (CONT'D)\n(suddenly panicked)\nClive! Help me!\n\nClive joins her by the rim, sees Elsa struggling under Dren's\ndead weight, isn't sure what to do.\n\nELSA (CONT'D)\nCome on!\n\nClive drops the needle. Together, with difficulty, they\nmanage to hoist Dren out of the water and lower her to the\nfloor. She feels Dren's forehead.\n\nELSA (CONT'D)\nFever.\n\nDren convulses. Her head shaking, body buckling. Elsa drops\nto her knees, checking Dren's vital signs, puts her head to\nthe creature's chest.\n\nELSA (CONT'D)\nFaint. Barely there.\n\nElsa takes Dren under the arms.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nELSA (CONT'D)\nFaint. Barely there. Elsa takes Dren under the arms. \n\nTARGET SECTION TO BE ANNOTATED:\n Clive goes around to the\nfeet. Together they move Dren away from the tank.\n\nThey gently set Dren down on a cot. Elsa fills the sink\nwith water.\n\nELSA (CONT'D)\nOpen the door.\n\nCLIVE\nWhat?\n\nELSA\nGet some fresh air in here.\n\nElsa comes back to Dren, wiping her brow with a cool, damp\ncloth.\n\nClive opens the doors to the barn. Fresh air and daylight\nwash over Dren, pulling her back into consciousness. Her\neyes drift to the opening. A gateway to trees, sky, a whole\nuniverse that she was never allowed to experience.\n\nElsa sees this, feels the regret of a failed parent. One\nthat could never allow her child to prosper in the world.\n\nSlowly, Dren's eyes grow weary. She drifts back into\nunconsciousness.\n\f118\n\n119\n\n120\n\n121\n\n102.\n\nCLIVE\nWhat do we do?\n\nElsa shakes her head. No answers.\n\nINT. BARN -- NIGHT\nThe light has grown dim. Clive is asleep in an old arm chair.\n\nThe sound of SOBBING wakes him. He opens his eyes, sees\nElsa from behind, hunched, crying.\n\nDren lies on the cot deathly still.\n\nHe reaches for Elsa. Then draws his hand back, knowing his\ntouch can only make things worse.\n\nEXT. FAMILY PLOT -- NIGHT\n\nClive climbs out of a freshly dug shallow grave in the family\nplot, next to where the cat had been buried, Elsa's mother\nnearby.\n\nA single lantern lights their farewell.\n\nElsa gently drops the Barbie doll into the grave. Dren's\nbody is already down there, wrapped in Elsa's old blanket.\n\nCLIVE\nDo you, uh... want to say anything?\n\nElsa shakes her head.\n\nThere are no more tears, no more words. Just the dreadful\nweight of remorse.\n\nClive shovels earth into the grave.\n\nEXT. BARN -- NIGHT\n\nA bonfire crackles in a garbage can near the entrance to the\nbarn. Clive throws clothes, molted feathers, garbage... any\nremaining evidence of Dren into the flames.\n\nINT. BARN -- NIGHT\n\nThe barn is nearly cleaned out, the vat drained, equipment\nboxed and prepped for moving.\n\nElsa sweeps the last of the garbage off the floor.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BARN -- NIGHT\n\nThe barn is nearly cleaned out, the vat drained, equipment\nboxed and prepped for moving. Elsa sweeps the last of the garbage off the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n She jams\nthe broom into Dren's old hiding place and draws back a pile\nof papers. She is suddenly stuck with emotion.\n\nThese are drawings that Dren had made of Elsa. Not one, not\ntwo, but many sketches. All of them hidden away.\n\f122\n\n103.\n\nAll of them speaking of a secret love that a daughter had\nfor a mother.\n\nTears well in Elsa's eyes. Clive steps into the barn with a\nwheeled dolly.\n\nCLIVE\nAlmost done?\n\nElsa swallows her emotion, speaks without turning to him.\n\nELSA\nAlmost.\n\nClive, nods. Feels her anguish. But can say nothing more.\nHe hoists a box onto the cart and wheels it to the door...\n\nStops, sets it down as he hears THE SOUND OF AN APPROACHING\nVEHICLE.\n\nEXT. BARN -- NIGHT\n\nClive and Elsa come out of the barn as a SEDAN roars up the\ndrive. The door flies open and Dexter steps out. His\nexpression is a combination of stern resolve and guilt.\n\nDEXTER\nI'm sorry. I had to. It's the only\nway.\n\nThe passenger-side door opens and out steps Barlow, furious.\n\nBARLOW\nAlright. Let's see it.\n\nELSA\nWhat the fuck, Bill?\n(beat, then to Dexter)\nWhat did you tell him?\n\nDexter glares at her, long buried resentment rising to the\nsurface.\n\nDEXTER\nI didn't have to tell him much.\n\nBARLOW\n\nDo you think I'm stupid? Those\nsamples you gave me had human DNA\ncontent.\n\n(beat)\nThey didn't come from Ginger and\nFred. They came from something else.\nSomething that's still alive.\n\nClive and Elsa can't deny it. He's got them dead to rights.\n\f104.\n\nBARLOW (CONT'D)\n(seething)\nAnd to think you did it under my\nwatch.\n(beat)\nNow. Let me see this thing. It\ndoesn't belong to you.\n\nCLIVE\n\"It\" doesn't belong to anyone.\n\nBARLOW\nYou made it at a Novaphorm lab.\nIt's company property. And I want\nto see it. Right now!\nClive and Elsa share a look.\n\nBARLOW (CONT'D)\nWhere is it?!\n\nThey say nothing.\n\nBARLOW (CONT'D)\nFine.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARLOW (CONT'D)\nWhere is it?! They say nothing. BARLOW (CONT'D)\nFine. \n\nTARGET SECTION TO BE ANNOTATED:\nBarlow pulls out his cell phone, starts to dial.\n\nBARLOW (CONT'D)\nI'm calling in a forensic team.\n\nELSA\nShe's already dead.\n\nBarlow hangs up the phone.\n\nDexter reacts to this news, relieved but perhaps a little\nsaddened also.\n\nELSA (CONT'D)\nIt's over, Bill.\n\nElsa pushes past Barlow and heads towards the van. He trails\nafter Elsa. Clive follows, numbly.\n\nBARLOW\nI don't believe you.\n\nElsa picks up a shovel off the ground. Tosses it to Barlow.\n\nELSA\nSee for yourself.\n\nBarlow catches the shovel, looks at it with distaste.\n\nELSA (CONT'D)\nShe's buried behind the house.\n\f105.\n\nBARLOW\nAnd how do I know there's only one?\n\nCLIVE\nOne was enough.\n\nSHHHRK!\n\nA violent backwash of air. Barlow's face is frozen in an\nodd state of consternation until...\n\n..-his head slides off his neck. And drops on the lawn.\nThe rest of his body crumbles after it.\n\nElsa SCREAMS, stumbles backwards. Clive reacts, stunned\nas...\n\nSomething lands on the ground between them. Something big.\nDREN.\n\nCovered in grave dirt.\n\nResurrected. Transformed.\n\nMALE.\n\nThe difference in physiology is unmistakable. The eyes are\nnow set in the front of the skull, defining him as a predator.\nThe arms more developed, hips narrowed, pectorals pure\nrippling muscle. And the wings are massive, one still coated\nwith a streak of Barlow blood.\n\nThe only detail that clearly marks this as the Dren that we\nonce knew is the blazing shock of white hair on the left\nside of his head.\n\nMale-Dren turns to Elsa, takes a threatening step forward.\n\nCLIVE (CONT'D)\nEl, run!\n\nBut she's frozen to the spot, transfixed by this macabre\ntransformation. Dren takes another menacing step forward.\n\nClive leaps between them. Male-Dren instantly attacks,\neffortlessly flinging Clive into the burning trash can,\nspilling its contents and setting the ground alight.\n\nDexter lunges to retrieve the shovel. He picks it up and\nswings.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nMale-Dren instantly attacks,\neffortlessly flinging Clive into the burning trash can,\nspilling its contents and setting the ground alight. Dexter lunges to retrieve the shovel. He picks it up and\nswings. \n\nTARGET SECTION TO BE ANNOTATED:\n Ina blur of movement, Male-Dren deftly dodges it,\nand with one sweep of his wings, leaps off Clive, dragging\nDexter into the darkness.\n\nElsa rushes over to Clive, bloodied but not badly injured,\nand pulls him to his feet. They watch helpless as sounds of\nviolence fill the air.\n\f123\n\n106.\n\nCLIVE (CONT'D)\nDexter?!\n\nNo response.\n\nCLIVE (CONT'D)\nDexter!\n\nA deadening calm descends. Nothing but the CRACKLING FIRE.\nFlames lap at the barn door.\n\nElsa tries to pull Clive away.\n\nELSA\nCome on...\n\nClive shakes her off.\n\nCLIVE\nDEXTER!!!\n\nElsa abandon's him, bolts for the van.\nINT. VAN -- NIGHT\n\nElsa jumps into the driver's seat, hands shaking, she pats\nher pockets, searching for the keys.\n\nClive wrenches open the driver's-side door.\n\nCLIVE\nWe can't leave!\nELSA\nWhere's the keys?\nCLIVE\nI am not leaving my brother!\nELSA\nHe's gone.\nCLIVE\nNo, he's--\n\nWHAM! SOMETHING DROPS FROM THE SKY AND LANDS ON THE\nWINDSHIELD:\n\nDexter. Savagely mauled and very dead.\nElsa cries out. Clive stares, mute.\nFrom above, THE SOUND OF POWERFUL FLAPPING WINGS.\n\nElsa swallows her horror, leaps out of the van and grabs\nClive.\n\f124\n\n125\n\n107.\n\nELSA\nCOME ON!\n\nHe's in shock. She half-pushes, half-drags him in the\ndirection of the farmhouse.\n\nINT. FARMHOUSE -- NIGHT\n\nElsa and Clive burst inside, freaking out. Elsa locks the\ndoor behind them.\n\nINT. FARMHOUSE - KITCHEN -- NIGHT\n\nElsa and Clive stumble into the kitchen. She wets a rag in\nthe sink and dabs his wounds.\n\nELSA\nYou okay?\n\nCLIVE\nWhat... happened?!\n\nElsa is struck with a realization.\nELSA\nGinger. The same thing that happened\nto Ginger.\n\nCRASH! Something heavy has landed on the roof. SCRATCHING,\nCLAWING FOOTSTEPS track over their heads.\n\nElsa draws a butcher knife from the kitchen counter.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething heavy has landed on the roof. SCRATCHING,\nCLAWING FOOTSTEPS track over their heads. Elsa draws a butcher knife from the kitchen counter. \n\nTARGET SECTION TO BE ANNOTATED:\nCRASH! Glass shatters in one of the closed rooms.\n\nElsa stands frozen, staring at the door to her old bedroom.\nFrom beyond the door, she hears a LOUD ROAR, and the TINKLING\nOF GLASS. She's drawn to it, despite herself.\n\nClive sniffs the air. Elsa thrusts open the door.\n\nCLIVE\nDon't..!\n\nWHOOSH! Flames belch from the room in an explosive backdraft.\nElsa is propelled to the floor. She watches, mesmerized, as\na chunk of barn lays burning on the mattress. Apparently,\nMale-Dren thrust it through the window. The entire room in\nflames. He's smoking them out.\n\nClive grabs Elsa, wrenching her from the sight.\n\nCLIVE (CONT'D)\nCome on!\n\nClive drags Elsa to the door. He grabs a flashlight from\nthe counter. Together, they stumble out into the night.\n\f126\n\n127\n\n128\n\n108.\nEXT. FARMHOUSE -- NIGHT\n\nThey burst out of the house, Clive clutching the flashlight,\nElsa the butcher knife. She yanks on his arm.\n\nELSA\n(terrified)\nClive...\nHe turns, sees...\nMale-Dren perched on the roof, silhouetted by flames.\nThey are frozen by the sight.\nSlowly, with frightening grace, Male-Dren rises, flexes his\nwings, towering to his full eight-foot-height. His face\nshows no evidence of compassion. Old Dren's capacity for\nhuman emotion has been replaced by pure animal impulse.\nHe SCREECHES A DEAFENING SCREAM, then crouches to pounce.\nClive and Elsa bolt for the forest.\nEXT. FOREST -- NIGHT\n\nClive and Elsa stumble over rough terrain. Branches whip\ntheir face and arms. Thick bushes tear at their legs.\n\nAbove: FLAPPING WINGS followed by the RUSTLE OF BRANCHES.\nFLAP, RUSTLE. FLAP, RUSTLE. It's getting closer.\n\nIt sounds like Male-Dren is flinging himself from tree to\ntree, tracking them from above. And then nothing. Silence.\nThey resume their run.\n\nEXT. BOG -- NIGHT\n\nThey stumble into a waist-deep SWAMPY BOG. Elsa scrambles\nout onto a rocky embankment.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BOG -- NIGHT\n\nThey stumble into a waist-deep SWAMPY BOG. Elsa scrambles\nout onto a rocky embankment. \n\nTARGET SECTION TO BE ANNOTATED:\n Clive struggles through the\nsucking mud, gets stuck.\n\nELSA\nCome on.\n\nCLIVE\nI... can't.\n\nCursing, Elsa tries to pull him up on a rock, but they slip,\nknocking the flashlight into the water. Clive watches\nhelplessly as it sinks, the beam illuminating its descent.\n\nELSA\nNo!\n\nGrabbing a stick, she lies on her belly and prods the muddy\nbottom.\n\f109.\n\nCLIVE\nLet it go.\n\nELSA\nWe need it.\n\nClive inches ahead of her, laying himself prone on ground.\n\nCLIVE\nI'll get it.\n\nClive grasps the stick and prods deeper for the flashlight.\n\nThe stick dances around the light, finally managing to hook\naround the handle.\n\nCLIVE (CONT'D)\nGot it.\n\nHe pulls the light up, illuminating the ghostly face of Male-\nDren who swims amphibian-like under the surface.\n\nElsa screams, jumps back. Male-Dren grabs the stick and\nyanks Clive into the water.\n\nELSA\nClive!\n\nElsa can make out the dim figure of Clive as he is pulled\nunder. Air bubbles to the surface. She watches helplessly\nas the water churns and the light quickly fades to darkness.\nAnd then, all becomes still.\n\nElsa bends over the embankment, trying to penetrate the murky\nliquid.\n\nSuddenly, Clive's face buoys into view.\n\nELSA (CONT'D)\nClive!\n\nShe grabs him by the shirt, drags him onto the rock. He is\nstill breathing.\n\nAnd then she sees...\n\nMale-Dren rising up, water draining from his raptor form,\nwings spread above, ready to pounce.\n\nElsa is immobilized, not wanting to leave Clive. Male-Dren\nstares at her with piercing eyes. It's Elsa that he wants.\nHe leaps forward in a blur of motion.\n\nShe turns, bolts through a narrow opening between dense trees.\n\f129\n\n130\n\n131\n\n110.\nEXT. FOREST -- NIGHT\nElsa runs blindly.\nAhead is an outcropping of rock. She squeezes inside.\n\nSomething lands on the rock above, debris showers over the\nopening. A HOLLOW CRY.\n\nElsa stifles her breath, stares helplessly, waiting.\nThen more FLAPPING WINGS... and quiet.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nA HOLLOW CRY. Elsa stifles her breath, stares helplessly, waiting. Then more FLAPPING WINGS... and quiet. \n\nTARGET SECTION TO BE ANNOTATED:\nAs carefully as she can, Elsa worms her way out and takes\noff.\n\nEXT. FIELD -- NIGHT\n\nElsa breaks through the tree-line and tumbles into a sea of\nwaist-high wheat. She weaves through it, directionless,\npanicked.\n\nAgain, the sound of flapping wings overhead.\n\nShe throws herself to the ground, lies under the cover of\nwheat, choking back her breath.\n\nSILENCE.\n\nShe waits. Finally, rises, cautiously pokes her head above\nthe horizon of amber, her knuckles white around the handle\nof the butcher knife.\n\nBEHIND HER, two enormous multicolored wings silently spread\noutward as the form of Male-Dren rises into view.\n\nElsa whirls around. The wings envelope her, whipping the\nknife from her hand, flinging it into the wheat field.\n\nELSA\n(screeching)\nWhat do you want? WHAT DO YOU WANT!!\n\nMale-Dren's mouth opens, contorts, lips struggling as he\nSPEAKS, the words are distorted, guttural, distinctly inhuman\nbut unmistakable:\n\nMALE-DREN\nInside... You....\n\nEXT. SWAMPY BOG -- NIGHT\nClive stirs, regaining consciousness. At the sound of ELSA'S\n\nSCREAM, he launches himself into a run for the edge of the\nforest.\n\f132\n\n111.\nEXT. FIELD -- NIGHT\n\nClive enters the field breathless and in pain. Nothing is\nvisible beyond the rolling horizon of wheat. He is about to\nturn back, when he sees something sticking out of the soil:\n\nTHE BUTCHER KNIFE. He picks it up.\nThen he hears it. STRANGE PURRING and SCRAPING SOUNDS.\n\nHe pushes into a small clearing of trampled wheat in time to\nsee Male-Dren on top of Elsa, her arms pinned over her head,\nhis pelvis thrusting.\n\nClive is frozen by the sight.\n\nHe overcomes his paralysis, his face hardening. He raises\nthe knife...\n\nElsa sees this, is pulled back into awareness, looks up,\ninto the face that hangs over hers, Male-Dren stiffening in\nthe grip of sexual ecstasy as he releases inside her...\n\nClive lunges forward, driving the knife into the Hybrid's\nshoulder. Male-Dren lets out a HIGH-PITCHED SHRIEK.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nElsa sees this, is pulled back into awareness, looks up,\ninto the face that hangs over hers, Male-Dren stiffening in\nthe grip of sexual ecstasy as he releases inside her... Clive lunges forward, driving the knife into the Hybrid's\nshoulder. Male-Dren lets out a HIGH-PITCHED SHRIEK. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nlaunches himself up with the force of his wings, spinning to\nface Clive.\n\nClive swings the knife downward again, cleaving into a wing.\nMORE SCREAMING, but this time Male-Dren attacks. His wings\n\nswipe and flutter at Clive, blowing him backwards with their\nwind-force.\n\nClive lands hard. The creature pounces on top of him. In\nthat moment, it would seem that Clive is done for. Then, a\nrock bounces off Male-Dren's head with a brutal CRUNCH.\n\nMale-Dren staggers back, clearly stunned. He turns to face\nElsa, a bloody rock in her hands.\n\nWeeping, Elsa hesitates. There's a moment when she can't\nquite do it. Can't quite murder...\n\nMale-Dren's BARBED TAIL flashes out and plunges deep into\nClive's chest, piercing his heart. Clive stiffens, chokes,\nthen falls away. Instantly dead.\n\nMale-Dren arches to the sky, lets out a final VICTORIOUS\nSCREAM. He wrenches the knife out of his chest with a horrid\nsucking sound.\n\nHe turns to Elsa just in time to catch another blow to the\nhead. Male-Dren drops backwards, blood gushing from the\nimpact point.\n\nElsa hoists the rock and hulks over the felled Hybrid.\n\f133\n\n112.\n\nMale-Dren's face changes. The menacing animal violence fades\naway. The eyes go soft, almost pleading. The mouth trembles,\ntaking on recognizably human facets of fear, hurt... even\nbetrayal.\n\nAnd she lets the rock drop, crushing his skull into a\nSICKENING PULP. Male-Dren's body spasms once or twice before\nresting.\n\nElsa falls to her knees, numb and drained. Tears roll down\nher cheeks at the sight of Clive's body, and the crumpled\nmess that was once Dren.\n\nShe lets herself cry, a convulsing weeping, while in the\ndistance the farm burns to the ground.\n\nFADE OUT:\n\nFADE IN:\n\nINT. NOVAPHORM HEADQUARTERS - JOAN'S OFFICE -- DAY\n\nElsa sits at the end of a large desk.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe lets herself cry, a convulsing weeping, while in the\ndistance the farm burns to the ground. FADE OUT:\n\nFADE IN:\n\nINT. NOVAPHORM HEADQUARTERS - JOAN'S OFFICE -- DAY\n\nElsa sits at the end of a large desk. \n\nTARGET SECTION TO BE ANNOTATED:\n Her hair is cropped\nshort, the streak of white, once an emblem of her uniqueness,\nhas been dyed to match the rest. We can assume that a fair\namount of time has passed since her ordeal.\n\nAt the other side of the desk is Joan. Her usual scolding\ndemeanor is replaced by a generous warmth -- anxious to make\nElsa feel comfortable.\n\nJOAN\nYour Dren turned out to be a cauldron\nof the most unimaginable chemical\nmysteries. Aside from the intense\nconcentration of CD-356 in her system,\nshe was riddled with a variety of\ncompletely unique compounds.\n(pleased)\nWe'll be filing patents for years.\n\nElsa remains mute, feeling a little awkward.\n\nJOAN (CONT'D)\nNaturally, we're extremely excited\nthat you're willing to take us to\nthe next stage.\n(beat)\nEspecially in light of the... um...\npersonal risk.\n\nJoan pushes a sheet of paper across the desk for Elsa to\nexamine.\n\nJOAN (CONT'D)\nWe think the figure we've come up\nwith is very generous.\n\f113.\n\nNext, she slides a phonebook-sized contract across the desk.\n\nJOAN (CONT'D)\nYou can never speak of this. To\nanyone. Ever.\n\nElsa thumbs through the pages. Joan walks around the desk,\na pen her hand. She hesitates before handing it to Elsa...\n\nJOAN (CONT'D)\nNobody would blame you if you didn't\ndo this. You could just put an end\nto it and walk away.\n\nElsa takes the pen from Joan's hand and signs with a single\ndetermined stroke.\n\nElsa stands, and we see now that her stomach is protruding\nnoticeably. She is QUITE PREGNANT.\n\nELSA\nThis is what I want.\n\nJoan nods, impressed by Elsa's courage. She pulls Elsa close,\nrocking her with reassurance, stroking her hair. Gradually,\nElsa's resistance melts. She gives herself to Joan's motherly\nembrace.\n\nTHE END.\n\f"
}