{
  "1": "STARGATE\n\nby\n\nDean Devlin\n&\nRoland Emmerich\n\nDevlin/Emmerich Draft 7/6/93\n\fFADE IN:\nPRIMITIVE SKETCHES E.C.U.\nEtched on stone, a JACKAL. Another of a GAZELLE, a spear\npiercing its skin. Primitive, yet dramatic tribal etchings.\nThe SOUND of ancient CHANTING is HEARD. Widen to REVEAL...\nEXT. DESERT LANDSCAPE, NORTH AFRICA - SUNSET 1\nA young BOY chisels his artwork into the stone ROCKFACE at\nthe edge of this valley. An old MEDICINE MAN, his face\npainted with bizarre white stripes, CHANTS nearby.\nThe boy abruptly stops his work at the SOUND of distant CRIES.\nQuickly he climbs the stone. Standing at the top he SEES...\nHUNTERS.\nRETURNING FROM A KILL. THEY MARCH TOWARDS A SMALL CAMPSITE. 2\nThe tribes people rushing to greet them.\n\nSuper up: North Africa 8000 B.C.\nOMITTED 3\nA BLAZING FIRE - LATER THAT NIGHT 4\nSilhouetted tribesmen dancing in bizarre animal MASKS. Feet\nSTOMPING. The young Boy stares at the fire, SPARKS rising\ninto the air. We PAN UP following the sparks into the sky.\nA full moon.\nA SHADOW is suddenly cast across the moon, blotting it out.\nINT. TENT - LATER THAT NIGHT 5\n\nThe young Boy sleeps. Above him hangs an odd carving that\nslowly begins to RATTLE. The tent's fabric begins to FLAP.\n\nThe Boy's eyes pop open. He HEARS the sounds of a quickly\n\nbrewing storm. Footsteps. People hurrying, calling out to\neach other. Suddenly the tent's entrance flap SAILS OPEN.\n\nBRIGHT LIGHT pours in through the entrance.\n\nEXT. CAMPSITE - NIGHT 6\n\nThe Boy exits his tent, staring at the light, intrigued. A\nstorm building all around. Unnatural and eerie.\n\nPanicked, the tribesmen run in fear, racing away from the\nlight. The Medicine man, on his knees CHANTING.\n\f10\n\n11\n\nThe only one without fear, the Boy pushes through them,\ntowards the light.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nPanicked, the tribesmen run in fear, racing away from the\nlight. The Medicine man, on his knees CHANTING. 10\n\n11\n\nThe only one without fear, the Boy pushes through them,\ntowards the light. \n\nTARGET SECTION TO BE ANNOTATED:\n Tents begin to RIP from their posts in\nthe strong GALE WINDS.\n\nAs the frightened clan retreats, the young Boy moves closer\nand closer to the light, squinting through the blurring sands.\nA loud ROARING SOUND, building in ferocity.\n\nSlowly we PUSH into an extreme CLOSE UP of the young Boy's\neyes which widen. If we could only see what he sees...\n\nSMASH BLACK OUT:\n\nFADE IN:\nOMITTED 7\nTHE GREAT PYRAMID - SUNSET 8\n\nA glowing orange setting SUN just above the pyramid's peak.\nA car drives past.\n\nSuper up: GIZA, EGYPT - 1928\nINT. CAR - SUNSET 9\nPROFESSOR LANGFORD and his nine year old daughter CATHERINE,\nwho reads from a thick text book, are RATTLING in the back\nseat.\nEXT. DIGGING SITE - GIZA - SUNSET 10\n\nThe car SCREECHES to a halt. The passenger door opens and\nProfessor Langford JUMPS out. Catherine follows.\n\nAs they make their way down the ravine we slowly reveal the\nbreadth of this work site. Hundreds of Arab men digging\naway in the sand.\n\nFOREMAN TAYLOR 11\nIs crouched on the ground dusting off three large TABLETS\n\ncovered in ancient Egyptian hieroglyphics. Professor Langford\nwalks up behind him, staring in awe.\n\nTAYLOR\nCover stones. We found them this\nafternoon.\n\nLANGFORD\n\nAmazing. But why did you move them?\n\nCatherine walks over to a small table, examining other\nartifacts. She picks up a small GOLDEN SUN DISK; a circular\nSYMBOL of the sun emblazoned on a gold disk.\n\f12\n\n13\n\n14\n\n15\n\n16\n\nTAYLOR\nThere was something hidden underneath.\n\nLANGFORD\nHidden?\n\nTaylor leads Langford over to a large digging pit several\n\nyards away. Slowly we TRACK across the sand, over the lip\n\nof the digging pit revealing a handful of workers struggling\n\nto secure ropes onto something hidden beyond our view.\n\nSuddenly the ropes grow taut as they begin to lift.\n\nLARGE METALLIC RING 12\nover twenty feet in diameter.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly we TRACK across the sand, over the lip\n\nof the digging pit revealing a handful of workers struggling\n\nto secure ropes onto something hidden beyond our view. Suddenly the ropes grow taut as they begin to lift. LARGE METALLIC RING 12\nover twenty feet in diameter. \n\nTARGET SECTION TO BE ANNOTATED:\n The RING is slowly lifted out\n\nof the pit revealing its shape and structure. It doesn't\n\nseem to belong to ancient Egypt.\n\nAnd perhaps not even this world.\n\nANGLE - TAYLOR AND LANGFORD 13\n\nAs they stare in wonder at this newly found treasure. Young\nCatherine squeezes in between the two.\n\nLANGFORD\n(whispering)\nWhat is that thing, Taylor?\n\nTAYLOR\nI wish I knew.\n\nTHE RING 14\n\nas it's lifted upright, suspended above them. An amazing\nsight.\n\nCATHERINE 15\n\nStaring, fascinated. Suddenly the lenses of her glasses\nCRACK.\n\nCUT TO:\nEXT. NEW YORK CITY STREET - RAIN - DAY 16\n\nA cold rainy winter day. Traffic gridlock. Horns honking,\ncabbies yelling. A grey LIMOUSINE is stuck in traffic.\n\nSuper up: NEW YORK, PRESENT DAY Through the rain-soaked\npassenger window we see an ELDERLY WOMAN impatiently checking\nher watch. Unheard by us, she speaks to her DRIVER who exits\nand opens the passenger door for her.\n\nTaking an umbrella from her driver, the Elderly Woman steps\nout and makes her way down the center of the street.\n\f17\n\n18\n\n19\n\n4.\n\nWe FOLLOW her through the dense traffic and up into a building\nmarked: ARCHAEOLOGICAL SOCIETY OF AMERICA\n\nINT. LECTURE HALL - SAME 17\n\nTesting the microphone, the M.C. adjusts the feedback as he\nleans close to address a gathering of distinguished\nArchaeologists.\n\nM.C.\nOur next guest speaker today will be\nan extraordinary young man...\n\nBOOKS AND PAPERS 18\nClumsily this stack of books and papers are organized atop a\n\nman's lap. Gathered together, they're lifted as the man\nattempts to make his way out of his seat, down the aisle.\n\nMALE VOICE\n(sotto)\nExcuse me... Pardon me...\nM.C.\n\n...He graduated with his masters at\nthe age of 20 and speaks eleven\ndifferent languages. He has written\nseveral seminal articles on the\ncomparative linguistics of the Afro-\nAsiatic language groups and the\ndevelopment of the Egyptian language\nfrom the Archaic Period to the Old\nKingdom.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\n... He graduated with his masters at\nthe age of 20 and speaks eleven\ndifferent languages. He has written\nseveral seminal articles on the\ncomparative linguistics of the Afro-\nAsiatic language groups and the\ndevelopment of the Egyptian language\nfrom the Archaic Period to the Old\nKingdom. \n\nTARGET SECTION TO BE ANNOTATED:\n Please let me introduce to\nyou, Daniel Jackson.\n\nCRASH. The books TUMBLE to the floor. As he leans down to\n\npick them up we SEE for the first time, DANIEL JACKSON,\nnervously retrieving his belongings.\n\nANGLE - PROFESSORS 19\nAn older PROFESSOR leans over to his companion.\n\nPROFESSOR\nAh, another Wunderkind.\n\nCOMPANION\nI've got socks older than this kid.\n\nDaniel makes his way to the microphone.\nDANIEL\nYou, Sir. What kind of car do you\ndrive?\n\nDaniel points to the Professor who made the remark.\n\f20\n\n21\n\nPROFESSOR\nMy car? Um..a Ford.\nDANIEL\nA model T?\nPROFESSOR\n(peeved)\n\nI'm not that old. It's an Escort.\n\nDANIEL\nAn Escort. Power steering, fuel\ninjection. Modern \"developments.\"\nFord starts with a model T then\n\"develops\" into an Escort.\n\nThe audience doesn't get where Daniel's going with this.\n\nDANIEL (CONT'D)\n\nWhy didn't Egyptian culture develop?\nTheir sciences, art, mathematics,\neverything was complete from the\n\nvery beginning. Why? Maybe, Egyptian\ncivilization was not a \"development\"\nbut a legacy!\n\nThere is an audible REACTION from the crowd.\nINT. HALLWAY - SAME 20\n\nThe Elderly Woman walks past the beautifully displayed\nEgyptian artifacts.\n\nDANIEL (0.S.)\n\nThe Mastaba tombs around the pyramid\nare covered with hieroglyphics; names,\ntitles of owners, lists of offerings.\n\nINT. LECTURE HALL - SAME 21\n\nThe Elderly Woman enters from the back of the room, her eyes\nfixed on Daniel. Absently she fingers the GOLDEN SUN DISK\nhanging from around her neck. This is CATHERINE LANGFORD,\nno longer the child we met in Egypt.\n\nDANIEL\nBut the pyramid, the greatest\nstructure ever erected, has no\nwritings whatsoever. Why?\n\nAn imposing older man, PROFESSOR THOMAS interrupts.\n\nTHOMAS\nMr. Jackson, you've conveniently\nleft out the fact that Colonel Vyse\ndiscovered quarrymen's inscriptions\n(MORE )\n\fTHOMAS (CONT'D)\nof Khufu's name written within the\nPyramid.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn imposing older man, PROFESSOR THOMAS interrupts. THOMAS\nMr. Jackson, you've conveniently\nleft out the fact that Colonel Vyse\ndiscovered quarrymen's inscriptions\n(MORE )\n\fTHOMAS (CONT'D)\nof Khufu's name written within the\nPyramid. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nHis discovery was a fraud.\n\nThe room ERUPTS in angry dissent.\n\nTHOMAS\nYou can prove that, I hope?\n\nWith surprising speed, Daniel draws a series of hieroglyphics\non the black board behind the podium.\n\nDANIEL\nThis was the cartouche Vyse claimed\nto have found in the relieving\nchambers above the King's Chamber of\nthe pyramid.\n\nHe circles the first symbol (a clear circle with a dot in\nthe middle).\n\nDANIEL (CONT'D)\nBut this symbol, representing the\nfirst consonant in the name Khufu is\nincorrect. The correct symbol is...\n\nHe draws a circle with the center darkened.\n\nDANIEL (CONT'D)\n\nThis is the same exact misspelling\nof Khufu's name that appeared in\nWilkinson's Materia Hieroglphyica,\nthe book that Colonel Vyse used to\nforge his big discovery. However,\nin the very next edition of the same\nbook, they revised their translations\nto correct this error.\n\n(beat)\nThe editor of this book admit his\nmistake but we, the academic\ncommunity, refuse to.\n\nAS several people begin to get out of their seats and walk\nout, another PROFESSOR (#2) jumps to his feet, incensed.\n\nPROFESSOR #2\nDon't you think it's rather arrogant\nto suggest the last hundred years of\nacademic research is a collection of\nlies?!\n\fHe stands\njoin him,\n\nDANIEL\nI'm simply saying that the great\npyramids of Giza were not built by\nthe Pharaohs of the fourth Dynasty.\n\nPROFESSOR #3\nThis is ridiculous. I won't sit and\nlisten to this nonsense.\n\nand exits the auditorium. As others in the audience\nCatherine Langford steps forward.\n\nCATHERINE\nMr. Jackson, who do you think built\nthe pyramids?\n\nThere is an awkward silence as Daniel searches for an answer.\n\nDANIEL\nI don't know.\n\nA heavy set BEARDED MAN smiles and calls out.\n\nBEARDED MAN\nMen from Atlantis?\n\nThe audience ERUPTS IN LAUGHTER, cueing more people to stand.\n\nBEARDED MAN (CONT'D)\nOr Martians perhaps?!\n\nDANIEL\nI didn't say that...\n\nBEARDED MAN\nNo, but you were about to.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEARDED MAN (CONT'D)\nOr Martians perhaps?! DANIEL\nI didn't say that... BEARDED MAN\nNo, but you were about to. \n\nTARGET SECTION TO BE ANNOTATED:\nMore laughter. Daniel SEES more people filing out. Quickly\nhe tries to organize his notes but is clearly flustered.\n\nDANIEL\nIf we could just get back to the\nsubject. Perhaps their civilization\nlies in the buried Wadis of Western\nSahara. In the Predynastic period\nthese areas would have been rich\nwith food and animals. New geological\nevidence pre-dates that Sphinx to a\nmuch earlier period, confirming my\nhypothesis.. But as Daniel looks up\nfrom his material he SEES the last\nseveral people left in the room,\nfiling out the back door.\n\f22\n\n23\n\n24\n\n25\n\nWIDE ANGLE - DANIEL AT PODIUM 22\n\nAlone in the room, Daniel stands at the podium. Sadly he\nslowly closes his text.\n\nDANIEL (CONT'D)\nAny questions?\n\nDISSOLVE TO:\nEXT. LOWER EAST SIDE - SUBWAY EXIT - LATE AFTERNOON 23\n\nAlone in a crowd, Daniel struggles with his books in the\n\nrain as he exits the busy subway exit. Absently he steps\n\nout into the street. HONK. A cab slams on the brakes, nearly\nhitting him.\n\nCABBIE\nWake up you idiot!\n\nStartled, Daniel hurries out of harms way as he passes a\nsmall FRUIT STAND. The ARMENIAN owner greets Daniel in his\nnative language, tossing him an apple.\n\nDaniel responds with fluid ARMENIAN as he catches the apple\non his way over to an old brownstone building.\n\nHe steps around a grey LIMOUSINE double parked in front of\nhis building as he makes his way inside.\n\nINT. APARTMENT BUILDING - CONTINUOUS 24\n\nDripping wet, Daniel steps into the hallway. He stops as he\nHEARS opera music playing through an open door at the end of\nthe hallway.\n\nSlowly he makes his way to the open door only to find,\nCatherine Langford, sitting inside, relaxed and smoking a\ncigarette. She holds in her hand a bust of a beautiful\nEgyptian woman.\n\nCATHERINE\n(re: bust)\n14th century, B.C. Nice reproduction.\n\nINT. DANIEL'S APARTMENT - CONTINUOUS 25\nTaken off guard, Daniel walks into his apartment.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nNice reproduction. INT. DANIEL'S APARTMENT - CONTINUOUS 25\nTaken off guard, Daniel walks into his apartment. \n\nTARGET SECTION TO BE ANNOTATED:\n His room\n\nis a mess, multiple stacks of BOOKS line every wall,\nhieroglyphic tracings and reproductions of Egyptian art.\n\nDANIEL\nHow did you get in here?\n\fCATHERINE\nYour landlord told me you're three\nmonths behind in your rent, shame on\nyou.\n\nDaniel puts down his drenched text books and removes his\ndripping overcoat.\n\nDANIEL\nYou were at the lecture.\n\nCatherine returns the bust to a table next to a PHOTO of a\nyoung couple.\n\nCATHERINE\nYour parents?\nDANIEL\nFoster.\nCATHERINE\nOh, right. Your real parents died\nin a plane crash in...'73?\n\nShe holds her cigarette out, requesting an ash tray.\n\nDANIEL\nLet's cut to the chase, shall we?\nWhy are you here?\n\nDaniel puts a dead potted plant in front of Catherine.\nReluctantly she puts her cigarette out in its dirt.\n\nCATHERINE\nTo offer you a job.\n\nDANIEL\nA job? What job?\n\nCATHERINE\nTranslation. I want to put you to\nwork on some ancient Egyptian\nhieroglyphics.\n\nDANIEL\n(suspicious)\nSince when is the military interested\nin ancient Egyptian hieroglyphics?\n\nCATHERINE\n(surprised)\nWho said anything about the military?\n\nDaniel walks close to her, defiantly.\n\f26\n\n10.\n\nDANIEL\nIn front of my building is a grey\nLincoln town car with government\nplates. Its chauffeur is wearing a\ncrewcut 'stead of a black cap. And\nthe only way you could have gotten\npast my Nazi of a landlord was to\nflash some pretty fancy credentials.\n(beat)\n\nSo why is the military interested in\nancient Egyptian hieroglyphics?\n\nCatherine is clearly impressed. She smiles.\n\nCATHERINE\nI wish I could tell you more but I\nam not allowed.\n\nDANIEL\nWhat makes you think I'd take a job\nI don't know anything about?\n\nCATHERINE\nYou mean beyond the fact that you\nhave no family, no friends, and no\nhope of paying that stack of bills\nsitting on your desk?\nDaniel sneaks a sidelong glance at his mountain of mail.\n\nDANIEL\nWell, uh, yes.\n\nCatherine stands, walks closer to Daniel.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel sneaks a sidelong glance at his mountain of mail. DANIEL\nWell, uh, yes. Catherine stands, walks closer to Daniel. \n\nTARGET SECTION TO BE ANNOTATED:\n She pulls out a\nsnapshot from her bag and holds it in front of his face.\n\nCATHERINE\nTo prove that your theories are right.\n\nTHE PHOTO 26\nA snapshot of the tablets found at Giza in 1928.\n\nMesmerized Daniel grabs at the photo, but Catherine quickly\npulls it away. She knows she's hooked him. She hands hima\nstuffed envelope, instead.\n\nDANIEL\nWhat's this?\n\nCATHERINE\nYour travel plans.\n\nShe turns and heads for the door. Daniel calls out to her.\n\nDANIEL\nI'm not big on flying.\n\f27\n\n28\n\n11.\n\nCATHERINE (0.S.)\nGet over it.\n\nDaniel watches her walk away, then stares at the envelope.\n\nCUT TO:\nEXT. SUBURBAN NEIGHBORHOOD - DAY 27\nA dark sedan with a GOVERNMENT SEAL comes to a stop in front\nof a lower middle-class suburban house. Two OFFICERS in\nmilitary garb step out of the car and march to the front\ndoor of the house.\n\nSuper up: Yuma, Arizona\n\nAs they walk, we SEE a black military FOLDER one of them\ncarries. The first Officer knocks on the door.\n\nThe door opens to reveal, SARAH, mid-thirties, tense. The\npain she carries tarnishes her once beautiful face.\n\nOFFICER #1\nMrs O'Neil?\n\nSeeing the Officer's military attire, she nods, moving away\nfrom the door.\n\nSARAH\nCome on in.\n\nSarah disappears into the house. The two Officers exchange\na glance and follow her inside.\n\nINT. O'NEIL HOUSE - CONTINUOUS - DAY 28\n\nImmaculately kept, ordered. Sarah moves into the kitchen as\nthe two officers awkwardly make their way into the living\nroom.\n\nOFFICER #1\nUh, Mrs O'Neil, is your husband at\nhome?\n\nShe answers from the kitchen where she continues her chores.\n\nSARAH\nYes.\n\nOFFICER #1\nDo you think we might be able to\nspeak with him?\n\nSARAH\nYou can try.\n\f29\n\n30\n\n31\n\n32\n\n12.\n\nStill she continues to clean in the kitchen. After a long\nbeat...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n29\n\n30\n\n31\n\n32\n\n12. Still she continues to clean in the kitchen. After a long\nbeat... \n\nTARGET SECTION TO BE ANNOTATED:\nOFFICER #1\nAnd where would we find him?\n\nSARAH\nLast door, end of the hall.\n\nThe Officer nods his appreciation as he and his partner head\ndown the hall.\n\nOFFICER'S P.O.V. - DOWN HALL 29\n\nAs they make their way down the hall, they reach an open\ndoorway at the hall's end. Peering in they SEE, a teenage\nboy's room. Perfectly kept. Sports trophies, footballs,\netc.\n\nAs we TRACK across the room's belongings we FIND a man sitting\nin a chair facing the window, his back towards us.\n\nOFFICER #1\nExcuse me, Colonel O'Neil? We're\nfrom General West's office.\nBut the man in the chair doesn't turn around.\n\nOFFICER #1 (CONT'D)\nColonel?\n\nREVERSE ANGLE - COLONEL JACK O'NEIL 30\nFor the first time we see COLONEL JACK O'NEIL, long hair,\n\nsix day growth, intense and troubled eyes. There is nothing\nmilitary looking about this guy. He stares vacantly out the\nwindow.\n\nOFFICER #1 (CONT'D)\nSir?\n\nINT. KITCHEN - SARAH'S P.O.V. - MOMENTS LATER 31\nSarah looks out the kitchen window and SEES the two Officers\nreturning to their car outside. Sarah turns and slowly walks\n\nto the back of the house.\n\nAs she approaches an open bedroom door, she stops, peers\ninside.\n\nP.0O.V. - INTO BEDROOM 32\n\nThe black FOLDER laying on the bed. A pressed military\nUNIFORM is laid down next to the folder.\n\f33\n\n34\n35\n\n36\n\n37\n\n13.\nPained, Sarah shuts her eyes and turns away.\nCUT TO:\nEXT. MOUNTAIN FOREST - HELICOPTER SHOT - DAY 33\nQuickly, we SAIL over the treetops through this dense forest\narea. At the edge of the treeline we FIND a beat up and\nbruised Chevy, sputtering up the windy mountain road.\nSuper up: Creek Mountain, Colorado\nOMITTED 34\nEXT. GUARDED GATEWAY - DAY 35\nThe Chevy pulls up to a gate where two MARINES stand guard.\nOne walks up to Daniel's window.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuper up: Creek Mountain, Colorado\nOMITTED 34\nEXT. GUARDED GATEWAY - DAY 35\nThe Chevy pulls up to a gate where two MARINES stand guard. One walks up to Daniel's window. \n\nTARGET SECTION TO BE ANNOTATED:\n Daniel opens the envelope\nCatherine gave him and hands some papers to the Guard.\nDANIEL\nDaniel Jackson. I think I'm supposed\nto show this to.. SNEEZE. Daniel\ngrabs for a Kleenex.\n\nGUARD\nCold?\n\nDANIEL\nNo. Allergies. Always happens when\nI travel.\n\nEXT. MILITARY COMPOUND - DAY 36\nA group of MARINES are in the midsts of vigorous training.\n\nLed by LIEUTENANT KAWALSKY, early thirties, big, friendly\n\nand eager.\n\nWith a loud BACKFIRE, we SEE the Chevy making its way past.\n\nLt. Kawalsky signals for another soldier to take over, then\nheads after Daniel.\n\nAs he walks away, the others stop and watch.\n\nEXT. TUNNEL ENTRANCE - SAME 37\nTunneled into the side of a mountain, a large hollowed\n\nentrance. Daniel has parked next to it and is struggling to\npull an enormous bag out of his trunk.\n\nKAWALSKY\nDaniel Jackson?\n\nStartled, Daniel turns to see Kawalsky rushing up. Kawalsky\ngrabs and shakes Daniel's hand.\n\f38\n\n39\n\n40\n\n41\n\n42\n\n14.\nKAWALSKY (CONT'D)\nDr. Langford was worried you changed\nyour mind.\n\nDANIEL\nIt took me three days to drive.\n\nAgain Daniel tries to lift his bag out but he can't.\n\nKAWALSKY\nHelp you with that?\n\nHe reaches in for Daniel's bag.\n\nDANIEL\nCareful, books, they're very...\n\nEffortlessly Kawalsky lifts the bag out with one hand,\nSLAMMING the trunk down shut with the other.\n\nDANIEL (CONT'D)\n.. heavy.\n\nHe follows Kawalsky into the tunnel.\n\nINT. TUNNEL ENTRANCE - SUNSET 38\nDANIEL follows Kawalsky into the dark tunnel. Two large\nCONCRETE DOORS open to reveal a METAL SHACK, a GUARD standing\nalongside it. The guard hits a button on the desk and shack\nOPENS exposing a STEEL CAGE inside. They walk over and enter.\nINT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guard hits a button on the desk and shack\nOPENS exposing a STEEL CAGE inside. They walk over and enter. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n STEEL CAGE - CONTINUOUS 39\n\nSuddenly with a loud hydraulic ROAR, the cage quickly DESCENDS\nDOWNWARD. We WATCH as the cage DROPS down, deeper and deeper.\n\nDANIEL'S P.0.V. - THROUGH CAGE 40\n\nDaniel counts the LARGE NUMBERS painted on the shaft walls\nas they descend. They pass 18, 19, 20... so on.\n\nDaniel tries to take it all in. Suddenly the cage STOPS.\n\nThe number reads 28. The two and the eight are separated as\n\nthe DOORS OPEN.\n\nDANIEL'S P.0O.V. - UNDERGROUND STRUCTURE - SAME 41\n\nSeveral sterile hallways lead towards us, active with foot\ntraffic.\n\nINT. HALLWAY - TRACKING - CONTINUOUS 42\nDaniel follows Kawalsky down the main hallway.\n\nWalking out of an open office door is MEYERS, a balding middle-\naged scientist who extends his hand to Daniel as they walk.\n\f43\n\n44\n\n15.\n\nMEYERS\nMr. Jackson, Dr. Gary Meyers.\n\nDANIEL\nHi. Where am I?\n\nFEMALE VOICE (0.S.)\nA nuclear missile silo.\n\nDaniel turns to find BARBARA SHORE, late-thirties, walking\nup alongside him.\n\nSHORE\nDon't worry. It's been completely\nconverted. Barbara Shore. The token\nAstrophysicist on the team.\n\nKawalsky stops at the end of the hall, turning back to Daniel.\n\nKAWALSKY\nThis is where you'll be working.\n\nKawalsky opens the door. They all enter.\nINT. LAB - CONTINUOUS 43\n\nDaniel's eyes widen. A large workroom. The walls are covered\nwith charcoal rubbings and photo enlargements of\nhieroglyphics. On two large tables are various artifacts.\n\nMeyers moves over to the back wall and pulls down a sheet\nthat was covering...\n\nTHE GIZA TABLETS (FROM THE OPENING) 44\n\nThe Giza tablets have been fastened to the wall. Daniel is\ntruly amazed, hypnotized. Standing near the tablets,\nCatherine looks up from some papers and walks over to Daniel.\n\nCATHERINE\nGlad you decided to join us.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel is\ntruly amazed, hypnotized. Standing near the tablets,\nCatherine looks up from some papers and walks over to Daniel. CATHERINE\nGlad you decided to join us. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nWhere did you find them?\n\nCATHERINE\nGiza Plateau. 1928.\n(pointing out parts\nof tablets)\nThere are two lines of hieroglyphs.\nThe outer edge which has some familiar\nfigures, as you can see.\n\nShe points to a chalk board next to the hieroglyphics that\nhas a loose translation; YEAR 10 OF KING ?, SKY, RA, THE SUN\nDISK, COFFIN, DOOR TO HEAVEN.\n\f16.\n\nCATHERINE (CONT'D)\nAnd then there is the inner track,\nhere. These symbols, as you can\nsee, are unlike any ever found.\n\n(after a beat)\n\nLike Champillion with the Rosetta\nStone, we tried to compare the two\nreadings against each other for any\nsimilarities.\n\nDaniel, still in awe, walks over to the translation, examining\nit.\n\nDANIEL\nIt's all wrong. what did you use,\nBudge? Why do they keep reprinting\nhis books?\n\nMEYERS\nWe tried decoding and translation\ncomputer programs, used every known\ntechnique, for years with no result...\n\nDaniel erases the word TIME on the blackboard and replaces\nit with the word YEARS. Peeved, Meyers steps forward.\n\nMEYERS (CONT'D)\nExcuse me.\n\nCatherine stops him, watching Daniel, intrigued.\n\nDANIEL\nThat's a curious word to use \"qebeh.\"\nThen an adverbial sedjem-en-ef with\na cleft subject \"sealed and buried\"...\n(turning to Meyers)\nNOT coffin.\n\nShore walks up next to Kawalsky, together they watch Daniel\nwork quickly re-working the translation.\n\nMEYERS\n(to Daniel)\nWhat are you doing?!\n\nDANIEL\n\"Forever to eternity for all time\".\nYou really should have gotten that\none.\n\nShore looks over at Meyers with an \"I told you so\" attitude.\nAs Daniel steps back from the board we SEE he has nearly\ncompleted the translation of the top part of the Tablets.\n\f45\n\n17.\n\nDANIEL (CONT'D)\n\nThis should read, A MILLION YEARS\nINTO THE SKY IS RA, SUN GOD. SEALED\nAND BURIED FOR ALL TIME HIS...\n\nThen Daniel circles the last word.\n\nDANIEL (CONT'D)\nIt's not DOOR to HEAVEN.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEALED\nAND BURIED FOR ALL TIME HIS... Then Daniel circles the last word. DANIEL (CONT'D)\nIt's not DOOR to HEAVEN. \n\nTARGET SECTION TO BE ANNOTATED:\n The proper\ntranslation is... STARGATE.\n\nThere is a stunned beat. They can't believe how fast Daniel\ncan work. Slowly Daniel turns back to them.\n\nDANIEL (CONT'D)\n\nAlright, now will somebody please\n\ntell me why the military has assembled\na team of archaeological scientists\n\nin a nuclear missile silo on top of\nmount nowhere to study five thousand\nyear old Egyptian tablets?\n\nO'NEIL (0.S.)\nMy report says, ten thousand.\n\nThe group turns to SEE...\nCOLONEL O'NEIL 45\n\nDressed in full military attire, his hair cropped tight, the\nColonel, in sharp contrast to the man we met before, is now\nthe very image of the spit-and-polish soldier.\n\nDANIEL\nTen thousand?\n\nEveryone turns, surprised at this intrusion. Clearly the\nothers in the room do not recognise O'Neil. Kawalsky snaps\nto attention.\n\nKAWALSKY\nSir.\n\nO'NEIL\nAt ease.\n\nO'Neil opens the black folder, removes some papers and hands\nthem over to Kawalsky.\n\nCATHERINE\nExcuse me, do I know...\n\nO'NEIL\nJack O'Neil from General West's\noffice. I'll be taking over from\nnow on.\n\f18.\n\nShocked, Catherine turns to Kawalsky who looks up at the\npapers and nods; it's true. Daniel could care less about\nthe changing of the guard and steps forward.\n\nDANIEL\nWait a minute. Ten thousand? That's\nimpossible. Egyptian civilization\ndidn't even exist until...\n\nSHORE\nWe know, but the sonic and Radiocarbon\ntests are conclusive. Look at these\nartifacts from associated and\noverlying strata. Clearly\nEpipaleolithic or Neolithic, probably\nrelated to the Natufian in Palestine.\nEntirely consistent with the Ninth\nto Tenth Millennium B.C. date.\n\nDANIEL\nThese are cover stones. Was there a\ntomb underneath?\n\nMEYERS\nNo. But we found something much\nmore interesting.\n\nO'Neil interrupts, stepping between them.\n\nO'NEIL\nExcuse me, but this information has\nbecome classified.\n\nMEYERS\n(confused)\nCatherine, what's going on here?\n\nCATHERINE\nI'm not sure.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'NEIL\nExcuse me, but this information has\nbecome classified. MEYERS\n(confused)\nCatherine, what's going on here? CATHERINE\nI'm not sure. \n\nTARGET SECTION TO BE ANNOTATED:\nO'NEIL\nFrom now on, no information will be\npassed on to non military personnel\nwithout my expressed permission.\n\nDANIEL\nYou can't be serious. This is\nludicrous. What the hell am I doing\nhere?\n\nO'NEIL\nYou're a translator, so translate.\nLieutenant, I want all information\nnot directly pertaining to these\ntablets to be removed and brought to\nmy office immediately.\n\f46\n\n19.\nO'Neil turns for the exit.\n\nKAWALSKY\nYour office, Sir?\n\nO'NEIL\n(turning back)\nAnd I'll need an office.\n\nKAWALSKY\nYes Sir!\n\nKawalsky rushes for the door and leads O'Neil out.\nO'Neil marches out. The group exchange confused glances.\n\nMEYERS\nWho is this guy?\n\nCATHERINE\nI'll handle this.\n\nCatherine goes running after O'Neil. Meyers and Shore exit\nbehind her leaving a confused Daniel alone with the Tablets.\n\nDANIEL\n(to himself)\nTen thousand?\n\nCUT TO:\nINT. HALLWAY - MOMENTS LATER 46\n\nKawalsky leads O'Neil down the hallway. From the rear,\nCatherine rushes to catch up.\n\nCATHERINE\nColonel, just a minute.\n(O'Neil stops)\nI think you owe me some kind of\nexplanation. I was told I'd have\ncomplete autonomy.\n\nO'NEIL\nPlans change.\n\nCATHERINE\nWhy?\n\nO'NEIL\n\nThings have gotten too loose around\nhere. You've even brought in another\ncivilian.\n\nCATHERINE\nJackson was approved.\n\f47\n\n20.\n\nO'NEIL\nTo translate. That's all.\n\nCATHERINE\nThis has nothing to do with Jackson,\ndoes it? What's this all about? why\ndid they bring you in?\n\nAt first he doesn't want to answer. Finally he decides to\ntell her the truth.\n\nO'NEIL\nI'm here in case you succeed.\n\nO'Neil turns and walks away.\n\nCUT TO:\nINT. LAB - NIGHT 47\n\nTo the strains of seventeenth century opera music pouring\n\nout of a ghetto blaster, we PAN across the darkened lab.\nDaniel's belongings are spread throughout the room, including\nhis Egyptian bust. Open books scattered all over the floor.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAB - NIGHT 47\n\nTo the strains of seventeenth century opera music pouring\n\nout of a ghetto blaster, we PAN across the darkened lab. Daniel's belongings are spread throughout the room, including\nhis Egyptian bust. Open books scattered all over the floor. \n\nTARGET SECTION TO BE ANNOTATED:\nThe room is a mess.\n\nAS we see the Tablets, we TRACK UP the scaffolding surrounding\nit until we find Daniel, laying by the top of the Tablets.\nDaniel, looking harried and tired, is deep in thought.\n\nKAWALSKY (0.S.)\nDo you have a problem with the food\nhere? You've barely eaten in days.\n\nDaniel leans over the edge of the scaffolding and SEES\nKawalsky standing below, a tray of food in his hands.\n\nKAWALSKY (CONT'D)\nYou want anything else?\n\nDANIEL\nA point of reference. Some context.\nYou want me to solve a puzzle but\nyou won't give me the clues.\n\nKAWALSKY\nYou know I'm under strict orders.\n\nDANIEL\nSo disobey orders. You know what\nShakespeare said, \"Let them obey\nthat know not how to rule.\"\n\nKawalsky calmly puts the tray of food down on the desk\n\f48\n\n49\n\n50\n\n51\n\n21.\n\nKAWALSKY\nMust be tough to always be the\nsmartest person in the room.\n\nKawalsky turns and exits. Frustrated, Daniel lays back down\nonto the scaffolding.\n\nDaniel rolls over and climbs down the scaffolding and walks\nover to a table. He grabs the coffee pot only to find it\nempty. Carrying the pot with him, Daniel exits the lab.\n\nINT. HALLWAY - CONTINUOUS - NIGHT 48\n\nJust as he steps out of the lab, a NIGHT WATCHMAN looks up\nfrom his post. Daniel holds the empty pot up.\n\nDANIEL\nOut of water.\n\nThe Watchman nods as Daniel moves down the hall.\nINT. HALLWAY - OUTSIDE O'NEIL'S OFFICE - NIGHT 49\n\nTurning the corner, pot in hand, Daniel passes O'Neil's\noffice; O'Neil's name freshly painted on the door. Checking\nto see that he's unobserved, Daniel walks up to the office\ndoor.\n\nDaniel examines a KEYPAD at the side of the door. He reaches\ninto his pocket and pulls out a small pair of nail clippers.\n\nHe jimmies the top of the pad open with the clippers and\n\njams them into the wiring, SPARKS jump. Suddenly the office\n\ndoor glides OPEN.\n\nINT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe jimmies the top of the pad open with the clippers and\n\njams them into the wiring, SPARKS jump. Suddenly the office\n\ndoor glides OPEN. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n O'NEIL'S OFFICE - CONTINUOUS - NIGHT 50\n\nLike his home, O'Neil's office is immaculately kept. Daniel\ncreeps inside, scanning the room.\n\nHe SEES a file cabinet and rushes over to it. But as he\nopens its drawers he finds they are all empty.\n\nDaniel opens the closet door and finds a large SAFE, very\nhigh security. He looks down at the tiny nail clippers still\nin his hand. No way.\n\nCasually Daniel goes through the desk drawers, but again,\nempty. Finally in the last drawer he finds a photo of\nO'Neil's wife and son. Suddenly the GLOW of a computer screen\ncatches his eye. Daniel picks up the keyboard and starts\ntyping.\n\nMONITOR - INSERT 51\n\nBelow the words, UNITED STATES ARMED FORCES, Daniel types\nthe word \"query\" a highlight list appears. Daniel moves the\nhighlight over the word PERSONNEL. The word SEARCH appears.\n\f52\n\n53\n\n54\n\n55\n\n22.\n\nDaniel types in COLONEL JACK O'NEIL. The computer responds,\nPLEASE WAIT...\n\nImpatiently Daniel waits. Suddenly the SHADOW of a guard is\nSEEN through the door. Daniel FREEZES. The guard passes.\nDaniel looks back down to the computer and sees...\n\nO'NEIL, JACK - COLONEL - RETIRED, TWO YEARS - RETURNED ACTIVE\nDUTY, ONE MONTH.\n\nDaniel types something into the computer but the only response\n\nhe gets is; CLASSIFIED.\n\nFrustrated, Daniel shuts the desktop and moves towards the\nexit. But just as he's about to walk out the door, he spots\nsomething on the wall, back up.\n\nDANIEL'S P.0.V. - A STAR MAP\n\nof the known universe. Several of the star constellations\nmarked out in white. Daniel reaches up and the Star Map\ngets violently RIPPED from the wall.\n\nCOMPUTER SCANNER\n\nA bar of WHITE LIGHT scans across the table top, over the\nSTAR MAP.\n\nWIDEN TO REVEAL:\nINT. LAB - MINUTES LATER\n\nStuffing his face with a SNICKERS BAR, DANIEL sits behind\nthe bank of computers, working furiously.\n\nMONITOR\n\nThe screen FILLS with the image of one of the hieroglyphics.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIDEN TO REVEAL:\nINT. LAB - MINUTES LATER\n\nStuffing his face with a SNICKERS BAR, DANIEL sits behind\nthe bank of computers, working furiously. MONITOR\n\nThe screen FILLS with the image of one of the hieroglyphics. \n\nTARGET SECTION TO BE ANNOTATED:\nWe PAN UP from the computer to see it on the TABLETS just\nbeyond the screen.\n\nQuickly Daniel punches something up on the computer. The\ncomputer screen SPLITS putting the image of the hieroglyphs\non one side and the map's ORION star constellation on the\nother.\n\nMaking some adjustments on the computer, Daniel ROTATES the\nimage from the Star Map until it forms the SAME SHAPE AS THE\nHIEROGLYPHIC. They are, in fact, the same symbol!\n\nDaniel turns to his Egyptian bust.\n\nDANIEL\nBingo!\n\nCUT TO:\n\n52\n\n53\n\n54\n\n55\n\f56\n\n57\n\n58\n\n59\n\n23.\nMILITARY LIMOUSINES\n\nSliding to a stop. Dust. Doors opening. Stepping out of\nthe limos we SEE a DOZEN high ranking military OFFICIALS.\n\nEXT. MILITARY COMPOUND - TUNNEL ENTRANCE - DAY\n\nThe group of OFFICIALS move towards the tunnel entrance. As\nthey march we see that they surround GENERAL WEST, 50's.\nThe group disappears inside.\n\nINT. SILO - HALLWAY - SAME - DAY\n\nKawalsky leads Daniel, who carries a stack of papers, down\nthe hall. Kawalsky stops, opens a door marked BRIEFING ROOM.\nDaniel enters.\n\nINT. BRIEFING ROOM - CONTINUOUS - DAY\n\nThe Briefing room is packed; O'Neil, Catherine, Meyers, Shore\nand all the OFFICIALS we saw entering the compound. At the\ncenter of the conversation is General West.\n\nDaniel clearly wasn't expecting such an audience.\n\nCATHERINE\nDaniel, I'd like you to meet General\nWest.\n\nGENERAL WEST\nI've come a long way to hear this.\nLet's see what you've got.\n\nDaniel turns to Catherine who nods for Daniel to go ahead.\nDaniel unfurls O'Neil's star map. Daniel circles one of the\nconstellations.\n\nDANIEL\nThis is a star constellation. Orion.\nIdentical to a symbol on the Tablets.\n\nThe scientists exchange interested looks.\n\nDANIEL (CONT'D)\nThe symbols on the Tablets were not\nwords. They were constellations.\nPut together in a meticulous and\nunique order, forming an address.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL (CONT'D)\nThe symbols on the Tablets were not\nwords. They were constellations. Put together in a meticulous and\nunique order, forming an address. \n\nTARGET SECTION TO BE ANNOTATED:\nCATHERINE\nAn \"address\"? You mean coordinates?\n\nDANIEL\nExactly. The centerpiece of the\ntablets holds the key.\n\n56\n\n57\n\n58\n\n59\n\f24.\n\nDaniel draws the cartouche. Shore, Meyers and Catherine\nexchange a look. Even O'Neil leans forward.\n\nDANIEL (CONT'D)\nThis cartouche is a map. What we\nhave here are the seven points to\noutline a course to a destination.\n\nSHORE\nSeven?\n\nDaniel draws a diagram indicating the six points needed to\ndetermine a destination (SEE DIAGRAM).\n\nDANIEL\n\nIn order to find a destination in\nany three dimensional space we need\nto find two points to determine exact\nheight, two points for width, and\ntwo points for depth. Those points\nare indicated here...\n\n(re: cartouche)\n...with star constellations.\n\nGENERAL WEST\nYou said you needed seven points?\n\nDANIEL\nYes. While these symbols give us\nour destination, in order to chart\nour course we must have a point of\norigin.\n\nMEYERS\nBut there are only six symbols on\nthe cartouche.\n\nDANIEL\nThat's because the point of origin\nis not inside the cartouche but below\nit, here.\n\nDaniel circles a small symbol at the base of the cartouche.\n\nDANIEL (CONT'D)\nThis here. This is the sign for\nEarth. The point of origin. The\nseventh symbol.\n\nThere is a long silence. Daniel waits for a response. It\nis long in coming.\n\nCATHERINE\n(sly smile)\nHe did it.\n\f60\n\n61\n\n25.\n\nDANIEL\nDid what?\n\nSHORE\nThere is no symbol like that on the\ndevice.\n\nMEYERS\nPerhaps some other kind of\nrepresentation?\n\nDANIEL\n\nWhat device?\nCatherine turns to O'Neil and General.\n\nCATHERINE\nYou'll have to show him. He's the\nonly one who can identify it.\n\nDANIEL\nWould someone please tell me what's\ngoing on?\n\nThe General thinks a moment, turns to O'Neil.\n\nGENERAL WEST\nShow him.\n\nO'Neil walks over to the back wall. He pushes a large BUTTON.\nSuddenly the whole WALL SLIDES AWAY revealing a huge bay\nwindow looking out at a much larger room below.\n\nSurprised, Daniel turns.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pushes a large BUTTON. Suddenly the whole WALL SLIDES AWAY revealing a huge bay\nwindow looking out at a much larger room below. Surprised, Daniel turns. \n\nTARGET SECTION TO BE ANNOTATED:\n As Daniel walks over to the window\nwe PUSH IN TO SEE...\n\nMISSILE SILO - DANIEL'S P.O.V. 60\nThrough the window we can see the converted missile silo\n\npacked with high tech equipment. In the center of all this\ntechnology sits...\n\nTHE METALLIC RING 61\n\nThis ring, the same one found in Egypt over sixty years ago,\nnow seems to be part of one gigantic functioning machine.\n\nDANIEL\nWhat the hell is that?\n\nCATHERINE\nYour \"Star Gate.\"\n\nGENERAL WEST\nTake him downstairs. See if he can\nidentify this \"seventh symbol.\"\n\f62\n\n63\n\n64\n\n26.\n\nCatherine nods and leads Daniel and the others out of the\nroom, down to the silo. O'Neil and the General stay behind.\n\nINT. SILO - MOMENTS LATER 62\n\nControlled chaos. This room looks much like \"mission\ncontrol.\" Catherine escorts Daniel into the control booth.\nHe stares at the ring in total awe.\n\nCATHERINE\nWhile we didn't realize the symbols\nwere star constellations, it was\nobvious to us that they match symbols\nwritten on the star gate. Problem\nwas, we never knew about the seventh\nsymbol.\n\nThrough the observation window above, O'Neil and General\nWest watch as a video camera moves across a TRACK closing in\non the details of the Star Gate. General West turns to\nO'Neil.\n\nGENERAL\nJack, it's good to have you back.\n(O'Neil nods)\nHow's your wife?\n\nO'NEIL\nSome days are alright, others aren't.\n\nThe General nods, understands.\nANGLE - DANIEL AND CATHERINE 63\n\nCatherine leads Daniel next to a MONITOR that shows a detail\nof the symbols written on the rim of the star gate. Daniel\nstares at the screen, watching the symbols pass as the ring\nslowly rotates.\n\nDANIEL\nHold it!\n\nCatherine turns, signals for the Star Gate to stop spinning.\nDaniel walks closer to the monitor.\n\nMONITOR - STARGATE E.C.U. - SYMBOLS 64\n\nLifting a black marker to the screen, Daniel draws the symbol\nhe found below the cartouche OVER a symbol seen on the screen.\nClearly this symbol is the other representation of the same\nsign.\n\nMEYERS\nThat's it.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nU. - SYMBOLS 64\n\nLifting a black marker to the screen, Daniel draws the symbol\nhe found below the cartouche OVER a symbol seen on the screen. Clearly this symbol is the other representation of the same\nsign. MEYERS\nThat's it. \n\nTARGET SECTION TO BE ANNOTATED:\n We must have been blind!\n\nCATHERINE\nLet's try it.\n\f65\n\n27.\n\nCatherine picks up a phone. Above we SEE General West picking\nup a phone from behind the observation glass. He nods.\nCatherine hangs up.\n\nCATHERINE (CONT'D)\n(announcing)\nLet's run a test.\n\nOver a Mic, Shore gives instructions to two TECNICIANS who\nprogram the ring to TURN, front part and back in different\ndirections, aligning the sides. Each section stopping at a\nparticular sign, matching the cartouche.\n\nSeveral ARMED GUARDS suddenly surround the star gate,\nprotecting it, from what, we don't know. A Technician opens\nthe top of the probe and places a caged RAT inside.\n\nAs each symbol aligns on the StarGate, a LASER ignites in\nthe center of the ring. Each additional laser builds the\nintensity of the light. Daniel is amazed. He adjusts his\nglasses to get a better look when they suddenly CRACK.\n\nCATHERINE (CONT'D)\nI should have warned you about that.\n\nDANIEL\n(taking off his glasses)\nIncredible.\n\nAs the Seventh Symbol is matched up, there is an audible\nHUM. The lasers BRIGHTEN and a strange light TUNNEL begins\nto form at the center of the ring.\n\nSHORE\nIt's guiding itself. Can you believe\nthis?!\n\nSuddenly every computer in the room begins to activate.\nLights FLASH, data PRINTS out, technicians rush to deal with\nall the input. Shore turns around to SEE...\n\nMAP ON THE BACK WALL OF THE CONTROL ROOM 65\n\nA detailed schematic of the Universe. A small red laser\nCROSS HAIR begins to trek across the map, leaving Earth and\ntraveling across the galaxy, stopping at the far end of the\nscreen.\n\nSHORE (CONT'D)\nOh my God, the beam has locked onto\na point on the other side of our\nGalaxy!\n\nTECHNICIAN #2\nIt has mass. Could be a moon or\nlarge asteroid.\n\f28.\n\nDANIEL\nWhere are we on that map?\n\nCATHERINE\nBlue dot.\n\nThe flashing BLUE DOT is all the way on the OTHER SIDE of\nthe screen, lower right corner.\n\nCATHERINE (CONT'D)\nThat's right, Daniel. The other\nside of the known Universe.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe flashing BLUE DOT is all the way on the OTHER SIDE of\nthe screen, lower right corner. CATHERINE (CONT'D)\nThat's right, Daniel. The other\nside of the known Universe. \n\nTARGET SECTION TO BE ANNOTATED:\nA PROBE is brought over to a ramp that leads into the center\nof the RING.\n\nGENERAL WEST\n(filtered through\nmicrophone)\nRelease the Probe.\n\nThe crew finishes their last preparations and rushes away,\nleaving the PROBE sitting on the ramp.\n\nSHORE\nInitiate count down.\n\nA COMPUTER COUNTDOWN begins. The technicians put on large\nDARK SECURITY GLASSES. Catherine hands a pair to Daniel who\nreluctantly puts them on.\n\nSuddenly the PROBE STARTS TO MOVE. The PROBE moves tank-\nlike across the ramp heading directly into the center of the\nRING. As the countdown reaches the end, the PROBE moves\nINTO THE RING. Suddenly there is an audible POWER SURGE.\n\nBLINDING WHITE LIGHT flashes from the RING. Even with the\nglasses, Daniel and the others cover their eyes.\n\nSuddenly the PROBE VANISHES!\n\nShocked, Daniel looks to Catherine for an explanation. She\ngives none.\n\nA SECOND count down begins, counting down from 60... 59...\n58... 57... With baited breath, the entire crew remains\nmotionless, waiting for the end of the countdown.\n\nDANIEL\n(whispered to Catherine)\nWhat's happening?\n\nCATHERINE\nWe're waiting for it to come back.\n\nDANIEL\nCome back?\n\f29.\n\nCATHERINE\nNever has before.\n\n32... 31... 30...\n\nDANIEL\nHow is this possible?\n\nCATHERINE\nIt's made out of a quartz unlike any\nfound on Earth. Some kind of natural\nmolecular disrupter. The device is\nmade out of it. It breaks down atoms\nand sends them through another\ndimension.\n\n22... 21... 20...\n\nDANIEL\nHow long have you guys been working\non this?\n\nCATHERINE\n\nMy father found it when I was a child.\nBut the Egyptian government didn't\nrelease it until '71. Then we had\n\nto get it from the British. And\n\nfrom there it took another ten years\nto get financing.\n\nDANIEL\nFrom the Pentagon.\n\n8... 7... 6...\n\nThe tension is thick. Everyone in the room is anxious,\nwaiting nervously.\n\n3... 2... 1...\n\nThrough the ring, a vague SHADOW can be seen coming from the\nother side.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone in the room is anxious,\nwaiting nervously. 3... 2... 1... Through the ring, a vague SHADOW can be seen coming from the\nother side. \n\nTARGET SECTION TO BE ANNOTATED:\n Slowly the shadow takes the form of THE PROBE,\nmoving slowly and steadily down the ramp.\n\nWithin seconds the ring TURNS ON ITS OWN and SHUTS DOWN.\n\nThe whole room explodes with CHEERS. The armed guards\nsurround the probe as it comes off the ramp. Two guards\nimmediately begin to examine it. One guard opens the top of\nthe probe, removing the caged RAT; still alive and well.\n\nThe technicians and crew members hug each other,\ncongratulating one another. Meyers rushes over to Daniel\nshaking his hand, enthusiastically.\n\nMEYERS\nCongratulations. I mean it.\n\f66\n\n30.\nUnlike everyone else, Daniel remains incredulous.\n\nDANIEL\nThey're planning on going through,\naren't they?\n\nCATHERINE\nThat's what this was all about.\n\nSuddenly the phone rings. Catherine picks it up and tries\nto listen through all the cheering going on around her.\n\nCATHERINE (CONT'D)\n(yelling to room)\nQuiet! Everyone!\n\nThe room settles down. As Catherine's expression darkens,\neveryone in the room turns and looks at her, concerned.\n\nSlowly we PAN UP to the observation window. Unheard by us,\nO'Neil finishes his conversation with Catherine. Slowly the\nwall LIFTS back up, COVERING the window.\n\nSlowly Catherine hangs up the phone and turns back to her\ncohorts.\n\nCATHERINE (CONT'D)\nWe're done. They're sending us all\nhome. He said they're taking over\nfrom here.\n\nSHORE\nWhat?!\n\nThrough the glass window of the control room we SEE...\nTECHNICIANS - CATHERINE'S P.0O.V. THROUGH GLASS 66\n\nTwo Technicians move close to the probe. Suddenly several\nof the armed guards block their path, rifles lifted. Behind\nthem Kawalsky instructs a guard who removes several DISKS\nfrom the probe. Confused, the Technicians turn back to\nCatherine.\n\nMEYERS\nThey can't do this!\n\nCATHERINE\nYes they can.\n\nSadly she turns away, trying to hide her disappointment.\nEveryone is shocked as the armed guards, led by Kawalsky\ntake the probe out of the silo.\n\nDaniel can't believe it. He turns and looks at the\ncrestfallen faces around him. With a strange resolve, Daniel\nstorms out.\n\f31.\n\n67 INT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith a strange resolve, Daniel\nstorms out. 31. 67 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BRIEFING ROOM - SAME 67\nThe door bursts open as Kawalsky and two of the armed guards\nmarch in carrying the recording disks from the probe. They\npass O'Neil and General West.\n\nGENERAL WEST\nIt's up to you now, Jack.\n\nO'NEIL\nI'll be ready. Oh-six hundred hours.\n\nO'Neil turns and exits the room.\n68 INT HALLWAY OUTSIDE BRIEFING ROOM - CONTINUOUS 68\n\nBarely three steps out of the room, O'Neil is interrupted by\nDaniel who races up, walking behind him.\n\nDANIEL\nJust what the hell do you think you're\ndoing?\n\nO'NEIL\n\nWe'll release all intelligence at\nthe appropriate time.\n\nDANIEL\nAnd who's going to make that decision?\nThe Pentagon?\n\nO'NEIL\nMilitary intelligence.\n\nDANIEL\nThat's a contradiction in terms.\n\nIgnoring Daniel, O'Neil walks on.\n\n \n\nDANIEL (CONT'D)\nHow do you think you'll be able to\nkeep this quiet! The public will\nwant to know.\n\nO'Neil stops, faces Daniel.\n\nO'NEIL\nWho's going to tell them? You?\nDANIEL\nIf I have to.\nO'NEIL\n(contemptuous)\n\nGo ahead. Who do you think is going\nto believe you? You're a joke.\n(MORE )\n\f69\n\n70\n\n71\n\n32.\n\nO'NEIL (CONT'D)\n\nYou have no credibility left out\nthere. Face it, your only interest\nhere is to try and repair your damaged\nreputation.\n\nDANIEL\nYou're damned right I do. I've spent\nthe better part of my life studying\nexactly what this project is all\nabout. I've dedicated myself to it.\nWhat have you dedicated your life\nto, Colonel?\n\nThe Colonel stares at him hard. He'd like to answer but\nwon't.\n\nO'NEIL\n(cold; lethal)\nPack your bags and get off this base.\n\nO'Neil turns and walks away. Frustrated, Daniel yells after\nhim.\n\nDANIEL\nYou're going to need me!\n\nGENERAL WEST (0.S.)\nHe may be right.\n\nO'Neil and Daniel spin to see General West standing behind\nthem.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nGENERAL WEST (0. S.)\nHe may be right. O'Neil and Daniel spin to see General West standing behind\nthem. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\nA HAND 69\n\nPushes one of the recording disks from the probe into some\nkind of laser disk-type player.\n\nMONITOR - PROBE'S P.O.V. - DARKLY LIT ROOM 70\n\nThe monitor lights up and through the static-filled video we\nsee the interior of some architectural STRUCTURE.\n\nWIDEN TO REVEAL:\n\nINT. BRIEFING ROOM - LATER - DAY 71\nDaniel stands in front of the large wall sized monitor at\n\nthe edge of the room. Behind are the military officials,\nKawalsky and O'Neil.\n\nThe image slowly rotates, panning around the room stone walls.\nSoon we pass over another STAR GATE, fully powered.\n\f33.\n\nGENERAL WEST\nFreeze and enhance.\n\nThe image FREEZES. Digitally the image is ENHANCED as we\nartificially ZOOM closer, detailing the ring of the Star\nGate.\n\nFascinated, Daniel moves closer.\n\nDANIEL\nThe markings... they're different.\n\nGENERAL WEST\nThat's why I wanted you to see this.\n\nASSISTANT LIEUTENANT\nThe readouts tell us it's an\natmospheric match. Barometric\npressure, temperature and most\nimportantly oxygen. All compatible\nto Earth. As we expected.\n\nThe General steps behind Daniel.\n\nGENERAL WEST\nBut I won't send our boys over there\nif I'm not absolutely sure I can\nbring 'em back.\n\nASSISTANT LIEUTENANT\nWe know the beam will only stay\nconnected for a short amount of time.\nAfter the ring shuts itself down,\nwe'll have to re-establish the beam\nfrom the other side.\n\nDANIEL\nWe could re-establish from here.\n\nGENERAL WEST\nOnce our team goes through, this\nplace will be evacuated and sealed.\nWe don't know what might come through\nfrom the other side.\n\nDANIEL\nSo you want me to go over with the\nteam, re-align the Star Gate and\nbring everyone back home.\n\nGENERAL WEST\nQuestion is, can you do it?\n\nDaniel takes a beat, turns to O'Neil and Kawalsky who stand\nnear the back of the room.\n\f72\n\n73\n\n74\n\n34.\n\nDANIEL\nYes... I can do it.\n\nGENERAL WEST\nAre you sure?\n\nDANIEL\nPositive.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can do it. GENERAL WEST\nAre you sure? DANIEL\nPositive. \n\nTARGET SECTION TO BE ANNOTATED:\nGeneral West turns to his counterparts who all nod in\nagreement.\n\nGENERAL WEST\nFine. You're on the team.\n\nDismissed, Kawalsky escorts Daniel out of the room. Once\nthey're both gone, O'Neil turns back to General West.\n\nO'NEIL\nHe's smart. He won't go along with\nus if he figures it out.\nGENERAL WEST\nThen it's your job to make sure he\ndoesn't.\nCUT TO:\nINT. HALLWAYS 72\nA trunk is CLOSED, sealed. Boxes, equipment and personnel\nare being shipped out. Among the busy foot traffic we see\nMeyers and Shore sadly walking out carrying their suitcases.\nEXT. COMPOUND - HANGER - EARLY MORNING 73\n\nPersonnel busses are loaded, people stowing their belongings.\nTrucks packed with boxes of equipment.\n\nINT. LAB - SAME 74\n\nDaniel is buttoning the final button on his standard military\nissue combat uniform.\n\nCATHERINE (0.S.)\nI thought you didn't like to travel.\n\nDaniel turns to find Catherine standing in the doorway.\n\nDANIEL\nI got over it.\n\nCATHERINE\nI wanted to give you something.\n\nCatherine walks over to Daniel, taking something out of her\npocket.\n\f75\n\n76\n\n77\n\n35.\nCATHERINE (CONT'D)\nThis was found the same day as the\nStar Gate. It always brought me\nluck.\nShe opens her hand, exposing the SUN DISK necklace.\n\nDANIEL\nI couldn't...\n\nLifting the necklace, Catherine puts it on a grateful Daniel.\n\nCATHERINE\nBring it back to me.\n\nOvercome with emotion, Catherine turns away and hurries out.\nDaniel watches her leave.\nINT. TUNNEL ENTRANCE - MOMENTS LATER 75\nThrough the busy traffic of people making their way out we\nSEE the silhouetted figure of Catherine walking away from\nus.\nINT. HALLWAY - SAME 76\nO'Neil marches towards the anxious and concerned faces of\nour away squad; Kawalsky, five SOLDIERS (We recognize these\nsoldiers from Daniel's arrival) and Daniel.\nThere's a long tense pause. Finally...\nO'NEIL\n\nDoes anyone want to say anything\n\nbefore we go?\nO'Neil walks past each member of the squad who look up at\nhim and say nothing.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally... O'NEIL\n\nDoes anyone want to say anything\n\nbefore we go? O'Neil walks past each member of the squad who look up at\nhim and say nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n SNEEZE. Everyone turns down the line\nlooking at Daniel who wipes his nose with a Kleenex.\nINT. SILO - CONTROL ROOM - MORNING 77\nAbuzz with activity.\n\nTECHNICIAN\nInitiate commencement sequence.\n\nTechnicians making final adjustments to the computers. We\nMOVE up from the computer console to a MONITOR where we see\na detail of the RING as it begins to TURN.\n\nAs it turns we RACK FOCUS through the glass to the Star Gate.\nIn front of it we SEE a WHEELED VEHICLE getting packed with\nequipment.\n\f78\n\n79\n\n80\n\n81\n\n82\n\n83\n\n84\n\n36.\nTECHNICIAN (CONT'D)\n(filtered through\nspeaker)\nCameras on.\n\nVIDEO CAMERAS spin from every angle of the silo, focusing on\nthe Star Gate. As we PAN UP from the multitude of cameras\nwe stop at...\nANGLE - OBSERVATION WINDOW - GENERAL WEST 78\n\nWatching the activity below, the General sees the away squad,\nled by O'Neil as they march into the silo.\n\nINT. SILO - SAME 79\nThe squad walks over to the ramp. Four SOLDIERS move over\n\nto the wheeled vehicle, escorting it on either side as it\n\nslowly moves up the ramp.\n\nWith three of the symbols already LOCKED IN, the Star Gate\ncontinues to ROTATE.\n\nThe squad follows the vehicle up the ramp. Daniel looks up\nat the spinning Star Gate and swallows hard.\n\nTECHNICIAN\nLast sequence initiated.\n\nTHE SEVENTH SYMBOL. 80\nBegins its turn. We FOLLOW IT as it slowly moves into place.\nGENERAL WEST'S P.0O.V. - DOWN INTO SILO 81\n\nThe team stands below in the now empty silo, preparing to\nenter the ring. General West picks up the microphone.\n\nGENERAL WEST\nBegin final evacuation.\n\nINT. CONTROL BOOTH - SAME 82\n\nAs the last of the technicians leave, the ENTRANCE DOORS to\nthe Star Gate room and control booth slowly SHUT and LOCK.\n\nINT. OBSERVATION BOOTH - SAME 83\n\nGeneral West presses a button and the wall covering SEALS UP\nover the window. The General turns and exits.\n\nTHE SEVENTH SIGN 84\n\nlocks into place. The Star Gate STOPS ROTATING.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe General turns and exits. THE SEVENTH SIGN 84\n\nlocks into place. The Star Gate STOPS ROTATING. \n\nTARGET SECTION TO BE ANNOTATED:\n The seven\nlasers IGNITE, forming the beginnings of the TUNNEL.\n\f85\n\n86\n\n87\n\n88\n\n89\n\n90\n\n91\n\n92\n\n37.\nINT. HALLWAYS - SAME\nGeneral West, joined by his men, marches down through the\nelaborate hallways. Doors SHUTTING and SEALING behind them\nas they march.\nINT. SILO - SAME\nThe vehicle hits the top of the ramp and enters INTO THE\nRING. Daniel stares in wonder at the sight. The entire\nvehicle and the men alongside EVAPORATE into the ring's\ncenter.\nEXT. COMPOUND - SAME\n\nThe last to leave, General West and his men exit the tunnel\nentrance and two HUGE CONCRETE DOORS begin to MOVE, closing.\n\nINT. SILO - SAME\n\nStoic, O'Neil is the first to march through after the vehicle.\n\nHe steps into the ring.\n\nKawalsky turns back to the Soldier behind him. They exchange\napprehensive looks. Kawalsky turns back and walks in.\n\nThe Soldier crosses himself and steps inside, revealing...\nDANIEL\n\nHis heart in his throat, Daniel stares at the ring.\n\nINT. TUNNEL ENTRANCE - GENERAL WEST - SAME\n\nThrough the closing doors we SEE General West looking back\njust as the two gigantic doors SEAL CLOSED, blackout.\n\nINT. STARGATE ROOM - SAME\nDaniel shuts his eyes and steps into the beam.\nDANIEL\n\nBefore our eyes we SEE Daniel broken down to the molecular\nlevel... ...he enters another dimension. A fourth\n\ndimension... ...traveling over millions of light years outside\n\nof our own time continuum...\n\n...we then enter a gigantic black space, floating... until a\nsun-like light RUSHES towards us, engulfing us... ...the\nscreen BURNS to COMPLETE AND TOTAL WHITE... Slowly out of\nthe bright white light, a face forms. Molecules rush\ntogether. It's Daniel, covered with frost, dropping down to\nhis knees, clutching himself in pain.\n\nWIDEN TO REVEAL:\n\n85\n\n86\n\n87\n\n88\n\n89\n\n90\n\n91\n\n92\n\f93\n\n38.\nINT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's Daniel, covered with frost, dropping down to\nhis knees, clutching himself in pain. WIDEN TO REVEAL:\n\n85\n\n86\n\n87\n\n88\n\n89\n\n90\n\n91\n\n92\n\f93\n\n38. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PYRAMID - STARGATE ROOM - SAME 93\n\nIn a pool of light beneath the Star Gate on the other side\n(exactly like the one on Earth), Daniel is curled up, freezing\ncold. Hands reach out for him. Panicked, Daniel knocks\n\nthem away.\n\nKAWALSKY\nJackson, you alright?\n\nO'NEIL\nCalm down, Jackson, it's over.\n\nSquinting through the bright light, Daniel can just make out\nthe shapes of the other members of the squad, scattered around\nthe room in various states of recovery.\n\nCoughing, squinting and shaking off the cold, the team comes\ntogether.\n\nSuddenly the Star Gate begins to TURN on its own. As it\nSTOPS the light at the ring's center SHUTS OFF. TOTAL\nBLACKNESS.\n\nA FLARE ignites. Adjusting to the new light we SEE O'Neil\nholding the flare, checking his men.\n\nO'NEIL (CONT'D)\nEveryone alright?\n\nSlowly the squad nods. One soldier, LT. FERETTI, shakes it\noff.\n\nLT. FERETTI\nTell me we don't have to go through\nthat thing again.\n\nDaniel, slowly recovering, lifts himself up, dazed. A second\nflare is LIT. Using the light, Daniel scans the room,\nspotting the Star Gate. He's amazed.\n\nAs he looks around we SEE that we are in a massive stone\nsurrounding, not nearly as big as the silo, yet still\nimpressive. Behind Daniel the squad gathers equipment,\nreadies to move out.\n\nOne soldier, FREEMAN, attaches a light to a harness mounted\nVIDEO CAMERA, while BROWN slips on a back pack connected to\n\na receiving DISH for collecting technical data. Brown checks\na readout monitor attached to the back of his arm.\n\nO'Neil moves over to a doorway leading to a short hallway.\nHe looks down the hallway and turns back to the squad.\n\nO'NEIL\nFeretti, take point. First team.\n\f94\n\n95\n\n96\n\n97\n\n98\n\n39.\n\nFeretti lifts his rifle. He and another Soldier lead Brown\nthrough the doorway. Kawalsky and another Soldier move across\nfrom O'Neil.\n\nO'NEIL (CONT'D)\nKawalsky, cover the rear.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe and another Soldier lead Brown\nthrough the doorway. Kawalsky and another Soldier move across\nfrom O'Neil. O'NEIL (CONT'D)\nKawalsky, cover the rear. \n\nTARGET SECTION TO BE ANNOTATED:\nKawalsky nods as O'Neil moves through followed by another\nsoldier. Freeman adjusts his camera harness and follows.\nKawalsky moves to follow, then turns back to Daniel.\n\nKAWALSKY\n\n(whisper)\nJackson!\n\nDaniel spins, nods and follows.\nINT. HALLWAYS/MEDALLION ROOM - CONTINUOUS 94\nSlowly the squad makes its way through the dark hallway and\nacross this small room. Brown checks his readout on the\nmove.\nO'Neil and his team move quickly through, followed by Daniel\nwho stops, noticing something. He reaches forward and grabs\nFreeman, turning his light down to the floor.\nDANIEL'S P.O.V. - MEDALLION 95\nWe see a large round MEDALLION on the floor. Tilting\nFreeman's light we look up to find a similar object on the\nceiling above.\n\nDaniel doesn't know what to make of it. Annoyed, Freeman\nshakes himself loose from Daniel and moves on.\n\nBLACKNESS - HALLWAY 96\nTwo small blue-ish flares ROLL towards us, landing to a bumpy\nstop. Together they illuminate this GRAND GALLERY (a larger\nhallway leading upwards). Below us we see Feretti's face as\n\nhe peers upwards.\n\nHe tosses another flare and enters with his team.\n\nANGLE - BROWN 97\n\nSpinning and turning as he marches upwards into the Gallery.\nO'Neil and his team follow, guns ready, camera recording.\n\nDANIEL 98\n\nat the rear, stares at the surroundings. Somehow it all\nseems familiar to him.\n\f99\n\n100\n\n101\n\n102\n\n103\n\n104\n\n105\n\n40.\nRAMPWAY TOP - CONTINUOUS 99\n\nAt the top of the rampway, the hall LEVELS off to a short\nhallway leading to another chamber. As the team arrives,\nthey gather together awaiting instructions.\n\nTEAM'S P.O.V. - DOWN HALLWAY 100\n\nAhead of them, LIGHT can be SEEN in the next chamber, perhaps\nleading outside. Brown, Feretti and another soldier move\nahead of the rest, heading into the next room.\n\nINT. ENTRANCE HALL - CONTINUOUS 101\n\nA much larger hallway filled with huge pillars.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBrown, Feretti and another soldier move\nahead of the rest, heading into the next room. INT. ENTRANCE HALL - CONTINUOUS 101\n\nA much larger hallway filled with huge pillars. \n\nTARGET SECTION TO BE ANNOTATED:\n Feretti\npeels off to one side, the other soldier taking position\nacross from him. Brown steps into the room, taking readings.\n\nTEAM'S P.0.V. - BROWN 102\n\nSilhouetted at the end of the hall, in the next room. Brown\nturns his back to us.\n\nBROWN\n(off his readout)\nConditions are similar to inside.\nRadiation, electromagnetic and other\nexposures, normal.\n\nThe rest of the team moves onward.\n\nINT. ENTRANCE HALL - CONTINUOUS 103\nCautiously the team makes its way through this huge room,\nrotating positions, moving pillar at a time. Again, Brown\n\nand Feretti are the first to reach the doorway leading\n\noutside.\n\nChecking his readings, Brown turns back and gives the okay\nsign. The team follow.\n\nANGLE - DANIEL 104\n\nTotally awestruck, Daniel cannot believe what he's seeing.\nHe's thrilled. Nearly in a daze, Daniel takes it all in.\n\nDANIEL'S P.0.V. - EXITING ENTRANCE HALL - DAY 105\n\nFollowing closely behind O'Neil, Daniel slowly makes his way\nthrough the doorway out into the bright sunlight. Daniel\nfinds himself on a large platform surrounded by SAND DUNES.\n\nAhead of him he SEES the soldiers who've taken defensive\npositions across the platform and Brown and Freeman who are\namazed as they record all they survey.\n\f106\n\n107\n\n108\n\n109\n\n41.\nEXT. ENTRANCE PLATFORM - DAY 106\n\nWe see the entire team positioned across this mammoth\nstructure. O'Neil turns to Kawalsky and Feretti.\n\nO'NEIL\nI want to see where the hell I am.\nKawalsky, Feretti, secure the base\nof this ramp. I'm going to take a\nlook around.\n\nDANIEL\nI'll go with you.\n\nO'Neil ignores Daniel as he follows Kawalsky and Feretti\ndown the long ramp into the sands.\n\nANGLE - ENTRANCE RAMP 107\n\nAt the base of the ramp stand two LARGE OBELISKS. Kawalsky\nand Feretti take positions on either side of the OBELISKS.\nO'Neil and Daniel follow down the ramp and into the sand.\n\nBehind them, Freeman marches down with his camera.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nKawalsky\nand Feretti take positions on either side of the OBELISKS. O'Neil and Daniel follow down the ramp and into the sand. Behind them, Freeman marches down with his camera. \n\nTARGET SECTION TO BE ANNOTATED:\n As he\nnears the base of the ramp he LIFTS his camera to get a better\nlook at the structure they've just left. Slowly he moves\n\naway from his eyepiece.\n\nFREEMAN\nHoly shit!\n\nANGLE - DANIEL AND O'NEIL 108\n\nclimb the dune across from the obelisks. Winded, Daniel\nreaches the top long after O'Neil.\n\nAs Daniel catches his breath he turns to see what O'Neil is\nlooking at. Daniel is stunned, speechless.\n\nDANIEL'S P.0O.V. - THE PYRAMID 109\n\nJust like the great one of Egypt, only BIGGER and without\nany decay. Glorious and breathtaking.\n\nLooming just beyond the pyramid we see THREE SUNS in the sky\nbearing down on us. Thrilled, exhilarated and frightened,\nO'Neil and Daniel stand there in total awe. Too overwhelmed\nto speak. Finally...\n\nDANIEL\n(thrilled)\nI knew it!\n\nO'Neil shoots him a look and heads back down the dune.\nOverjoyed, Daniel just stares at the horizon, filled with\nwonder. Halfway down, O'Neil turns back to him.\n\f110\n\n42.\n\nO'NEIL\nJackson, what are you waiting for?\n\nDaniel turns and follows.\nANGLE - OBELISKS 110\n\nKawalsky and Feretti move over to meet O'Neil as he walks\nover from the dune. Freeman continues to video everything.\n\nO'NEIL\nI want two men securing the hallways\nleading to the star gate, two men\nguarding the entrance of the\nstructure. Freeman, you and Brown\nsweep the exterior surroundings...\n\nFREEMAN\nYes, sir.\n\nDaniel rushes up from behind.\n\nO'NEIL\n...and you, get to work. I want us\nre-establishing contact within the\nhour.\n\nDANIEL\nI need more time. There's bound to\nbe more structures here, traces of\nCivilization...\n\nO'NEIL\nWhat are you trying to say?\n\nDANIEL\nLook at it! It's an exact replica\nof the great pyramid of Giza. We're\nnot going to find any hieroglyphic\nor pictorial displays. We've got to\nexpand our search...",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's an exact replica\nof the great pyramid of Giza. We're\nnot going to find any hieroglyphic\nor pictorial displays. We've got to\nexpand our search... \n\nTARGET SECTION TO BE ANNOTATED:\n Kawalsky and\nFeretti exchange a glance. O'Neil\nsteps close to Daniel.\n\nO'NEIL\nYour job is to re-align the star\ngate and get us back home. Can you\ndo it or not?\n\nThere's a long pause as Daniel decides to answer.\n\nDANIEL\nI can't.\n\nO'NEIL\nCan't or won't?\n\f43.\nFeretti leans close to Kawalsky who stares at Daniel, pissed.\n\nFERETTI\nWhat's he talking about?\n\nDANIEL\nIf they marked the co-ordinates on\ntablets back on Earth, there must be\nsomething like that here. I just\nhave to find it.\n\nKAWALSKY\n\nFind it!? That wasn't the deal!\nO'NEIL\n\nLieutenant.\nFERETTI\n\nSo we're stuck here. Great.\n\nKAWALSKY\nYou lying son of a bitch.\n\nKawalsky SHOVES Daniel, hard.\n\nO'NEIL\nLieutenant!\n\nKawalsky freezes. There is a long tense moment as Kawalsky\nfinally eases off.\n\nO'NEIL (CONT'D)\nWe'll set up base camp down here.\nOrganize our supplies.\n\nKAWALSKY\nBut Colonel...\n\nO'NEIL\nYou have your orders.\n\nReluctantly Kawalsky turns and leaves, Feretti in tow. Daniel\nstands up behind O'Neil who turns back to him. O'Neil turns\nand looks at Daniel, cold. After a pregnant beat, O'Neil\nturns and walks away.\n\nCUT TO:\n111 A HAMMER 111\nSlams down against a large tent SPIKE.\n112 EXT. BASE CAMP - LATE AFTERNOON. 112\n\nA shirtless Feretti ties down the cover tent; a larger tent\nshading several smaller tents beneath. Sweating under the\nintense heat, Brown and Freeman unpack some equipment.\n\f113\n\n114\n\n44.\n\nFREEMAN\nIf we don't return soon, they'll\njust turn it back on from the other\nside, won't they?\n\nBROWN\nWho will? They sealed the silo!\nDon't you get it? There's no one\n\nthere.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey sealed the silo! Don't you get it? There's no one\n\nthere. \n\nTARGET SECTION TO BE ANNOTATED:\nFERETTI\nI'm telling you guys, we're stuck\nhere!\n\nPissed, Feretti takes out his frustration on another tent\npost, SLAM.\n\nEXT. PYRAMID - SAME 113\n\nAt the base of the ramp, Daniel struggles carrying a heavy\nbox. Another Soldier BUMPS into him as he passes, easily\ncarrying his own load.\n\nDANIEL\nNo problem, I got it.\n\nContemptuous, the other soldier doesn't even look back.\nDaniel begins the long climb up the dune.\n\nINT. STARGATE ROOM - SAME 114\n\nKawalsky walks over to the wheeled vehicle to pick up the\nlast two crates from its cargo area.\n\nKAWALSKY\nBase camp is set up, Sir.\n\nO'NEIL\nI've got that one.\n\nKawalsky nods. He puts back down one of the crates and leaves\nwith the other. Once gone, O'Neil moves over to the wheeled\nvehicle, lifting off the last crate. He reaches into his\npocket and produces a strange looking TOOL.\n\nKAWALSKY (0.S.)\nSir, permission to speak?\n\nO'Neil coolly palms the tool, hiding it and turns around.\n\nO'NEIL\nGranted.\n\nKAWALSKY\nI just wanted to apologize for losing\nmy cool. It's just... this is all\nso... overwhelming.\n\f115\n\n45.\n\nO'NEIL\nDon't let it happen again.\n\nO'Neil turns away. Hurt, Kawalsky would like to say more,\ndoesn't. He leaves. O'Neil takes the tool, placing it into\nthe floor boards of the vehicle.\n\nAs he maneuvers the tool, a section of the floor COMES OFF,\nrevealing a hidden compartment below. O'Neil reaches in and\nremoves two heavy, SOPHISTICATED LOOKING DEVICES.\nPlacing the Devices on the floor, he adjusts something on\nthem, connecting the two pieces together. Joined, he opens\na common LID, exposing a small button.\nAs he presses it, a square electrical \"KEY\" POPS UP.\nO'Neil pockets the \"KEY\" and shuts the lid, locking it.\nCUT TO:\nBASE CAMP 115\n\nDaniel struggles up the last few steps of the hill. He DROPS\nhis cargo down, with a THUD.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Neil pockets the \"KEY\" and shuts the lid, locking it. CUT TO:\nBASE CAMP 115\n\nDaniel struggles up the last few steps of the hill. He DROPS\nhis cargo down, with a THUD. \n\nTARGET SECTION TO BE ANNOTATED:\n Exhausted, he sits.\n\nDANIEL\nAnyone have some sun block... say\n100?\n\nThe others turn away, ignoring his joke.\n\nDANIEL (CONT'D)\nWhat's in all these boxes, anyway?\n\nDaniel opens the box he carried, revealing DOZENS OF GUNS.\n\nDANIEL (CONT'D)\n(sarcastic)\n\nJesus. You guys plan on fighting a\n\nwar here?\n\nFeretti shoots him a dirty look.\n\nFERETTI\nDon't you have something you should\nbe doing?\n\nFeretti lifts a large duffel and HEAVES it at Daniel, knocking\nhim over. The duffel rolls from his hands and all his BOOKS\ngo TUMBLING DOWN the other side of the dune.\n\nFeretti smiles to Brown as Daniel reluctantly gets up and\nclimbs down the dune after his belongings.\n\f116\n\n117\n\n118\n\n119\n\n120\n\n1214\n\n46.\nLOWER DUNE - CONTINUOUS 116\nDaniel makes his way clumsily down the sand, his books are\nscattered everywhere. As he reaches over to pick up the\nempty duffel, he SEES...\nHOOF PRINTS\nin the sand. Deep set prints, walking around the next dune.\nDaniel can't believe it. For a moment he considers going\nback and telling the others, thinks better of it and follows\nthe tracks.\nNEXT DUNE 117\n\nAs Daniel climbs to the top of the next dune he SEES the\ntracks continuing over the next sand dune. Daniel follows.\n\nBASE CAMP - SAME 118\n\nO'Neil arrives carrying the last crate. He looks around,\nturns to Feretti.\n\nO'NEIL\nWhere's Jackson?\n\nThe Soldiers exchange a glance.\nFERETTI\nHe dropped his stuff. I think he\nwent to pick it up.\n\nFeretti points in the direction Daniel went. O'Neil signals\nBrown and Kawalsky to follow him.\n\nLOWER DUNE - CONTINUOUS 119\nO'Neil finds the books and bag scattered down the sand.\n\nAcross from it several tracks, the beasts' and Daniel's.\n\nO'Neil shoots a look over to his men.\n\nSAND DUNES - SAME 120\n\nAs Daniel reaches the top of the next dune he sees something.\nHe crouches low, not to be seen.\n\nDANIEL'S P.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAND DUNES - SAME 120\n\nAs Daniel reaches the top of the next dune he sees something. He crouches low, not to be seen. DANIEL'S P. \n\nTARGET SECTION TO BE ANNOTATED:\n0O.V. - MASTADGE 121\nClimbing beyond the next dune we SEE a large hairy BEAST. A\nstrange cross between a Mammoth and a Buffalo, (called a\nMASTADGE). Daniel is awestruck.\n\nSlowly and cautiously, Daniel starts to make his way towards\nit.\n\nHalfway down, however, the Mastadge TURNS, spotting Daniel.\nDaniel FREEZES in his tracks. So does the Mastadge.\n\f122\n\n47.\n\nAfter a long beat where no one moves, Daniel takes a step\nforward. The Mastadge takes a step back. Daniel freezes.\nThe Mastadge takes a step forward but this time a nervous\nDaniel takes a step back. Both freeze.\n\nDaniel notices something on the head and neck of the Mastadge;\nA HARNESS. He reaches into his picket and pulls out a\nSNICKERS BAR. He peels it and shows it to the Mastadge.\n\nDANIEL\nHungry?\n\nWith its great nostrils, the Mastadge SNIFFS the air. Daniel\ninches closer as the Mastadge lowers its head. Slowly the\nMastadge moves closer to Daniel, cautious. Carefully, Daniel\nlifts the bar, closer to the animal's mouth. We RACK FOCUS\nTO:\n\nANGLE - O'NEIL, BROWN AND KAWALSKY 122\n\nAs they come over the top of the next dune, spotting Daniel.\nKawalsky and Brown lift their weapons.\n\nO'NEIL\nDon't feed it!\n\nDaniel turns, sees O'Neil, but ignores him. The Mastadge\nsticks out its MASSIVE TONGUE and LICKS the Snickers Bar.\nDaniel, nervous, drops the bar. The Mastadge leans down and\npicks it up with its teeth.\n\nDaniel smiles and moves closer to it. He reaches out and\nPETS the Mastadge. It makes a kind of PURRING SOUND as it\neats. It's cute as hell. It nuzzles Daniel.\n\nDaniel turns to O'Neil, yells over to him.\n\nDANIEL\nLook, it's got a harness. It's\ndomesticated. See?\n\nDaniel lifts one of the reins attached to the harness and\nshows it to O'Neil. O'Neil nods apprehensively, signals his\nmen to lower their rifles.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nSee? Daniel lifts one of the reins attached to the harness and\nshows it to O'Neil. O'Neil nods apprehensively, signals his\nmen to lower their rifles. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL (CONT'D)\nYou're a good old boy, aren't you.\n\nThe beast seems to respond. Daniel smiles as he runs his\nhand over the Mastadge's head. But when Daniel's hand touches\nthe beasts EARS, it REARS UP, ROARING.\n\nThe Mastadge JUMPS UP onto its back legs. His reins get\ncaught around Daniel's leg. Screaming the Mastadge KICKS\nand TAKES OFF RUNNING! Daniel gets DRAGGED OFF along with\nthe beast.\n\f123\n\n124\n\n125\n\n126\n\n127\n\n128\n\n48.\n\nO'Neil and the Lieutenants lift their weapons but the animal\nis too FAST. They watch as Daniel gets DRAGGED up and over\nthe next sand dune DISAPPEARING from sight.\n\nKAWALSKY\n(yelling after Daniel)\nLet go of it!\n\nFrustrated, they lower their guns and take off after them.\nANGLE - DANIEL AND MASTADGE\n\nDaniel is DRAGGED, screaming as he's pulled. Twisting and\nbumping. His mouth filling with sand.\n\nANGLE - O'NEIL, KAWALSKY, AND BROWN.\n\nHuffing and puffing as they climb the top of the next dune.\nGetting Daniel back in sight, they SEE how fast the Mastadge\nis.\n\nWIDE SHOT - DESERT\n\nDaniel is PULLED AWAY farther and farther from O'Neil who\nchases from behind. No match for the speeding beast, the\ndistance between them grows.\n\nDANIEL AND MASTADGE\n\nOff into the distance, Daniel gets dragged over a sand dune,\nout of sight.\n\nO'NEIL, BROWN AND KAWALSKY\n\nCome running over a dune, guns raised. Suddenly they slow\ndown as they SEE Daniel, laying in a heap, the Mastadge\nstanding over him. The team keep their weapons trained on\nthe beast as they approach from a distance.\n\nANGLE - DANIEL AND MASTADGE\n\nDaniel spits out a mouthful of sand as the Mastadge leans\nover and begins to LICK HIS FACE.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly they slow\ndown as they SEE Daniel, laying in a heap, the Mastadge\nstanding over him. The team keep their weapons trained on\nthe beast as they approach from a distance. ANGLE - DANIEL AND MASTADGE\n\nDaniel spits out a mouthful of sand as the Mastadge leans\nover and begins to LICK HIS FACE. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nArgh! Get your stinking breath away\nfrom me!\n(yelling back to O'Neil)\nSomebody help me!\n\nFinally O'Neil and his men arrive, but to Daniel's surprise\nthey PASS right by him, lowering their guns.\n\nKAWALSKY\n(out of breath)\nHoly Jesus.\n\n123\n\n124\n\n125\n\n126\n\n127\n\n128\n\f129\n\n130\n\n130A\n\n131\n\n49.\n\nDaniel looks up, spits out the sand in his mouth. He stands\nup and joins the others at a nearby ledge.\n\nHe finally sees what they see...\nDANIEL P.O.V. - TEN THOUSAND PEOPLE 129\n\nThousands of dark skinned PEOPLE populating the dune valleys\nbelow. Humans, like on Earth, seemingly out of place and\ntime.\n\nAt the base of the huge dunes we see gigantic MINING PITS;\ndark cavities in the sand. Dozens of ladders protrude out\nof the dark pits up the sides of the dunes.\n\nCovered with thick MUD, their faces barely recognizable as\nhuman, dozens of WORKERS climb the ladders carrying heavy\nloads on their backs.\n\nAt the top of the sand craters we see women and younger\nworkers, sifting through the piles of dirt carried out of\nthe pit. Mastadges harnessed to huge carts, to carry the\nworker's cargo.\n\nANGLE - DANIEL AND THE OTHERS 130\n\nThe brutal humanity of this work is a terrifying sight.\nAmazed, they can't believe what they're seeing. O'Neil lifts\na pair of binoculars, scanning the area.\n\nO'NEIL'S P.O.V. - THROUGH BINOCULARS - MINING AREA 130A\n\nSpread across the sands, we SEE these people carrying out\nback breaking labor. Suddenly a worker in the foreground\nturns and looks DIRECTLY AT US.\n\nO'Neil lowers his glasses just as he SEES... The workers all\nstart LOOKING UP, spotting them. The news SPREADS and more\nand more workers put down their tools and turn to the\nhillside. Several of the groups crowd closer, staring up at\nthe strange visitors.\n\nReacting, Kawalsky slowly lifts his rifle. O'Neil reaches\nover, grabbing the barrel of the gun, stopping him.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeveral of the groups crowd closer, staring up at\nthe strange visitors. Reacting, Kawalsky slowly lifts his rifle. O'Neil reaches\nover, grabbing the barrel of the gun, stopping him. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nsignals for the others to follow him down the dune.\n\nGROUPS OF WORKERS 131\n\nGathering together, moving closer. As they assemble they\ngrow quiet, reverent.\n\nThe team cautiously makes their way down the sloping hillside\nin the tense silence. Wind whistling through the hollow\npits. The Mastadge follows Daniel closely as they head down\nthe hill.\n\f132\n\n50.\nWIDE SHOT - THOUSANDS OF WORKERS 132\n\nAll staring over at our crew as they arrive just a few yards\nin front of the assembled crowd. Nervously the crew smiles\nout at the workers who stare at them with a mixture of awe\nand fear.\n\nO'NEIL\n(under his breath to\nDaniel)\nOkay, Daniel. It's your turn.\n\nDANIEL\nMe?\n\nO'NEIL\nTry and talk to them.\n\nDaniel has no idea what to do. Slowly he walks over, a forced\nsmile for the crowd. He steps up close to a MUDDY WORKER.\n\nDANIEL\n(petrified)\nRe... hello?\n\nThe Worker looks at him with curiosity. Suddenly a FLASH of\nreflected LIGHT shines off of the Golden Sun Disk around\nDaniel's neck. As the worker SEES this, his eyes widen.\n\nSuddenly he SCREAMS something out, frightening our crew.\nAll at once, the entire assembly in a wave-like chain reaction\nBOWS DOWN, FLAT ON THE FLOOR.\n\nKAWALSKY\n(whispered)\nWhat did he say?\n\nO'NEIL\nI don't know.\n\nThey take a few steps closer to Daniel.\nO'NEIL (CONT'D)\nWhat the hell did you tell them,\nJackson?\nDANIEL turns back to O'Neil, nervous and confused.\n\nDANIEL\nNothing.\n\nO'NEIL\nTry to communicate.\n\nDANIEL\nHow?\n\f133\n\n51.\n\nFrustrated O'Neil steps forward. He singles out one of the\nworkers, a young boy, SKAARA, sixteen. Filled with fear,\nSkaara averts his eyes.\n\nO'Neil extends his hand. Skaara only looks at it with\nmounting fright. Frustrated, O'Neil GRABS Skaara's hand,\nshaking it.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Neil extends his hand. Skaara only looks at it with\nmounting fright. Frustrated, O'Neil GRABS Skaara's hand,\nshaking it. \n\nTARGET SECTION TO BE ANNOTATED:\nSkaara SCREAMS OUT in fear and takes off RUNNING. He runs\nas fast as he can until he disappears from view. O'Neil\nturns to Daniel, confused.\n\nDANIEL (CONT'D)\nSo much for communication.\n\nO'Neil shoots him a look.\n\nBehind them, Brown leans over one of the piles of minerals\nstacked nearby. He lowers a device over it, taking readings.\n\nKawalsky's attention is diverted to something far away.\nNoticing Kawalsky looking away, Daniel and O'Neil turn to\nSEE...\n\nDECORATED MASTADGE AND ENTOURAGE 133\n\nAn elaborately decorated Mastadge with a covered carriage on\nits back comes marching over through the gathered workers, a\nsmall entourage surrounding it as it moves. Among them,\nSkaara, who looks up to the carriage, speaking quickly.\n\nSlowly it makes its way through the crowd over to Daniel and\nthe others. It stops and an elderly man, KASUF, the tribe\npriest steps from the carriage.\n\nAs he gets to the front of the crowd he KNEELS before Daniel.\nKasuf begins to SPEAK in his language. His head bowed, Kasuf\nspeaks very FAST and with reverence.\n\nFinally, when done, Kasuf STANDS again. This time the ENTIRE\nCROWD stands with him, as though a prayer had ended. Daniel\nlooks at O'Neil.\n\nO'NEIL\nDon't look at me.\n\nKasuf signals a group of WOMEN who approach carrying large\nwater basins. SARI, twenty, beautiful and painfully shy,\nsteps forward and offers some water to Daniel.\n\nHer hair up in an Egyptian looking head covering looks like\nthe spitting image of Daniel's Egyptian bust. Daniel is\nstunned, smitten. Slowly he accepts a drink. She humbly\nbows her head and then moves on to Kawalsky. Kasuf steps\nforward, again, speaking quickly. Asking a question.\n\f52.\n\nCaptivated by Sari, it takes Daniel a second to snap out of\nit. He doesn't know how to respond. An idea hits him and\nhe digs into his pocket and retrieves another Snickers Bar.\nDaniel walks over to Kasuf, peeling the bar. He shows it to\nKasuf.\n\nKasuf looks at it. He doesn't understand.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shows it to\nKasuf. Kasuf looks at it. He doesn't understand. \n\nTARGET SECTION TO BE ANNOTATED:\n Daniel takes a\nbite. In a ceremonial gesture, Daniel hands the bar over to\nKasuf who reluctantly takes it. Hesitantly, he takes a bite.\nHe likes the taste and smiles.\n\nKASUF\nAnaasar.\n\nDaniel is thrilled. He smiles back at him.\n\nDANIEL\nAnaasar.\n\nPleased at communicating with Daniel, Kasuf waves his arms\ninvitingly towards the direction from which he came.\n\nDANIEL (CONT'D)\nHe's inviting us to go with him.\n\nKAWALSKY\nWhat makes you so sure?\n\nDaniel exaggeratedly repeats Kasuf's gesture.\n\nDANIEL\nSign language.\n\nEveryone turns to the Colonel for a decision. He makes none.\nHe just stares at the departing Kasuf, considering.\n\nDANIEL (CONT'D)\nWeren't we looking for signs of\ncivilization? Obviously we've found\nit. You want me to get us back home?\nThis is my best shot.\n\nBROWN\nColonel, he's right. I took some\nreadings on what they're mining.\nIt's the same material as the Star\nGate.\n\nLooking at the faces of the mud covered workers, O'Neil\nfinally makes a decision.\n\nO'NEIL\nGive me the radio.\n\nCUT TO:\n\f134\n\n135\n\n136\n\n53.\nEXT. BASE CAMP - SAME 134\n\nThe wind has kicked up. Feretti and another soldier struggle\nto re-tie the main tent to a post.\n\nFREEMAN\n(yelling over)\nFeretti! I've got O'Neil on the\nradio.\n\nFeretti hurries over to Freeman.\n\nFERETTI\n(into Mic)\nYes, Sir...\n\nWorried, the remaining members of the team huddle close.\n\nFERETTI (CONT'D)\nCan you repeat that Sir?\n(long pause)\nOkay, Sir. Yes, Sir.\n\nHe hangs up, a strange look on his face. He turns to the\nmen.\n\nFREEMAN\nAre they coming back?\n\nFeretti is reluctant to answer. Finally...\n\nFERETTI\nThis is not good. I'm telling you\nguys, this is not good.\n\nCUT TO:\nEXT. DESERT - WIDE SHOT - LATE AFTERNOON 135\n\nOver the boundless sea of sand dunes we PAN DOWN an endless\ncaravan of workers making their way across the desert.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm telling you\nguys, this is not good. CUT TO:\nEXT. DESERT - WIDE SHOT - LATE AFTERNOON 135\n\nOver the boundless sea of sand dunes we PAN DOWN an endless\ncaravan of workers making their way across the desert. \n\nTARGET SECTION TO BE ANNOTATED:\n Kasuf\nleads the procession, our crew in tow.\n\nANGLE - DANIEL AND MASTADGE 136\n\nDaniel BLOWS his nose into a Kleenex, drawing strange looks\nfrom the workers. Daniel's attention, however, is on the\nbeautiful Sari who walks across from him.\n\nSuddenly the Mastadge BUMPS Daniel playfully from behind.\nDaniel ignore it as he continues to gaze at Sari. The\nMastadge does it again. Skaara, who holds the reins of the\nMastadge, giggles at Daniel's plight.\n\nDANIEL\n(to Mastadge)\nCut it out.\n\f137\n\n138\n\n139\n\n140\n\n54.\n\nScolded, the Mastadge NUZZLES the back of Daniel's neck trying\nto make up. Daniel takes out the remainder of his last\nSnickers Bar and feeds it to the Mastadge who happily chews\nit.\n\nDANIEL (CONT'D)\nHere. Now stop bugging me.\n\nO'NEIL\n(turning back)\nI told you not to feed it. Now you'll\nnever get rid of that stupid thing.\n\nAgain, the Mastadge playfully BUMPS Daniel from behind.\n\nKAWALSKY\n(to Brown)\nAt least somebody likes him.\n\nSuddenly the convoy STOPS. Ahead, Kasuf stops and turns\nback towards Daniel, pointing off into the distance. As\nDaniel walks closer he can see...\n\nDANIEL'S TRAVELLING P.O.V. - NAGADA - SUNSET\n\nThe ancient village of the people of this planet set snugly\nat the base of a rocky hillside. A huge settlement. People\nmilling around the gates surrounding it.\n\nEXT. NAGADA VALLEY - MINUTES LATER - SUNSET\n\nThe long caravan makes its way down into this valley. The\ntown's people rush over to get a look at the strange guests\nof Kasuf.\n\nANGLE - KASUF\n\nAt the front of the convoy, Daniel and the team walk along\nwith Kasuf. The Mastadge still following behind.\n\nSuddenly Skaara, pulls the Mastadge away joining several\nother young SHEPHERD BOYS who corral the Mastadges. The\nMastadge WHINES a cry of protest as he gets pulled away from\nDaniel.\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly Skaara, pulls the Mastadge away joining several\nother young SHEPHERD BOYS who corral the Mastadges. The\nMastadge WHINES a cry of protest as he gets pulled away from\nDaniel. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NAGADA VILLAGE - CONTINUOUS\n\nPassing through the enormous gates to the village, Daniel\nand the team are amazed at what they see. Hundreds of people\ncram into these narrow streets to get a look at the visitors.\n\nAs they reach the end of the street, they reach an elevated\nPLATFORM. Kasuf gives a signal and a curtain falls,\nrevealing...\n\n137\n\n138\n\n139\n\n140\n\f141\n\n142\n\n143\n\n144\n\n55.\nGOLDEN SUN DISK 141\n\nThis Gold SUN DISK, two meters in diameter, hangs above the\nplatform. Daniel is totally astonished.\n\nDANIEL\nThe sign of Ra, the Egyptian Sun\nGod.\n(to O'Neil)\n\nThey worship him. They must think\nhe sent us here.\n\nO'NEIL\nWhat gave them that idea?\n\nSlowly Daniel lifts the Sun Disk hanging from his neck. As\nhe does, all the workers surrounding them bow down. Even\nKasuf kneels. O'Neil and his men exchange a worried look.\n\nDaniel stares up at the SUN DISK. We DISSOLVE to the image\nof the planet's three SETTING SUNS, disappearing behind the\ndunes.\n\nDISSOLVE TO:\nBURST OF FLAME 142\n\nignites in a FIREBALL. The SOUNDS of CHEERS followed by\npercussion instruments, primitive music.\n\nWIDEN TO REVEAL:\nEXT. VILLAGE - STREET - NIGHT 143\n\nA group of women carrying trays of food pass. As we TRACK\nwith them we SEE the entire town has come out for a\nCELEBRATION. We FOLLOW the women through the crowds over to\nthe platform where Daniel and the team sit with the town\nElders.\n\nAs the food arrives we SEE Sari, among the women, serving\nthe people on the platform.\n\nKAWALSKY\n(whispering)\nI don't think we should be eating\nanything.\n\nDANIEL\nThey might consider that an insult.\n\nJust then a TRAY is lowered before Daniel.\nA DESERT REPTILE 144\n\nA cooked beastie even Ethiopians wouldn't eat. Daniel looks\nlike he's going to be sick.\n\f145\n\n56.\n\nO'NEIL\nYou don't want to offend them, now\ndo you, Jackson?\n\nDaniel looks at O'Neil, worried.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n145\n\n56. O'NEIL\nYou don't want to offend them, now\ndo you, Jackson? Daniel looks at O'Neil, worried. \n\nTARGET SECTION TO BE ANNOTATED:\n In fact, no one on the\nteam wants to eat. They all exchange nervous glances. Kasuf\nand the Elders turn, waiting for them to start.\n\nO'NEIL (CONT'D)\nGo on, eat.\n\nReluctantly Daniel leans over and takes a fleshy piece of\nslimy meat. He takes a deep breath, shuts his eyes, and\neats it. Everyone stares at him. Finally after a long pause...\n\nDANIEL\n(chewing)\nTastes like chicken.\n\nSARI 145\n\nkneels down next to Daniel, offering him some bread. For\n\nthe first time he sees her with her hair down, looking all\nthe more lovely. He just stares at her for a long awkward\nbeat. Sari won't look directly at him. Daniel is completely\nenamored.\n\nO'NEIL\nJackson.\n\nDaniel just smiles stupidly at Sari. The Elders and Kasuf\nturn, noticing the interaction. They discuss it with\ninterest.\n\nO'NEIL (CONT'D)\nJackson.\n\nNervous and embarrassed, Sari hands him the bowl and retreats.\nThe spell broken, Daniel turns back to O'Neil.\n\nDANIEL\n(absently)\nYeah?\n\nO'NEIL\n(impatient)\nDo you think you can keep your mind\non what we're here for?\n\nDANIEL\nOh, I can't make it out. Their\nlanguage sounds familiar, a bit like\nBerber, or maybe Chadic, or Omotic?\nI can't tell.\n\f146\n\n147\n\n57.\n\nO'NEIL\n(re: above disk)\nYou said that was an Egyptian symbol.\n\nDANIEL\nYes.\n\nO'NEIL\nStands to reason, if they know one\nEgyptian symbol...\n\nDANIEL\n...they'1ll know more. Let me try.\n\nDaniel stands, walks before the town Elders. With everyone's\nattention locked on Daniel, he kneels down in front of the\nElders and begins to draw in the sand.\n\nThe Elders lean forward to get a look. Daniel shows them a\nquickly drawn hieroglyphic symbol. Instantly the Elders\nREACT, turning to each other, speaking quickly, obviously\nupset.\n\nWorried he's done the wrong thing. Daniel tries writing\nsomething else.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nInstantly the Elders\nREACT, turning to each other, speaking quickly, obviously\nupset. Worried he's done the wrong thing. Daniel tries writing\nsomething else. \n\nTARGET SECTION TO BE ANNOTATED:\n The moment the drawing can be seen, the\nElders instantly RETREAT, backing down off the platform,\naverting your eyes.\n\nThe crowd begins to MURMUR. The Elders clearly distraught.\nAs Daniel tries to write something completely different,\nKasuf rushes over and WIPES OUT the drawings in the sand.\n\nO'NEIL\nWhat's happening here, Jackson?\n\nDANIEL\nI don't know. Look how they're\nreacting. It's like...\n(turning back)\n...writing is forbidden to them.\n\nRealizing their hope of finding the clue to the gate is gone,\nthe team grows silent in despair. Suddenly through the\nrestless sounds of the crowd we HEAR the echoing SOUND of a\nHORN. Daniel looks up to SEE...\n\nA LOOKOUT 146\nUp top of the village a young LOOKOUT, lifts a small HORN,\n\nand again sounds an ALARM that reverberates through the\n\nstreets.\n\nANGLE - STREET 147\nReacting to the SOUND, the people quickly begin to gather\n\nbelongings and disperse. Tables and cushions are DRAGGED\nAWAY. A cloth is DROPPED over the SUN DISK, covering it.\n\f148\n\n58.\nDoors are LOCKED, windows SHUT.\n\nKawalsky and Brown rush to O'Neil and Daniel, nervous.\n\nKAWALSKY\nWhat are they doing?\n\nBROWN\nColonel, I don't like the looks of\nthis... Before Brown can finish his\n\nthought, we SEE the two huge entrance\ndoors at the end of the street begin\nTO CLOSE.\n\nO'NEIL\nWe're getting out of here.\n\nQuickly O'Neil leads the team through the crowds, down the\nstreets.\n\nDANIEL\nWhy? Wait...!\n\nIgnored, the team continues without him. Daniel rushes to\ncatch up. As the team moves down the street people REACH\nOUT, trying to STOP THEM. Knocked aside, the soldiers push\nonward.\n\nANGLE - FRONT ENTRANCE DOORS 148\n\nJust as they SHUT. Two YOUNG MEN rush over and LOCK it down\nwith a crossbar. O'Neil moves quickly to the door, Kawalsky\nand Brown behind.\n\nO'NEIL\nOpen that door!\n\nO'Neil REACHES for the crossbar.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Neil moves quickly to the door, Kawalsky\nand Brown behind. O'NEIL\nOpen that door! O'Neil REACHES for the crossbar. \n\nTARGET SECTION TO BE ANNOTATED:\n One of the Young Men GRABS\nhis wrist. In lightning speed, O'Neil TWISTS the Young Man's\narm behind his back and SLAMS him into the door.\n\nQuickly O'Neil DRAWS his pistol, shoving it into the side of\nthe Young Man's head. He SCREAMS OUT, but of course we can't\nunderstand him.\n\nDANIEL\nNo, don't!\n\nKasuf and the Elders push through the crowd. Sari watches\nfrom the side, apprehensive. Skaara and the shepherd boys,\nacross from her, are glued to the action, peering through\nthe mob.\n\nAs the crowd moves closer, O'Neil aims his pistol high and\nFIRES. Kawalsky and Brown lift their weapons, ready for a\nFight. The crowd quickly retreats. Skaara is AMAZED.\n\f149\n\n150\n\n151\n\n152\n\n59.\n\nThe crowd remains silent, frightened they've upset the Gods.\nO'Neil holds the Young Man tight. A standoff.\n\nSuddenly Brown's radio SQUELCHES ON. Brown lifts it to his\near, listening.\n\nBROWN\nSir, I can't make this out.\n\nEXT. BASE CAMP - SAND STORM - NIGHT 149\n\nA huge SAND STORM blasts around the men who try to pack what\nthey can as they retreat from base camp. Feretti holds the\nradio, yelling into it on the move. The tents tear apart\nbehind them.\n\nFERETTI\n...we have to abandon base camp. I\nrepeat... Feretti ushers his men\n\nonward as he fights his way through.\nEXT. NAGADA - ENTRANCE DOOR - SAME 150\n\nO'Neil presses the radio close to his ear. Only every third\nword is heard through the intense static.\n\nO'NEIL\n(yelling into com)\nFeretti, I can't hear you. Say again?\n\nINT. PYRAMID ENTRANCE - SAME 151\n\nThrough a wall of white sand, shapes appear, rushing towards\nus. As we DOLLY BACK, we SEE that the team has reached the\nsafety of the pyramid entrance. They collapse from\nexhaustion.\n\nFERETTI\n(into radio)\nDo you copy? Do you copy?\n\nBut only loud STATIC can be heard.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nFERETTI\n(into radio)\nDo you copy? Do you copy? But only loud STATIC can be heard. \n\nTARGET SECTION TO BE ANNOTATED:\n Feretti turns to the\nnervous faces of the other soldiers.\n\nEXT. NAGADA - ENTRANCE DOOR - SAME 152\nFrustrated, O'Neil gives up, shuts the radio off.\n\nO'NEIL\nDamn it.\n\nThe crowd still stares intently. Kawalsky and Brown hold\ntheir guns at the ready. Suddenly O'Neil feels a TUG at his\nshirt; Skaara, the young shepherd boy.\n\nO'Neil SPINS towards him. Skaara backs off quickly. Moving\nover to a ladder, he motions for O'Neil to follow him.\n\f153\n\n154\n\n60.\nO'Neil looks over to Daniel who can only shrug.\n\nO'NEIL (CONT'D)\n(to Kawalsky)\nStay here.\n\nO'Neil follows Skaara.\nANGLE - TOP OF THE NAGADA GATE - CONTINUOUS 153\n\nSkaara reaches the top and moves to the side. O'Neil follows.\nHis face registers an important sight.\n\nO'NEIL'S P.O.V. - SAND STORM 154\nMoving quickly we SEE a WALL OF SAND moving towards the town.\n\nKAWALSKY\nSir, what is it?\n\nO'NEIL\nSand storm. Coming this way.\n\nDANIEL\nWell, that would have been an\nexcellent reason to shoot everyone.\n\nDaniel moves over to the two soldiers, forcing them to lower\ntheir guns. Daniel turns back to Kasuf, attempting to signal\nthe tension is over. Kasuf nods and calls out to the back\n\nof the crowd.\n\nO'NEIL\n(yelling down)\nWe'll stay 'til the storm is over.\n\nBrown and Kawalsky exchange a look. A commotion behind them,\nthey turn to SEE a group of ELDERLY WOMEN push their way\nthrough the crowd over to Daniel, surrounding him placing a\nshawl over his shoulders. They giggle as they slowly pulla\nsurprised Daniel down the street.\n\nThe crowd laughs as they depart, moving to shelter. The\nonly one not laughing is Sari who watches Daniel pass. Daniel\nyells back to O'Neil.\n\nDANIEL\nShould I go with them? I could\nstay... I'll go. It'll be fine.\n\nThe women begin to toss strange POWDER over Daniel's head as\nthey enter a building down the street.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll go. It'll be fine. The women begin to toss strange POWDER over Daniel's head as\nthey enter a building down the street. \n\nTARGET SECTION TO BE ANNOTATED:\n Kawalsky leans close\nto Brown.\n\nKAWALSKY\nI hope they cook him.\n\f155\n\n156\n\n157\n\n158\n\n159\n\n61.\nEXT. PYRAMID SAND STORM NIGHT 155\n\nThe sand storm has hit full force. We can barely make out\nthe entrance to the pyramid through the murky sky.\n\nINT. PYRAMID ENTRANCE - SAME - NIGHT 156\n\nFeretti shields his eyes as he stands in the doorway looking\nout at the storm. The image of the moon scarcely pierces\nthrough the whirling sand. Feretti turns and walks back\ninto the main entrance hall.\n\nMOON ABOVE PYRAMID - SAME - NIGHT 157\n\nJust as we saw in the opening, a SHADOW is cast across the\nmoon, blotting it out. Something moves in the sky above the\nstorm.\n\nINT. ENTRANCE HALL - SAME - NIGHT 158\n\nFeretti walks over to the group of soldiers who surround the\nradio.\n\nFERETTI\n(into radio)\nThis is base. Do you read?\n\nFREEMAN\nYou're wasting the batteries.\n\nFeretti shuts off the radio and places his helmet over it.\n\nFREEMAN (CONT'D)\n\nWe're not going to get anything during\nthis storm. We'll try again after\n\nit passes.\n\nFERETTI\nIf it passes. I was stationed in\nthe Middle East and I've never seen\nanything like it. I'm telling you\nguys, this is not good.\n\nThere is a silent moment. Suddenly they all hear the SOUND\n\nof RATTLING METAL. They turn and SEE Feretti's helmet SHAKING\nagainst the radio. Slowly Freeman removes the helmet, the\nradio jostling underneath. Suddenly the FLARE BOXES begin\n\nto SHAKE. Soon, all their equipment begins to RATTLE.\n\nSuddenly the ENTIRE ROOM begins to rumble. An eerie,\n\nunnatural HUM begins to grow in volume. The men exchange\n\nworried glances.\n\nEXT. PYRAMID - SAME - NIGHT 159\n\nAbove the intense storm a SHAPE begins to take FORM, looming\nabove us. The ROAR intensifying.\n\f160\n\n161\n\n162\n\n163\n\n164\n\n165\n\n165A\n\n166\n\n62.\nThe SHAPE begins to pierce through the turbulence. We can\nSEE it's some kind of alien OBJECT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n160\n\n161\n\n162\n\n163\n\n164\n\n165\n\n165A\n\n166\n\n62. The SHAPE begins to pierce through the turbulence. We can\nSEE it's some kind of alien OBJECT. \n\nTARGET SECTION TO BE ANNOTATED:\n BRIGHT LIGHTS darting\noff its sides as it grows near.\nAs the cloudy sand is BLOWN away, we can clearly see it's a\npyramid shaped SPACE CRAFT. Landing ARMS extending as it\nLOWERS itself down over the TOP OF THE PYRAMID.\nINT. ENTRANCE HALL - SAME 160\nThe room is now SHAKING violently. Frightened, the men grab\ntheir weapons. They have no idea what's happening. Quickly\nthey group together.\nEXT. PYRAMID - SAME 161\n\nThe ARMS of the craft LOCK into place as the craft FITS itself\nonto the peak of the pyramid.\n\nINT. ENTRANCE HALL - SAME 162\nFrom the IMPACT, the Soldiers are KNOCKED off their feet.\nEXT. PYRAMID - SAME 163\n\nOnce in place, the craft begins to OPEN, UNFOLDING and\nexposing the technical details of the craft.\n\nINT. STARGATE ROOM - MEDALLION ROOM - SAME - NIGHT 164\nWith the Star Gate seen in the background, we can SEE a thin\nLASER tracing the outline of the MEDALLION on the floor.\nSomething is happening, igniting.\n\nINT. ENTRANCE HALL - SAME 165\n\nTheir guns pointed in every direction, the men are huddled\ntogether, ready for a fight.\n\nFREEMAN\n(yelling over roar)\nWhat the hell is happening?\n\nINT. SARCOPHAGUS ROOM - SAME 165A\nIn the center of the room we SEE a large SARCOPHAGUS, its\n\nside slowly LOWERING, revealing the figure of a MAN who lays\ninside.\n\nTRAVELING P.O.V. - SHAKING - SAME 166\nMoving swiftly down the dark corridors of the interior of\n\nthe pyramid, we MOVE towards the unsuspecting Soldiers ahead\n\nof us.\n\nAs we NEAR, one of the Soldiers SPOTS US, lifting his weapon.\nQuickly the others SPIN, taking aim at us.\n\f167\n\n168\n\n169\n\n170\n\n63.\nBut we keep coming at them. At the same time they FIRE, but\nNOTHING CAN STOP US. We move directly into Freeman's\nSCREAMING FACE. Suddenly we FLASH CUT onto...\nANUBIS - EXTREME CLOSE UP 167\n\nA Jackal headed creature, in our face.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe move directly into Freeman's\nSCREAMING FACE. Suddenly we FLASH CUT onto... ANUBIS - EXTREME CLOSE UP 167\n\nA Jackal headed creature, in our face. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\nEXT. NAGADA - NIGHT 168\nThe sand storm continues to surround the village.\nINT. DANIEL'S SLEEPING CHAMBER - SAME - NIGHT 169\n\nSeated on a stool in the middle of the room, Daniel is beset\nby the Elderly town's women who fuss over him with wash cloths\nand combs. Completely uncomfortable, Daniel tries to be\npolite and endure as much as he can.\n\nBut when the women begin to wash his ears and nose, Daniel\nshakes them off.\n\nDANIEL\nOkay, okay. Thank you. That's\nenough. Alright.\n\nThe Elderly women retreat, bowing and giggling as they exit\nhis room. Finally gone, Daniel breathes a sigh of relief.\nSuddenly he HEARS some WHISPERING. He turns back towards\nthe doorway.\n\nANGLE DOORWAY - CURTAINS 170\n\nThe curtains rustle, then part. Sari steps through dressed\nin a CEREMONIAL ROBE. She walks into the chamber towards\nDaniel.\n\nNervous, Daniel gets to his feet, his heart in his throat.\nAs she makes her way closer to Daniel, she unties her robe\nletting it FALL to the floor, revealing her beautiful NAKED\nBODY. She stares at the floor, sadly.\n\nDANIEL (CONT'D)\nWhat..? Uh... no.\n\nDaniel rushes over, picking up her robe.\n\nDANIEL (CONT'D)\nDon't... that's not necessary.\n\nHe wraps the robe back around her, covering her. She doesn't\nunderstand. She looks at him, scared she's displeased him.\n\f171\n\n172\n\n64.\n\nDANIEL (CONT'D)\nIt's not that I... I mean... you're\nbeautiful but... uh...\n\nRealizing she can't understand, Daniel gently turns her back\ntowards the entrance, tenderly escorting her. At the curtain\nhe turns to her.\n\nDANIEL (CONT'D)\nI'm sorry. You should go.\n\nHer eyes fill with tears. Daniel opens the curtains for her\nto leave, revealing...\n\nTHE TOWN'S ELDERS 171\n\nAll gathered just outside his chamber, crowding the bridge\nbetween the buildings. Daniel stares out at the unexpected\nensemble. Kasuf looks over at Sari, sees her tears and speaks\nangrily to her.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE TOWN'S ELDERS 171\n\nAll gathered just outside his chamber, crowding the bridge\nbetween the buildings. Daniel stares out at the unexpected\nensemble. Kasuf looks over at Sari, sees her tears and speaks\nangrily to her. \n\nTARGET SECTION TO BE ANNOTATED:\n Sari is frightened and in trouble. Daniel,\nrealizing this, suddenly SMILES and WAVES to the crowd.\n\nDANIEL\nJust wanted to say...\n(for lack of better)\n...thanks. Thank you very much.\n\nDaniel waves and bows as he escorts Sari BACK into his\nchamber. Quickly he SHUTS the curtains behind him. Now\nSari is totally confused. Again she starts to disrobe.\n\nDANIEL (CONT'D)\nNo, no, that's okay.\n\nAgain, Daniel gently stops her, motioning for her to sit\ndown on the sleeping mat. She does. He crosses the room\nand sits down a safe distance away.\n\nDANIEL (CONT'D)\nLooks like you've got a roommate for\nthe night.\n\nThere is a long embarrassing pause as the two sit in awkward\nsilence.\n\nCUT TO:\nINT. O'NEIL'S SLEEPING CHAMBER - SAME 172\n\nBrown and Kawalsky sit next to the radio. Brown readjusts\nthe dials. Kawalsky stares at O'Neil who stands at the window\non the other side of the room.\n\nKAWALSKY\n(whispered to Brown)\nO'Neil seem strange to you?\n(MORE )\n\f173\n\n174\n\n65.\n\nKAWALSKY (CONT'D)\nThe way he's taking all this. Like,\nno big deal.\n\nBROWN\nMaybe he knows something we don't.\n\nANGLE - O'NEIL 173\n\nO'Neil' stands by the window, watching the storm. Unseen,\nSkaara enters through the doorway. Spotting O'Neill's\nholstered pistol laying on the mattress, Skaara slowly creeps\ntowards the gun. Just as he reaches for it...\n\nO'NEIL\nNo! Dangerous.\n\nSomehow Skaara understands. Quickly he backs off. O'Neil\npulls out a pack of cigarettes, lights one. As the lighter\nignites, Skaara jumps to his feet, frightened.\n\nO'NEIL (CONT'D)\nIt's okay. It's just a lighter.\n\nO'Neil tosses the lighter to Skaara. He lights it over and\nover again. Skaara takes one of O'Neil's cigarettes out of\nthe pack on the bed, lights it, mimicking O'Neil.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Neil tosses the lighter to Skaara. He lights it over and\nover again. Skaara takes one of O'Neil's cigarettes out of\nthe pack on the bed, lights it, mimicking O'Neil. \n\nTARGET SECTION TO BE ANNOTATED:\nO'Neil casts a sidelong glance at the boy. He sits down and\nleans his head back against the wall. Skaara does the same\nthing. Beat. O'Neil flicks the ash of his cigarette. Skaara\ncopies his every move.\n\nSkaara and O'Neil sit there for a moment. Skaara's starting\nto feel pretty confident by this point. O'Neil sees this.\nHe takes a deep drag off his cigarette and audibly INHALES,\ndeeply, exhaling a cloud of smoke.\nFeeling cocky, Skaara imitates O'Neil. The minute the smoke\nreaches his lungs, his eyes go wide, then fill with tears.\nHe starts COUGHING his guts up.\nO'Neil suppresses a smile.\nCUT TO:\nINT. DANIEL'S SLEEPING CHAMBER - SAME - NIGHT 174\n\nNeither has moved. There's another awkward pause. Finally\nDaniel smiles.\n\nDANIEL\nI'm Daniel... Daniel.\n\nSari points to herself, repeats Daniel.\n\f175\n\n66.\n\nSARI\nDan-el.\n\nDANIEL\nNo, er, me. Daniel.\n\nSari gets it, points to Daniel.\n\nSARI\nDan-el.\n\nDANIEL\nYes. Daniel.\n\nThere's a long pause. Slowly Sari points to herself.\n\nSARI\nSari.\n\nDANIEL\nSari, yes.\n\nThere is another awkward pause.\n\nDANIEL (CONT'D)\nWe came from the pyramid.\n\nShe doesn't understand. Daniel kneels down and DRAWS a\npyramid in the sand covered floor. Again, Sari only stares\nat it. Daniel grows frustrated and walks to the window.\nSari keeps staring at the drawing. She reaches over and\ndraws something over it.\n\nSlowly Daniel turns back, curious to see Sari augmenting the\ndrawing.\n\nHe moves close to see she's drawn a circle and a line above\nthe pyramid; the same symbol Daniel discovered on the tablets.\n\nDANIEL (CONT'D)\nThat's the sign for Earth! You know\nthis symbol?\n\nShe looks back up at him.\nINT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know\nthis symbol? She looks back up at him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MASTADGE CORRAL - SAME 175\n\nWith the Mastadges in the background, all the shepherd BOYS\nare surrounding Skaara who holds O'Neil's lighter for everyone\nto see, the wind from the storm continuing to HOWL outside.\nSuddenly Skaara LIGHTS the lighter. The boys JUMP BACK in\nfear.\n\nSkaara laughs as the boys re-approach to examine the lighter.\nSuddenly there is a BANGING SOUND. Skaara turns and sees\nDaniel's Mastadge, banging his head against the corral door.\n\f176\n\n177\n\n178\n\n179\n\n180\n\n181\n\n67.\nANGLE - MASTADGE 176\n\nAs Skaara walks over and calms the Mastadge down he SEES\nwhat the Mastadge was reacting to...\n\nSKAARA'S P.O.V. - DANIEL AND SARI 177\nMoving down the street, disappearing between the buildings.\nEXT. NAGADA - SIDE STREET - SAME 178\n\nA torch in her hand, Sari leads Daniel over to the end of a\nsmall street at the side of the village.\n\nBehind a stairwell, she shows Daniel a large boulder leaning\nagainst the wall. She tries to PUSH IT. Daniel helps her\nand together they move it away from the wall revealing a\nsmall TUNNEL.\n\nSari checks to see if they've been observed. The coast clear,\nSari ducks inside. Daniel follows.\n\nINT. SUBSTRUCTURE - CONTINUOUS - NIGHT 179\n\nThey crawl beneath the structure through the dirt reaching a\nhidden set of STAIRS leading downward. Sari points down the\nstairs. Daniel takes the torch and walks down, Sari\nfollowing.\n\nEroded and musty walls surround the stairs. Daniel makes it\nto the bottom of the stairs that lead directly to a dirt\ncovered WALL. The SYMBOL for Earth engraved in its center.\n\nAstonished, Daniel runs his fingers around the surrounding\nwall. His finger PUSHES THROUGH some dirt, until he's able\nto dig out the archway surrounding the symbol; he uncovers a\nDOOR.\n\nRealizing it's a door, Daniel is able to dig into the door,\ngiving him something to grip. He PULLS with all his might.\nSlowly the door OPENS.\n\nSari's eyes go wide. Daniel is nervous but excited.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly the door OPENS. Sari's eyes go wide. Daniel is nervous but excited. \n\nTARGET SECTION TO BE ANNOTATED:\nCautiously they make their way through the doorway.\n\nINT. CATACOMBS - SAME 180\n\nBehind the door we find the long narrow ancient catacombs,\nobviously built centuries ago. Daniel holds his torch up to\nthe walls revealing...\n\nHIEROGLYPHICS AND DRAWINGS 181\n\nCovering every bit of wall space, all the way down this narrow\npassage way. Daniel turns to Sari, stunned. Sari, too, has\nnever seen any of this. She's frightened. Daniel continues\ndown the wall, trying to make sense out of this picture story.\n\f68.\n\n182 DANIEL'S P.O.V. - PICTURE STORY 182\n\nAS we move down the wall we see... the now familiar symbol\nfor Earth... then ANIMAL HEADED warriors (Anubis, Horus,\nThoth)... taking children... families ripped apart.\n\nDaniel and Sari lean close. The images disturbing, harsh.\nThey move the torch down the wall.\n\nThe next drawings depict... slaves herded together... the\nwarriors brutalizing them... shepherding them across the\ndesert over to... THE STAR GATE.\n\nAlongside these pictures, Daniel SEES the first of some\nhieroglyphic symbols.\n\nDANIEL\nThe symbol for slavery... seama!\n\nSARI\n(correcting)\nSeema?\n\nSurprised, he turns to Sari.\n\nDANIEL\n(pointing to symbol)\nSemer?\nSARI\nSeema.\nDANIEL\nSeema!\n\nQuickly Daniel rushes over to another symbol, pointing.\n\nDANIEL (CONT'D)\nNefer?\n\nSari wrinkles her brow, she doesn't understand. She walks\nover, close, staring uncomprehendingly at the symbol. Daniel\ntries another pronunciation.\n\nDANIEL (CONT'D)\n\nNefeer?\nSARI\n(correcting)\nNefaar?\nDANIEL\nNefaar! Yes! Teach me to speak.\nTeach... um... Takera.\nSARI\n\nTakeer?\n\f183\n\n184\n\n185\n\n186\n\n187\n\n69.\nDaniel smiles. Frightened, she returns it.\nCUT TO:\nEXT. NAGADA - PRE-DAWN\n\nThe last dust of the sand storm is settling. The night is\nsoon over.\n\nINT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nNAGADA - PRE-DAWN\n\nThe last dust of the sand storm is settling. The night is\nsoon over. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n O'NEIL'S SLEEPING CHAMBER - PER-DAWN\nO'Neil stands over Brown who works the radio.\n\nBROWN\nNothing.\n\nO'NEIL\nMore interference?\n\nBROWN\nNo. They're simply not there.\n\nKAWALSKY (0.S.)\nColonel!\n\nO'Neil walks out of the room, onto the bridge.\nO'NEIL'S P.O.V. - KAWALSKY IN STREET\nKawalsky comes rushing down the street.\nKAWALSKY (CONT'D)\nJackson's not in his room. I can't\nfind him anywhere.\nKawalsky holds up Daniel's jacket.\nMASTADGE CORRAL\nSkaara and the other shepherd boys work the corral. Skaara\nturns, looking down the street he SEES O'Neil meeting up\nwith Kawalsky.\nANGLE - KAWALSKY AND O'NEIL\nO'Neil takes Daniel's jacket from him.\nO'NEIL\nWe've lost radio contact. Get Brown.\nFind Daniel. I want to leave as\nsoon as possible.\n\nKAWALSKY\nYes, Sir.\n\nKawalsky salutes as he takes off. Skaara watching from the\ncorral, practices a salute.\n\n183\n\n184\n\n185\n\n186\n\n187\n\f188\n\n189\n\n70.\nJust then O'Neil turns, spots him and marches over.\n\nO'NEIL\nI'm looking for Jackson... Of course\nthey can't understand a word.\n\nO'Neil holds up Daniel's jacket.\n\nO'NEIL (CONT'D)\nJackson, see. Jackson.\n\nThey don't get it at all. Instead they suddenly all begin\nto SALUTE. O'Neil is not good at this and he knows it.\n\nO'NEIL (CONT'D)\nJackson. Uh, like this. Jackson.\n\nO'Neil forms circles with his hands and holds them over his\neyes imitating GLASSES. The boys copy his movement, holding\ntheir cupped hands over their eyes. They all giggle.\n\nO'NEIL (CONT'D)\nNo. I mean...\n\nAdding the final touch, O'Neil SNEEZES. Suddenly Skaara\nREALIZES. He runs over to O'Neil and SNATCHES the jacket\naway from him. He rushes off with it across the corral.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly Skaara\nREALIZES. He runs over to O'Neil and SNATCHES the jacket\naway from him. He rushes off with it across the corral. \n\nTARGET SECTION TO BE ANNOTATED:\nSkaara holds it up to the nose of Daniel's Mastadge. Suddenly\nthe Mastadge REARS UP, ROARING. Quickly Skaara opens the\ncorral gate and the Mastadge RACES out. Coming around the\ncorner, Kawalsky and Brown have to LEAP out of the way as\n\nthe Mastadge charges past.\n\nO'NEIL (CONT'D)\n\nSmart kid.\nCUT TO:\nBLACK SCREEN 188\nUntil the flickering light of a torch is moved into frame.\nNow we see printed on a wall the drawings of... a YOUNG BOY,\nbathed in light from a pyramid above him... the boy adorned\n\nin PHARAOHS CLOTHING, the animal headed warriors bowing to\nhim...\n\nWIDEN TO REVEAL:\nINT. CATACOMBS - PER-DAWN 189\nDaniel moves the torch slowly over the wall. To our surprise\n\nhe says something to Sari in her own language. She responds\nin kind.\n\f71.\n\nO'NEIL (0.S.)\nI thought you couldn't speak their\nlanguage.\n\nDaniel SPINS, his torch illuminating O'NEIL who stands before\nhim, Skaara at his side. Startled, Daniel has to catch his\nbreath.\n\nDANIEL\nIt's ancient Egyptian. I just didn't\nknow how to pronounce it. No one\nhas heard it spoken in over two\nthousand years.\n\nO'NEIL\nJackson, what is all this?\n\nBehind him we SEE Kawalsky and Brown roaming through,\nfascinated by what they see.\n\nDANIEL\nA history of the people who first\ncame to this world.\n\nDaniel turns back to the tableau on the wall, pointing to\nit.\n\nDANIEL (CONT'D)\nLook, here, this is Ra, the God these\npeople worship. He was a young boy,\ntaken by people from distant stars\nwho turned him into a God.\n\nHe points to the drawings of the boy becoming a Pharaoh.\n\nDANIEL (CONT'D)\nOnce a God, Ra betrayed his own\npeople, enslaving them to serve his\nmasters.\n\nDaniel points to a series of drawings of Ra, ruling his\npeople.\n\nO'Neil suddenly becomes very interested. Slowly we PUSH IN\nclose as we study O'Neil's intense curiosity.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel points to a series of drawings of Ra, ruling his\npeople. O'Neil suddenly becomes very interested. Slowly we PUSH IN\nclose as we study O'Neil's intense curiosity. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL (CONT'D)\nThey taught him how to build the\ngreat pyramid of Giza. They gave\nhim eternal life. They made him\nruler of all mankind. And in return\nhe gave them...people.\n\nDaniel stops reading, turning back to O'Neil.\n\f190\n\n191\n\n72.\n\nDANIEL (CONT'D)\nWorkers for the mines. He sold out\nman in order to be a God.\n\nO'Neil looks concerned, lost in thought. There is a pregnant\npause as he takes this all in.\n\nKAWALSKY (0.S.)\nJackson, I think you better take a\nlook at this.\n\nAt the end of the corridor, Kawalsky steps out, holding a\nflash light.\n\nANGLE - OTHER CORRIDOR 190\n\nDaniel, O'Neil and Sari join Kawalsky and Brown who stare in\nawe at something before them...\n\nALTAR 191\n\nEnshrined in sacred writings, this whole section is dedicated\nto a single cartouche at the wall's center, half buried in\nthe sand. We recognise the cartouche as the same one we saw\non the tablets.\n\nDaniel rushes over to it, examining, digging out the covered\nportion of the cartouche. The others crowd in behind him,\nanxious, tense.\n\nDANIEL\nThey must have kept it here in hopes\nthat one day the gate to Earth could\nbe reopened.\n\nThese definitely match the signs on the Star Gate. But as\nDaniel's hand moves down the six main SYMBOLS, we discover\nthe last piece of the cartouche has BROKEN OFF.\n\nDANIEL (CONT'D)\n(panicked)\nWhere's the seventh sign?\n\nFrantically Daniel digs in the dirt looking for something.\nRealizing what he is doing, the team drops to the ground,\ndigging. Sari, not understanding, holds the torch.\n\nDANIEL (CONT'D)\nI think I got it!\n\nHe pulls a piece of fractured wall out of the dirt. It FITS\nin perfectly with the cartouche, but the piece is WORN CLEAR.\nThe SYMBOL IS GONE.\n\nDaniel and the soldiers are STUNNED. Their hopes of returning\nhome, dashed. Probably forever. O'Neil gets a determined\nlook in his eye. He turns, making his way out.\n\f192\n\n193\n\n194\n\n195\n\n196\n\n73.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Neil gets a determined\nlook in his eye. He turns, making his way out. 192\n\n193\n\n194\n\n195\n\n196\n\n73. \n\nTARGET SECTION TO BE ANNOTATED:\nO'NEIL\nWe're heading back.\nDANIEL\nBut it won't work without the last\n\nsymbol.\nO'Neil doesn't even look back.\nCUT TO:\nEXT. NAGADA - DAWN 192\nSand pours through as the front gates to Nagada open. O'Neil\nleads our team as they march out through the gates. At the\nback of the pack, Daniel trails behind, looking back over\nhis shoulder.\nWe CRANE UP to the bridge above the gate just as Sari comes\nrushing over. She stops at the top of the gate, staring at\nthe men as they depart.\nANGLE - TEAM - SAND DUNES - SAME 193\n\nWith new resolve, O'Neil marches ahead. There's something\ndifferent about him now. An adamant look in his eye.\n\nKAWALSKY\nHurry up, Jackson.\n\nO'NEIL\nForget him. He's useless to us now.\n\nSurprised Kawalsky looks over at Brown who can only shrug.\nBehind them Daniel looks back at Sari.\n\nDANIEL'S P.O.V. - SARI 194\nAS we PULL BACK away from her. Sadly, she watches him depart.\nEXT. DESERT - DUNES - MORNING 195\nSilhouetted against the rising sun we see the lonely image\n\nof the team walking across the dunes. Indefatigable, O'Neil\npresses on. Kawalsky wipes his brow as Brown takes a swig\n\nfrom his canteen.\n\nDaniel catches up with them and reaches out for a drink but\nBrown pulls it away. Kawalsky turns, spotting something.\n\nKAWALSKY'S P.0.V. - SKAARA AND BOYS 196\n\nSkaara and the shepherd boys come rushing up over the dune.\nPlayfully wanting to join up with them.\n\nKAWALSKY\nSir, I think you made some friends.\n\f197\n\n198\n\n199\n\n200\n\n74.\nO'Neil turns and sees them.\n\nO'NEIL\nJackson, get rid of them.\n\nO'Neil presses onward as Daniel tells them to leave, but\nthey follow regardless. O'Neil looks back.\n\nO'NEIL (CONT'D)\nI said, get rid of em!\n\nDANIEL\nI tried.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Neil looks back. O'NEIL (CONT'D)\nI said, get rid of em! DANIEL\nI tried. \n\nTARGET SECTION TO BE ANNOTATED:\nO'Neil STOPS, draws his pistol and FIRES towards the Boys,\nhis bullets RIPPING into the sand in front of them.\n\nDANIEL (CONT'D)\nJesus Christ!\n\nThe Boys jump back, tumbling down the sand. Quickly they\nretreat behind a dune.\n\n \n\nDANIEL (CONT'D)\nYou didn't have to do that!\n\nO'Neil simply turns and marches on. Even Kawalsky and Brown\nare shocked. As the team disappears over the next dune...\n\nSKAARA 197\n\npokes his head back up from behind the last dune. Hurt and\nbetrayed, Skaara sadly watches the team walk away.\n\nCUT TO:\nEXT. DUNES - LATER - DAY 198\nSeveral yards ahead of the team, O'Neil continues, undaunted.\nTogether they climb a STEEP DUNE. As they near the top they\nSEE O'Neil suddenly DROP to his knees.\nReacting, the soldiers rush up the hill. Daniel, not\nunderstanding, hurries to catch them. Turning back, Kawalsky\nwaves for him to drop. Daniel does, crawling to meet them.\nDANIEL'S P.0O.V. - PYRAMID 199\n\nAs Daniel clears the top of the dune we REVEAL the Pyramid\nwith the SPACE CRAFT perched on top.\n\nPYRAMID SPACE CRAFT 200\n\nFor the first time we can clearly see the breadth of this\namazing vessel, ornate and technical at the same time.\nUnfolded, the craft nearly covers the entire pyramid it sits\non. The team stares in awe.\n\f201\n\n202\n\n203\n\n75.\nThere's a long pause. O'Neil lifts a small pair of binoculars\nand SEES the half buried base camp, destroyed and abandoned.\nSuddenly O'Neil SNAPS a clip into his rifle.\nO'NEIL\nLieutenant, I've got to get to the\nStarGate at all costs. Cover me.\n\nKAWALSKY\nBut Sir...\n\nSuddenly O'Neil TAKES OFF, scurrying down the dunes, making\nhis way to the pyramid entrance.\n\nKAWALSKY (CONT'D)\nShit! Jackson, stay close.\n\nDANIEL\nWhat is happening here?\n\nKawalsky throws his rifle to Daniel, drawing his pistol.\nDaniel is totally confused.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL\nWhat is happening here? Kawalsky throws his rifle to Daniel, drawing his pistol. Daniel is totally confused. \n\nTARGET SECTION TO BE ANNOTATED:\nKAWALSKY\nReady?\n\nNervously, Brown nods. Kawalsky TAKES OFF after O'Neil.\n\nEXT. ENTRANCE RAMP - SAME 201\nO'Neil has taken a position behind the obelisks. He sees\n\nthe team making their way down. He waves them on towards\n\nthe entrance.\n\nANGLE - SKAARA AND SHEPHERD BOYS 202\n\nClimbing up behind another dune, they spy down the hill at\nO'Neil as he moves towards the entrance.\n\nEXT. ENTRANCE PLATFORM - CONTINUOUS 203\n\nO'Neil takes cover next to the entrance door meeting up with\nthe rest of the squad.\n\nO'NEIL\nTwo teams. Lieutenant, you and Brown\ntake the rear.\nO'Neil darts inside. Daniel doesn't know what to do.\n\nKAWALSKY\nGo!\n\nDaniel follows O'Neil.\n\f204\n\n205\n\n206\n\n207\n\n208\n\n209\n\n210\n\n211\n\n76.\nINT. PYRAMID ENTRANCE - CONTINUOUS 204\n\nColumn by column, O'Neil makes his way down the large entrance\nhall. Clumsily Daniel hauls the rifle behind. As they enter\nthey SEE Feretti's radio, the helmet, assorted equipment.\nDaniel swallows hard.\n\nBehind them, Kawalsky and Brown creep down the opposite row\n\nof columns, weapons ready. Just as they pass we see a SHADOW\nmove across the wall behind them.\n\nEXT. PYRAMID ENTRANCE - SHEPHERD BOYS - SAME 205\n\nThe Shepherd boys sneak up the side of the structure. Skaara\ncreeps up a dune over to a small window.\n\nDANIEL AND O'NEIL 206\nPressed against a column. O'Neil moves forward, choosing\n\nhis path. Daniel looks back, something MOVES. He leans the\nopposite direction just in time to SEE...\n\nSHADOW 207\nA huge shadow, human form but with a HAWK-LIKE HEAD. Daniel\nreacts, turns to O'Neil but O'Neil is GONE. Scared, Daniel\n\ngrips the rifle tight.\n\nBROWN 208\nBrown steps out from behind a column when WHACK, something\n\nhits him across the head, SPINNING HIM.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel\nreacts, turns to O'Neil but O'Neil is GONE. Scared, Daniel\n\ngrips the rifle tight. BROWN 208\nBrown steps out from behind a column when WHACK, something\n\nhits him across the head, SPINNING HIM. \n\nTARGET SECTION TO BE ANNOTATED:\n As he recovers BLAST,\n\na strange POWER BURST to his shoulder, SLAMMING HIM against\n\nthe post.\n\nWINDOW - SKAARA 209\n\nPeering in through a window we SEE Skaara straining to see\ninside.\n\nSKAARA'S P.0.V. - BROWN 210\nWrithing in pain, Brown screams as Horus SLAMS the rear of\n\nhis weapon into him. Skaara's eyes go wide with fear as he\nretreats to tell the others.\n\nO'NEIL 211\n\nSpins, sees something and LEAPS out of the way as a POWER\nBURST EXPLODES into the column behind him.\n\nKawalsky JUMPS out FIRING. Out of nowhere his weapon is\nSMASHED, knocked out of his hand. He spins, his eyes widen\nas he SEES...\n\f212\n\n213\n\n214\n\n215\n\n77.\nHORUS 212\n\nBody of a man, the head, a metallic textured sculpture of a\nHAWK. He SWINGS his weapon at Kawalsky who grabs hold with\nall his strength. Kawalsky grapples with Horus who TWISTS\nhis weapon free, then SMASHES it into Kawalsky's chest.\n\nHolding his rifle tentatively, Daniel steps out from behind\na column just in time to SEE... Kawalsky SAILS across the\nhallway, SLAMMING into a column, collapsing in a heap. Just\nthen Daniel SEES Horus crossing the hallway, moving in on\nKawalsky.\n\nDaniel is in total shock, his eyes wide with fear. Standing\nout there, he's a sitting duck. Suddenly a HAND reaches for\nhim and GRABS HIM, yanking him back to safety.\n\nO'NEIL 213\n\nHolds Daniel tight against the wall, leaning close to his\nface.\n\nO'NEIL (CONT'D)\nCover me.\n\nDANIEL\nWha...?\n\nO'Neil makes a DASH for the door leading to the StarGate.\nDaniel gathers his strength and follows, attempting to cover\nthe rear as he runs.\n\nINT. GRAND GALLERY - CONTINUOUS 214\n\nA FLARE tumbles towards us, O'Neil rushing up from behind.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel gathers his strength and follows, attempting to cover\nthe rear as he runs. INT. GRAND GALLERY - CONTINUOUS 214\n\nA FLARE tumbles towards us, O'Neil rushing up from behind. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the flickering light we see Daniel, stumbling after O'Neil\ntrying to keep his rifle pointed to the rear.\n\nINT. STARGATE ROOM - MOMENTS LATER 215\n\nThe darkness is broken with another FLARE as it rolls towards\nus. O'Neil rushes through the Medallion room straight over\nto the wheeled vehicle standing next to the StarGate. Daniel\nraces in, moving over towards O'Neil.\n\nO'NEIL\n(scolding)\nGet back to the door!\n\nDANIEL\nWhat about Kawalsky and Brown?\n\nO'NEIL\nYou heard me, move!\n\nDaniel reluctantly moves over towards the medallion, aiming\nhis gun into the Grand Gallery.\n\f216\n\n217\n\n78.\n\nO'Neil retrieves the electric KEY from his pocket. He turns\na dial and a RED LIGHT begins to FLASH.\n\nDANIEL\nWhat are you doing?!\n\nO'NEIL\nI said cover me, Goddamnit!\n\nO'Neil takes out the tool and opens the secret compartment\nof the vehicle only to find it EMPTY. O'Neil is in total\nSHOCK.\n\nO'NEIL (CONT'D)\nIt's gone!\n\nPissed and scared, Daniel turns back to O'Neil.\n\nDANIEL\nWhat is?\n\nJust as Daniel turns a LASER traces the edges of the MEDALLION\non the floor. A BEAM appears just as the image of a man\nMATERIALIZES behind Daniel's back.\n\nFully realized, we see it's ANUBIS, his weapon aimed.\n\nO'Neil looks up and SEES Anubis. Slowly he lifts his arms\nin surrender. Seeing this Daniel SPINS, his rifle shaking\nin nervous hands.\n\nO'NEIL\n(suddenly calm)\nJackson, put it down.\n\nAnubis steps into the flickering light of the flare. For\nthe first time we can SEE the details of this strange\ncreature.\n\nStepping close, he runs his palm beneath his weapon and the\nbarrel SNAPS OPEN ready to fire. Daniel lowers his rifle.\n\nINT. SPACE CRAFT - MEDALLION ROOM - CONTINUOUS 216\nLike the medallion below, a laser traces the floor,\n\nilluminating this dark room. Once surrounding the medallion,\nSHAPES begin to form. Soon we SEE it's O'Neil, Daniel and\nAnubis.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPACE CRAFT - MEDALLION ROOM - CONTINUOUS 216\nLike the medallion below, a laser traces the floor,\n\nilluminating this dark room. Once surrounding the medallion,\nSHAPES begin to form. Soon we SEE it's O'Neil, Daniel and\nAnubis. \n\nTARGET SECTION TO BE ANNOTATED:\nThe beam VANISHES and a circular door SLIDES open.\n\nINT. RA'S THRONE CHAMBER - CONTINUOUS 217\nAs the door opens we find HORUS waiting. He and Anubis lead\n\nDaniel and O'Neil into the room. Suddenly a loud SOUND is\nheard and the wall before them slowly begins to PART.\n\f218\n\n219\n\n220\n\n221\n\n79.\nEXT. PYRAMID - SPACE CRAFT - TOP SECTION - DAY 218\n\nSlowly the top of the pyramid begins to OPEN UP, the planet's\nthree suns behind it. The paneling slides back revealing\nthe palace beneath.\n\nINT. RA'S THRONE CHAMBER - SAME 219\n\nThey march down the center of this beautiful palace room.\nLight begins to STREAM IN from the openings above. They\nreach the far wall of the room and Horus THROWS Daniel to\nthe floor. O'Neil SPINS, ready to fight.\n\nDANIEL\n(stage whisper)\nKneel.\n\nReluctantly O'Neil turns and bows down to his knees. Daniel\nlooks up from the ground and sees A GOLDEN SUN DISK adorning\nthe wall before him.\n\nFrom all around SUNLIGHT pours in, bathing Daniel and O'Neil\nin bright light. As the light reaches the SUN DISK, the\ndoors in front of them SLIDE OPEN revealing another room.\n\nStanding in front of a large set of stairs leading to a\nplatform, we SEE a dozen human CHILDREN, ranging from 9 to\n17 years of age, elaborately dressed, huddled together,\nblocking our view. Slowly they peel away from the center\nrevealing...\n\nPHARAOH KING RA 220\n\nPerched on his throne, adorned with jewels and headdress\nlike an ancient Pharaoh, RA looks like a living version of\nthe mask of Tutankhamun, part humanoid, part other worldly.\n\nDaniel and O'Neil, who look up at the strange creature before\nthem. There is a long awkward silence as Ra examines them\nfrom his perch. Turning away, Ra lifts his hand, pointing\n\nto Anubis.\n\nANUBIS 221\n\ntouches a switch on the collar of his outfit and suddenly\nthe Jackal head MORPS into the cold but handsome face of a\nHUMAN, the real man behind the mask.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a long awkward silence as Ra examines them\nfrom his perch. Turning away, Ra lifts his hand, pointing\n\nto Anubis. ANUBIS 221\n\ntouches a switch on the collar of his outfit and suddenly\nthe Jackal head MORPS into the cold but handsome face of a\nHUMAN, the real man behind the mask. \n\nTARGET SECTION TO BE ANNOTATED:\nRa turns towards Horus, who also begins to CHANGE SHAPE.\nHis Hawk mask peeling back to reveal the MAN underneath; a\ndark skinned North African with joyless eyes.\n\nNeither O'Neil nor Daniel can believe their own eyes as these\ncreatures unmask before them. Daniel nervously looks up\ntowards Ra. After a long beat Ra gives a nod to the children.\n\f222\n\n80.\n\nTwo young BOYS walk up from behind Ra carrying a tray.\nO'Neil's DEVICE, stolen from the wheeled vehicle, lays\ndismantled on the tray. The children place it in front of\nDaniel and O'Neil.\n\nDaniel stares at it confused. O'Neil only stares at Ra\ndefiantly. Daniel notices the English words and numbers\nprinted around the device. He turns to O'Neil, bewildered.\n\nDANIEL\n(whispered)\nWhat is that?\n\nO'Neil only continues his glare to Ra. Daniel begins to\npanic, his mind racing.\n\nDANIEL (CONT'D)\nThat's what you were looking for.\nWhat you couldn't find...\n\nDaniel looks back to Ra who stares down at them, cold.\nTurning back to the device, Daniel starts to realize what\nhe's looking at.\n\nDANIEL (CONT'D)\n(incredulous)\n\n...you were going to destroy this\n\nplace!? Why?\n\nSuddenly Ra STANDS. As we PUSH IN we SEE...\nRA - CLOSE - SFX 222\n\nSuddenly Ra's entire shape begins to MORPH, his image shifting\nand changing. His golden skin PEELS AWAY as his headdress\nRETRACTS behind his head, revealing a BEAUTIFUL YOUNG\nMAN/CHILD, RA. Though ten thousand years have passed, he\nlooks but slightly older than when we saw him in the film's\nopening.\n\nAs Ra is unveiled, Horus and Anubis BOW their heads. Seeing\nthis from the corner of his eye, O'Neil seizes the\nopportunity. He POPS UP, throwing a shoulder into Anubis'\nchest, wresting his weapon from him. He SLAMS Anubis with\nthe butt end, knocking him to the floor.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeeing\nthis from the corner of his eye, O'Neil seizes the\nopportunity. He POPS UP, throwing a shoulder into Anubis'\nchest, wresting his weapon from him. He SLAMS Anubis with\nthe butt end, knocking him to the floor. \n\nTARGET SECTION TO BE ANNOTATED:\nIn one swift move, he copies the gesture he saw Anubis make\nand SNAPS the weapon OPEN and FIRES at Horus, catching him\nin the shoulder, SPINNING HIM to the floor.\n\nDANIEL (CONT'D)\n(panicked)\nNo! Don't! Stop it!\n\nBut O'Neil TURNS, takes quick aim and FIRES at Ra. Just as\nthe power blast leaves the weapon a CLEAR SHIELD forms around\nRa. The power blast is DEFLECTED.\n\f223\n\n224\n\n225\n\n226\n\n227\n\n228\n\n81.\n\nHorus grabs his weapon, spins. Daniel steps between them,\nscreaming out to them in their language. But, too date, |\nHorus FIRES. The blast RIPS INTO DANIEL KILLING HIM.\n\nsecond BLAST hits O'Neil in the shoulder, cutting into him.\nO'Neil hits the floor, writhing in intense pain.\n\nRa steps down from his throne. He walks towards Anubis,\nretrieving his fallen weapon. For a moment we think he may\nkill him. Instead he THROWS the weapon at him.\n\nRa walks over to Daniel, staring down at his lifeless body\nwhen something catches his eye. Ra kneels down, reaches\nover and touches the SUN DISK around Daniel's neck.\n\nSUN DISK - NECKLACE - EXTREME CLOSE UP\n\nHanging from Daniel's neck, Ra fingers the golden sun disk\nexamining it.\n\nDISSOLVE TO:\nEXT. DUNES - DAY\n\nSlowly Daniel's Mastadge appears behind a dune and HOWLS, a\nsingle beautiful note of pain.\n\nEXT. BASE CAMP\n\nBuried in the sand, an exposed tent flap is PULLED aside and\nthe Shepherd boys SEE Daniel's Mastadge appearing behind\nthem.\n\nThey turn back, digging for more treasure. Skaara uncovers\n\none of the soldier's HELMETS. He shows it to the other boys.\n\nJust then a LOUD HUM is heard. The Boys look up to SEE...\nGLIDER BAY - SPACE CRAFT\n\nThe Glider bay OPENS and two GLIDERS shoot out into the sky.\nANGLE - SHEPHERD BOYS\n\nThe Boys DUCK for cover under the tent as the two Gliders\nSAIL past, disappearing from view.\n\nINT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nGLIDER BAY - SPACE CRAFT\n\nThe Glider bay OPENS and two GLIDERS shoot out into the sky. ANGLE - SHEPHERD BOYS\n\nThe Boys DUCK for cover under the tent as the two Gliders\nSAIL past, disappearing from view. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOLDING CELL - SAME\n\nA square HOLE in the ceiling OPENS as the bars that cover it\nrecede. Unconscious, O'Neil body DROPS through, landing\nwith a SPLASH into the shallow muddy water of this cell.\n\nThe cold water reviving him, O'Neil BOLTS up awakened.\nSuddenly two arms GRAB HIM. Still in shock, O'Neil tries to\nshake free. Finally he realises it's Kawalsky holding him.\n\nKAWALSKY\nColonel, are you alright?\n\n223\n\n224\n\n225\n\n226\n\n227\n\n228\n\f229\n\n230\n\n231\n\n232\n\n233\n\n234\n\n82.\nAdjusting to the dark room O'Neil SEES, Feretti and Freeman\nSHIVERING at the back of the room. Between them two BODIES\nfloat face down in the murky waters.\n\nKAWALSKY (CONT'D)\nSir?\n\nO'Neil only nods.\n\nKAWALSKY (CONT'D)\nAnd Jackson?\n\nO'NEIL\nHe's dead.\n\nCUT TO:\nEXT. DUNES - LATE AFTERNOON 229\nThe Shepherd boys return from the pyramid, the Mastadge with\nthem, packages strapped to its sides. Suddenly a SOUND is\nheard. The boys STOP as they SEE...\nTWO WINGED GLIDERS 230\nHeading right at them, darting out from over the dunes.\nGLIDER P.O.V. - SHEPHERD BOYS 231\nSailing overhead we see the small group of boys staring up\nat us, astounded at what they see. Just as it passes overhead\nthey get a mere glimpse at ANUBIS as he peers down at them.\nOnce gone, the boys race to the top of the dune to see where\nthe Gliders have just left; Nagada, a black plume of smoke\nrising from the center of the town.\nEXT. NAGADA - INSIDE TOWN - THROUGH GATES - LATE AFTERNOON 232\nThe boys approach the front gates, entering the town slowly.\nFrom their expressions we SEE they are shocked at what they\nfind.\nSHEPHERD BOYS' P.0O.V. - DECIMATED STREET - SAME 233\nPeople crying, comforting one another. Charred buildings, a\nsmall flame being extinguished.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHEPHERD BOYS' P.0O. V. - DECIMATED STREET - SAME 233\nPeople crying, comforting one another. Charred buildings, a\nsmall flame being extinguished. \n\nTARGET SECTION TO BE ANNOTATED:\n Wounded people getting tended\nto. Misery.\nThe boys move slowly down the center of the street, fear and\nanger in their eyes. Skaara sees Sari crying at the side of\nthe street. He rushes to her.\nANGLE - SARI 234\n\nAs Skaara approaches, Sari lifts her head and we SEE a CUT\nabove her eye, blood dripping down her face.\n\f235\n\n236\n\n237\n\n238\n\n239\n\n240\n\n83.\n\nSkaara looks at her, wanting to understand. Sari only looks\nup. Skaara follows her gaze to SEE...\n\nKASUF - HANGING 235\n\nStrapped to the Sun Disk we SEE Kasuf suspended above, beaten,\nbarely conscious. We PUSH into Skaara's troubled face, tears\nand anger well in his eyes.\n\nCUT TO:\nINT. SARCOPHAGUS ROOM - LATER 236\n\nSilent and still, the sarcophagus sits at the back of the\nroom. Slowly we MOVE closer to it just as its sides begin\nto retract, exposing a FIGURE covered in wet cloth laying\nmotionless.\n\nAs the sarcophagus completes this process the figure suddenly\nSITS UP, frantically GASPING for air. Coughing, the figure\nrips off the wet cloth, revealing...\n\nDANIEL 237\n\nReborn. Daniel struggles to regain normal breathing. Finally\nhe calms down and looks around to see where he is.\n\nDANIEL'S P.0.V. - EMPTY ROOM 238\n\nDaniel scans the quiet, eerie room. He's startled as he\nSEES a young seven year old BOY standing in the doorway.\nEmotionless and completely still, the Boy stares at Daniel.\n\nSlowly Daniel gets to his feet, attempting to regain his\nbalance. Once up, the Boy turns and walks out of the room.\nDaniel is unsure if he should follow. Suddenly the Boy STOPS,\nturns back, staring at Daniel. Daniel takes a step towards\nhim and the Boy continues.\n\nINT. PALACE HALLWAY - CONTINUOUS - NIGHT 239\n\nSeveral yards ahead of him, the Boy leads Daniel down this\nimmense and imposing hallway. Daniel follows, disorientated,\nhis eyes scanning the room. He sees a CAT cross his path.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nPALACE HALLWAY - CONTINUOUS - NIGHT 239\n\nSeveral yards ahead of him, the Boy leads Daniel down this\nimmense and imposing hallway. Daniel follows, disorientated,\nhis eyes scanning the room. He sees a CAT cross his path. \n\nTARGET SECTION TO BE ANNOTATED:\nSurprised, Daniel continues down and he sees ANOTHER cat,\nperched on a short flight of stairs. Still walking forward,\nDaniel turns back towards the Boy, only to find he's GONE.\n\nDaniel looks ahead and sees another doorway. Assuming the\nBoy went through, Daniel cautiously follows.\n\nINT. BATH CHAMBER - CONTINUOUS - NIGHT 240\nSlowly Daniel enters. He pushes his way through thin silk\n\nveils which hang down from the ceiling. Daniel moves through\nthem until he SEES...\n\f241\n\n242\n\n84.\nRA - BATH 241\n\nRa sits in his ornate sunken bath. Daniel watches him for a\nlong beat. Sensing his presence, Ra ignores Daniel, signals\nto the children who come, carrying his long robe.\n\nHolding it before him, Ra walks out of the bath, into his\nrobe, passing Daniel on his way out. Daniel turns to him\nand speaks.\n\nDANIEL\n(subtitled)\nI died.\n\nSurprised Daniel can speak his language, Ra stops and turns\ntowards him. A subtle smile crosses Ra's lips. He then\nturns away and exits the room. Reluctantly, Daniel follows.\n\nINT. RA'S PRIVATE CHAMBER - CONTINUOUS - NIGHT 242\n\nRa leads Daniel across the room past a long marble table.\nOn which are the recovered belongings of the soldiers\ndisplayed; guns, books, radio and the dismantled bomb. Ra\nturns back to Daniel, studies his reaction for a long beat.\nFinally...\n\nRA\n(subtitled)\nYou people have advanced much since\nI left. Your world has\nbecome. ..dangerous.\n\nRealizing the implication, Daniel gets nervous\n\nDANIEL\n(subtitled)\nWhat are you going to do?\n\nRA\n(subtitled)\nTomorrow we will send the quartz to\nmy masters. I will include all I\nhave discovered.\n\nOff Daniel's frightened expression, Ra smiles as he walks\naway.\n\nRA (CONT'D)\n(subtitled)\nIt will be up to them to decide.\n\nMoving over to a sitting area, Ra is met by the children who\nbring his clothing over to him and start to dress him. Daniel\nmoves over towards him.\n\f243\n\n85.\n\nDANIEL\n(subtitled)\nWhy did you give me back my life?\n\nRA\n(subtitled)\nI need you.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\n243\n\n85. DANIEL\n(subtitled)\nWhy did you give me back my life? RA\n(subtitled)\nI need you. \n\nTARGET SECTION TO BE ANNOTATED:\nDaniel doesn't understand.\n\nRA (CONT'D)\n(subtitled)\nYou must restore...faith.\n\nDANIEL\n(subtitled)\nFaith?\n\nRa nods to one of his children who pulls out a small tray,\nDaniel's Sun Disk laying on top. Ra takes it, holds it.\n\nRA\n(subtitled)\nThere can only be one Ra.\n\nHe hands the Sun Disk back to Daniel.\n\nRA (CONT'D)\n(subtitled)\nYou will obey me before my people.\nThey will witness as you kill your\ncompanions.\n\nDressed, Ra stands and walks away from Daniel. Taking it\nall in, Daniel thinks to himself for a beat. Finally...\n\nDANIEL\n(subtitled)\nAnd I refuse?\nDaniel turns back to Ra only to find Anubis standing behind\nhim, lifting his weapon. Ra turns back to Daniel to see if\nhe understands. He does.\nCUT TO:\nTRAVELING P.O.V. - TOWARDS CURTAINS 243\nWe MOVE through darkness towards long hanging fabric. As we\nPUSH through the fabric into BRIGHT LIGHT we see THOUSANDS\nOF PEOPLE gathered before us.\n\nWIDEN TO REVEAL:\n\f244\n\n245\n\n246\n\n247\n\n86.\nEXT. PYRAMID ENTRANCE PLATFORM - LATE AFTERNOON\n\nO'Neil and the other prisoners are PUSHED out onto the\nplatform, led by HORUS down to the center of the ramp.\n\nUsing his weapon as a staff, Horus KNOCKS the soldiers down\nto their knees. He leaves them there as he marches back up\nto the top of the ramp, joined by another Horus (#2).\n\nANGLE - SARI\n\nMoving through the dense crowd, straining to see if Daniel\nis on the ramp. Unable to spot him, she's crestfallen.\n\nTWO WINGED GLIDERS\nTwo winged Gliders hover above the platform.\nDANIEL AND ANUBIS\n\nWith his mask in place, Anubis steps through the hanging\nfabric, Daniel close to his side. O'Neil looks up, completely\nshocked to discover Daniel still alive. He and the soldiers\nexchange questioning glances.\n\nDaniel avoids eye contact with the soldiers as Anubis leads\nhim next to the empty throne.\n\nSari SEES Daniel. Her expression brightens.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel avoids eye contact with the soldiers as Anubis leads\nhim next to the empty throne. Sari SEES Daniel. Her expression brightens. \n\nTARGET SECTION TO BE ANNOTATED:\n She pushes\nthrough the crowd to get nearer to the platform.\n\nLeaving Daniel's side, Anubis steps to the center of the\nplatform, raising his arms. The entire crowd BOWS DOWN. We\nsee a very bruised Kasuf, helped by the town Elders to his\nknees in prayer.\n\nAnubis looks over to Daniel who reluctantly bows down before\nthe throne. The entire assembly bows and a dozen CHILDREN\nrush out from behind the fabric, grabbing on to poles,\nconnected to the bottom of the material. The Children peel\noff to the sides, LIFTING the fabric.\n\nAs it PARTS we SEE the striking image of RA, SUN GOD as he\nslowly steps out into the light. Again, we see him with his\nillusion/mask in place gold skin, elaborate headdress, etc.\n\nRa takes his place on the throne. Once seated, the crowd\nstands, silently. Anubis stands and offers his weapon to\nthe Pharaoh. Ra accepts it. He turns and offers it to\nDaniel.\n\nAnubis puts his hand roughly on Daniel's shoulder. Daniel,\nknowing what is expected of him, is torn. Slowly he stands\nand accepts the weapon from Ra. Weapon in hand, Daniel turns\ntowards the ramp.\n\n244\n\n245\n\n246\n\n247\n\f248\n\n249\n\n250\n\n251\n\n87.\nDANIEL'S P.0.V. - SOLDIERS AND O'NEIL 248\n\nSlowly Daniel walks past the two guards at the top of the\nramp, making his way towards O'Neil and the rest of the\nsoldiers. O'Neil looks up at Daniel as a traitor, contempt\nin his eye.\n\nDaniel is torn. Desperately he wants a way out of it. As\nhe walks he SEES, Sari in the crowd. He can't look at her.\nHe turns back to the faces of the Soldiers as he approaches.\n\nDaniel stops a few feet in front of O'Neil who only stares\nat him, harshly. Daniel turns, looks back to Ra who only\nstares at him emotionlessly. He sees Anubis waiting next to\nRa, the two Horus guards at the top of the Ramp, and looking\nup...\n\nTHE WINGED GLIDERS 249\nTheir weapons slowly EXTENDING, taking aim, ready.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel turns, looks back to Ra who only\nstares at him emotionlessly. He sees Anubis waiting next to\nRa, the two Horus guards at the top of the Ramp, and looking\nup... THE WINGED GLIDERS 249\nTheir weapons slowly EXTENDING, taking aim, ready. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly a small FLASH OF LIGHT, catches his eye. He looks\ndown into the crowd and SEES...\n\nANGLE - SKAARA 250\n\nMoving near Sari below, next to the ramp. He holds O'Neil's\nlighter, reflecting sunlight off of it at Daniel to get his\nattention. That accomplished, Skaara peels back part of his\nclothing exposing...\n\nONE OF THE SOLDIER'S RIFLES 251\n\nRetrieved from the base camp, Skaara holds the gun close to\nhis chest. Skaara gives Daniel a nod. Daniel looks down to\nthe other side of the ramp and recognizes two OTHER Shepherd\nboys, waiting.\n\nDaniel turns back to O'Neil as he lifts the weapon, COCKING\nit, ready to FIRE. Suddenly Daniel SPINS, and FIRES the\nweapon at the top of the ramp.\n\nA huge CHUNK of the ramp EXPLODES before the two guards,\nblocking their view of Daniel.\n\nSuddenly Skaara DRAWS the rifle and begins FIRING INTO THE\nAIR. Quickly we SEE, Shepherd boys, scattered everywhere,\ndrawing weapons and FIRING.\n\nThe crowd panics, no one knows which way to run. Pandemonium.\nSeizing the opportunity, Daniel and O'Neil JUMP off the ramp\nin one direction, as the other soldiers LEAP off the other\nside.\n\nHORUS (#1) steps through the smoke and FIRES his weapon,\nHITTING Freeman as he leaps.\n\f252\n\n253\n\n254\n\n255\n\n256\n\n257\n\n257A\n\n88.\nHe SCREAMS and dies before he can hit the ground.\nOn the opposite side, O'Neil and Daniel rush over to Sari\nand Skaara. They both toss SHAWLS over them, disguising\nthem. Quickly they PUSH them into the crowd.\nKawalsky and Feretti turn back towards Freeman's body when\nthe shepherd boys RUSH over to them, tossing CLOTH over the\nsoldiers. Quickly they rush them into the mayhem of the\ncrowd.\nANGLE - ANUBIS 252\nSignals to the Gliders.\nGLIDERS 253\nThe Gliders readjust and DIVE down over the crowd, searching.\nGLIDERS' P.O.V. - CROWD 254\nQuickly we SAIL overhead, staring down as everyone races\naway in different directions.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nGLIDERS' P. O. V. - CROWD 254\nQuickly we SAIL overhead, staring down as everyone races\naway in different directions. \n\nTARGET SECTION TO BE ANNOTATED:\n Disguised, the soldiers can't\nbe seen within the mob.\nRa stands, furious. Anubis moves close but Ra shoves him\naside as he storms through the hanging fabric, back into the\npyramid.\nANGLE - DANIEL AND O'NEIL 255\nSkaara and Sari lead Daniel and O'Neil over to the Mastadge,\nwho lets out a ROAR. Skaara shows O'Neil where to GRIP the\nMastadge at the side of the harness. Sari shows Daniel the\nsame on the other side.\nDaniel turns to thank Sari just as Skaara GRABS THE MASTADGE'S\nEAR. The Mastadge REAR UP and race away, dragging Daniel\nand O'Neil with them.\nANGLE - DUNE 256\nPeople rushing off around them, Skaara and Sari climb the\ntop of the dune to see the Mastadge far off, racing over the\ndunes. They turn back and see...\nTHE GLIDERS 257\n\nSoaring past them, giving chase, the Gliders head off into\nthe desert.\n\nINT. RA'S PALACE - SAME 257A\nIn a mad tantrum, Ra storms through his palace, furious. He\n\nRIPS the hanging fabrics as he marches into his private\nchamber .\n\f258\n\n259\n\n260\n\n261\n\n262\n\n89.\nEXT. SAND DUNES - MASTADGE - SAME 258\n\nHolding on for dear life, O'Neil tightly grips the harness.\nHe looks back and sees the Gliders, speeding towards them.\nO'Neil slaps at the side of the Mastadge.\n\nO'NEIL\n(yelling)\nHow do you make this stupid thing go\nfaster!\n\nBarely holding on, Daniel PULLS himself up and GRABS onto\nthe Mastadge's EAR.\n\nAgain, the Mastadge KICKS UP speed, racing over the dunes.\nANGLE - GLIDER AND DUNES 259\nThough the Mastadge has picked up speed, he's no match for\nthe Gliders who narrow the gap. The Gliders FIRE a power\nburst at the Mastadge.\nMissing, the power burst EXPLODES into the sand, a few feet\nin front of the Mastadge. Startled, the Mastadge REARS UP\nand takes off in another direction.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Gliders FIRE a power\nburst at the Mastadge. Missing, the power burst EXPLODES into the sand, a few feet\nin front of the Mastadge. Startled, the Mastadge REARS UP\nand takes off in another direction. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE - O'NEIL 260\nHe looks back, seeing the Gliders approach. He looks ahead.\nO'NEIL\n(yelling)\nIt's no use. When we're over the\nnext dune. We drop!\n\nDANIEL\nDrop?\n\nGLIDERS 261\n\nRacing towards us. As they look down, they see the Mastadge\nahead of them, disappearing over the dune.\n\nREVERSE ANGLE - OTHER SIDE OF DUNE 262\n\nTumbling down the dune, the Mastadge galloping ahead, Daniel\nand O'Neil roll to a stop. Instantly O'Neil starts to BURY\nHIMSELF in the sand. Picking up the cue, Daniel copies\nO'Neil, throwing sand over himself.\n\nBehind them we SEE the Gliders, heading this way. Can they\nbury themselves in time?\n\f263\n\n264\n\n265\n\n266\n\n267\n\n268\n\n90.\nGLIDERS 263\n\nThe Gliders SWOOP DOWN but just as they clear the sand hill.\nThey find the Mastadge on the other side, but O'Neil and\nDaniel are GONE!\n\nThe Gliders circle the area, but O'Neil and Daniel are nowhere\nto be seen. The Gliders circle one more time. Seeing\nnothing, they turn and head back.\n\nANGLE - SAND - CLOSE 264\n\nJust as the Gliders pass overhead, disappearing over the\ndune, O'Neil's and Daniel's heads POP OUT of the sand.\n\nQuickly O'Neil climbs the dune, watching the Gliders depart\nas Daniel spits out sand, climbing after him.\n\nDANIEL\nYou think they'1l come back?\n\nO'NEIL\nWhy should they? In an hour we'll\nbe buried alive.\n\nReaching the top of the dune, Daniel turns to see what O'Neil\nis talking about. He SEES...\n\nA SAND STORM 265\n\nMoving quickly, a sand storm heads right this way. O'Neil\nand Daniel are in the middle of nowhere. No escape.\n\nCUT TO:\nEXT. GLIDER BAY - PYRAMID - SUNSET 266\n\nThe two winged Gliders sail towards the Glider bay openings\nin the pyramid.\n\nINT. RA'S SPACE CRAFT - HALLWAY - MINUTES LATER 267\n\nThe two Horus pilots march down the hall.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nGLIDER BAY - PYRAMID - SUNSET 266\n\nThe two winged Gliders sail towards the Glider bay openings\nin the pyramid. INT. RA'S SPACE CRAFT - HALLWAY - MINUTES LATER 267\n\nThe two Horus pilots march down the hall. \n\nTARGET SECTION TO BE ANNOTATED:\n As they pass a\nhanging tapestry, we SEE their silhouetted bird images MORPH\ndown to their normal selves. As they pass the tapestry, we\nrecognize one as the North African guard (Horus #1) and Horus\n#2.\n\nINT. RA'S PRIVATE CHAMBER - CONTINUOUS 268\n\nRa sits, seething with humiliation and anger. Anguished, Ra\nsits privately when he's suddenly TUGGED by a YOUNG BOY (10\nyears old) who tries to get his attention.\n\nFurious at the invasion, Ra SPINS and GLARES at the boy, his\neyes filled with rage. Terrified, the boy recoils. Ra stops\nhimself just as he looks up and SEES..\n\f268A\n\n91.\n\nThe other children standing in the doorway, watching\nfrightened. Ra marches through them, knocking them aside as\nhe passes.\n\nINT. RA'S THRONE ROOM - MOMENTS LATER 268A\n\nSeething with anger, Ra quickly marches into the room only\nto find Anubis with the two Horus pilots who kneel, awaiting\nhis arrival. Ra stops, calms himself and sits on his throne\nbefore them.\n\nHORUS #1\n(subtitled)\nThey are dead.\n\nRa slowly leans forward. The children arrive and gather\nround Ra's throne.\n\nRA\n(subtitled)\nBring their bodies to me.\nHORUS #2\n(subtitled)\n\nWe lost them in the sand storm.\nSurely they will be killed.\n\nRa boils, holding in his anger. He stands and walks over to\na box of jewelry. Hiding it from the others, Ra takes out a\nGOLDEN RING AND DISK; the ring fitting over his finger, the\n\nattached disk hid in the palm of his hand.\n\nTurning back Ra moves slowly towards Horus #2, motioning\nwith his other hand for Horus #2 to stand. He does, sensing\nsomething is not right.\n\nSlowly Horus #1 backs away. The children exchange nervous\nglances.\n\nHorus #2 starts to get nervous, looking around the room. He\nlooks back to Ra who only smiles, reassuringly; everything's\nalright. Horus #2 seems to calm down.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHorus #2 starts to get nervous, looking around the room. He\nlooks back to Ra who only smiles, reassuringly; everything's\nalright. Horus #2 seems to calm down. \n\nTARGET SECTION TO BE ANNOTATED:\nRa lifts his hand as though to gently embrace his face when\nsuddenly he OPENS his palm exposing the DISK. Horus #2's\neyes go wide with fear but before he can react.. The disk\nACTIVATES. Horus #2 suddenly begins to SHAKE VIOLENTLY, his\nfeatures begin to DISTORT. He SCREAMS OUT IN PAIN. Ra\nwatches this torture emotionlessly, waiting for his victim\nto expire. He does.\n\nAs he drops to the floor, Ra turns to the group of children\nwho stare back at him frightened. Ra motions for the OLDEST\nBOY to step forward.\n\nRa reaches down and removes a HEAD CLAMP from the dead body\nof Horus #2, placing it over the head of the Oldest Boy.\n\f269\n\n270\n\n271\n\n92.\n\nQuickly the HAWK-LIKE head APPEARS over the Oldest Boy as he\nnow takes his turn at guard.\n\nCUT TO:\nEXT. DUNES - SAND STORM - LATER 269\n\nO'Neil and Daniel are fighting their way through the thick\nwhirling sands, holding onto the side of the Mastadge who\npushes onward through the storm.\n\nThey try to shield themselves at the side of the Mastadge,\nbut it does little to help. Movement becomes more and more\ndifficult. Daniel suddenly drops to his knees.\n\nThe Mastadge turns back and sees Daniel getting buried in\nthe sand and ROARS OUT. O'Neil lifts his arm holding it\nover his eyes. He, too, drops down, losing consciousness.\nThe harsh winds quickly begin to bury the men in sand.\nUnaffected by the storm, the Mastadge watches them, unable\nto help.\n\nSuddenly through the blurry sands we SEE several SHAPES\napparently coming UP FROM THE SAND. The figures GRAB onto\nO'Neil, shaking him. Snapping out of it O'Neil squints up\nto SEE...\n\nSKAARA - SHEPHERD BOYS 270\nSkaara and two other boys carry O'Neil and Daniel away.\nINT. CAVE - CONTINUOUS - NIGHT 271\n\nThrough the mouth of a large cave we SEE several FIGURES\ncoming towards us through the sand clouds churning outside.\nHelping them out of the storm we SEE Skaara and two boys\nbringing Daniel and O'Neil inside.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CAVE - CONTINUOUS - NIGHT 271\n\nThrough the mouth of a large cave we SEE several FIGURES\ncoming towards us through the sand clouds churning outside. Helping them out of the storm we SEE Skaara and two boys\nbringing Daniel and O'Neil inside. \n\nTARGET SECTION TO BE ANNOTATED:\nOnce within the protective walls, O'Neil looks up and SEES,\nthe rest of the Shepherd boys wearing the army fatigues,\nhelmets and guns they retrieved from the base camp. Leaning\nagainst the wall, the weapon Ra gave Daniel.\n\nAt the back of the cave he SEES Feretti, getting some aid to\na wound. Kawalsky turns, sees O'Neil and rushes over to\nhim.\n\nKAWALSKY\nYou made it!\n\nSari walks in from the opposite side, looking for Daniel.\nDaniel begins to cough, only semi-conscious as he's helped\ninside. Sari runs over to him, bringing him some water.\nRealizing it's her, Daniel smiles.\n\f93.\n\nKAWALSKY (CONT'D)\n\n(re: the kids)\nWhat do you think, Colonel? It's not\nexactly Special Forces but they're\nobviously eager to join up.\n\nO'Neil looks sad. He walks away.\n\nO'NEIL\nTake the guns away from them\nLieutenant before they hurt\nthemselves.\n\nKAWALSKY\nSir?\n\nO'NEIL\nYou heard me. Send them home.\n\nDaniel looks up, his head clearing.\n\nDANIEL\nThere's nowhere for them to go.\nThey were seen helping us. They'll\nbe hunted down and killed.\n\nKAWALSKY\nWe could sure use the help, Sir.\n\nO'Neil spins back to Kawalsky, suddenly furious.\n\nO'NEIL\n(exploding)\nWe've already lost four highly trained\nmen! Now you hand me a bunch of\nkids?!\n\nKAWALSKY\nBut, Sir, they saved our lives?\n\nO'NEIL\nFor what!? To do what?\n\nKAWALSKY\n(unsure)\nTo help us get back home.\nO'Neil looks at Kawalsky sadly. He turns and walks away.\n\nDANIEL\nWhy don't you tell 'em the truth?\n\nKAWALSKY\nTruth?\n\f94.\n\nDANIEL\n(to O'Neil)\nTell them why you planted a nuclear\nbomb next to the StarGate.\n\nKAWALSKY\nWhat's he talking about, Colonel?\n\nO'Neil doesn't answer. Finally...\n\nO'NEIL\n(calm)\nMy orders were simple.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Neil doesn't answer. Finally... O'NEIL\n(calm)\nMy orders were simple. \n\nTARGET SECTION TO BE ANNOTATED:\n Cross the\nbridge, hold the bridge, and at the\nfirst sign of danger, destroy the\nbridge.\n\nKAWALSKY\nWhy didn't you tell us?\n\nO'NEIL\nIt was strictly \"need to know.\"\n\nKAWALSKY\nNeed to know? Need to know? I think\nthat's something I'd need to know!\n\nDANIEL\nDo you realize what you've started?\nTomorrow, when they send off the\nnext delivery of quartz, Ra's going\nto send them your Goddamned bomb.\n\nO'NEIL\nSend who?\n\nDANIEL\nWho do you think? Someone put him\nin charge of all this. We're talking\nabout a highly advanced, oppressive\nand hostile culture who use people\nlike we use cattle. We were no threat\nto them. They wrote us off thousands\nof years ago. How do you think\nthey're going to react when they\nfind out what we've become?!\n\nO'Neil stands, considering his options. Sari and the Shepherd\nboys stare at the argument, confused.\n\nO'NEIL\nThen we'll have to be there before\nthey can send it through. We get\nback the device, I can destroy the\nStarGate.\n\f272\n\n95.\n\nTrying to talk some sense to O'Neil, Daniel walks over to\nhim. Frustrated, Daniel gets angry.\n\nDANIEL\nDestroying this one gate won't\naccomplish anything! There are bound\nto be more.\n\nO'NEIL\nYou have a better idea?\n\nDANIEL\nWe've got to get back home and\ndismantle the gate on our side.\nThen hope they leave us alone.\n\nO'NEIL\nWell, thanks to you, we don't have\nthat option.\n(turning back to his\nmen)\nLieutenant, we leave this place at\nfirst light.\n\nO'Neil marches out into another part of the cave. Feretti,\nwho's been silent...\n\nFERETTI\nGreat. A suicide mission.\n\nINT. LOOKOUT CAVE - CONTINUOUS - NIGHT 272\n\nStaring off, O'Neil stands alone in the middle of this cave.\nAcross from him we can see the storm raging outside.\n\nDANIEL (0.S.)\nYou realize, if you go through with\nthis, a lot of innocent people will\nbe killed.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nAcross from him we can see the storm raging outside. DANIEL (0. S.)\nYou realize, if you go through with\nthis, a lot of innocent people will\nbe killed. \n\nTARGET SECTION TO BE ANNOTATED:\nO'Neil doesn't answer, keeping his back to Daniel who stands\nat the back of the cave.\n\nDANIEL (CONT'D)\nYou were right you know. I only\ncared about saving my reputation.\n(beat)\nI'm sorry I lied.\n\nO'NEIL\nDoesn't matter anymore.\n\nThere's a silent moment, but something Daniel has to ask.\n\f273\n\n96.\n\nDANIEL\nYou knew from the beginning that\nyou'd have to destroy the gate, didn't\nyou?\n\nO'NEIL\n\"Sealed and buried for all time.\"\nThat's how it translated, right? Why\nwould they bury it? Think? It was\na warning.\n\nDaniel realizes he's right. How could he have been so blind?\n\nDANIEL\nI don't understand. If you knew,\nhow could you take this assignment?\nYou have a family? A son?\n\nO'Neil stares off with the same distant look he had on when\nwe first saw him.\n\nO'NEIL\nI had a family.\n\nRealizing, Daniel is moved. He offers...\n\nDANIEL\nI'm sorry. I know what it's like to\nlose someone you love.\n\nO'NEIL\nNo one should ever have to outlive\ntheir own child. It just isn't right.\n\nSuddenly Skaara appears behind them carrying a bowl of food\nhe holds out for O'Neil.\n\nSKAARA\nAnaasar?\n\nO'Neil doesn't even look at him. He just walks away, over\n\nto the edge of the cave, staring out into the night. Skaara,\nafraid he said something wrong turns to Daniel. Daniel can't\nface him and walks out.\n\nSkaara considers a second, sniffs at the food to make sure\nit's okay, then walks over to O'Neil.\n\nANGLE - O'NEIL 273\n\nO'Neil sits at the edge of the cave, his mind a million light\nyears away. Skaara walks up alongside him.\n\nSKAARA\nAnaasar.\n\f274\n\n275\n\n97.\n\nStill O'Neil ignores him. Slowly Skaara slides the plate of\nfood in front of O'Neil's face as you would do to a reluctant\nchild. Finally O'Neil turns and sees Skaara's smiling face.\n\nSKAARA (CONT'D)\nNakdes Anaasar.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly Skaara slides the plate of\nfood in front of O'Neil's face as you would do to a reluctant\nchild. Finally O'Neil turns and sees Skaara's smiling face. SKAARA (CONT'D)\nNakdes Anaasar. \n\nTARGET SECTION TO BE ANNOTATED:\nO'NEIL\nAnaasar, right.\n\nUncomfortable, O'Neil reluctantly takes the bowl from Skaara\nwho promptly sits down next to him. O'Neil begins to eat as\nSkaara smiles proudly.\n\nINT. CORNER OF CAVE - SAME 274\n\nDaniel slowly walks back inside, troubled. He turns a corner\nof the cave where Kawalsky and Feretti are conferring with\neach other. But as Daniel nears, they suddenly become quiet,\ngiving Daniel the \"cold shoulder.\"\n\nINT. CAVE - MAIN ENTRANCE - CONTINUOUS - NIGHT 275\n\nDaniel enters. He sees several of the Shepherd boys\nsurrounding Sari who prepares food for them. As Sari stokes\nthe flames below her cooking pot, Daniel walks up and serves\nsome food to one of the waiting Shepherd boys.\n\nThe boy stares at Daniel, shocked, then starts to giggle.\nEven Sari looks up, surprised.\n\nDANIEL\nWhat?\n\nEven Sari suppresses a laugh, turning away from him.\n\nDANIEL (CONT'D)\n(subtitled)\nWhy are they laughing?\n\nSari takes the serving bowl from him and walks over to\nKawalsky and Feretti, feeding them. The boys continue to\nchuckle at Daniel's expense. Daniel doesn't understand.\n\nDANIEL (CONT'D)\n(subtitled; to boys)\nWhy do you laugh?\n\nThis just makes them laugh more. Finally one BOY (#2) turns\nand answers.\n\nBOY #2\n(subtitled)\nHusbands do not do this work.\n\nDaniel is completely taken off guard.\n\f276\n\n277\n\n98.\n\nDANIEL\nHusband?\n\nSari walks back over and Daniel turns to her.\n\nDANIEL (CONT'D)\n(subtitled)\nHe called me your \"husband.\"\n\nSuddenly filled with embarrassment, Sari hurries away. Again\nthe boys titter with laughter. Daniel walks over to Sari at\nthe back of the cave.\n\nDANIEL (CONT'D)\n(subtitled)\nWhat is it?\n\nAgain, Sari is ashamed. She won't look Daniel in the eye.\nSkaara enters, sees the boys giggling, peering around the\ncorner of the cave, spying on Daniel and Sari.\n\nSKAARA'S P.O.V.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nSKAARA'S P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\n - DANIEL AND SARI 276\n\nVery close together, Daniel reaches over, touching Sari's\nshoulder. Skaara, seeing this, turns and SHOOS the boys\naway, giving Daniel and Sari some privacy.\n\nDANIEL AND SARI 277\nStill avoiding his eyes, Sari finally speaks to Daniel.\n\nSARI\n(subtitled)\nI'm sorry. Don't be angry with me.\nI didn't tell them.\n\nDANIEL\n(subtitled)\nTell them what?\n\nSARI\n(subtitled)\nThat you did not want me.\n\nSari turns away, shamed. Daniel realizes she's referring to\nwhen she was brought to him in Nagada.\n\nHe slowly turns her back towards him. Gently he leans close\nand kisses her.\n\nTheir lips part and Sari looks up at Daniel, searching his\nemotions. Slowly she moves back to him. Again, they kiss.\n\nCUT TO:\n\f278\n\n279\n\n280\n\n281\n\n99.\nINT. CAVE - DANIEL C.U. - LATER 278\n\nHis eyes fluttering open, Daniel wakes to see Sari curled up\nalongside of him. Daniel smiles sadly. He turns, only to\nfind, a young Shepherd boy sleeping behind him.\n\nAs Daniel sits up he finds, all the Shepherd boys have taken\nsleeping positions all around him and Sari. Daniel shakes\nhis head in disbelief. Suddenly something catches his eye\nnear the front of the cave.\n\nDANIEL'S P.0.V. - SKAARA 279\n\nSkaara sits by a dying fire, working on some drawings he\nscratches into the wall. Curious, Daniel stands and starts\nto walk over to him.\n\nImitating the drawings seen earlier in the catacombs, Skaara\nchalks up the wall of the cave with primitive sketches.\n\nPleased, Daniel smiles.\nDANIEL'S P.0O.V. - SKETCHES - SAME 280\n\nA simple set of drawings detailing the rescue in front of\nthe pyramid. We see figures of the boys firing their guns\nand the soldiers in front of the pyramid, the three suns\nsurrounding it.\n\nSuddenly Daniel's expression changes. Slowly he gets up and\nmoves closer to the sketches.\n\nDANIEL'S P.0.V.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly he gets up and\nmoves closer to the sketches. DANIEL'S P.0. V. \n\nTARGET SECTION TO BE ANNOTATED:\n - PYRAMID SKETCH 281\n\nWe slowly PUSH IN to the drawing of the team before the\npyramid, ZOOMING IN to the top part of the drawing; the\npyramid with three suns, one above, the other two on each\nside.\n\nDANIEL\nMy God. The point of origin.\n\nQuickly Daniel moves close to the drawing. He takes the\n\nburnt charcoal from Skaara and traces over the sketch. As\nhe did in the silo when detailing the symbol for Earth, he\noutlines a symbol over the drawing of the pyramid and suns.\n\nDANIEL (CONT'D)\nI can't believe it.\n\nKAWALSKY (0.S.)\nCan't believe what?\n\nDaniel spins to find Kawalsky approaching, wiping the sleep\nfrom his eyes.\n\f100.\n\nDANIEL\nI found it.\n\nKAWALSKY\nWhat are you talking about?\n\nDANIEL\nThe seventh sign. Our ticket home.\n\nCUT TO:\n282 EXT. DUNES - MINING PIT - MASTADGE CARAVAN - DAWN 282\n\nSeveral decorated Mastadges are lined up at the rim of the\nmining pit. A single winged Glider hovering above.\n\n283 REVERSE ANGLE - SKAARA AND YOUNGEST BOY 283\n\nPeering through some rocks a distance away, the boys see the\ncaravan being put together. Skaara nods to the youngest\nboy. They turn and sneak away.\n\n284 INT. CAVE - SAME 284\nO'Neil is confronting Daniel, packing weapons into his pack.\n\nO'NEIL\nIt's too risky. We won't have the\ntime to get everyone through. We'll\nhave to take fast and immediate\naction.\n\nDANIEL\nWe can't just turn our backs on them.\n\nO'NEIL\nWe don't have any choice! All we\ncan do is try and complete our\nmission.\n\nSuddenly Feretti steps up.\n\nFERETTI\nSir, we owe our lives to them.\n\nO'NEIL\nForget it! I have my orders.\n\nO'Neil reaches for his rifle. Kawalsky grabs it first,\nholding it firm. He leans close to O'Neil.\n\nKAWALSKY\nThen disobey those orders.\n\nO'NEIL\nLieutenant!\n\f285\n\n286\n\n287\n\n288\n\n101.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAWALSKY\nThen disobey those orders. O'NEIL\nLieutenant! 285\n\n286\n\n287\n\n288\n\n101. \n\nTARGET SECTION TO BE ANNOTATED:\nKAWALSKY\nNo. Daniel is right. We won't\naccomplish anything unless we tear\ndown the gate back home on Earth.\nThese kids are our best chance.\n\nDaniel looks at Kawalsky, surprised and impressed. O'Neil\nknows he's outnumbered. Suddenly Skaara rushes in. He blurts\nsomething out to Daniel.\n\nDANIEL\nColonel, are you with us or not?\n\nEveryone turns to O'Neil for his decision. Finally...\n\nO'NEIL\nIt better work.\nCUT TO:\nEXT. MINING AREA - CARAVAN - DAY 285\n\nA caravan of four Mastadges have been assembled at the top\nof the dune next to a nearby mining pit. An obelisk marks\nthe spot.\n\nANGLE - PIT 286\n\nWorkers climb the ladders burdened with heavy bags of quartz.\nHorus (#1) stands watch over them as they make their way up\nthe dune.\n\nOne WORKER falls to his knees from heat exhaustion. Horus\nturns and SCREAMS at the Worker to continue. The Worker\ntries to get to his feet but can't. Again, he collapses.\n\nBarking out commands, Horus marches over to the Worker and\nKICKS him, savagely. He tries to stand but Horus KICKS him\nagain. As he moves in for the kill, the Worker suddenly\npulls off his hood, revealing...\n\nDANIEL 287\nBefore Horus can lift his weapon, he comes face to face with\n\nthe nasty end of the weapon Ra gave Daniel. Daniel COCKS\n\nOPEN, ready to fire.\n\nInstantaneously all the surrounding workers whip out WEAPONS,\naimed right at Horus. They POP their hoods off, revealing\n\nSari, the soldiers and Shepherd boys.\n\nANGLE - MINING AREA 288\n\nAll around the workers STOP and turn, shocked. Kasuf,\noverseeing the caravan, looks over, horrified.\n\f102.\n289 ANGLE - PIT - HORUS AND TEAM 289\n\nKawalsky wrestles the weapon away from Horus as Daniel gets\nto his feet. Daniel and Kawalsky keep their weapons aimed\nat Horus as Feretti begins to tie him up.\n\nO'NEIL\nLet's get going.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\n289 ANGLE - PIT - HORUS AND TEAM 289\n\nKawalsky wrestles the weapon away from Horus as Daniel gets\nto his feet. Daniel and Kawalsky keep their weapons aimed\nat Horus as Feretti begins to tie him up. O'NEIL\nLet's get going. \n\nTARGET SECTION TO BE ANNOTATED:\nO'Neil signals Skaara and the boys who turn and move up the\nhill to take over the caravan. But suddenly Kasuf, surrounded\nby the Elders, leads a group of workers over to block the\n\npath of the Shepherd boys.\n\nKasuf YELLS out to them, harshly. Their route blocked, a\nstand off, Skaara turns back to O'Neil for guidance.\n\nDistracted, Daniel turns around.\n\nO'NEIL (CONT'D)\nWhat's he saying?\n\nDANIEL\n(concerned)\nHe won't let them pass. He says\nthey'll bring misery to all the\npeople..warning them not to go against\nthe Gods.\n\nO'Neil steps forward, LIFTING his weapon. The soldiers and\nShepherd boys turn to O'Neil. They can't believe he might\nreally kill these unarmed people.\n\nO'NEIL\nOut of our way.\n\nCoolly O'Neil takes aim, cocking his rifle. Suddenly Daniel\nyells.\n\nDANIEL\nNo. Wait.\n\nDaniel turns and touches the button on Horus' collar, the\nHawk illusion VANISHES. The workers are STUNNED. Horus,\nhumiliated, seethes. Daniel turns and moves back towards\nKasuf.\n\nDANIEL (CONT'D)\n(subtitled)\nTake a look at your Gods!\n\nSuddenly Horus KNOCKS Feretti away, his hands freed. He\ngrabs back his weapon from Kawalsky, SLAMMING it into him as\nhe turns towards the unsuspecting Daniel. Seeing this, Sari\nscreams.\n\f290\n\n291\n\n292\n\n293\n\n294\n\n103.\n\nSARI\nDan-el!\n\nDaniel spins back just in time to see Horus LIFTING the\nweapon, ready to fire. Without time to think, Daniel lifts\nthe weapon and FIRES.\n\nHorus is BLOWN BACK, off his feet. He SLAMS back down, into\nthe sand, dead. Kasuf and the workers stare in disbelief.\nSlowly they inch their way towards Horus.\n\nDaniel stands there, frozen. He's never killed a man before\nand can't believe he just has.\n\nO'NEIL\nWell, what are we waiting for?\n\nSlowly Sari walks over to him, easing Daniel's weapon down.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's never killed a man before\nand can't believe he just has. O'NEIL\nWell, what are we waiting for? Slowly Sari walks over to him, easing Daniel's weapon down. \n\nTARGET SECTION TO BE ANNOTATED:\nShe and Kawalsky slowly turn Daniel back and escort him up\nthe hill towards the caravan. Kasuf and the workers push\npast them, moving closer to Horus.\n\nANGLE - HORUS\n\nStone cold dead, a trickle of blood runs out his mouth. The\nworkers stare at him, completely shocked.\n\nKasuf turns just in time to watch the caravan disappear over\nthe dunes.\n\nCUT TO:\nEXT. SPACE CRAFT WINDOW BALCONY - PYRAMID - LATE AFTERNOON\n\nLooking out over the desert, Ra scans the horizon. Gently\nhe strokes a black cat curled over his arm.\n\nRA'S P.0.V. - CARAVAN\n\nClimbing over the dunes we SEE the caravan making its way\ntowards the pyramid.\n\nINT. RA'S SARCOPHAGUS ROOM - SAME\n\nRa turns back from the window and signals two Horus who move\nover to a large silver platter. On the platter we SEE some\nof the soldier's weapons, books, equipment and especially,\nthe disassembled NUCLEAR DEVICE.\n\nThey lift the platter and Ra watches them leave the room.\nINT. RA'S PALACE - THRONE ROOM - SAME\n\nThe two Horus march over to the medallion carrying the silver\nplatter, the circular door sliding shut behind them.\n\n290\n\n291\n\n292\n\n293\n\n294\n\f295\n\n296\n\n297\n\n298\n\n299\n\n300\n\n104.\nEXT. PYRAMID - LATE AFTERNOON 295\nThe caravan makes its way over the last dune heading towards\nthe entrance to the pyramid. The team walks with hoods\ncovering their heads, identities hidden.\nINT. PYRAMID - STARGATE ROOM - SAME 296\nWe HEAR the medallion ignite, its lights flooding the room.\nThe sound disappears as the two Horus guards march over to\nthe StarGate, placing the platter down in front of it.\nThey turn and march towards the pyramid entrance.\nEXT. PYRAMID ENTRANCE - SAME 297\n\nThe first cart arrives at the base of the ramp and Skaara\nunties Daniel's Mastadge, pulling it aside.\n\nSkaara waves the cart ahead. The cart is PULLED up the stair\nby its SIX workers.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nPYRAMID ENTRANCE - SAME 297\n\nThe first cart arrives at the base of the ramp and Skaara\nunties Daniel's Mastadge, pulling it aside. Skaara waves the cart ahead. The cart is PULLED up the stair\nby its SIX workers. \n\nTARGET SECTION TO BE ANNOTATED:\nAs the cart slowly crawls up the ramp, the two Horus guards\nappear at the entrance door, waiting.\n\nSeparated from Daniel, the Mastadge below MOANS, tugging at\nits restraints trying to follow the cart. Skaara struggles\nto calm the animal.\n\nFrightened of being given away, none of the workers react to\nthe Mastadge. Heads bowed, they continue to PUSH the cart.\n\nA second cart follows the first up the stairs.\nANGLE - RA - WINDOW/BALCONY 298\n\nTowering above them, Ra stands out on his balcony, looking\ndown at the carts below.\n\nANGLE - HORUS GUARDS 299\nHorus #3 glances down at Skaara, suspicious. The first cart\nreaches the top of the stairs. Suddenly Horus BARKS out a\ncommand, stopping the cart.\n\nSkaara looks up worriedly. The Mastadge MOANING.\n\nHorus walks slowly around the first cart, all the workers\nkeeping their heads bowed. Finally, he waves it through.\n\nSKAARA 300\nbreathes a sigh of relief and looks over to Kawalsky and\n\nFeretti who peer out from beneath their hoods. But when the\ncart disappears through the door the Mastadge HOWLS.\n\f301\n\n302\n\n303\n\n304\n\n105.\n\nHorus #3 shoots a look back down at the Mastadge. The first\ncart clears the doorway and enters the pyramid when suddenly\nHorus signals his guards who FOLLOW IT inside.\n\nANGLE - RA - PALACE BALCONY 301\n\nOnce they enter below, Ra reaches over, touching a control\npanel in the wall next to him. He PUSHES a small button.\n\nEXT. PYRAMID ENTRANCE - SAME 302\n\nSuddenly a huge STONE door begins to SLIDE DOWN, SEALING off\nthe entrance. As the door SHUTS Skaara looks up, frightened.\nFeretti turns to Kawalsky, panicked.\n\nFERETTI\n(hushed)\nWhat's happening?\n\nINT. PYRAMID - ENTRANCE ROOM - THE SAME 303\n\nAs the huge entrance door SLAMS SHUT the two Horus guards\nsurround the cart. A third Horus (#4) enters from behind.\n\nHorus #3 BARKS out a command but no one moves. Horus #2\nwalks over to the workers.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nA third Horus (#4) enters from behind. Horus #3 BARKS out a command but no one moves. Horus #2\nwalks over to the workers. \n\nTARGET SECTION TO BE ANNOTATED:\n Is it Daniel? He PULLS down the\nfirst hood revealing a frightened SHEPHERD BOY.\n\nHorus #2 THROWS him to the floor as he moves closer to the\nnext worker.\n\nHorus #3, weapon trained, eyes the lot with suspicion as his\npartner nears the next in line. He reaches up and PULLS\nDOWN her hood, revealing SARI, her long hair falling to her\nshoulders.\n\nHorus #2 is taken off guard by finding a woman. He lifts\nhis weapon.\n\nBURSTING OUT OF THE QUARTZ PILE, Daniel and O'Neil LIFT OUT\ntheir WEAPONS and FIRE. At the same moment, the rest of the\nShepherd boys GRAB WEAPONS and FIRE.\n\nThe bullets KNOCK Horus #2 BACKWARDS, but it's Daniel's POWER\nBURST from the alien weapon that BLOWS Horus #2 to PIECES.\nThe other two FIRE BACK, taking cover behind pillars. One\n\nof the Shepherd boys is hit, goes DOWN.\n\nDaniel grabs Sari, pulling her behind the cover of the cart.\nThe Shepherd boys kneel behind cover, FIRING.\n\nEXT. PYRAMID ENTRANCE - SAME 304\n\nAt the sound of the gunfire, Kawalsky RIPS a large BEAM of\nwood from the side of the second cart.\n\f305\n\n306\n\n307\n\n106.\n\nKAWALSKY\nWe've got to get that door back open!\n\nFeretti and the Shepherd boys help him JAM the wood under\nthe door, trying to LIFT the huge entrance door. It doesn't\nbudge.\n\nANGLE - RA - BALCONY - SAME 305\nRa watches the panic below, an amused smile crosses his lips.\nINT. PYRAMID - ENTRANCE ROOM - SAME 306\n\nThe guards lay down tremendous FIRE POWER, blowing chunks\nout of the walls, RIPPING into the cart. Another of the\nShepherd boys takes a shot, falling to the floor, injured.\n\nO'Neil DASHES from his position moving behind another pillar.\nSeparated, Daniel turns and SEES a path to the hallway is\nclear.\n\nCrawling low, one of the Guards makes his way around the\nside of the room. He peers out from his position and SEES...\n\nGUARD'S P.O.V.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUARD'S P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\n - DANIEL 307\n\nHis back to him, Daniel is a clear target. The guard raises\nhis weapon and takes aim.\n\nSari, following him, SEES the guard leaning out from behind\n\na pillar. She SCREAMS OUT and tries to PUSH Daniel out of\nharm's way. Daniel turns slowly towards her just as the\nguard FIRES. Sari STEPS IN THE WAY, taking the SHOT intended\nfor Daniel.\n\nDANIEL\nNo!\n\nAs Sari falls, Daniel spins and FIRES, BLOWING THE GUARD\nAWAY. Daniel reaches down cradling Sari. She stares up at\nDaniel, the life slowly leaving her eyes.\n\nDANIEL (CONT'D)\nSari! No.\n\nSuddenly the door leading to the grand gallery and StarGate\nbegins to CLOSE. Pinned down at the opposite end of the\nHall, O'Neil sees this and yells across to Daniel.\n\nO'NEIL\nJackson, get to the gate!\n\nDaniel looks up, SEES the door closing.\n\nO'NEIL (CONT'D)\nJackson!\n\f308\n\n308A\n\n308B\n\n308C\n\n308D\n\n309\n\n310\n\n107.\nDaniel lifts Sari in his arms. Seeing Daniel MOVE O'Neil\nsteps out and FIRES, laying down cover. At the last possible\nmoment before the door seals, Daniel makes it inside leaving\nO'Neil behind, trapped.\nEXT. PYRAMID - ENTRANCE - SAME 308\n\nSkaara leads three other boys around the side of the pyramid\nover to the window. Skaara climbs up, looks inside.\n\nINT. PYRAMID ENTRANCE HALL - SAME 308A\n\nO'Neil steps out from behind a column and FIRES. He SEES\nSkaara looking in from the window. O'Neil waves Skaara away.\n\nO'NEIL\nGo! Get out of here! Go home!\n\nEXT. PYRAMID - WINDOW - SAME 308B\nAbout to crawl inside, Skaara looks up and SEES two GLIDERS\n\ncoming from around this side of the pyramid. Suddenly one\n\nof them FIRES. Skaara LEAPS out of the way.\n\nINT.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly one\n\nof them FIRES. Skaara LEAPS out of the way. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PYRAMID ENTRANCE HALL - SAME 308C\nO'Neil looks back up just as an EXPLOSION rips up the window\n\nwhere Skaara had been. Thinking Skaara has been killed,\n\nO'Neil steps out FIRING MADLY.\n\nEXT. PYRAMID - SAME 308D\n\nSkaara and the boys have to RACE for cover and the sand\nexplodes around them, the Gliders overhead.\n\nANGLE - KAWALSKY AND FERETTI 309\n\nAs they try and lift, the wood beams SPLINTER under the\nweight. Suddenly another TWO GLIDERS come from around the\nother direction, FIRING at the platform.\n\nThe soldiers and Shepherd boys SCATTER as the now FOUR GLIDERS\nbegin to bombard the front of the pyramid.\n\nANGLE - RA - WINDOW BALCONY 310\n\nWatching the mayhem below, Ra turns and nods to Anubis across\nthe room. Anubis bows and exits. Turning the opposite\ndirection, Ra leaves.\n\nAs he passes, the children quickly move over to the window.\nConfused and frightened, the children stare down at the action\nbelow.\n\f311\n\n312\n\n313\n\n108.\nINT. GRAND GALLERY - TRAVELING P.O.V. - SAME 311\n\nThe door at the top of the gallery is CLOSING. Quickly we\nRACE towards it, running full speed.\n\nINT. STARGATE ROOM - SAME 312\n\nSari in his arms, Daniel just makes it inside as the door\nbehind him SLAMS DOWN, sealing the room. Exhausted and out\nof breath, Daniel drops to his knees before the StarGate\nholding Sari tightly.\n\nSARI\nDan-el?\n\nDaniel looks down to Sari who smiles up at him tenderly.\nGently her eyes roll back as her life leaves her. She dies\nin his arms.\n\nDANIEL\nSari...!\n\nBut it's too late. Stunned, he stands there, just a few\nfeet away from the StarGate. So close. Tears well in his\neyes.\n\nSuddenly behind him, the medallion begins to ACTIVATE, the\nlaser beginning its trace around the perimeter. Daniel has\nto make a decision; save himself or take a gigantic chance\nfor Sari. He decides.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly behind him, the medallion begins to ACTIVATE, the\nlaser beginning its trace around the perimeter. Daniel has\nto make a decision; save himself or take a gigantic chance\nfor Sari. He decides. \n\nTARGET SECTION TO BE ANNOTATED:\nQuickly he STEPS ONTO THE MEDALLION just before the laser\nseals the perimeter. As the laser completes its cylinder we\nSEE a piece of Sari's dress get CAUGHT outside the cylinder.\nThe cloth is SEVERED. Gently it sails to the floor.\n\nWe FOLLOW the cloth to the ground. Behind it we SEE the\nlast of Daniel's image disappear, a GUARD'S FOOT taking his\nplace. The foot walks off the medallion stepping on the\ncloth.\n\nWe PAN UP to reveal ANUBIS. The doors leading out re-open\nand Anubis makes his way towards the entrance hall.\n\nINT. ENTRANCE HALL - SAME 313\n\nThe last of the guards steps out from behind one of the\npillars when BLAM, he gets blasted by O'Neil. O'Neil rushes\nover to one of the fallen Shepherd boys. Too late, he's\ngone. Frustrated O'Neil moves to the closed front door,\nsearching for something that could open it. Nothing.\n\nSuddenly, behind him, the door to the ground gallery begins\nto LIFT OPEN. O'Neil dashes for the cover of a pillar as\nAnubis slowly makes his way into the room.\n\f314\n\n315\n\n109.\nEXT. PYRAMID - SAME 314\n\nAn EXPLOSION rips up the sand as the four Gliders STRAFE\nfrom above. The Shepherd boys rush for cover all over the\nfront of the entrance, separated.\n\nRacing down the ramp another EXPLOSION HITS, ripping up the\nstairs killing one of the Shepherd boys. Skaara FIRES his\nrifle at the passing Gliders as he reaches the sand.\n\nAt the side of the platform, Kawalsky and Feretti take cover\nat the side of the closed door.\n\nFERETTI\nWe're getting slaughtered out here.\nWe've got to do something.\n\nKawalsky SEES one of the carts standing between the obelisks.\nSuddenly Kawalsky TAKES OFF RUNNING.\n\nFERETTI (CONT'D)\nKawalsky!\n\nBut Kawalsky keeps going. Two GLIDERS BANK, spotting him.\nAs Kawalsky runs down the ramp, the Gliders DIVE shooting at\nhim, ripping up the rampway. Kawalsky, nearly hit, keeps\ngoing.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo GLIDERS BANK, spotting him. As Kawalsky runs down the ramp, the Gliders DIVE shooting at\nhim, ripping up the rampway. Kawalsky, nearly hit, keeps\ngoing. \n\nTARGET SECTION TO BE ANNOTATED:\nFeretti sees Kawalsky heading towards one of the fallen carts.\nTaking cue, Feretti RUNS out after him. Heroically, Kawalsky\nLIFTS up the re-enforced bottom of the cart, dragging it\nback towards another cart, the sand EXPLODING around him.\n\nSkaara rushes over to help. Kawalsky and Feretti turn over\nthe carts, making a small fortress between the obelisks.\nSkaara WAVES for the others to come and take cover.\n\nThe other boys DASH out from their positions, racing for the\ncover of the toppled carts, POWER BURSTS blasting all over.\n\nSkaara screams out for the last of the Shepherd boys who\nRUNS, full speed. Just before he gets there, BLAST, he's\nknocked off his feet, laying sprawled out over the sand.\n\nDevastated, Skaara stares at his fallen friend. Kawalsky\nSEES this and eases Skaara back down below the safety of the\nbarricade.\n\nINT. SARCOPHAGUS ROOM - SAME 315\n\nCarrying Sari, Daniel walks into the sarcophagus room. He\nlays Sari's lifeless body down in the open sarcophagus. As\nhe steps back the sarcophagus slowly CLOSES around her.\nOvercome with emotion, Daniel moves back, waiting, helpless.\n\f316\n\n317\n\n317A\n\n317B\n\n318\n\n110.\nINT. RA'S PRIVATE CHAMBER - SAME 316\n\nOpening his jewelry box, Ra retrieves the ring and disk he\nused to dispose his guard. Slowly he places it over his\nfinger, adjusting the disk in the palm of his hand.\n\nINT. PYRAMID - ENTRANCE ROOM - SAME 317\n\nAnubis stands over two of his fallen comrades. He lifts his\nweapon, scanning the area. Suddenly he SEES O'Neil, laying\non the ground. Anubis kicks the body, nothing. Just as\nAnubis is about to move on, TRIP, O'Neil GRABS his leg.\n\nAnubis hits the floor, HARD. O'Neil LEAPS on top of him,\nhitting the button on Anubis' collar. The protective mask\nVANISHES.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnubis hits the floor, HARD. O'Neil LEAPS on top of him,\nhitting the button on Anubis' collar. The protective mask\nVANISHES. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd PUNCH, O'Neil slams his fist into Anubis' face, knocking\nhim unconscious. O'Neil quickly gets up and takes off running\nfor the StarGate.\n\nEXT. PYRAMID ENTRANCE - SAME 317A\n\nThe four Gliders are circling above, BOMBARDING the barricade\nbelow. The Shepherd boys are ducked down as Kawalsky turns\nto Feretti.\n\nKAWALSKY\nWe've got to concentrate all our\nfirepower at the same target.\n\nJust then one of the GLIDERS swoops down from over the\nentrance, straight towards him. Kawalsky points to the\nGlider. The Shepherd boys understand and they all lift their\nweapons at the same time.\n\nAs the Glider DIVES DOWN, Kawalsky, Feretti, Skaara and the\nboys all STAND and OPEN FIRE.\n\nANGLE - GLIDER 317B\nA BARRAGE of bullets SLAM into the Glider. It SWERVES wildly,\n\nits wing SMASHING into the top of the obelisk. The Glider\n\nSPINS out of control, disappearing over the dune.\n\nIn a gigantic FIREBALL, the Glider EXPLODES as it crashes\nbehind the dune. The Shepherd boys CHEER!\n\nINT. SPACE CRAFT - THRONE CHAMBER - SAME 318\nThrough the doorway, we SEE Daniel stepping backwards. In\n\nthe foreground we SEE Ra step into view. Surprised to see\nDaniel, Ra watches Daniel for a moment, fascinated.\n\f319\n\n320\n\n141.\nINT. SARCOPHAGUS ROOM - SAME 319\n\nDaniel waits, helpless as Ra enters. Slowly Ra encircles\nhim, studying him. Daniel tries to keep his distance as Ra\nmoves around him. Suddenly Ra stops, a puzzled look on his\nface.\n\nRA\n(subtitled)\nWhy? Why would you come here now?\n\nSlowly Ra turns away from Daniel, looking over at his\nsarcophagus. When he looks back and sees the frightened\nlook on Daniel's face, he realizes he's hit it. Slowly he\nmoves towards the sarcophagus.\n\nDaniel RUNS towards him to stop him. He LUNGES at Ra, but\nSLAMS into the invisible shield, falling backwards.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly he\nmoves towards the sarcophagus. Daniel RUNS towards him to stop him. He LUNGES at Ra, but\nSLAMS into the invisible shield, falling backwards. \n\nTARGET SECTION TO BE ANNOTATED:\n Ra stops,\nlooks back to Daniel through the rippling waves of his shield,\nsuperior and unstoppable.\n\nAs Daniel tries to recover he SEES, Ra running his hand over\nthe sarcophagus.\n\nDANIEL\nNo!\n\nThe sarcophagus slowly OPENS revealing Sari. Ra turns back\nto Daniel, surprised and intrigued.\n\nRA\n(subtitled)\nHow romantic.\n\nAs Ra moves back towards Daniel we SEE Sari's eyes flutter\nopen. Not yet fully healed, yet life restored.\n\nRA (CONT'D)\n(subtitled)\nYou will die together.\n\nMenacingly, Ra makes his way closer to Daniel. Slowly he\nLIFTS his hand, exposing the DISK in his palm. Gracefully\nhe PUSHES through the shield, his hand moving towards Daniel\nwho stumbles backward as he retreats.\n\nINT. STARGATE ROOM - SAME 320\n\nO'Neil rushes into the room, looking around for Daniel. He\nSEES a puddle of blood on the floor, leading over to the\nmedallion, Sari's torn cloth laying next to it. O'Neil\nbelieves Daniel is lost. Suddenly O'Neil SEES something\nacross the room.\n\f321\n\n322\n\n323\n\n324\n\n112.\nO'NEIL'S P.O.V. - SILVER TRAY 321\n\nAt the side of the room, the silver tray with the soldiers\nequipment and the DISMANTLED BOMB.\n\nHis opportunity before him, O'Neil is torn; complete his\nmission and re-assemble the bomb or wait for the others. He\ndoesn't know what to do.\n\nINT. SARCOPHAGUS ROOM - SAME 322\n\nDaniel is backing away as Ra keeps moving towards him,\nunrelenting. As Daniel retreats he looks down and SEES...\n\nDANIEL'S P.0.V. - SHIELD POWER SOURCE 323\n\nAt Ra's feet Daniel sees four small pyramids which float an\ninch above the ground, creating the shield. The floor is\nexposed. Daniel gets an idea.\n\nDANIEL\n(subtitled)\nPlease, don't hurt her. Please.\n\nSuddenly Daniel drops down, bowing before Ra.\n\nRA\n(subtitled)\nToo late for that.\n\nDaniel peeks up from the floor just in time to SEE Ra walk\nacross the thin fabric which hangs down from the walls.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly Daniel drops down, bowing before Ra. RA\n(subtitled)\nToo late for that. Daniel peeks up from the floor just in time to SEE Ra walk\nacross the thin fabric which hangs down from the walls. \n\nTARGET SECTION TO BE ANNOTATED:\nRa's feet crush over the fine cloth as he steps over, clearly\nthe shield does not cover the ground.\n\nSeizing the moment, Daniel quickly GRABS at the fabric and\nRUNS towards the sarcophagus. As he MOVES the fabric WRAPS\naround Ra's ankles. As Ra spins to follow, he trips up. He\nand his shield TUMBLE to the floor.\n\nDaniel leaps to his feet. He races to Sari's side, lifting\nher out of the sarcophagus and rushing out of the room.\n\nThrough the rippling waves of his shield we SEE Ra, seething\nwith anger. Slowly he gets back to his feet.\n\nEXT. PYRAMID - SAME 324\nThe numbers of the Shepherd boys are dwindling from the\n\nintense BOMBING from the remaining three Gliders. As another\nGlider makes a PASS, again Kawalsky leads the boys to FIRE.\n\nSuddenly, Skaara runs out of ammunition. Quickly, weapons\nbegin to CLICK, empty all around him.\n\nSlowly Kawalsky and Feretti run out of ammunition as well.\nThe Glider passes over and BLASTS into the barricade.\n\f325\n\n326\n\n327\n\n328\n\n329\n\n330\n\n113.\nSeveral other Shepherd boys are injured.\n\nKAWALSKY\nDamn it!\n\nTHE GLIDERS 325\nbreak formation, banking away from the fortification. At\n\nfirst they're hopeful that the battle is over. They are\n\nquickly deflated when they SEE...\n\nNot too far away, the Gliders LAND on the dunes.\n\nINT. STARGATE ROOM - SAME 326\n\nJust as O'Neil kneels down next to the dismantled bomb, Anubis\nappears at the doorway.\n\nAnubis COCKS the weapon open. Just as he FIRES, O'Neil LIFTS\nthe silver platter, using it as a SHIELD. It DEFLECTS the\npower burst, bending it in half.\n\nO'Neil FLINGS the tray at Anubis and CHARGES, SLAMMING him\nagainst the wall, his weapon dropping.\n\nLocked in mortal combat, the two warriors struggle.\nEXT. DUNES - SKAARA AND SHEPHERD BOYS 327\n\nThe Gliders have landed on top of the dunes. One of the\nGuards, YELLS OUT, commanding a surrender.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DUNES - SKAARA AND SHEPHERD BOYS 327\n\nThe Gliders have landed on top of the dunes. One of the\nGuards, YELLS OUT, commanding a surrender. \n\nTARGET SECTION TO BE ANNOTATED:\nSlowly some of the Shepherd boys climb out from behind the\ntoppled carts, throwing their weapons aside. Skaara tries\nto stop them as they leave.\n\nEven Feretti bows his head in defeat as Kawalsky chucks his\nweapon away in frustration.\n\nINT. THRONE ROOM - SAME 328\nSari in his arms, Daniel rushes across the room over to the\nmedallion. Frightened, Daniel searches for some way to turn\n\nit on. As Daniel looks up he SEES...\n\nRA 329\n\nMarching straight towards Daniel and Sari. Coming closer,\ncloser...\n\nINT. STARGATE ROOM - SAME 330\nO'Neil and Anubis are locked in mortal combat. Anubis with\n\nthe upper hand gets on top of O'Neil, pummeling him with\nsavage blows to the head. O'Neil, pinned.\n\f331\n\n332\n\n333\n\n334\n\n335\n\n114.\nINT. THRONE ROOM - MEDALLION SECTION - SAME 331\n\nRa has reached Daniel and Sari. Slowly he LIFTS his hand\nand PUSHES through his shield, exposing it to Daniel. He\nmoves his hand close to Daniel's head.\n\nRA\n(subtitled)\nI am no longer amused.\n\nBehind him we SEE the children arrive, watching helplessly.\nINT. STARGATE ROOM - SAME 332\n\nAnubis swings, O'Neil catching his hand. Suddenly he MONKEY\nFLIPS Anubis OVER his head, sending him sprawling. Anubis\nrolls to a stop at the edge of the Medallion, his HEAD landing\nONTO THE MEDALLION'S SURFACE.\n\nO'Neil LEAPS on top of him, pinning him down. Anubis grabs\nfor his weapon. O'Neil SLAMS Anubis' arm back to the floor.\n\nAs Anubis' wrist device hits the floor, the medallion suddenly\nACTIVATES, the laser beginning to form the cylinder.\n\nO'Neil is shocked. Realizing, he holds Anubis down.\nINT. RA'S CRAFT - MEDALLION ROOM - SAME 333\n\nRa lifts his hand above Daniel. His head begins to DISTORT,\nparticles SHIFTING. Daniel SCREAMS OUT in agony. Suddenly\nthe LASER begins to form the cylinder around the medallion.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis head begins to DISTORT,\nparticles SHIFTING. Daniel SCREAMS OUT in agony. Suddenly\nthe LASER begins to form the cylinder around the medallion. \n\nTARGET SECTION TO BE ANNOTATED:\nThrough his pain, Daniel SEES this and GRABS RA'S WRIST.\nWith his foot against the base of Ra's shield, he keeps Ra\noff the medallion while holding his arm inside.\n\nWith every bit of strength Daniel can gather, he holds tight\nthrough his torture. The laser encircles the medallion,\nsealing.\n\nUnable to pull free, RA'S HAND IS CAUGHT IN THE CYLINDER.\nHis eyes go wide with panic. Suddenly the BEAM ACTIVATES.\nRa SCREAMS OUT as his hand is severed.\n\nINT. STARGATE ROOM - SAME 334\nO'Neil's eyes go wide as he SEES... The cylinder SEALS UP,\nSEVERING ANUBIS' HEAD. O'Neil jumps back away from the\n\nheadless body.\n\nINT. RA'S CRAFT - MEDALLION ROOM SAME 335\nDaniel looks up at the shocked Ra as he, Sari and RA'S HAND\n\nare BEAMED downward. Just as they disappear, the HEAD OF\nANUBIS, arrives in their place. Ra can't believe his eyes.\n\f336\n\n337\n\n338\n\n339\n\n340\n\n341\n\n342\n\n115.\nClutching his severed wrist, Ra SCREAMS OUT in terrible pain\nand frustration. He turns towards the children, yelling at\nthem to come. Frightened, they back away from him.\nFurious, Ra STORMS past them, clutching at his wrist.\nINT. STARGATE ROOM - SAME\n\nO'Neil looks over to see the unconscious Daniel and Sari\nlaying on the medallion.\n\nEXT. DUNES - SKAARA GUARDS - SUNSET\n\nAs the three guards approach, weapons aimed, Skaara turns to\nKawalsky for help. Kawalsky knows all is lost and raises\nhis hands in surrender. Feretti does the same. The boys,\nreluctantly follow their lead.\n\nSlowly they come out from behind their barricade,\nsurrendering.\n\nANGLE - DUNES - GUARDS AND SHEPHERD BOYS\n\nJust as they are about to reach the Guards, a LONE CRY is\nheard off in the distance.\n\nThe Guards look around when suddenly Kasuf APPEARS at the\ntop of the dunes. He lifts his arms and SCREAMS OUT a\nCOMMAND. Suddenly...",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Guards look around when suddenly Kasuf APPEARS at the\ntop of the dunes. He lifts his arms and SCREAMS OUT a\nCOMMAND. Suddenly... \n\nTARGET SECTION TO BE ANNOTATED:\nTHOUSANDS OF PEOPLE\n\nAppearing at the top of every dune. The Guards turn just as\nKasuf SCREAMS OUT a BATTLE CRY.\n\nRushing over the dunes, from every direction, all the workers\nand townspeople run towards the Guards, SCREAMING OUT.\n\nKASUF\n\nleads the CHARGE. With primitive TOOLS, MINING EQUIPMENT\nand make-shift weapons, the people ATTACK.\n\nThe Guards FIRE, killing several but they are TOTALLY\n\nOUTNUMBERED. Before they can escape they are OVERRUN, MOBBED.\n\nINT. SARCOPHAGUS ROOM - SAME\n\nShivering with PAIN, Ra moves to his sarcophagus. Suddenly\nthe SOUND of THOUSANDS OF VOICES draws his attention. He\nmoves over to a window behind the sarcophagus and SEES...\n\nRA'S P.O.V. - OUT WINDOW - BATTLE BELOW\nHis guards overrun, a riotous mob outside. Stunned, Ra can't\n\nbelieve what he's seeing. Furious he makes his way over to\nthe many PEDESTALS.\n\n336\n\n337\n\n338\n\n339\n\n340\n\n341\n\n342\n\f343\n\n344\n\n345\n\n346\n\n347\n\n348\n\n116.\n\nFrantically he lays his one hand over many of them ina\nspecific sequence.\n\nSuddenly the entire CRAFT begins to RUMBLE, coming to life.\n\nEXT. PYRAMID KASUF AND SKAARA SUNSET 343\nIn the center of the chaos, Skaara stops, listening. Soon\n\nthe RUMBLE grows LOUD. Slowly everyone STOPS, turning towards\nthe pyramid.\n\nKawalsky and Feretti, also freeze, looking upwards.\nAstonished they hold back their triumph as they SEE...\n\nPYRAMID AND CRAFT - SUNSET 344\n\nThe craft begins to FOLD UP, preparing for the launch, BLASTS\nof AIR shooting from the sides.\n\nINT. STARGATE ROOM - SAME 345\nDaniel is unconscious, Sari is not much better. As she\n\ncradles him in her arms the room suddenly begins to SHAKE.\n\nO'Neil gets up and bolts for the NUCLEAR DEVICE.\n\nQuickly O'Neil begins to assemble it.\n\nEXT. PYRAMID - SUNSET 346\nRa's Space Craft begins to LIFT OFF.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nQuickly O'Neil begins to assemble it. EXT. PYRAMID - SUNSET 346\nRa's Space Craft begins to LIFT OFF. \n\nTARGET SECTION TO BE ANNOTATED:\n The HARSH WINDS BLOWING.\nSlowly the CRAFT leaves the pyramid, sailing upwards into\n\nthe sky.\n\nANGLE - KAWALSKY, SKAARA AND FERETTI 347\n\nSeeing the craft retreating, they CHEER, the harsh winds\nkicking up the sand.\n\nINT. STARGATE ROOM - SAME 348\n\nDaniel begins to wake in the violent shaking of the room.\nThrough his haziness he SEES O'Neil putting the bomb back\ntogether.\n\nDANIEL\nNo.\n\nWith all his energy, Daniel pulls himself up, moving closer\nto O'Neil.\n\nDANIEL (CONT'D)\nNo! We won! He's leaving!\n\nO'Neil CLICKS the last part of the bomb in place. A RED\nLIGHT turns ON at the top of the device, a COUNTER starts\nCLICKING DOWN. Slowly O'Neil turns back to Daniel.\n\f117.\n\nO'NEIL\nAnd he won't be coming back.\n\n349 INT. RA'S CHAMBER - SAME 349\n\nHis wrist wrapped in his robe, Ra has finished the takeoff\nsequence. His eyes filled with tears of humiliation, Ra\nYELLS out to the children but they do not come. Frustrated,\nRa moves to the edge of the doorway and CALLS OUT to the\nchildren.\n\nHe turns and SEES the children have gathered onto the\nmedallion, huddled close, fear in their eyes. Angrily, Ra\nyells over to them.\n\nRA\n(betrayed; subtitled)\nYou can not leave me!\nSuddenly the medallion ACTIVATES, the children begin to\ndisappear. Ra SCREAMS OUT with anger and betrayal. The\nchildren vanish. In their place Ra SEES...\n350 THE NUCLEAR DEVICE 350\n\nSitting on top of the medallion is THE NUCLEAR DEVICE.\n\nThe digital clock on its side reads: 6... 5... 4 Ra's eyes\ngo wide.\n351 EXT. PYRAMID - SUNSET 351\n\nThe Shepherd boys LOOK UP to the sky just as the craft\nDISAPPEARS, out of the stratosphere. At the point of\ndisappearance, the craft is replaced with a BRILLIANT FLASH\nOF WHITE LIGHT. Suddenly the sky IGNITES with COLORS.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nPYRAMID - SUNSET 351\n\nThe Shepherd boys LOOK UP to the sky just as the craft\nDISAPPEARS, out of the stratosphere. At the point of\ndisappearance, the craft is replaced with a BRILLIANT FLASH\nOF WHITE LIGHT. Suddenly the sky IGNITES with COLORS. \n\nTARGET SECTION TO BE ANNOTATED:\nThe ROAR of a NUCLEAR EXPLOSION.\n352 ANGLE - PYRAMID ENTRANCE 352\nDaniel, O'Neil and Sari emerge from the pyramid. From the\ntop of the stairs they watch the most amazing light show\never.\n\nO'Neil and Daniel share a smile.\n\nThrough the doorway behind them we SEE Ra's \"children\"\nsquinting as they walk out into the daylight.\n\n353 ANGLE - SKAARA AND SHEPHERD BOYS 353\nSkaara and the Shepherd boys come rushing up to O'Neil.\n\nKawalsky and Feretti walking up behind them. Skaara stops\nbefore him. O'Neil turns to him, waiting.\n\f354\n\n355\n\n356\n\n357\n\n358\n\n358A\n\n358B\n\n118.\n\nHe lifts his hand SALUTING O'Neil. Slowly O'Neil begins to\nsmile.\n\nOne by one, the rest of the Shepherd boys SALUTE.\n\nO'Neil stands to attention. Finally he proudly lifts his\n\nhand and returns the gesture. Kawalsky and Feretti share a\nsmile.\n\nANGLE - PEOPLE 354\nBelow them THOUSANDS OF PEOPLE surround the base of the ramp.\nANGLE - ENTRANCE PLATFORM 355\nDaniel, O'Neil, Sari, Skaara and Kasuf turn towards the masses\nbelow. Skaara grabs Daniel's hand and LIFTS HIS FIST into\n\nthe air.\n\nA THOUSAND FISTS 356\n\nAll at once a THOUSAND FISTS are RAISED with a loud CHEER,\nTHE BATTLE CRY repeated. Daniel is overwhelmed with emotion.\n\nTHE MASTADGE 357\n\nPushing through the crowd, the Mastadge ROARS OUT to Daniel.\nDaniel laughs, turns to Sari and HUGS HER TIGHT.\n\nWIDER SHOT OF SURROUNDING AREA 358\n\nAll the Shepherd boys, their arms lifted above their heads.\nThe CHEER CONTINUES as we pull back wider and wider.\n\nTHE STARGATE - DETAIL 358A\nJust as the last symbol moves into place, the ring IGNITING.\nWIDEN TO REVEAL:\nINT. STARGATE ROOM - PYRAMID - SAME 358B\nFeretti, Kawalsky and O'Neil prepare to enter the gate.\nSkaara and Daniel move close.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIDEN TO REVEAL:\nINT. STARGATE ROOM - PYRAMID - SAME 358B\nFeretti, Kawalsky and O'Neil prepare to enter the gate. Skaara and Daniel move close. \n\nTARGET SECTION TO BE ANNOTATED:\n O'Neil holds his hand out for\nSkaara. Skaara stares at the hand for a beat. Slowly he\nreaches out and shakes hands with O'Neil.\nFERETTI\n(to Daniel)\n\nI always knew you'd get us back.\n\nDaniel smiles as Kawalsky laughs.\n\nKAWALSKY\nYou sure you wanna do this?\n\f119.\nDANIEL\nThey need me right now. I've got to\nstay.\n\nDaniel nods. O'Neil moves over to Daniel, shakes his hand.\nThere's an awkward pause.\n\nO'NEIL\nYou gonna be alright?\n\nDANIEL\nI'll be fine. You?\n\nO'NEIL\nYeah. I think so.\n\nDaniel reaches over and hands something to O'Neil. He looks\ndown and sees the GOLDEN SUN DISK in his hand.\n\nDANIEL\nTell Catherine it brought me luck.\n\nO'NEIL\nI will.\n\nO'Neil turns and joins his men as they STEP THROUGH THE GATE,\ndisappearing. Skaara waving goodbye as they go.\n\n358C EXT. SAND DUNES - SMALL CARAVAN - LATER 358C\nThe last of the three suns SETS as Daniel and Sari lead a\ncaravan away from the pyramid over the dune. The Mastadge\nHOWLS out his beautiful CRY.\nFADE TO BLACK:\n\nEND PART ONE\n\f"
}