{
  "1": "STIGMATA\n\nTranscription by Barry Shanley Jr.\n\nBased upon the screenplay by Tom Lazarus and Rick Ramage\n\nAn MGM release\n\nFADE IN:\n\nEXT.BELO QUINTO -- NIGHT\n\nSET IN: BELO QUINTO -- SOUTHEAST BRAZIL\n\nThe sun is setting low over the long, curving river beside the church \nin Belo Quinto. Nearby, in the dark, we see an old Priest kneeling, \ntranscribing some hidden document. He whispers the words in hushed \ntones as he transcribes them. Call him FATHER PABLO ALAMEIDA.\n\nHe gently takes a break and prays with his rosary, and presses it \nagainst his forehead, closing his eyes. We see his wrists are \nbandaged....\n\nAs his prayers echo, distorted, we...\n\nDISSOLVE TO:\n\nEXT. CHURCH -- BELO QUINTO -- DAY\n\nA large mob of devout religious natives, some carrying crucifixes, some \ncrying. As we move into the crowd we see numerous people carrying a \nHUGE, LIFELIKE SIZE of the crucifixion. They chant eerily.\n\nWe move swiftly through the crowd until we pick up pace with FATHER \nANDREW KIERNAN, late thirties, dark, attractive, as he moves in and \naround the mob in a light windbreaker and a hand-held camera. He \nfurrows his brow...\n\nWe see deformed, invalids move through the crowd praying to Jesus, some \nbeckoning, kneeling, almost delirious.\n\nWe RISE into the air as Father Kiernan makes his way into the \nchurch.....\n\nINT. CHURCH -- DAY\n\nKiernan walks in and sees another large mass, not quite as large, \ngathered around a COFFIN in the middle of the church. He moves through \nthe crowd up to a young priest.\n\nThey speak in hushed tones, in Spanish.\n\nPRIEST\n(Subtitled)\nAre you the investigator?\n\nKIERNAN\n(Subtitled)\nYes.\n\nPRIEST\n(Subtitled; sighing)\nThank God you've come.\n\nKIERNAN\n(Subtitled; looking around)\nWho's in charge?\n\nPRIEST\n(Subtitled)\nFather Alameida was...\n\nHe motions to the casket......",
  "2": "---END OF PREVIOUS SECTION---\nKIERNAN\n(Subtitled; looking around)\nWho's in charge? PRIEST\n(Subtitled)\nFather Alameida was... He motions to the casket...... \n---TARGET SECTION TO BE ANNOTATED---\nSWIFT PAN over the casket of the eerie-looking, deceased corpse of \nFATHER ALAMEIDA. We recognize him from opening shots, his eyes closed, \nhis bandaged arms crossed over his chest. He is holding a black and \nwhite photo, his Bible, and his ROSARY.\n\nWWHOOOOOOSSSSH.\n\nAs Father Kiernan looks on, all the candles around him begin to THUMP \nout, a strong wind blowing in. It's immensely religious, all the \nmembers of the church knowingly CROSS themselves, chanting under their \nbreaths.\n\nFather Kiernan turns and sees the main tourist attraction: Standing \nonly a matter of feet away from the casket of Alameida, a striking \nwhite, arms in the air desperately, is the statue of the VIRGIN OF \nGUADALUPE. Expressionless face, blank, albino eyes, standing before the \nchurch like its savior. Only one thing is strange and eerie.....ITS \nEYES ARE CRYING TEARS OF BLOOD, dripping down the cheeks and dripping \nonto its dress. Suddenly DOVES SCATTER, feathers flying. Kiernan sets \ndown a recorder.\n\nMAN (O.S.)\n(Subtitled)\nLook! How much proof do you need?\n\nFLASH! Kiernan is holding the camera up, SNAPS a photo.\n\nA few mourners cross themselves, mindful of what he is doing, shaking \ntheir heads.\n\nThe young Priest watches in confusion as Father Kiernan moves to the \nstatue and takes out a knife, presses it against the indentations of \nthe statue's base, checking for fraud. It's solid stone.\n\nCLOSE UP: A Q-Tip dips into a puddle of the WET BLOOD. He places it in \na small container for later examination.\n\nThe young Priest steps up beside Kiernan.\n\nKIERNAN\n(Subtitled)\nHas the statue been removed from the church for any reason?\n\nPRIEST\n(Subtitled)\nNo. The people of the village loved Father Alameida. The statue only \nstarted crying on the day Father Alameida died -- the day the doves \ncame back.\n\nMOURNER (O.S.)\n(Subtitled)\nThose tears of the Mother are the blood of Christ.\n\nKiernan turns and looks into the masses.",
  "3": "---END OF PREVIOUS SECTION---\nMOURNER (O. S.)\n(Subtitled)\nThose tears of the Mother are the blood of Christ. Kiernan turns and looks into the masses. \n---TARGET SECTION TO BE ANNOTATED---\n Then turns as a WIND sweeps \nthrough the church again, blowing the hood of his windbreaker up \nagainst the back of his head. He turns and sees.....MORE CANDLES THUMP \nOUT AS ONE.\n\nWHOOOOSSSH! A flock of DOVES spring up out of nowhere behind the statue \nof the Virgin, flying in all directions into the air. Kiernan watches \nin surprise.\n\nKIERNAN\n(Subtitled)\nI suggest you clear the church. I have to crate the statue up.\n\nA beat.\n\nPRIEST\n(Subtitled)\nCrate it up?\n\nKIERNAN\n(Subtitled)\nYes.\n\nPRIEST\n(Subtitled)\nNo, no. Father Alameida would never have allowed it....\n\nKiernan glances back up at the statue. SNAPS photos. Tears continue to \ndrip down the angelic cheeks of the statue.\n\nThe corpse of Father Alameida rests in his casket, looking haunted....\n\n........A young peasant boy races up swiftly and GRASPS the rosary, \nscoops it into the palm of his little hand and races out....\n\nEXT. MARKETPLACE -- BELO QUINTO -- DAY\n\nAn American woman in her forties in shopping. The young boy with the \nrosary comes up behind her, taps her. She turns and smiles.\n\nBOY\n(Subtitled)\nMa'am? This is Father Alameida's own rosary.\n\nThe woman is in awe. She smiles. She likes it.\n\nA nearby seller shakes his fist at the boy.\n\nMAN\n(Subtitled)\nLady, you really shouldn't buy that.\n\nWOMAN\n(Subtitled)\nNo, I like it. How much?\n\nIt's a swift exchange. She hands him the money and he throws the rosary \ninto her hands, races off. The seller shakes his fist after the boy...\n\nMAN\n(Subtitled)\nYou shouldn't do that! You're stealing from the dead!!\n\nCUT TO:\n\nclose up of father kiernan in the church\n\nstaring at something with a haunted look....\n\nFATHER ALAMEIDA\nrests in his coffin, but something's been shifted. A force. Suddenly \nthe shot is beginning to CLOUD with thick, dilluted BLOOD. It begins to \ncover the shot and eventually envelopes us as we....",
  "4": "---END OF PREVIOUS SECTION---\nA force. Suddenly \nthe shot is beginning to CLOUD with thick, dilluted BLOOD. It begins to \ncover the shot and eventually envelopes us as we.... \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nOUR FILM'S TITLE:\n\nSTIGMATA\n\nmain titles begin\n\nCUT TO:\n\nvarious hyper inserts of skyscrapers to a rapid techno beat ---\n\nrapid descent onto an apartment building exit. a woman walks out, \nblonde, early twenties, FRANKIE paige. She smokes a cigarette.\n\nin front of her as she strolls down the street full of pedestrians...\n\nwith her as she hands over a beer bottle to a thankful bum. she moves \non.....\n\nwith her as she is cutting someone's hair in a salon entitled Othe \ncut'. She laughs in conversation and turns to see:\n\nher friend, donna chadway, african-american, FRANKIE's age, also \ncutting hair, laughing with her.\n\nwith FRANKIE now as she is in front of mirror, applying makeup and \nclothes. hyper inserts on pictures of holy crosses, saints, praying \nlords, etc.\n\nwe sweep toward FRANKIE as main titles continue and she leans forward, \ntaking one last look at herself in the mirror. she is beautiful.\n\nshe steps away from the mirror and we cut to:\n\nINT. CLUB -- NIGHT\n\nStrobe lights dart back and forth as we approach the wall-to-wall mob \nof dancers and drinkers.\n\nQuick-cut motions as Frankie and Donna move with their friends to a \ntable and, laughing, sit down, smoking cigarettes and chugging down \ndrinks.\n\nFrankie's boyfriend, Steve, twenties, buff, leans forward and attempts \nto speak to Frankie among the CHAOS.\n\nSTEVEN\nFrankie, sweetheart. Hey, Frankie, let's get out of here. I got work in \nthe morning. I'm trashed.\n\nFRANKIE\n(Leaning forward)\nYou too tired to go home with me??\n\nSTEVEN\nHey, I might be tired but I'm not dead.\n\nCUT TO:\n\na door opens and the figures of FRANKIE and STEVEN walk into the \ndoorway, sloppy drunk, collapsing against the side of the doorway, \nlaughing all the time. they move into the apartment building...\n\n.......into the elevator....\n\n.....FRANKIE rises into shot and slips off her clothes, revealing her \nbra underneath. she and STEVEN begin to make love.\n\nas they make love, hyper insters on the pictures and paintings of holy \nlords, praying saints, crucifixions, etc.",
  "5": "---END OF PREVIOUS SECTION---\n..... FRANKIE rises into shot and slips off her clothes, revealing her \nbra underneath. she and STEVEN begin to make love. as they make love, hyper insters on the pictures and paintings of holy \nlords, praying saints, crucifixions, etc. \n---TARGET SECTION TO BE ANNOTATED---\nthe last credits roll as we move above the now sleeping figures of \nFRANKIE and STEVEN. she is deep asleep, her eyes and expression \nangelic, content.\n\nmain titles end.\n\nFADE DOWN\n\nFADE IN:\n\nINT. FRANKIE'S APARTMENT -- MORNING\n\nA thick silence in the air. We see the lone sleeping figure of Frankie.\n\nclose up: her lips part gently as she slowly begins to stir.\n\nwe roam through her apartment and then zoom toward her bed as --\n\n--- the phone rings.\n\nShe is startled awake, then looks around for any sign of Steven: None. \nOf course.\n\nShe grabs the phone on the bed table and lies back in bed.\n\nFRANKIE\nHi mom.\n\nMOTHER'S VOICE\nHow do you do that? How did you know it was me??\n\nFRANKIE\nOf course it's you. You're the most persistant ring I know...\n\nMOTHER'S VOICE\nI just wanted to say hi while I'm near a phone...\n\nFRANKIE\nWhere are you anyway?\n\nMOTHER'S VOICE\nBelo Quinto, near Reo. It's beautiful -\n\nBBZZZ. A call on the other line.\n\nFRANKIE\nMom, hang on. I'm getting another call.\n\nShe reaches over and clicks to the other line.\n\nFRANKIE\nHello?\n\nSTEVEN'S VOICE\nBout time. Where you been, baby?\n\nFRANKIE\n(Exasperated)\nHa ha. I hate it when you do that. You could have at least said good-\nbye.\n\nSTEVEN'S VOICE\nWhy?\n\nFRANKIE\nWHY??? (Stunned)\nForget it. Look, I got my mom on the other line. Long distance. I'll \nsee you tonight.\n\nSTEVEN'S VOICE\nAlright, see ya later.\n\nShe clicks back over.\n\nFRANKIE\nWhat?\n\nMOTHER'S VOICE\nYeah.\n\nFRANKIE\nHi, I'm back. So how do you like Reo?\n\nMOTHER'S VOICE\nWell, it was great. Did you get my package?\n\nFRANKIE\nYeah, I got it yesterday.\n\nMOTHER'S VOICE\nWhat did you think? Did you like it? Did you open it yet?\n\nFRANKIE\nHang on. I'm gonna switch phones.\n\nCUT TO:\n\nINT.",
  "6": "---END OF PREVIOUS SECTION---\nFRANKIE\nHang on. I'm gonna switch phones. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN -- MOMENTS LATER\n\nWe see the feet of Frankie wearing large sandles as she makes her way, \nwhistling, to the table where the package reading FRANKIE PAIGE sits. \nShe picks it up, speaks into the phone.\n\nFRANKIE\nI'm opening it right now..\n\nShe opens it at a table. Is unamused at a few little trinkets. Finally \nshe comes across the rosary. Holds it up and then just as soon, she \ndrops it back onto the table.\n\nFRANKIE\nA necklace...Oh cool.\n\nMOTHER'S VOICE\nWell, actually, it's not a necklace. It's a rosary.\n\nFRANKIE\nWhere'd you get it?\n\nMOTHER'S VOICE\nA little village called Belo Quinto.\n\nFrankie reaches into her MICROWAVE and removes a heated cup of coffee.\n\nFRANKIE\nI didn't even know you went there..\n\nMOTHER'S VOICE\nI took a little side trip. What do you think of the presents? Do you \nlove them? I'm so glad I got a chance to talk to you. But I'm going on \nmy cruise and I won't get to talk to you for a month.\n\nFRANKIE\nHave fun. I love you.\n\nMOTHER'S VOICE\nI love you, sweety.\n\nCLICK. Frankie hangs up and moves back to the table with the rosary, \nglances down and sees the minute details of the cross. Christ stretched \nacross with the nails driven through the palms and feet.\n\nShe lifts the cup of coffee to her lips and then backs away. Whoa. She \nbegins to gag. She covers her mouth, as if sickened by a stench. She \nsets down the cup and races out of the room --\n\nEXT. COFFEE JOINT -- DAY\n\nFrankie moves up to the outside bar with Donna.\n\nDONNA\n(Ordering)Can I get two Lottais. Low fat.\n\nFRANKIE\nNo. Just one, you know, I'm ok.\n\nDONNA\nLet me get a bacon and egg sandwich too. To go.\n\nThe waiter nods and moves off. Donna turns to Frankie.\n\nDONNA\nWhat's up? You're not eating today?\n\nFRANKIE\nI threw up this morning at the smell of tea.",
  "7": "---END OF PREVIOUS SECTION---\nDONNA\nWhat's up? You're not eating today? FRANKIE\nI threw up this morning at the smell of tea. \n---TARGET SECTION TO BE ANNOTATED---\nDONNA\n(A beat)\nYou late?\n\nFRANKIE\nLike a week.\n\nDONNA\nA week?\n\nFRANKIE\nI don't know. A few days. I felt weird.\n\nDONNA\nYou're so dramatic. I think you're just psyching yourself out.\n\nFRANKIE\nNo, I felt like my heart wanted to go live in my stomach.....\n\nShe looks at Donna with a wide smile. They laugh.\n\nFRANKIE\nNo, really, what if I'm bringing a person into this world?\n\nDONNA\nOWhat if'?? You got options.\n\nDonna bites into a bagel at a side basket and the waiter brings up her \nlattai. They continue to jive each other as they leave.\n\nFRANKIE\nYou know what? I don't wanna talk about it. It's making me cranky. \nLet's get our asses to work cause we are late.\n\nDONNA\nYou're always late. There's nothing new.\n\nEXT. ROME -- THE VATICAN -- DAY\n\nA wide PAN over the striking image of the Vatican.\n\nEXT. ROME -- STREET -- DAY\n\nFather Kiernan moves down the street. Nearby a FLOCK of BIRDS spread in \na million directions. He moves on....\n\n......passes THREE PROSTITUTES, who notice him and approach him, \nflashing some thigh and ass.\n\nPROSTITUTE\n(Subtitled)\nHave some fun! Ciao, Bello. Are you looking for a good time?\n\nKIERNAN\n(Subtitled)\nThat's very kind of you. But no, thank you.\n\nPROSTITUTE\n(Subtitled; in Spanish)\nCome on! Be a man!\n\nFather Kiernan pauses and turns around to them, bares his Priest \ncollar. The prostitutes HOWL with laughter.\n\nPROSTITUTE\n(Subtitled)\nNo problem! We'll give you the Vatican discount!\n\nHe smiles widely and moves on....\n\n.......INTO the traffic in front of the VATICAN.\n\nSET IN: VATICAN CITY\n\nCUT TO:\n\nINT. CARDINAL HOUSEMAN'S CHAMBERS -- DAY\n\nDull light, thick carpets. A dim environment. Father Kiernan emerges \ninto the room, walkes up to the desk of CARDINAL HOUSEMAN, who sits \nbehind it. Late fifties, eyes piercing, graying hair. A bold CROSS \nnecklace hangs from his neck.",
  "8": "---END OF PREVIOUS SECTION---\nFather Kiernan emerges \ninto the room, walkes up to the desk of CARDINAL HOUSEMAN, who sits \nbehind it. Late fifties, eyes piercing, graying hair. A bold CROSS \nnecklace hangs from his neck. \n---TARGET SECTION TO BE ANNOTATED---\n A devout Catholic.\n\nCARDINAL HOUSEMAN\nFather Kiernan! Welcome back.\n\nKiernan smiles and sits down in front of Cardinal Houseman's desk.\n\nFather Dario stands nearby, watching everything in silence.\n\nCardinal Houseman opens a file to reveal BLACK AND WHITE PHOTOS OF THE \nBLEEDING STATUE OF GUADALUPE.\n\nCARDINAL HOUSEMAN\nThese are interesting. What's the trick?\n\nKIERNAN\nTo be honest, I don't know.\n\nCARDINAL HOUSEMAN\nThey probably made a fortune out of this. And what...is this?\n\nHe holds up a photo of the statue. The colors are different, almost \nreversed.\n\nKIERNAN\nThose are infra-red photographs of tears.  The statue is stone, \ntherefore room temperature. And the tears show up as white because, \nwell, because they're warm....\n\nCARDINAL HOUSEMAN\n(Dismissively)\nWarm tears...\n\nKIERNAN\nYes. Uh, my lab reports and analysis confirm that the tears from the \nstatue are not only warm but, human.\n\nCardinal Houseman glances up at him.\n\nKIERNAN\nI know what you're thinking. But with all due respect Daniel, this \nisn't a fake. It's a free-standing mass of solid stone, and there is no \nscientific explanation.\n\n\n\nCARDINAL HOUSEMAN\nAndrew, it's my understanding you were sent to Brazil to investigate \nthe appearance of a virgin Mary on the side of a building.\n\nKIERNAN\nYes, well, while I was in San Paelo I heard of this statue so I decided \nto go and investigate..\n\nCARDINAL HOUSEMAN\nAnd...?\n\nKIERNAN\nAnd what?\n\nCARDINAL HOUSEMAN\nThe face of the Virgin Mary on the building?\n\nKIERNAN\nIt's an oxidation stain. Caused by rain water running down untreated \nside walls. Causes an optical illusion of a veiled woman...\n\nCARDINAL HOUSEMAN\nGood. We'll consider the matter closed then. Father Dario has your next \nassignment.\n\nKIERNAN\nI was hoping you'd send me back to, uh....to Belo Quinto.\n\nCARDINAL HOUSEMAN\nWhy?\n\nKIERNAN\nBecause I need to do some more tests on the statue.\n\nCARDINAL HOUSEMAN\n(A beat)\nYou're telling me you left the statue in Belo Quinto?\n\nKIERNAN\nYes.",
  "9": "---END OF PREVIOUS SECTION---\nKIERNAN\nBecause I need to do some more tests on the statue. CARDINAL HOUSEMAN\n(A beat)\nYou're telling me you left the statue in Belo Quinto? KIERNAN\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n I was going to bring it back, obviously, but when I saw the effect \nit had on the people, it's amazing. It's almost like it's become a \ncornerstone of their faith.\n\nCARDINAL HOUSEMAN\n(Exasperated)\nAndrew, cornerstone of their faith is the Church. Not a crying statue. \nWhen you're in the field you're a representative of the Catholic \nchurch. And the congregation of the Causes of the Saints.\n\nKIERNAN\nYes, I'm very well aware of that. But I'm also a scientist and I \nobserve the facts. And the facts are that this statue has tears of \nblood.\n\nCardinal Houseman rises and paces around the room.\n\nCARDINAL HOUSEMAN\nIn that case, you know the policy. The statue is brought back to the \nVatican and we conduct expert tests. Geologists, engineers, medical \nexaminers. We've examined 50 to 60 crying statues in the last twelve \nmonths. Not a single one of them has turned out...\n\nKIERNAN\nYes, I'm very well aware of that. But I just wanted you to know that in \nmy OPINION, I THINK, that this is different.\n\nCardinal Houseman moves to a huge map on the wall and stares with his \nhands behind his back.\n\nCARDINAL HOUSEMAN\nI'm not going to allow you to go back to Brazil. We'll get a geologist \ndown there and if he sees fit we'll get the statue sent back for \nfurther tests. Brother Dario, get me all the information you can on \nthis church in Belo Quinto, would you? Thank you, Andrew.\n\nKIERNAN\nThank you.\n\nSeated, Father Kiernan looks unwillingly defeated. He rises and leaves \nin a funk.\n\nDARIO\nI have never seen him this way before.\n\nCardinal Houseman moves to the desk and sits down.\n\nCARDINAL HOUSEMAN\nAndrew's problem is he can't decide whether he's a scientist or a \npriest.\n\nEXT. CITY STREET -- PENNSYLVANIA -- NIGHT\n\nDonna's car zooms to the side of the street, in front of the apartment.\n\nDONNA'S VOICE\nFrankie, come on. You are gonna drive yourself crazy. If you're worried \nabout being pregnant why don't we go to the store right now and get a \ntest.",
  "10": "---END OF PREVIOUS SECTION---\nDONNA'S VOICE\nFrankie, come on. You are gonna drive yourself crazy. If you're worried \nabout being pregnant why don't we go to the store right now and get a \ntest. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKIE'S VOICE\nNo. Let's give it a couple days.\n\nThe car stops and Frankie steps out.\n\nDONNA'S VOICE\nAre you sure?\n\nFRANKIE\nStop mothering me. Yes. I'm fine.\n\nDONNA'S VOICE\nAlright girlfriend. I'll call you later.\n\nFRANKIE\nOk. Bye. Drive safe...\n\nShe SLAMS the door and Donna drives off.\n\nABOVE and DESCENDING on Frankie as she walks into her apartment \nbuilding....\n\nINT. FRANKIE'S APARTMENT -- BATHROOM -- NIGHT\n\nShe is in the bathtub, candles all around. She stares off, deep in \ntroubled thought.\n\nShe reaches over and grabs an apple. BITES into it and sets it back \ndown. Stares off.\n\nShe dozes and lets herself sink down into the calm, soothing water. Her \nface slowly sinks....\n\n.......Her image BLURS and splits in TWO, the water slightly trembling \nwith a force...\n\nA PAN underwater of her BODY.....\n\nCLOSE UP: HER BELLY BUTTON as her hand appears and gently touches it...\n\nDONNA (V.O.)\nLate?\n\nFRANKIE (V.O.)\nLike a week.\n\nDONNA (V.O.)\nYou're always late. There's nothing new.\n\nCLOSE UP: Her face as her hair drifts out around her and she is \nrelaxed....\n\nFRANKIE (V.O.)\nWhat if I'm bringing a person into this world?\n\nDONNA (V.O.)\nFrankie, you got options.\n\nShe sinks down into the water....\n\n......WWHHOOOSSSHH!!! A powerful noise makes her JOLT out of the water \nwith a start:\n\na dove flies across the small bathroom, gracefully landing above her, \nlooking down at her....\n\nFrankie sits up in the tub, confused and startled. She continues to \nstare at the dove, who stares back and then FLITTERS off.....A single \nfeather falls into the water in front of Frankie. She furrows her brow \nand picks it up, examines it....\n\nBANG!\n\nA stronger and more malevolent force KNOCKS her back into the water \nwith a throttled YELP!\n\nBLURRED, FRANTIC images of Frankie struggling --\n\n--- her foot SMASHES into the faucet of the tub, sending it SMASHING to \nthe floor, water SPRAYING out of the open tube.",
  "11": "---END OF PREVIOUS SECTION---\nBANG! A stronger and more malevolent force KNOCKS her back into the water \nwith a throttled YELP! BLURRED, FRANTIC images of Frankie struggling --\n\n--- her foot SMASHES into the faucet of the tub, sending it SMASHING to \nthe floor, water SPRAYING out of the open tube. \n---TARGET SECTION TO BE ANNOTATED---\nFrankie continues to flail against the unseen force...\n\nimage of a nail being driven through a wrist\n\nCA-CHANG!\n\nFrankie winces, SCREAMS!\n\nanother image of the nail being driven through another wrist with a \nmetallic ca-chank!\n\nFrankie winces again, her screams muffled by the water. We notice drops \nof BLOOD spill out and cloud into the water.\n\nimage of a nail being driven deeper into flesh --\n\nCA-CHANK! CHANK!\n\nFinally Frankie sits up in the tub, her wrists held out in front of \nher: A gash in each wrist, bloodied. Gore drips down her arms. She is \ntoo horrified even to scream.\n\nsmash cut to:\n\nEXT. CITY STREET -- NIGHT\n\nAs the ambulance drives wildly through the drizzle and traffic --\n\nINT. HOSPITAL -- NIGHT\n\nFrankie is wheeled in on a gurney by a mob of doctors, frantically \nracing to an ER room.\n\nFrankie is lying on the gurney, blood covering her clothes. Her eyes \nstare unflinching above her, she's numb to everything. In shock.\n\nWe hear Donna trying to get in to see Frankie. A doctor restrains her.\n\nDONNA'S VOICE\nSomebody needs to tell me what's going on. Frankie, can you hear me? \nI'm right here with you. I don't understand why there's so much \nblood...\n\nThe doctors try frantically to PUMP some life into Frankie. Her vital \nsigns are wild, THUMP-THUMPING to different degrees.\n\nSuddenly Frankie Paige sits BOLT UPRIGHT and lets out a WAILED SCREAM \nthat echoes through the ER room.\n\nDONNA turns.\n\nDoctors and nurses turn.\n\nFrankie stops and then goes limp again, FALLS back down onto the \nsupport of the gurney.\n\nNURSE\n....blood pressure are back to normal...\n\nFrankie's vital signs are calm. She blinks, as if something has passed; \nleft her.\n\nShe sits up, startled, hand out in defense. Dr. Reston, thirties, \npretty, consoles her.\n\nFRANKIE\nWho are you?\n\nRESTON\nI'm Dr. Reston. Do you know what your name is?\n\nFRANKIE\n(Looking around)\nWhat happened?\n\nRESTON\nYou're in the emergency room.",
  "12": "---END OF PREVIOUS SECTION---\nDo you know what your name is? FRANKIE\n(Looking around)\nWhat happened? RESTON\nYou're in the emergency room. \n---TARGET SECTION TO BE ANNOTATED---\n You were found unconscious in your \napartment. Do you remember anything?\n\nDr. Reston reaches forward and takes the bandage off of one of \nFrankie's wrists. Blood FLOWS out way too easily, gushing all over \neverything. Frankie just stares curiously.\n\nRESTON\nOh Jesus. \n(Calling)\nCan I get some help over here? We have a very deep laceration here! Oh \nmy God, it's gone right through.\n\nFrankie just watches her blood flow out.\n\nNearby, Donna is restrained by a doctor.\n\nDOCTOR\nYou can't go in there.\n\nDONNA\nPlease, Doctor. I just want to know what's...going on...with her...\n\nDOCTOR\nPlease have a seat. Thank you.\n\nCUT TO:\n\nINT. ER ROOM -- LATER\n\nFrankie's wrists are bandaged and she is sitting up in bed. Dr. Reston \nis sitting beside her, deeply engrossed in studying the wounds.\n\nRESTON\nThese are puncture wounds, Frankie. Caused by the entry of a sharp \nobject. Are you in any pain?\n\nFRANKIE\nNo. That's weird, isn't it?\n\nRESTON\n(re the wound)\nWow, will you look at that? It only bleeds when I touch it.\n\nFRANKIE\nThen maybe you should not touch it.\n\nRESTON\n(Astounded)\nThese wounds are identical; same size, same shape. She missed the main \nartery by less than a centimeter.\n\nFRANKIE\nYou keep saying Oshe', but I didn't do this.\n\nDr. Reston smiles and says cheerily, almost as if to a mental patient,\n\nRESTON\nWhat's happening in your life, Frankie? You have a lot of stress at \nwork?\n\nFRANKIE\n(Rye)\nI cut hair.\n\nRESTON\nAny trouble with a significant other?\n\nFRANKIE\nYe-es.\n\nRESTON\nAnd that is?\n\nFRANKIE\n(A beat)\nI'm not very significant. Look, how long is this gonna take? I wanna go \nhome.\n\nRESTON\nOh, I think you should stay here for at least twenty four hours. We \nneed to get a handle on this.\n\nFRANKIE\n(Sharp)\nThere's nothing to get a handle on.\n\nRESTON\nFrankie, I'm not gonna kid you.",
  "13": "---END OF PREVIOUS SECTION---\nWe \nneed to get a handle on this. FRANKIE\n(Sharp)\nThere's nothing to get a handle on. RESTON\nFrankie, I'm not gonna kid you. \n---TARGET SECTION TO BE ANNOTATED---\n With wounds like this it's pretty \nobvious that they were self-inflicted.\n\nA stunned beat. Frankie looks at her.\n\nFRANKIE\nYou think I did this??\n\nDr. Reston gives her a look. Yes.\n\nFRANKIE\nIt would never happen. I love being me. Ask anyone.\n\nINT. FRANKIE'S APARTMENT -- BATHROOM -- NIGHT\n\nIt's a mess. Objects toppled over, the floor flooded with bloodied \nwater. We move to the tub that is now FILLED TO THE BRIM with water.\n\nFrankie watches helplessly, tears coming to her eyes.\n\nDONNA'S VOICE\nFrankie, turn the light off, honey, and come to bed.\n\nFrankie turns to DONNA who is in the bedroom. Frankie stands in the \nopen doorway.\n\nFinally she turns off the light and moves to the bedroom.\n\nin the bedroom\n\nFrankie curls under the covers, next to DONNA. They lie in silence.\n\nDONNA\nDo you smell flowers in here or something?\n\nFRANKIE\nNo.\n\nDONNA\nLike Jasmine or Hyacinth or something....\n\nFRANKIE\n(Shaking her head)\nI don't smell anything....\n\nA beat. They lie in silence. Donna looks at her, concerned.\n\nDONNA\nMmmm, do you need anything?\n\nFRANKIE\nNo.\n\nDONNA\nGood-night.\n\nFrankie rolls over on her side.\n\nFRANKIE\nGood-night.\n\nWATER continues to drip down onto the table beside the bed. Drip. Drip. \nSplashes in a tiny puddle. Suddenly one of the drops REVERSES in a \nswift, blink-of-the-eye moment. Frankie doesn't notice.\n\nCUT TO:\n\nEXT. ROME -- THE VATICAN -- SUNSET\n\nA striking building against the gold setting sun...\n\nINT. VATICAN -- OFFICES -- SUNSET\n\nA guard looks up from his desk as the door opens and Father Kiernan \nsteps in. They nod in greeting.\n\nKIERNAN\n(Subtitled)\nHello. I'm here to see Brother Delmonico.\n\nGUARD\n(Subtitled)\nYou've got to sign in.\n\nKIERNAN\n(Subtitled)\nI'll only be five minutes.\n\nGUARD\n(Subtitled)\nEveryone has to sign in.\n\nKiernan signs the book on the desk and moves on...\n\n.....",
  "14": "---END OF PREVIOUS SECTION---\nGUARD\n(Subtitled)\nEveryone has to sign in. Kiernan signs the book on the desk and moves on... ..... \n---TARGET SECTION TO BE ANNOTATED---\ninto the main offices full of desks, lamps, books. A large wooden \nstaircase behind the floor full of desks, leading to another level.\n\nKiernan walks up to a nearby desk and greets the elderly priest who is \nsitting before a volume of pages. Call him BROTHER DELMONICO, late \nsixties, graying, naturally friendly.\n\nBROTHER DELMONICO\n(Heavy accent)\nWelcome back, Andrew.\n\nHe stands, shaking Kiernan's hand.\n\nCUT TO:\n\nclose up: wine being poured into a wine glass\n\nBROTHER DELMONICO'S VOICE\nGod is good...\n\nBACK TO SCENE\n\nBrother Delmonico is seated and Father Kiernan moves around to the side \nof the desk as they speak.\n\nBROTHER DELMONICO\nSo how was Belo Quinto?\n\nKIERNAN\nHow do you know about Belo Quinto? I was sent to San Pailo...\n\nBROTHER DELMONICO\n(Smiling)\nGod lives here, remember. We know everything.\n\nKiernan chuckles.\n\nKIERNAN\nYes, I forgot.\n\nBROTHER DELMONICO\nHow are you doing, Andrew?\n\nKiernan shakes his head, closes his eyes.\n\nKIERNAN\nI don't know, I don't know......I travel around the world investigating \nmiracles, and then I disprove them. The real miracle is that anyone \nbelieves anything. I don't know what I'm doing, to tell you the truth.\n\nBROTHER DELMONICO\nNone of us know what we are doing.\n\nKiernan's eyes drift down to the volume of pages before Brother \nDelmonico. He is curious.\n\nKIERNAN\nSo what are you working on?\n\nBROTHER DELMONICO\nI've no idea.\n\nKIERNAN\nHow can you translate something if you've no idea?\n\nHe closes the book as Kiernan strolls around the desk.\n\nBROTHER DELMONICO\nI'm a linguist, Andrew. I translate words, not their relevance. But \nthis one is a second century gospel.\n\nKIERNAN\nHow many is that you're up to?\n\nBROTHER DELMONICO\nI helped translate about fifteen. That only leaves twenty still to go.",
  "15": "---END OF PREVIOUS SECTION---\nKIERNAN\nHow many is that you're up to? BROTHER DELMONICO\nI helped translate about fifteen. That only leaves twenty still to go. \n---TARGET SECTION TO BE ANNOTATED---\nKIERNAN\nSo there are what, thirty-five gospels?\n\nBROTHER DELMONICO\nEveryone had a different experience of Jesus. So they all wrote \ndifferent stories. See, all the gospels, they are, interpretations. \nMemories, dreams, reflections.\n\nKIERNAN\nAnd there's no one gospel in Jesus' actual words?\n\nBROTHER DELMONICO\nWe are all blind men in a cave. Looking for a candle that was lit two \nthousand years ago.\n\nKIERNAN\nSo what's in the text?\n\nBROTHER DELMONICO\nI was only given every third page.\n\nKIERNAN\nWhy?\n\nBROTHER DELMONICO\nThe most sensitive documents are always divided into threes among us. \nOne third to the Dominicans, one third to the Fransiscans, and one \nthird to us Jesuits. The truth of any document is only known to...a \nvery powerful few.\n\nKIERNAN\nThat's typical of this place, isn't it?\n\nBROTHER DELMONICO\nWe live in a highly competitive world, Andrew. The church is no \nexception.\n\nThoughtful, Kiernan moves to a nearby door which is blocked off and \nlocked tight with a HEAVY METAL LOCK. Kiernan reaches up and holds it, \nthen lets it go, BANGING against the metal. It CLANGS and ECHOES \nthrough the vast rooms.\n\nNearby, the guard looks up.\n\nAt the locked door, Kiernan stares off. Behind him, Brother Delmonico \nwatches.\n\nKIERNAN\nNothing ever gets out of here, does it? Unless, of course, they wanted \nto.\n\nCUT TO:\n\nEXT. CITY STREET -- PENNSYLVANIA -- DAY\n\nWalking among the mob of pedestrians with an umbrella to shield herself \nfrom the heavy rain, Frankie Paige is deep in thought with a furrowed \nbrow. Her hand goes to her forehead and she wipes some loose hair out \nof her face as she continues on....\n\nRESTON (V.O.)\nThese wounds are identical, same size, same shape. She missed the main \nartery by less than a centimeter..\n\nFRANKIE (V.O.)\nYou think I did this....?\n\nINT. THE CUT -- DAY\n\nThe barber shop where Frankie and Donna cut hair, give people earrings \nand nipple piercings.",
  "16": "---END OF PREVIOUS SECTION---\nO.)\nYou think I did this....? INT. THE CUT -- DAY\n\nThe barber shop where Frankie and Donna cut hair, give people earrings \nand nipple piercings. \n---TARGET SECTION TO BE ANNOTATED---\n Nearby another young woman named JENNIFER, 20s, \nlong locks of blonde hair and nippled ears, lips, nose, sits filing \nsomeone's nails.\n\nIn the b.g. Bjork's OAll Is Full of Love' remix is on.\n\nDONNA\nSo, Jenn, tell us about your date.\n\nJENNIFER\nIt was with a tax lawyer.\n\nThe door opens with a CHIME and they all look up to see Frankie walk \nin.\n\nDONNA\nHey, Frankie!\n\nJENNIFER\nHey Frankie.\n\nFRANKIE\nHey guys.\n\nDONNA\nHow you feeling?\n\nFRANKIE\nFine.\n\nShe smiles and walks to her section of the room. Donna approaches her.\n\nDONNA\nReally ok? Or just ok?\n\nFRANKIE\nI'm fine. So how's my day lookin'?\n\nDONNA\n(r.e. a woman nearby)\nI started your first client. And you're booked solid until seven.\n\nFRANKIE\nThanks.\n\nThey share a smile. Donna goes back to her work.\n\nFRANKIE\n(To woman)\nWanna come over here? Ok, well, go back to Jen and dish the dirt.\n\nFrankie gathers her things. She begins to cut the woman's hair. \nJennifer continues talking about her date from last night. Frankie \nisn't paying attention....\n\nShe is distracted by a noise. Looks up. Stops cutting hair. Sees \nnothing and reluctantly continues cutting hair....\n\nAgain she hears something and abruplty STOPS, stepping away and looking \nout the window. Turns to Donna, who frowns at her. You ok?\n\nShe nods. But she's not. Something is bothering her. Finally she walks \nto the window and looks out. Sees it:\n\nStanding on the curb across the busy street, cloaked in a bright blue \nraincoat, a woman is staring at Frankie, and she is holding a wrapped \nup baby in her outstretched hands.\n\nAt the window, looking out, Frankie frowns....\n\nOUTSIDE, the woman continues to stare at Frankie. TEARS roll down her \ncheeks quickly.\n\nCUT TO:\n\nflashback of FRANKIE's belly button as she touches it\n\nCUT BACK TO:\n\nEXT. STREET -- DAY\n\nThe woman holds the baby out toward the blurring rush of traffic --\n\nAT THE CUT, Frankie sees what she is going to do.",
  "17": "---END OF PREVIOUS SECTION---\nTEARS roll down her \ncheeks quickly. CUT TO:\n\nflashback of FRANKIE's belly button as she touches it\n\nCUT BACK TO:\n\nEXT. STREET -- DAY\n\nThe woman holds the baby out toward the blurring rush of traffic --\n\nAT THE CUT, Frankie sees what she is going to do. \n---TARGET SECTION TO BE ANNOTATED---\n SCREAMS.\n\nThe woman holds the baby, and drops it.\n\nAT THE WINDOW, Frankie's scream is muffled by the glass. She POUNDS \nagainst the glass, SCREAMING. \n\nWe see the baby DROP onto the concrete in between the chaos of traffic!\n\nThe door to THE CUT opens and Frankie RACES out, screaming, charging \ninto traffic.\n\nFRANKIE\nShit....\n\nHorns blare as cars SCREECH to a stop and just avoid hitting her. She \nraces across the street to the woman whose face is covered by the \nbright blue hood of the raincoat.\n\nAt THE CUT, Donna races out after Frankie, completely confused.\n\nFrankie approaches the side of the road where the baby was dropped and \nsearches frantically. NO BABY. She does find the red blanket it was \nwrapped up in. Picks it up, sobbing, hopeless.\n\nThe woman stands on the curb, expressionless, unmoving. People walking \nby seem to only notice Frankie and they stare.\n\nFRANKIE\n(To nobody in particular)\nStop! There's a baby!!! There's a baby!\n\nDonna rushes up behind her and grabs her into an embrace. Frankie sobs \ninto her arms.\n\nDONNA\nFrankie! What are you doing?\n\nFRANKIE\nThere was a lady. She dropped her baby....I saw her. She dropped the \nbaby...I swear! I swear.\n\nDONNA\nNo. There's no lady and there's no baby...\n\nFrankie helplessly collapses into Donna's arms again and SOBS. As \npedestrians continue to stare, Donna helps her sobbing friend back \ninside THE CUT.\n\nCUT TO:\n\nEXT. SUBWAY TRACKS -- NIGHT\n\nThe huge piece of machinery ROARS by....\n\nINT. SUBWAY TRAIN -- NIGHT\n\nWe see Frankie seated nervously, Donna beside her. Frankie bites her \nlip. Donna glances at her.\n\nDONNA\nYou alright?\n\nFrankie forces a nod.\n\nDONNA\nWe'll be home in a minute....\n\nDonna sits back in silence. A long moment passes.\n\nFrankie leans forward and scans the surrounding subway box. A few \npedestrians sit around her. Two nuns and a priest sit nearby, engaged \nin a conversation.\n\nFrankie thinks a beat, then sits back. Silent. We can hear the sounds \nof the subway on the tracks outside.",
  "18": "---END OF PREVIOUS SECTION---\nFrankie thinks a beat, then sits back. Silent. We can hear the sounds \nof the subway on the tracks outside. \n---TARGET SECTION TO BE ANNOTATED---\nDonna glances at Frankie, who looks back. They look off. Frankie leans \nforward again and this time focuses on the priest sitting a few people \ndown from her, talking with the nuns. We cannot hear what he is saying.\n\nA beat. Frankie thinks. Abruptly she STANDS and walks over to the \npriest...\n\nDONNA'S VOICE\n(Worried)\nFrankie??\n\nFrankie ignores Donna and approaches the priest.\n\nFRANKIE\nHey you.\n\nThe priest looks up.\n\nPRIEST\nAre you speaking to me?\n\nFRANKIE\nAre you Andrew Kiernan?\n\nPRIEST\nAndrew Kiernan? No. My name's Father Derning. May I help you?\n\nA beat. She gives him a rude look.\n\nFRANKIE\nNo one can help me now. I'm fucked.\n\nWith that she turns swiftly to the nuns seated across from Father \nDerning. Reaches forward and GRABS a SILVER CROSS NECKLACE off of one \nof the nuns and THROWS it down the aisle, letting it skitter to the \ngrimey floor of the train.\n\nAll chaos breaks loose.\n\nThe lights FLICKER on and off in a blur of confusion and NOISE as the \nsubway JERKS to the right and left, sending people SCATTERING to the \nfloor in fright.\n\nFrankie SLIDES down the middle of the train, reaching out for anything \nto stop her. She grabs a nearby rail and tries to get to her feet. The \ntrain LURCHES to the right and left again, sending people all around \nagain. Frankie quickly reaches out with her other hand to the railing \nacross from the other one, now she is stretched across the train, \nholding on desperately --\n\nLASHING MARKS echoe through the air. Frankie SHRIEKS.\n\nimage of whip marks across flesh; FRANKIE's back\n\nFrankie SCREAMS and sobs.\n\nMORE LASHING MARKS sound through the air and she winces, loses her \nhandle on one of the railings and grunts, faltering....\n\nimage of more whip marks across flesh as more whipping sounds break \nout. one after another.\n\nFrankie is sobbing desperately from pain. Something is badly damaging \nher back....\n\nMORE lashing sounds....Her eyes roll back in her head...",
  "19": "---END OF PREVIOUS SECTION---\nSomething is badly damaging \nher back.... MORE lashing sounds.... Her eyes roll back in her head... \n---TARGET SECTION TO BE ANNOTATED---\nimage of the subway train racing through the track\n\nBACK to Frankie, in the subway train.....She has lost the energy to sob \nnow. She can only let out a moan....\n\nmore lashing marks sound out\n\nShe drops to the floor in a heap of blood and pain. Sobs desperately, \nreaching for something to grab onto in the middle of the chaos.\n\nFinally the train slows and it's over. People get to their feet, but \nFrankie remains in the middle of the train, on the floor, reaching out \naimlessly for something or someone to help her.\n\nDonna races to Frankie, not believing her eyes: Frankie's back is \ncovered in blood and whip marks.\n\nDONNA\nSomebody help!\n\nNearby, FATHER DERNING watches, wide-eyed.\n\nCUT TO:\n\nINT. HOSPITAL -- DAY\n\nFrankie on her stomach on a bed, the whip marks plainly visible, angry \nacross her back. They are being tended to by a doctor.\n\nFrankie winces as the doctor places stitches into the cuts. Tears roll \ndown her cheeks.\n\nDISSOLVE TO:\n\nINT. HOSPITAL ROOM -- LATER\n\nA Doctor is talking to Frankie, who lies in a hospital bed. Donna sits \nto the side.\n\nDOCTOR\nFrankie Paige? We're gonna schedule some more tests for this afternoon.\n\nFRANKIE\nDid you run a pregnancy test?\n\nDOCTOR\nUh...(consults notes)\nYes.\n\nFRANKIE\n...Am I pregnant?\n\nDOCTOR\nNo.\n\nFRANKIE\nWas I?\n\nDOCTOR\nI don't know.\n\nINT. ROOM -- DAY\n\nFrankie sitting upright as a device slides closer to her pupil and a \nthin tube BLOWS AIR into her eye. CLAMP! She backs up and flinches.\n\nCUT TO:\n\nINT. GLASSED-IN ROOM -- DAY\n\nFrankie with headphones on. A hearing test. We hear a high-pitch \nwhining noise. So does she. She presses a button in response. Finally \nshe turns to the glass, taking off the headphones. Taps on the glass. \nPoints to her ear. Her hearing's fine.\n\nCUT TO:\n\nINT. CHURCH -- NIGHT\n\nWith Father Kiernan now as he gives communion, holding out the hosts \nfor people to drink.",
  "20": "---END OF PREVIOUS SECTION---\nHer hearing's fine. CUT TO:\n\nINT. CHURCH -- NIGHT\n\nWith Father Kiernan now as he gives communion, holding out the hosts \nfor people to drink. \n---TARGET SECTION TO BE ANNOTATED---\nKIERNAN\nHe said, OTake this, all of you, and drink from it. For this is the cup \nof my blood...'\n\nHe moves down a row of kneeled people..\n\nCUT TO:\n\nINT. ROOM\n\nPressed against a wall, Frankie grimaces and turns away as a nurse \ntakes her blood through a NEEDLE injected in her arm...\n\nCUT TO:\n\nINT. CHURCH\n\nFather Andrew giving communion...\n\nCUT TO:\n\nINT. HOSPITAL ROOM\n\nFrankie being rolled into the tunnel-like Magnetic Resonance Imager. \nShe clamps her eyes shut nervously. RATATTATTATT.\n\nclose up: brain scan of FRANKIE\n\nA Doctor holds it up to the light.\n\nINT. HOSPITAL ROOM -- LATER DAY\n\nFrankie sitting up in bed. She is speaking to the same doctor from \nbefore.\n\nFRANKIE\nWell, am I psychotic or dying, or both?\n\nDOCTOR\n(Smiling)\nWell, none of the above. Actually, I think that you're quite rational. \nAnd despite the wounds you've suffered you're in very good health. \nThere is another possibility that is of concern..Epilepsy.\n\nA shocked beat.\n\nFRANKIE\nEpilepsy?\n\nDOCTOR\nWe've run some preliminary tests. All things considered, I think it \nmight explain a lot.\n\nFRANKIE\nBut that's impossible. How can you just wake up one day and have that?\n\nDOCTOR\nWell, you can't. You've described blood trauma to the head. Disturbing \nhallucinations. You're hearing voices. These could all indicate \nepilepsy.\n\nFRANKIE\nSo what do we do now?\n\nDOCTOR\nWe're going to insert some electrodes into the upper neo cortex...\n\nFRANKIE\nWait a minute, wait....You want to put wires inside my head?\n\nDOCTOR\nFrankie, we're going to do whatever we can to find out what causes \nthis. You hang in there.\n\nHe leaves. Frankie sits in shock. She goes to lie down on her back -- \nwinces at the pain -- and rolls over to the side. She's a mess.\n\nDISSOLVE TO:\n\nINT. HOSPITAL -- ENTRANCE/EXIT -- EVENING\n\nDonna escorts a weak Frankie to the door.",
  "21": "---END OF PREVIOUS SECTION---\nShe's a mess. DISSOLVE TO:\n\nINT. HOSPITAL -- ENTRANCE/EXIT -- EVENING\n\nDonna escorts a weak Frankie to the door. \n---TARGET SECTION TO BE ANNOTATED---\nDONNA\nEpilepsy? They don't know what they're talking about, Frankie. I think \nyou should get a second opinion.\n\nvoice\n\nMs. Paige?\n\nThey turn to see FATHER DERNING. He smiles warmly.\n\nFATHER DERNING\nI'm Father Derning. You spoke to me on the train.\n\nFRANKIE\nOh. Yeah?\n\nFATHER DERNING\nI'd like to talk to you about what happened.\n\nDONNA\nWhy?\n\nFATHER DERNING\n(To Frankie)\nDo you know what the Stigmata are?\n\nDONNA\nFather, I gotta get Frankie home. Thanks.\n\nFATHER DERNING\nI understand how you feel. But please call me if you change your mind.\n\nHe holds out a card to Frankie, who takes it and looks him in the eyes. \nNods, sincere.\n\nFRANKIE\nOk.\n\nDonna and Frankie leave. Father Derning sighs.\n\nEXT. ROME -- VATICAN -- DAY\n\nABOVE Father Kiernan as he makes his way to the building, and goes \ninside...\n\nCARDINAL HOUSEMAN (V.O.)\nAh, Andrew, come in.\n\nINT. VATICAN -- CARDINAL HOUSEMAN'S CHAMBERS -- DAY\n\nFather Kiernan walks in and we see Cardinal Houseman and Father Dario. \nFather Dario is watching a tape.\n\nCARDINAL HOUSEMAN\nI think we've found your next assignment.\n\nKIERNAN\nI was hoping you'd changed your mind about sending me to Belo Quinto.\n\nFATHER DARIO\nWe have no record of a church in Bell Cinto....\n\nA beat. Kiernan stops and looks at him.\n\nKIERNAN\nWhat? That's impossible. There must be some mistake.\n\nFATHER DARIO\nNo mistake, Father. I've checked into it myself. If there is a church \nin Belo Quinto, it is not one of ours.\n\nCardinal Houseman moves over to them.\n\nCARDINAL HOUSEMAN\nWe have no record of a priest assigned to that village, either. (re the \ntelevision)\nThis was sent to us from Father Derning in Pittsburgh. From the train \nsecurity camera.\n\nKiernan moves to the television, squints.\n\nKIERNAN\nWhat, uh, what are we supposed to be looking for?\n\nCARDINAL HOUSEMAN\nWatch.",
  "22": "---END OF PREVIOUS SECTION---\nKiernan moves to the television, squints. KIERNAN\nWhat, uh, what are we supposed to be looking for? CARDINAL HOUSEMAN\nWatch. \n---TARGET SECTION TO BE ANNOTATED---\non the video screen\n\nwe see the image of the LURCHING subway and in the middle of the shot, \nthe outstretched figure of FRANKIE. We see her bandaged wrists.\n\nBACK TO SCENE\n\nKiernan watches with a furrowed brow.\n\nKIERNAN\nStop.\n\nDario hits PAUSE. The image freezes.\n\n\n\nFATHER DARIO\nObviously it is some sort of attack. Maybe posession?\n\nCardinal Houseman and Kiernan move closer to the image.\n\nKIERNAN\n(Indicating)\nThe wrists are bandaged.\n\nCardinal Houseman moves to his desk and sits down. Kiernan follows, \nstanding in front of him.\n\nCARDINAL HOUSEMAN\nAccording to Father Derning, she was whipped repeatedly by an unseen \nforce.\n\nKIERNAN\nHow important is this, really, Daniel?\n\nCARDINAL HOUSEMAN\nWe don't know yet.\n\nKIERNAN\nThen why are you sending me?\n\nCARDINAL HOUSEMAN\nBecause of this clipping from the Pittsburgh Globe.\n\nCardinal Houseman slides over a copy of a newspaper article. Kiernan \npicks it up and reads. The bold headline reads: FREAK SUBWAY ATTACK.\n\nKIERNAN\nWell, the publicity is unfortunate, but I'm sure by the time I get \nthere it will be completely blown over.\n\nCARDINAL HOUSEMAN\nWe're investigating this one.\n\nEXT. CITY STREET -- DAY\n\nWe're behind a hooded figure as they make their way away from us \nthrough the crowd of pedestrians. Another rainy day. We know this \nhooded figure is FRANKIE.\n\nINT. THE CUT -- DAY\n\nDonna and Jennifer look up in pleasant surprise as Frankie walks in, a \nCHIME echoing off.\n\nDONNA\nHey! Frankie!\n\nJENNIFER\nHi Frankie!\n\nCUSTOMER\nHi Frankie.\n\nCUSTOMER\nHi Frankie.\n\nFrankie stops and hangs up her coat. Smiles widely.\n\nFRANKIE\nHey! I feel like I should do a monologue or somethin'.\n\nDonna laughs and returns to her work.\n\nFrankie walks over to her section of the salon and turns to a woman \nsitting nearby.\n\nFRANKIE\nHey Sheryl. Come on over here and have a seat. I'll just be a second.\n\nCUSTOMER\nI think I'm just gonna wait for Donna.\n\nA beat. Frankie looks at Donna.",
  "23": "---END OF PREVIOUS SECTION---\nCUSTOMER\nI think I'm just gonna wait for Donna. A beat. Frankie looks at Donna. \n---TARGET SECTION TO BE ANNOTATED---\n Their eyes meet. Donna gives her a \nOSorry' look.\n\nFrankie nods, a little hurt.\n\nFRANKIE\nOk.\n\nShe turns and walks into the back room.\n\nJennifer looks up at Donna.\n\nJENNIFER\n(Hushed)\nIs she alright?\n\nDONNA\n(Hushed)\nI don't know.\n\nJENNIFER\n(Hushed)\nShe doesn't look too good....\n\nin the back\n\nFrankie is tenderly massaging her head. She hears the whispers.\n\nDONNA'S VOICE\n(Hushed)\nShe might have epilepsy...\n\nJENNIFER'S VOICE\n(Hushed)\nEpilepsy?\n\nShe has had enough. As she walks back to the salon....\n\nFRANKIE\nHey would you guys stop whispering like this was.....\n\nin the salon\n\nShe moves into the room...\n\nFRANKIE\n....a goddamned Church!\n\nA CHIME as the door opens. They look up:\n\nFATHER KIERNAN stands there, looking right at Frankie. The whole place \npauses awkwardly. Frankie can't help but smile.\n\nShe looks at the priest.\n\nFRANKIE\nDo you have an appointment?\n\nKIERNAN\nNo...I don't.\n\nFRANKIE\nWell, would you like a haircut, or a manicure, or maybe you'd like to \nhave your nipple pierced?\n\nKIERNAN\n(Smiling)\nOr maybe if we just start with a trim, could go from there?\n\nFrankie smiles and takes his coat, hangs it up.\n\nFRANKIE\nHave a seat.\n\nHe follows her to the chair and sits down. She grabs a cover and drapes \nit over him.\n\nFRANKIE\nAlright, I'm gonna put this cape on so you don't get your scratchy \nneck...\n\nShe covers his neck.\n\nKIERNAN\nOh, thank you.\n\nFRANKIE\nSo where are you from?\n\nKIERNAN\nI live in Rome, Actually.\n\nFRANKIE\nOh, cool.\n\nKIERNAN\nAnd you?\n\nFRANKIE\nI'm from Naples.\n\nKIERNAN\nAhh. Naples....(names someplace in rapid Spanish)\n\nFRANKIE\n(Correcting)\nNaples, Florida.\n\nKIERNAN\nAh.\n\nFRANKIE\nI moved here to go to school.\n\nKIERNAN\nWhich school?\n\nNearby, Jennifer watches with a smile...",
  "24": "---END OF PREVIOUS SECTION---\nFRANKIE\nI moved here to go to school. KIERNAN\nWhich school? Nearby, Jennifer watches with a smile... \n---TARGET SECTION TO BE ANNOTATED---\nFrankie reaches with her left arm and points to the certificate above \nthe mirror. When she does, Kiernan notices her thick BANDAGES.\n\nFRANKIE\nClaudia's University of Cosmotology. See, I'm acredited.\n\nKIERNAN\nOh. OCool'.\n\nShe continues to trim his hair.\n\nNearby, Donna and Jennifer watch the amusin exchange between Frankie \nand Father Kiernan.\n\nJENNIFER\nAm I going crazy, or is Frankie hitting on a priest?\n\nFrankie trims his hair.\n\nFRANKIE\nWhat do I call you? I feel kind of weird calling a guy I could date \nOFather'....\n\nAn awkward beat. Kiernan looks up.\n\nFRANKIE\nI mean.....I couldn't date you, but, you know...\n\nKIERNAN\nNo, you just made my day, actually. Thank you. You can call me Andrew. \nAndrew Kiernan. That's my name.\n\nA beat. Frankie stops trimming his hair. Stares at him in the mirror. \nTurns to Donna.\n\nFRANKIE\n(Under her breath)\nDonna....\n\nDONNA\n(Mouthing it)\nI heard.\n\nDonna watches with equal shock.\n\nA beat. Frankie turns to him.\n\nFRANKIE\nI know this is gonna sound kinda strange, but....I've sort of been \nexpecting you.\n\nCUT TO:\n\nINT. DINER -- DAY\n\nDrizzle splatters against the exterior of the window next to the booth \nwhere Frankie and Father Kiernan are seated.\n\nFRANKIE\nSo, you live in Rome?\n\nKIERNAN\nYes, but I travel a great deal, so I'm rarely there. (To waitress)\nThank you.\n\nA waitress has come up. Pours Kiernan some coffee. Turns to Frankie.\n\nwaitress\n\nCoffee, honey?\n\nFRANKIE\nNo thanks.\n\nWaitress walks off. Kiernan and Frankie discuss.\n\nFRANKIE\nSo, what brings you to Pennsylvania?\n\nKIERNAN\nWell, Father Derning asked us to come and speak to you, Ms. Paige.\n\nFRANKIE\nOUs'? What's us, I thought you were a priest?\n\nandrew\n\nI am a priest, but I'm also an investigator. I work for a division of \nthe Vatican called the Congregation of the Causes of the Saints.",
  "25": "---END OF PREVIOUS SECTION---\nWhat's us, I thought you were a priest? andrew\n\nI am a priest, but I'm also an investigator. I work for a division of \nthe Vatican called the Congregation of the Causes of the Saints. \n---TARGET SECTION TO BE ANNOTATED---\nHe reveals a small tape recorder and sets it on the table between them. \nCLICKS RECORD.\n\nKIERNAN\nDo you mind if I switch this on?\n\nFRANKIE\nNo, go ahead.\n\nKIERNAN\nWhat's your full name?\n\nFRANKIE\n(Leaning forward)\nFrankie Paige.\n\nKIERNAN\nOk......Your age?\n\nFRANKIE\nTwenty-three.\n\nKIERNAN\nOk, which church do you attend?\n\nFRANKIE\nI don't attend church.\n\nA beat. He looks up at her.\n\nKIERNAN\nYou ARE Catholic?\n\nFRANKIE\nNo. I don't go to church because I don't believe in God....\n\nA beat. Kiernan nods.\n\nKIERNAN\nWell, that's really it for me. That's all I need to know, Ms. Paige.\n\nHe begins to pack up. Takes the recorder away. Frankie's confused.\n\nFRANKIE\nThat's it?\n\nKIERNAN\nAfraid so. See, stigmatics are deeply religious people.\n\nFRANKIE\nAnd there's no exceptions?\n\nKIERNAN\nNo.\n\nFRANKIE\nWell why do they get stigmata?\n\nKIERNAN\nWhen Christ died on the cross, he died with five wounds. (Holds out \nphoto of crucifixion)\nHis back was scorched by whips. There were gashes on his forehead from \nthe crown of thorns. There were nails driven through his hands and \nfeet. Finally, a spear, driven through his side.\n\nFrankie listens, and we move to her hands and wrists, which she keeps \nhidden below the table, mindful of as he describes the wounds that she \nherself possess.\n\nKIERNAN\nThroughout history, only deeply devoted people have been....afflicted \nof these wounds.\n\nFRANKIE\nWhy?\n\nKIERNAN\nThere really is no satisfactory scientific explanation. All stigmatics \nare haunted by such intense spiritual pain. In some ways it effects \nthem physically. They're assaulted by their own visions of evil. And \nthey manifest this battle in their bodies. The church regards it as a \ngift. A gift from God.\n\nFRANKIE\nA gift? (Laughs)\nCan I give it back?\n\nKiernan barely smiles. Frankie grows serious. Looks down at her wounds.\n\nFRANKIE\n(Softly)\nListen, Father, could I show you these and...",
  "26": "---END OF PREVIOUS SECTION---\nFrankie grows serious. Looks down at her wounds. FRANKIE\n(Softly)\nListen, Father, could I show you these and... \n---TARGET SECTION TO BE ANNOTATED---\nyou tell me what you \nthink?\n\nKIERNAN\nYes. Yes, of course.\n\nShe holds out her bandaged wrists to him.\n\nGently he reaches over and lifts up the bandages one by one, looking at \nthe blood underneath and the stitched wounds.\n\nFinally he sighs and looks away. Frankie now turns her wrists OVER to \nreveal yet another set of blood stains. The wound goes through the \nwrist bone.\n\nHe turns back to her: sees it. He is absolutely stunned. A beat. He \nreaches over again and gently lifts up the bandages. Sees the blood and \nstitched wounds. He is speechless.\n\nHe looks up to Frankie, who stares back with pleading eyes.\n\nThey are interrupted by the Waitress who comes back with another pot of \ncoffee.\n\nwaitress\n\nCoffee honey?\n\nFrankie sighs and looks off. The waitress leaves and they are left \nalone. Father Kiernan is still stunned.\n\nFRANKIE\nWell, what do you think?\n\nKIERNAN\nDoesn't really matter what I think, Ms. Paige.\n\nFRANKIE\nWhat's that mean?\n\nKIERNAN\nIt means officially this is not a case for the church. To say that a \nself-confessed Athiest exhibits the wounds of Christ is a contradiction \nof terms.\n\nFRANKIE\nLook, you know what...here..\n\nExasperated, Frankie reaches into her purse and throws a crumpled piece \nof paper across the table to him.\n\nFRANKIE\nRead that.\n\nKiernan does.\n\nFRANKIE\nI found that on my kitchen table the other morning. Now I don't know \nwhat that says. But that handwriting is mine.\n\nKIERNAN\nIt's Italian. It says OSplit a piece of wood and I am there. Lift a \nstone and you will find me.'\n\nHe looks up at her and smiles.\n\nKIERNAN\nIt's beautiful.\n\nShe takes the paper and crumples it angrily.\n\nFRANKIE\nThis isn't beautiful. This is a warning! It means that no matter what I \ndo, no matter where I go, I can't escape this!\n\nKIERNAN\nMs. Paige, I would really like to help you --\n\nFRANKIE\n(Standing up)\nYou know what? This is not going anywhere. You don't know what this is. \nYou can't give me any kind of answer.",
  "27": "---END OF PREVIOUS SECTION---\nThis is not going anywhere. You don't know what this is. You can't give me any kind of answer. \n---TARGET SECTION TO BE ANNOTATED---\n Coffee's on me.\n\nShe throws some crumpled bills onto the table and rushes out. Kiernan \nsits, sighing.\n\nA few moments later he looks out the window and sees FRANKIE walking \ndown the street in the downpour, and she turns and looks back at him \nwith a glare.\n\nINT. FRANKIE'S APARTMENT -- NIGHT\n\nDRIP. DRIP. Water plops out of the ceiling into numerous bowls that are \nfilled to the brim with rainwater.\n\nSitting among masses of lit candles and books, Frankie leafs through \nbooks labeled: EPILEPSY, THE STUDY OF STIGMATA, ETC.\n\nWe see numerous pictures of Christ with the crown of thorns, whip \nmarks, nails through his palms and feet.\n\nKIERNAN (V.O.)\nThere really is no satisfactory scientific explanation. Stigmatics are \ndeeply religious people.\n\nDOCTOR (V.O.)\nWe're going to do whatever we can to find out what causes this..But all \nthings considered, I think it might explain a lot.\n\n\n\nFrankie continues to flip through books with painful, haunting photos. \nA tear rolls down her cheek.\n\nKIERNAN (V.O.)\nThroughout history only people who believe in God have been afflicted. \nThe nearer they come to God, the more open they are to the torment of \ntheir demons. The church regards it as a gift. A gift from God.\n\nWe see on one page the definition of stigmata. She quickly turns the \npage.\n\nShe stops and slams a book shut.\n\nCUT TO:\n\nINT. CLUB -- NIGHT\n\nFrantic strobe lights again POUND to an equally POUNDING beat. Dancers \non the stage lead the show as mobs of people dance with abandon and get \nhammered at the bar.\n\nDonna, Jennifer and another friend CLINK! in a toast.\n\nJENNIFER/DONNA\nHere's to Friday night!\n\nDonna looks up as she sees FRANKIE walk in among the crowd and go to a \ntable, alone.\n\nJENNIFER\nFrankie!\n\nJennifer turns to Donna.\n\nDONNA\nDon't worry about it. Just order another drink. I'll be right back. \nI'll go check it out.\n\nDonna moves to the table that Frankie is standing by nervously, smoking \na cigarette. She smiles.\n\nDONNA\nHey girlfriend...",
  "28": "---END OF PREVIOUS SECTION---\nDonna moves to the table that Frankie is standing by nervously, smoking \na cigarette. She smiles. DONNA\nHey girlfriend... \n---TARGET SECTION TO BE ANNOTATED---\nFRANKIE\nHey!\n\nDONNA\nWhat's up? Thought you were staying home to get some rest?\n\nFRANKIE\nHave you seen Steven?\n\nThey sit down among the loudness and CHAOTIC STROBE LIGHTS.\n\nDONNA\nMan, forget about Steven. What's up with that Priest?\n\nFRANKIE\nBelieve me, he's all business. (Ordering)\nHey, could we get two doubles?\n\nA waiter pours them a couple rounds of drinks.\n\nFRANKIE\nYou know what's scarier than not believing in God?\n\nA beat. Donna just watches her.\n\nFRANKIE\nBelieving in him. I mean, really believing in him. It's a fucking \nterrifying thought.\n\nDONNA\nIt's Friday night. I think you're taking things a little too seriously.\n\nFRANKIE\nCause if there is a God, he hates me. He's ruining my life.\n\nDONNA\nCome on, Frankie. It's gonne be alright, man, relax...\n\nFRANKIE\n(Suddenly sharp)\nYou don't get it do you?\n\nDonna stares.\n\nFRANKIE\nI have fucking holes through my wrists! I have slashes across my back!!\n\nDonna continues to stare.\n\nFRANKIE\nIf it isn't God doing this to me, than who is!?\n\nDONNA\n(A beat)\nI think you're losing it, man.\n\nFrankie sets her drink down and stands, walking away.\n\nDONNA\nwhere are you going?\n\nCA-CHANK!\n\nA piercing, blinding pain in Frankie's forehead. Her hands go \ndesperately to her face and she covers her eyes, FALTERING.\n\nDONNA (O.S.)\nFRANKIE!!!\n\nA couple bloodied gashes rip open on her forehead!\n\nStunned, she stands and presses a finger against the wetness. Looks at \nit: BLOOD.\n\nCA-CHANK!\n\nHYPER INSERT AN IMAGE OF THORNS POKING INTO FLESH\n\nFrankie screams and DROPS to the floor. Donna stands in shock.\n\nDONNA\nFRANKIE!! Frankie...",
  "29": "---END OF PREVIOUS SECTION---\nDonna stands in shock. DONNA\nFRANKIE!! Frankie... \n---TARGET SECTION TO BE ANNOTATED---\n!\n\nca-chank ca-chank!\n\nIMAGE OF THORNS INTO FLESH -- WE SEE FRANKIE'S HEAD WEARING A CROWN OF \nTHORNS, REACHING OUT DESPERATELY TOWARDS US\n\nBACK TO SCENE\n\nFrankie is on the floor, not wearing a crown of thorns, but feeling its \npain. Blood seeps down her forehead as she SCREAMS and SHRIEKS in pain, \nstumbles out of the club as onlookers either make fun or just stare in \nhorror.\n\nDONNA\nDON'T JUST FUCKING STAND THERE! SOMEBODY CALL AN AMBULANCE!\n\nShe rushes out of the club after Frankie. Nearby, Steven is at the bar, \nlooks behind him.\n\nSTEVEN\nDamn..\n\nEXT. CLUB -- NIGHT\n\nThe door opens and a bleeding Frankie races out into the rain, into \ncrowds of people and pushes her way out INTO THE STREET --\n\nIt's all a blur of traffic and HORNS BLARING as she races out into the \nmaze of cars, dodging some and CRYING OUT! Blood oozes down her head.\n\nDonna races out, looking around frantically.\n\nIN THE STREET Frankie HOPS up onto the hood of a car, then slides off \nthe other side, racing through the street in a daze of pain.\n\nShe stands still and whips her head back and forth, her face covered in \nwet blood and rain. Her hair matted against her head. She groans and \nsobs.\n\nDonna finally gathers the nerve to race out into the street and \nsearches around. HORNS continue to blare.\n\nDonna looks around: Frankie is nowhere to be found.\n\nEXT. FRANKIE'S APARTMENT COMPLEX -- NIGHT\n\nFather Kiernan moves to the door and BUZZES the name PAIGE. Waits. No \nanswer.\n\nSomething catches his eye. He looks up --\n\nFrankie is moving down the street toward him. She stops when she sees \nhim. He notices the blood dripping down her face. Frowns.\n\nKIERNAN\nMs. Paige??\n\nShe gasps and cries, her hand goes to her head and she immediately \nturns and races down the street, away from him. He quickly follows --\n\nKIERNAN\nMs. Paige!!\n\nEXT.",
  "30": "---END OF PREVIOUS SECTION---\nHe quickly follows --\n\nKIERNAN\nMs. Paige!! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BACK ALLEY -- NIGHT\n\nKiernan races through the grime and muck of a back alley, following \nFrankie, who is nowhere to be found. He finally reaches the clearing in \nthe alley and stops, looking all around.\n\nKIERNAN\nMs. Paige? MS. PAIGE!!\n\nNearby, we see the trembling Frankie hiding behind a flight of metal \nstairs, her face covered in wet gore, shivering against the cold.\n\nWith Kiernan, looking around.\n\nHis voice echoes. Nearby, a flock of BIRDS scatter out of nowhere into \na million different directions.\n\nWWWHOOOOOSSH! A pipe BURSTS nearby and sends clouds of SMOKE shooting \nout into the air. Father Kiernan is startled.\n\nA wind starts and blows newspapers and various garbage EVERYWHERE, all \naround Father Kiernan.\n\nHe looks up as nearby a window SHATTERS and glass SHOOTS into a million \npieces. He dodges it and moves deeper into the alley --\n\nFrankie stands and races away.\n\nKiernan continues looking around...\n\nclose on a glass bottle as it is smashed --\n\nNearby Donna stops, turns.\n\nKierna stops when he sees her.\n\nFrankie is only yards away, sitting hunched on the hood of a car, \ndigging into the metal.\n\nFather Kiernan furrows his brow and moves closer to see what she is \ndoing.\n\nABOVE Frankie now, we see what she is doing: With a chunk of a broken \nbottle, she is writing a message into the metal. It's in foreign \nletters. We hear the scrape of metal against metal.\n\nWe also hear Frankie's voice, speaking what she is writing. But it's in \nANOTHER LANGUAGE. We do not understand her.\n\nAmong the wind and rain, Kiernan moves closer. Cautious.\n\nKIERNAN\nMs. Paige?\n\nSilence. She stops and looks at him. Stands on the hood and we realize \nher eyes are a striking ORANGE, her expression changed, almost demonic.\n\nIt looks like a standoff. They stare at each other, neither saying a \nword. Finally, Frankie returns to her work, digging into the metal of \nthe car.\n\nWWHOOOOSSH!\n\nA pipe bursts again and more SMOKE is sent out into the air.\n\nKiernan moves closer, holds out a hand.",
  "31": "---END OF PREVIOUS SECTION---\nWWHOOOOSSH! A pipe bursts again and more SMOKE is sent out into the air. Kiernan moves closer, holds out a hand. \n---TARGET SECTION TO BE ANNOTATED---\n We see the tape recorder from \nearlier: He presses RECORD.\n\nKIERNAN\nMs. Paige.....?\n\nShe stands and SCREAMS angrily, pointing at him sharply with the broken \nbottle, furious --\n\nFRANKIE\nAalla shatteeen man beesha!!\n\nHe stares at her, stunned.\n\nFRANKIE\nAalla shatteeen man beesha!!\n\nShe sighs heavily, exhausted.\n\nDONNA\nFrankie!!???\n\nKiernan turns and we see Donna rushing up to them, also exhausted.\n\nStanding on the car, Frankie DROPS the broken bottle and collapses onto \nthe hood of the car, sobbing. Kiernan and Donna move to her, and help \nher off the car, escorting her away. Donna is overcome with concern, as \nis Father Kiernan.\n\nDISSOLVE TO:\n\nEXT. CHURCH -- NIGHT\n\nWe see the CROSS at the top of the building, standing out against the \nnight sky. We PAN DOWN to see the entrance, and Father Kiernan \napproaching the concrete flight of steps, carrying an unconscious \nFrankie...\n\nINT. CHURCH -- FATHER DERNING'S ROOM -- NIGHT\n\nFather Derning stands to the side as Kiernan adjusts Frankie under the \ncovers, getting her comfortable. She stirs. Wakens.\n\nKIERNAN\nWelcome back.\n\nFRANKIE\nWhere am I?\n\nKIERNAN\nYou're in Father Derning's church.\n\nDonna walks in and goes over to Frankie, sitting down beside her.\n\nDONNA\nHey...\n\nKIERNAN\n(Aside to Donna)\nI think she should get some rest.\n\nKiernan leaves with Father Derning. Alone, Donna reaches over and \nsoftly strokes Frankie's hair out of her face. She smiles gently.\n\nWe see the red scars across Frankie's forehead, now cleaned up. Frankie \nlooks up at Donna, half asleep.\n\nDONNA\n(Softly)\nYou alright? You look like shit.\n\nShe smiles.\n\nFRANKIE\nSmells like...flowers.\n\nDONNA\nYou got some stuff all in your hair...\n\nShe reaches over and picks out some scraps of something, smiling at a \nnow sleeping Frankie.\n\nCUT TO:\n\nINT.",
  "32": "---END OF PREVIOUS SECTION---\nDONNA\nYou got some stuff all in your hair... She reaches over and picks out some scraps of something, smiling at a \nnow sleeping Frankie. CUT TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CHURCH -- FATHER DERNING'S QUARTERS -- NIGHT\n\nFather Kiernan plays back the recording from earlier:\n\nFRANKIE'S VOICE\nAalla shatteeen man beesha!!\n\nHe clicks REWIND and picks up the phone. DIALS. Waits.\n\nINT. ROME -- VATICAN OFFICES -- NIGHT\n\nBrother Delmonico is alone in the darkened offices. His figure \nilluminated by the lone lamp on his desk. The phone rings. He picks it \nup.\n\nBROTHER DELMONICO\nPronto.\n\nINTERCUT\n\nKIERNAN\nJohnny? Como esta.\n\nBROTHER DELMONICO\nAndrew, how are you?\n\nKIERNAN\nJohnny, listen, could you help me with a translation?\n\nBROTHER DELMONICO\nDo you have it there?\n\nKIERNAN\nY-yes, I have it here.\n\nBROTHER DELMONICO\nPlay it to me.\n\nKIERNAN\nI'll play it for you now.\n\nHe clicks PLAY and holds the recorder up to the phone:\n\nFRANKIE'S VOICE\nAalla shatteeen man beesha!!\n\nBrother Delmonico listens intently. Thinks.\n\nKIERNAN\nWhat is it? Is it gibberish?\n\nBROTHER DELMONICO\nNo, no. It's not gibberish at all. Andrew, who's speaking these words?\n\nCUT TO:\n\nINT. CHURCH -- MORNING\n\nWith Frankie as she walks into the church, wrapped in a huge blanket. \nShe moves down the aisle, toward a huge CRUCIFIX at the head of the \naltar.\n\nShe stares up at the crucifix:\n\nWe see a lifelike replica of JESUS, nailed to the cross. NAILS through \nhis PALMS and FEET. Blood drips down his forehead from the crown of \nthorns.\n\nObserving it, Frankie frowns.\n\nFather Kiernan walks into the church, moves to her.\n\nKIERNAN\nGood morning, Ms. Paige. You're up early.\n\nFRANKIE\nHey, I think you made a mistake.\n\nKIERNAN\nWhat do you mean?\n\nFRANKIE\nI can't have stigmata. Jesus was crucified through the palms of his \nhand, not his wrists. Look at my wounds, they're through the wrists.",
  "33": "---END OF PREVIOUS SECTION---\nFRANKIE\nI can't have stigmata. Jesus was crucified through the palms of his \nhand, not his wrists. Look at my wounds, they're through the wrists. \n---TARGET SECTION TO BE ANNOTATED---\n \nSo, you're wrong.\n\nKIERNAN\nActually, scientists have discovered that in Roman times people were \ncrucified through the wrists, not the palms. There's no way the hands \ncould have supported the weight of the body. So they did crucify them \nthrough the wrists.\n\nFrankie's fascinated.\n\nFRANKIE\nWait, wait. You're telling me that every painting, every statue of \nChrist, and every single crucifix in the whole world is wrong?\n\nKIERNAN\n(Shaking his head)\nNo. Just....inacurate. They are all impressions of the truth. Icons are \nmeant to be inspirational.\n\nFrankie moves away, toward the exit of the church. Kiernan stops her.\n\nKIERNAN\nMs. Paige, there's something else you should know. The words you keep \nrepeating that you thought were nonsense. Well it's not.\n\nShe stops and watches him. Waits for what's to come.\n\nKIERNAN\nIt's actually a very specific language.\n\nFRANKIE\nWhat?\n\nKIERNAN\nIt's a form of Aramaic that hasn't been used for 1900 years. It's a \ndialect that was used in Galalei around the time of Jesus.\n\nFrankie looks at him. Shit.\n\nEXT. APARTMENT COMPLEX -- ROOF -- NIGHT\n\nA quiet night. We find Frankie sitting in solitude on the roof, her \nlegs dangling over the side, her hands cradling her face. She is \ncontemplating something.\n\nHer hair blows around her as she looks down at the traffic below.\n\nShe takes out a small crumpled piece of paper and rereads it.\n\nFRANKIE (VO)\nSplit a piece of wood and I am there. Lift a stone and you will find \nme.\n\nShe looks off and thinks. Places the paper back inside a pocket and \nthen slowly gets to her feet. Hops across the edge of the roof, and \nthen disappears out of shot....\n\nCUT TO:\n\nINT. ROOM\n\nAndrew Kiernan sits, deep in pensive thought.\n\nINT. THE CUT -- MORNING\n\nDonna dials a number on the phone. Waits. Looks concerned.\n\nJennifer comes up, concern in her eyes as well.\n\nJENNIFER\nDid you get through?\n\nDONNA\nNo. Her machine didn't even pick up.",
  "34": "---END OF PREVIOUS SECTION---\nJENNIFER\nDid you get through? DONNA\nNo. Her machine didn't even pick up. \n---TARGET SECTION TO BE ANNOTATED---\nJennifer nods and walks off. Donna sighs, concerned.\n\nEXT. FRANKIE'S APARTMENT COMPLEX -- MORNING\n\nFather Kiernan moves to the buzzer and hits the nameplate PAIGE.\n\nHe waits. Nothing.\n\nThe door to the apartment complex opens and a young woman steps out. He \nslides inside....\n\nINT. FRANKIE'S APARTMENT -- MORNING\n\nA knock at the door. KNOCK KNOCK. Silence. The door opens and Father \nKiernan enters. Looks around for any sign of Frankie. She's nowhere.\n\nKIERNAN\nMs. Paige???\n\nHe walks through the apartment and into the bedroom/living room.....\n\nin the bedroom/living room\n\nhe looks and sees Frankie standing by a far wall, her back to him. She \nis writing in deep concentration on a large, striking blue wall. Black \nlettering all across the wall. We recognize it from when Frankie was \ngrinding the same letters into the hood of the car.\n\nKiernan moves into the center of the room, watching Frankie.\n\nKIERNAN\nMs. Paige???\n\nShe doesn't acknowledge him, but keeps writing. Working like a woman \npossessed.....\n\nKIERNAN\nFrankie? Frankie?\n\nKiernan takes out his hand-held camera and holds it up to the sight.\n\nFLASH! He snaps a picture. At the wall, Frankie flinches, pauses, then \nresumes writing.\n\nFLASH! FLASH!\n\nThis obviously disturbs Frankie. She pauses and turns halfway to \nKiernan, but then turns back to her mission.\n\nWe notice something is different about her. Her hair is frizzled, her \nface a sickly pale. Her skin on her hands and face are WRINKLED, like \nan old woman. Her eyes rolled back into her head. A gutteral groan \nrolls out of her mouth as she scribbles the foreign words.\n\nMoving closer, Kiernan holds the camera up and FLASHES! another photo. \nLowers the camera and watches Frankie with the same haunted look he \nwatched the corpse of FATHER ALAMEIDA....\n\nKIERNAN\nWho are you?\n\nA long beat. Frankie struggles to turn around and look at him. We \nnotice for the first time the full effect of Frankie's state.",
  "35": "---END OF PREVIOUS SECTION---\nA long beat. Frankie struggles to turn around and look at him. We \nnotice for the first time the full effect of Frankie's state. \n---TARGET SECTION TO BE ANNOTATED---\n Her eyes \nare in the back of her head, her entire face pale and wrinkled, her \nlips cracked.\n\nFRANKIE/ALAMEIDA'S VOICE\n(Subtitled)\nThe messenger is not important.\n\nWe are shocked. The voice is not Frankie's. It is a deep, heavily-\naccented man's voice. Father Alameida's....\n\nWith that she turns back to her writing, scribbling the letters over \nand over.\n\nKiernan moves to her and FLASHES more pictures. She flinches after each \nFLASH, but resumes writing.\n\nFLASH! FLASH! FLASH!\n\nShe stops, drops the marker and swiftly turns on her heels, stares \nacross the room at a spooked Father Kiernan. Her eyes rolled in the \nback of her head. Her head bobbing weakly, a gutteral groan coming out \nof her mouth....\n\n......She slowly begins to walk toward Father Kiernan. As she does so, \nwe notice she has a LIMP, as if it's an effort to move her legs. She is \nalso HUNCHED over, grunting with each painful step.\n\nFather Kiernan doesn't flinch as she moves toward him, and then past \nhim.....\n\n.......over to her bed where she drops down onto the covers and sprawls \nout.....\n\nKiernan watches as water DRIP DRIPS down from the ceiling onto her \nface, cleansing her wounds.\n\nHer hands go to her face as the water drips down her fragile skin, over \nher wounds....\n\n......and she is back to normal vitality. She gasps, her own voice \ncoming out of her now.\n\nKiernan watches as she opens her eyes.\n\nFRANKIE\nI feel like my heart is breaking. Why am I so sad??\n\nShe sobs desperately. Then slowly she sits up, looks around.\n\nFRANKIE\nIt smells like flowers in here....like Jasmine or rose or \nsomething....Can you smell that?\n\nKIERNAN\nYes I can.\n\nShe stands and walks to the center of the room. Looks up and sees the \nwall full of writing. She is puzzled.\n\nFRANKIE\nWho wrote that?\n\nKIERNAN\nYou did.\n\nFRANKIE\nI wrote that?\n\nKIERNAN\nYes.\n\nThey both stand and gaze at the wall. Frankie is truly puzzled. She \ndoesn't remember any of it.\n\nEXT.",
  "36": "---END OF PREVIOUS SECTION---\nFrankie is truly puzzled. She \ndoesn't remember any of it. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROME -- VATICAN -- DAY\n\nWe move over religious statues and we find Cardinal Houseman and Father \nDario walking along a cement path in the background.\n\nCARDINAL HOUSEMAN\nHave you heard from Father Andrew?\n\nDARIO\nNo, your Eminence.\n\nCARDINAL HOUSEMAN\nWhat are these?\n\nDARIO\nThese are newspaper clippings from our office in New York. The first \none is from Pennsylvania. The others are from New York and Washington.\n\nCARDINAL HOUSEMAN\nThese are even more damaging. This one mentions the stigmata. He \ndoesn't seem to be confusing the situation.\n\nDARIO\nShall I call him home?\n\nCARDINAL HOUSEMAN\nHave him conclude his investigation immediately. Present his report to \nme in New York at the end of next week.\n\nDario nods and walks off. Cardinal Houseman shakes some hands.\n\nINT. FRANKIE'S APARTMENT -- DAY\n\nFrankie sits by the window, in awe as a couple doves fly onto her hand \nand eat out of her palm.\n\nNearby, Kiernan has his camera set up on a tripod, FLASHING photo after \nphoto of the writing on the blue wall. He pauses and turns to her.\n\nKIERNAN\nFrankie, would you please come over here and have a look at this?\n\nShe doesn't answer. She stares at the doves, captivated by their \nessence.\n\nFLASH! FLASH!\n\nKIERNAN\nI just can't believe that none of this means anything to you...Frankie? \nFrankie. Frankie. Can you please...can you please look at this?\n\nFLASH! FLASH!\n\nThe noise and FLASH bother the doves and they flitter away, leaving an \nannoyed Frankie. She sighs and turns to Kiernan, glaring at him.\n\nKIERNAN\nSometimes subjects contain fragments or images that can be transmitted \nsubconsciously -\n\nFrankie moves to her bed and picks up a coat.\n\nFRANKIE\nThis subject doesn't contain Ofragments of images'. You don't get it, \ndo you Father Kiernan? I don't know what the hell that means!\n\nShe thrusts her hands toward the blue wall.\n\nFRANKIE\n(r.e. the bandaged wrists)\nI don't know what the hell this means. I just want my life back, OK!?\n\nShe storms out. Kiernan sighs.",
  "37": "---END OF PREVIOUS SECTION---\nI just want my life back, OK!? She storms out. Kiernan sighs. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nEXT. CITY STREET -- DAY\n\nWith Frankie as she strolls down the sidewalk among masses of people. \nShe walks to the side and gives a coin to a homeless man, who thanks \nher. She moves on....\n\n.......Walking not far behind her is Father Kiernan. He tries to catch \nup.\n\nEXT. FLOWER SHOP -- DAY\n\nA wide variety of flowers arranged in rows. Frankie moves around them, \na few in her hand. She leans forward and smells the pollen, closes her \neyes in pleasure.\n\nKiernan is there behind her, apologetic.\n\nKIERNAN\nMs. Paige, I'm sorry...\n\nFRANKIE\n(Smiling)\nDon't OMs. Paige' me just because you messed up. I'm not gonna let you \noff the hook.\n\nShe holds up a flower for him to smell. He does. Smiles.\n\nKIERNAN\nOk. But I...I AM sorry.\n\nFRANKIE\nYou know, for a priest you're pretty relentless.\n\nHe nods.\n\nKIERNAN\nYeah, I guess I stopped being a priest and slipped back into being a \nscientist. It's a habit.\n\nFRANKIE\nHey, what kind of a scientist is a priest, anyway?\n\nKIERNAN\nYou don't want to know...\n\nShe smiles.\n\nFRANKIE\nOh, yes I do.\n\nCUT TO:\n\nEXT. FLOWER SHOP -- TABLE -- DAY\n\nFrankie sits across from Kiernan. They're in mid-conversation.\n\nFRANKIE\n(Laughing)\nYou were an organic chemist?? Ok, did you walk around with those \nglasses with the scotch tape around the sides and pocket protectors?\n\nKIERNAN\nI did, actually. (Laughs)\nAnyway, one day I just decided I was gonna become a priest.\n\nFRANKIE\nWell, why?\n\nKIERNAN\nThe holes.\n\nFRANKIE\nThe holes?\n\nFrankie listens as she unwraps a fresh pack of cigarettes and lights \none up.\n\nKIERNAN\nThe holes in the theories.\n\nFRANKIE\nWhat theories?\n\nKIERNAN\nThe world is six billion years old, right? There's been life on this \nplanet for three billion years, but for three billion years before that \nthere was nothing. No life. Just a bunch of elements swirling around.\n\nFrankie watches him.",
  "38": "---END OF PREVIOUS SECTION---\nNo life. Just a bunch of elements swirling around. Frankie watches him. \n---TARGET SECTION TO BE ANNOTATED---\nKIERNAN\nAnd then one day, for no apparent reason whatsoever, all these elements \ncame together in perfect harmony. And there was suddenly LIFE. Living \nthings. Like lilac and...hedgehogs..\n\nFRANKIE\nBeer, and cheesecake.\n\nKIERNAN\n(Smiling)\nBeer and cheesecake. Did you know that monks invented alcohol?\n\nFRANKIE\nYeah, everybody knows that. (Laughs)\n\nKIERNAN\nYou knew that? Well, anyways, to get back to the holes, there \nreally...there really isn't any explanation. And I figured that there \nwas something more than, well, more important than organic chemistry \ngoing on. And I figured that it was God. And that God was responsible \nfor all this life.\n\nFRANKIE\nI really can't get a line on you.\n\nKIERNAN\nWhy not?\n\nFRANKIE\nFirst of all, I can't understand a man who's never, you know...\n\nKIERNAN\nNever made love to a woman?\n\nShe nods. He can't help but smile.\n\nKIERNAN\nWell this may come as a great surprise to you, but, I wasn't born a \npriest.\n\nFRANKIE\nBut you didn't like it?\n\nKIERNAN\nWhat's not to like?\n\nFRANKIE\nBut you don't miss it?\n\nKIERNAN\nOf course I miss it. I mean I'm human. I struggle with it. But I've \nmade a choice. Basically, what I've done is I've exchanged one set of \ncomplications for another...\n\nA beat. Frankie understands what he means and smiles. They continue to \ncarry on the conversation as we watch them. Kiernan smiles at something \nsaid, and Frankie reaches over and grabs his ear playfully. An intimate \nmoment, almost. They are becoming close. Frankie smiles --\n\nhyper insert image of a nail being driven through a foot --\n\nCA-CHANK! \n\nFrankie SHRIEKS and falters out of her chair at the pain, falling to \nthe floor. People look up --\n\nca-chank! chank!\n\nAnother image of a nail being driven through a foot.\n\nFrankie grasps onto the side of the table to try and get up, but the \npain is immense. Blood seeps through both socks on her feet. It spews \nto the ground.",
  "39": "---END OF PREVIOUS SECTION---\nFrankie grasps onto the side of the table to try and get up, but the \npain is immense. Blood seeps through both socks on her feet. It spews \nto the ground. \n---TARGET SECTION TO BE ANNOTATED---\nKiernan stands and rushes to help her --\n\nShe stumbles up and over to a patch of flowers when suddenly --\n\nshe relives all the wounds: image of nail being driven through a wrist, \nanother wrist. image of slash marks across her back. image of crown of \nthorns in her head --\n\nFrankie FALLS back into the patch of flowers, eyes going in the back of \nher head, numb with blinding pain.\n\nca-chank! chank!\n\nBlood spews around her, and a weak groan rises out of her mouth. \nKiernan rushes to her as people continue to stare on.\n\nCUT TO:\n\nINT. FRANKIE'S APARTMENT -- NIGHT\n\nShe lies on her bed, watching in pain as Kiernan dabs a wet cloth on \nher feet, which are soaked with blood. We see visible wounds on her \nfeet, round and deep.\n\nFRANKIE\nSo this is the fourth?\n\nKIERNAN\nWhat do you mean?\n\nFRANKIE\nWhen I met you, didn't you say there were five wounds? Well this is the \nfourth. What's the fifth?\n\nKIERNAN\nA spear.\n\nFRANKIE\n....The one that killed him.\n\nKIERNAN\nDon't worry, Frankie. No stigmatic has ever received the full five \nwounds.\n\nFRANKIE\n(As he dabs at her feet)\nHave you ever met another person who had stigmata?\n\nKIERNAN\nI did make a pilgrimage to a small village in the mountains of Southern \nItaly. There I met a priest called Padre Pio. He first received the \nwounds when he was 23 years of age. The same age as St. Francis of \nAssisi.\n\nFRANKIE\nWho was St. Francis of Assisi?\n\nKIERNAN\nSt. Francis was the first person to receive the stigmata. In the 13th \ncentury. He was a wild young man who suddenly changed his ways after he \nhad a vision of being crucified alongside Christ. When he woke up, his \nhands and feet were...were bleeding.\n\nFRANKIE\nThis priest, were his wounds as bad as mine?\n\nKIERNAN\nPadre Pio? Sometimes he lost a pint of blood a day. And he suffered \nterrible demonic attacks.",
  "40": "---END OF PREVIOUS SECTION---\nKIERNAN\nPadre Pio? Sometimes he lost a pint of blood a day. And he suffered \nterrible demonic attacks. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKIE\nA priest?\n\nKIERNAN\nAll stigmatics suffer the most intense spiritual conflicts.\n\nFRANKIE\nWell, what happened to him? How many wounds did he receive?\n\nA long beat. Kiernan sighs.\n\nKIERNAN\nHe....lived to old age.\n\nFRANKIE\nHow many wounds did he receive?\n\nAnother long beat. He looks up at her.\n\nKIERNAN\nTwo.\n\nFrankie looks at him closely.\n\nFRANKIE\nI'm dying aren't I? This thing is killing me.\n\nHe doesn't know what to say. She turns away and attempts to sleep.\n\nKiernan stands and moves to a side table. We see a few film rolls. He \npicks up his camera..\n\nCUT TO:\n\nINT. CHURCH -- FATHER DERNING'S QUARTERS -- NIGHT\n\nFather Derning stands beside Kiernan as he wires over photos of the \nwall in Frankie's room through the computer.\n\nHe is speaking on the phone.\n\nKIERNAN (INTO PHONE)\nHere's a closer shot. My guess is it's probably Aramaic...\n\nCUT TO:\n\nINT. ROME -- VATICAN OFFICES -- NIGHT\n\nBrother Delmonico at his desk. He watches his computer screen as a \nphoto of the blue wall SCANS down onto his screen. He traces with his \nfinger reading it, translating it.\n\nBROTHER DELMONICO\nI'm looking at it.\n\nKIERNAN'S VOICE\nIs there....is there a problem?\n\nBrother Delmonico turns nervously as a Priest walks across the upper \nlevel, pauses and looks at Delmonico, then moves on.\n\nBrother Delmonico turns back to the screen and to Father Kiernan.\n\nBROTHER DELMONICO\nYes. Don't send me any more of these pictures. How many did you send?\n\nINTERCUT\n\nKiernan on the phone.\n\nKIERNAN\nSix. Why?\n\nBROTHER DELMONICO\nThe problem is what it says.\n\nKIERNAN\nWell what does it say?\n\nBROTHER KIERNAN\n(Tracing a finger on screen)\nIt says OThe kingdom of God is inside you and all about you..'\n\nINT. CHURCH -- FATHER DERNING'S QUARTERS -- NIGHT\n\nFather Kiernan on the phone.",
  "41": "---END OF PREVIOUS SECTION---\nKIERNAN\nWell what does it say? BROTHER KIERNAN\n(Tracing a finger on screen)\nIt says OThe kingdom of God is inside you and all about you..'\n\nINT. CHURCH -- FATHER DERNING'S QUARTERS -- NIGHT\n\nFather Kiernan on the phone. \n---TARGET SECTION TO BE ANNOTATED---\nBROTHER DELMONICO'S VOICE\nAndrew, forget you saw this. Drop it immediately. Don't send me any \nmore.\n\nKIERNAN\nJohnny? What is the problem?\n\nINTERCUT\n\nBrother Delmonico.\n\nBROTHER DELMONICO\nDo you remember the gospel\n\nHe turns as a GUARD walks in to the room, watches him.\n\nKIERNAN'S VOICE\nJohnny?\n\nThe Guard leaves. Delmonico turns and talks quietly into the phone.\n\nBROTHER DELMONICO\nDo you remember the Gospel Commission? It was closed down suddenly by \nyour friend Cardinal Houseman.\n\nINTERCUT\n\nKiernan sighs.\n\nKIERNAN\nYes. A few years ago, yes.\n\nBROTHER DELMONICO\nWe discovered a document that looked like it was a completely new \ngospel.\n\nKIERNAN\nWell what's the significance of that?\n\nBROTHER DELMONICO\nI was one of the three translators of the gospel. It was written \nentirely in Aramaic...the language of Jesus and his disciples. It may \nbe Jesus' actual words...\n\nHe turns and sees Father Dario at the top of the stairs, studying \nDelmonico with suspicion.\n\nKIERNAN'S VOICE\nWhat is it?\n\nBrother Delmonico clicks the photo off the screen and changes his \ndemeanor.\n\nBROTHER DELMONICO\nPronto.....(speaks in Italian)\n\nKIERNAN\nJohnny??\n\nBrother Delmonico clicks some buttons, getting rid of the \ninformation...\n\nKIERNAN'S VOICE\nJohnny, what's going on? Are you there? Johnny?\n\nBrother Delmonico hangs up on Kiernan and clicks out of the files. \nStands and leaves.\n\nHe walks up the stairs, passes Father Dario and nods, walking quickly \npast. Dario stares after him and then looks down at Brother Delmonico's \nglowing monitor. Moves to it..\n\n.....He clicks a few buttons and suddenly the PHOTO OF FRANKIE'S WALL \ncomes up again.\n\nDario's finger presses PRINT. The paper slides out of the laserjet \nprinter. He picks it up and walks off...\n\nCUT TO:\n\nINT. FATHER DERNING'S QUARTERS -- NIGHT\n\nFather Derning moves to Kiernan, shows him a picture of the wall.",
  "42": "---END OF PREVIOUS SECTION---\nHe picks it up and walks off... CUT TO:\n\nINT. FATHER DERNING'S QUARTERS -- NIGHT\n\nFather Derning moves to Kiernan, shows him a picture of the wall. \n---TARGET SECTION TO BE ANNOTATED---\nFATHER DERNING\nWhat is this? Is that a painting?\n\nON THE PHOTO we see what looks like a picture frame to the side of the \nwall. An elderly man's face visible.\n\nKIERNAN\nNo. It's a mirror.\n\nFATHER DERNING\nWell, who else was in the room?\n\nKIERNAN\nI don't know.\n\nFATHER DERNING\nI thought you said it was just you two.\n\nKIERNAN\n(Checking photo)\n16-A. Do you have the negatives?\n\nHe searches for the negatives and finds them, holds them up to the \nlight. We ZOOM UP TO THEM and see the same thing; an elderly man's face \nreflected in the mirror. We recognize it as Father Alameida's face.\n\nFATHER DERNING\nWho is that?\n\nKIERNAN\n(Rushing out)\nI'll be back as soon as I can.\n\nON the photo....\n\nINT. VATICAN -- STAIRWAY -- NIGHT\n\nCardinal Houseman is making his way down a long flight of stairs. \nFather Dario rushes up beside him, a folder in hand.\n\nDARIO\nCardinal Houseman..\n\nCARDINAL HOUSEMAN\n(Stopping)\nI'm late for a meeting with the curator.\n\nDARIO\nAt your discretion. But I think this might be of interest.\n\nHe hands a copy of the photo of Frankie's wall to Cardinal Houseman, \nwho looks it over.\n\nCARDINAL HOUSEMAN\nWhere did you get this?\n\nDARIO\nIt was E-mailed to Father Delmonico.\n\nCARDINAL HOUSEMAN\nBy who?\n\nDARIO\nFather Kiernan in Pittsburgh.\n\nCARDINAL\nDo you know what it means?\n\nDARIO\nNo. Is it important?\n\nCardinal Houseman doesn't answer. He rushes back to the top of the \nstairs.\n\nCARDINAL HOUSEMAN\nWill you tell the meeting I'll be with them in a few minutes...\n\nCUT TO:\n\nEXT. NEW YORK CITY APARTMENTS -- NIGHT\n\nThe buildings are dark against the blue sky.\n\nSET IN: NEW YORK CITY\n\nCUT TO:\n\nINT. MARION PETROCELLI'S APARTMENT -- BEDROOM -- NIGHT\n\nRRRRRIIING!\n\nThe sleeping Marion Petrocelli stirs and wakes up. Reaches for the \nphone. He is in his late fifties, long, white beard and graying hair.",
  "43": "---END OF PREVIOUS SECTION---\nThe sleeping Marion Petrocelli stirs and wakes up. Reaches for the \nphone. He is in his late fifties, long, white beard and graying hair. \n---TARGET SECTION TO BE ANNOTATED---\n A \ngentle, religious man with a thick accent.\n\nPETROCELLI (INTO PHONE)\n(Subtitled)\nWhat is it?\n\nBROTHER DELMONICO'S VOICE\n(Subtitled)\nDon't hang up. Don't hang up.\n\nPETROCELLI\n(Subtitled)\nWho is this?\n\nBROTHER DELMONICO'S VOICE\n(Subtitled)\nAn old friend.\n\nPETROCELLI\n(Subtitled)\nDelmonico. What's happened?\n\nBROTHER DELMONICO'S VOICE\n(Subtitled)\nThe missing Jesus gospel. It's turned up.\n\nPETROCELLI\n(Subtitled)\nThat's impossible.\n\nBROTHER DELMONICO'S VOICE\n(Subtitled)\nAlameida.\n\nPETROCELLI\n(Subtitled)\nAlameida?\n\nBROTHER DELMONICO'S VOICE\n(Subtitled)\nIn the United States. Pittsburgh.\n\n\n\nPETROCELLI\nSend me something.\n\nBROTHER DELMONICO'S VOICE\nNo, no. I can't. Houseman will kill me.\n\nCLICK. Brother Delmonico hangs up.\n\nA beat. Petrocelli looks off, stunned. Hangs up the phone....\n\n.....He moves to a desk and grabs a framed photo of HIM, BROTHER \nDELMONICO and FATHER ALAMEIDA. We recognize this photo from the \nbeginning, in Father Alameida's hands in his casket. Petrocelli quickly \nplaces it in a drawer and closes the drawer....\n\nCUT TO:\n\nINT. VATICAN -- DARK HALLWAY -- NIGHT\n\nThe hurried figure of Brother Delmonico moves past a priest and bows, \nthen walks into the light doorway of another room, moves swiftly on.\n\nEXT. FRANKIE'S APARTMENT COMPLEX -- NIGHT\n\nKiernan walks up. Hits the buzzer.\n\nFRANKIE (V.O.)\nHey come in. The door's open.\n\nHe walks in.\n\nINT. FRANKIE'S APARTMENT -- NIGHT\n\n.....He steps into her apartment.\n\nKIERNAN\nFrankie?\n\nFRANKIE'S VOICE\nHey. I'm in here.\n\nShe walks into the room and right past him, smiles.\n\nFRANKIE\nHow you doing? Want a beer?\n\nHe stares after her.\n\nKIERNAN\nSure.",
  "44": "---END OF PREVIOUS SECTION---\nWant a beer? He stares after her. KIERNAN\nSure. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKIE reaches into refrigerator and grabs a beer --\n\nTurns and hands it to him. He thanks her.\n\nFRANKIE\n(Holding out wrists)\nCheck this out. It looks like they're getting better.\n\nHe reaches out and lifts up the bandages. Looks at the stitches which \nseem to be smaller. The wound is almost completely inconspicuous. He \nnods, smiling.\n\nKIERNAN\nThat's great. Really good. You'll be able to get those stitches out \nsoon. That's great. Let me see your forehead.\n\nHe gently pushes the hair out of Frankie's forehead, examines the \nscars.\n\nKIERNAN\nDoes this...does this hurt?\n\nFRANKIE\n(Unfocused)\nIt's good....\n\nHis hand slides down her cheek and her lips catch it, kissing his palm. \nAn intimate, forward gesture. He looks at her. She looks at him. He \nsteps away...\n\nTogether they walk into the bedroom/living room, and Kiernan is stunned \nat what he sees:\n\nFrankie has covered the blue wall at the far end of the room in red \npaint, smeared all across the message.\n\nKIERNAN\nWhy did you paint over the wall?\n\nFRANKIE\nWell, I got bored and I got sick of looking at that thing...\n\nHer hand slides into his.\n\nThey move closer, their lips meet in a kiss. Finally he pushes away and \nturns, going to the window.\n\nFRANKIE\nI really wish you weren't wearing that uniform right now...\n\nKIERNAN\nIt's got nothing to do with the uniform, believe me.\n\nShe sits and looks at him.\n\nFRANKIE\nWell what is it, your vow? You took a vow to be dead from the neck \ndown?\n\nHe gives her a look and shakes his head.\n\nFRANKIE\n(Standing, walking over to him)\nCome on. I see the way you look at me. You know the way that I feel \nabout you....Come on. I'm not blind. It's ok.\n\nShe walks to him, touches him. He grabs her arms and forces her back \naway from him.\n\nKIERNAN\nNo.\n\nShe's pissed.",
  "45": "---END OF PREVIOUS SECTION---\nHe grabs her arms and forces her back \naway from him. KIERNAN\nNo. She's pissed. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKIE\nWhy? Because I painted the wall out, is that it? So now I'm no use to \nyou, right? Is that it??\n\nIn a swift, blink-of-the-eye movement, she SHOVES him to the floor --\n\nFRANKIE/ALAMEIDA'S VOICE\nAnswer me!\n\nKiernan falls to the floor, stunned. Frankie walks over to him and \npicks him up with abnormal strength.\n\nFRANKIE/ALAMEIDA'S VOICE\nYou are so proud of your holy abstinance--!\n\nShe hurls him across the room, sending him slamming into cabinets, \nknocking objects over, sending them toppling to the floor --\n\nFRANKIE/ALAMEIDA'S VOICE\nLike touching a woman would kill you! Women are joining the...\n\nNow a swift WIND blows through the room, throwing papers and furniture \nand other objects SLIDING and FLYING around. Frankie's hair billows \naround her face as she continues to assault Kiernan.\n\nFRANKIE/ALAMEIDA'S VOICE\nSo that's why you became a priest...\n\nKneels over, picks him up, HURLS him into a mirror, sending GLASS \nshattering into a million pieces. He slides to the wall, she kneels and \ngrabs him --\n\nFRANKIE/ALAMEIDA'S VOICE\nIt has nothing to do with your convenient little stories!!\n\nShe throws him across the room. Everything is blowing about in the \nalmost supernatural wind. She goes to him and picks him up.\n\nFRANKIE/ALAMEIDA'S VOICE\nYou're so proud of your CHURCH! Of virgins...\n\n--- and hurls him into the nearby bathroom --\n\nin the bathroom\n\nKiernan falls to the floor beside the bathtub, looks up as Frankie \nstalks in and kneels down in front of him. Stares at him, her eyes the \nfierce orange as they were before that night in the alley. Again, she \njust stares at him. He stares back. Eerie.\n\nShe grabs him by the collar and HOISTS him through the glass of the \nshower, sending shards of glass EVERYWHERE. Kiernan sits up, blood \ndripping down his nose.\n\nclose up: a drawer as FRANKIE opens it and grabs a sharp knife --\n\nKiernan is kneeling against a wall, trying to stand.",
  "46": "---END OF PREVIOUS SECTION---\nShe grabs him by the collar and HOISTS him through the glass of the \nshower, sending shards of glass EVERYWHERE. Kiernan sits up, blood \ndripping down his nose. close up: a drawer as FRANKIE opens it and grabs a sharp knife --\n\nKiernan is kneeling against a wall, trying to stand. \n---TARGET SECTION TO BE ANNOTATED---\n She walks over to \nhim and levels the knife under his chin. Looks at him with the gleam of \nthe devil in her eyes.\n\nFRANKIE/ALAMEIDA'S VOICE\nHow's your faith these days, Father?\n\nHe stares at her....\n\nFRANKIE/ALAMEIDA'S VOICE\nHow's your faith these days!?\n\nHe continues to stare.\n\nFRANKIE/ALAMEIDA'S VOICE\nThis is what you fucking call God!?\n\nKiernan watches in horror as the possessed Frankie DIGS the knife into \nher wrist wound, sending fresh blood spilling out of it, soaking the \ntissue, dripping down her arm. He turns away, ill at the sight.\n\nFRANKIE/ALAMEIDA'S VOICE\nBlood of Christ!\n\nHe can't watch as she SLITS the skin of her lower arm, creating new \nwounds, more blood spilling down her arm, dripping onto the floor. \nSCREAMS echoe out of her, she sobs and turns away, DIGGING into both \nwrists, the blood spewing out. Her blouse is soaked with gore.\n\nShe drops, exhausted, onto her bed in front of Kiernan, and for a \nsilent moment she lies still.\n\nSuddenly the bed SLIDES out from under her, moved by an unseen \nforce.....\n\nKiernan stands, not able to take his eyes off the spectacle. \nStunned.....\n\nFrankie remains lying down, levitated in the air...\n\nWWHOOOSH! She rises further into the air, her arms outstretched at her \nsides, the blood dripping down her arm....\n\nShe is THROWN forward and hangs in the air, her arms up at her sides. \nShe is being crucified in the air, her head hung, hair blowing all \naround her...\n\nKiernan cautiously moves forward.....\n\nHer head rises and she looks at him. Blood pours out of her eyes, tears \nof blood...\n\nhyper insert image of the tears of blood dripping down the angelic face \nof the virgin of guadalupe\n\nBACK TO SCENE\n\nFrankie's tears of blood drip down her cheeks, and she gazes at \nKiernan, suspended in the air, arms at her sides.\n\nFinally Kiernan moves to her and gently takes her in his arms, lowers \nher to the ground.",
  "47": "---END OF PREVIOUS SECTION---\nBlood pours out of her eyes, tears \nof blood... hyper insert image of the tears of blood dripping down the angelic face \nof the virgin of guadalupe\n\nBACK TO SCENE\n\nFrankie's tears of blood drip down her cheeks, and she gazes at \nKiernan, suspended in the air, arms at her sides. Finally Kiernan moves to her and gently takes her in his arms, lowers \nher to the ground. \n---TARGET SECTION TO BE ANNOTATED---\n As she lies there, unmoving, her face blood-\nstreaked, he checks her pulse.\n\nINT. MARION PETROCELLI'S APARTMENT -- NIGHT \n\nCLOSE UP: A fax being sent through. We recognize the photo of Frankie's \nwall, with the mysterious handwriting. A hand picks up the paper --\n\nNow we see the hand belongs to a worried Marion Petrocelli. He looks at \nthe fax, studies it, then walks off...\n\nCUT TO:\n\n\n\nINT. FRANKIE'S APARTMENT -- NIGHT\n\nWe see Frankie is asleep on her bed, enveloped in her covers. Kiernan \nstands over her. He has tried the best he can to put objects back the \nway they were. Rows of candles are set up beside the bed. We hear the \nconstant DRIP DRIPPING of water from the ceiling. Outside it rains.\n\nKiernan sits down in front of Frankie's bed and reveals the ROSARY \nFrankie's mom sent her -- Father Alameida's rosary. He closes his eyes \nand, pressing it to his lips, prays.\n\nLying on the bed, Frankie's eyes open and she watches him a beat.\n\nFRANKIE\nI've never seen you pray before.\n\nKIERNAN\nI haven't prayed for a very long time.\n\nFRANKIE\n(Reaching out; softly)\nCome here.\n\nA beat. He hesitates.\n\nFRANKIE\nIt's ok. Come on.\n\nShe reaches out to him and he stands, walks over to the bed and lies \ndown next to her. She rolls over to face him.\n\nThey lie in the bed looking into each other's eyes. He gently strokes \nthe hair out of her eyes. Her face is still streaked in dry blood. From \nher eyes, forehead.....She looks at him with sad eyes.\n\nA long moment passes between them. It's sweet.\n\nCUT TO:\n\nEXT. FRANKIE'S APARTMENT COMPLEX -- NIGHT\n\nAs the rain continues to pour, someone steps out of a car, followed by \nanother man, and another. As they step into some light we recognize: \nCARDINAL HOUSEMAN, FATHER DARIO, & FATHER DERNING.\n\nThey walk into the apartment building....\n\nINT. FRANKIE'S APARTMENT -- NIGHT\n\nIn the bed, Frankie and Kiernan are deep asleep, hand in hand.\n\nINT.",
  "48": "---END OF PREVIOUS SECTION---\nINT. FRANKIE'S APARTMENT -- NIGHT\n\nIn the bed, Frankie and Kiernan are deep asleep, hand in hand. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HALLWAY OUTSIDE FRANKIE'S APARTMENT -- NIGHT\n\nThe three priests stand there, Father Derning knocking on the door. \nNobody answers.\n\nCARDINAL HOUSEMAN\nGo in.\n\nFather Derning hesitates, then KICKS the door in --\n\nINT. FRANKIE'S APARTMENT -- NIGHT\n\nThe three men walk in.....\n\nin the bedroom/living room\n\nKiernan hears the sound of multiple footsteps. Sits up and sees \nCARDINAL HOUSEMAN walk into the room, followed by Father Dario and \nFather Derning. Cardinal Houseman just looks at him. The situation \nseems uncomfortable, him lying in the bed next to Frankie.\n\nKIERNAN\nDaniel...\n\nCARDINAL HOUSEMAN\nWe've come to help.\n\nKiernan remains sitting up.\n\nCARDINAL HOUSEMAN\n(To Father Dario)\nTake her to the Arch D. straight away.\n\nCardinal Houseman and Father Dario look up and see the large blue wall, \nsmeared with red paint, distorting the message, rendering it illegible.\n\nFather Dario has a copy of the wall with the message, holds it up to \nCardinal Houseman for comparison. Cardinal Houseman frowns in concern. \nTurns to Father Derning.\n\nCUT TO:\n\nEXT. CHURCH -- NIGHT\n\nRainy. A car pulls up to the entrance.\n\nINT. CHURCH -- BEDROOM -- NIGHT\n\nFrankie is lying down under thick blankets, surrounded by two NUNS who \nfinish tidying. Father Kiernan sits down beside Frankie, and when she \ndozes off, he turns to the nuns.\n\nKIERNAN\nI'll be downstairs if you need me, Sisters.\n\nThe sisters nod and he leaves. Frankie remains asleep.\n\nINT. CHURCH -- OFFICE -- NIGHT\n\nCardinal Houseman slides a photo of the wall toward a seated Father \nKiernan. He looks at Kiernan.\n\nCARDINAL HOUSEMAN\nWhere did you get this from? What does it mean?\n\nKIERNAN\nThe girl wrote it. I don't know what it means. Neither does she.\n\nCARDINAL HOUSEMAN\nWhy was it painted over? What language is it in?\n\nKIERNAN\nIt's Aramaic.\n\nCARDINAL HOUSEMAN\nHow do you know that?\n\nKIERNAN\nThat's....",
  "49": "---END OF PREVIOUS SECTION---\nKIERNAN\nIt's Aramaic. CARDINAL HOUSEMAN\nHow do you know that? KIERNAN\nThat's.... \n---TARGET SECTION TO BE ANNOTATED---\ncompletely irrelevent-\n\nCARDINAL HOUSEMAN\nWhat I don't understand is, why you would send this to anyone other \nthan me? What are you hiding from me?\n\nKIERNAN\n(Sighing)Look, all I know is, the girl is fighting for her life. If she \nreceives another wound she is going to die unless we help her.\n\nCARDINAL HOUSEMAN\nI'm taking over this case. Go back to Father Derning's, get some rest-\n\nKIERNAN\n(Firm)\nI'm not leaving her alone!\n\nCARDINAL HOUSEMAN\nYou're not leaving her alone. You're leaving her in the care of the \nSisters..\n\nKiernan has had it.\n\nKIERNAN\nLook. You sent me here. I didn't want to come. You told me to deal with \nher. That's what I'm doing!\n\nHe stands and storms out of the room, Cardinal Houseman following.\n\nKIERNAN\nShe's in no condition to take on you or the church...\n\nCARDINAL HOUSEMAN\nThis is not about a girl taking on me, or taking on the church --\n\nINT. CHURCH -- OFFICES -- NIGHT\n\nThey move through the desks up to the staircase.\n\nKIERNAN\nWhy are you so concerned about those photographs? Why is that more \nimportant than a girl bleeding to death?\n\nCARDINAL HOUSEMAN\nAndrew, what's happened to you? Where's your loyalty?\n\nKIERNAN\nDon't you lecture me about loyalty, Daniel!\n\nCARDINAL HOUSEMAN\nThe only reason you've been tolerated by the Congregation for so long \nis because you were a good scientist. Because of your objectivity. But \nyou've lost that. The last thing I expected to see when I walked into \nthat girl's apartment was the two of you lying on a bed together --\n\nKIERNAN\nOh come on -!\n\nCARDINAL HOUSEMAN\nLook, I know you think you're helping her, but you're not. If anything, \nshe's getting worse. Andrew, you're in no state to help anyone right \nnow. You're exhausted. Look at you. Go to Father Derning's. Get some \nrest. We'll talk about it tomorrow.\n\nA beat. They move further up the stairs.\n\nKIERNAN\nWhy are you so concerned about those photographs?\n\nCARDINAL HOUSEMAN\nFather Delmonico showed them to us.",
  "50": "---END OF PREVIOUS SECTION---\nThey move further up the stairs. KIERNAN\nWhy are you so concerned about those photographs? CARDINAL HOUSEMAN\nFather Delmonico showed them to us. \n---TARGET SECTION TO BE ANNOTATED---\n He seemed to think they were \nimportant.\n\nKIERNAN\nWhat do they mean?\n\nCARDINAL HOUSEMAN\nWe've no idea. But we're working on it.\n\nKIERNAN\nDoes it have anything to do with the gospel commission?\n\nCARDINAL HOUSEMAN\nWe don't know. Good-night Andrew.\n\nHe sighs and pauses. Then he steps to the door and leaves.\n\nCUT TO:\n\nEXT. STREET -- NIGHT\n\nWe see Father Kiernan's car move PAST camera, under the pouring \nrain....\n\nEXT. FATHER DERNING'S CHURCH -- NIGHT\n\nThe bold cross against the night sky. Father Kiernan moves to the \nentrance and walks inside....\n\nINT. CHURCH -- NIGHT\n\nThe lonely figure of Father Kiernan sitting in a pew, with his back to \nus. Suddenly Marion Petrocelli appears in the pew, watching Kiernan.\n\nPETROCELLI\nAndrew Kiernan?\n\nKIERNAN\nI'm Kiernan.\n\nPETROCELLI\nI want to see Alameida?\n\nKIERNAN\n(Sighing)\nI don't know any Alameida.\n\nPetrocelli moves to Kiernan's side and sits down.\n\nPETROCELLI\nDelmonico faxed me this copy of his document.\n\nKIERNAN\n(Looking at the fax)\nThe girl wrote this. I saw her do it. What is this?\n\nPETROCELLI\nIt's maybe the most significant Christian relic ever found.\n\nKIERNAN\nWhy?\n\nPETROCELLI\nIt's an Aramaic scroll from the 1st century, discovered near the cave \nof the dead sea scrolls outside Jeruselum. Alameida and I concluded \nthat it is a gospel of Jesus Christ. In his own words: Aramaic. There \nare some from the Vatican who believe that this document could destroy \nthe authority of the modern church.\n\nKIERNAN\nHow?\n\nPETROCELLI\nIt was Jesus' words to his disciples on the night of his Last Supper. \nHis instructions to them on how to continue his church after his death.\n\nKIERNAN\nWhy would that be so threatening?\n\nPETROCELLI\nWhen we gave our initial conclusion to the gospel commission, Houseman \nordered us to stop our work immediately. Alameida refused. He stole the \ndocument and disappeared.",
  "51": "---END OF PREVIOUS SECTION---\nPETROCELLI\nWhen we gave our initial conclusion to the gospel commission, Houseman \nordered us to stop our work immediately. Alameida refused. He stole the \ndocument and disappeared. \n---TARGET SECTION TO BE ANNOTATED---\n Houseman excommunicated us in our absense.\n\nKIERNAN\nYou have no idea where he is?\n\nPETROCELLI\nHe doesn't want to be caught until he finishes the translation.\n\nHe reveals the photo of himself, Father Pabloe Alameida, and Father \nDerning.\n\nPETROCELLI\nThat's Delmonico, me and Alameida. We were all translating the new \ngospel together.\n\nKiernan looks at it. Points to Alameida.\n\nKIERNAN\nI've seen this man. Three weeks ago. In Brazil.\n\nPETROCELLI\nYeah?\n\nKIERNAN\nHe's dead.\n\nPetrocelli looks at him.\n\nPETROCELLI\nHow do you know this?\n\nKIERNAN\nBecause I saw him in his coffin in the church in Belo Quinto. I'm \nsorry.\n\nPetrocelli sighs and looks off. Hopeless.\n\nPETROCELLI\nThen it is all over. It's gone forever.\n\nKIERNAN\nWhy was your work stopped? What was so threatening about this gospel?\n\nKiernan is confused. Petrocelli stands and walks down the aisle.\n\nPETROCELLI\nLook around, Father. What do you see?\n\nKIERNAN\nI see a church.\n\nPETROCELLI\n(Shrugs)\nIt's a building. The true church of Jesus Christ is so much more. Not \nin buildings made of wood and stone. I love Jesus. I don't need an \ninstitution between him and me. You see, just God.\n\nUp at the altar, on the large wall looming in front of the rest of the \nchurch, is a gold replica of the cross and Jesus, surrounded by his \ndisciples. Nails through palms, feet. Crown of thorns. Spear through \nhis side.\n\nPETROCELLI\nNo priest, no churches. The first words in Jesus' goispel are: \"The \nkingdom of God is inside you. And all around you. Not in buildings made \nfrom wood and stone. Split a piece of wood and I am there. Lift a \nstone...\n\nKIERNAN\n(Picking up)\n...And you will find me.\n\nPETROCELLI\nYes, brother.\n\nKIERNAN\n(r.e.",
  "52": "---END OF PREVIOUS SECTION---\nAnd you will find me. PETROCELLI\nYes, brother. KIERNAN\n(r.e. \n---TARGET SECTION TO BE ANNOTATED---\n Alameida's photo)\nWhy is Father Alameida wearing gloves?\n\nPETROCELLI\nAlameida was a tormented man. A holy man. A very holy man. He wore the \ngloves to cover the marks of the stigmata.\n\nPetrocelli moves back and sits down beside Kiernan. Runs a hand through \nhis hair. Kiernan stares off.\n\nKIERNAN\nShe has the stigmata. That's why...She's just his messenger....\n\nPETROCELLI\nHouseman will never let this Gospel get out.\n\nCUT TO:\n\nINT. CHURCH -- ROOM -- NIGHT\n\nCardinal Houseman kneels before a small crucifix, praying. Father Dario \nprepares holy water in a tiny bowl.\n\nINT. CHURCH -- FRANKIE'S ROOM -- NIGHT\n\nFrankie is holding Alameida's rosary against her chest as she sleeps. \nSuddenly hands appear and lift up hers, taking away the rosary. This \nstirs her and she awakens, sits up.\n\nThe two nuns surround her, and Cardinal Houseman steps up to the bed \nwith the Bible, followed by Father Dario who holds out the bowl of holy \nwater. Frankie stares around her, confused.\n\nCARDINAL HOUSEMAN\nLord, do not remember our sins. Or those of our forefathers...\n\nFRANKIE\nWhere's Andrew?\n\nCardinal Houseman begins to recite from the Bible.\n\nDARIO\nDo not punish us for our offenses..\n\nCARDINAL HOUSEMAN\nLead us not into temptation...\n\nWe realize they are performing an exorcism on Frankie! She sits up, \nfrightened.\n\nCardinal Houseman continues to recite.\n\nEXT. STREET -- NIGHT\n\nKiernan drives past camera, speeding toward the church with \ndetermination.\n\nINT. CHURCH -- FRANKIE'S ROOM -- NIGHT\n\nAs Cardinal Houseman recites, Frankie's body begins to convulse as she \nis held down by the nuns. Groans and grunts escape her lips as she \nwrithes under the covers.\n\nCARDINAL HOUSEMAN\nBy the power of Christ I command you, come out of her body now and for \nalways...\n\nShe writhes and groans...",
  "53": "---END OF PREVIOUS SECTION---\nGroans and grunts escape her lips as she \nwrithes under the covers. CARDINAL HOUSEMAN\nBy the power of Christ I command you, come out of her body now and for \nalways... She writhes and groans... \n---TARGET SECTION TO BE ANNOTATED---\nFRANKIE/ALAMEIDA'S VOICE\nYou are blind men! Your eyes are open, but you see nothing!\n\nShe writhes and thrashes as the nuns attempt to hold her down. Father \nDario echoes the recitation as Cardinal Houseman continues.\n\nCARDINAL HOUSEMAN\nGive her heavenly protection--\n\nFrankie SITS UP and stares at the ceiling, SCREAMS, a gale of powerful \nvoices.\n\nFRANKIE/ALAMEIDA'S VOICE\nBEHOLD! Your devil dripping with blood!\n\nCUT TO:\n\nEXT. STREET -- NIGHT\n\nKiernan SPEEDS around sharp corners and races down the street.\n\nINT. CHURCH -- FRANKIE'S ROOM -- NIGHT\n\nThe exorcism continues. Frankie lashes out and writhes and thrashes.\n\nCARDINAL HOUSEMAN\nEmbrace me, my child. I am the church!\n\nFRANKIE/ALAMEIDA'S VOICE\nYou are the true enemy of the church, Houseman!\n\nSuddenly Cardinal Houseman rushes forward to Frankie.\n\nCARDINAL HOUSEMAN\nOUT! Get out!\n\nThe nuns quickly do as they are told. Father Dario walks to the door, \nlingers, watches Cardinal Houseman.\n\nCARDINAL HOUSEMAN\nGet out!!\n\nFather Dario races out.\n\nCARDINAL HOUSEMAN\nSave this woman, Lord, and let the enemy have no victory over her!\n\nNow alone with Frankie/Alameida, Cardinal Houseman reaches for her and \nGRABS HER BY THE NECK, and proceeds to suffocate her.\n\nFrankie fights for her life, grunting as he squeezes her neck, a wild \nflare in his eyes.\n\nEXT. CHURCH -- NIGHT\n\nKiernan's car races up and he parks it, races inside.\n\nINT. CHURCH -- FRANKIE'S ROOM -- NIGHT\n\nCardinal Houseman continues to strangle Frankie...\n\nCARDINAL HOUSEMAN\nYou will not destroy my church.\n\nShe groans for air...\n\nINT. CHURCH -- NIGHT\n\nHe flies through the rooms, up the flight of stairs.\n\nKIERNAN\nFrankie!! Frankie!\n\nINT. CHURCH -- HALLWAY -- NIGHT\n\nFather Kiernan flies down the hallway, calling out for Frankie. He \napproaches her door and is stopped by Father Dario. He quickly THROWS \nFather Dario out of the way and opens the door, racing inside --\n\nINT.",
  "54": "---END OF PREVIOUS SECTION---\nCHURCH -- HALLWAY -- NIGHT\n\nFather Kiernan flies down the hallway, calling out for Frankie. He \napproaches her door and is stopped by Father Dario. He quickly THROWS \nFather Dario out of the way and opens the door, racing inside --\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n FRANKIE'S ROOM -- NIGHT\n\nHe sees Cardinal Houseman bent over Frankie, strangling her. He races \nto the bed.\n\nKIERNAN\nWhat are you doing!? Get away from her!\n\nHe grabs Cardinal Houseman and throws him off of Frankie, using all the \nstrength he can. He turns to Frankie and makes sure she's alright. She \nis gasping for air.\n\nCARDINAL HOUSEMAN\nAndrew, get away from her! You don't know what's going on!\n\nNow he turns to Cardinal Houseman and grabs him, shoving him out of the \nroom.\n\nKIERNAN\nYou lied to me! You tried to silence her. You lied to me --!\n\nHe throws him out of the room --\n\nINT. HALLWAY OUTSIDE FRANKIE'S ROOM -- NIGHT\n\nFather Dario watches helplessly as Kiernan shoves Cardinal Houseman \nagainst the wall.\n\nKIERNAN\nYou tried to kill her! I know everything. I know why you closed down \nthe gospel commission. I know why you had Petrocelli and Alameida \nexcommunicated. I know all those lies you've been telling for years! \nThere is no way you'll get away with what you did to her!\n\nCARDINAL HOUSEMAN\nI will not let you destroy the church.\n\nHe throws Cardinal Houseman against another wall.\n\nKIERNAN\nI promise you. You've spent your last days in the Church.\n\nCardinal Houseman is defeated. Kiernan lets him out of his grip and \nturns back to Frankie's room, walking in.\n\nINT. FRANKIE'S ROOM -- NIGHT\n\nA bright, raging fire in the firing place. Suddenly it SHOOTS out to \nblankets in the room and spreads like wildfire, over a statue of the \nVirgin Mary.\n\nIn bed, Frankie suddenly sits up, her head leaned back, her mouth open, \nfresh blood trickling down her face.\n\nKiernan walks into the room cautiously, sees the fire, then looks at \nFrankie. Pauses.\n\nKIERNAN\nAre you Pablo Alameida?\n\nWWHOOOSSH! The blankets around the bed erupt in spots of fire, uniting \ninto one cloud of fierce flames, surrounding the calm figure of \nFrankie, who now sits staring at Father Kiernan as he moves closer. He \nreaches out his hand.\n\nKIERNAN\nGive me your wisdom.",
  "55": "---END OF PREVIOUS SECTION---\nThe blankets around the bed erupt in spots of fire, uniting \ninto one cloud of fierce flames, surrounding the calm figure of \nFrankie, who now sits staring at Father Kiernan as he moves closer. He \nreaches out his hand. KIERNAN\nGive me your wisdom. \n---TARGET SECTION TO BE ANNOTATED---\n Let me be your messenger.\n\nWWHOOOOSSHH! Fire continues to spread. Now the entire room is engulfed \nin angry flames.\n\nThrough the fire, we see Frankie's serene face staring at Father \nKiernan. When she speaks her voice echoes.\n\nFRANKIE/KIERNAN'S VOICE\nThe messenger believes. The messenger has faith. You have only doubt.\n\nKiernan moves closer to the bed.\n\nFRANKIE\nJesus said OThe Kingdom of God is inside you. And all around you. Not \nin mansions of wood and stone. Split a piece of wood and I am there.\n\nFIRE FLARES around her...\n\nFRANKIE\n...Lift a stone, and you will find me.\n\nCA-CHANK!\n\nFrankie SCREAMS as she feels the pain of nails --\n\nslashing marks break out into the air, blood shooting\n\nFrankie falls back onto the bed, groaning from pain.\n\nKIERNAN\nFather Alameida, I call upon you to release this woman. Give her grace \nand let her not come into the ways of harm.\n\nca-chank!\n\nCrown of thorns being beaten into her flesh. Blood pours down her face \nas she SCREAMS desperately.\n\nca-chank! chank! slash! ca-chank!\n\nShe relives every wound, wincing and stiffening at the pain on her \nwrists, feet, back, and forehead.\n\nhyper insert father alameida's face, staring at us through the haze of \nfire, alive.\n\nhyper insert image of the weeping statue of the virgin of guadalupe. \nthe tears of blood down her face\n\nKIERNAN\nGod bless your soul, Father Alameida. And go in peace.\n\nCrying out, Frankie falls back onto the bed.\n\nThe pain is gone. The fire remains thriving as Kiernan steps up to the \nbed and gently takes the weak Frankie in his arms, carries her out of \nbed.....\n\n.....As they make their way to the doorway, the flames envelope them \nbut they walk through the brightness, unharmed.\n\nSlowly the fire begins to weaken and gradually all pulls back toward \nthe fireplace. We see the flames disappear from the Virgin Mary statue.\n\nCUT TO:\n\nEXT.",
  "56": "---END OF PREVIOUS SECTION---\nSlowly the fire begins to weaken and gradually all pulls back toward \nthe fireplace. We see the flames disappear from the Virgin Mary statue. CUT TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n CHURCH -- COURTYARD -- SUNRISE\n\nFather Kiernan walks into the courtyard and up to a bench, cradling the \nwrapped-up Frankie, who sleeps in his arms.\n\nThe morning sun is bright and the breeze soothing over Frankie's face. \nKiernan sits down on the bench and watches Frankie.\n\nShe stirs and her eyes open. She watches him. Looks weak. She groans.\n\nKIERNAN\nStay with me...\n\nShe reaches out weakly with her hand and touches his mouth with her \nfingers lovingly. Leans forward and kisses his lips. He gives in and \nthey share a long kiss. A beat. She pulls away --\n\n--- and out of his arms, walking across the grass. Suddenly a DOVE \ndescends the air and lands on her hand. She stands with the DOVE, \ngently stroking it. Smiles and turns back to KIERNAN, who remains \nseated on the bench. He watches and smiles.\n\nThe dove flies out of Frankie's hand and she watches as it disappears \nback up into the air...\n\n...We ascend the air with the dove, the figures of Frankie and Kiernan \nbecoming smaller and smaller...\n\nDISSOLVE TO:\n\nEXT. BELO QUINTO -- CHURCH -- DAY\n\nWe see the modest, small church. Empty.\n\nINT. CHURCH -- DAY\n\nWe see again the striking statue of the crying Virgin of Guadalupe. The \nblood remains dripping down her face.\n\nWe see Father Kiernan move down the aisle toward the altar. The rest of \nthe church is empty besides a cleaning lady.\n\nHe walks up to the statue and gazes at it. Turns and moves to the floor \nbeside the statue. Kneels down. Reveals a KNIFE and begins to dig at \nthe floor...\n\n....Unearths a loose floorboard, removes it, and we see SCROLLS on \nPAPYRUS in the earth.\n\nHe takes them out and unravels them. We see the same lettering on the \nscrolls as in Frankie's apartment.\n\nHe also finds the small book Father Alameida wrote the translations in. \nHe opens it, reads it as:\n\nFRANKIE (VO)\nJesus said, 'The kingdom of God is inside you and all around you....\n\nPETROCELLI (VO)\n....",
  "57": "---END OF PREVIOUS SECTION---\nHe also finds the small book Father Alameida wrote the translations in. He opens it, reads it as:\n\nFRANKIE (VO)\nJesus said, 'The kingdom of God is inside you and all around you.... PETROCELLI (VO)\n.... \n---TARGET SECTION TO BE ANNOTATED---\nNot in mansions made from wood and stone. Split a piece of wood and \nI am there. Lift a stone and you will fine me....'\n\nZOOM INTO A LIFELIKE REPLICA OF CHRIST ON THE CHRIST, SURROUNDED BY HIS \nDISCIPLES\n\nKIERNAN (VO)\nThese are the hidden sayings that the living Jesus spoke. Whoever \ndiscovers the meaning of these sayings will not taste death.\n\nCUT TO:\n\nEXT. BELO QUINTO -- SUNSET\n\nWe rise from the poverty-stricken cities of Bell Cinto into the \nair.....across the red sky....up to the blazing hot sun, and as it \nburns into us, we...\n\nFADE DOWN\n\nIn 1945 a scroll was discovered in nag hamadi, which is described as \n\"the secret sayings of the living jesus\".\n\nThis scroll, the gospel of st. thomas, has been claimed by scholars \naround the world to be the closest record we have of the words of the \nhistorical jesus.\n\nThe vatican refuses to recognize this gospel and has described it as \nheresy.\n\nTHE END\n\n"
}