{
  "1": "MONTAUK\n\nPilot\n\nWritten by\n\nThe Duffer Brothers\n\nParadigm\n\n360 North Crescent Drive\nNorth Building\n\nBeverly Hills, CA 90210\ntel: 310-288-8000\n\nfax: 310-288-2000\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fTITLES OVER BLACK:\n\n1942. WORLD WAR II. THE UNITED STATES BUILDS A MILITARY\nBASE AT THE EASTERN-MOST POINT OF MONTAUK, NEW YORK.\n\nIT SPANS 278 ACRES. IT IS CALLED CAMP HERO.\n\n1972. THE COLD WAR. AN ALLEGED SERIES OF TOP-SECRET\nEXPERIMENTS BEGIN TO TAKE PLACE AT CAMP HERO.\n\nDECEMBER, 1980. CAMP HERO IS SHUT DOWN FOR\nUNDISCLOSED REASONS.\n\nTO THIS DAY, ITS RECORDS REMAIN CLASSIFIED...\nEXT. MONTAUK SKY - NIGHT\nWe FADE UP on the night sky. Dark clouds swallow the stars.\n\nWe hear a LOW-END RUMBLE. It sounds almost like thunder, only\nit is somehow more alive. Like the growl of an unseen beast.\n\nWe TILT DOWN to find...\nCAMP HERO MILITARY BASE. It is an imposing cement building in\na dense forest. A LONG-RANGE SEARCH RADAR DISH rotates atop\nits roof. Around and around.\nSuperimpose titles:\nCAMP HERO. MONTAUK, NEW YORK.\nOCTOBER 5. 1980.\nTWO MONTHS BEFORE THE SHUTDOWN.\nINT. CAMP HERO - TUNNEL SYSTEM - NIGHT\nWe move down a long windowless corridor.\nThere is a STEEL DOOR at the end.\nWe draw closer to this door...\nAnd closer...\nAnd...\nWHOOM! THE DOOR SUDDENLY EXPLODES OPEN. THE HINGES SHRIEK.\nA SCIENTIST staggers out into the corridor. He is gasping for\nbreath. A Hazmat suit melts off his body. We can see some\n\nskin beneath; it is burned, shredded, bloody. His entire left\narm is missing.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis entire left\narm is missing. Script provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay. \n\nTARGET SECTION TO BE ANNOTATED:\n/library\n\fHe collapses to the floor. Twitches. Stills. Dead.\n\nHis eyes remain open. Frozen in a look of sheer terror.\n\nWe continue past him...\n\nMoving into...\n\nA LABORATORY.\n\nA DOZEN MORE SCIENTISTS lie dead on the ground.\n\nThey too, are burned; many also missing limbs. Some, heads.\n\nWe survey the lab around them. There are BULKY COMPUTERS,\nMYSTERIOUS ANALOG EQUIPMENT, and most striking of all:\n\nAn ISOLATION TANK, an upright metal cylinder filled with\nwater. A tangle of electrical wires connect this tank to...\n\nA METAL DOOR FRAME. The door leads nowhere; there is just\nempty white space behind it. The base of the door is on fire.\n\nWe watch as this fire begins to spread across the lab.\nThe flames grow hotter...\n\nAnd hotter...\n\nAnd...\n\nHISS! FIRE SPRINKLERS kick on.\n\nEXT. SUBURBAN NEIGHBORHOOD - NIGHT\n\nHISS! LAWN SPRINKLERS kick on.\n\nWe are now in a 1980s SUBURBAN CUL-DE-SAC. Quiet. Calm.\nA row of uniform houses wind up the tree-lined street;\nstation wagons and other family cars fill driveways; TV\nsets flicker behind drawn curtains; a few dogs bark.\nWe hear the VOICE OF A YOUNG BOY. Dramatic, intense.\n\nMIKE (0.S.)\nDo you hear that? Listen...\n\nWe focus on a TWO-STORY HOUSE at the end of the cul-de-sac.\nThe mailbox reads: THE WHEELERS.\nMIKE (0.S.) (CONT'D)\n\nSomething is coming... something\nhungry for blood...\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fINT. WHEELER HOUSE - MIKE’S ROOM - NIGHT\nA GROUP OF BOYS, 12 years old, play DUNGEONS AND DRAGONS.\n\nThey sit in a circle, their knobby knees buried in carpet. A\nmap is spread out between them, along with an empty pizza\nbox, canned cokes, and the all-important DUNGEONS AND DRAGONS\nMONSTER MANUAL.\n\nMIKE WHEELER, 12, is the “Dungeon Master.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey sit in a circle, their knobby knees buried in carpet. A\nmap is spread out between them, along with an empty pizza\nbox, canned cokes, and the all-important DUNGEONS AND DRAGONS\nMONSTER MANUAL. MIKE WHEELER, 12, is the “Dungeon Master. \n\nTARGET SECTION TO BE ANNOTATED:\n He is a cute moppy\nhaired kid, classically good looking except for a BIRTHMARK\non his left cheek.\n\nMIKE (CONT'D)\nA shadow grows on the wall behind\nyou... swallowing you in\ndarkness... it is almost here...\nThe other boys lean forward. Riveted. We survey them:\n\nLUCAS CONLEY, 12, playing as a knight. He is very small but\nhis loud mouth more than makes up for it.\n\nDUSTIN HENDERSON, 12, playing as a dwarf. He wears glasses,\nis overweight, not quite fat, but he’ll get there someday.\n\nWILL BYERS, 12, playing as a wizard. Soft-spoken, gentle.\n\nWILL\n-.-What is it?\n\nDUSTIN\nThe Demogorgon?\n\nWILL\nWe're screwed if it’s the\nDemogorgon -—\n\nLUCAS\nIt’s not the Demogorgon --\n\nMike waits for them to settle down. Then:\nMIKE\nAn army of Troglodytes charge into\nthe chamber!\nHe slams SIX WINGED MINIATURES onto the map.\nMIKE (CONT'D)\nTheir tails drum the floor. Boom!\nBoom! Boom!\n\nDUSTIN\nTroglodytes?!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fLUCAS\nToldja!\n\nDUSTIN\nEasy.\n\nMike looks over his shoulder. His eyes grow wide.\n\nMIKE\nWait... do you hear that? Boom!\nBoom! BOOM! That sound... it didn’t\ncome from the Troglodytes. No. It\ncame from something behind them...\n\nMike slams a LARGE TWO-HEADED MONSTER MINIATURE onto the map.\n\nMIKE (CONT'D)\nTHE DEMOGORGON.\n\nThe boys stare. Shit.\n\nLUCAS\nWe're all gonna die.\n\nMIKE\nWill, your action.\n\nWill swallows. God, he wishes it wasn’t his turn.\n\nWILL\nI -- I don’t know --\n\nLUCAS\nFireball him --\n\nWILL\nI'd have to roll thirteen or\nhigher --\n\nDUSTIN\nToo risky.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nWill swallows. God, he wishes it wasn’t his turn. WILL\nI -- I don’t know --\n\nLUCAS\nFireball him --\n\nWILL\nI'd have to roll thirteen or\nhigher --\n\nDUSTIN\nToo risky. \n\nTARGET SECTION TO BE ANNOTATED:\n Cast a protection spell--\n\nLUCAS\nDon’t be a pussy! Fireball him!\n\nDUSTIN\nProtection spell -- !\n\nMIKE\nThe Demogorgon is tired of your\nsilly human bickering. It steps\ntoward you. BOOM!\n\nLUCAS\nFIREBALL HIM Will!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fMIKE\n\nAnother step. BOOM!\nDUSTIN\n\nCast protection!\nMIKE\n\nIt roars in anger --\n\nLUCAS DUSTIN\nFireball -- ! Protection --\n\nMIKE (CONT'D)\nAnd --\n\nWILL\nFIREBALL!\n\nWill rolls the dice. Too hard. The dice scatters to the\nother side of the room. It lands in front of the bedroom\ndoor.\n\nLUCAS\nWhat is it?!\n\nWILL\nI don’t know!\n\nDUSTIN\nIs it a thirteen?\n\nWILL\nI DON’T KNOW!\n\nThe boys scramble to look at the dice when --\nWHOOM! The bedroom door swings open.\nThe boys look up to find...\n\nKAREN WHEELER, late 30s, Mike’s mom. Short blonde hair,\nconservative blouse, blue jeans hiked high above her waist.\n\nMIKE\nMom, we’re in the middle of a\ncampaign -- !\n\nKAREN\n\nYou mean the end.\nShe taps her watch.\n\nKAREN (CONT'D)\nFifteen after.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fINT. WHEELER HOUSE - STAIRS - NIGHT\nMike chases his mom down the stairs.\n\nMIKE\nJust twenty more minutes --\n\nKAREN\nIt’s a school night, Michael, and I\njust put Holly to bed. You can\nfinish next weekend --\n\nMIKE\n\nThat’1l ruin the flow --\nKAREN\n\nMichael --\nMIKE\n\nI’m serious, Mom! It took two weeks\nto design. How was I supposed to\nknow it’d take seven hours -- ?\n\nKAREN\nYou've been playing seven hours?!\n\nThey reach...\nTHE LIVING ROOM.\n\nMike’s dad, TED, 45, is watching “CHiPS.” Or trying to. The\nsignal is terrible; a snowstorm of static obscures the image.\n\nHe smacks the TV.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMike’s dad, TED, 45, is watching “CHiPS.” Or trying to. The\nsignal is terrible; a snowstorm of static obscures the image. He smacks the TV. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE\nDad, don’t you think -- ?\n\nTED\n(not even listening)\nI think you should listen to your\nmother. DAGGUM PIECE OF JUNK!\nHe smacks the TV again. The static flares.\nBACK UPSTAIRS IN MIKE’S ROOM,\n\nLucas, Dustin, and Will stuff belongings into backpacks.\n\nWILL\nDoes the seven count?\n\nLUCAS\nIt was a seven?!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fWill nods.\n\nLUCAS (CONT'D)\nDid Mike see it?\n\nWill shakes his head.\n\nLUCAS (CONT'D)\nThen it doesn’t count.\n\nTHE UPSTAIRS HALLWAY - MOMENTS LATER\n\nDustin and Will bound down the stairs.\n\nLucas doesn’t follow. He peers through a cracked door into...\nNANCY WHEELER'S ROOM. This is Mike’s sister, 16, girl-next-\ndoor pretty. She is on her bed in pajamas, a phone in hand,\n\nfingers twisting its cord, slender legs kicked in the air.\n\nLucas angles himself in such a way that he can see Nancy in\nthe reflection of her vanity mirror.\n\nNANCY\nI know, I know, but -- I don’t\nthink so -- yeah, he’s cute, but --\nBarb -- BARB! -- listen to me --\n\nNancy turns around on her bed. Spots Lucas in the mirror.\nHer smile drops.\n\nNANCY (CONT'D)\nThe HELL LUCAS! GET OUTTA MY ROOM!\n\nShe leaps out of bed and storms over to him.\n\nLUCAS\nI’m not in your room --\n\nNANCY\n(into phone)\nOne of Mike’s loser friends --\n\nLUCAS\n-- Not technically --\n\nWHAM! Nancy slams the door.\nEXT./INT THE WHEELERS GARAGE - NIGHT\nLucas explodes into the garage. Excited.\n\nLUCAS\nShe knows my name!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f8.\n\nDustin and Will are mounting bikes; Mike is seeing them off.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f8. Dustin and Will are mounting bikes; Mike is seeing them off. \n\nTARGET SECTION TO BE ANNOTATED:\nWILL\n\nWho -- ?\nLUCAS\n\nNANCY!\nMIKE\n\nI’m not listening to this --\nDUSTIN\n\nShe's got a boyfriend now --\nLUCAS\n\nDoes not --\nDUSTIN\n\nDoes too --\n\nMike covers his ears.\n\nMIKE\nNOT listening --\n\nWILL\nDustin’s right. I’ve seen her\nhanging around that Steve guy --\n\nMIKE\nNOT LISTENING --\n\nLUCAS\nSteve Harrington? He’s cool --\n\nDUSTIN\nShe's cool. You lost your chance.\nShould’ve gone for her when she had\nbraces and no boobs.\n\nLUCAS\nI'm playing the long game.\n\nDUSTIN\nOh, yeah, I’m sure a growth spurt\nwill really do it for you, Lucas...\n\nThe boys bike out of the garage, arguing as they go. Mike\ntakes his hands off his ears. He can’t help but smile. Then:\n\nBZZZZ2Z. The light above him begins to flicker. Strange.\nMike switches it off and heads back inside.\n\nWe return our gaze to the light.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\fIt sputters back on. And...\n\nEXT. MONTAUK NEIGHBORHOOD - NIGHT\n\nWHOOSH! The boys bike home.\n\nTheir handlebar lights wink in the night. And good thing,\nbecause it’s dark out here, as in, very dark. Montauk is\ncoastal, but it’s more akin to living out in the country.\n\nLucas peels off from the group.\n\nLUCAS\nSee ya, ladies.\n\nDUSTIN\nKiss your mom ‘night for me.\n\nLucas flips him the bird and bikes up a driveway towards his\nTWO-STORY HOUSE. Almost identical to Mike’s, a little larger.\n\nWill and Dustin bike on in silence for a beat, then:\nDUSTIN (CONT'D)\nRace to my place? Loser gets a\n\ncomic?\n\nWILL\nAny comic?\n\nDUSTIN\nYeah --\n\nWill has heard enough. He starts pedaling. Fast.\n\nDUSTIN (CONT'D)\nshit!\n\nDustin pedals in pursuit. But he’s already behind. And...\nA FEW MINUTES LATER.\nWill whizzes past a house at the far end of neighborhood.\nHe waves at Dustin.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nA FEW MINUTES LATER. Will whizzes past a house at the far end of neighborhood. He waves at Dustin. \n\nTARGET SECTION TO BE ANNOTATED:\n Now fifty yards back.\nWILL\nI’1ll take your X-Men Uncanny two-\nsix-nine!\nDustin stops. Out-of-breath.\nDUSTIN\n\n(really bummed)\n..-Man.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f10.\n\nEXT. FOREST ROAD - LATER\n\nWill is now biking along an empty forest road. All alone.\n\nHe lives much further out than the rest of his friends. It is\n\neven darker out here and quiet; unnervingly so. Only the\n\nsound of cicadas and a gentle breeze to keep him company.\n\nHe bikes past a LARGE METAL FENCE. A warning sign reads:\nAUTHORIZED VEHICLES ONLY. NO TRESPASSING.\n\nWe’re near Camp Hero.\n\nWill suddenly notices something strange: the hair on the back\n\nof his arms is standing straight up. It’s like he’s in the\n\nmiddle of a massive electrical storm. And perhaps he is...\n\nA LOW-END RUMBLE reverberates above him. He looks up.\n\nSees nothing but darkness. Clouds over the moon.\n\nHe looks back down. His eyes shoot wide.\n\nA TALL FIGURE STANDS IN THE MIDDLE OF THE ROAD.\n\n \n\nWill spins the wheel -- loses control --\nHe veers off the road --\n\nAnd explodes into --\n\nTHE FOREST.\n\nThe bike flies down a steep hill and --\n\nCRASHES. Will flies off the bike. He skids, rolls, eats dirt.\nAs he lies there on the ground, gasping for air, he hears:\n\nSTRANGE GUTTURAL SOUNDS. COMING FROM BEHIND HIM.\n\nHe pushes to his feet and turns to the sound.\n\nFoliage shudders. The sounds grow. Something is coming.\nWill abandons his bike --\n\nAnd _ runs.\n\nEXT. MONTAUK BEACH -- NIGHT\n\nWill bursts out onto the beach.\n\nThe wind whips his clothes. Waves crash the shore. Roaring.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f11.\n\nMOMENTS LATER.\nHe races up a dune toward a house. His house.\n\nIt is small, lower class, and falling apart after decades of\nabuse from the battering ocean winds. But it offers safety.\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is small, lower class, and falling apart after decades of\nabuse from the battering ocean winds. But it offers safety. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE BYERS HOUSE -- NIGHT\n\nWill slams the door shut behind him and bolts the lock.\nA shaggy mutt, CHESTER, races to greet him.\n\nWill ignores him, calls for his family.\n\nWILL\nMOM?! JONATHAN?! MOM?!\n\nThere is no answer.\n\nHe checks his MOM’S BEDROOM. His BROTHER’S BEDROOM.\n\nNo one is home. He is all alone.\n\nINT. THE BYERS HOUSE - LIVING ROOM\n\nWill scrambles back to the living room window.\n\nHe cups his hands to the glass and peers out into the yard.\nIt is dark. Murky. Quiet. A gust of wind blows and...\nDay-old laundry flutters on a clothes line to reveal...\n\nTHAT FIGURE AGAIN. JUST STANDING THERE AMONGST THE BILLOWING\nLAUNDRY. WE CAN'T MAKE OUT ANY FEATURES, BUT ITS PROPORTIONS\nSEEM... OFF. ITS HEAD IS TOO LARGE. ITS ARMS TOO LONG. ITS\nBODY SWOLEN AND BENT IN A STRANGE, TWISTED SHAPE.\n\nAnother gust of wind. The clothes flutters again and...\n\nThe Figure is gone.\n\nWill pales. His heart in his throat.\n\nINT. KITCHEN - MOMENTS LATER\n\nWill rips a phone off the kitchen wall. Dials 911. But --\n\nIt does not ring. Just hums with LOW-END STATIC.\n\nWILL\nHello?! HELLO -- ?!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f12.\n\nWill pauses. He hears something on the other line. But not a\n\nvoice... it is that GUTTURAL SOUND he heard in the forest.\nThe pitch rises and falls, making a series of strange sounds.\nWords? It is as if the figure... whoever... whatever it is...\n\nis somehow speaking to him through the phone receiver.\nBehind him, Chester begins to GROWL at the front door.\nWill lowers the phone. And looks back at the door.\nA SHADOW fills the crack at the base of the door.\n\nAnd then somehow, impossibly, the chain bolt begins to slide\nopen, as if drawn by an invisible hand. The metal SHRIEKS.\n\nWill drops the phone and --\n\nEXT. BYERS HOUSE - NIGHT\n\nWHOOM! Will explodes out the back screen door.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nWill drops the phone and --\n\nEXT. BYERS HOUSE - NIGHT\n\nWHOOM! Will explodes out the back screen door. \n\nTARGET SECTION TO BE ANNOTATED:\nHe sprints into an OLD WOODEN SHED and --\n\nINT. SHED - MOMENTS LATER\n\nWHAM! He slams the shed doors behind him. Breathing hard.\nHis eyes dart. Searching for something.\n\nThe shed is cluttered and dark, lit only by a NAKED LIGHT\nBULB, hanging from the ceiling. The bulb buzzes, flickers.\n\nAt last he spots it:\n\nAN OLD REMINGTON RIFLE. DUSTY. HANGING ON A WALL MOUNT.\n\nWill yanks it down, retrieves a few AMMO SHELLS from a work\nbench, and loads the rifle as fast as he can, which isn’t\nvery fast at all; he is so scared his hands sweat and shake.\nTHUD. THUD. THUD. HEAVY FOOTSTEPS ECHO. THEN GUTTURAL NOISES.\nWill looks back to the shed doors. They shudder and moan.\n\nAnd then, slowly... ever slowly... they begin to yawn open.\n\nWill finishes loading the rifle. He snaps the chamber shut\nand aims it at the door. The rifle trembles in his hands.\n\nThe shed doors slowly yawn open the rest of way.\nIt... whatever it is... enters the shed.\n\nWe still do not show it in full, but we catch glimpses of it\nin the flickering light. Misshapen, withered, pale, slick.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f13.\nWill doesn’t fire. He just stares. Paralyzed by fear.\nThe hairs on his arms stand up again.\nHis ears begin to drip blood.\nAnd then his nose.\nHe fights tears.\n\nWILL\n...P-please --\n\nA HIGH-PITCHED SHRIEKING SOUND SUDDENLY FILLS THE SHED.\n\nWE DON’T SEE WHAT HAPPENS TO WILL; WE JUST WATCH THAT NAKED\nDANGLING LIGHT BULB. IT GLOWS BRIGHTER AND BRIGHTER AND\nBRIGHTER, FILLING THE SHED WITH OVERWHELMING WHITE LIGHT. WE\nTHINK THE GLASS OF THE BULB IS GOING TO SHATTER BUT THEN --\nThe TERRIBLE SHRIEKING sound abruptly stops.\n\nThe bulb dims. Returning to normal wattage.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE\nTHINK THE GLASS OF THE BULB IS GOING TO SHATTER BUT THEN --\nThe TERRIBLE SHRIEKING sound abruptly stops. The bulb dims. Returning to normal wattage. \n\nTARGET SECTION TO BE ANNOTATED:\nWe pull away from the light.\n\nThe shed is empty.\n\nWill has vanished.\n\nEND ACT ONE\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f14.\n\nACT TWO\nINT. HOPPER’S HOUSE - MORNING\nBEEEEEEEE! An ALARM CLOCK blasts.\nA hand smashes it, shutting it up. The hand belongs to:\nJIM HOPPER, or “HOP,” early 40s. He is sprawled on a sofa,\nshirtless, wearing only a pair of worn Levi jeans. His house\nis a mess, cluttered with beer bottles, cigarette butts, and\nplastic vials.\nA LOCAL NEWSMAN drones on a dusty eight-inch TV:\nNEWS ANCHORMAN\n\n...reports of surges and outages\n\nacross the county... we reached out\n\nto Public Service and Gas and...\nHop sits up. A RAY OF SUN slices through blinds. Strikes him.\nHe squints. Grimaces. Hungover.\nEXT. HOPPER’S HOUSE - MORNING\nHopper steps out onto a decrepit porch. Drags on a cigarette.\nHis shack-like house is perched on the shore of the beach.\nThe beach is deserted now; tourist season has come and gone.\nIt’s a bit lonely out here. But damn if it isn’t beautiful.\nHop rubs his arms. Getting cold now. Enough beauty for now.\nHe flicks his cigarette to the sand.\nINT. HOPPER’S HOUSE - BATHROOM - A LITTLE LATER\nHopper studies his stubble in the mirror.\nConsiders shaving. Doesn't.\nMOMENTS LATER\nHopper pops open a PLASTIC VIAL labeled TUINAL.\nHe shakes out two capsules. Red and blue.\nScoops a mouthful of water. Washes them down.\n\nINT. HOPPER’S HOUSE - BATHROOM - A LITTLE LATER\n\nHopper showers. Water pours down his weary face.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f15.\n\nINT. HOPPER’S HOUSE - BEDROOM - A LITTLE LATER\nHopper dresses.\n\nHe yanks on a pair of brown pants... A matching brown\ncollared shirt... A belt with a holster... A 9MM GLOCK...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nA matching brown\ncollared shirt... A belt with a holster... A 9MM GLOCK... \n\nTARGET SECTION TO BE ANNOTATED:\nAnd lastly, he clips on a GOLD BADGE. It reads:\nMONTAUK POLICE. CHIEF.\nMOMENTS LATER.\nHopper heads out the door. We watch through the smudged\nwindow as he climbs into CHEVY BLAZER POLICE CAR. Mustard\n\nsides. Square sirens.\n\nAs he peels away, we DOLLY TOWARD a FRAMED PHOTOGRAPH hanging\non the wall. In it, a young Hopper stands with a PRETTY WIFE.\n\nHe cradles a LITTLE GIRL in his arms.\n\nHe looks like a different man.\n\nHe looks happy.\n\nEXT. BYERS HOUSE - MORNING\n\nSilence outside the Byers house.\n\nThe wind has died down. The laundry no longer flutters.\nThe shed is quiet.\n\nINT. BYERS HOUSE - KITCHEN - MORNING\n\nJONATHAN BYERS, 16, Will’s older brother, cooks breakfast.\n\nHe is lanky with dark hair to his shoulders. He’s quietly\nhandsome... but he wouldn’t believe it if you told him.\n\nJOYCE (0.S.)\nWhere the fuck are they?!\n\nHis mom, JOYCE BYERS, late 30s, races past. She wears a peach\nwaitress uniform and too much make-up. She has a Long Island\naccent, which comes out even stronger when she curses.\n\nJOYCE (CONT'D)\nFuckfuckfuck --\n\nJONATHAN\nCheck the couch.\n\nJoyce does. She finds her keys under a cushion. Thank God.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f16.\n\nShe snatches them up, gives Jonathan a quick peck on the\ncheek, and races for the door, only to pause at the last\nsecond. She turns back to Jonathan.\n\nJOYCE\n-- Will? Where’s Will?\nJONATHAN\nSleeping I guess.\nJOYCE\nYou gotta make sure he’s up,\nJonathan, how many times -- ?!\nJONATHAN\n\nI’m making breakfast --\nJOYCE\nAnd I work two jobs. Only one if\nI'm late again.\nJoyce storms to Will’s room. Ranting as she goes.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly one if\nI'm late again. Joyce storms to Will’s room. Ranting as she goes. \n\nTARGET SECTION TO BE ANNOTATED:\nJOYCE (CONT'D)\nThen how will we pay the bills?!\nYou think you can feed this family\nworking two nights a week at a\nmovie house? We’1ll be out on the\ngoddamn street--\nINT. DUSTIN’S ROOM - MOMENTS LATER\nJoyce throws open the door to Will’s room. Silences.\nINT. KITCHEN - MOMENTS LATER\nShe strides back over to Jonathan. Worried now.\n\nJOYCE\nWill came home last night, right?\n\nJONATHAN\nHe’s not in his room?\n\nJOYCE\nHe come home or not?\n\nJONATHAN\nI don’t know --\n\nJOYCE\nYou don’t know?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f17.\n\nJONATHAN\nI was at the dark room late. I...\nI guess I lost track of time --\n\nJOYCE\nI told you to wait up for him,\nJonathan, I specifically told you --\nJONATHAN\nHe was over at the Wheelers’ all\nday. I’m sure he just stayed over.\n\nJOYCE\nSeriously Jonathan? Seriously?\n\nJONATHAN\nI’m sorry --\n\nJOYCE\nFuck!\n\nJoyce grabs the kitchen wall phone. Mashes a number.\nINTERCUT WITH:\n\nINT. THE WHEELERS HOUSE - KITCHEN - MORNING\n\nA WALL PHONE RINGS at the Wheelers. It is chaos over here.\n\nMike is grabbing SYRUP from a cabinet; Nancy is eating\n\nscrambled eggs, HOLLY, 3, is crying; Ted is watching the\n\nmorning news; and now the phone is ringing. The fucking\n\nPhone.\n\nKaren answers. Holly squirms in her arms.\n\nKAREN\nHello?\n\nJOYCE\nKaren -- it’s Joyce.\n\nKAREN\nJoyce, hi --\n\nBehind her, Mike pours syrup onto his scrambles eggs.\n\nNANCY\nThat's disgusting.\n\nMIKE\nIt’s good, swear.\n\nMike squeezes some onto Nancy's eggs.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f18.\n\nNANCY\nWHAT THE FUCK MIKE?!\n\nTED\nHEY! LANGUAGE! !\n\nKaren puts the phone on her shoulder. She can’t hear Joyce.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANGUAGE! ! Karen puts the phone on her shoulder. She can’t hear Joyce. \n\nTARGET SECTION TO BE ANNOTATED:\nKAREN\nQUIET!\n(back to Joyce)\nI’m sorry, one of those mornings --\n\nJOYCE\n\nWas that Will I heard back there?\nKAREN\n\nWill? No, no -- just Michael.\nJOYCE\n\nWill didn’t spend the night?\nKAREN\n..-No. He, he left here a little\nafter eight.\n(worried now)\nHe’s not home?\nINT. BYERS HOUSE - MORNING\nJoyce tries to hide her panic.\nJOYCE\nI -- I was working late last night.\n\nI’m sure he just left early for\nschool. Thanks... thanks Karen --\n\nJoyce hangs up the phone.\nShe looks scared. And so does Jonathan.\nHe races for the door. Throws on a dark coat.\n\nJOYCE (CONT'D)\nWhere are you going?\n\nJONATHAN\nTo look for Will.\n\nJOYCE\nJonathan wait --\n\nJONATHAN\nCall the school.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f19.\n\nThe door slams shut.\nEXT. MONTAUK MIDDLE SCHOOL - MORNING\nEEEEEEEEE! AN ELECTRONIC BELL BLARES.\n\nWe are outside MONTAUK PUBLIC SCHOOL, a quaint one-story\nbrick building. An American flag waves in the breeze.\n\nMike pulls up on his bike. He slots it into a bike rack.\n\nVOICE (0.S.)\nHoly shit Wheeler!\n\nMike looks up to find two older kids, JAMES and TROY, 14,\nstriding over to him. They’re staring at his birthmark.\n\nTROY\nI think it grew over the weekend!\n\nJAMES\nYou really gotta get that looked\nat, Wheeler! Might be cancer or\nsome shit!\n\nThey laugh. Mike simply ignores them. This is a regular\noccurrence and this is how he handles it: with passivity.\n\nToday, at least, it works: James and Troy shove past him.\nLucas pulls up on his bike. Glares at the bullies.\n\nLUCAS\nAssholes.\n\nMike shrugs it off like it’s no big deal, even though it\nclearly is. But his mood brightens when he spots...\n\nJENNIFER HAYES. Freckled, cute, with a gaggle of POPULAR\nFRIENDS.\n\nLucas punches Mike in the arm.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nJENNIFER HAYES. Freckled, cute, with a gaggle of POPULAR\nFRIENDS. Lucas punches Mike in the arm. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCAS (CONT'D)\nJesus, Mike! Reflections!\n\nMIKE\nWhat?\n\nLUCAS\nReflections. Use them, remember?\nYou can’t just stare like some\ncreeper.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f20.\n\nMIKE\nI wasn’t staring.\n\nThe boys begin to walk toward school.\n\nMIKE (CONT'D)\nYou seen Will around?\n\nLUCAS\nNo -- why?\nMIKE\nI don’t know -- his mom called this\n\nmorning, looking for him.\n\nLUCAS\nI’m sure he’s just in class.\n\nMIKE\nYeah...\n\nMike’s gaze drifts back over Jennifer.\nLucas punches him again.\n\nLUCAS\nREFLECTIONS!\n\nINT. STATION WAGON - SCHOOL PARKING LOT - MORNING\n\nNancy gauges her reflection in the rearview mirror.\n\nShe is in the driver’s seat of a HAND-ME-DOWN 1972 STATION\nWAGON. “Crazy Little Thing Called Love” by Queen plays on the\nradio. She fusses over herself, carefully applying her\nmascara and blush, but she is unhappy with everything.\n\nThe song begins to skip. The radio signal stutters.\n\nNancy looks down at in confusion. What the hell?\n\nA WARNING BELL BLARES. Out of time. Fuck.\n\nEXT. LONG ISLAND HIGH SCHOOL - A FEW MINUTES LATER\n\nNancy exits the station wagon and hurries toward school.\nINT. MONTAUK HIGH SCHOOL - MORNING - LATER\n\nNancy wades through a bustling hallway.\n\nBARBARA, 16, her best friend, braces, catches up.\n\nBARBARA\nSo? Did he call?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f21.\n\nNANCY\nKeep your voice down --\n\nBARBARA\nDid he?!\n\nNancy shakes her head. Walks up to her locker.\n\nNANCY\nI told you, he doesn’t like me.\n\nBarbara shoots her a look.\nNANCY (CONT'D)\nOkay, I mean, yes, fine, he likes\nme, you know, but not like that --\n\nNancy silences. There is a FOLDED NOTE taped to the inside\nher locker.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarbara shoots her a look. NANCY (CONT'D)\nOkay, I mean, yes, fine, he likes\nme, you know, but not like that --\n\nNancy silences. There is a FOLDED NOTE taped to the inside\nher locker. \n\nTARGET SECTION TO BE ANNOTATED:\n It is addressed “NANCY.” She opens it. It reads:\n\nMEET ME. GIRLS BATHROOM. STEVE.\nNancy looks up at Barbara. Speechless.\n\nBARBARA\nYou were saying, Nance?\n\nINT. GIRL’S BATHROOM - MOMENTS LATER\n\nNancy slips into the girl’s bathroom. It looks vacant.\nWHOOM! Someone grabs her and spins her around. It is...\nSTEVE HARRINGTON, 17, wealthy, athletic, charm to spare.\n\nNANCY\nSteve! SHIT. You scared me.\n\nShe playfully shoves him back, but Steve just moves closer.\nHe puts his hands on her waist and kisses her on the mouth.\n\nNANCY (CONT'D)\nSteve -- What are you doing...?\n\nHe kisses her again. Nancy blushes and shrinks away.\n\nNANCY (CONT'D)\n..-Have you been drinking? Steve?\n\nSteve doesn’t answer. He just kisses her some more. Body\npressing up against hers. Nancy gives in, consumed by\nhormonal lust, when...\n\nTHE BELL RINGS AGAIN. FINAL WARNING.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f22.\n\nNancy crashes back to reality. She quickly pulls away from\nSteve and hurries toward the door. Completely flustered.\n\nNANCY (CONT'D)\nI -- I have to go --\n\nBut Steve grabs her hand, holding her back.\n\nSTEVE\nFive more minutes --\n\nNANCY\nI can’t -- I have Mrs. Kreitzberg\nfirst period, she always gives a\npop quiz --\n\nSTEVE\nWhat about tonight?\n\nNANCY\nWhat -- ?\n\nSTEVE\n\nThere’s gonna be bonfire at Turtle\nCove. Chrissy’ll be there, Donna,\nso will Tommy L. and Tommy H. --\n\nNANCY\nI... I have a chemistry test\ntomorrow --\n\nSTEVE\n\nWhat’s your GPA again? Three point\nninenineineninenine-- ?\n\nNANCY\nShut up!\n\nSTEVE\nCome on. It’1l be good times.\n\nShe hesitates. Wavering.\n\nNANCY\nCan I bring Barb?\n\nSTEVE\nBring Mrs. Kreitzberg for all I\ncare.\n\nNANCY\n\n(laughs )\nMaybe.\n\nScript provided for educational purposes.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nKreitzberg for all I\ncare. NANCY\n\n(laughs )\nMaybe. Script provided for educational purposes. \n\nTARGET SECTION TO BE ANNOTATED:\n More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f23.\n\nSTEVE\nMaybe you’1l bring Mrs. Kreitzberg?\nOr maybe you’1ll come?\n\nNANCY\nJust... Maybe.\n\nNancy hurries out of the bathroom. Trying to hide her smile.\nSteve grins. He knows he got her. Hook, line, and sinker.\nEXT. MONTAUK POLICE STATION - MORNING\n\nAn American flag flutters in the wind. High on a flagpole.\nWe are outside the MONTAUK POLICE STATION. It is quaint. As\nin, really quaint. If the sign out front didn’t read\nPOLICE, you’d probably mistake it for a gift shop.\n\nA CHEVY BLAZER POLICE CAR squeals into the lot.\n\nHopper exits. Dragging on another cigarette.\n\nStill hungover.\n\nEXT. MONTAUK POLICE STATION - MORNING\n\nHopper lumbers inside. Beelines for the coffee machine.\n\nDEPUTIES CALLAHAN and DEPUTY POWELL look up from a game of\nfive card draw, their cowboy boots kicked up on their desks.\n\nThe mood here is casual, to say the least.\n\nDEPUTY CALLAHAN\nYou look like shit, Chief.\n\nHOPPER\nYour wife looked worse when I left\nher.\nHopper begins to make himself a cup of coffee.\nHis secretary, FLORENCE, 61, approaches. Pad and pen in hand.\nFLORENCE\nTell your boys to get their feet\noff the desk. This in’t a barn.\n\nHopper snaps his fingers. The Deputies roll their eyes but\noblige.\n\nFlorence adjusts her glasses and consults a note pad.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f24.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nFlorence adjusts her glasses and consults a note pad. Script provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f24. \n\nTARGET SECTION TO BE ANNOTATED:\nFLORENCE (CONT'D)\n\nWhile you were sleeping or drinking\nor whatever it is you deem so\nimportant on Monday mornings, Carl\nBlackburn came by the office, says\nhe saw Earl and his boys\nspearfishing --\n\nHOPPER\n(won't look into it)\nTell him I’11 look into it --\n\nFLORENCE\n-- And Terry Ives called again,\nyammering on about some more\nactivity last night at Camp Hero --\n\nHOPPER\nTell him I’ve seen that Twilight\nZone. No, scratch that, don’t\nencourage him. If he calls again,\ncite him for wasting my time.\n\nFLORENCE\nIt is precious.\n\nHOPPER\nDamn straight.\n\nHopper carries his coffee to his office. Florence trails.\nFLORENCE\nAnother thing. Joyce Byers, she\ncan’t find her son this mornin’ --\nHOPPER\n(won't look into it)\nI’1l look into it.\nHopper walks into his office. He crashes to a stop.\nJoyce is already in his office.\nAnd she doesn’t look happy.\nINT. HOOPER’S OFFICE - MORNING\nWHAP! WHAP! WHAP! Type hammers slam ink onto a police report.\nA single, ominous word forms one letter at a time: “MISSING.”\nHopper looks up from the typewriter. He now has on a pair of\nreading glasses, which lend him a more earnest look. His\n\ndesk, however, shatters the illusion; it’s cluttered with\nPAPERS and MUGS and CANDY WRAPPERS, like the desk of a child.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f25.\n\nJoyce paces. Dragging on cigarette. She’s on edge. So far out\nshe might just fall right off.\n\nJOYCE\nI've been waiting an hour --\n\nHOPPER\nAnd I apologize again --\n\nJOYCE\nA GODDAMN HOUR --\n\nHOPPER\nI understand. But a boy his age,\nmost likely he’s playing hookie --\n\nJOYCE\nNot my Will, no. He wouldn't do\nthat. He’s not like that --\n\nHOPPER\nYou never know.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut a boy his age,\nmost likely he’s playing hookie --\n\nJOYCE\nNot my Will, no. He wouldn't do\nthat. He’s not like that --\n\nHOPPER\nYou never know. \n\nTARGET SECTION TO BE ANNOTATED:\n My mother thought I\nwas on the debate team, when really\nI was screwing Chrissy Carpenter in\nthe back of my dad’s boat --\n\nJOYCE\nWill’s not like you. He’s not like\nme. He’s not like most.\n\nShe's takes another drag on her cigarette. Fights tears.\n\nJOYCE (CONT'D)\nHe’s got a couple of friends. But\neveryone else, they -- they make\nfun of him. Call him names, laugh\nat him, his clothes --\n\nHOPPER\nHis clothes? What’s wrong with his\nclothes?\n\nJOYCE\nToo... too colorful -- I, I don’t\n\nknow. Does it fucking matter?\n\nHOPPER\nMaybe.\n\nJoyce takes another drag.\nJOYCE\nHe’s just... different, alright?\n\nLonnie... Lonnie always said he was\nqueer -- called him a fag.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f26.\n\nHOPPER\nIs he?\n\nJOYCE\nWhat?\n\nHOPPER\nA fag.\n\nJOYCE\n\nHe’s missing. That’s what he is.\nHopper scratches his stubble.\n\nHOPPER\nYou hear from Lonnie lately?\n\nJoyce hesitates. This is an uncomfortable subject.\n\nJOYCE\nHe was in Philly last I heard. That\nwas ‘bout a year ago. But he’s got\nnothing to do with this. He doesn’t\ngive two shits about that boy.\n\nHopper rummages around his desk. Unearths a pen and a pad.\n\nHOPPER\nWhat’s his number?\n\nJOYCE\nI told you, Lonnie’s got nothin to\ndo with this --\n\nHOPPER\nKid goes missing, ninety-nine times\noutta a hundred the kid’s with a\nparent or relative --\n\nJOYCE\n\nWhat about the other time?\nHOPPER\n\nWhat?\nJOYCE\n\nYou said ninety-nine outta hundred.\nWhat about the other time? The one.\n\nHopper removes his reading glasses. Leans forward.\n\nHOPPER\nThis is Montauk, Joyce. In four\nyears, you know the worst thing\nI’ve seen? You know what it was?\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know what it was? (MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www. \n\nTARGET SECTION TO BE ANNOTATED:\nellingyourscreenplay.com/library\n\f27.\nHOPPER (CONT'D)\n(beat)\nWhen that seagull attacked Eleanor\nGillepsie. Thought her hair was a\nnest. Was about five seconds from\nshittin’ an egg when we showed.\nHopper chuckles at the memory. Trying to lighten the mood.\nJoyce begins to relax a little. But only a little.\nJOYCE\nI’1l call Lonnie. He’1l talk to me\nbefore he talks to a --\n\nHOPPER\nPig?\n\nJOYCE\nCop.\n\nJoyce sits down. She snuffs her cigarette in an ashtray. Then\nshe looks back up at Hopper. Her eyes are bloodshot. Glassy.\n\nJOYCE (CONT'D)\nYou find my son, Hop. Find him.\n\nHopper takes this in. All at once he feels burdened with a\nresponsibility he doesn’t want. He finds his composure,\nnudges his glasses back on his nose, and resumes typing.\nWHAP! WHAP! WHAP! Hammer type SLAMS paper.\n\nINT. CAMP HERO - SUBTERRANEAN TUNNEL SYSTEM - DAY\n\nWHAP! WHAP! WHAP! Shoes SLAM tile.\n\nTHREE AGENTS stride briskly down Camp Hero’s underground\ntunnel. They wear gloves, gas masks, plastic overshoes.\n\nINT. CAMP HERO - LABORATORY - DAY\nThe Agents enter the laboratory. Or what still remains of it.\n\nMEDICAL OFFICERS IN HAZMAT SUITS place bloody body parts into\nplastic bags, mop up blood, and remove charred equipment.\n\nAGENT ONE removes his gas mask.\nHe has slicked back hair. Piercing green eyes.\n\nAGENT TWO\nSir, your mask --\n\nAgent One ignores him. He walks over to the ISOLATION TANK.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f28.\n\nHe opens its cylindrical roof. A ladder slithers down into\nwater. A TANGLE OF WIRES and ELECTRODES float on the surface.\n\nThis tank once held someone. Something?\nHe turns back to the others.\n\nAGENT ONE\nWhere is Eleven?\n\nAGENT THREE\nWe don’t know.\n\nAgent One considers.\n\nHis gaze shifts to a SURVEILLANCE CAMERA on the ceiling.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT THREE\nWe don’t know. Agent One considers. His gaze shifts to a SURVEILLANCE CAMERA on the ceiling. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. CAMP HERO - SURVEILLANCE ROOM - DAY\n\nAn ENGINEER toggles through SURVEILLANCE FOOTAGE.\n\nThe Agents stand behind him. Making him nervous.\n\nENGINEER\nOkay, this is it...\n\nThe Engineer hits play.\n\nLow definition video shows us the LABORATORY from last night,\nonly now we are back in time; the scientists are still very\nmuch alive, huddled around that strange metal door frame.\n\nThere is a confusion of activity, shouting, followed by a\nVIOLENT BURST OF A LIGHT. It looks like an explosion. Then...\n\nHISS! Static engulfs the surveillance image.\n\nBeneath this static, we glimpse SHADOWED MOVEMENT. But just\nfor a few frames. And then the static dissipates to reveal...\n\nThe scientists dead on the ground. Blood everywhere.\nOne of the scientists climbs to his feet. Still alive.\nHe staggers out the door and into the corridor.\nWe are back to the beginning of our story.\nThe video snaps to BLACK.\n\nENGINEER (CONT'D)\n\nThere’s nothing else. All the\ncameras -- they just... cut out.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f29.\n\nAGENT ONE\nGo back. Ten seconds.\n\nThe Engineer wipes sweat from his forehead. Rewinds.\n\nAGENT ONE (CONT’D)\nThere.\n\nThe Engineer pauses the tape.\n\nAGENT ONE (CONT’D)\nGo forward. Four frames.\n\nThe Engineer complies. One frame... Two... Three... Four.\nThere is someone... SOMETHING... captured on the video. It is\nobscured beneath static, but we see enough to know that this\nis the Figure that Will saw last night. For the first time,\nwe glimpse its small black eyes, buried in pockets of pale,\nwithered flesh.\nAGENT TWO\n(low)\n..-What the hell is that...?\nA beat.\nAGENT ONE\nEleven will know.\n(beat)\nFind her.\nAgent One strides away. The door slams shut behind him.\n\nAgents two and three return their gaze to the monitor.\nFrightened. The frozen video waves and undulates.\n\nMaking the figure appear to bend, stutter.\nMaking it seem almost...\nAlive.\n\nEND ACT TWO\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlive. END ACT TWO\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay. \n\nTARGET SECTION TO BE ANNOTATED:\n/library\n\f30.\n\nACT THREE\nEXT. WOODS - DAY\nA YOUNG GIRL, 10, emerges out of the woods.\nShe makes an immediate impression on us: Her hair is buzzed\nclose to the scalp. Her feet are bare. Her skin is pale. She\nwears a tattered white hospital gown spattered with BLOOD.\nShe is more like a wild animal than a child.\nEXT. EMPTY ROAD - DAY\nThe Young Girl pads barefoot down an empty road.\nShe sees a RUN-DOWN RESTAURANT in the distance.\nA rusted sign reads: “BENNY’S FISH ‘N FRY.”\nEXT. BENNY’S FISH ‘N FRY - DAY\nThe Young Girl approaches the restaurant.\nShe stands on her tiptoes and peers into a smudged window.\nBENNY HAMMOND, late 40s, lumbers past the window carrying\nTHREE PLATES OF FISH AND CHIPS. He has leathery skin, sleeve\ntattoos, and a greasy apron wrapped around his waist.\nHe drops the plates off at a table of ELDERLY REGULARS.\nThey chain-smoke, speak with thick islander accents.\nREGULAR #1\nBenny, you hear ‘bout Earl and the\n\nchickens?\n\nBENNY\nThe chickens? What chickens?\n\nREGULAR #2\nEarl, see, he wanted to bring a\ncrate of chickens ‘board Mundo’s\nboat, thought it’d be a fine idea\nto feed ‘em to the great whites --\nBenny guffaws as Regular #2 continues his yarn.\nBut the Young Girl is only interested in their food.\n\nShe's starving.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f31.\n\nEXT. BACK OF BENNY’S RESTAURANT - MOMENTS LATER\nThe Girl sneaks around the back of the restaurant.\n\nThere is a GIANT ROTTWEILER lying out front of the back door.\nIts fat belly rises and falls. Rises and falls. It’s asleep.\n\nThe Girl watches it for a moment. Makes sure it doesn’t wake.\nAnd then sneaks inside.\nINT. FISH ‘N FRY - KITCHEN - MOMENTS LATER\n\nThe Young Girl finds herself in a greasy kitchen.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then sneaks inside. INT. FISH ‘N FRY - KITCHEN - MOMENTS LATER\n\nThe Young Girl finds herself in a greasy kitchen. \n\nTARGET SECTION TO BE ANNOTATED:\n FRENCH\nFRIES sizzle in a deep fryer. Oil SPITS. She startles.\n\nShe hurries past and pushes through a door into...\n\nA STORAGE ROOM.\n\nA RUSTY FREEZER hums against the back wall.\n\nThe Girl yanks back on the handle. It yawns open.\n\nHer eyes shoot wide. The shelves are packed with FRESH FISH.\nShe snatches up a DEEPWATER COD. So big that she can hardly\nhold it in her tiny hands. She turns it over onto its side,\nstudies it, smells it. Has she never seen fish before?\n\nShe bites its fat glistening belly and --\n\nFreezes again. Listening.\n\nBENNY (0.S.)\nSticking with Narragansett, Earl?\n\nREGULAR #2 (0.S.)\nYa gotta ask?\n\nShe hears LUMBERING FOOTSTEPS. Someone is coming this way.\nShe grabs up as many fish as she can carry and --\n\nINT. FISH ‘N FRY - KITCHEN\n\nThe Girl charges back into the kitchen. Fish in arms.\nBenny spots her. Shouts:\n\nBENNY\nHEY -- !\n\nThe Girl bolts for the back door. She knocks over the DEEP\nFRYER and sends a RAIN OF HOT OIL splashing onto the floor.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f32.\n\nBenny leaps away. Narrowly avoiding the oil.\n\nBENNY (CONT’D)\nSONOFA -- !\n\nEXT. BACK OF BENNY’S RESTAURANT - MOMENTS LATER\n\nWHOOM! The Girl explodes out the screen door and --\n\nCrashes to a halt. THE ROTTWEILER stands in her path. Awake.\nIt bares its teeth and snarls angrily and --\n\nWHAM! Benny grabs the Girl by the shoulders.\n\nBENNY\nThink you can steal from me, boy!\n\nBenny whirls her around. His expression promptly softens as\nhe realizes that this is no boy at all. It’s also not a girl\neither, not exactly, at least not like any he has ever seen.\n\nRegulars #2, drawn by the commotion, steps outside.\n\nREGULAR #2\nWhat’d you catch there, Benny?\n\nBenny looks back at the Young Girl. She writhes in his arms.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nREGULAR #2\nWhat’d you catch there, Benny? Benny looks back at the Young Girl. She writhes in his arms. \n\nTARGET SECTION TO BE ANNOTATED:\nHe notices her hospital gown. Spattered in BLOOD.\n\nBENNY\n.-.-I got no idea.\n\nINT. MONTAUK MIDDLE SCHOOL - SCIENCE CLASS - DAY\nMR. CLARKE, 30s, paces in front of a middle school class.\nHe is magnetic, smart. Handsome too. The girls ogle.\n\nMR. CLARKE\nWho here enjoys mysteries?\n\nAll of the girls immediately shoot up their hands. Most of\nthe boys do too, including Mike, Lucas, and Dustin.\n\nMR. CLARKE (CONT'D)\nGood, good. Because I want you to\nstart thinking of this class as an\ninvestigation into the greatest\nmysteries known to man. You’1l need\nto learn to think beyond your own\nsenses. This means using your\nimagination.\n\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f33.\n\nMR. CLARKE (CONT'D)\nI don’t know how many of you\nwatched Cosmos like I asked...\n(more hands)\n\n...You may remember something Carl\nSagan said: \"Imagination will often\ncarry us to worlds that never were,\nbut without it... we go nowhere-- “\n\nA SHARP KNOCKING SOUND interrupts. Mr. Clarke turns.\nThe VICE PRINCIPAL is standing in the doorway.\nVICE PRINCIPAL\nSorry to interrupt... may I borrow\nMichael, Lucas, and Dustin?\nChief Hopper and Deputy Callahan now step into view.\nThe stunned class looks from the cops to our kids.\n\nMike, Lucas, and Dustin stare.\n\nHOPPER (PRE-LAP)\n.+-SO you were...racing?\n\nINT. PRINCIPAL’S OFFICE - A FEW MINUTES LATER\nOur three boys are now scrunched together on a couch.\nHopper and Callahan sit opposite.\n\nDUSTIN\nIt was me and him, actually --\n\nLUCAS\nMy house is the first up -\n\nMIKE\nHe takes Mirkwood home --\n\nDUSTIN\nWe were racing on a bet and --\n\nHOPPER\nWhoa, whoa, WHOA. One at a time.\n(points at Mike)\n\nYou. You said he takes...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne at a time. (points at Mike)\n\nYou. You said he takes... \n\nTARGET SECTION TO BE ANNOTATED:\n what?\nMIKE\n\nMirkwood --\nHOPPER\n\nMirkwood?\n\n(to Callahan)\nYou ever hear of a Mirkwood?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f34.\n\nCALLAHAN\nSounds made up.\nLUCAS\nIt’s from Lord of the Rings --\nDUSTIN\nThe Hobbit --\nLUCAS\nIt doesn’t matter -- !\nDUSTIN\nHe asked -- !\nHOPPER\n\nHey! What'd I just say? One at a\ngoddamn time.\n\nHe points at Mike.\n\nHOPPER (CONT'D)\nYou.\n\nMIKE\nMirkwood. It’s a real road. It’s\njust the name that’s made-up --\n\nHOPPER\nWhat’s it’s real name?\n\nMIKE\nI don’t know. It’s by Camp Hero.\nWhere Crook’s Cove and Kerley meet.\nHop jots this information down onto his pad.\n\nHOPPER\nYeah, I think I know it.\n\nMIKE\nWe can show you --\n\nHOOPER\nI said I know it.\n\nMIKE\nWe could help look --\n\nHopper looks up at Mike sharply.\nHOPPER\n\nNo -- after school, you go straight\nhome. All of you.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f35.\n\nHe looks at the other boys. Making eye contact with each.\nHOPPER (CONT'D)\nThat means no biking around looking\nfor your friend, no investigating,\nno nonsense. This isn’t some Hobbit\nbook. I make myself clear?\n(the boys share looks)\nI make myself clear?\nThe boys share looks. Worried. Shaken by his tone.\nThey nod.\nINT. BENNY’S FISH ‘N FRY - KITCHEN - DAY\nSNAP-HISS! An Atlantic Cod fries in oil. Benny tends it.\nINT. DINING AREA - MOMENTS LATER\nBenny slides a plate of FISH AND CHIPS to the Young Girl.\nShe is seated at a table in the dining room. It is just her\nnow; the regulars are gone. Her gown has been replaced with\na “Fish ‘N Fry” T-shirt. It droops to her knees like a dress.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is just her\nnow; the regulars are gone. Her gown has been replaced with\na “Fish ‘N Fry” T-shirt. It droops to her knees like a dress. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Young Girl stares at the food with wide eyes.\nBENNY\nFigured you’re gonna eat my food\nanyway, might as well eat it right.\nThe Young Girl reaches out to pick up the fish but...\n\nBENNY (CONT'D)\nI said, right.\n\nBenny splashes HOT SAUCE onto the fish. He nods. “Okay.”\nThe Girl snatches up the fish and devours it. No utensils.\n\nBENNY (CONT'D)\nYour parents forget to feed you?\n\nThe Girl doesn’t respond. Just keeps eating.\n\nBENNY (CONT'D)\nThat why you ran away?\n\nStill nothing.\n\nBENNY (CONT'D)\nThey... hurt you?\n\nNothing.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f36.\n\nBENNY (CONT'D)\nAnd... you went to the hospital,\nthat it? But you got scared, ran\noff, found your way here?\n\nThe Girl finally looks up at Benny. Has he hit close to the\nmark? It seems like she is finally going to speak, but\ninstead she nudges her empty plate over to Benny.\n\nThe message is clear: “more.”\nBENNY (CONT'D)\nHow ‘bout this: you get more, much\nas you like, but first, you gotta\nanswer a few ‘a my questions. We\ngot a deal?\nNo response.\nBENNY (CONT'D)\nWe'll start easy. My name’s Benny.\nBenny Henderson.\nHe holds out his hand. Wraps it around her tiny hand.\n\nBENNY (CONT'D)\nNice to meet ya. And you are...?\n\nStill no response. Benny sighs. He starts to withdraw his\nhand when he notices a SMALL TATTOO on the inside of her\nlower left wrist. It reads in simple black lettering: 011.\n\nBENNY (CONT'D)\n“Eleven”?\n\nThe Young Girl yanks her hand away.\n\nBENNY (CONT'D)\nWhat’s that mean?\n\nYOUNG GIRL\nNo.\n\nBENNY\nWell I’1l be damned. She speaks.\n(beat, considers)\nNo? No what?\nStill nothing.\n\nBENNY (CONT'D)\nAlright, guess “no” more fish then.\n\nBenny takes her plate and starts to walks away when:\n\nScript provided for educational purposes.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nStill nothing. BENNY (CONT'D)\nAlright, guess “no” more fish then. Benny takes her plate and starts to walks away when:\n\nScript provided for educational purposes. \n\nTARGET SECTION TO BE ANNOTATED:\n More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f37.\n\nYOUNG GIRL\n...Eleven.\n\nBenny turns back around.\n\nBENNY\nEleven. Yeah. What’s it mean?\n\nThe Young Girl points to herself.\n\nYOUNG GIRL\nEleven.\n\nINT. FISH ‘N FRY - KITCHEN - DAY\nBenny is now on a corded phone in the kitchen. Voice hushed.\nMore food SIZZLES behind him.\n\nBENNY\n\n..-All I know is, poor thing’s\nscared to death... confused...\n\n(beat)\nI’m tellin’ you Flor, she won't\ntalk about her parents. She’s been\nabused or kidnapped or somethin’.\nYou gotta get the Chief --\n\n(beat)\nI dont give two shits about a\nmissing kid, I got a found kid\nright here -- I am calm --\n\n(beat)\nYeah, yeah, I got a pen.\n\nBenny grabs a pen from his pocket. Scrawls:\nSOCIAL SERVICES. 233-555-4176.\nBACK IN THE MAIN ROOM,\n\n“Eleven” waits impatiently for the food. Her legs sway\nbeneath the table. Back and forth. Back and forth.\n\nShe becomes aware of a soft, high pitched noise. Eeeee. Eeee.\nEeee. She looks up. It’s the SCREEN DOOR. The wind is gently\nblowing it, causing its hinges to SQUEAK. Feeee. Eeee. Eeeee.\nIt is incessant. Annoying. Eleven narrows her eyes and --\n\nThe door stops mid-swing. Like it somehow froze.\n\nEleven looks away. Content now.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f38.\nEXT. FOREST ROAD - DAY\nWHOOSH! TWO POLICE CARS speed down the road.\nEXT. FOREST ROAD - DAY\nThe cars pull off onto the side of the road.\nHopper, Callahan, and Powell step outside.\nEXT. MIRKWOOD SHORTCUT - A FEW MINUTES LATER\nHopper trudges down the road, searching for signs of Will.\nBehind him, we can see Callahan and Powell.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. MIRKWOOD SHORTCUT - A FEW MINUTES LATER\nHopper trudges down the road, searching for signs of Will. Behind him, we can see Callahan and Powell. \n\nTARGET SECTION TO BE ANNOTATED:\n They call out:\n\nCALLAHAN\nWill Byers?! WILL BYERS?!\n\nPOWELL\nWILL -- ?!\n\nHopper pulls a vial out of his pocket. Pops two more of those\nred and blue pills. And...\n\nHe suddenly spots something. Kneels down. There are FAINT\nSKID MARKS ON THE PAVEMENT. Too narrow for a car. A bike.\n\nHe calls out to Callahan and Powell.\n\nHOPPER\nHey, I got something here...\n\nHopper tracks the skid marks off the road and into...\nTHE FOREST.\n\nHop makes his way down the slope. Sure enough, he finds\nWILL’S BICYCLE at the bottom. He brushes leaves away,\nrevealing the front wheel. It is bent, spokes busted.\n\nCallahan and Powell scramble down after him.\n\nCALLAHAN\nShit. That his bike, Chief?\n\nHOPPER\n(nods )\nWheel’s busted. Musta crashed.\n\nCALLAHAN\nThink he got hurt in the fall?\n\nHopper looks back up the slope. Squints in the sun.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f39.\n\nHOPPER\nNot so hurt he couldn't make it\nhome. And a bike to these kids...\nthat’s like a Cadillac. Doesn't\nmake sense he’d leave it out here.\nHe’d walk it home.\nA beat. Then:\n\nHOPPER (CONT'D)\nHe was in hurry.\n\nEXT. MONTAUK BEACH - A FEW MOMENTS LATER\n\nHopper and the Deputies walk out onto the beach.\n\nA TRAIL OF FOOTPRINTS lead up a dune toward:\n\nThe Byers House.\n\nINT. BYERS HOUSE - KITCHEN - AFTERNOON\n\nJoyce paces in the kitchen. Back and forth. Back and forth.\nThe wall phone is pressed hard to her ear. Its cord stretches\nas she walks. She drags hard on a cigarette while it rings on\nthe other end. And rings. And...\n\nCLICK. The other line picks up.\n\nJOYCE\nLonnie, Thank God. It’s Joyce --\n\nHer face drops. A MUFFLED FEMALE VOICE is on the other end.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOYCE\nLonnie, Thank God. It’s Joyce --\n\nHer face drops. A MUFFLED FEMALE VOICE is on the other end. \n\nTARGET SECTION TO BE ANNOTATED:\nJOYCE (CONT'D)\n\nWho is this?\n(listens in disgust)\n\nCynthia?\n(beat)\nThis is Joyce -- Joyce, Lonnie’s ex-\nwife. I need to speak to Lonnie --\n(beat)\nThis is an emergency... no, not\n\nlater, now bitch --\nCLICK. The phone goes dead. Joyce burns with anger.\n\nShe dials the number again, mashing each number with her long\nfingernails. The phone rings. But this time no one answers.\n\nIt goes to message.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f40.\n\nMALE VOICE (0.S.)\n(filtered)\n\nHey, you’ve reached Lonnie, I’m not\nhere at the moment but...\n\nJoyce's rage rises and rises and...\n\nBEEP. Her turn.\n\nJOYCE\n\nLonnie, it’s Joyce. Some teenage\nwhore sayin’ she’s your girlfriend\njust hung up on me. You don’t call\nme back in the next goddamn hour\nI‘1l report you for not paying\nchild support I swear to God I will\nand I’1l make sure you rot in jail\nwhere you belong you FUCKING PIECE\nOF SHIT --\n\nWHAM! Joyce slams the phone down and --\n\nBRRRRING! The phone blares again. That was fast. She answers.\n\nJOYCE (CONT'D)\nLonnie --\n\nBut there is no response. Only static. The kitchen lights\nflicker, then return to normal. Joyce stares. What the -- ?\n\nBAM BAM BAM. THERE IS A SUDDEN POUNDING ON THE DOOR.\nJoyce startles.\nMOMENTS LATER.\nJoyce swings open the door. Her face drops.\nIt is Hopper and the Deputies. Hopper has Will’s Bike.\nINT. BYERS HOUSE - VARIOUS - LATER\nHopper and his Deputies search the Byers’ house.\nJoyce trails. On edge.\nJOYCE\nI don’t understand. Why’re you\nhere?! You're wasting your time --\n\nHOPPER\nHe’s got a key to the house?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f41.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're wasting your time --\n\nHOPPER\nHe’s got a key to the house? Script provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f41. \n\nTARGET SECTION TO BE ANNOTATED:\nJOYCE\nSo what? You think I haven’t\nchecked my own goddamn house -- !\n\nHOPPER\nNever said you didn’t.\n\nHopper inspects the back door. The adjacent wall is dented,\nthe paint chipped. He opens the door; its handle aligns with\nthe damaged wall. Someone threw it open. Hard.\n\nHOPPER (CONT'D)\nThis always here?\n\nJOYCE\nProbably. I got two boys. Just look\nat this place --\n\nHOPPER\nBut you’re not sure?\n\nJoyce hesitates. Starts to respond when:\n\nWHIMPERING ECHOES. COMING FROM OUTSIDE.\n\nEXT. BYERS BACKYARD - DAY\n\nHopper and Joyce step of the screen door.\n\nThey find Chester pacing in front of the shed. Whimpering.\n\nHOPPER\nThis normal?\n\nJOYCE\nJust hungry I’m sure. Come on...\n\nJoyce leads Chester back to the house by his collar.\n\nBut Hopper doesn’t follow. Not yet.\n\nHis eyes turn to the shed.\n\nINT. SHED - MOMENTS LATER\n\nHopper opens the shed doors. The wood groans.\n\nEven though it is now day, it is still dark in here.\n\nHop flips a light switch. The naked light bulb hums to life.\nHe walks up to the rifle wall mount. The rifle is, of course,\n\nmissing. He inspects the mount. There are fingerprints in the\ndust. Someone was here... recently.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f42.\n\nBZZZZ! THE LIGHT BULB BEGINS TO FLICKER.\n\nHopper turns and looks up at the light. It fluctuates,\ngrowing bright, then dim, then bright, then dim, then --\n\nWHOOM. THE LIGHT CUTS OUT. LEAVING US IN DARKNESS.\nWE HEAR A FAINT GUTTURAL SOUND. LIKE SOME KIND OF GROWL.\nHopper looks around. The hell is that coming from?\n\nHOPPER\nThat you buddy? You hungry?\n\nHop removes a flashlight from his utility belt, clicks it on,\nand slowly sweeps its beam across the darkness. He makes out\nnothing. But that sound, whatever the hell it is, persists.\nIt grows louder. Louder. LOUDER STILL. Overtaking all sounds.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nLouder. LOUDER STILL. Overtaking all sounds. \n\nTARGET SECTION TO BE ANNOTATED:\nThe hairs on Hop’s slowly stand up. And then --\n\nThe beam illuminates an APPROACHING FIGURE.\n\nHop reaches for his gun but --\n\nDeputy Callahan steps into the light.\n\nDEPUTY CALLAHN\nYou deaf? I’ve been callin’ you.\n\nHopper is too shaken to respond. He looks back at the light\nbulb. It flickers back to life. Returning to 48 Watts.\n\nThe strange guttural sound is gone. Like it never was.\n\nDEPUTY CALLAHN (CONT'D)\nJesus, Chief. Your ear.\n\nHOPPER\nWhat?\n\nDEPUTY CALLAHN\nYour ear.\n\nHopper touches his ear. It’s bleeding.\nEXT. SHED - BYERS YARD - MORNING\nHopper upends the vial. Dumping the pills onto the ground.\n\nDEPUTY CALLAHN\nYou sure you're alright, Chief?\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f43.\n\nHOPPER\n(not fine)\nI’m fine.\nHe shoves the empty vial back into his jacket.\nHe strides to the Byers house. Moving fast.\nCallahan struggles to keep up.\nHOPPER (CONT'D)\nI want you to call Florence, have\nher get a search party together, as\nMany volunteers as she can muster,\nflashlights too --\n\nDEPUTY CALLAHAN\nThink we got a problem here?\n\nHopper doesn’t answer. Uncertain. He turns and looks out at\nthe woods. The sun is falling. The sky is a bruised purple.\n\nHe continues into the Byers house. Callahan follows.\n\nBut we don’t. Instead, we return our gaze to the shed. We can\nhear that GUTTURAL SOUND again. Low, but definitely there.\n\nWe move...\n\nINTO THE SHED.\n\nThe light bulb hums and flickers again. Growing brighter.\nAnd that is when we see it. There is something strange on the\nfar wall. It looks almost like a SPOT OF BLACK MOLD. Only it\nis throbbing ever so slightly, and, slowly but surely...\n\nSpreading.\n\nEND OF ACT THREE\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f44,\n\nBEGIN ACT FOUR\nEXT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpreading. END OF ACT THREE\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f44,\n\nBEGIN ACT FOUR\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBURBAN NEIGHBORHOOD - NIGHT\nHISS! A sprinkler kicks on. Night in the suburbs again.\nMIKE (PRELAP)\n\nWe should be out there right now.\n\nWe should be helping look for him.\nINT. WHEELER HOUSE - NIGHT\nThe Wheeler family is seated at the dining table.\n\nA hot home cooked meal is before them. But Mike isn’t eating.\n\nKAREN\nWe've been over this. The Chief\nsaid --\nMIKE\nI don’t care what the Chief said.\nKAREN\nMichael --\nMIKE\n\nHe’s not even real police, Mom. We\nhave to do something -- Will could\nbe in danger!\n\nKAREN\n\nMore reason to stay put.\nMIKE\n\nMom --\nKAREN\n\nEnd of discussion.\n\nMike looks away, upset. The family resumes eating in silence.\nOr, rather, some of them do. Nancy just moves her food around\nwith a fork. Then, in as casual a tone as she can summon:\n\nNANCY\nSo... me and Barb... we’re gonna\nstudy for the chemistry test at her\nhouse tonight. That’s cool, right?\nKaren looks up from her meal.\n\nKAREN\nNo. Not cool.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f45.\n\nNANCY\nWhat?! Why not?\n\nKAREN\nWhy do you think? Am I speaking\nChinese in this house? Until we\nknow Will’s okay, no one leaves.\n\nNANCY\n\nSo we’re under house arrest?\nKAREN\n\nDon’t be dramatic, Nancy.\nNANCY\n\nThis is such bullshit!\nTED\n\nLanguage!\nNANCY\n\nBarb lives two minutes away, just\nbecause Mike’s stupid friend got\nlost on his way home --\n\nMIKE\n\nThis is Will’s fault -- ?!\nKAREN\n\nNancy, take that back --\nNANCY\n\nNo!\nMIKE\n\nYou're just pissed because you\nwanna hang out with Steve --\n\nTED\nSteve?\n\nKAREN\nWho is Steve?\n\nMIKE\nHer new boyfriend --\n\nNANCY\nFUCK YOU MIKE --\n\nTED\nLANGUAGE!!!\n\nNancy shoves out of her chair. Storms off.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f46.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nStorms off. Script provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f46. \n\nTARGET SECTION TO BE ANNOTATED:\nKAREN\nNancy! Come back! NANCY!\n\nBut Nancy is already bounding up the stairs to her bedroom.\n\nKaren wants the follow her but can’t; the argument has caused\nHolly to cry. Karen picks her up and rocks her in her arms.\n\nKAREN (CONT'D)\nThere, there, shhhh...\n\nTED\nSee, Michael. This is what happens.\n\nMIKE\nWhat happens when what? I’m the\nonly one acting normal here -- I’m\nthe only who cares about Will!\nTed takes a bite out of a chicken drum. Chews.\n\nTED\nThat’s not fair, Michael. We care.\n\nMike stares at his dad. He can’t take his apathy, not\ntonight. He stands up from the table and hurries off.\n\nHolly cries louder. Ted continues to chew.\nKaren shoots daggers at him.\nKAREN\nI hope you’re enjoying your\nchicken, Ted.\n\nShe carries Holly out of the room. Ted is now alone.\n\nTED\nHey? What’d I do? Karen? Karen?!\n\nEXT. WOODS - NIGHT\nA constellation of flashlights glimmer in the night.\n\nOver two dozen SEARCH AND RESCUE VOLUNTEERS are scouring the\nforest for Will. They wear orange vests, grave expressions.\n\nWe find Hopper. Mr. Clarke walks at his side.\n\nMR. CLARKE\nHe’s a good student.\n\nHopper turns. Surprised this man is speaking to him.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f47.\n\nHOPPER\nWhat’s that?\n\nMR. CLARKE\nWill. He’s a good student. A great\none, actually. I can’t fathom him\ngetting into any kind of trouble.\n\nHopper nods. Looks away.\nMr. Clarke offers his hand.\nMR. CLARKE (CONT'D)\nI don’t think we’ve met. Scott\nClarke. I teach at Montauk middle.\nEarth and Biology --\n\nHopper shakes his hand. Then averts his gaze.\n\nHOPPER\nAlways had a distaste for science.\nMR. CLARKE\nMaybe you had a bad teacher.\nHOPPER\nMs. Ratliff was a nasty piece of\nwork.\nMR. CLAKRE\n\nRatliff? You bet.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. CLAKRE\n\nRatliff? You bet. \n\nTARGET SECTION TO BE ANNOTATED:\n She’s still\nkicking around, believe it or not --\n\nHOPPER\nOh I believe it. Mummies don’t die,\nor say they tell me.\n\nMr. Clarke smiles softly.\n\nMR. CLARKE\nSo you’re local?\n\nHOPPER\nClass of fifty eight.\n\nMR. CLARKE\nSixty two. Just missed each other.\n\nThey walk for another beat. Hopper seems lost in thought.\n\nHOPPER\nSara, my daughter. Galaxies, the\nuniverse, whatnot, she always\nunderstood that stuff. Maybe she\ngot it from her mother, I dunno.\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f48.\nHOPPER (CONT'D)\nThere’s enough shit down here, I\ndon’t need to go lookin’ elsewhere.\n\nMR. CLARKE\nYour daughter. What grade is she?\nMaybe I’1l get her in my class.\n\nHOPPER\nShe lives in the city. With her\nmother.\n\nMR. CLARKE\nOh.\n\nHopper slaps Mr. Clarke on the back.\nHOPPER\nThanks for coming out, teach.\nAppreciate it.\nHopper picks up his pace, leaving Mr. Clarke behind.\n\nA nearby VOLUNTEER whispers to Mr. Clarke:\n\nVOLUNTEER #1\nShe passed a few years back.\n\nMR. CLARKE\nSorry?\n\nVOLUNTEER #1\nHis kid.\n\nMr. Clarke darkens. He looks back at Hopper.\n\nHe is a distant silhouette now.\n\nINT. MIKE’S ROOM - WHEELER HOUSE - NIGHT\n\nThe Demogorgen gazes at us. Four angry eyes.\n\nMike is lying down by the Dungeons and Dragons map. He looks\nworried and restless. He examines the field of miniatures.\nThe Troglodytes... the knight.. the dwarf... and the wizard.\n\nHe picks up the wizard. Studies it. Considering.\n\nMIKE (V.O.)\nLucas? It’s Mike. You copy? Lucas?\n\nMOMENTS LATER.\nMike is now at his desk. Calling into a WALKIE-TALKIE.\n\nLucas finally answers. His voice crackles.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis voice crackles. Script provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay. \n\nTARGET SECTION TO BE ANNOTATED:\n/library\n\f49.\n\nLUCAS (0.S.)\nHey, it’s Lucas.\n\nMIKE\nI know it’s you. And say “over”\nwhen you’re done talking or I don’t\nknow you’re done. Over.\n\nLUCAS (0.S.)\nI’m done. Over.\n\nMIKE\nI’m worried about Will. Over.\n\nLUCAS (0.S.)\nNo shit. This is crazy. Over.\n\nMIKE\nI was thinking... Will could've\ncast Protection last night. But he\ndidn’t. He cast Fireball. Over.\n\nLUCAS (0.S.)\nWhat’s your point? Over.\n\nMIKE\nMy point is... he could’ve played\nit safe. But he didn’t. He put\nhimself in danger to help the\nparty. Over.\nA very long beat. Then:\n\nLUCAS (0.S.)\nMeet me in ten. Over and out.\n\nMOMENTS LATER.\n\nMike jams a few flashlights into his backpack.\n\nINT. WHEELERS HOUSE - LIVING ROOM -- NIGHT\n\nMike sneaks downstairs. The stairs moan.\n\nHe peers into the living room. His dad is once again\n\nfidgeting with the television. The picture fluctuates\nwith static. He pounds the side of the box in anger.\n\nMike hurries past. Unnoticed.\n\nEXT. BYERS HOUSE - NIGHT\n\nMike wheels his bike out of the garage.\n\nWHAM! A SHADOWED FIGURE suddenly drops down behind him.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f50.\n\nHe startles, but it’s only Nancy. She climbed down a drain\n\npipe.\n\nMIKE\nJesus!\n\nNANCY\nHow’d you get out here, freak?!\n\nMIKE\nThe back door.\n\nNancy looks back at the drain pipe.\nNANCY\nShit.\n(back to Mike)\nYou're not looking for Will are\nyou?\n\nMIKE\nYou're not seeing Steve are you?\n\nA beat.\n\nNANCY\nDon’t tell mom.\n\nMIKE\nYou don’t tell mom.\n\nMike spits in his hand. Holds it out.\n\nNANCY\nThat’s disgusting.\n\nA STATION WAGON flashes its lights up ahead. A signal.\n\nNANCY (CONT'D)\nBarb’s here. I gotta go. Don’t do\nanything stupid.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nNANCY (CONT'D)\nBarb’s here. I gotta go. Don’t do\nanything stupid. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE\nYou have to shake on it or it\ndoesn’t count! Nancy!\n\nBut Nancy is already gone. She climbs into Barbara's car.\n\nMike wipes the saliva off in his jeans, climbs on his bike,\n\nand pedals off into the night.\n\nAbove him, a street lamp flickers.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f51.\n\nEXT. BENNY’S FISH ‘N FRY - NIGHT\n\nA light flickers inside the FISH N FRY.\n\nINT. BENNY’S FISH ‘N FRY - KITCHEN - NIGHT\n\nBenny glances at the light. Then returns to cleaning dishes.\n\nEleven sits cross-legged on the floor. She is feeding his\nrottweiler strips of raw fish. They’re best friends now.\n\nBENNY\nMake sure he doesn’t get any bones\nnow. Don’t want him to choke.\nEleven feeds the dog one last strip of meat. The dog gobbles\nit up, then licks her on the lips. She recoils, then smiles.\nFor the first time this day, she seems like an actual kid.\nBenny notices. Knocks off the faucet.\n\nBENNY (CONT'D)\nA smile looks good on ya.\n\nEleven stares at him. Confused.\n\nBENNY (CONT'D)\nA smile.\n\nBenny gives a big smile. Eleven smiles back.\n\nELEVEN\nGood.\n\nBENNY\nYeah, it is good.\n\nShe shakes her head. “No.” Then she points at him.\n\nELEVEN\nGood.\n\nBENNY\nMe?\n\nBenny can’t help but chuckle.\nBENNY (CONT'D)\nA know a few ladies who’d beg to\ndiffer.\n\nBenny rolls up his sleeve. There are names tattooed on his\narm. SHARON, BETTY, CAROL ANN. His exes. Mostly.\n\nEleven points at a male name: “TOMMY.”\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f52.\n\nELEVEN\n...Brother.\n\nBenny stares. His heart skips a beat. His voice catches.\n\nBENNY\n...What’d you say?\n\nELEVEN\nLittle brother.\n\nEleven smiles again. But Benny does not.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEVEN\nLittle brother. Eleven smiles again. But Benny does not. \n\nTARGET SECTION TO BE ANNOTATED:\n He is flustered\nand confused. He finally starts to speak when he hears...\n\nTHE SOUND OF TIRES ON GRAVEL. Headlights sweep past the\nwindow.\n\nEleven tenses. Nervous.\nBENNY\nJust... stay put. Whoever it is,\nI'll turn ‘em away, a’ight?\nINT. BENNY’S FISH ‘N FRY - DINING ROOM - NIGHT\nBenny lumbers into the dining room. He opens the front door.\n\nA RED-HAIRED WOMAN, 40, approaches. She smiles warmly.\n\nRED-HAIRED WOMAN\nYou must be Benny. Benny Henderson?\n\nBENNY\n‘fraid so. Also ‘fraid we closed\nshop early tonight. Why don’t you\ntry back tomorrow --\nBenny starts to shut the door, but the woman extends a hand.\n\nRED-HAIRED WOMAN\nConnie Frazier. Social services.\n\nBenny stops. Opens the door back up. Embarrassed.\n\nBENNY\nSocial services. Shit. Apologies.\n\nHe takes her hand. His grip is firm.\nBENNY (CONT'D)\nDidn't think you were gonna make it\n\nhere so quick. That’s a heckuva\ndrive.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f53.\n\nCONNIE\nNot too bad this time of night.\n\nBenny nods. Lowers his voice.\n\nBENNY\nListen. I still haven’t told her\nabout you. I didn’t want her\nrunnin’ off again. She’s a tad...\nskittish.\n\nCONNIE\nChildren I work with usually are.\n\n(smiles)\n\nWhere is she now?\n\nBENNY\nIn the back. I’1l introduce ya.\n\nBenny turns and lumbers toward the kitchen.\nBENNY (CONT'D)\nApologies again for trying to turn\nyou away. It’s funny, your voice,\nit sounded different on the --\nA HOLE SUDDENLY ERUPTS IN BENNY’S FOREHEAD. BLOOD SPRAYS.\n\nHIS BODY GOES LIMP AND HE CRASHES TO THE GROUND WITH A HEAVY\nTHUD. A POOL OF BLOOD SPREADS FROM THE WOUND ON HIS HEAD.\n\nHIS BODY TWITCHES. THEN STILLS.\n\nHE IS DEAD.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIS BODY TWITCHES. THEN STILLS. HE IS DEAD. \n\nTARGET SECTION TO BE ANNOTATED:\nBehind him: “Connie” holds a silencer pistol.\n\nA GROUP OF ARMED MEN sweep into the door behind her.\nThese aren’t social workers.\n\nThese are Agents.\n\nINT. KITCHEN - MOMENTS LATER\n\nThree Armed Agents sweep into the kitchen.\n\nTwo more enter from the back door.\n\nWOOF! The rottweiler suddenly explodes out of shadows and\nlunges at them with an angry roar. Agent One fires and --\n\nPOP! Drills the dog’s head. It skids to the floor. Dead.\n\nAgent One quietly surveys the kitchen. Looking for Eleven.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f54.\n\nHis eyes lock onto the STORAGE CLOSET. A dim shadow moves\nbeneath the door. He makes a hand signal, alerting the\nothers. Guns raise. All this caution for one little girl?\nThey take one step toward the closet. Two steps. Three. Four.\nAgent One holds up his hand. The others stop.\n\nHis eyes fix on the hinges of the door. Impossibly, the metal\nis pushing outward. Bending. As if the door is under immense\n\npressure.\n\nAGENT TWO\nEleven --\n\nWHOOM! THE DOOR EXPLODES -- BLOWING RIGHT OFF ITS HINGES --\nTHE DOOR SLAMS INTO THE AGENTS -- KNOCKING THEM DOWN LIKE\nBOWLING PINS -- THEIR GUNS SCATTER ACROSS THE FLOOR -- WOOD\nSHRAPNEL HITS AGENT ONE IN THE FACE -- TEARING HIS LEFT CHEEK\nOPEN -- HE FALLS TO THE GROUND WITH A PAINED SCREAM -- AND --\nEleven bursts out of the closet. Her eyes dart.\n\nShe spots the dead dog.\n\nThen Benny.\n\nTears spills down her cheeks. Mixing with the blood.\n\nShe looks back at the agents. Rolling on the floor in pain.\n\nELEVEN\nBad.\n\nAnd then she turns.\nAnd runs.\n\nEND ACT FOUR\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f55.\n\nBEGIN ACT FIVE\nEXT. MONTAUK BEACH - TURTLE COVE - NIGHT\nA BONFIRE RAGES ON THE BEACH. FLAMES LICK THE SKY.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEGIN ACT FIVE\nEXT. MONTAUK BEACH - TURTLE COVE - NIGHT\nA BONFIRE RAGES ON THE BEACH. FLAMES LICK THE SKY. \n\nTARGET SECTION TO BE ANNOTATED:\nA GROUP OF HIGH SCHOOL STUDENTS are silhouetted against the\nfire, drinking, smoking various substances, screwing around.\n“Call Me” by Blondie blasts from an idling pick-up truck.\n\nWe find Nancy and Barbara in the crowd.\n\nThey look out of their element, bobbing awkwardly to the\ntune. Nancy takes a sip of her beer. Grimaces. Not a drinker.\n\nShe holds the beer out for Barb. Barb waves it off.\n\nBARBARA\nI don’t see him -- we should go.\n\nNANCY\nWe just got here, relax.\n\nNancy motions to TOMMY H, 16, heavyset, scraggly half-beard.\n\nNANCY (CONT'D)\nWhat about Tommy H?\n\nBARBARA\nEw.\nNANCY\nOh come on -- he’s cute. And I\n\nheard he broke it off with Carol --\nNancy shrieks as a PAIR OF HANDS snatch her from behind.\n\nIt’s Steve. Of course it’s Steve. His eyes are bloodshot and\nflagging. He’s drunk or stoned or both. Probably both.\n\nSTEVE\nWhere's Mrs. Kreitzberg?!\n\nNANCY\nShut up!\n\nSteve grabs her hand and pulls her away.\nNANCY (CONT'D)\nWhere are we going?! You just got\nhere! Steve! STEVE!\nBut Steve doesn’t stop. He breaks into a sprint, dragging\n\nNancy with him. She laughs giddily, her hair blowing in the\nwind. She glances back at Barb with a wide-eyed smile. Sorry!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f56.\n\nBarbara sighs. All alone now.\n\nShe looks down at her watch. And waits.\n\nEXT. FOREST ROAD - END OF NEIGHBORHOOD - NIGHT\nMike looks at his watch. Waiting.\n\nHe hears VOICES. He looks up to find Lucas and Dustin biking\nhis way. They pull up next to him.\n\nMIKE\nWhat happened to ten minutes?\nLUCAS\nParents were watching M*A*S*H. No\nway past.\nDUSTIN\nSame.\n\nMike passes Dustin a WALKIE TALKIE.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo\nway past. DUSTIN\nSame. Mike passes Dustin a WALKIE TALKIE. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE\nStay on channel six, just in case,\nbut no splitting up or anything\nstupid like that, okay?\nDustin nods. “Okay.” Mike climbs onto his bike.\n\nLUCAS\nWhere are we going?\n\nMIKE\nMirkwood.\n\nAnd with that, Mike pedals out of the neighborhood.\nLucas and Dustin share worried looks.\n\nAnd then race after him.\n\nEXT. MONTAUK BEACH - TURTLE COVE - NIGHT\n\nSteve and Nancy race across the moonlit beach.\n\nThe bonfire burns dimly behind them. Far away now.\n\nNancy is out-of-breath.\n\nNANCY\nSteve! Can you just tell me where\nwe're going?! Steve -- ?!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f57.\n\nSTEVE\nRight... here!\n\nSteve shoves Nancy onto a sand dune. She shrieks, laughs.\nSteve drops on top of her. Begins kiss her all over.\n\nNancy is overwhelmed. Her laughter fades.\n\nNANCY\nSteve, hey, can we just... talk for\na -- a second...\n\nSteve starts to pull her sweater off. She tries to stop him,\nbut it’s too late. He tosses the sweater off into the sand.\n\nNancy covers her bra with her arms. Shy -- and cold.\n\nNANCY (CONT'D)\nIt, it’s freezing...\n\nSteve isn’t listening. He unbuttons her jeans and yanks them\ndown below her waist. Nancy’s breathing quickens. Her heart\npounds.\n\nSteve removes a condom from his pocket.\n\nNANCY (CONT'D)\nSteve... I, I’ve never...\n\nSteve still isn’t listening. Or doesn’t care.\n\nHe tears open the condom wrapper.\n\nEXT. MONTAUK BEACH - WIDE SHOT\n\nTheir silhouetted bodies writhe in the moonlight.\nWaves CRASH the shore.\n\nEXT. BEACH - TURTLE COVE - NIGHT\n\nAn EXPLOSION OF LAUGHTER.\n\nA very drunk Tommy H. is urinating into the raging bonfire.\nSmoke coughs, coals sizzle, everyone think this is hilarious.\n\nEveryone but Barbara. She stares in disgust.\nMOMENTS LATER.\nBarbara charges down the beach. Call out into the darkness.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOMENTS LATER. Barbara charges down the beach. Call out into the darkness. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBARA\nNANCE?! I’M LEAVING! NANCE?!\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f58.\n\nNo answer. Fuck it.\n\nEXT. SIDE OF THE ROAD - NIGHT\n\nBarbara storms back to her car. It’s parked on an empty road.\nINT. STATION WAGON - MOMENTS LATER\n\nBarbara leaps in. Turns the keys.\n\nThe engine revs, coughs.\n\nBARBARA\nCome one, come on...\n\nBarbara turns the keys again. Again. And --\n\nTHE RADIO BLASTS TO LIFE. BARB NEARLY JUMPS OUT OF HER SEAT.\nThe radio begins to cycle rapidly through the stations. The\nsongs are warped, garbled, static-y. The speedometer rises\nand falls, the blinkers flash, the dashboard light stutters.\nBarbara looks down. Her arm hairs are standing straight up.\nShe quickly shuts off the engine and --\n\nEverything stops. Returning to normal.\n\nBarbara stares in confusion. Breathing hard. And...\n\nSMASH! THE WINDOW BEHIND HER SHATTERS.\n\nShe screams and --\n\nEXT. VOLKSWAGEN - NIGHT\n\nThe VW headlights grow brighter and brighter, so bright they\nblind our vision. We hear a SHRIEKING SOUND, pitched so high\nit’s almost painful. Just when we think we can’t take it\nanymore, the sound fades.\n\nThe headlights flicker and dim.\n\nThe station wagon is empty.\n\nBarbara has vanished.\n\nEXT. FOREST ROAD - NIGHT\n\nVROOM! Jonathan rides the moped up to his house.\n\nHe dismounts and bounds up the porch. As he does, we turn our\ngaze to the shed. Chester is once again pacing by the door.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f59.\n\nBack and forth. Back and forth. Back and --\n\nINT. BYERS HOUSE - LIVING ROOM - NIGHT\n\nJonathan swings open the front door.\n\nHe finds his mom sitting cross-legged on the floor. She is\nworking on a MISSING PERSONS POSTER for Will. Bold red\nletters read: “HAVE YOU SEEN ME?”\n\nPHOTOGRAPHS OF WILL are strewn across the floor.\n\nJoyce looks up at Jonathan. Bleary eyed.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBold red\nletters read: “HAVE YOU SEEN ME?”\n\nPHOTOGRAPHS OF WILL are strewn across the floor. Joyce looks up at Jonathan. Bleary eyed. \n\nTARGET SECTION TO BE ANNOTATED:\nJOYCE\nAnything?\n\nJonathan shakes his head. “No.”\n\nJONATHAN\nYou?\n\nJOYCE\n\nHopper’s out looking, a bunch of\n\npeople are, but...\nJoyce fights back tears. Returns to the photographs.\nJonathan sits down beside her and looks over the photographs.\nThey have been artfully taken by him over the years. There is\na photo of Will building a sand castle... riding a raft...\neating a hotdog at Coney Island... visiting the city...\nJonathan fights back tears. His voice emerges low, choked.\n\nJONATHAN\n..-.I’m sorry.\n\nJOYCE\nSorry? What’re you sorry for?\n\nJonathan says nothing. Doesn’t feel he needs to.\nJoyce takes his hand. Squeezes it.\nJOYCE (CONT'D)\nHey. This wasn’t your fault, baby,\nyou hear me? You hear me?\n\nJonathan averts his gaze.\n\nJOYCE (CONT'D)\nHe’s gonna come home soon. I know\n\nit. I know it... because I feel\nhim. I feel him in my heart.\n(MORE )\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f60.\nJOYCE (CONT'D)\nHe’s close. He’s close. You believe\nme, Jonathan, right?\nJonathan finally looks at his mom. And nods.\n\nJoyce smiles faintly. She holds up a pair of photographs, one\nin each hand. Will on the raft. Will at Coney Island.\n\nJOYCE (CONT'D)\nWhat do you think?\n\nJonathan considers. Chooses Coney island.\n\nJONATHAN\nI... I always liked this one.\nJoyce smiles softly.\nJOYCE\n\n+.-Me too.\nAn emotional beat. Then:\nThe kitchen phone BLARES TO LIFE.\nJoyce and Jonathan look up sharply. News.\nMOMENTS LATER - KITCHEN\nJoyce grabs up the phone. Her voice tense, strained.\n\nJOYCE\nYes -- hel--hello?\n\nThere is no answer. But she can hear the sound of LOW\nBREATHING on the other end.\n\nJOYCE (CONT'D)\nLonnie...? Hopper...?\n\nStill no answer.\n\nJOYCE (CONT'D)\nWho is this?\n\nJonathan stands up. Getting worried now.\nThe SOUND OF BREATHING grows louder.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonathan stands up. Getting worried now. The SOUND OF BREATHING grows louder. \n\nTARGET SECTION TO BE ANNOTATED:\nJOYCE CONT’D)\nWho is this?! Answer me!\n\nAt last we hear a voice. It sounds very far away.\n\nIt is the voice of a boy.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f61.\n\nDISTANT VOICE\n.--Mom...\n\nJoyce pales. Tears rush to her eyes.\n\nJOYCE\nWill?!! will?!!\n\nJonathan races over to his mom.\nJOYCE (CONT'D)\nWhere are you, baby?! Talk to me!\nWILL?! WILL?!\nBut Will’s voice is now gone. In its place...\nAnother voice. GUTTURAL. INHUMAN. Shifting in pitch.\nJOYCE (CONT'D)\nWHO IS THIS? WHAT HAVE DONE WITH MY\nBABY?! WHAT HAVE YOU DONE?!!\nSilence. Then --\nA HIGH-PITCHED SHRIEK ERUPTS FROM THE RECEIVER.\nJoyce gasps in pain and drops the phone. She looks at her\nhand. Her palm is seared and her arm hair is standing\nstraight up.\nShe backs away from the phone. Her eyes wide with dread.\n\nJonathan grabs up phone. His voice shakes.\n\nJONATHAN\nWho is this?! WHO IS THIS?!\n\nBut the phone line is now dead.\nJoyce slumps down to the floor.\nShe begins to sob.\n\nVOICE (PRE-LAP)\nHEELLLLP!\n\nEXT. UNKNOWN - NIGHT\nBarbara stumbles out onto the beach.\nHer face is pale and blood pours from her nose and ears.\n\nShe crashes to a halt. Looks around for help. Desperate.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f62.\n\nBut there is no bonfire. No kids. No party. Yet somehow,\nimpossibly, she can hear the sound of music, of kids talking,\nlaughing. Only it all sounds far away. Like a distant memory.\nA dense fog has drifted in from the Atlantic and the waves\nroll in slowly, much slower than normal, as if the world now\nmoves at quarter speed. The wet sand is covered in more of\nthose strange, throbbing growths, and the sky is shrouded in\ndark clouds. Electric blue lighting flashes, streaking the\nsky, and --\n\nBarbara hears something. Something wet.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe wet sand is covered in more of\nthose strange, throbbing growths, and the sky is shrouded in\ndark clouds. Electric blue lighting flashes, streaking the\nsky, and --\n\nBarbara hears something. Something wet. \n\nTARGET SECTION TO BE ANNOTATED:\n Guttural.\n\nShe turns. And pales. Obscured beneath the fog:\n\nA HORDE OF SHADOWED FIGURES. TALL. DISFIGURED.\n\nOne of them walks on all fours.\n\nThey are coming this way.\n\nComing for her.\n\nShe screams.\n\nAnd...\n\nEXT. MIRKWOOD - LATER\n\nWHOOSH! Our boys bike onto “Mirkwood.”\n\nThey scan the trees. Calling out:\n\nMIKE\nWill?! WILL?!\n\nLUCAS\nWILL?!\n\nDUSTIN\n\nI’ve got your Uncanny! 269!\nThere is no response but the chirp of cicadas.\nThey bike on in silence for a little while.\nLucas grows impatient.\nLUCAS\nWhy are we even here? My mom says\nthere’s a whole search party --\nMIKE\n\nBut they don’t know Will, and he\ndoesn’t know them. He knows us.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f63.\n\nLUCAS\nSo?\n\nMIKE\nSo what if he’s scared and --\n\nA SHADOWED FIGURE SUDDENLY APPEARS IN THE MIDDLE OF ROAD --\nRACING ACROSS THE PAVEMENT -- RACING RIGHT FOR OUR BOYS -—\n\nMike’s eyes shoot wide -- he spins the wheel to the left --\nToo fast -- he loses control -- skids --\n\nDustin and Lucas crash into him --\n\nThey all tumble -- and --\n\nWHOOM! SLAM INTO PAVEMENT.\n\nThey roll to stop. Dirt coughs.\n\nLUCAS\n..-What... what was that? Mike?\n\nMike doesn’t respond. Instead, he climbs to his feet, turns\naround, and looks back at the darkened road behind them.\n\nThe SHADOWED FIGURE is standing there. Staring right at him.\n\nMike is wide-eyed. Scared. Slowly, very slowly, he raises his\nflashlight and aims it at the figure. The beam illuminates:\n\nA young girl. Bald head. Wild eyes. Fish ‘N Fry T-shirt.\nELEVEN.\n\nShe looks at Mike. He looks at her.\n\nTheir gaze holds a beat. And then...\n\nA LOW GROWL RUMBLES. Mike hears it.\n\nHe looks up at the night sky.\n\nINT. BYERS HOUSE - NIGHT\n\nJoyce and Jonathan hear it too.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks up at the night sky. INT. BYERS HOUSE - NIGHT\n\nJoyce and Jonathan hear it too. \n\nTARGET SECTION TO BE ANNOTATED:\nThey look out the window with tear stained eyes.\n\nEXT. WOODS - NIGHT\n\nHopper’s radio crackles to life.\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f64.\n\nCALLAHAN (0.S.)\n(filtered )\nYou hear that Chief?\n\nHopper doesn’t respond. His eyes fixed on the sky.\nWe follow his gaze.\nRISING UP...\nOver his head...\nAND UP...\nOver Camp Hero base...\nAND UP...\nOver the shadowed trees...\nAND UP...\nTo the dark silhouetted clouds in the sky above.\n\nA LOW GROWL RUMBLES, just like in the opening scene. But this\ntime, it grows louder, and louder, shaking our eardrums.\n\nAn ELECTRIC BLUE light flashes behind the clouds.\nThe storm is no longer coming.\nIt’s here.\n\nEND EPISODE\n\nScript provided for educational purposes. More scripts can be found here: http://www.sellingyourscreenplay.com/library\n\f"
}