{
  "1": "Suburbicon\n\nOriginal Screenplay by\n\nJoel Coen and Ethan Coen\n\nThis draft: March 27, 2007\n\fBlack.\n\nIn black we hear a light, irregular tapping, thin and sharp, as of something tapping against\nglass.\n\nA slow fade-up defines crossing slats of wood—a window frame. The panes themselves\nremain black: it is night.\n\nA delayed fade-up now defines a branch, leafless and twisted, tapping against a pane.\nWe are looking out a second-story window.\n\nNow fading up is the rest of the tree, a tangle of bare branches, swaying.\n\nAnd finally the streetlit mansard and eaves of a house across the street, solid, suburban.\nWe start to pull back. A junior-scale baseball bat leans against the wall by the window.\nThe continuing pullback shows a mitt and ball on a bookshelf nearby and other marks of\na young boy’s bedroom.\n\nUnder the tapping of the limb, the approaching murmur of male voices. We hear\nfootsteps on a staircase as the two voices assume distinct characters—one placating, one\n\ngruff.\n\nThe murmuring ends as we hear a door opening. A shaft of light cuts across the room.\nOnly one pair of footsteps enters.\n\nOur track back finds and settles on an eight-year-old boy asleep in bed. A hand enters to\nshake him awake.\n\nVoice\nNicky. Wake up.\n\nThe boy’s eyes open.\nGardner, his father, stands over him in a bathrobe.\n\nGardner\nNicky. ..\n\nSilhouetted in the doorway beyond him is a man in an overcoat.\n\n... You have to get up, son. There are men in the house.\n\fThe boy climbs out of bed and takes his father’s hand.\n\nUPSTAIRS HALLWAY\nNicky holds his father’s hand as they go to the stairs. Following behind is the overcoated\nman, about thirty-five years old, Hispanic, heavy-set. His mustacheless beard and\nreceding hairline accentuate the roundness of his face.\nWe hear a stop-and-start electronic whir from downstairs.\nGardner\n\nWe'll just do what they tell us and they’!l leave soon.\n\nEverything will be all right.\nNicky looks back over his shoulder at the man following behind.\n\nThe man stares at Nicky as he walks. No expression.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nNicky looks back over his shoulder at the man following behind. The man stares at Nicky as he walks. No expression. \n\nTARGET SECTION TO BE ANNOTATED:\nThe three begin to descend the stairs. Opposite the bannister two rails are sunk into the\nstaircase wall. The whirring noise grows louder.\n\nGardner\nThese men are just going to look around a little and then\nthey’ll leave.\nNicky looks through the bannister, descending.\nThe living room below comes into view, foreground strobed by balusters. Two women in\nbathrobes are seated on a flower-print couch. The first is a handsome woman in her early\nforties—the boy’s mother, Rose. The second is a few years younger but is heavier and\n\nless attractive—the boy’s aunt, Margaret. Both look apprehensively at:\n\nA second overcoated man, riding a motorized wheelchair around the living room,\nstopping here and there to poke through drawers and shelves.\n\nGardner twitches with anger.\n\nGardner\nGet the hell out of there.\n\nHe lets go of Nicky’s hand and hurries down the stairs.\n\nThe man in the wheelchair makes it pivot to face the stairs. He is in his forties, like the\n\fother man heavy-set and roundfaced, but Anglo, crew-cut, face shadowed by beard-\nstubbled and punctuated with spikes of white nostril- and ear-hair. He is Ira Sloan.\n\nIra Sloan\nShaddup.\n\nThe father stops in the middle of the living room.\n\n... Get mea drink.\nThey stare at each other. Finally the father turns towards the bar at the back end of the\nliving room. He pours some bourbon into a glass and starts toward the man in the wheel-\nchair.\n\n... Ona tray.\n\nAnother exchange of hard looks. The father turns back to the bar for a small metal tray,\nplaces the drink on it, brings it to Ira Sloan. Ira Sloan reaches for it.\n\nNicky is halted at the foot of the stairs. He watches Ira Sloan.\nLeering at the boy’s father from the wheelchair, Ira Sloan takes the drink from the tray.\nHis hand is gloved—a leather driving glove with perforations for breathing and vents at\n\nthe knuckles.\n\nThe Hispanic man, Luis Colina, pushes Nicky forward into the living room. Luis Colina\nis wearing the same driving gloves.\n\nLuis Colina\nGimme a drink on a tray too.\n\nIra Sloan steps up out of the wheelchair.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nLuis Colina\nis wearing the same driving gloves. Luis Colina\nGimme a drink on a tray too. Ira Sloan steps up out of the wheelchair. \n\nTARGET SECTION TO BE ANNOTATED:\n He pushes the wheelchair toward the couch.\nAt the bar Gardner finishes pouring the second drink and turns.\n\nIra Sloan\nDon’t give that to him. Gets mean when he’s drunk.\n\nGardner looks back and forth between the two men.\n\nLuis Colina\nGive it here.\n\nGardner looks at Ira Sloan, who shrugs.\n\fIra Sloan\nAll right. Your fucking responsibility.\n\nGardner crosses the living room to hand over the drink.\n\nGardner\nWhat do you want to do? Let’s get this over with.\n\nLuis Colina is taking a sip from his drink.\n\nLuis Colina\nWhat’s the hurry, got an appointment?\n\nIra Sloan\nHe’s got an appointment. He’s got a social appointment.\n\nLuis Colina\nWhere’s the toilet?\n\nIra Sloan\nForget that. Let’s quit fucking around and go.\n\nNick looks at Ira Sloan striding toward his mother. Beneath his overcoat are what seems\nlike uniform pants, blue with a darker blue satin stripe running down the seam to a pair of\n\nshiny black lace-up boots.\n\nAt the couch now, Ira Sloan bends down towards the older woman, his head close to hers,\nalmost as if to kiss her.\n\nIra Sloan\nJust put your arms around my neck.\n\nShe does.\n\nGardner\nT’ll do that.\n\nIra Sloan scoops her off the couch.\n\nIra Sloan\nWhy don’t you just shut up. She don’t mind.\n\nAs he carries her over to the wheelchair:\n\n... You don’t mind, do ya ma’am?\n\fRose\nIra Sloan\nShe don’t mind.\nLuis Colina\nTell me where the toilet is. I gotta pee like there’s no\n\ntamarra.\n\nMargaret\nThrough the hall on the left.\n\nLuis Colina\nThank you ma’am.\n\nNicky walks over to his mother and watches Luis Colina leave. He is also wearing the\nblue dress pants and black lace-up boots. Nick puts a hand on his mother’s arm.\n\nLuis Colina’s exit has left a lull in the talk. Finally:\nIra Sloan\nIf I were you I’d keep an eye on that guy. He’s, uh,\nwhadda they say, he’s loco, ya know, he’s outta his fucking\nmind. And he’s got a weight problem.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally:\nIra Sloan\nIf I were you I’d keep an eye on that guy. He’s, uh,\nwhadda they say, he’s loco, ya know, he’s outta his fucking\nmind. And he’s got a weight problem. \n\nTARGET SECTION TO BE ANNOTATED:\nHe leans in confidentially to Gardner:\n\n... You don’t think that was his first drink, do ya?\n\nRose\nHow can we keep him away from Nicky?\n\nIra Sloan shrugs indifference:\n\nIra Sloan\nBeats me.\n\nGardner\nWe have an understanding, correct—\n\nLuis Colina\n(laughing as he reenters)\nAn understanding, yeah.\n\fHe is carrying a blue bath mat and a matching blue toilet seat cover in one hand. A dark\nmetal box is tucked under his other arm. He waves the toilet seat cover.\n\n... This one-size-fits-all?\n\nMargaret\nYes, it’s, uh... standard. Standard size.\n\nLuis Colina\nIt better be. How’s this thing work?\n\nHe holds up a TiVo box, its cords dangling.\n\nGardner\nYou. . . It records your television programs to a hard drive\nbut—\nLuis Colina\nOff the cable?\n\nGardner\nYes but you have to up-res to high def—You have to—\n\nLuis Colina\nAh fuck it.\n\nHe drops the box clattering to the floor.\n\nIra Sloan\nLet’s quit fucking around.\n\nBASEMENT STAIRCASE\n\nAs its light is switched on. Two rails, like those on the upper staircase, run the length of\nthe stairs. At the head of the stairs Gardner wheels Rose onto the platform that travels on\nthe piping.\n\nGardner\nWe have an agreement, don’t we, that if we Clarkate no\nharm will come to us.\n\nIra Sloan\nYeah we got an agreement but I ain’t God, you know what\n\fI mean?\n\nGardner\n\n(carefully)\nNo, I’m not sure I do.\n\nIra Sloan\nWell, that makes two of us.\n\nMINUTES LATER\n\nNicky and the rest of the family are in the home’s finished basement, a rec room with a\npool table, old television set, etc.\n\nAll four are seated. Gardner and Margaret are already bound hand and foot. Ira Sloan is\nnow working on Rose as Nicky looks on, seated next to her. As Ira Sloan finishes a knot:\n\nIra Sloan\nThat more comfortable for ya, ma’am?\n\nRose\nI’m fine. Just... please, don’t hurt us. You promised you\nwouldn’t hurt us.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nRose\nI’m fine. Just... please, don’t hurt us. You promised you\nwouldn’t hurt us. \n\nTARGET SECTION TO BE ANNOTATED:\nIra Sloan\nWould we bother to tie you up if we were gonna hurt ya?\nIt’s a question that answers itself.\n\nHe looks at her for a moment.\n\n... You must think we’re pretty sick. A couple a animals.\nIs that what you think?\n\nShe doesn’t answer. Ira Sloan’s tone sharpens:\n...Lasked you a question. Smart guy.\n\nGardner\nNo no, she doesn’t think that.\n\nIra Sloan\nShaddup. I’ve had enough from you. Don’t tell her what\nshe thinks.\n\fRose\nNo, I don’t think that.\n\nIra Sloan has finished on Rose. He straightens up, glances over at Margaret.\n\nIra Sloan\nYou’re pretty quiet over there.\n\nShe doesn’t say anything.\n... What do you think about all this?\n\nMargaret\nI... I’m sure you won’t hurt us.\n\nIra Sloan smiles, stoops down to start tying up Nicky.\n\nIra Sloan\nLady, you ain’t in a position to be sure about anything.\n\nHe is thinking out loud.\n... Anyway, you make me sick.\n\nRose\nDo you have to tie him up?\n\nIra Sloan\nJesus Christ, think about it for a minute. It’s a question that\nanswers itself.\nA cel phone rings.\nIra Sloan and Luis Colina look at each other, uncertain. A beat.\nLuis Colina reaches into his pocket and takes out a phone. He squints at its display:\n\nGombrich.\n\nLuis Colina\nShit. I gotta get this.\n\fIra Sloan\nYou're shittin’ me.\n\nLuis Colina\nNah, it’s all right.\n\nIra Sloan\nYou gotta be fuckin’—\n\nLuis Colina\nNah, it’s all right. Just keep it down. No one talk.\n\nHe flips open the phone, his other hand held up toward Ira Sloan for silence.\nHey man... Not much. . . Just, you know, on the job. .. I\nknow. .. Iknow. .. Okay. You too, man. Have a good\none.\n\nHe flips the phone shut and looks at Rose.\n\n... You got a bathroom down here?\n\nIra Sloan\nWhat? You gotta pee again? What’re you so fucking\nnervous about?\n\nHe straightens up from Nicky, a little nervous himself.\n\n...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’re you so fucking\nnervous about? He straightens up from Nicky, a little nervous himself. ... \n\nTARGET SECTION TO BE ANNOTATED:\n Just give me the chloroform.\n\nLuis Colina hands him a bottle. Ira Sloan takes out his handkerchief, soaks it, and heads\nfor Margaret.\n\n... We’ll start with the auntie over here. Shut up her\nyapping. \"Auntie Em, Auntie Em...\"\n\nHe holds the handkerchief over her mouth.\nJust breathe normal.\nShe struggles before passing out.\n... God, I love that fucking movie.\n\nNicky shrinks back in his chair, watching.\n\f10\n\nIra Sloan is moving for the father. As he puts the handkerchief over his mouth, Rose\nstarts to wail.\n\nRose\nNo. . . please don’t...\n\nIra Sloan\nShutup you. No more talking.\n\nAs Gardner passes out, he turns and walks towards the mother.\n\nAs Nicky watches the man approach his mother he starts to struggle violently and cry.\nHe is writhing in his chair as much as the rope will allow.\n\nLuis Colina\nDo the kid. He’s freaking out.\n\nIra Sloan\nFuck you. You do him.\n\nA pair of hands comes into frame with a red bandana soaked in chloroform.\n\nNicky struggles, tossing his head, making it impossible for Luis Colina to press the rag\nover his face.\n\nIra Sloan stands behind his mother with a handkerchief. Her eyes are on him.\n\nLuis Colina\nJust settle down, kid.\n\nRose\nBe gentle with—\n\nIra Sloan is pressing the kerchief over her mouth.\n\nIra Sloan\nWe’re just gonna send him to Oz...\n\nNicky, still struggling, looks at his mother.\n... It'll bea riot.\n\nLuis Colina gets his hands over Nicky’s mouth. He settles down.\n\f11\nHis mother is passed out, her head lolling onto her chest. Ira Sloan re-soaks his\nhandkerchief, grabs her by the hair, pulls her head back and clamps the kerchief over her\nmouth again.\nNicky starts to struggle again, but Luis Colina has his rag firmly over his mouth now.\nHe sees Ira Sloan with his kerchief over his mother’s mouth.\nHis eyes start to droop.\nHe sees his mother’s legs. They are starting to tremble.\n\nThe picture begins to fade.\n\nLuis Colina\nJesus, Jesus...",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are starting to tremble. The picture begins to fade. Luis Colina\nJesus, Jesus... \n\nTARGET SECTION TO BE ANNOTATED:\nOffscreen, muffled, mixing down:\n\nIra Sloan\nIf you’re gonna puke do it in the bathroom. Fucking\ngreaseball. ..\nFADE TO BLACK\n\nFADE IN:\nHOSPITAL EMERGENCY WAITING ROOM\n\nA middle-aged black man holds a blood-soaked towel around his arm, waiting for\nattendance. In the background we can hear the squeak of rubber-soled shoes on linoleum,\nan echoing PA system occasionally paging a doctor, etc.\n\nNicky, sitting opposite the injured man, is staring at him. He is pale, drawn, exhausted.\nHe looks down the hall.\n\nNear the door to the waiting room, his father stands listening to a short Oriental doctor\nwhose words are barely discernible:\n\nDoctor\n—she’s on a respirator and we’re profusing her, but,\nfrankly, the prognosis is not good. Chloroform’s a\nprogressive depressant. It works on the motors and usually\njust has a temporary narcotic effect, but obviously your\n\f12\nwife respired a lot more of the stuff. . .\nNicky looks away, the doctor’s voice continuing in the background as a muffled drone.\nThe black man seated across from him looks at him impassively.\n\nFADE OUT\n\nFADE IN\nWAITING ROOM\n\nLater. Nicky is waking up as we hear a door open offscreen. He rubs his eyes, looks\nacross the room.\n\nThe chair where the black man had been sitting is now empty. There are a few drops of\nblood on the linoleum floor next to the chair.\n\nOn either side of Nicky, Gardner and Margaret rise from their chairs. Nicky’s eyes\nfollow them as they leave frame. He edges apprehensively forward.\n\nHis father and aunt are talking to the doctor. His voice is muted, solemn. Margaret starts\nsobbing. Gardner, nodding meaninglessly, looks at the doctor, looks at Nicky. He starts\nslowly across the room towards Nicky.\n\nNicky, watching his father approach, sinks back into his chair.\n\nFADE OUT\n\nCEMETERY\n\nA sleek wooden coffin is being hydraulically lowered into a grave. As it slips down it\nreveals the members of the family and other mourners standing on the far lip of the grave.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nNicky, watching his father approach, sinks back into his chair. FADE OUT\n\nCEMETERY\n\nA sleek wooden coffin is being hydraulically lowered into a grave. As it slips down it\nreveals the members of the family and other mourners standing on the far lip of the grave. \n\nTARGET SECTION TO BE ANNOTATED:\nNick is flanked on one side by Gardner and on the other by a stocky man with a solid\ngut—Nick’s Uncle Mitch.\n\nNick mutely watches the coffin being lowered as the priest intones a prayer.\nThe hydraulics lowering the coffin make the same sound as the staircase wheelchair. The\n\ncoffin comes to rest at the bottom of the grave. The priest has finished speaking. A\nscoopful of dirt hits the top of the coffin.\n\f13\n\nGardner hands the scoop to Margaret. She shovels some dirt into the grave, then breaks\ndown. Gardner puts a consoling arm around her and leads her away.\n\nNicky watches them. His father gives Margaret a consoling kiss.\n\nNicky turns back toward the grave.\n\nUncle Mitch scoops some dirt into it, then takes a small flower from his lapel and tosses\nit down onto the coffin.\n\nCEMETERY ROAD\n\nNicky, Gardner, Mitch and Margaret are approaching the family limo. The priest is\nhurrying to meet them.\n\nPriest\nPlease remember, Gardner, if there’s anything you need,\ndon’t hesitate to call me. Rose was a very brave woman\nand...\n\nMitch, muttering, draws Nicky away while Gardner and Margaret talk to the priest.\nMitch’s accent is Bronx working-class.\n\nMitch\nFull a shit. Come on, Nicky, let’s you and me take a little\nwalk.\nNicky\nYes sir.\nThey start walking down the drive.\nMitch\n\nThese fucking Episcopalian priests. Jesus Christ. They\ndon’t give two shits about spiritual guidance and family\nand the concerns of, you know. The bereaved. You know\nwhat they’re thinkin’ about Nicky?\n\nNicky\nNo sir.\n\nMitch\nTheir next martini.\n\f14\n\nNicky\nYes sir.\n\nMitch\nThat’s what these guys drink. With a fuckin’ gahnish.\nWhat a suhvice. A goddamn travesty. Your mother was a\nfuckin’ catlick, Nicky—excuse me. I’m upset. We’re all\nupset.\n\nHe wipes an eye, shakes his head.\n\nShe was a catlick. Until she was hijacked. My sister was\nhijacked by a goddamn Wasp. You know what a Wasp is?\nNever mind.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy sister was\nhijacked by a goddamn Wasp. You know what a Wasp is? Never mind. \n\nTARGET SECTION TO BE ANNOTATED:\n Just rememba: your mutha was a catlick.\n\nAnd that makes you a catlick. Not a goddamn Wasp. Jesus\nChrist. That suhvice. And what was with that seurmon.\nIt’s like he didn’t even know huh, that fuckin’ priest. A\nbunch of inane verbiage. He coulda been talkin’ about\nanybody. These people have no soul, no values. Thank\ngod they drink or they’d control everything. They got their\neye on the ball, Nicky. Which is money. People think it’s\nJews think about money all the time. No. It’s these people.\n\nNicky\nYes sir.\n\nMitch\nWhen you’re older you’ ll understand.\n\nHe looks at Nicky and finally seems to realize he is talking to an eight-year-old. He\nsmiles, reaches out and pinches Nicky’s nose between the middle knuckles of his index\n\nand middle fingers.\n\n. .. Who’s got ya nose, ya fuckin’ kid, ya?\n\nNicky\nYou do, Uggle Mitch.\nMitch releases Nicky’s nose.\nMitch\nWho loves ya like a son?\nNicky\n\n(rubbing the color back into his nose)\n\f15\n\nDaddy does.\nMitch\n(undaunted)\nYeah, well, who else?\nNicky\n\nYou do, Uncle Mitch.\n\nMitch is taking coins out of his pocket and slipping them into various pockets of Nicky’s\nsuit.\n\nMitch\nWho let’s you keep all the coins that stay in ya pockets?\n\nMitch is scooping Nicky off the ground with one arm around his waist.\n\nNicky\nYou do, Uncle Mitch.\n\nMitch takes one of Nicky’s ankles in one hand, then the other ankle in the other hand.\nWith the boy now dangling upside down, Mitch starts shaking him vigorously.\nApparently it is a ritual of long standing.\n\nMitch\nGoddamn, kid, you weigh a fucking ton.\n\nCoins are jangling out of Nicky’s pockets and spinning on the asphalt beneath him.\n\nLIMO INTERIOR\nGardner sits with Margaret in the back of their limo, now tooling down the street.\nGardner\nDamn it. Just once I’d like to see your brother show a little\n\nsense. ..",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIMO INTERIOR\nGardner sits with Margaret in the back of their limo, now tooling down the street. Gardner\nDamn it. Just once I’d like to see your brother show a little\n\nsense. .. \n\nTARGET SECTION TO BE ANNOTATED:\nThrough the windshield of the limousine we see Mitch, standing in the middle of the\nroad, giving frantic but comically silent bounces to the upside-down Nicky.\n\n. .. Just once I’d like to see that.\n\nEXTERIOR LIMO\n\f16\n\nAs it pulls up next to Mitch. The back door opens as Mitch lets the boy back to the\nground.\n\nMargaret\nCome on, kids.\n\nNicky scrambles into the car but Mitch is on his hands and knees, picking coins off the\npavement. His face is flushed from the exertion.\n\nMitch\nHold your hosses, Maggie, I’m paying for the limousine.\n\nINTERIOR LIMO\n\nNicky is seated between Gardner and Margaret. Mitch faces them, his back to the driver.\nAt the cut we hear only the hum of the engine. The awkward silence inside the car is\nfinally broken by Gardner:\n\nGardner\nNicky, we’ve decided that it would be best if your Auntie\nMargaret stayed with us for awhile. You’d like that,\nwouldn’t you?\n\nNicky doesn’t say anything. He stares out the window at the bleak cemetery slipping by.\nMitch\nIf I didn’t have a business to run, by God I’d stay too.\nWould you like that, son?\nNicky looks out the window, silent.\nMargaret\nHe’s had a bad shock. He doesn’t want to talk now. I think\n\nhe just needs some time.\n\nMitch takes a small flask of whisky out of his coat pocket, unscrews the cap and takes a\nlong drought. He offers it to Gardner.\n\nGardner\nNo thanks, Mitch.\n\nMitch\n\f17\nDo ya good.\n\nGardner\nNo thanks.\n\nMitch shrugs and takes another swig. He burps, then sighs and looks out the window.\nHe grimaces at a thought. Angrily, to no one:\n\nMitch\nWhat was with that suhvice?\n\nSilence.\nMitch comes to. He looks across the limo at the family.\nMitch\nI’ll promise you one thing, Gahdnuh. If I ever get my\nhands on the cocksuckas that did that to Rosie, I’m gonna\nfuckin’ peel ’em back from their assholes.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks across the limo at the family. Mitch\nI’ll promise you one thing, Gahdnuh. If I ever get my\nhands on the cocksuckas that did that to Rosie, I’m gonna\nfuckin’ peel ’em back from their assholes. \n\nTARGET SECTION TO BE ANNOTATED:\n Just right inside\nthe fuck out, sittin theh with theh fuckin guts hangin out—\nMargaret\n(sharply)\nMitch.\nMitch looks at her, puzzled, then follows her glance to the child.\nHis gaze drifts off again. Again his face clouds.\nMitch\n. .. What was with that suhvice?\nNICKY’S BEDROOM NIGHT\nWe are close on Nicky asleep in bed. The thin, sharp tapping sound. . . the muffled\nvoices of the two killers, echoing, dreamlike. . . footsteps approaching on the staircase,\nand the sound of his bedroom door opening—\nNicky bolts upright in bed, sweating, and the noises abruptly stop.\n\nHe looks over at the door: not open. Hallway light leaks from underneath.\n\nBut, from downstairs, a brief exchange of male voices and the sound of a door closing, a\nheavy door, like the front door of the house. Was it real?\n\f18\n\nNicky is breathing hard. Slowly he climbs out of bed and pads across the room to the\ndoor, listening.\n\nTHE HALLWAY\n\nWe are on the door to Nicky’s bedroom; it slowly opens and Nick peers cautiously out.\nThe hallway is empty.\n\nNick emerges from the bedroom and heads for the stairway. We hear Gardner’s muffled\nvoice, then silence.\n\nNick starts down the stairs.\n\nHis point-of-view: bannister rails strobe in the foreground; the foremost part of the living\nroom is coming into view; the backmost part is still hidden in by our high perspective.\n\nNick slowly descends.\n\nNicky\nDAD...?\n\nHis dropping point-of-view shows more of the living room; finally a pair of legs comes\ninto view and then the rest of Gardner, striding into the foremost part of the living room,\nlooking up the stairs. Ice cubes click in the drink he holds.\n\nGardner\nNicky. How long have you been there?\n\nNicky\n... Thad a bad dream.\n\nGardner looks off screen.\n\nGardner\nMaggie?\n\nWe hear footsteps and Margaret enters frame from the back of the living room, wearing a\nrumpled bathrobe. She looks up at Nicky.\n\nMargaret\nWhat’s the matter, angel?\n\f19\n\nGardner\nHe had a nightmare. Uh... Maggie ll put you to bed.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n19\n\nGardner\nHe had a nightmare. Uh... Maggie ll put you to bed. \n\nTARGET SECTION TO BE ANNOTATED:\nMargaret has already started up the stairs, extending her hand towards Nicky.\nMargaret\nCome along, sweetheart. Auntie’! tuck you in.\nTHE BEDROOM\nNicky scrambles into bed. Margaret starts tucking in the covers.\n\nMargaret\nThere’s nothing to be afraid of any more, Nicky.\n\nNicky\nI know.\n\nMargaret\nDid you say your prayers before you went to sleep?\n\nNicky\nUmm... I forgot.\n\nMargaret\nWell that’s probably why you had nightmares. Shall we\nsay one together?\n\nNicky\nUh-huh\nMargaret\nWhich one do you say?\nNicky\n\nOur Father who art in heaven. . .\nMargaret recites with him:\n\nNicky and Margaret\nHallowed be thy name;\nThy kingdom come, thy will be done\nOn earth as it is in heaven.\nGive us this day our daily bread,\n\f20\n\nAnd forgive us our trespasses\n\nAs we forgive those who trespass against us.\nAnd lead us not into temptation,\n\nBut deliver us from evil.\n\nMargaret\nAmen.\n\nShe strokes Nicky’s hair.\n\n... You know when you talk to God you talk to your\nmother too, because your mother is with God now.\n\nNicky\nYes ma’am.\n\nMargaret\nYour mother is with God, but your daddy and me and\nUncle Mitch are still with you.\n\nNicky\nYes ma’am.\nMargaret\nAnd we love you.\nNicky\nOkay. ..\nHis eyes are drifting shut.\n... Aunt Margaret?\nMargaret\nYes, Nicky.\nNicky\nAre you a catlick?\nMargaret\n\nCatholic? Yes.\n\f21\n\nNicky\n(drowsily)\nOkay. .. Aunt Margaret?\nMargaret\nYes.\nNicky\nThey were . . .wearing the same pants.\nMargaret\nWho, angel?\nNick\n\nThose men. .. who came in. . . the house.\nHis eyes flutter open.\nMargaret is gazing down at him, her mouth slightly open, expressionless.\n\nAfter a beat she smiles, reassuringly. His eyes start to droop again. They slowly close\nand we:\n\nFADE OUT\n\nBATHROOM MORNING\n\nWe are close on Gardner. He is leaning into a a medicine cabinet mirror, dressed in a\ncrisp white shirt with his necktie thrown over his right shoulder.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyes start to droop again. They slowly close\nand we:\n\nFADE OUT\n\nBATHROOM MORNING\n\nWe are close on Gardner. He is leaning into a a medicine cabinet mirror, dressed in a\ncrisp white shirt with his necktie thrown over his right shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n He is carefully clipping\nhis nosehairs with a small Hoffritz scissors.\n\nWe hear a banging at the door.\n\nMargaret\nIf Nick doesn’t hurry up he’s going to miss the bus.\n\nGardner\nIll drop him on the way to the train.\n\nTHE FOOT OF THE STAIRCASE\n\nGardner leans in shrugging on his topcoat.\n\f22\n\nGardner\nCome on Nick! Get the lead out.\nTHE STREET\n\nGardner pulls Nicky briskly down the street. Gardner is carrying a leather attaché case.\nNick carries a lunchbox.\n\nGardner turns off the sidewalk to cut through a neighboring golf course.\n\nTHE GOLF COURSE\n\nAs Nick and Gardner cross a green. Gardner is setting a brisk pace, now several yards in\nfront of Nickey.\n\nIt is early morning. The light is soft and low ground fog still covers the golf course.\nGardner pauses at the top of a rise to wait for Nick.\n\nAs Nick approaches we hear a sudden chicha-chicha-chicha as a dozen automatic\nsprinklers sprout on the fairway below. The mist from the sprinklers halates in the early\n\nsun.\n\nNick pauses beside Gardner. Gardner puts a hand on top of the boy’s head as they both\nstare down at the sprinklers, the one holding a briefcase, the other a lunchbox.\n\nAfter a long beat:\n\nGardner\nGod, life is a joke.\n\nFADE OUT\n\nELEVATOR\n\nGardner stands at the back of the elevator, wearing a dark suit, carrying a briefcase. The\nelevator doors open to admit two more passengers.\n\nPassenger\nGardner, welcome back.\n\nHe grabs Gardners hand and presses it between both of his.\n\f23\n\n... Sorry to hear about your loss.\n\nGardner\nThanks Roger.\n\nRoger shifts awkwardly, then indicates the younger executive he entered with.\nRoger\nGardner, this is Robert Hughes, a new account executive.\n\nBob, this is Gardner Lodge, financial v.p.\n\nGardner\nGlad to meet you.\n\nRobert Hughes\nLikewise. Sorry we couldn’t have met under more, uh. . .\n\nRoger\n(jumping in)\nScooting up to eight to introduce Bob to the Maniacs. . .\n\nHe glances at his watch.\n\n... Damn.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe glances at his watch. ... Damn. \n\nTARGET SECTION TO BE ANNOTATED:\n Trouble with those Creative people is they’re\nnever in before eight-thirty.\n\nTRACKING POV THROUGH OFFICE AREA\n\nLinda, the secretary outside of Gardner’s office, is just getting to her feet.\n\nLinda\nI’m so sorry, Mr. Lodge.\nGardner\nThanks, Linda.\nLinda\nI’m so sorry.\nGardner\n\nWhat do we have today?\n\f24\nLinda\nNothing right away. Mr. Pappas would like to see you\nwhenever. . . well, whenever. . .\n\nGardner\nThanks.\nTRACKING\n\nThrough a lavishly appointed executive suite. A logo on the wall reads \"Pappas &\nSwain\".\n\nA tall, deeply tanned man is walking towards the camera with his arms extended for an\nembrace.\n\nGardner extends his hand to be shaken.\n\nEd Pappas smoothly avoids trouble by bringing his hands together to wrap around\nGardner’s, then turns and drapes an arm around Gardner’s shoulder and leads him away.\n\nPappas\nGardner. So sorry to hear about your loss.\n\nGardner\nThanks, Ed.\n\nPappas\nYeah, well come inside. We’ll have a talk. Hold my calls,\nVirginia.\nPAPPAS’S OFFICE\nGardner is sitting into a chair that faces the large mahogany desk; Pappas perches on the\nedge of the desk facing Gardner. He looks at Gardner. Gardner looks at him. There is a\n\nlong, awkward silence.\n\nFinally Pappas brings his fist up to chest level and gives it a short, emphatic wave,\nsmiling.\n\nPappas\nYeah.\n\nThere is another pause. After a moment he repeats the gesture and phrase\n\f25\n\n... Yeah.\n\nGardner\nI’m fine, Ed.\n\nPappas\nYeah, I know it...\n\nStill wearing an encouraging smile:\n... Okay, lets go! We’re in there with ya.\nHe gives his fist another emphatic shake:\n... We’re in there.\nAnother silence.\nGardner rises.\n\nGardner\nThanks, Ed.\n\nPappas beams.\nPappas\nOkay!\nGARDNER’S OFFICE\n\nHe sits behind his desk, staring off into space. After a long moment the intercom buzzes\nand he leans forward.\n\nGardner\nYeah.\n\nLinda’s Voice\nPhil Bigelow on seven.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter a long moment the intercom buzzes\nand he leans forward. Gardner\nYeah. Linda’s Voice\nPhil Bigelow on seven. \n\nTARGET SECTION TO BE ANNOTATED:\nGardner hits a button on the phone and leans back with the receiver.\n\nGardner\nHi, Phil.\n\f26\nVoice\nGardner. No bullshit, just heartfelt condolences.\n\nGardner\nThanks, Phil.\n\nVoice\nRight. I won’t keep you, just hang in there.\n\nGardner\nRight.\nHe hangs up.\nHe looks off into space.\nAnother intercom buzz.\nGardner\n\nYeah.\n\nLinda’s Voice\nJohn Sears on six.\n\nHe punches a phone button and leans back with the receiver.\n\nGardner\nJohn.\n\nAgitated Voice\nGardner, Jesus, how are you?\n\nGardner\nWell —\n\nAgitated Voice\nI’m so goddamn sorry, I... 1...\n\nThere is a long silence. Finally:\n—Oh, God, Gardner, I don’t know what to say!\n\nGardner\nThat’s all right, John.\n\f27\nAgitated Voice\nGod, Gardner!\n\nGardner\nThanks, John.\n\nSears’ voice continues, faint and tinny, as Gardner leans forward to cradle the phone.\nHe hits the intercom switch.\n\nGardner\nHold my calls, Linda.\n\nLinda’s Voice\nYes sir.\n\nHe sinks wearily back into his chair.\nHis eyes close. A tear runs down his cheek.\nAs he has rocked back in his chair, his feet under the desk dangle above the floor.\n\nMore tears drop from under his closed eyes. Suddenly his eyes open. He looks down at\nhis desk.\n\nHe opens a top drawer and takes out two spring-tension hand grips. He starts squeezing\nthem, one in each hand.\n\nWe are wide on the office as Gardner settles back in his chair, once again closing his\neyes, still weeping, holding his hands out at either side and squeezing the grips, his feet\ndangling.\n\nThe only sound over the drone of the air-conditioner is the squeak-squeak-squeak of the\nspring grips.\n\nThere is a harsh buzz from the intercom.\nGardner leans for the intercom. Hoarsely:\n\nGardner\nNo calls, Linda.\n\nLinda’s Voice\nSorry Mr. Lodge, but I thought you might want this one.\n\f28\nThe Rowahton police department.\n\nGardner\n... Okay, I'll take it.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n28\nThe Rowahton police department. Gardner\n... Okay, I'll take it. \n\nTARGET SECTION TO BE ANNOTATED:\nHe sets the grips down on the desktop and rubs his eyes, trying to compose himself. He\npicks up the phone.\n\nGardner\nYes?\nVoice\nMr. Lodge?\nGardner\nYes?\nVoice\n\nThis is Officer Gale Hightower of the Rowahton P.D.\nRight off the bat I gotta tell ya I’m sorry about your wife.\n\nGardner\nThank you—\n\nHightower\nThe other thing is I got a couple guys here I’d like you to\nlook at. Stamford police picked ’em up last night and sent\n’em down here ‘cause they more or less fit your\ndescription, male Hispanic and a white guy—\n\nGardner\nThey’ve been caught?!\n\nHightower\nNow don’t get too anxious there, Mr. Lodge; nobody’s\nbeen caught unless you say they have. These are just two\nclowns picked up for trying to kill each other, just a brawl,\nbut, ya know. ..\n\nGardner\nWell. . . what do you want me to do?\n\nHightower\nTake a look at em. Ya know, if you’d be so kind and all\nthat. . .\n\f29\n\nGardner stares blankly down at the top of the desk.\n... You still there pal?\n\nGardner\nIt'll... it’ll take me a little while to get there.\n\nHightower\nHey, they ain’t going anywhere.\nPRECINCT HOUSE\n\nGardner sits in a folding chair in the precinct waiting room. A black hand enters frame,\nextended for a handshake.\n\nVoice\nMr. Lodge? Lt. Hightower.\n\nGardner looks up at the tall middle-aged black man and smiles weakly. Hightower’s\nhand is still extended.\n\nGardner\nYou’re, uh—\n\nHightower\nI’m the law around here. Go ahead, it won’t rub off.\n\nGardner hastily rises and reaches for the hand.\n\nPULLING GARDNER AND HIGHTOWER\nThey walk down a busy corridor in the police station.\nHightower\nHate to go over old ground, but are you sure there wasn’t\n\nany cash in the house the night of the break-in?\n\nGardner\nHardly any. Why?\n\nHightower\nWell, these two morons had a lot of dough on ’em when\n\f30\n\nthey were picked up.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nGardner\nHardly any. Why? Hightower\nWell, these two morons had a lot of dough on ’em when\n\f30\n\nthey were picked up. \n\nTARGET SECTION TO BE ANNOTATED:\n Especially the male Hispanic. Well\nthey’re both males. Hey Mr. Lodge, you’re brother-in-law,\num...\n\nGardner\nMitch? Egan?\n\nHightower\nYeah, he—very well-intentioned, I’m sure, but—he’s\ncalled a few times, check on the progress, offer some\nsuggestions—\n\nGardner\nHe used to be a cop.\n\nHightower\nUh-huh, he mentioned that. Seven or eight times. Used the\nwords “professional courtesy” maybe what, ten or twelve\ntimes. The point is, I always try to be polite. I’m a public\nservant, you know. But you’re brother-in-law is a fucking\npain in the ass.\n\nGardner\nVl... Pl get him to calm down.\n\nHightower\nYou know, that would be very helpful. So okay, so these\ntwo schmeggegges—that’s what you call ’em, right?\n\nGardner\nWhat? I’m... I’m Episcopalian.\n\nHightower\nYeah whatever, if you could just take a look. I had a squad\ncar pick up your sister-in-law too. . .\n\nHightower is just opening a door to a small room with a glass wall at one end.\n\nMargaret, a worried expression on her face, stands holding Nicky’s hand, next to a police\n\nHightower\n\f31\n\n... [thought she should see this. By the way, sorry about\nyour wife. I mentioned that, right?\n\nGardner looks down at Nicky and freezes. He looks up at Margaret.\n\nGardner\nAre you crazy?\n\nMargaret\nHe was afraid to stay home alone.\n\nGardner\n(to Hightower)\nMust he be subjected to this?\n\nHightower shrugs.\n\nHightower\nBeats me. How ya doing, junior?\n\nNicky\nOkay.\n\nHightower\nWanna wait outside for a few minutes?\n\nNicky\nI’m okay.\n\nHightower looks at Gardner and shrugs again.\n\nHightower\nI think it’s okay.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nNicky\nI’m okay. Hightower looks at Gardner and shrugs again. Hightower\nI think it’s okay. \n\nTARGET SECTION TO BE ANNOTATED:\nGardner\nWell I don’t think it’s okay! I don’t think it’s okay that\nhe’s been having nightmares! I don’t think it’s okay that he\nshould have to see these people again! Are you people\nsadists down here?\n\nNicky\nI don’t mind looking at ‘em, Dad.\n\nGardner stares at Hightower. The policeman sighs, stretches his hand out to Nicky.\n\f32\n\nHightower\nBetter wait out in the hall, kid. We’ll only be a minute.\n\nHe leads Nicky out the door of the viewing room, shuts it behind him.\n\n. .. Kids love police work, what can I tell ya. Why don’t\nyou folks sit down.\n\nAs they do so, Hightower cuts the light in the viewing room and speaks through the\nintercom next to the light panel.\n\n. .. Ready for the swimsuit competition.\nThe glass wall to the far side of the room shows a brightly lit platform, a door at the back\nof which is now being opened by a uniformed policeman. Six bored-looking men enter\nand mill vaguely about.\n\nHightower\n(into the intercom)\n\nJust line up on that black tape on the floor, gentlemen.\n\nThey fall in.\n\nGardner looks.\n\nIra Sloan and Luis Colina are among the six men, Luis Colina now with a discolored eye,\nIra Sloan with a splinted middle finger.\n\nAs Gardner continues to look through the glass without any visible reaction, we hear a\ndoor opening. A wedge of light opens across the darkened viewing room. The forms of\nHightower, Gardner, Margaret and the police matron are reflected in the glass that\nseparates the two rooms.\n\nUp on the platform, Ira Sloan raises his hand to shield his eyes from the overheads,\nsquinting out at the viewing room.\n\nHightower calls over his shoulder:\n\nHightower\nKeep it shut please. . .\n\nHe turns to look back up at the platform. He hits the intercom.\n\n... Could we offer you some opera glasses?\n\f33\n\nIra Sloan drops his hand from his eyes, pausing to curl a fist and show his splintered\nmiddle finger to the policeman.\n\nThe viewing-room door is easing shut on its hydraulic stop. Nicky now stands just inside\nthe door, against the back wall of the room.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n33\n\nIra Sloan drops his hand from his eyes, pausing to curl a fist and show his splintered\nmiddle finger to the policeman. The viewing-room door is easing shut on its hydraulic stop. Nicky now stands just inside\nthe door, against the back wall of the room. \n\nTARGET SECTION TO BE ANNOTATED:\nThe viewing room returns to semi-darkness as the door closes; the backs of the heads of\nhis father and aunt and the policeman are foreground silhouettes blocking his view of the\nbrightly lit line-up\n\nHightower\n(to Gardner)\nWell... ?\nGardner shakes his head.\nGardner\nNo.\n\nNicky rises to his tip-toes to get a better view.\n\nHightower\n...Ma’am?\n\nNicky shifts and cranes his neck.\nThe line-up is now in view. Ira Sloan and Luis Colina, looking bored, gaze out.\nNicky’s eyes widen. He looks at his father, opens his mouth to speak, is interrupted:\nHightower\nTurn to your right, fellas. .. You in the middle, speak\nEnglish? Your right. El righto, get me?\nHe turns from the intercom to Margaret, waiting for her confirmation. She still sits mute.\nGardner too looks at her, expectantly.\nHightower turns up a palm.\n. .. Come on dear, you’re not picking out wallpaper.\n\nMargaret turns and looks at him levelly.\n\nMargaret\n\f34\nNo. They’re not there. I just wanted to be sure.\nNicky, astounded, looks from her to his father.\n\nNicky\nDad. ..?\n\nGardner turns abruptly to see Nicky for the first time.\n\nGardner\nWhat’re you doing here?\n\nHe turns to Hightower:\n... What is he doing in here?\nHe strides over to Nicky:\n...Come on. This isn’t for you.\nHightower glances casually back over his shoulder, then looks at the matron.\nHightower\nSarah, take him out and keep him out, will ya? And you\nstick around, Mr. L.\n\nHe leans back to the intercom\n\nThe policewoman takes Nicky’s hand and starts leading him out of the room. Nicky\nlooks back over his shoulder.\n\nNicky\nDad. .. I gotta...\n\nHightower\nNo winners tonight. Sorry boys, I know how bad you\nwanted that scholarship —\n\nWe are tracking back out of the viewing room. Hightower is hunched over his intercom.\nGardner stands rooted to the spot, staring at Nicky. Beyond him the line-up men are\nfiling out the platform door.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHightower is hunched over his intercom. Gardner stands rooted to the spot, staring at Nicky. Beyond him the line-up men are\nfiling out the platform door. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the foreground the viewing-room door hisses shut on its stop.\n\f35\n\nCAR\nNicky sits in the front seat between Gardner, driving, and Margaret. For a long while\nnobody speaks and we hear only the drone of the engine. Nicky, motionless, stares\n\nstraight ahead through the windshield. Finally, looking as they pass a gas station:\n\nGardner\nNever thought I’d live to see the day gas hit three dollars.\n\nMore driving in silence.\nThen:\n\nMargaret\nMrs. Najarian sent some flowers.\n\nGardner\nShe’s s fine woman. . . We owe the Najarians a dinner.\n\nMargaret\nThe Stouts also.\n\nGardner\nNot on the same night, though. Herb and Thayer don’t get\nalong.\n\nMargaret\n\nOh. Well just let me know when you think it’s proper to\nstart entertaining. . . I was just rereading some of \"Life\nRaces\"—that book you gave me.\n\nGardner\nYeah, Dr., uh. . .\n\nMargaret\nEvan Maslansky. You know how he talks about life being\na series of races, where you have to triumph in each one\nbefore you proceed to the next.\n\nGardner\nMargaret\n\nEvan said that when you find a terrible hurdle in one of\nyour Life Races, you can either remove it or choose another\n\f36\n\nLife Race...\nShe looks cautiously at Nicky, who does not seem to be listening.\n... Well I just think we are being tested, Gardner.\n\nGardner\n—Hmm? I’m sorry, I wasn’t listening.\n\nMargaret\nWell. . . I was just rambling, I guess.\n\nSilence. Finally, as they pass another gas station.\nGardner\nI'll tell you one thing. I never thought I’d see gas hit three\ndollars.\n\nNicky suddenly lunges across Margaret’s lap and claws for the handle of her door.\n\nGardner\nNicky! What the hell are you —\n\nMargaret\nANGEL!\n\nGardner, not understanding what is going on, has not slowed the car. As Nicky’s feet\nunintentionally kick at him, he fights to control the car.\n\nNicky starts vomiting into Margaret’s lap.\n\nLUIS COLINA\nDriving. He responds to a vibrating hum, squints at his phone.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nNicky starts vomiting into Margaret’s lap. LUIS COLINA\nDriving. He responds to a vibrating hum, squints at his phone. \n\nTARGET SECTION TO BE ANNOTATED:\n Gombrich.\n\nLuis Colina\nShit.\n\nHe flips it open.\n\nHey man.\n\f37\n\nGombrich’s Voice\nHey. Wuddya doin’, Luis.\n\nLuis Colina\nNothin. On my way home.\n\nGombrich’s Voice\n\nDriving?\nLuis Colina\nUh-huh.\nGombrich\nThat’s illegal. Driving, talking on a cel phone. That’s a\nbig no-no.\n\nLuis Colina\nWell shit, man—\n\nGombrich\nNo, I’m serious. That’s a violation.\n\nLuis Colina\nWell—I saw it was you, man! I’m gonna not answer?\nThass not good either.\n\nGombrich\nI could red-tag your file. It’s a violation.\n\nLuis Colina\nWell shit, okay, I’m hangin’ up—\n\nGombrich\nDon’t you fucking hang up on me!\n\nLuis Colina\nOkay, what? Okay, okay, okay I’m pulling over.\n\nHe continues driving.\n\n... One second. Okay...\n\nHe continues driving.\n\n... Okay, whassup.\n\f38\n\nGombrich\nI wanna see you at your residence in fifteen minutes. Get\nyour ass in gear.\n\nLUIS COLINA’S APARTMENT\nWe push over Luis Colina’s shoulder as he pushes open a door to enter an apartment that\nis a pandemonium of children yelling (the older ones) and bawling (the younger). A\ndiapered child sits in the middle of the living room banging on the floor with a dirty\nfrying pan.\nAn Hispanic woman screams:\nWoman\nWhere the fuck have you been? You been gone like\ntwenty-four hours, this is how we do it now? You fucking\n\nasshole!\n\nLuis Colina\nEverything is good, baby.\n\nA buzzer sounds.\n... Shit, thass him already.\n\nWoman\nEverything is good except that you’re a fucking asshole!\n\nLuis Colina presses a button set into an intercom by the door.\n\nLuis Colina\nOkay now don’t yell at me with the guy here.\n\nWoman\nThe what guy! The what fucking guy!\n\nLuis Colina\nIt’s Ernie. It’s my P.O., man.\n\nChild\nIt’s the pee guy!\n\f39\n\nLuis Colina\nOkay now don’t call him that.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nO., man. Child\nIt’s the pee guy! 39\n\nLuis Colina\nOkay now don’t call him that. \n\nTARGET SECTION TO BE ANNOTATED:\n When he’s here.\n\nAnother Child\nLula’s pee-guy is here!\n\nA knock at the door.\n\nWoman\nThat guy’s a fucking creep.\n\nThird Child\nLula’s pee-guy is here!\n\nLuis Colina\nSHUT THE FUCK UP!\n\nHe opens the door to Ernie Gombrich, who wears a short-sleeve sport shirt and khaki\npants and sneakers.\n\n... Come on in.\n\nGombrich\nHey Luis.\n\nLuis Colina\nMi casa es su casa.\n\nGombrich enters, looking around.\n\nGombrich\nNo thanks. Where you been, Luis?\n\nLuis Colina\nOh, you know.\n\nGombrich\nUh-huh.\n\nSilence.\nWhat the fuck does that mean?\n\nLuis Colina\nOh, you know, just... on the job, man. Playing with the\n\f40\n\nkiddies.\nA hoot from the woman.\nGombrich nods, still gazing around.\n\nGombrich\nGreat, that’s great...\n\nHe absently pulls an empty baby-food sized bottle from his shirt and unscrews its cap and\nhands it to Luis.\n\n. .. So you weren’t down at the Rowahton precinct house\nthis morning?\n\nLuis Colina stares at him.\nA beat.\n\nLuis Colina\nWell yeah I was there.\n\nBeat.\n... Briefly.\n\nGombrich\nYeah, you fuckin’ lie to me about where you been—\n\nLuis Colina\nI didn’t lie, man! It was, you know, beneath notice!\n\nGombrich\nBeneath notice. Are you gonna pee in that or what.\n\nLuis Colina\nYeah, it was all a fucking mistake, they bring us in—they\nbring me in for a line-up, some crazy shit that wasn’t me in\nthe first place, I don’t know—\n\nGombrich\nLuis, let me ’splain something. You know three strikes\nyou’re out? They play baseball in—where you from?\n\f41\n\nLuis Colina\nCaracas.\n\nGombrich\nCaracas. Is that where they make the—is that where the\nmusical instrument’s from?\n\nLuis Colina\nWhuh? Could be, I—whuh instrument?\n\nGombrich shakes his hands, going chicka-chicka, illustrating.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nLuis Colina\nWhuh? Could be, I—whuh instrument? Gombrich shakes his hands, going chicka-chicka, illustrating. \n\nTARGET SECTION TO BE ANNOTATED:\nGombrich\nCaracas.\n\nWoman\nThass castanets you fucking moron.\n\nLuis Colina\nSHUT THE FUCK UP!\n\nGombrich\nNo, the shakers—oh yeah, I guess it is castanets. Anyway,\nthree strikes, that’s the rule here, three strikes you’re out. I\nred-tag your file, you go back to Attica, ya know, do not\npass Go. You gonna pee in that, what’s the matter, you\nwant me to hold it for you?\n\nWoman\nYou sick.\n\nLuis Colina\nSHUT THE FUCK UP! Yeah, I take it to the bathroom.\n\nGombrich\nNo no, here. You know how we do.\n\nLuis Colina\nNot in front of the—oh, fuck.\n\nHe goes to a corner of the room and turns his back.\n\n... Don’t look kids. Lula’s got his dick out.\n\f42\n\nBATHROOM\nWe are close on the bathtub faucet dripping into the filled tub.\n\nNicky lies in the tub, watching the water drip. There is a knock on the door and he looks\nup.\n\nNicky\nDad?\n\nGardner walks in. He looks down at Nicky and shuts the door behind him. Gardner is\ndressed in a three-piece business suit that looks too warm for the steamed-up bathroom.\n\nGardner\nSo how’re you feeling, son?\n\nNicky\nI’m okay.\n\nGardner looks awkwardly around, then perches on the edge of the toilet.\nGardner\nFine, fine. It’s been a rough day. How was your little\n\nleague practice?\n\nNicky\nI guess it was okay. I worked on my stance.\n\n \n\nGardner\nWell good. That’s fine. That’s just fine...\n\nRising to leave:\n... Well you keep working on that stance.\n\nNicky\nDad?\n\nGardner turns. His glasses are beginning to fog.\n... How come you said it wasn’t them?\n\nGardner freezes.\n\f43\n\nGardner\n... It wasn’t who?\n\nNicky’s wet hair is plastered to his head.\n\nNicky\nIt wasn’t the. . . the robbers who. . . who killed mom.\n\nGardner starts to sweat in the heat of the closed bathroom.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nNicky’s wet hair is plastered to his head. Nicky\nIt wasn’t the. . . the robbers who. . . who killed mom. Gardner starts to sweat in the heat of the closed bathroom. \n\nTARGET SECTION TO BE ANNOTATED:\nGardner\nNicky, did you see the line-up?\n\nNicky\nI saw—\nGardner\nBecause that certainly was not the. . . robbers. It certainly\nwas not.\nNicky\nBut —\nGardner\n\n \n\nYoung man, I want you to understand something. People\nwalk into my office every day who say they’ve met me and\nI don’t remember them at all. . .\n\nHe works himself up:\n\n. .. Sometimes I see people I think I know and yet they tell\nme later that we’ve never even met. Maybe they look like\nsomeone else, maybe they talk like someone else, maybe\nthey’re related—\n\nNicky\nBut Dad, I —\n\nGardner\nMy point is that it’s a very shady business, this who you\nknow and who you don’t know, often one is mistaken—\nvery much mistaken and--and I’m telling you I got a good\nlook at those clowns and I’d never seen them before.\n\nNicky\n\f44\nUncle Mitch promised if I ever—\nGardner’s voice rises, almost breaks:\n\nGardner\nUncle Mitch doesn’t matter! He’s a buffoon!\n\nNicky shrinks.\n\nGardner brings himself up short and composes himself. Noticing that his glasses are\nfogged he removes them and takes a handkerchief out of his pocket.\n\nNicky watches. From somewhere downstairs, we hear Margaret starting to sing. Her\nvoice, filtering up into the utter quiet of the bathroom, has an eerie clarity. She is singing\n\"Please Release Me.\"\n\nGardner starts to clean his glasses, the handkerchief squeaking against the glass.\n\n... This is a family matter, and I don’t want you talking to\nUncle Mitch about it. Is that understood.\n\nNicky\nYes sir.\n\nGardner turns to leave.\nGardner\n\nIt’s a terrible, terrible tragedy.\nDISPATCHING OFFICE\nOf the city bus system. Route maps cover the cubicle’s walls; schedules and papers\nclutter the desk of the shirt-sleeved supervisor who works there, Clement Greenberg. On\nhis desk is a shellacked wood knickknack that shows the Twin Towers in flames and says\n“United We Stand/America.”\n\nIra Sloan is entering the cubicle. He wears an MTA uniform.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoute maps cover the cubicle’s walls; schedules and papers\nclutter the desk of the shirt-sleeved supervisor who works there, Clement Greenberg. On\nhis desk is a shellacked wood knickknack that shows the Twin Towers in flames and says\n“United We Stand/America.”\n\nIra Sloan is entering the cubicle. He wears an MTA uniform. \n\nTARGET SECTION TO BE ANNOTATED:\nIra Sloan\nYeah?\n\nGreenberg looks up.\n\nGreenberg\n\f45\n\nYou were late again yesterday morning.\n\nIra Sloan\nYeah?\n\nGreenberg\nWhere were you?\n\nIra Sloan\n\nOverslept. Your wife forgot to wake me.\n\nGreenberg\nFunny. (taps a file) I’m lookin’ at this, Sloan. You show\nup late. You show up drunk. You show up hung-over.\n\nIra Sloan\nYeah, well. You show up full a shit.\n\nGreenberg\nOkay. Fine. That’s it?\n\nIra Sloan\nThat’s it what?\n\nGreenberg\n\nThat’s all you’ve got to say?\nIra Sloan stands there looking bored. Greenberg sighs.\n... Okay. You’re being fired for cause.\n\nIra Sloan\nI got a labor union.\n\nGreenberg\nYeah? See if they can get your a licence. Your B-2’s\ngonna be revoked.\n\nIra Sloan stiffens.\n\nIra Sloan\n. .. What?\n\nGreenberg\nIt’s arumor I heard. You’re gone. (goes back to his\n\f46\npaperwork) I already cleaned out your locker.\n\nIra Sloan\nYou fuck.\n\nGreenberg\nUh-huh.\n\nIra Sloan glares at him. When he speaks again, it is carefully:\n\nIra Sloan\nThere was a. . . a thing in my locker.\n\nThis brings Clement Greenberg’s look up.\n\nGreenberg\nOh yeah?\n\nIra Sloan\nYeah.\n\nGreenberg\n\nDid you have a permit for it?\n\nThe two men stare at each other. At length:\n\nIra Sloan\nThat thing is mine.\nClement Greenberg holds the stare.\nGreenberg\nGee. I didn’t see a... thing. Why don’t you report it\n\nstolen.\n\nIra Sloan finally breaks the look and turns to the door. He turns back to the desk with an\nafterthought. He spits on the papers strewn across it. He turns back for the door.\n\nIra Sloan\nBig man. Clement fuckin Greenberg.\n\nINTERIOR OF CITY BUS\n\f47\n\nIt slowly cruises down the street. Luis Colina is driving. He pulls over to a bus shelter\nwhere an elderly woman waits. The door hisses open.\n\nThe elderly woman gingerly steps in, taking the stairs a cautious step at a time.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pulls over to a bus shelter\nwhere an elderly woman waits. The door hisses open. The elderly woman gingerly steps in, taking the stairs a cautious step at a time. \n\nTARGET SECTION TO BE ANNOTATED:\n As she\nreaches the top step, Luis Colina looks beyond her at the open door.\n\nIra Sloan, still in his MTA uniform, approaches the doorway.\n\nLuis Colina panics and reaches for the door lever. The door hisses shut. Ira Sloan has\none hand inside.\n\nLuis Colina hits the gas. The bus lurches away.\nIra Sloan’s hand slips out the door.\n\nLuis Colina is cruising out into traffic. We hear Ira Sloan’s muffled shouts receding\noutside. Luis Colina looks in his side mirror.\n\nIra Sloan runs down the street after the bus, shouting, arms pumping at his side.\nFrom the back of the bus:\n\nVoice\nDriver! That was my stop!\n\nThe passengers all look apprehensively at Luis Colina.\n\nMore Voices\nDriver! Driver!\n\nThe elderly woman who got on at the last stop is swaying precariously in the middle of\nthe aisle. Which way will she fall?\n\nLuis Colina looks from his rear-view mirror through the windshield.\n\nUp ahead the next traffic light is turning red.\n\nHe reluctantly slows the bus to a halt. He looks in his side mirror.\nBehind him the street is empty.\n\nAt the sound of a loud SMACK, his head whips around toward the door.\n\nIra Sloan has one hand slid between the two door bumpers and is pounding on the glass\nwith the other.\n\f48\n\nLuis Colina’s hand moves to the door lever, hesitates for a moment, then pulls. The door\nhisses open.\n\nAs Ira Sloan climbs the steps:\n\nLuis Colina\nWhat do you want, man?\n\nIra Sloan slaps at him awkwardly.\n\nIra Sloan\nWhat’re you doin’?\n\nLuis Colina pushes back.\n\nLuis Colina\nWhat do you want?\n\nLuis Colina reaches a baseball bat from where it is tucked upright next to his seat.\n\nIra Sloan\nWhat’s that.\n\nLuis Colina\nIt’s my whacker, man. In case a whacko gets on the bus.\n\nIra Sloan\nOh yeah?\n\nLuis Colina\nThass right, man.\n\nIra Sloan\nA whacko gets on the bus every time you drive. Come on,\noutside.\n\nBoth men have their hands up, Luis Colina with the bat, each waiting to see what the\nother will do.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nIra Sloan\nA whacko gets on the bus every time you drive. Come on,\noutside. Both men have their hands up, Luis Colina with the bat, each waiting to see what the\nother will do. \n\nTARGET SECTION TO BE ANNOTATED:\nA staring beat.\nFinally, bat in hand:\n\nLuis Colina\n\f49\n\nI’m on the job, man.\n\nIra Sloan\nOutside. . .\n\nHe lowers his hands and takes one step back.\n\n...Come on. Friends. Put away the fishbat. Whacko.\nWhacker.\n\nLuis Colina relents. He tucks the bat back behind the seat and rises cautiously and sucks\nunder the handrail. As he starts down the steps, Ira Sloan is pushing him from behind.\n\nVoice\nDriver, are we moving on?\nEXTERIOR\nThe bus is halted on a busy street. Ira Sloan gesticulates angrily.\nIra Sloan\nThey took away my fucking B-2. What do you think about\n\nthat. And Clement Greenberg stoled my fuckin piece.\n\nLuis Colina\nCome on, man, I can’t do anything. I’m sorry.\n\nIra Sloan\nSorry don’t get me back my B-2. Or my gun.\n\nLuis Colina\nWell I’m sorry. Come on, man, I’m on the job.\n\nA puzzled-looking middle-aged business man takes a tentative step out of the bus.\n\nIra Sloan\nGet back in that bus.\n\nLuis Colina\n(reasonably)\n\nThis ain’t a stop, man.\n\nThe business man gets back in the bus.\n\f50\n\nIra Sloan\nI lost my fuckin job. We gotta get the rest of our money.\n\nLuis Colina\nHey look, he don’t wanna pay us yet. He ain’t gonna pay\nus the rest yet.\n\nIra Sloan\nWe talk to him again, believe me he’ll pay us.\n\nLuis Colina\nHe said a month, man, what’s a month. A deal’s a deal.\n\nIra Sloan\nFuckin kid seeing us at the station house wasn’t part of the\ndeal. Deal’s off, man. It’s payday.\n\nLuis Colina looks nervously at his watch.\n\nLuis Colina\nI’m ten minutes off my route, man.\n\nIra Sloan\nWe’re gonna go see him. And stop trying to avoid me. I\nain’t got the bucolic plague.\nLuis Colina\nI was ten minutes off when you stopped me. I’m twelve\nminutes off my route, man.\n\nHe is climbing back into the bus, leaving Ira Sloan out on the sidewalk.\n\n...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m twelve\nminutes off my route, man. He is climbing back into the bus, leaving Ira Sloan out on the sidewalk. ... \n\nTARGET SECTION TO BE ANNOTATED:\n Ain’t gonna lose my fuckin B-2\n\nCHURCH\n\nMitch Egan is in a pew in the knear-empty church, kneeling with his hands clasped and\nhis forehead resting on his knuckles. He looks up, eyes wet.\n\nThe Virgin Mary over the altar.\n\nMitch’s eyes shift.\n\f51\n\nChrist crucified in the stained glass.\n\nRECTORY\nMitch sits across from the priest, a man of like age and like background, in the priest’s\noffice.\nMitch\nIt’s been a tawment to me. I just don’t feel it’s a good\nenviament fudda child, my phoney-baloney brotha-in-\nlaw—\nPriest\nYa sista is theh.\nMitch shakes his head.\nMitch\n\nShe’s a good woman, Margaret, but she’s very scattuhd.\nIt’s just eatin at me, it just don’t feel right. You should a\nseen this funeral suhvice fa Rose. It was a damn travesty. I\nmean Rose was the heart a that family and now theh’s no\nheart left fudda child.\n\nThe priest shakes his head.\n\nMitch is silent.\n\nPriest\nI don’t know. Listenin’ t’you, I don’t know. Ya brotha-in-\nlaw, it doesn’t matta who he is he’s the boy’s fatha. It\ndoesn’t matta is he an Episcopalean, y’ attach too much\nimpawtance to it. And this is ya catlick priest talkin’,\nMitch. And Margaret is a good woman, Margaret is a\nwoman who comes to Mass every week, and she’s theh\nfudda child—and I know I know, she’s not gonna replace\nRose but who would. You think about that, Mitch, who\nwould. The mutha is gone. God blessa. And you ah not\ngonna be the mutha. You are a good man but you are a\nbatchla. Lemme ask you, has the child complained.\n\nThe priest repeats:\n\n... Has the child complained.\n\f52\n\nMitch\n(gruding)\nNo.\nBeat.\nQuietly:\nPriest\nGo home, Mitch. Gah blessya.\nLITTLE LEAGUE FIELD\n\nA beautiful, sunny day.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nQuietly:\nPriest\nGo home, Mitch. Gah blessya. LITTLE LEAGUE FIELD\n\nA beautiful, sunny day. \n\nTARGET SECTION TO BE ANNOTATED:\n Nicky and several other kids his age mill about in the dugout, all\ndressed in their uniforms. Approaching the dugout from his parked car is a burly middle-\naged man in Bermuda shorts and a sweatshirt with COACH printed on it. This is the Pee-\nWee team’s coach, Vern Wallerstein.\n\nAs he approaches the team:\n\nCoach\nAll right, line up you little shitbums, line up, line up...\n\nHe sips from a beer can wrapped in a brown paper bag as he watches the boys line up.\n... The field is not playable today.\nFrom the line-up comes a chorus of \"Huh?\" and one piping, incredulous \"What?!\"\n... Therefore, practice is canceled.\nMoans from the team. One disappointed \"Oh, God...\"\nCoach looks around.\n. .. Who said that? \"Oh God\"—Who said that?\nA small Hispanic boy raises his hand.\nBoy\n\n(eagerly)\nI did, Coach.\n\f53\nCoach\nAlvez, I hate to be the first to break the news to you. ..\nHe sips from the beer and gives Alvez a deliberate look.\n. .. but God is dead.\n\nAlvez\nWhat?!\n\nThere is a chorus of more disbelieving exclamations from the team. Coach, however,\nfocuses on Alvez.\n\nCoach\nYou a religious man, Alvez?\n\nAlvez\nUh-huh.\n\nCoach\nYeah, well I don’t know what kind of bullshit your parents\nhave been teaching you at home, but He died about three\nand a half years ago in a car accident. . .\n\nThe boys are listening with rapt attention; the Coach straightens up from Alvez.\n\n... It was quick. All right, get lost. I got better things to\ndo.\n\nAs the team slowly starts to break up:\n\nVoice\nCoach?\n\nCoach turns back with a pained expression.\n\nCoach\nYes Siegelbaum, what is it?\n\nSiegelbaum\nMy mom’s not picking me up for another hour and a half.\n\nCoach shoves a baseball bat in his hands and pushes him towards the dugout.\n\f54\n\nCoach\nJust go in there and work on your stance.\n\nSUBURBAN STREET\n\nAs Nicky walks home in his Little League uniform, bat on his shoulder. As he is about to\ncross the street a city bus pulls up.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\n54\n\nCoach\nJust go in there and work on your stance. SUBURBAN STREET\n\nAs Nicky walks home in his Little League uniform, bat on his shoulder. As he is about to\ncross the street a city bus pulls up. \n\nTARGET SECTION TO BE ANNOTATED:\n He waits for it to pass, then crosses.\n\nLIVING ROOM\n\nAs Nicky lets himself into the house. It is curtained against the bright sun, and as Nicky\nmakes his way across the still room we hear only the soft hum of the central air-\nconditioning.\n\nHe leans his bat against the wall near a side table and his attention is drawn by some\nbrochures that have been left there beneath a burning light, spread out next to Gardner’s\nhalf-glasses and a mug of coffee, still steaming.\n\nNicky picks up one of the brochures.\n\nA ten-year-old child pictured on the front is wearing a dress uniform and has his white-\ngloved hand raised to his forehead in salute. The large-script heading says: THE\nCITADEL/A Place of Discipline.\n\nNicky looks at it with growing consternation. He puts it down, picks up another\nbrochure: VALLEY FORGE MILITARY ACADEMY/Preparing Young Men for Life.\n\nAnother one: FORT SNELLING/Discipline and Love/Courage and Achievement. A\nBoarding School for Young Men.\n\nNick opens the brochure. Inside a young cadet is saluting two officers.\nNick notices something with consternation: The officers wear dark blue pants with a\ndarker blue satin stripe running down the seam. They end in a pair of shiny black lace-up\n\nboots.\n\nNicky stares with mounting horror. Suddenly there is a loud clatter from the basement\nand Nicky freezes and listens.\n\nStillness, and then another clatter and the sounds of a struggle. Galvanized, breathing\nhard, Nicky picks up his baseball bat. He stands frozen, clutching the bat, listening.\n\f55\nFrom downstairs we hear Margaret scream.\n\nNicky edges forward, bat at the ready.\n\nSTAIRCASE\nNicky’s feet cautiously descend. He clutches the bat.\nFrom the rec room we hear:\n\nMargaret\nPlease. . . please. .. PLEASE!\n\nMore clatter.\nNicky throws open the door to the rec room. He is brought up short.\n\nGardner is on top of Margaret, who is on top of the ping-pong table. She appears to be\nnaked.\n\nGardner, who partially blocks our view of her, is in a state of semi-undress. Both are\nflushed and sweating.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe appears to be\nnaked. Gardner, who partially blocks our view of her, is in a state of semi-undress. Both are\nflushed and sweating. \n\nTARGET SECTION TO BE ANNOTATED:\nMargaret clutches a ping-pong paddle in either hand.\nGardner wheels to face the door, his face panic-stricken.\nMargaret looks up, also horrified.\n\nMargaret\nAngel!\n\nShe slides off the ping-pong table and runs into the bathroom, wailing.\n... Oh Lord!\n\nGardner\nWhat’s going on here? Are you crazy?\n\nNicky stares as Gardner approach him.\n\nGardner\nWhat’re you doing home?!\n\f56\nFADE OUT\nFADE IN:\nKITCHEN\n\nFrom a long way up, directly overhead, we are looking down on the kitchen table.\nGardner and Nicky sit facing each other across the table.\n\nGardner\nWe’ll be eating alone tonight. Aunt Margaret is feeling ill.\nNicky\nI’m not eating anymore.\nGardner\nYou’re not, huh.\nNicky\nI wanna move.\nGardner\nIs that right.\nNicky\nI don’t wanna be here anymore.\nGardner\n\n \n\nIs that right. Let me tell you something, buster. You area\nlittle boy. And at the moment, you are a very silly little\nboy. And I guess that the day that what you want starts\ncounting around here, that’!I be the day that you go into the\noffice and earn money for dinners that I can say no to.\n\nNicky\nI don’t care when it is.\n\nGardner\nDo you want to go into the office tomorrow? Because I can\ncertainly arrange it.\n\nNicky\n(sullenly)\nNo sir.\n\f57\n\nGardner\nJust say the word and I’ll pick up that telephone and call\nLinda and tell her to expect Nicholas tomorrow.\n\nPicking up the phone:\n... Shall I do that?\nNicky\n(sullenly)\nNo sir.\nGardner\n\nWell then I won’t hear another word out of you.\n\nFADE OUT\n\nRECEPTION OFFICE\nA receptionist at the front desk is answering the phone.\n\nReceptionist\nEgan Security, may I help you?\n\nNicky’s Voice\nIs Mitch there?\n\nReceptionist\nUh, Mr. Egan?\n\nNicky’s Voice\n... Um-hum.\n\nReceptionist\nJust a moment, please.\n\nShe hits a button on the telephone console.\n\nOFFICE ANTEROOM\nA secretary reaches for her phone.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nReceptionist\nJust a moment, please. She hits a button on the telephone console. OFFICE ANTEROOM\nA secretary reaches for her phone. \n\nTARGET SECTION TO BE ANNOTATED:\nSecretary\n\f58\nMr. Egan’s office.\n\nNicky’s Voice\nUncle Mitch?\n\nSecretary\nI beg your pardon?\n\nNicky’s Voice\n... Is Uncle Mitch there?\n\nSecretary\nMr Egan’s in a meeting right now. Can I take a message.\n\nNicky’s Voice\n... Huh?\n\nSecretary\nHe’s in a meeting, ma’am. . . Could I take a message.\n\nNicky’s Voice\nCan I wait till he’s done meeting?\n\nSecretary\nWell I don’t think you’ll want to hold; it may be awhile.\nWho am I speaking to?\n\nNicky’s Voice\n. .. Can he call me?\n\nSecretary\nIf you leave your name and number, I’!I be happy to give\nhim the message.\n\nNicky’s Voice\nHe’s gotta call me before my father gets back.\n\nPULLING IRA SLOAN AND LUIS COLINA\n\nThey walk through the office area leading up to Gardner’s office. Luis Colina is wearing\nhis MTA uniform. Ira Sloan has dressed for the occasion: he wears a plaid coat and\nclashing pants.\n\f59\n\nSecretaries stare at them as they approach the desk of Gardner’s secretary who rises\napprehensively.\n\nSecretary\nMay I[ help you?\n\nIra Sloan\nJust sit down, lady.\n\nThey walk past her towards the office door.\n\nSecretary\nGentlemen, he is in a meeting!\n\nIra Sloan\n(pushing the door open)\nSame meeting he’s been in for the past three days?\n\nGARDNER’S OFFICE\n\nIra Sloan and Luis Colina come barging in. A young executive is sitting across from\nGardner, going over some papers on his desk. He turns to stare at the two men as\nGardner rises.\n\nThe secretary stands, bewildered, in the open doorway.\n\nIra Sloan\nHi pal.\n\nGardner\n(flustered)\nIt’s all right, Linda. . .\n\nShe exits, shutting the door behind her. Gardner looks nervously between Ira Sloan and\nLuis Colina and the executive still seated across from him.\n\n... Bill, can we, uh, finish this up later?\nBill\n(also flustered)\n\n... T guess, Gardner. . .\n\nHe scoops his papers off the desk.\n\f60\n... you bet.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nT guess, Gardner. . . He scoops his papers off the desk. 60\n... you bet. \n\nTARGET SECTION TO BE ANNOTATED:\nWhen he is halfway to the door:\n\nGardner\n—These men are, uh. . . doing some work on my house.\n\nBill pauses awkwardly.\n\nBill\nWell, uh. . . that’s nice.\nHe nods at Ira Sloan and Luis Colina.\n... Good meeting you.\nHe leaves.\nGardner leans across the desk.\nGardner\n\nAre you crazy, barging in here—\n\nIra Sloan presses a palm to his chest and gives him a violent push backwards. Gardner\nlands, sitting, in his chair.\n\nIra Sloan\nShutup. ..\n\nHe leans, knuckles on desk top, towards Gardner.\n\n... You crazy little boy-ass, you think you can get rid of\nus?\n\nOne hand darts out to land a slap on Gardner’s face.\n\n... That what you think? You think you can fuck us and\nthat’s the end of it?\n\nGardner\nDon’t touch me. You made an agreement. Live with it.\n\nIra Sloan slaps him again:\n\nIra Sloan\n\f61\nLive with this, ya fuckin hard-on.\nHe grabs Gardner by the lapels and hauls him bodily onto the desk, stomach-down.\n\n... Big shot. ... Bring your fuckin kid to the police\nstation. Mental case.\n\nHe has dragged the length of Gardner’s body across the desk and he now lets him fall on\nhis side of it.\n\nLuis Colina\nThass fucked up, man.\n\nLuis Colina has been studying the knick-knacks on Gardner’s desk. He picks up the grip\nstrengtheners.\n\nIra Sloan grabs Gardner by the lapels again and hauls him to his feet. He leans him\nagainst the near side of the desk and slaps him again.\n\n... Is that what you are? A mental case.\nAnother slap.\n... Fuck me, I love it.\n\nHe pushes Gardner backwards onto the desk, straightens his coat. He turns to Luis\nColina.\n\nIra Sloan\nGimme that.\n\nHe flings the grip at Gardner’s head. It bounces off his forehead leaving a slight gash.\n\n... Take care of that kid. I don’t care what you do or how\nyou do it.\n\nLuis Colina\nYou gotta do that, man.\n\nIra Sloan\nEither you do it or we doit...\n\nHe turns to go.\n\n...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nIra Sloan\nEither you do it or we doit... He turns to go. ... \n\nTARGET SECTION TO BE ANNOTATED:\n And that money, man, fuckin’ due and payable.\n\f62\n\nAs an after thought, he turns back to spit on the desk. As he turns to go:\n... Big man.\nLuis Colina\nMental case. Whacko.\nELEVATOR\n\nIra Sloan and Luis Colina ride down the Papas & Swain elevator with two other\npassengers. Ira Sloan is feeling on top of the world. After a brief silence:\n\nIra Sloan\nWe showed that hard-on, didn’t we.\n\nLuis Colina\nYeah.\n\nThe other two passengers glance around at them.\n\nIra Sloan\nBig help you were.\n\nLuis Colina\nFuck you.\n\nThe elevator door opens. The two passengers get off and a lone secretary gets on, young\nand good-looking.\n\nThe three ride in silence, Ira Sloan shooting appreciative glances at the young woman.\nFinally he leans over to her:\n\nIra Sloan\n... What’re you doing tonight?\n\nGARDNER’S OFFICE\n\nGardner paces back and forth in front of his desk dabbing at his forehead with a\nhandkerchief. His secretary’s voice comes over the intercom:\n\nSecretary\n\f63\nYour brother-in-law on seven.\nGardner walks slowly over to the telephone and picks up.\n\nGardner\nMitch?\n\nMitch’s Voice\nGahdnuh, how are ya?\n\nGardner\n(curt)\nGood.\nMitch\nDid you call me?\nGardner\nNo.—Call you? No.\nMitch\n\nMy god I got the weirdest message my heart skipped a beat\nit said, “Mrs. Lawdge called.” Witcha home numba on it\ntheh. I thought it might a been you, like an S got stuck in\nafter Mista.\n\nGardner’s knuckles whiten around the receiver.\nSilence.\n... You theh?\n\nGardner\nYeah. I—\n\nMitch\nMy god I almost dropped dead right theh. “Mrs. Lawdge\ncalled.” Swear to god.\n\nGardner\nThat’s very strange.\n\nMitch\nYeah. Well okay. Well I should come visit. See Nicky.\n\f64\nA beat. Gardner gropes.\n\nGardner\nMitch, uh. . . Give us a while.\n\nMitch\nHuh?\n\nGardner\nIt’s hard for us.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nGive us a while. Mitch\nHuh? Gardner\nIt’s hard for us. \n\nTARGET SECTION TO BE ANNOTATED:\n I know it’s hard for you too, I’m sorry.\n\nBut no visitors for a while. I’m sorry. Nicky needs time.\n\nHe hangs up.\n\nLIVING ROOM\nNicky lies on the floor in his pyjamas, chin propped in his hands, watching TV.\nThe door to Gardner’s study opens and Margaret emerges. She speaks softly:\nMargaret\n\nNicky, your father would like to have a word with you.\nSTUDY\nThe room is a wood-paneled carpeted den with a dropped soft-tile ceiling. Gardner, in a\ngray cardigan sweater and reading glasses perched halfway down his nose, sits behind a\n\nwooden desk, too big for the room, reading THE BATES BOOK—Selling Direct.\n\nBehind him an aquarium is set into the wall. The only sound in the room is the\nintermittent blurrup of the oxygen compressor forcing air into the tank.\n\nWithout looking up:\n\nGardner\nClose the door, Nicholas.\n\nNick does, and sits across from the desk in a padded wicker chair.\nThere is a long silence as Gardner continues to read.\n\nFinally he closes the book and looks up.\n\f65\n\n... Nick, I have tried to instill in you a certain discipline.\nMaybe it’s my fault. . .\n\nHe nods, musing.\n\n... Maybe it’s my fault. Because it hasn’t taken. But we\nlive in a world where there is no achievement without\ndiscipline. It’s a world of competitors. It’s a world—the\nadult world—it’s a world of things, some pleasant, some\nnot so pleasant. Duty, certainly. Well. Your mother\nindulged you, I think. And that’s fine, up to a point. The\ncocoon, so forth. That’s fine. But now we draw the\nbalance sheet. And we see where we are. Do you\nunderstand?\n\nNick\nYes sir.\n\nGardner\nI see a little boy who is sullen. I see a little boy who is\nfrequently withdrawn. In his own. . .\n\nHe waves a vague hand.\n\n... little world. A little boy with no friends. Doesn’t fit in.\nAnd these things are important. We don’t laugh these\nthings off. Okay?\n\nNicky doesn’t say anything.\n\n... And so we’ve looked into sleep-away school. A place\nwhere young men learn about discipline.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n... And so we’ve looked into sleep-away school. A place\nwhere young men learn about discipline. \n\nTARGET SECTION TO BE ANNOTATED:\n And fitting in.\nThe fledgling always wants the nest, Nicholas. But is it\ngood for him. Is it good for him. We’ve consulted the\nexperts. I think not...\n\nNicky doesn’t say anything. The aquarium compressor blurrups.\n\n... [think not. Aunt Margaret and I have decided that\nValley Forge, the Academy, after consulting educators,\nwe’ve decided, uh. . . the best solution, starting next\nsemester. They’ve made room for a new plebe, they, uh,\nyou will wear the uniform. Had to pull some strings but,\nuh, I think you’re in. Congratulations.\n\f66\n\nHe picks up The Bates Book.\n\nLITTLE LEAGUE FIELD\nThe coach is once again addressing the team assembled in the dugout.\nCoach\nAll right, today we’re gonna start with the calisthenics, you\nknow what they are, when you’re done come and get me.\n\nPll be in my car—\n\nAs the team starts to break up:\n\nVoice\nAh, fuck. . .\nCoach halts.\nCoach\n—wWhat? Who said that? Everyone get back here. Who\nsaid that?\n\nOne of the boys nervously raises his hand.\n\nBoy\nI did.\n\nCoach\nYou know what \"fuck\" is, De Luca?\n\nDe Luca\nUhh. . . uh-uh.\n\nCoach\nYou use words you don’t know what the fuck they are?\nWho here knows what fuck is?\nHe looks around the team.\n\n... Anybody?\n\nAlvez eagerly waves his hand to get the coach’s attention.\n\f67\nAlvez\nI do, Coach!\nCoach\n(dripping sarcasm)\n\nGreat. Alvez is gonna tell us what fuck means.\n\nAlvez\nMy sister says fuck is like saying shutup to God.\n\nSilence.\nCoach stares sadly at Alvez.\n\nCoach\nAlvez, is there any idiocy in your family?\n\nHe takes a deep breath and looks around at the team.\n. .. Okay, listen up. Coach is gonna tell you what fuck is.\nFuck is, aman and a woman, the night they get married,\nthey take off their clothes in front of each other. . .\n\nThe team listens with a mixture of rapt fascination, horror, and disbelief.\n\n... The man looks at the woman’s tits, he gets a hard-on, it\ncomes out about yea long. ..",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe team listens with a mixture of rapt fascination, horror, and disbelief. ... The man looks at the woman’s tits, he gets a hard-on, it\ncomes out about yea long. .. \n\nTARGET SECTION TO BE ANNOTATED:\nHe holds one hand out about three feet in front of his waist.\n... And then they have babies. That’s what fuck is.\nDe Luca is incredulous. His voice strains at its highest register:\n\nDe Luca\nWhat?!\n\nSiegelbaum is nodding sagely.\nSiegelbaum\nIt’s true. My folks gave me a book about it called “It’s\n\nPerfectly Natural.”\n\nAnother Boy\n\f68\nHe’s crazy.\n\nCoach\nWake up, De Luca, you’re living in a dream world.\n\nSiegelbaum\nYeah, my folks said he was right about God, too.\n\nCoach\n(turning to go)\nSiegelbaum, no one here gives a flying fuck what your\nfolks think.\nSiegelbaum looks at his feet, chastened.\n\nAs Coach heads for his car Nicky runs up to him and tugs at his sweatshirt.\n\nNicky\nCan I talk to you, Coach?\n\nCoach drapes an arm around Nicky’s shoulder as he continues to walk.\n\nCoach\nIs it about ball?\n\nNicky\nNo sir.\n\nCoach\n\nSo it’s a personal problem not related to team sports?\n\nNicky\nYeah, my dad —\n\nCoach\nLodge, let me tell you something. When I was playing\nTriple-A ball in Columbus I went to my manager once with\na personal problem, and the manager said to me, and Ill\nnever forget it, he said: \"Wallerstein, I don’t care about\nyour personal problems; all I care about is your\nperformance on the diamond.\" Son, I don’t feel that way. I\ndon’t even care about your performance on the diamond.\n\nCoach drops his hand from Nicky’s shoulder and pulls away, muttering as he recedes:\n\f69\n\n. .. [guess that’s the difference between Little League and\nthe Minors.\n\nNicky slows to a stop and watches the coach walk away.\n\nMASTER BEDROOM\nGardner and Margaret lie in bed.\n\nMargaret\nIt would be terrible if he talked to Mitch. Mitch is so hot-\ntempered.\n\nGardner\nHe’s not talking to anyone. He’s going to Valley Forge in\ntwo weeks.\n\nMargaret\nBut is that good enough for these men? We don’t want to\nantagonize them.\n\nGardner\nWhat’re you talking about, I’m not going to just knuckle\nunder to these clowns.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nMargaret\nBut is that good enough for these men? We don’t want to\nantagonize them. Gardner\nWhat’re you talking about, I’m not going to just knuckle\nunder to these clowns. \n\nTARGET SECTION TO BE ANNOTATED:\n They’re goddamn bus drivers. You\nlet me worry about them.\n\nMargaret\nBut if they say we have to do something about Nicky, then\ndon’t we have to do something?\n\nGardner\nMaggie, do you know what they mean by \"do something\"?\n\nMargaret\nWell, I don’t know. They don’t mean Valley Forge,\nthough.\n\nGardner\nNo they don’t.\n\nMargaret\n\nWell I don’t know; I just want everyone to be happy.\n\nGardner\n\f70\nWell...\nHe nods.\n... Believe me.\nMargaret\nYou know, Gardner, I don’t like these conversations. And\n\nI love Nicky as much as you do. But this is the Life Race\nwe’ve chosen—\n\nGardner\nShutup with that Life Race garbage! It’s what got us into\nthis mess in the first place!\n\nMargaret\nPlease don’t be angry with me Gardner. . .\n\nGardner\nI’m not angry with you.\n\nMargaret breaks down and sobs quietly.\nMargaret\nI didn’t mean to bring him to the station. It’s just that there\nwere all those officers in the house all of a sudden. . . I\ndidn’t want to disobey the officers. . . Please don’t be angry\nwith me.\n\nGardner looks at her, still whimpering. His manner softens. She is so vulnerable.\n\nGardner\nGive me strength, Maggie.\n\nMargaret\nWe'll give each other strength. . .\n\nGardner\n... Like last time.\n\nMargaret reaches up and rips open the front of her nightgown.\n\nMargaret\nLook at my breasts, Gardner. Look upon them!\n\f71\n\nHALLWAY\n\nA seedy apartment building hallway whose ghastly unshaded fluorescents throw a sheen\non the white enamel-painted walls. A door at the back opens and Ira Sloan emerges from\nhis apartment and goes to a door standing ajar near the front of the building and knocks.\n\nTony Janson appears at the open door.\n\nIra Sloan\nNeed to buy another fuckin piece.\n\nJanson\nOkay.\n\nIra Sloan steps in, leaving the door open, and looks around. A shabby ground-floor\napartment.\n\nIra Sloan\nThis prick Clement Greenberg stole my piece.\n\nJanson\nOh no. Want another .",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nIra Sloan\nThis prick Clement Greenberg stole my piece. Janson\nOh no. Want another . \n\nTARGET SECTION TO BE ANNOTATED:\n38?\n\nIra Sloan\nYeah, I’m not, you know, .38, .45, whatever. Whatever\nyou got. I’m not one of these guys where it’s a dick\nsubstitute.\n\nJanson\nI get it.\n\nIra Sloan\nMy dick is fine, know what I’m sayin’?\n\nJanson\nYeah, okay. Three hundred.\n\nIra Sloan\nDone. Um. .. it’s just, uh, can I pay you about a week?\nMaybe less even.\n\f72\n\nJanssen\nSure. Come back when you got the money, I give you the\npiece.\n\nIra Sloan\n\nYeah but, see, thing is, I need the piece to get the money.\nTo show the guy who owes it to me I’m serious. If you\ncould just borra me the thing a couple days—\n\nJanson\nIra, I sell guns.\nIra Sloan\nYuh-huh.\nJanson\nSales. I don’t invest.\nIra Sloan\n\nAh yuh. . . so I can’t count on you people then.\n\nJanson\nThis is not Merrill Lynch.\n\nIra Sloan\nAh fuck-a-doodle-do. Yeah, okay. Okay. I gotta call a\nguy then, I gotta go back to the fuckin’ depot—can I use\nyour phone? They detached my, you know, my service.\n\nJanson\nYeah, sure. You go ahead, use my phone. I got unlimited\nlocal usage, I ain’t an asshole about it.\n\nIra Sloan\nYeah. Thanks. Fuck.\n\nJanson\nGuns I don’t got unlimited. Phone, yes.\n\nLIVING ROOM DAY\n\nNicky kneels on a sofa that sits beneath the front living room windows, looking out at the\nstreet. We hear rain pattering on the glass and drumming on the roof.\n\f73\n\nThe occasional car hisses by on the street outside. It is a gray, rainy morning. From\noffscreen we hear the sound of a television set broadcasting a soap opera.\n\nTV Woman’s Voice\nYou can’t go through with the operation.\n\nTV Man’s Voice\nDon’t you remember what they called me in medical\nschool, McKenzie the Mechanical Marvel? I’ve got no\nnerves. My problems with Linda do not enter this O. R... .\n\nA Chevrolet Monte Carlo pulls up into the driveway.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy problems with Linda do not enter this O. R... . A Chevrolet Monte Carlo pulls up into the driveway. \n\nTARGET SECTION TO BE ANNOTATED:\n A tall man in a trench coat gets out\nof the car, looks briefly around, then trots through the rain up toward the front stoop.\n\nNicky hops off the couch as the doorbell chimes.\n\nFRONT FOYER\n\nAs Nicky enters. The front door is chained, higher than he can reach. Nicky opens the\ndoor as far as the chain will allow. Through the crack in the door, the man smiles down\nat him. He is craggily good looking.\n\nMan\nAre you Nicky?\n\nNicky\nUh-huh.\n\nMan\n\nIs your father at home, Nicky?\n\nNicky\nNo sir.\nMan\nIs your aunt here?\nNicky\n\nUh-huh.\nThe man is still smiling as he stands in the pouring rain.\n\nMan\n\f74\n\nCan I come in? Awful wet out here.\n\nNicky\n\nUm. . . I’m not supposed to open the door for strangers.\nMan\n\nOh my.\nNicky\n\nDo you know my Uncle Mitch?\n\nMan\nI’m afraid I haven’t had the pleasure. Do you think maybe\nyou could get your aunt? Awful wet out here.\n\nNicky\nI'll go get her.\n\nAs Nicky turns from the door:\n\nMan\nRoger.\n\nNicky turns back to the door and squints up at the man.\n\nNicky\nAre you an astronaut?\n\nThe man laughs.\nMan\nNo, I was too tall to fit in the rockets so they told me to go\n\ninto the insurance biz.\n\nNicky nods at this, then turns and goes.\n\nKITCHEN\nAs Nick enters from the hallway.\nThe TV is louder here.\n\n2nd Man’s Voice\nYou can’t blame yourself, it’ll only destroy you. It happens\n\f75\nevery day—\n\n1st Man’s Voice\nNot to me.\n\n2nd Man’s Voice\nou’re not a miracle worker, you’re a man, Jim.\nYou’ t I ke , , J\n\nMargaret is standing over the kitchen sink, wearing rubber gloves and pouring Draino\ninto the standing water that fills the sink.\n\nAs she works she occasionally glances over at a portable TV. She notices Nicky.\n\nMargaret\nI'll fix your lunch in a minute, Angel.\n\nNicky\nThere’s a man at the front door from the Insurance biz.\n\nMargaret starts toward the foyer, stripping off her gloves and taking Nicky’s hand.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMargaret\nI'll fix your lunch in a minute, Angel. Nicky\nThere’s a man at the front door from the Insurance biz. Margaret starts toward the foyer, stripping off her gloves and taking Nicky’s hand. \n\nTARGET SECTION TO BE ANNOTATED:\nMargaret\nOh goodness, what pests. . .\nTHE FOYER\nAs Margaret enters, still leading Nicky by the hand.\n\nThe man outside still waits patiently in the pouring rain.\n\nMargaret\n... Yes?\nMan\nMiss Egan? I’m Kenneth Clark from Canyon Prop and\nLife—\nAs she starts to close the door:\nMargaret\n\nThank you for stopping by, Mr Clark—\n\f76\n\nClark\nKenneth is fine.\n\nMargaret\nYes—I’m quite sure we have all the insurance we need—\n\nClark\nI’m sure you do, but fact is I’m not a salesman; I’m here to\ndiscuss your sister’s policy.\n\nMargaret\nOh! Well. . . you’ll have to talk to Gardner about that.\nHe’ll be home this evening; he has all the information on\nthat.\n\nClark\nCould I just come in for asecond? Awful wet out here.\n\nMargaret\n(flustered)\nWell. . . I don’t have any of the information. . .\nClark\n\nThat doesn’t matter, Miss Egan; I’d just like to chat with\nyou for a minute.\n\nLIVING ROOM\n\nClark is just taking off his dripping trench coat.\n\nMargaret\nLet me hang that in the bathroom.\n\nHolding the dripping coat in front of her, she trots out of the living room, cooing:\n... Ohhhhh!\nClark\n(calling after her)\n\nI’m sorry, it’s a lovely rug.\n\nMargaret bustles back in, carrying an old sheet. She walks over to where Clark sits on\nthe couch.\n\f77\n\nMargaret\nCould you get up for just a moment?\n\nClark\nOh, I’m sorry.\n\nHe helps her drape the sheet over the couch, then sits back down again. Margaret sits\ndown on the edge of a chair opposite Clark.\n\nMargaret\nI haven’t the faintest idea how I can help you, since I don’t\nhave any of the information, but, uh. . . What is it exactly\nthat you do for the insurance people?\n\nClark\nOh, I guess my official title is Claims Investigator, what\nyou might call a professional skeptic.\n\nMargaret gives a little titter to acknowledge his smile.\n\nMargaret\nWell I’m afraid I. . .",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nClark\nOh, I guess my official title is Claims Investigator, what\nyou might call a professional skeptic. Margaret gives a little titter to acknowledge his smile. Margaret\nWell I’m afraid I. . . \n\nTARGET SECTION TO BE ANNOTATED:\n is there something wrong with the\npolicy?\nClark\n\nNo no no no, the policy seems to be all ship-shape; Mr.\nLodge’s been very steady with the payments; your agent,\num...\n\nHe gropes for the name.\n\nMargaret\nMr. Rosenblum?\n\nClark\nRight, Bobby Rosenblum, he tells me everything’s in order.\nHave you met him?\n\nMargaret\nNo, I really don’t know anything about Gardner’s business\naffairs. That’s why I’m afraid I can’t—\n\nClark\nWell I wouldn’t worry overmuch about \"information\", Miss\nEgan, because people always put information in quotes. . .\n\f78\n\nHe makes quotation marks in the air with his fingers.\n... but it isn’t always like that. I mean people just don’t\nrealize how much they know; for instance, you happen to\nknow the agent’s name. ..\n\nHe is opening his attache case.\n... [have all that information here.\n\nHe puts on a pair of glasses and flips through papers.\n... I’m really more interested in the other kind. . .\n\nAbsently, as he continues reading.\n\n... Which all really boils down. .. to one... word. .. Do\nyou live here now, Miss Egan?\n\nMargaret\n(uneasy)\nWell I’m here now, of course.\n\nClark\nIs that a temporary or a permanent arrangement?\n\nMargaret\nI... [think that Nicky needs a mother.\n\nClark\nOf course.\n\nMargaret\nWhat. . . what was the word?\n\nClark\nExcuse me?\n\nMargaret\nYou said it all boiled down to one word?\n\nClark\n...DidI? Ohyeah. Coincidence. That’s what it all boils\ndown to. Yeah, it happens a lot in the opera.\n\f79\n\nMargaret\nDoes it?\n\nClark\nSure, Aida, Barber of Seville, it’s just. . . It gets ridiculous.\n\nMargaret\nI’m not much of a—\n\nClark\nBut in real life it doesn’t happen much. If it did, I guess\nit’d stop being a coincidence. It’s not the policy, Miss\nEgan; it’s the claim. Ya see, a coincidence on a claim, it’s\nlike a little red flag that makes us sit up and take notice.\nAnd this claim has a bunch of little red flags on it.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s not the policy, Miss\nEgan; it’s the claim. Ya see, a coincidence on a claim, it’s\nlike a little red flag that makes us sit up and take notice. And this claim has a bunch of little red flags on it. \n\nTARGET SECTION TO BE ANNOTATED:\nMargaret\nGood heavens—\n\nClark\nNothing to worry about, believe me, I’m just here to chase\ndown all those flags, very routine. We just have to have\nthem explained before we send out a check. The claim will\nbe honored, of course. To the penny.\n\nMargaret\n(relieved)\nOh, that’s good.\n\nClark\nOh sure. Let’s just take a look here. See, the first little red\nflag I noticed was that—March 3rd—about three months\nbefore the, uh, incident—the amount of the term part of the\npolicy was substantially increased, but there was no\nincrease on the whole life, kind of unusual, I don’t suppose\nyou know anything about—\n\nMargaret\nThat was Gardner’s idea.\n\nClark\nIt was, huh? Well I guess I’d better ask him about that this\nevening. What else have we got here, we’ve got. .. Oh\nyeah, more than one claim on a policy, that’s always a little\n\f80\n\nred flag, we’ve got that claim from “96, Rose’s car\naccident, you stung us good on that one, well that’s okay,\nthat’s what we’re here for—Oh! Here’s a little red flag,\ndidn’t even notice this before. Jeez, about five months ago\nMr. Lodge redeems twenty thousand worth of his whole\nlife policy with us, we always like to notice things like that,\nbut I guess you know what he need the money for?\n\nMargaret\nOooh!\n\nShe has just noticed Nicky sitting on the staircase, his face pressed between two\nbalusters, watching.\n\nMargaret dashes to the stairs, takes Nicky by the hand and leads him up towards the\nbedrooms. Clark saunters over to wait for her at the foot of the stairs. He looks this way\nand that, glances at his watch.\n\nMargaret descends the stairs, alone, and tentative.\n\nMargaret\nI’m sorry, that was money for Nicky’s college education.\n\nClark nods sympathetically.\n\nClark\nCollege and orthodontia, they really kill ya.\n\nMargaret\nHe has excellent teeth.\nClark\nWell thank God for that. I guess he put it in a trust fund or\nsomething?\nMargaret gropes.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nClark\nWell thank God for that. I guess he put it in a trust fund or\nsomething? Margaret gropes. \n\nTARGET SECTION TO BE ANNOTATED:\nMargaret\n\nWould you like a cup of coffee?\n\nClark\nThat would be absolutely terrific.\n\nShe is heading for the kitchen. Clark idly follows her, chatting on.\n\f81\n\n... [don’t suppose you know where that account is?—Well\nit doesn’t matter, I’l] ask Mr. Lodge about that one. . .\nSorry to be such a pest, I mean this stuff isn’t very\nimportant. But I’1l tell ya, I could put you on the floor with\nsome of the scams I’ve seen and I’m talking about real\nknee-slappers, I gotta smile just thinking about “em. . .\n\nHe starts to laugh.\n\nMargaret looks at him.\n\nHe laughs harder.\n\nMargaret starts laughing with him.\n... [mean I had a guy couple years ago puts in a claim for\nhis clothing store burned down, you’re not gonna believe\nthis, we find a couple gas cans in there with Eula May\nprinted on ’em, his own wife’s name, it’s the name of his\npleasure boat where he got the cans from.\n\nHe laughs heartily.\n\n... he thought those aluminum cans were gonna burn up or\nsomething, I don’t know what he thought. . .\n\nMargaret laughs with him.\n...and cars! Thank you...\nHe takes the cup of coffee from Margaret and leans against the wall, sipping from it.\n... You wouldn’t believe what people do to their cars just\nbecause something’s a little wrong with the transmission\nand they figure they can fleece us for the whole thing. Sell\n\nem for scrap, report ‘em stolen, but the body shop guy\nknows we pay a bounty for those things. . .\n\n \n\nAs he laughs a little coffee dribbles out of his mouth down his chin. He smears it away\nwith one hand.\n\n... Excuse me. Anyway...\n\nHe sighs.\n\f82\n... Yeah, you been in this business as long as I have, you\ndevelop a nose for hanky-panky. Because it smells, ya\nknow, it has this. . .\nHe flutters his hand.\n... faint aroma. This smells bad, that smells good—you\nknow what I mean. But this one—this particular case here\n\ndoesn’t have that faint aroma.\n\nMargaret\nThank goodness for that.\n\nClark nods, still smiling pleasantly\nClark\n\n... Nah, this one stinks.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMargaret\nThank goodness for that. Clark nods, still smiling pleasantly\nClark\n\n... Nah, this one stinks. \n\nTARGET SECTION TO BE ANNOTATED:\n This one, I’ve been smelling this\none since I got off the turnpike. Jesus does it stink. Ya\nsleep with Gardner, do ya?\n\nMargaret stares at him. He continues, affably:\n... Well, that’s none of my business. But I gotta tell ya,\nthis kind of nonsense, it can come back to haunt you down\nthe road. Ya see, all the insurance companies. . .\n\nHe laces his fingers together.\n... are like one big interlocking network. We all share our\nfiles, you won’t be able to buy yourself a policy at any\nprice. And that’s serious. I mean, you could go to jail for\nthe rest of your life and have a shit credit rating.\n\nHe sets his coffee cup down on the counter and turns to go.\n\n... On the other hand, it could be worse. They haven’t\nexecuted anyone in this state in over thirty years.\n\nMargaret stares as we hear Clark’s footsteps receding down the hall.\n\n... Tell Mr. Lodge that I’ll be back this evening. I’d like to\nvisit with him for a while too.\n\nWe hear the front door opening.\n\f83\n... Hope I didn’t get the couch wet.\n\nWe hear the front door slam shut.\n\nMTA LOCKER ROOM\n\nIra Sloan, in his civvies, walks down a corridor of lockers, nodding occasionally to a\nremembered colleague. Through large double doors at the far end of the room we can\nhear the hiss and chug of busses about to pull out into dawn for morning rush hour.\n\nLuis Colina, sitting in front of his locker, is handing some money to another driver as Ira\nSloan walks up to him.\n\nIra Sloan\nYou're taking the day off.\n\nLuis Colina\nWhat? Thanks, man.\n\nThe other driver nods and walks off. Ira Sloan watches him go, puzzled.\n\nIra Sloan\nYou're taking the day off, I got more important things for\nyou to do.—He’s your connection? Georgie Vasari?\n\nLuis Colina\nNo he don’t go near that stuff, Georgie’s a fucking\nvegetarian. That’s why I pay him, throw him a few bucks\nevery week for his piss.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nGeorgie Vasari? Luis Colina\nNo he don’t go near that stuff, Georgie’s a fucking\nvegetarian. That’s why I pay him, throw him a few bucks\nevery week for his piss. \n\nTARGET SECTION TO BE ANNOTATED:\nIra Sloan\nWhat the fuck?\n\nLuis Colina\nYeah, he pees in a cigar tin for me, I load it inna baggie\ncarry it around. These fuckin’ spot-checks from my P.O.,\nman.\nHe pulls his shirt open between two buttons to show some concealed tubing.\n\n... Sa fuckin’ pain in the ass. I ruptured once.\n\nIra Sloan\nYou fuckin whacko fuck. So I got something you gotta\n\f84\ntake care of today.\n\nLuis Colina\nNo. No more days off. I would be fucking fucked.\n\nIra Sloan\nDon’t worry, I got Stanhope to come in and cover for you.\nFuck Clement Greenberg.\n\nLuis Colina\nIss not Greenberg, iss my P.O. crawlin’ up my ass. I told\nyou. Iss Ernie Gombrich. Do this, do that, come here, go\nthere, pee in this, pee in that. What the fuck is so\n\nimportant?\n\nIra Sloan\nThe guy’s a fuckin hard-on is what it is. He hung up on me\nlast night.\n\nLuis Colina\nThe square guy? Oh no, man. Thass fucked up.\n\nIra Sloan\nYeah, it’s the same old bullshit all over again, man. He\ndoesn’t care. We talk to him, he doesn’t care. I think he’s\ngetting ready to fuck us.\n\nLuis Colina\nHe can’t fuck us.\n\nIra Sloan\nThat’s right. That’s why you’re taking the day off. Take\ncare of the kid and the fat lady. Give him something to\nthink about when he gets home.\n\nLuis Colina\nWhat?! Why me?\n\nIra Sloan\nYou haven’t been pulling your weight around here, jackass.\nYou gotta do more than carry your pee around.\n\nLuis Colina\nDo two more fuckin people? I don’t know, man. That’s\nfucked up.\n\f85\n\nIra Sloan\nI’m tellin’ you you ain’t got any choice. It’s either that or\nhe fucks us. The guy don’t respond, he don’t respond.\n\nLuis Colina\nTwo people, man...\n\nIra Sloan\nLook, if you can’t take care of a kid and a fat lady, you\nknow what that means.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guy don’t respond, he don’t respond. Luis Colina\nTwo people, man... Ira Sloan\nLook, if you can’t take care of a kid and a fat lady, you\nknow what that means. \n\nTARGET SECTION TO BE ANNOTATED:\nLuis Colina\nYeah yeah.\n\nIra Sloan\nIt means you’re a fuckin pussy.\n\nLuis Colina laughs nervously. He rubs his forehead.\n\nLuis Colina\nAh shit. Nnnnkay.\n\nIra Sloan\nFuck, I’d do it but Clement Greenberg has my piece.\n\nFRONT FOYER EVENING\n\nAs the front door opens and Gardner starts to enter, a loud STING and someone lurches\nat him.\n\nThe scare subsides: it is Margaret, hugging Gardner, her body heaving with sobs.\nMargaret\nGardner, darling, I’m so so so sorry, Gardner, I love you,\nplease don’t be angry with me, I’m so sorry...\n\nGardner struggles to disengage himself. He looks into Margaret’s tear-streaked face.\n\nGardner\nMaggie, what is it? What happened?\n\nMargaret\n\f86\n\nI’m so sorry, a man came today, from the insurance\ncompany, he said he was a professional skeptic, but he was\nso charming at first. . .\n\nShe breaks down sobbing again, unable to continue. Finally:\n... Twas so confused. I told him I didn’t have any of the\n\ninformation. But at the end he knew everything, he knows\neverything, he’s coming back, everything, everything, I’m\n\nso sorry...\nGardner\n(grimly)\n\nWhen’s he coming back?\nMargaret\n\nI’ll make it up to you, I swear I will...\nGardner shakes her.\n\nGardner\nWhen’s he coming back?\n\nMargaret screams:\nMargaret\nTHIS EVENING! This evening! He’ll be here again this\nevening!\nGardner hugs her.\nGardner\n\nIt’s all right, Maggie. We’ll talk to him. We’ll see how\nmuch he knows.\n\nLIVING ROOM LATER\n\nGardner sits in the living room. Staring. Somewhere in the room a clock ticks. Waiting.\nFrom offscreen we hear a snuffle.\n\nMargaret sits opposite. Her eyes are red and puffy. Tears roll silently down her cheeks.\nAfter a long silence, she snuffles again.\n\f87\n\nGardner and Margaret sit, waiting. The clock ticks. Finally there is the sound of a car\npulling up into the driveway.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n87\n\nGardner and Margaret sit, waiting. The clock ticks. Finally there is the sound of a car\npulling up into the driveway. \n\nTARGET SECTION TO BE ANNOTATED:\n Gardner rises and goes to the front door.\n\nFRONT FOYER\n\nGardner opens the door to Kenneth Clark.\n\nClark\nMr. Lodge?\nGardner\nYes.\nClark\nYour sister-in-law might have mentioned me to you. Can I\ncome in?\nGardner\nYes.\nTHE LIVING ROOM\n\nAs the two men enter. Gardner motions Clark to a chair and sits down himself.\n\nGardner\nWhat are these accusations I’ve been hearing?\n\nClark nods at Margaret.\nClark\nHello ma’am. I’ll tell ya, some coffee would be really\nterrific if it isn’t too much trouble.\n\nMargaret rises.\n\nMargaret\nYes. No trouble...\n\nAs she leaves:\n\nGardner\nWhat are these—\n\f88\n\nClark\nI’ve had a long day, so let’s get right to the point. You\nkilled your wife, you’re trying to collect, I’m between you\nand the money. Too bad for you. I’m not gonna negotiate\non this, I don’t wanna talk about it for a long time, I’ve had\na long day, I don’t wanna listen to any denials. Just tell me\nyes or no.\n\nGardner sits stunned.\n\nGardner\n... What. .. what do you want? You want a part of the\nclaim?\nClark gives a tired laugh.\nClark\n\nI want all of it. All of it. You give me the money or you\ngo straight to jail, pal.\n\nMargaret, still snuffling, enters with two coffee cups on saucers. She hands one to\nGardner, one to Clark.\n\nClark\nThanks.\n\nMargaret leaves.\n\n... you don’t have any choice. I think, amoment’s\nreflection, you can figure that out for yourself and then we\ncan discuss how we’re going to arrange it.\n\nGardner licks his lips.\n\nGardner\n... If we did. . . if we did kill my wife, what makes you\nthink I won’t kill you?\n\nClark sadly shakes his head.\n\nClark\nMr.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf we did. . . if we did kill my wife, what makes you\nthink I won’t kill you? Clark sadly shakes his head. Clark\nMr. \n\nTARGET SECTION TO BE ANNOTATED:\n Lodge, are you crazy? You think I’m the only\ninvestigator who knows how to read a claim for fraud? Do\nyou have any idea what happens when an investigator\n\f89\n\nwho’s working on a case like this dies? _Haven’t you\nfucked with the insurance company enough?\n\nHe takes a sip of coffee.\n\n... Believe me, if anything happens to me, you’re in deep,\ndeep—\n\nClark frowns. Suddenly he rises to his feet. He freezes for a moment. He reaches down,\npicks up the coffee cup and hurls it at the living room wall.\n\nCoffee splashes and the china cup shatters against it.\nGardner stares, uncomprehending.\n\nGardner\nWhat the hell are you do—\n\nClark’s face is purpling and his mouth stretches wide. He emits an ear-splitting\nBELLOW.\n\nNICKY’S BEDROOM\n\nNicky wakes up to muffled bellowing. He listens, slowly rises, and pads across the room.\n\nTHE HALLWAY\n\nAs Nicky emerges from the bedroom. The bellowing is louder here. We now also hear\nthuds and crashes from downstairs. Nicky moves cautiously toward the stairway.\n\nTHE STAIRWAY\n\nAs Nicky takes one slow step at a time down.\n\nHis high point-of-view gives an oddly top-cropped picture of the pandemonium in the\nliving room below. Clark is mostly just legs, charging around, out of control, thumping\ninto furniture, screaming, his waving fists occasionally dipping into view.\nDOWNSTAIRS\n\nMargaret is running into the living room with her hands over her ears, howling.\n\f90\n\nMargaret\nOh God! Oh God! Ooohhh!\n\nClark is still careening around off the furniture like a chicken with its head cut off.\n\nGardner, stock-still in the middle of the cyclone, shouts:\n\nGardner\nWhat did you put in the coffee?! Goddamnit! What did\nyou do?!\n\nMargaret\n\nOh God! Just lye! Just a little bit of Draino!\n\nClark is ripping open the front of his shirt, screaming as he staggers toward the foyer.\n\nTHE FOYER\n\nClark reaches the front door. He launches a fist through its window. He reaches up and\nclaws desperately at his own throat, drawing blood.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE FOYER\n\nClark reaches the front door. He launches a fist through its window. He reaches up and\nclaws desperately at his own throat, drawing blood. \n\nTARGET SECTION TO BE ANNOTATED:\nHe hurls the door open and staggers out into the night.\n\nTHE LIVING ROOM\nMargaret stands wailing in the middle of the room.\n\nGardener hurls open the door to the foyer closet. From a golfbag inside he withdraws a\nnine-iron.\n\nGardner\nStay here. Stay here. Don’t move until I get back.\n\nTHE STAIRS\nNicky watches.\n\nGardner’s legs are leaving, the poker down at his side.\n\nSUBURBAN STREET\n\f91\n\nGardner runs down the street. Ahead in the dark we can make out Clark’s form as he\nstaggers crazily away, struggling out of his suit coat, clawing at his throat, his white shirt\nflashing. Gardner shoots an apprehensive glance at the dark houses.\n\nClark staggers, sucking for air that won’t burn. He is slowing, his gait becoming ever\nmore herky-jerky.\n\nGardner overtakes him and, from behind, swings the golfclub with a whoosh at the\ninsurance man’s head.\n\nOn the thud, we cut.\n\nSTAIRS\n\nNicky descends cautiously, quietly, a step at a time. From somewhere—not from him—a\nwhimpering sound.\n\nMargaret comes into view at the far end of the living room. She is stooped over, picking\nup pieces of broken china, putting them into a cupped palm, whimpering.\n\nA creak in the stair—she notices Nicky, straightens, and moans:\n\nMargaret\nOhhh, Nicky. . .\n\nNicky heads for the front door, which stands open.\n\nShe drops the collected china and grabs the shovel off the fireplace rack, but her manner\nremains unthreatening:\n\n... No, Nicky, wait.\nBut he is running.\n\nShe runs awkwardly after, raising the shovel.\n\nPORCH\nNicky is off and away.\n\nMargaret emerges onto the porch but clearly will not catch him; she stops at the lip of the\nporch.\n\f92\n\nMargaret\nNo, angel!\n\nLIVING ROOM\n\nMinutes later. Margaret sits in the easy chair formerly occupied by the insurance man,\nsobbing, as Gardner enters.\n\nHis voice is dull:\n\nGardner\nI put him in the car.\n\nHe looks at her crying.\n... It’s falling apart, Maggie. It’s over. All over.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s falling apart, Maggie. It’s over. All over. \n\nTARGET SECTION TO BE ANNOTATED:\nShe shakes her head, still weeping.\n... We’ll have to go away.\nHis gaze drifts off, up the stairs.\n... Where’s Nicky?\nMargaret sobs:\n\nMargaret\nOh Gardner—he got away!\n\nGardner squints incomprehension.\n\nGardner\n... What’re you talking about \"got away\"?\n\nMargaret\nI tried to take care of it! I just—I just—I’m trying to\nmanage. . .\n\nGardner\n\nMargaret—what’re you talking about?\n\f93\n\nMargaret\nOh, Gardner!\nA MEZUZA\n\nTacked to a doorpost; it has ornate metalwork and Hebrew letters. We hear faint doorbell\nchimes.\n\nWider shows Nicky, having just pressed the doorbell, looking up at the mezuza.\nAfter a beat the front door swings open to reveal Sieglebaum in his pyjamas.\n\nSieglebaum\nHoly moley! What’re you doing here Nicky?\n\nNicky\nCan I come in, Noah? My dad’s trying to kill me.\n\nSieglebaum\nOh. Okay.\nNOAH’S BEDROOM\n\nThe two boys sit on Noah’s bed in a small carpeted room littered with sporting gear and\nelectronic toys.\n\nSieglebaum\nInside is a little piece of parchment with the Sh’mah on it.\n\nNicky\nWhat’s parchment?\n\nSieglebaum\nI dunno. It’s old paper that the Pharaohs used. Are you\nstaying over?\n\nNicky\nCan I?\n\nWith a crash the door bursts open and Aaron, Sieglebaum’s thirteen-year-old brother,\nstrides in.\n\nAaron\n\f94\nWhere’s my Sega joystick you little faggot?\nNoticing Nick:\n—wWhat’s he doing here?\n\nSieglebaum\nI didn’t touch your stupid—\n\nAaron has already grabbed Sieglebaum by the hair.\n\n... AHHHHHHHH. STOP! I DON’T HAVE YOUR—\nAHHHHHHH—\n\nAaron wrestles the flailing Sieglebaum to the ground and sits on top of his stomach,\npressing his thumbs into the soft spots behind Sieglebaum’s ears.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAHHHHHHHH. STOP! I DON’T HAVE YOUR—\nAHHHHHHH—\n\nAaron wrestles the flailing Sieglebaum to the ground and sits on top of his stomach,\npressing his thumbs into the soft spots behind Sieglebaum’s ears. \n\nTARGET SECTION TO BE ANNOTATED:\n He bellows:\n\nAaron\nSAY \"I’M A FAGGOT! I’M A FAGGOT!\"\n\nSieglebaum\nAHHHHHHHHHHHH!!!\n\nHe starts bouncing his brother’s head against the floor in time with his chant:\n\nAaron\n\"lM A FAGGOT! I’M A FAGGOT!\"\n\nWe hear pounding footsteps and Nicky looks up from the fight as Mr. Sieglebaum\nappears in the doorway.\n\nMr. Sieglebaum\nCut it out, Aaron.\n\nHe wades in to break up the fight. He hooks a hand under Aaron’s armpit and starts\nleading him out of the room.\n\n... You know who’s room this is.\n\nAaron\nYeah well he’s been in my room, the little faggot.\n\nMr. Sieglebaum\nHey! Aaron!\n\f95\nAs he leads him out the door he nods at someone in the hall.\n... They’re in here.\nThey disappear around the corner.\nGardner appears in the doorway.\nHe and Nicky look at each other.\nGardner holds out his hand.\n\nGardner\nCome on, son.\n\nNicky remains sitting, staring.\n... Come on.\n\nNicky gets up, goes to his father, takes the extended hand.\n\nLUIS COLINA’S APARTMENT EXTERIOR\n\nLuis Colina is exiting the four-story apartment building holding a baseball bat. He\nglances around as he heads for his car parked at the curb.\n\nHalfway there a vibrating hum stops him. He fishes out his phone and squints at it:\nGombrich.\n\nLuis Colina\nShit.\n\nHe flips it open.\n... How ya doin’, man.\n\nGombrich’s Voice\nGoing to practice?\n\nLuis Colina\nHuh?\n\f96\n\nGombrich\nGoing to batting practice?\n\nLuis Colina looks wildly around. His look lands on:\nA parked car, someone in it. Gombrich’s voice continues:\n\n... Yeah, come on over. Hop in.\n\nLODGE HOME\nNicky is walking up the stairs immediately in front of Gardner.\nThey go down the hall to his bedroom. As Nick is about to enter:\n\nGardner\nNicholas.\n\nNick turns, looks up.\n... Do you need the privvy?\n\nNicky\nNo.\n\nGardner nods solemnly.\n\nHe shuts the door behind Nick.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nNicky\nNo. Gardner nods solemnly. He shuts the door behind Nick. \n\nTARGET SECTION TO BE ANNOTATED:\nWe hear a key turning in the door, and then retreating footsteps.\nA sharp, thin tapping sound brings Nicky’s look around.\n\nThe cherry limb taps at the dark of his windowpane.\n\nERNIE GOMBRICH’S CAR\n\nGombrich looks over at Luis Colina as they drive down a suburban street. Gombrich\nlooks forward, shaking his head.\n\nA long beat.\n\nLuis Colina finally breaks the silence:\n\f97\n\nLuis Colina\nYou keep shaking your head, man. Iss freaking me out.\n\nErnie\nI’ve tried to be a friend to you, Luis. You know—\nsupportive. And now this. And now this.\n\nLuis Colina\nAnd now this what, man?\n\nGombrich\nLuis, I’m gonna tell you straight out. There was zinc in\nyour urine.\nLuis Colina\nZinc?\nA perplexed beat.\n... Zine.\nGombrich\nYeah zinc.\n\nLuis Colina\nSo, that means, what, I got a high zinc count or what.\n\nGombrich\nLuis, lemme ’splain something. This is not natural levels\nof zinc. Unless you’re the fucking Tin Man. You know.\nOil me.\n\nLuis Colina\nOil me?\n\nGombrich\nThis urine, lemme tell you about this urine. This is old\nurine. This is stored-up urine. This is bullshit urine.\n\nLuis Colina\nNo, this is my urine, man—\n\nGombrich\nYou are a goddamn three-time loser. I tried to warn you,\n\f98\nthree strikes you’re out. That’s how we play the game here\nin the US of A. And I smell a whiffer. I smell a\ngoddamned whiffer. I red-tagged your file, Luis. We’re\ngoing back to Attica.\n\nLuis Colina\nThis was good urine, man.\n\nGombrich\nWAKE UP, COLINA! YOU’RE GOING BACK TO THE\nJOINT! YOU’RE—Humph!\nLuis Colina has just socked him in the face.\n\n. ..",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOU’RE—Humph! Luis Colina has just socked him in the face. . .. \n\nTARGET SECTION TO BE ANNOTATED:\n Fuck—shit—\n\nErnie Gombrich fights to control the car as Luis Colina grabs his head and slams it into\nthe wheel a couple of times, the car giving a brief honk at each impact.\n\nBumps, swerves, a big bump and a wrenching impact.\n\nEXTERIOR\nThe car has hit a lamppost.\nErnie Gombrich dribbles out of the driver’s side, moaning.\n\nLuis Colina flings open the passenger door and emerges. He leans back in for his\nbaseball bat.\n\nHe rounds the car and starts whacking Ernie Gombrich’s head.\n\nMASTER BEDROOM\n\nMargaret is in bed; Gardner sits on the edge of the bed in his shirtsleeves, elbows on his\nknees, gazing at a spot on the floor.\n\nGardner\n... Aruba, I think.\n\nMargaret\nWhere is it?\n\f99\n\nGardner\nThe Carribean. It’s a Dutch protectorate, there’s no uh. .\nreciprocal uh, extradition . . .\n\nMargaret\nWell, I don’t understand anything about that. Isn’t it—\n\nGardner\nWe could take a boat from another island, not leave a ticket\ntrail.\n\nMargaret\n\n...Isn’t it spicy, mango food?\n\nGardner\nYou can get any sort of food. Food of any description.\nThere’s golfing. Couples golfing. The windsurfing. I\nwent with Rose, many times.\n\nMargaret\n\nWell that’s good, darling. You could relax. You could\n\npaint, express yourself. The artistic thing is important to\n\nyou. I loved Rose, but you need someone to help you\n\nexplore that side of yourself. . .\nGardner continues to stare at the floor, listening.\n\n... We should have done this a long time ago. You were\n\ntrapped at the agency, Gardner—this is for the best. . .\nNICKY’S BEDROOM\nNicky sits in the dark, on his bed, knees drawn up to his chest.\nSharp and present, though not loud, is the tap at the window.\nMuted by an intervening wall are the voices from next door, their tones matter-of-fact.\nNo words are discernible, only the lulling back-and-forth of male voice alternating with\n\nfemale.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSharp and present, though not loud, is the tap at the window. Muted by an intervening wall are the voices from next door, their tones matter-of-fact. No words are discernible, only the lulling back-and-forth of male voice alternating with\n\nfemale. \n\nTARGET SECTION TO BE ANNOTATED:\nA new sound: from outside, the approaching rattle of a car whose fanbelt is rhythmically\nslapping the engine block.\n\nNicky rises and goes to the window.\n\f100\n\nErnie Gombrich’s car is pulling to the curb across the street, its hood crumpled. Once it\nis parked its engine sputters and dies out along with its associated coughs and clunks.\n\nNicky stares.\nNo one emerges from the car.\nThe muffled adult voices from the other bedroom drone on.\n\nFADE OUT\n\nNICKY’S BEDROOM\n\nIt is early morning. Nicky is still dressed but is now asleep on top of the bedcovers. The\nclunk of a car door wakes him.\n\nHe goes to the window.\nGardner’s car is pulling out of the driveway.\n\nThe beat-up car at the curb across the street is still there. Once Gardner’s car has pulled\naway, its door opens.\n\nLuis Colina emerges.\nNicky’s eyes widen.\n\nLuis Colina looks up the street in the direction in which Gardner’s car disappeared.\nSatisfied that it is gone, he pulls a baseball bat from his car. He starts across the street.\n\nNicky goes to his bedroom door and pounds.\n\nNicky\nAunt Margaret!\n\nKITCHEN\n\nMargaret stands at the counter making scrambled eggs, glancing up occasionally at the\nportable television.\n\nVoice\nIt’s beautiful, Donna.\n\f101\nAnother Voice\nThe Butterfly Broach has a silver setting and five high-\nquality zircon stones—\nShe reacts to the muffled pounding and shouting from upstairs:\nMargaret\nJust a minute!\n\nMASTER BEDROOM/BATH\n\nWith the eggs between toast wedges on a small plate, Margaret walks through the\nbedroom to the adjoining bathroom, humming to herself.\n\nShe sets the plate down next to the sink and opens the medicine cabinet.\nShe raises her voice in response to the continuing pounding:\n\nMargaret\nI’m just fixing your breakfast!\n\nShe takes a small vial out of the medicine cabinet and sprinkles the contents of the vial\nonto the eggs. She uses the fork to mash it in. She picks up the plate.\n\nShe emerges from the bathroom and stops short, with a quick intake of breath.\nLuis Colina stands in the bedroom doorway in his MTA uniform holding the baseball bat.\nMargaret stares.\nMargaret\nGoodness.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nLuis Colina stands in the bedroom doorway in his MTA uniform holding the baseball bat. Margaret stares. Margaret\nGoodness. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t know what your business is here, but\nyou’ ll have to talk to Gardner.\n\nLuis Colina steps hesitantly into the bedroom.\n\nLuis Colina\nSorry lady. Iss just the nature of the way things is.\n\nNICKY’S BEDROOM\n\nNicky stops pounding at the sound of ascream. The scream ends in a dull thunking\n\f102\n\nsound. Nicky listens at the door. A short beat. Two more dull thunks.\n\nHALLWAY\nEmpty.\nA silent beat.\n\nLuis Colina emerges from the master bedroom holding the stained baseball bat. He\ncloses the door behind him.\n\nWe hold on the closed door as Luis Colina leaves frame. We hear him walking down the\nhallway, opening and shutting doors.\nNICKY’S BEDROOM\n\nMuffled here, we hear Luis Colina’s progress in the hallway. Nicky stands with his ear\npressed to the door, struggling to control his frightened breathing.\n\nThe footsteps approach. . .\nHis own doorknob is rattled. A pause. Another rattle to confirm that it is locked.\nA muffled voice:\n\nLuis Colina\n. Kid?\n\nA THUMP at the door makes Nicky start. Another THUMP. It sounds like Luis Colina\nis giving it the shoulder.\n\nNicky scrambles to his bed and under it.\n\nHis point-of-view from under the bed shows very little outside; a dust ruffle comes\nalmost to the floor.\n\nThe thumps continue, the very bottom of the door trembling with each one, but remaining\nclosed.\n\nFinally with the sound of wood splintering around its lock, the door swings open.\n\nA beat of quiet.\n\f103\nNicky tries to quiet his breathing.\nA pair of black-shod feet enter, topped by blue uniform pants. The business side of a\nbaseball bat dangles next to his feet. It is smeared with blood. The feet take a couple of\nhesitant steps in.\nThe man is pausing, looking around. His voice is clear now:\n\n. Kid?\n\nA couple more steps toward the bed; the room is not big. The feet are now planted\nimmediately in front of the bed.\n\nMotion in the feet; the sound of knees cracking; the dust ruffle is plucked up so that Luis\nColina can peer in at us, his head angled sideways.\n\nNicky stares back.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe feet are now planted\nimmediately in front of the bed. Motion in the feet; the sound of knees cracking; the dust ruffle is plucked up so that Luis\nColina can peer in at us, his head angled sideways. Nicky stares back. \n\nTARGET SECTION TO BE ANNOTATED:\nAfter a long look, a smile from Luis Colina:\n. Hi.\n\nAnd then—oddly—he lets the dust ruffle drop. He is gone, but only for a moment:\nHis arm reaches in. It gropes blindly towards Nicky.\nNicky presses himself against the wall and starts screaming.\nJust audible under the screams as the arm continues to grope:\n\n...C’mon kid... I’m sorry. Iss just how things is.\n\nNicky bats, screaming, at the groping hand, but now it closes over his upper arm,\ntightens, and starts to drag him.\n\nNicky screams.\nThere is a dull crunching sound and the hand stops dragging. In fact, it relaxes.\nThere is another scream, not from Nicky.\n\nThere is another crunch that ends the scream, and then three more, at a measured pace, in\nthe silence that follows.\n\nThe hand is an inert thing. Blood is seeping into the carpet from beyond Luis Colina’s\n\f104\n\nshoulder.\n\nSuddenly the shoulder and arm slide away, dragged effortlessly, and the dust ruffle drops\nback into place.\n\nIt is plucked up again and Uncle Mitch peers in.\n\nMitch\nNicky. ..\n\nHe helps Nicky scramble out and then scoops him up and tucks Nicky’s head into his\nshoulder as he jogs him out the bedroom door.\n\n... Don’t look, Nicky, don’t look. . . It’s a mess. . .\nHe lumbers down the stairs, stroking the back of Nicky’s head.\n\n. .. Was that one of the cocksuckas?\nNicky sobs.\n\nNicky\nYes! Daddy’s a cocksucker too!\n\nHOUSE EXTERIOR\nMitch, grim-faced, jogs Nicky down the lawn to where his car is parked.\nAs Mitch stoops to ease Nicky into the passenger side:\n\nMitch\nI’m takin’ you home, Nicky. My home. Ow-uh home...\n\nHaving deposited the boy he straightens.\n\n... On the way you can tell me wusco non...\nHe goes around the car and pops the trunk.\n\n... and I’ll take care of everything.\n\nThe trunk holds security paraphernalia including walkie-talkies and clubs\nand a snap-flap holster which he grabs. There is also a small case. Mitch\n\f105\npops its clasps. Inside is a handgun.\n\n. ..",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nMitch\n\f105\npops its clasps. Inside is a handgun. . .. \n\nTARGET SECTION TO BE ANNOTATED:\n Uncle Mitch’Il take care of it.\n\nGARDNER’S OFFICE\nGardner is striding for his office; his secretary rises to greet him:\nLinda\nGood morning, Mr. Lodge, you’re early today—you don’t\nhave anything until ten.\nGardner\nI’m sorry, Linda, you’re going to have to cancel everything\ntoday, I’ve just come in to pick up a few things. . .\nHe opens the inner-office door but pauses in the doorway to continue:\n... See if you can get Erwin Panofsky at First Hartford on\nthe line before I go, I need to talk to him about some fund\n\ntransfers, and then I’1l need—\n\nHis eyes widen, reacting to something oncoming a split second before Mitch’s back\nenters frame and he is muscled backwards into his office.\n\nMitch\nSCUMBAGS!... SCUMBAGS!. .. 1 WANT HIS NAME!\n\nLinda, standing in the doorway with her notepad and pencil, emits sharp, chirping\nscreams.\n\nMitch slaps Gardner forehand and backhand.\n... L|WANT HIS SCUMBAG NAME!\n\nHis hand closes around Gardner’s throat and he shakes him by his neck. Gardner\nstruggles to get the words out:\n\nGardner\nLuis. . . Luis Colina.\n\nMitch’s veins are popping, his face is beet red, he is screaming:\n\f106\n\nMitch\nI KILT THE FUCKIN SPIC! I WANT THE UDDA ONE!\n\nLinda’s high piping screams continue, ignored by the two men.\n\nGardner\nIra. . . Ira Sloan.\n\nMitch hurls Gardner across the room where he lands in a heap.\n\nMitch\nT’ll be back fa you!\n\nTONY JANSON’S APARTMENT\nIra Sloan is on the phone in the apartment of the gun salesman down the hall.\n\nIra Sloan\nAin’t back yet?! When he leave?\n\nBarely audible, filtered through the phone, we hear a woman’s voice and the\npandemonium of children.\n\nFrom somewhere more present, a muffled buzz.\nIra Sloan sticks a finger in his ear.\n\n...Tcan’t hear you, ya wha?. ..",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nIra Sloan sticks a finger in his ear. ... Tcan’t hear you, ya wha?. .. \n\nTARGET SECTION TO BE ANNOTATED:\n Yeah, I know where he\nwent, I’m the one who sent him, but why ain’t he back?\n\nTwo muffled buzzes in quick succession.\n\nTony Janson is at a table, a beer in front of him.\n\nTony\nThat your buzzer?\nIra Sloan\nWhen he gets back you tell him to call me. Fuck, he can’t\n\ncall me.\n\nAnother muffled buzz. Tony raises his voice to Ira Sloan:\n\f107\n\nTony\nSomebody’s ringin’ your apartment.\n\nIra Sloan\nTell him he—wait, maybe this’s him.—\n\nHe lowers the phone mouthpiece to address Tony:\nCan you buzz’em in?\n\nTony goes to an intercom by his open apartment door and holds down a button. We hear\na heavy door unlatching down the hall. Ira Sloan is back into the telephone:\n\n... 1 said maybe that’s—can you hear me? Put a cork\ninnose kids why don’t ya...\n\nMitch clomps by in the hallway, some kind of aerosol in one hand, eyes taking in the\nnumber on the open apartment door and flitting without interest over Ira Sloan and Tony\nJanson as he passes.\nIra Sloan and Tony Janson exchange a look. Ira Sloan hesitates at the phone.\n\n. Uh... nev mind. Gubbye.\n\nIra Sloan carefully cradles the phone. We hear pounding on a doorway down the hall.\n\nMitch’s Voice\nHello. .. Ya deh?\n\nMore pounding.\n... Open iss daw!\nIra Sloan clears his throat. He asks quietly:\n\nIra Sloan\nCan I have a beer?\n\nTony Janson is puzzled.\n\nTony\nA beer.\n\f108\nHALLWAY\nAt the end of the hall Mitch is a small figure pounding on Ira Sloan’s door, his back to us.\n\nMitch\nI know ya indeh ya fuckin scumbag, open is fuckin daw!\n\nIra Sloan emerges from Tony’s apartment holding a capped beer by the neck. He walks\nslowly down the hall, Mitch’s noise covering his approach.\n\nMitch unsnaps a holster on his belt.\n... [know ya indeh, c’mon.\nHe withdraws the gun.\n\n... C’mon, open iss dawn will talk, ya fuckin creep ya—\nHrugh!\n\nIra Sloan has clubbed him from behind.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n... C’mon, open iss dawn will talk, ya fuckin creep ya—\nHrugh! Ira Sloan has clubbed him from behind. \n\nTARGET SECTION TO BE ANNOTATED:\nHe clubs him down the door, Mitch grunting under each blow. Ira Sloan bends down to\npick up Mitch’s gun. A hissing noise.\n\nIra Sloan straightens, screaming. Mitch, slumped on his back, is macing him.\n\nIra Sloan steps back, still screaming. He wraps his left elbow around his face and extends\nhis right hand with the gun. He fires blindly.\n\nBang. Bang. One bullet thunks the door. One hits Mitch in the chest. The third clanks\nand starts an airshriek: it has hit the mace.\n\nThe pressurized cannister hits the ground and spins shrieking. Mace sprays everywhere.\nIra Sloan yells on, firing. Bang. Bang. Bang. Bullets plug the wall, Mitch’s body,\nMitch’s face.\n\nIra Sloan stumbles away screaming. He blunders the length of the narrow hallway\ncaroming off the walls, face still wrapped into his elbow. He hits the front-door window\n\nand it shatters. He uncovers his face—starting to swell—to grope for the knob.\n\nHe finds it and plunges out into the street, screaming, trailing broken glass.\n\nNICKY\n\f109\nHe sits in a cheap formal parlor, on an uncomfortable-looking Louis XV chair that\ndoesn’t quite let his feet touch the ground. He is chewing a peanut butter sandwich; its\nplate and a glass of milk sit on a side table next to him. We hear the TV, off, which he\nwatches. The window behind him gives a view of a suburbia more downscale than his\nown.\nA car is pulling up the drive though no sound carries through into the house. Gardner\nemerges from the car and we do just barely hear its door slam. He trots toward the front\nof the house, his gait suggesting that he is unused to running: stiff-legged, with one hand\npressed down against his suit coat to keep it from flapping back as he runs.\n\nNick continues to watch TV.\n\nGARDNER’S CAR\nGardner drives in a thin-lipped fury.\n\nGardner\nHow did you get to Mitch’s house? Who let you out?\n\nNick is huddled in the corner of the passenger front seat.\n\nNicky\nUncle Mitch brought me.\n\nGardner grimly shakes his head.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nNick is huddled in the corner of the passenger front seat. Nicky\nUncle Mitch brought me. Gardner grimly shakes his head. \n\nTARGET SECTION TO BE ANNOTATED:\nGardner\nI don’t even want to think about the two of you talking. . .\nsaying crazy, irresponsible thing. . . words have conse-\nquences Nicholas, yes?\nSilence.\n... Yes?\nAgain he shakes his head.\n... You are in deep, deep doo-doo.\n\nHe decides something.\n\n... You’re going with us. To Aruba. You can’t be left to\nyourself.\n\f110\n\nHe nods to himself.\n... Margaret will understand.\n\nNicky\nShe’s dead.\n\nGardner looks at him, not alarmed, merely uncomprehending:\n\nGardner\n. .. What?\n\nNicky\nOne of the men from Valley Forge came back. He kilt her.\n\nGardner stares at him.\n\nGardner\n... One of the. . . what?\n\nHe gives a strangled hiccough of surprise. He glances front, stares back at Nicky, then\nemits a short, barking, humorless laugh.\n\nOh no. No, they wouldn’t do that... She’s waiting at\nhome. .. No...\n\nHe stares out at the street, his jaw working. He suddenly busts out sobbing. Through\ntears:\n\n... Tl tell you one thing, son: I’m not going anywhere\nwithout Maggie. Oh God! Oh God!\n\nHe bears down on the accelerator. The car is picking up speed.\nNicky speaks in a small voice:\n\nNicky\nEverybody’s dead. God is dead.\n\nSolemnly:\n\nGardner\nDon’t ever say that, son.\n\f111\nUp ahead, their house is just coming into view. Parked across the street from it is a green\nDelta 88. Ira Sloan has just gotten out of the car and is heading across the street for the\nhouse. At the whine of the approaching car he turns.\n\nHis face is grotesquely swollen, eyes puffed down to slits. He squints through tears at the\napproaching car, mouth agape, breath rattling, snot flowing.\n\nHe digs for his—Mitch’s—gun, finds it, levels it at the car.\nGardner punches the accelerator.\n\nImpact. From inside the car we see Ira Sloan’s body flip up over the hood, smack the\nwindshield directly in front of us, and flip back onto the roof.\n\nGardner blubbers.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nImpact. From inside the car we see Ira Sloan’s body flip up over the hood, smack the\nwindshield directly in front of us, and flip back onto the roof. Gardner blubbers. \n\nTARGET SECTION TO BE ANNOTATED:\nNicky shrinks. Over Gardner’s wails another sound: a thudding-bouncing on the roof of\nthe car.\n\nThe car exterior: Ira Sloan’s leg is caught on the roof luggage rack.\n\nBack to the interior: the thudding of Ira Sloan’s body is painfully loud inside the car, like\nbeing inside a drum. Nicky claps his hands to his ears. Gardner wails.\n\nIra Sloan’s head flops down directly in front of us and bounces against the windshield.\nHis face is ballooned. Blood streams across it.\n\nNicky screams.\n\nGardner blubbers.\n\nHis foot presses the accelerator to the floor.\nNicky screams.\n\nIra Sloan’s head, bouncing with the car, sends blood streaming down the windshield.\nWind feathers the blood back across the glass.\n\nNicky screams, looks from the windshield to Gardner.\nThe car is speeding out of control.\n\nGardner’s hands are clenched on the steering wheel. Nicky’s small hands try to pry them\nloose.\n\f112\nGardner’s foot vibrates against the accelerator. Nicky’s legs kick at it.\n\nThe car hits a bump; there is the sound of rolling on the roof. Nicky turns to look out the\nback window:\n\nIra Sloan’s body rolls onto the trunk and then off onto the street and bounces away,\ngrowing small fast as the car speeds along.\n\nNicky looks back to Gardner who moans, gasping for air.\n\nGardner clutches at his chest with one hand. His face is turning a deep shade of purple.\nHe is displaying the classic symptoms of myo-cardial infarction.\n\nNicky pries at Gardner’s hands which rigidly grasp the wheel. Suddenly they grow limp;\nhis head slumps down against the wheel, staring, glassy-eyed.\n\nNicky screams. The car gives a tremendous jolt and he looks front.\n\nThe car has jumped the curb in front of a white colonial house and is speeding up its\nmanicured lawn, churning sod.\n\nEXTERIOR HOUSE\n\nAt impact. The car groans to a halt, half-inside, half-outside the house. Dust from\nsplintered wood and pulverized wallboard eddies through the air.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXTERIOR HOUSE\n\nAt impact. The car groans to a halt, half-inside, half-outside the house. Dust from\nsplintered wood and pulverized wallboard eddies through the air. \n\nTARGET SECTION TO BE ANNOTATED:\n The engine loudly\nwhines, racing, as the car sits on its undercarriage with the rear wheels off the ground,\n\ntires crazily spinning.\n\nFADE OUT\n\nLITTLE LEAGUE FIELD\nWe pan the team as they listen to the coach—a voice we haven’t heard before:\n\nVoice\nAll right, men, excellent game today, excellent. You\ndisplayed good attitude, good sportsmanship, good mental\nalertness. . .\n\nThe pan reveals uniformed Nicky, a little bruised but not much worse for wear, standing\nnext to Alvez.\n\f113\n\n... Lcan tolerate an occasional physical error on the field,\nbut there were no mental errors today. . .\n\nWe finally cut to the team’s new coach. He is a tall, serious, athletic-looking younger\nmiddle-aged man in a pressed sweat shirt and sweat pants. A shiny silver whistle hangs\naround his neck.\n\nNew Coach\n... and you’re to be congratulated for that. You’ve shaped\nup marvelously since Coach Wallerstein was. . . was asked\nto leave. I guess our play-off berth is a testament to that.\nSee you all next week, but remember, no one’s stopping\nyou from doing those isometric exercises at home.\nHe blows his whistle and the team disperses.\n\nThe new coach looks over at Nicky.\n\n... Ready to go, son?\n\nNEW COACH’S CAR\n\nIt is a country sedan station wagon full of Little League gear. A bag of baseball bats\nrattles in the back. Nicky is strapped into the front seat next to the new coach.\n\nNew Coach\nI’m just warning you, young man, that kind of language\nwon’t fly in your new home.\n\nNicky is gazing out the windshield.\n\nNicky\nYes sir.\nThe new coach’s voice softens:\nNew Coach\nAll right then. . . 1 wonder what Mom’s whipped up for\n\ndinner. . .\n\nThey are pulling up the driveway of Nicky’s new home: a white Colonial with a\nmanicured lawn. Laborers are working on the damaged ground-floor wall.\n\f"
}