{
  "1": "\nSucker the Vampire\n\n\n\n\n\nSUCKER \nThe Screenplay\n\nINT. ANTHONY'S HOUSE - NIGHT\n\nTotal darkness surrounds us, except for a streak of pale\nmoonlight coming through a window, illumating a DOOR.\nWe hear a KNOCK, then the jingle of KEYS.\n\nAfter a moment, the door opens and a large, heavyset MAN comes\ninto the house. \n\nHe walks casually through the foyer to a staircase and begins to\nclimb the stairs.\n\nHis name is REED. As he climbs the stairs, we hear him in voice\nover...\n\n\t\tREED (VO)\n\tThey don't advertise for vampire\n\thenchman in the newspaper. That's\n\tin the special magazines... and \n\tthen you don't believe the ads. That\n\twas my profession. Ex-roadie.\n\tEx-nurse. Ex-henchman. Sushi, that's\n\twhat I always called 'em cause he\n\tliked to leave 'em in the water\n\tlike a cold fish...\n\nINT. ANTHONY'S BATHROOM\n\nStill dark, the bathroom is lit only by the moon. We can make out\nthe body of a LIFELESS GIRL, totally naked, in the shower.\n\nAfter a beat, the heavyset man enters.\n\nReed laughs self consciously as he turns the shower off. He\nreaches down and picks up the dead girl by her armpits. As he\nlifts her and spins her around... BAM! She smashes right into\nthe glass door of the shower!\n\nINT. NIGHT CLUB - NIGHT\n\nThis smoky, mephistophilian club is being rocked tonight by a\ngothic rock band, PLASMA.\n\nFronting the band is ANTHONY. He plays the bass and sings. He\nclearly enjoys being the center of attention.\n\nReed's voice over continues...\n\n\t\tREED (VO)\n\tPretty cool, huh? Yeah, I know. This!\n\tThis was the night. See, there's\n\tAnthony. You can't really see him, but\n\tman is he singing!\n\nBehind Anthony is SETH, the guitar player.\n\n\t\tREED (VO)\n\tSee, now there's Seth. Seth... well,\n\the was always kind of a jerk to me\n\treally...",
  "2": "---END OF PREVIOUS SECTION---\nBehind Anthony is SETH, the guitar player. REED (VO)\n\tSee, now there's Seth. Seth... well,\n\the was always kind of a jerk to me\n\treally... \n---TARGET SECTION TO BE ANNOTATED---\nAs the band plays, we see one particularly good looking concert\ngoer as she elbows her way to the front of the stage. She is\nVANESSA.\n\n\t\tREED (VO)\n\tOh! That... that is Miss Helsing!\n\tI remember her. I remember her because\n\tthat was the night, well, Anthony\n\tbroke up the band, can you believe\n\tit? Yeah. She'd been coming to the\n\tshows for a couple of months. I knew\n\tAnthony wouldn't like her, cause you\n\tknow, he likes blondes, but I thought\n\tmaybe for Seth. I thought Seth might\n\tlike her...\n\nINT. BACKSTAGE - NIGHT\n\nREED stands backstage, watching the band as they play. He dances \ncompletely out of rhythm with the song.\n\nSeveral CONCERT GOERS watch his antics in amazement.\n\n\t\tREED (VO)\n\tWith the benefit of hindsight, maybe\n\tit wasn't such a hot idea.\n\nINT. GREEN ROOM - NIGHT\n\nTOBIN, the drummer, is sitting next to SETH on a couch. They both\nlook up as...\n\nANTHONY enters and walks over to a table where a tiny igloo\ncooler sits. He picks up a plastic baggie filled with a dark\nred, viscous liquid, and pours some into his mug via a tube\nsticking from the bag.\n\n\t\tSETH\n\tSo?\n\n\t\tANTHONY\n\tIt was good. For a last \n\tperformance.\n\nSeth stops for a second, then continues.\n\n\t\tSETH\n\tThat's it, just like that?\n\n\t\tANTHONY\n\tWe're getting too big, Seth.\n\n\t\tSETH\n\tWho are you man, Perry Ferrel? \n\tThings are going great, we've \n\tgot offers on the table.\n\n\t\tANTHONY\n\tWhich is why we have to \n\tfade out.\n\nAnthony heads over to a small microwave and puts his mug inside. He nukes it for a minute.\n\n\t\tSETH\n\tAnthony, think about this. \n\tWe're not huge. We don't have a \n\tCD. We've got another couple \n\tmonths of obscurity.",
  "3": "---END OF PREVIOUS SECTION---\nWe're not huge. We don't have a \n\tCD. We've got another couple \n\tmonths of obscurity. \n---TARGET SECTION TO BE ANNOTATED---\n So what's\n\tyour problem?!\n\n\t\tANTHONY\n\tYou're my problem right now!\n\tIf you want to run the risk of \n\tbeing discovered, do it with \n\tanother band.\n\nTobin stops drinking, says nothing.\n\nSeth glares at Tobin.\n\n\t\tSETH\n\tWell? Say something, Tobin! \n\tI know you don't want this to end\n\teither!\n\nAnthony sips from the mug, he exchanges a look with Tobin.\n\n\t\tTOBIN\n\tAnthony's right.\n\nSeth sighs.\n\n\t\tSETH\n\tYeah.\n\n\t\tANTHONY\n\tSee it this way, now you can\n\tpursue other avenues, do what\n\tever you want\n\n\t\tSETH\n\tI don't want other avenues! \n\tI liked this! This is my\n\tultimate chick magnet.\n\n\t\tANTHONY\n\tThe discussion is over.\n\nAnthony sips from his mug as the door opens.\n\nREED escorts SANDY, a gorgeous blonde, and VANESSA in.\n\n\t\tSETH\n\tI'm really gonna miss this.\n\nAnthony takes Sandy by the hand and leads her over to a vacant\ncouch.\n\n\t\tSANDY\n\tYou guys are so great. I mean it.\n\n\t\tANTHONY\n\tThank you.\n\n\t\tSANDY\n\tI mean, your songs. They're \n\tso deep. I'm not sure I totally \n\tunderstand all of them, but you \n\tcan just tell. You know?\n\nVanessa walks over and lovingly touches Seth's guitar. He\nfollows her hungrily.\n\n\t\tVANESSA\n\tWhy are you called Plasma?\n\n\t\tSETH\n\tIt's kind of an inside joke.\n\n\t\tVANESSA\n\tIs that some sort of sick\n\tpun?\n\nSeth moves in close, grabs Vanessa and pushes her up against the\nwall.\n\n\t\tSETH\n\tSure.\n\nSeth moves in on Vanessa and kisses her. Vanessa seems not only unsurprised but eager.\n\nReed, noticing the amorous impulses around him, gets\nuncomfortable and shambles over to the couch where Anthony and\nSandy are sitting.\n\nReed grins.\n\n\t\tREED\n\tUh. Um, I'm gonna go now.\n\n\t\tSANDY\n\tYou're leaving?\n\n\t\tREED\n\tUh. Yeah.",
  "4": "---END OF PREVIOUS SECTION---\nSANDY\n\tYou're leaving? REED\n\tUh. Yeah. \n---TARGET SECTION TO BE ANNOTATED---\n I gotta be at work \n\tearly tomorrow and everything.\n\nSandy reaches out to shake Reed's hand.\n\n\t\tSANDY\n\tWell, it was nice meeting you.\n\n\t\tREED\n\tOh... I'll see you again.\n\nAnthony turns to Reed, flashes him a look. Reed knows he's done\nwrong and blanches.\n\n\t\tREED\n\tUh. Yeah. Bye. Bye Seth.\n\nSeth is absorbed with his grovelling and doesn't say anything.\n\n\t\tANTHONY\n\tI was wondering if you'd\n\tlike to come back to the\n\thouse with me. There's only\n\tso much of this I can take,\n\tyou know?\n\nSandy nods in lusty agreement\n\nAnthony smiles. He stands and extends his hand out to Sandy.\n\nSandy looks over at Vanessa and Seth.\n\n\t\tSANDY\n\tIt was nice meeting you both.\n\nVanessa looks over, Seth continues to nuzzle her.\n\n\t\tVANESSA\n\tBye, Sandy.\n \nSeth gurgles a goodbye.\n\nAnthony and Melissa leave.\n\n\t\tSETH\n\tI thought they would \n\tnever leave.\n\n\t\tVANESSA\n\tWhere do you think they're \n\tgoing?\n\n\t\tSETH\n\tProbably back to Anthony's.\n\n\t\tVANESSA\n\tWow. I bet he's got a great \n\tplace. Where does he live?\n\n\t\tSETH\n\tI've got a nice place. You \n\twanna go back there?\n\n\t\tVANESSA\n\tWhy don't we go with them?\n\n\t\tSETH\n\tWhy?\n\n\t\tVANESSA\n\tWell, to tell you the truth\n\tSeth, I was hoping to end up \n\twith Anthony tonight.\n\nSeth looks at her. He's a little pissed.\n\n\t\tSETH\n\tWhat! Lead guitar's not good \n\tenough for you? You gotta have \n\tthe lead singer?\n\nSeth shoves Vanessa down on the couch and jumps on top of her,\nputting his hand at her throat.\n\n\t\tVANESSA\n\tTake it easy, Seth.\n\n\t\tSETH\n\tYou want me to prove something, \n\tI'll prove something! I'll be \n\tthe best you ever had, bitch!\n\n\t\tVANESSA\n\tDon't bet on it.\n\nVanessa reaches behind her and pulls out a small CANISTER.",
  "5": "---END OF PREVIOUS SECTION---\nI'll be \n\tthe best you ever had, bitch! VANESSA\n\tDon't bet on it. Vanessa reaches behind her and pulls out a small CANISTER. \n---TARGET SECTION TO BE ANNOTATED---\nSeth scowls, then bursts into laughter.\n\n\t\tSETH\n\tYou're gonna mace me? You \n\thave no idea what I am, do \n\tyou?\n\n\t\tVANESSA\n\tMaybe.\n\nVanessa fires the mace canister, it hits Seth in the face.\n\nSeth laughs and bares a frightening set of FANGS!\n\n\t\tSETH\n\tStupid bitch. See, there's \n\tsomething you don't know \n\tabout me...\n\nSuddenly, Seth's laughter turns to a SCREAM. His face SMOKES and\nhe collapses in agony.\n\n\t\tVANESSA\n\tYeah. And what would that be?\n\nVanessa walks across the room to where she left her bag.\n\n\t\tVANESSA\n\tYou're a vampire? Do tell.\n\nVanessa taps the canister.\n\n\t\tVANESSA\n\tHoly water.\n\nSeth tries to get up off the floor. He writhes in agony.\n\n\t\tVANESSA\n\tSee, I was hoping to take \n\tout Anthony tonight, but I \n\tguess you'll do.\n\n\t\tSETH\n\tIt hurts! Oh Jesus, it hurts!\n\n\t\tVANESSA\n\tWhat do you say, Seth? Why don't \n\tyou save me a little footwork \n\tand tell me where Anthony lives.\n\n\t\tSETH\n\tScrew you.\n\n\t\tVANESSA\n\tHave it your way.\n\nVanessa kicks Seth onto his back.\n\nHe lurches up and grabs her foot, BITING into her calf!\n\nVanessa screams and sprays him again. He screams and rolls away.\n\n\t\tSETH\n\tGo to hell!\n\n\t\tVANESSA\n\tThanks, I think I'll pass. \n\tWhy don't you go on without me. \n\tAnd when you see your buddies \n\tdown there, do me a favor.\n\nSeth looks up to see Vanessa with a STAKE and a HAMMER.\n\n\t\tVANESSA\n\tTell them Vanessa sent you!\n\nWith that, Vanessa drives the stake into Seth's chest.\n\nEXT. ANTHONY'S HOUSE - NIGHT\n\nANTHONY stands out on his balcony, overlooking a brightly lit \nswimming pool. He watches SANDY swim around down below, nude.\n\nShe turns over on her back and sees him.\n\n\t\tSANDY\n\tAren't you gonna come in?\n\nEXT.",
  "6": "---END OF PREVIOUS SECTION---\nShe turns over on her back and sees him. SANDY\n\tAren't you gonna come in? EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HARBOR\n\nEstablishing the moonlit harbor, and one sailboat in particular.\n\nINT. ANTHONY'S BOAT - NIGHT\n\nREED sitting alone in the cabin of a small, one bedroom\nsailboat. He hums a nondescript song to himself.\n\nEXT. ANTHONY'S HOUSE, POOL - NIGHT\n\nAnthony slowly crosses to the pool and slips in.\n\nHe goes to Sandy.\n\nThey begin kissing, undulating together, the water becoming the \nperfect medium for their lovemaking.\n\nWe see only their heads above the surface of the water.\n\nSandy starts to clasp Anthony's head in her hands, her passion \nbecoming more frenzied.\n\nHe kisses her, moves to her ear, kisses, moves down to her neck. \n\nSandy is in total heaven, her head lolls to one side.\n\nAnthony moves his head back just a touch, opens his mouth only \nlong enough for us to see the glimmer of his FANGS!\n\nAs he bites into Sandy's neck, she shrieks and futilely tries \nto push him away. In a moment, she is gone.\n\nAs Sandy's body goes limp, we see a growing cloud of scarlet \nBLOOD as it seeps out into the pool.\n\nINT. ANTHONY'S BOAT - NIGHT\n\nREED sits alone in the boat, a sparsely decorated place. He's \ndoing some light cleaning as his PAGER goes off.\n\nReed rises, picks his pager off his belt and looks at it.\n\nHe moves to the door, takes his trenchcoat up along the way and \nexits.\n\nINT. ANTHONY'S HOUSE - LIVING ROOM - NIGHT\n\nANTHONY sits in his living room, smoking a cigarette on the \ncouch. He's watching the television. \n\nAnthony looks up as he hears a KEY in the front door lock.\n\nHe continues to watch. After a beat, there's a KNOCK on the door.\n\nAnthony rises and heads toward the front door.\n\nHe walks to the door and yanks it open, revealing REED, crouched \nwith his head by the door knob. Reed is tethered to the door by a \nstring around his neck.\n\n\t\tANTHONY\n\tWhat took you so long?\n\n\t\tREED\n\tMy key. Got stuck. Indeedoor.\n\nAnthony moves Reed aside and pulls the key from door.",
  "7": "---END OF PREVIOUS SECTION---\nGot stuck. Indeedoor. Anthony moves Reed aside and pulls the key from door. \n---TARGET SECTION TO BE ANNOTATED---\nReed stands up and laughs nervously. He takes the key, which he \nwears like a pendant, and tucks it back into his shirt.\n\nAnthony walks back toward the living room. Reed follows him in.\n\nAnthony looks at Reed impatiently.\n\n\t\tANTHONY\n\tHurry up.\n\t\tREED\n\tOkay.\n\nReed leaves and heads toward the BEDROOM.\n\n\t\tANTHONY\n\tReed.\n\nReed stops.\n\n\t\tANTHONY\n\tShe's in the pool.\n\nReed turns and looks out the window, where he sees the lifeless \nbody of SANDY floating face down.\n\n\t\tREED\n\tOh.\n\nReed heads for the front door.\n\nAs Anthony continues to watch, we see Reed make his way pool \nside.\n\nHe looks at the body for a long time, wondering how to get to it. \nThen, he looks over and sees a POOL HOOK. He walks over and grabs \nthe tool, then returns to the pool.\n\nAnthony stands, glances out at the pool, then retrieves a large \nPHOTO ALBUM from the hearth. He sits down and starts to leaf \nthrough it.\n\nANGLE ON THE PHOTO ALBUM\n\nThe page it has been turned to holds a PHOTOGRAPH of an elederly \ngentleman, sitting with a stake in one hand. He has a young girl \nsitting on his lap.\n\nThe man is wearing a celtic cross over his shirt.\n\nINT. ANTHONY'S HOUSE - LIVING ROOM - NIGHT\n\nANTHONY looks at the album.\n\nIn the background, Reed leans out over the pool and tries several \ntimes to hook the corpse, to no avail.\n\nFinally, he balances himself precariously on one foot and extends \nhis arms out. Just as the hook encircles the body, Reed loses his \nbalance and goes flailing into the pool.\n\nAnthony doesn't even notice.\n\nReed climbs out of the pool and trudges to the window.\n\nAnthony is totally absorbed in the photograph.\n\nReed raps on the window.\n\nAnthony looks over, sees the soaking wet figure, then shakes his \nhead. Anthony closes the album and returns his attention to the \ntelevision.\n\nReed, discouraged, goes back toward the pool.\n\nANGLE ON THE TELEVISION\n\nWe see THE MALIBU LIFEGUARD WORKOUT!\n\nINT.",
  "8": "---END OF PREVIOUS SECTION---\nReed, discouraged, goes back toward the pool. ANGLE ON THE TELEVISION\n\nWe see THE MALIBU LIFEGUARD WORKOUT! INT. \n---TARGET SECTION TO BE ANNOTATED---\n ANTHONY'S HOUSE - LIVING ROOM - NIGHT\n\nREED, still damp, comes into the house, carrying the body of \nSANDY over his shoulder. She is wrapped in a large towel.\n\nANTHONY looks up from the couch.\n\n\t\tANTHONY\n\tFinished?\n\n\t\tREED\n\tYeah.\n\nAnthony looks back at the TV.\n\n\t\tANTHONY\n\tSee you tomorrow.\n\nReed watches TV over Anthony's shoulder. Then, he takes a tiny \nSHIP IN A BOTTLE from under his arm and quietly puts it on the \nliving room table.\n\nAnthony looks up at Reed.\n\n\t\tANTHONY\n\tGoodnight, Reed.\n\n\t\tREED\n\tUm. Okay. G'night.\n\nReed moves to the door and leaves. Anthony turns off the TV and \nstarts toward his bedroom. He stops as he notices the ship.\n\nHe calmly picks it up and walks to a nearby closet. He puts the \nnicknack in the closet and resumes his path to the bedroom.\n\nINT. ANTHONY'S BOAT - NIGHT\n\nREED enters with the body of SANDY. He goes to his bed and \nthrows the limp form down.\n\nHe walks over to the kitchen and gets a small BOWL, fills it with \nwater, and returns to the bed.\n\nReed uncovers Sandy. He takes a moment, looks at her pale, \nnaked body.\n\nHe takes a corner of the sheet and dips it in the water, then \nuses the damp piece of cloth to sponge the blood from her body, \nhumming to himself.\n\nReed gets up and goes to a closet. He rifles through it, finding \nA CAMERA, mounted on a tripod.\n\nHe goes back to the bedside and sets the camera up, pointing it \nat Sandy.\n\nReed flips her over and positions her on the bed. He disappears.\n\nMoments pass.\n\nReed returns, dressed in a pair of TIGER STRIPED briefs.\n\nHe takes a position next to Sandy on the bed. He wraps her arms \naround him and leans into her. He kisses her neck as we see a \nWHITE FLASH.\n\nINT. ANTHONY'S BOAT - B&W\n\nWe see a series of shots of REED and SANDY, all in BLACK and \nWHITE, each one ending with the bright FLASH of the camera.",
  "9": "---END OF PREVIOUS SECTION---\nHe kisses her neck as we see a \nWHITE FLASH. INT. ANTHONY'S BOAT - B&W\n\nWe see a series of shots of REED and SANDY, all in BLACK and \nWHITE, each one ending with the bright FLASH of the camera. \n---TARGET SECTION TO BE ANNOTATED---\nReed tries various poses with her, ending with a shot of him \nsitting next to her, fairly relaxed.\n\nAgain we see a bright white FLASH go off.\n\nINT. ANTHONY'S BOAT - LATER\n\nREED is asleep on his bed, there is no sign of Sandy. Reed \nbolts upright as his ALARM goes off.\n\nHe looks over at the clock, it reads 4:00 A.M.\n\nEXT. HARBOR - ANTHONY'S BOAT - SUNRISE\n\nREED opens a camera case and pulls out a VIDEO CAMERA. He turns \non the power and walks to the bow.\n\nHe points the camera at the rising sun and starts to film.\n\n\t\tREED\n\tThis is Tuesday. Sunrise at five \n\ttwenty-nine.\n\nReed tries to keep a steady hand as he films.\n\nEXT. HARBOR - ANTHONY'S BOAT - DAY\n\nREED is frantically making his way around the boat, cleaning it.\n\nHe spit shines the tiny brass impliments, swabs the deck.\n\nWhen he's finished he returns the camera case to the interior of \nthe boat and steps onto the dock, carrying his completed VIDEO.\n\nHe checks his watch, then hurriedly jogs back toward the parking \nlot.\n\nEXT. HOSPITAL - PARKING LOT - DAY\n\nREED pulls up in the parking lot of a hospital in a beat up pick-\nup TRUCK. He's dressed in Hospital whites.\n\nHe hops out of the truck, walks around to the back and pulls out \na bulky ORANGE trashbag that reads, \"BIOLOGICAL WASTE\". He slings \nthe bag over his shoulder and rushes toward the hospital.\n\nINT. HOSPITAL - HALLWAY - DAY\n\nREED walks through the hallway. He stops at a door that reads, \n\"MORGUE\".\n\nReed starts to open the door as someone yells from down the hall, \nit's DR. PEZ-HUOY.\n\n\t\tDR. PEZ-HUOY\n\tBuckles!\n\nReed looks up. Pez-Huoy comes over.\n\n\t\tDR. PEZ-HUOY\n\tWhere in god's name have you been? \n\tI've got a patient waiting who \n\tneeds his temperature taken, right away.\n\n\t\tREED\n\tOkay, I'll be there in a sec.\n\n\t\tDR.",
  "10": "---END OF PREVIOUS SECTION---\nI've got a patient waiting who \n\tneeds his temperature taken, right away. REED\n\tOkay, I'll be there in a sec. DR. \n---TARGET SECTION TO BE ANNOTATED---\n PEZ-HUOY\n\tYou'll be there now, Nurse Buckles.\n\n\t\tREED\n\tI just gotta take care of this..\n\n\t\tDR. PEZ-HUOY\n\tLeave it, someone will pick it up.\n\n\t\tREED\n\tNo, no..no..no..\n\n\t\tDR. PEZ-HUOY\n\tLeave it!\n\nReed hangs his head, he backs away from the door and starts \nheading down the hall.\n\n\t\tREED\n\t(under his breath)\n\tStupid jerk.\n\nPez-Huoy looks up.\n\n\t\tDR. PEZ-HUOY\n\tOh, Nurse Buckles? Use a rectal \n\tthermometer.\n\nReed curses under his breath as he continues down the hall.\n\nINT. VANESSA'S APARTMENT - DAY\n\nVANESSA enters her apartment, tastefully decorated, simple. \n\nShe opens a Guatemalan backpack and pulls out a small leather \nSATCHEL.\n\nOpening the satchel, she pulls out two WHITE FANGS. She rolls \nthem around in her hand.\n\nAs she moves through the apartment, she throws her purse down on \nthe futon.\n\nVanessa carries the fangs over to a CLOSET. She pulls the closet \nopen.\n\nInside are the various weapons of a vampire hunter, STAKES, \nCROSSES, GARLIC, HAMMERS. She finds a small wooden BOX.\n\nThe box is old. On the lid is an inscription; \"To Vanessa, love, \nFather\".\n\nVanessa opens the box. Inside are several other FANGS. She tosses \nthe new set into the box and closes it.\n\nINT. HOSPITAL - PEZ-HUOY'S OFFICE - DAY\n\nTAMMY, a nine year old is SCREAMING in horror.\n\nThe reason for her distress is DR. PEZ-HUOY, who is holding a \nnasty looking syringe.\n\n\t\tDR. PEZ-HUOY\n\tNow, now. There, there. This \n\twill only hurt for a moment. \n\tWe don't want to get any viruses, \n\tdo we?\n\nREED stands nearby, watching.\n\n\t\tDR.",
  "11": "---END OF PREVIOUS SECTION---\nWe don't want to get any viruses, \n\tdo we? REED stands nearby, watching. DR. \n---TARGET SECTION TO BE ANNOTATED---\n PEZ-HUOY\n\tNurse Buckles, would you restrain \n\ther please?\n\nReed looks over and starts toward Tammy, who begins crying and \nscreaming even more.\n\nReed walks over and grabs Tammy and slams her down on the table. \nTammy wails.\n\nPez-Huoy looks over, reacts angrily.\n\n\t\tDR. PEZ-HUOY\n\tNurse Buckles!\n\nReed hastily takes his grip off Tammy. \n\nTammy and Reed both look at eachother, confused. Then, Reed has a \t\nmoment of inspiration.\n\nReed leans in to Tammy.\n\n\t\tREED\n\tTammy, right?\n\nTammy nods.\n\nReed pulls a small FINGER PUPPET from his pocket. It's a tiny \nmonster. He wiggles it around.\n\n\t\tREED\n\tThis is Ogo-Pogo. He helps me, \n\tto be brave.\n\nTammy looks. She stops crying for a second.\n\n\t\tREED\n\tYou hold him.\n\nTammy reaches out as Reed takes the finger puppet off his finger \nand hands it to Tammy.\n\nTammy wiggles it around. She smiles.\n\n\t\tDR. PEZ-HUOY\n\tNow, that wasn't so bad, was it?\n\nTammy looks over and sees that Pez-Huoy is dabbing her arm with a \ngauze pad. She looks back at Reed.\n\nReed winks. Tammy grins and looks back down at the finger puppet.\n\n\t\tDR. PEZ-HUOY\n\tOkay, Tamara. We're all finished. \n\tGo on out and meet your mom.\n\nTammy jumps off the table and runs out the door.\n\nPez-Huoy goes over to his clipboard and writes as he talks.\n\n\t\tDR. PEZ-HUOY\n\tThat was well done, Nurse Buckles.\n\n\t\tREED\n\tI hate shots.\n\n\t\tDR. PEZ-HUOY\n\tYes. Well, you handled that like \n\ta professional. I'm very pleased.\n\nReed smiles.\n\n\t\tDR. PEZ-HUOY\n\tBe that as it may, you are still \n\tunreliable. And I mean this; if you \n\tare late once more, I will be forced \n\tto replace you. Are we clear?\n\nReed nods his head.",
  "12": "---END OF PREVIOUS SECTION---\nAnd I mean this; if you \n\tare late once more, I will be forced \n\tto replace you. Are we clear? Reed nods his head. \n---TARGET SECTION TO BE ANNOTATED---\n\t\tDR. PEZ-HUOY\n\tGood. Then I'll see you tomorrow. \n\tEight A.M.\n\n\t\tREED\n\tOkay, Doc.\n\nPez-Huoy exits the office.\n\nINT. HOSPITAL - LAB - DAY\n\nA nervous young lab worker, BETH, is looking through a \nmicroscope. REED comes over and stands behind her.\n\n\t\tREED\n\tHi, Beth.\n\nBeth jumps in surprise.\n\n\t\tBETH\n\tReed! You scared me. What \n\tare you doing?\n\n\t\tREED\n\tNothing. Just getting ready \n\tto go home. Thought I'd stop by \n\tand say hi, see what's new.\n\n\t\tBETH\n\tWell, it's been an interesting \n\tday. I've done three celebs.\n\nReed stands there with a dull look on his face.\n\n\t\tBETH\n\tMovie stars.\n\n\t\tREED\n\tYeah?\n\n\t\tBETH\n\tYep. One for gonorrhea, one for \n\therpes, and one for the whole\n\tcupcake... all STD's.\n\n\t\tREED\n\tWho?\n\n\t\tBETH\n\tYou watch \"Baywatch\"?\n\n\t\tREED\n\tYes. Of course.\n\nBeth leans into Reed and whispers in his ear.\n\nReed reacts in shock.\n\n\t\tREED\n\tNo!\n\nBeth nods. Reed looks crestfallen.\n\n\t\tBETH\n\tCalifornia. The land of sun, \n\tsurf and sexually transmitted diseases.\n\nBeth goes back to her microscope.\n\nINT. VANESSA'S APARTMENT - NIGHT\n\nVANESSA is sitting on her futon, sharpening a STAKE. She puts the \nknife aside and shoves the stake into her backpack, along with a \nhammer.\n\nShe gets up and walks to a different closet, passing a night \nstand on the way. On the night stand we see a PHOTOGRAPH, \ndepicting an elderly man, a stake in one hand, his seven year old \ndaughter on his knee.\n\nVanessa pauses, looks at the photograph. She absently rubs her \nfingers over the celtic cross around her neck.\n\nShe opens the closet and starts fingering through the clothes \ninside.\n\nShe pulls out her dress for the evening, a real show stopping \nkind of number and takes off toward the bathroom.\n\nEXT.",
  "13": "---END OF PREVIOUS SECTION---\nShe opens the closet and starts fingering through the clothes \ninside. She pulls out her dress for the evening, a real show stopping \nkind of number and takes off toward the bathroom. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ANTHONY'S HOUSE - NIGHT\n\nREED sits outside Anthony's house in his truck, humming along \nwith the radio.\n\nHe checks his watch.\n\nHe reaches into his glove box and pulls out a roll of breath \nmints. He pops one in his mouth and gets out of the car.\n\nReed starts up the driveway toward Anthony's house.\n\nINT. ANTHONY'S HOUSE - LIVING ROOM - NIGHT\n\nREED comes in through the front door. Stooping down he pulls his \nkey out of the lock, and heads toward Anthony's bedroom. His\nvoice over continues...\n\n\t\tREED (VO)\n\tSee, now this is the perfect\n\topportunity for me to explain\n\tabout some of the things that\n\tI did for Anthony that weren't\n\tin my job description; like\n\tinterior design was my main \n\tattempt to create a feng shui\n\tin his place...\n\nOn his way, he glances at the living room table.\n\n\t\tREED (VO)\n\tHe was a sailor, he loved the\n\tsea, he loved ships and I love\n\tthem.. he made me love them and\n\the got this thing which is hand\n\tblown and he won't put it out and\n\tit's beautiful...\n\nHe turns and heads to the closet, opens it, and retrieves the \nSHIP IN A BOTTLE.\n\nHe walks across the room and gently sets it down on the table.\n\n\t\tREED (VO)\n\tAnd I still don't know what hand\n\tblown means.\n\nSatisfied, he turns to Anthony's bedroom.\n\n\nBack to Top\nMain Page\n\n\n\n"
}