{
  "1": " \n\nLD Dole IR,\nf\n\nOt\n\nWritten by\n\nMatt Leslie & Stephen J. Smith\n\nBellevue Literary Management\n\nJeff Portnoy\n818.207.8172\n\fOVER BLACK\n\nWE HEAR the distinct sound of a BMX bike, humming along.\nBIRDS CHIRPING, a LAWN SPRINKLER, KIDS PLAYING nearby...\n\nSUPER: SUMMER, 1984\nDELAYED SUPER: IPSWICH, MASSACHUSETTS\nAN ALLURING, MELODIC ‘80s SYNTH BEAT FADES IN OVER --\n\nDAVEY (V.0.)\nIt’s easy to think of the suburbs as\na dead end. A weird Bermuda triangle\nwhere the American dream strangles\nall the excitement outta life. But\nlooks can be deceiving...\n\nEXT. JUNIPER STREET - DAY\n\nNewspaper bag slung over his shoulder, DAVEY ARMSTRONG (14)\ncruises down the bucolic suburban street on his BMX. All you\nneed to know about the bright-eyed Davey is plastered on his\ntee-shirt: “AREA 51 - I BELIEVE.\"\n\nDAVEY (V.0.)\nJust past the manicured lawns and\nfriendly waves, go inside any house.\nLess than fifty feet from where you\nsleep, entirely different lives are\nplaying out.\n\nHe watches his NEIGHBORS with curiosity. PEOPLE are out doing\nyard work. KIDS are playing in the street.\n\nDAVEY PEELS UP TO A MAILBOX. Grabs a paper -- Accidentally\nDROPS IT revealing THE FRONT PAGE. A PICTURE OF A BOY (13)\nbeneath the headline, “NEWBURYPORT BOY STILL MISSING.\"\n\nDAVEY (V.0.)\nBehind the freshly painted walls next\ndoor, anything could be happening and\nyou'd never know.\n\nDavey’s eyes gleam at the headline as he scoops up the paper,\nstuffs it into the mailbox. Speeds away...\n\nAS HE PEDALS ALONG, Davey surveys the NEIGHBORS he passes...\nDAVEY (V.0.)\n\nEven serial killers live next door to\nsomebody...\n\f2.\n\nA BALDING NEIGHBOR (40s) mows his lawn. Waves at Davey as\nDavey passes. Davey politely smiles, waves back.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nA BALDING NEIGHBOR (40s) mows his lawn. Waves at Davey as\nDavey passes. Davey politely smiles, waves back. \n\nTARGET SECTION TO BE ANNOTATED:\n But as soon\nas the neighbor isn’t looking, Davey’s eyes turn skeptical...\n\nA YOUNG COUPLE argues with one another -- Stop at the sight\nof Davey zipping past. Smile as he goes by. A facade.\n\nAROUND THE BEND, a shirtless YOUNG MAN (20) we’ll come to\nknow as KYLE washes his TRANS-AM. Sees Davey. Flips him off.\n\nDAVEY (V.0.)\nBut that’s what I love about it. It\nalways keeps you on your toes.\n\nDavey pulls over to another mailbox at the foot of a long\ndriveway that leads to a well-maintained two-story colonial.\nIt reads \"MACKEY.\"\n\nDAVEY (V.0.)\nWhen something you never saw coming\nbreaks the routine... that’s when\nthings get really interesting.\n\nDavey opens the mailbox, stuffs a paper inside --\n\nMAN’S VOICE (0.S.)\nDavey! Hey, bud -- What’s going on?\n\nDavey looks up to find WAYNE MACKEY (40s) walking down the\n\ndriveway toward him. He’s your average suburban bachelor: a\nlittle tall, athletic shoulders, kind eyes. Type of guy who\nshould have a family by now but doesn’t seem in a rush.\n\nDAVEY\nHey, Mr. Mackey...\n\nDavey scans Mackey. Sees his clothes are covered in --\n\nDAVEY\n\nWhat’s with all the dirt?\nMACKEY\n\nOh -- Ha. Yeah. Been doing some\n\nplanting in the garden.\n\nDAVEY\nThere was no cash in your mailbox\nyesterday. For the paper.\n\nMACKEY\nHas it been a month already? Jeez...\nActually, I was gonna ask if you had\na sec to help me lift something\ninside?\n\n(MORE )\n\fMACKEY (CONT'D)\nI can grab the money too. Kill two\nbirds with one stone?\n\nINT. MACKEY’S HOUSE - LIVING ROOM - MOMENTS LATER\n\nDavey scans Mackey’s FAMILY PHOTOS while Mackey goes through\ndrawers in the kitchen.\n\nFROM AN END TABLE, Davey picks up a FRAMED PHOTO of a smiling\nTEENAGE BOY and his PARENTS.\n\nMackey comes up behind Davey. Hands him a $5 bill.\n\nMACKEY\nKnew I had it.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMackey comes up behind Davey. Hands him a $5 bill. MACKEY\nKnew I had it. \n\nTARGET SECTION TO BE ANNOTATED:\n Here ya go...\n\nDAVEY\nYou’ve got a big family, huh?\n\nMackey scans all the pictures on the walls, tables...\n\nMACKEY\nYeah, just make sure you don’t live\ntoo close to em or they’1ll always be\nin your business, am I right?\n\nMackey moves to a WOODEN BUREAU. Slaps a hand on its top.\nMACKEY\nThis is it. Bought some new furniture\nfor upstairs. Need to get this hunka\njunk down into the basement. Think we\ncan manage it?\nINT. MACKEY’S HOUSE - BASEMENT - MOMENTS LATER\n\nMackey and Davey carry the bureau down the stairs. Davey\nstruggles -- He’s clearly bitten off the max he can chew.\n\nMACKEY\nWatch your step...\n\nAs they level out on the concrete basement floor, pass a\nlarge furnace -- KACHUNK! -- It KICKS ON, scaring Davey --\n\nWHAM! He drops the bureau --\n\nMACKEY\nWhoa, whoa! You okay?\n\nDAVEY\nShit. Sorry.\n\fMACKEY\nLong as you didn’t get your foot,\nit’s fine. We can rest a sec.\n\nDavey appraises the UNFINISHED BASEMENT. Two dangling light\nbulbs throw stark shadows against the sheetrock walls that\nenclose THREE ROOMS.\n\nMACKEY\nReally appreciate the help. Flip side\nof not living near family -- no one’s\n\never around to help out.\n\nDavey points to a cracked door. BLOOD RED LIGHT EMANATES from\nbehind it. Kinda creepy...\n\nDAVEY\nWhat’s in there?\n\nMACKEY\nThat’s where we’re going. Think you\ncan make it the rest of the way?\n\nDavey nods. They hoist the bureau again. He spots a PADLOCK\nON THE DOOR IN THE CORNER. Odd. Then they’re moving --\n\nINT. MACKEY’S HOUSE - BASEMENT DARK ROOM - MOMENTS LATER\n-- THUD! Davey and Mackey put down the bureau...\n\nMACKEY\nHeavy sonofabitch, huh...?\n\n.. leaving Davey HUFFING AND PUFFING. Mackey CHUCKLES. He\nlooks oddly disturbing in the red glow. Everything does.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMackey CHUCKLES. He\nlooks oddly disturbing in the red glow. Everything does. \n\nTARGET SECTION TO BE ANNOTATED:\nMACKEY\nSo, whattaya think? Putting the\nfinishing touches on my dark room.\nSort of an amateur photographer.\nFigured this beast would be good to\nstore some equipment.\n\nDAVEY\nThat’s cool. I’m sort of an amateur\nvideographer, so I get it...\n\nMACKEY\nJust like your old man. Boy, I\nremember your parents walking you\naround the block in a stroller. Now\nlook at you. How old are ya anyway?\n\fDAVEY\nFourteen.\n\nMACKEY\nFourteen? Shit. Perfect age. Wish I\ncould just freeze it for you.\n\nDAVEY\nAnyway, I gotta get home for dinner.\n\nMACKEY\nOf course. I can take it from here.\nSend your folks my best.\n\nDavey nods, heads back up the basement stairs as THE SOUND OF\nKIDS YELLING OUT ECHOES OVER --\n\nEXT. JUNIPER STREET - CUL-DE-SAC - HIGH ABOVE - NIGHT\n\nA crystal clear New England summer night. Dense forest butts\nup against the backyards of FIVE HOUSES that line a cul-de-\nsac, each home separated by a sizeable yard.\n\nNUMEROUS FLASHLIGHT BEAMS slice through the darkness. A\ncommotion of some sort. A search? No, it’s --\n\nTEENAGED BOY (0.S.)\n(echoing, from a distance)\nManhunt! We’re coming to get you\nshitheads!\n\nAS WE SWOOP DOWN, we find Davey running through a neighbor’s\npitch black backyard, dressed in all dark clothes.\n\nDAVEY\nGo-go-go!\n\nA few other KIDS (12-15), also dressed in dark clothing,\nscatter in all directions, looking for hiding spots.\n\nWE STAY WITH DAVEY as he bolts into what we recognize as\nMACKEY’S BACKYARD. Ducks behind a thick bush up against\nMackey’s house. Looks around. Doesn’t see anyone --\n\nFARRADAY (0.S.)\nMove over!\n\nDAVEY JUMPS, turns to find CURTIS FARRADAY (14), AKA\n“FARRADAY,\" his nerdy friend, squeezing in behind the bush.\nFarraday's the kid puberty left behind -- high-pitched voice,\nand about a head shorter than Davey with horn-rimmed glasses.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nMove over! DAVEY JUMPS, turns to find CURTIS FARRADAY (14), AKA\n“FARRADAY,\" his nerdy friend, squeezing in behind the bush. Farraday's the kid puberty left behind -- high-pitched voice,\nand about a head shorter than Davey with horn-rimmed glasses. \n\nTARGET SECTION TO BE ANNOTATED:\n\fDAVEY\nThe hell, Farraday? Find your own\nspot! You’re gonna get us caught!\n\nFARRADAY\nThis is my spot!\nDAVEY\nNot right now -- Go!\n\nAnnoyed, Farraday slinks away. Davey listens. No movement.\nThen HE HEARS MUFFLED, INDISCERNIBLE VOICES coming from --\n\nINSIDE MACKEY’S HOUSE. Davey peeks into the window to find --\n\nMACKEY, PHONE at his ear, sitting across the dining room\ntable from a TEENAGED KID (13). Scraggly red hair, acne,\nfreckles, GREEN ATARI shirt. Davey doesn’t recognize him.\n\nMackey shrugs apologetically, hangs up. No one answered. The\nredhead nods, and Mackey says something that makes him LAUGH.\nThey head into another room and out of Davey’s sight...\n\nWOODY (0.S.)\nGOT YOU, DUDE!\n\nDavey recoils as FLASHLIGHT BEAMS NAIL him. Squints past the\nlight to find DALE WOODWORTH, AKA, “WOODY” (14) and TOMMY\nEATON, AKA, “EATS” (14) smiling down at him, victorious.\n\nDAVEY\nJesus, Woody!\n\nWoody’s a bear of a kid. The opposite of Farraday -- Puberty\ncame fast and furious. Eats is the punk of the group. Like a\ncharacter out of The Ramones. A wise-ass through and through.\n\nWOODY\nHiding in Farraday’s spot, man? Lame.\nYou're better than that.\n\nEATS\nDavey, treehouse in fifteen. After we\ncatch this little bitch.\n\nWOODY\nHe’s close. I can practically smell\nthe Noxzema on him.\n\nAs Woody and Eats dash into the night to continue the search,\nDavey peers back into Mackey’s window. All’s quiet.\n\fEXT. EATS’ HOUSE - SIDE YARD - NIGHT\n\nA TREEHOUSE hangs in the limbs of a maple beside a classic\ncolonial house. A light glows inside as --\n\nFARRADAY (0.S.)\nI can’t wait to get laid...\n\nINT. TREEHOUSE - CONTINUOUS\n\nWoody’s got a PORNO MAG in hand, Davey and Farraday on either\nside of him.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nI can’t wait to get laid... INT. TREEHOUSE - CONTINUOUS\n\nWoody’s got a PORNO MAG in hand, Davey and Farraday on either\nside of him. \n\nTARGET SECTION TO BE ANNOTATED:\n Woody and Farraday look particularly intoxicated\nby the pictures of beautiful, NAKED WOMEN.\n\nEATS\nAren’t you guys sick of looking at\nthose same chicks?\n\nSitting across from them, Eats sips from a flask.\n\nDAVEY\nShit no, man.\n\nFARRADAY\nor even just feel-up a chick.\n\nEATS\nSecond base? That’s it? I rounded\nthird once. She was hot, too.\n\nWOODY\nJust so happens to be a girl none of\nus knows --\n\nEATS\nI was on vacation, dipshit.\n\nWOODY\nHow convenient...\n\nDAVEY\nI'd be happy just to get on base with\nNikki.\n\nFARRADAY\n\nOh, man. How is she so friggin hot?\n\nEATS\nToo bad she’s into my brother.\n\nDAVEY\nKyle!? No way! He’s twenty and he\nworks at the hardware store.\n\fFARRADAY\nWhen’s he getting us more pornos? The\npages on this one are wearing off --\n\nEATS\nI told you, he said we can go fuck\nourselves.\n\nFARRADAY\nTell him we’re trying to. That’s why\nwe need the porno mags.\n\nThe guys all have a LAUGH as Eats passes the flask to Woody.\nWoody takes a sip -- COUGHS, GAGS --\n\nWOODY\nThank God for this treehouse. Wish I\ncould just live up here instead of\nwith my mom...\n\nDAVEY\nI dunno how safe that’d be. With\nthose kids going missing --\n\nEATS\nOkay, here we go...\n\nDAVEY\nWhat.\n\nEATS\n\nCome on, we all know what you’re gonna\nsay. “It’s a conspiracy. It’s all\nconnected. The disappearances aren’t\nrandom, they’re part of some vast\ngovernmental alien cover-up.” Right?\n\nDavey just stares at him a moment, not wanting to admit he’s\nright, but --\n\nDAVEY\nSo you don't think it's weird? Last\nsummer, a kid goes missing in\nHamilton. Now another kid disappears\nin Newburyport...?\n\nEats and Farraday LAUGH. Davey looks to Woody for support.\nWOODY\n\nDavey, you're my best friend, but you\nsound like a nutjob.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nEats and Farraday LAUGH. Davey looks to Woody for support. WOODY\n\nDavey, you're my best friend, but you\nsound like a nutjob. \n\nTARGET SECTION TO BE ANNOTATED:\n\fFARRADAY\nRemember when he connected a Lite\nBrite to his keyboard to try and\ncommunicate with extraterrestrials?\n\nEATS\nOr when he swore there was a demonic\npresence in his room cuz our houses\nwere built on Indian burial grounds?\n\nDAVEY\nThat was like... three years ago! And\nour houses were built on an Indian\nburial ground --\n\nFARRADAY\nThere’s literally no proof of that --\n\nEATS\nAll right, are we done here? I gotta\nbeat off before my parents get home.\n\nFARRADAY\nOh shit, good call. I'm outta here.\n\nDAVEY\nYou guys are animals...\n\nAs Davey follows Farraday down the ladder, Eats grabs at the\nporn mag in Woody’s hand, but Woody won't let go.\n\nWOODY\nNo way! Thought you were tired of\nlooking at these same chicks.\n\nEATS\nI am. Why ya think I stopped bangin\nyour mom?\n\nWOODY\nYou're dead!\n\nWoody grabs Eats, they wrestle playfully as we --\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - LATER\n\nThe room is literally wallpapered with the front pages of\n\nvarious tabloids: “Satanic Cult Abducting Children,\" “I was\nBigfoot’s Love Slave,” “Back from the Dead -- For Two Years I\nwas a Zombie,\" “Are UFOs Abducting Cows?” etc...\n\nDavey’s in bed reading “THE HARDY BOYS: THE SHORE ROAD\nMYSTERY.\" His mother, SHEILA (40s), enters.\n\f10.\n\nShe has the big hair and business suit of a career woman, but\nthe gentle nature of a mom. She fixes his covers, takes the\nbook away.\n\nSHEILA\nYou know you shouldn't read this\nstuff before bedtime. Scary dreams.\n\nDAVEY\nMom, I’m fourteen. You don’t need to\ntuck me in anymore.\n\nSHEILA\nMaybe you don't need me to. Doesn't\nmean I'm ready to give it up.\n\nShe kisses him on the forehead.\n\nDAVEY\nThink Dad's gonna be home soon?\n\nSHEILA\nI don't know, hon. You know how the\nnews is. Always something going on\nthat needs reporting. Sleep tight.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou know how the\nnews is. Always something going on\nthat needs reporting. Sleep tight. \n\nTARGET SECTION TO BE ANNOTATED:\nSheila flicks off his bedroom light, closes his door. As soon\nas she’s gone, Davey reaches under his bed, pulls out a GE\nROBOT STARCODE WALKIE TALKIE. Speaks softly --\n\nDAVEY (INTO WALKIE)\nGuys, Roller Palace tomorrow?\n\nDavey hops out of bed. Grabs the BINOCULARS from his\nnightstand and walks to the window ON THE OTHER SIDE OF HIS\nROOM. Pulls aside the curtains THAT FACE THE HOUSE NEXT DOOR.\n\nBINOCULARS POV: A dimly-lit room. We can just barely make out\nthe shape of a bed, a nightstand...\n\nFARRADAY (0.S.)(OVER WALKIE)\nScope some cuties? I’m in.\n\nEATS (0.S.)(OVER WALKIE)\nHope that chick from last week is\nthere. She was all over me.\n\nWOODY (0.S.)(OVER WALKIE)\nYou asked to touch her boobs and she\nthrew you over the railing.\n\nDavey scans the other windows, but the neighboring house is\nempty. No signs of life. He couldn’t be more disappointed...\n\f11.\n\nEATS (0.S.)(OVER WALKIE)\nBet I didn’t look half as dumb as\nDavey every time he sees Nikki in the\nDJ booth and bites it.\n\nDavey’s disappointment suddenly turns to a devilish smile --\n\nDAVEY (INTO WALKIE)\nKnow what doesn’t bite? The fact that\nI can see her right now... Naked...\n\nFARRADAY (0.S.)(OVER WALKIE)\nBullshit...\n\nWOODY (0.S.)(OVER WALKIE)\nIf you're serious, I hate you.\n\nDAVEY (INTO WALKIE)\nHoly shit, she’s waving for me to\ncome over --\n\nEATS (0.S.)(OVER WALKIE)\nOkay, now I know you’re full of it.\nEats, out.\n\nFARRADAY (0.S.)(OVER WALKIE)\nI'd trade both my nuts to have that\nview. She's like your private dancer.\n(singing)\n\"A dancer for money. Do what you want\nher to dooooo.\"\n\nWOODY (0.S.)(OVER WALKIE)\nTina Turner? I fuckin love her!\n\nFARRADAY (0.S.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nI fuckin love her! FARRADAY (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n)(OVER WALKIE)\nDude, me too! I mean, I know we're\ntechnically not her demographic but --\n\nCLICK! Davey turns off his walkie, rolls his eyes. Returns to\nbed and looks out the LARGE PICTURE WINDOW AT HIS BEDSIDE at\nthe entire cul-de-sac. The perfect view. He grabs his --\nBINOCULARS POV: Davey’s magnified gaze scans the other homes\nin the cul-de-sac, finally landing on MACKEY’S HOUSE DIRECTLY\nACROSS THE STREET. No lights on. Nothing out of the ordinary.\nDavey hops back in bed, pulls the covers over his head as --\nOVER BLACK\n\nWe HEAR RUSTLING, then... A RING OF LIGHT becomes a FLOOD OF\nILLUMINATION, revealing we’re --\n\f12.\n\nINSIDE A GARBAGE CAN, LOOKING UP AT DAVEY as he drops a LUMPY\nGARBAGE BAG down onto us --\n\nEXT. DAVEY’S HOUSE - BACKYARD - DAY\n\nDavey drops the lid back into place, covering his nose.\nREFUSE is strewn across the deck around three garbage cans,\none of which is still knocked over. He looks over the\nextraordinary mess and SIGHS. Pulls on YELLOW RUBBER GLOVES.\n\nDAVEY\nCan you at least make Mom double-bag\nher meatloaf when she tosses it?\nSmells like werewolf crap.\n\nDavey’s father RANDALL (40s) supervises from the patio table\nwhere he cleans the detached lens from a professional grade\nBETAMAX CAMCORDER. CHANNEL SIX NEWS emblazoned on the side.\n\nRANDALL\nIf you remembered to put the cinder\nblocks on those bins like I told you,\nwe wouldn’t have this mess.\n\nDAVEY\nI hate raccoons. You should do an\nexclusive. Get pest control in here.\nI could film it...\n\nRANDALL\nYeah, nice try. Camcorder’s off-\nlimits. It’s --\n\nDAVEY\n-- expensive, I know. How am I\nsupposed to become the next Spielberg\nif I don’t practice?\n\nRandall gives an amused smirk. CLICKS the lens back in place\nand heads for the patio door.\n\nRANDALL\nJust make sure this patio’s clean\nbefore you go anywhere, capiche?\n\nEXT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLICKS the lens back in place\nand heads for the patio door. RANDALL\nJust make sure this patio’s clean\nbefore you go anywhere, capiche? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DOWNTOWN IPSWICH - DAY\nOn their BMX bikes, clearly on a mission, bags of candy in\n\nhand, the boys zip through the picturesque seaside downtown,\nbrushing past outraged PEDESTRIANS...\n\f13.\n\nEXT. ROLLER PALACE - ESTABLISHING - DUSK\n\nA roller skating rink, parking lot filled. The SOUNDS of\nBananarama’s “CRUEL SUMMER\" bleed into the night from inside\nas the guys roll up on their bikes...\n\nINT. ROLLER PALACE - A SHORT TIME LATER\n\nThe MUSIC POUNDS THE AIR as round and round the rink goes the\ncrowd of TEEN ROLLERSKATERS. Nearly in slow-motion, a\nGORGEOUS TEEN GIRL glides past as...\n\nDavey, Eats, Farraday and Woody stare, slack-jawed. Eats\nnearly trips, almost takes Woody with him.\n\nWOODY\n\nControl yourself, ya psycho!\nEATS\n\nI can't -- I got needs, Woody!\n\nThey all LAUGH as Davey’s gaze floats up to the DJ in the\nbooth overlooking the floor.\n\nNIKKI KASZUBA (17) bobs her head as she searches through a\nstack of VINYLS for a next song. Glaringly hot and aloof,\nshe’s the kind of girl guys throw their virginity at.\n\nDavey stares up at her dreamily, slowing his roll. The guys\ntrack his gaze. And now they’re all entranced.\n\nFARRADAY\nNikki Kaszuba. She’s like,\nscientifically the perfect woman.\n\nEATS\nIf she was my sitter I'da been bangin\nher the second my balls dropped.\n\nWOODY\nWas it hard not to pop a boner every\ntime she gave you a bath?\n\nDAVEY\nIt was four years ago, not ten. Calm\ndown. We just played games and shit.\n\nEATS\nWhat kind of games? Naughty games?\n\nDAVEY\nI hate you guys...\n\nDavey skates off toward the --\n\f14.\n\nINT. ROLLER PALACE - BATHROOM HALLWAY - A SHORT TIME LATER\n\nDavey skates out of the bathroom drying his hands.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavey skates off toward the --\n\f14. INT. ROLLER PALACE - BATHROOM HALLWAY - A SHORT TIME LATER\n\nDavey skates out of the bathroom drying his hands. \n\nTARGET SECTION TO BE ANNOTATED:\nSOMEONE GRABS HIM, SLAMS HIM AGAINST THE WALL --\n\nNIKKI\nNow you’re spying on me here too?\n\nDavey’s eyes go wide -- It’s Nikki! And she knows!\nwords come out because HOLY SHIT IS THIS GIRL HOT!\n\nNIKKI\nYeah, I know you pervs spy on me.\n\nDavey’s heart is hammering in his chest.\n\nNIKKI\nNothing to say? Really?\nDAVEY\nNo, I just -- I never watch when\nyou're -- I mean, I don’t mean to\nwatch you, you’re just --\nNIKKI\nI’m just what?\nDAVEY\nperfect.\n\nBut\n\nBut no\n\nThe anger on Nikki’s face dissipates. She lets Davey go,\nskates off. Davey watches after her, the weight of what just\n\nhappened sinking in. What did I just say!?\n\nINT. ROLLER PALACE - RINK - CONTINUOUS\n\nDavey rolls up on the other guys, who are plainly staring at\nthe asses of a GROUP OF OBLIVIOUS GIRLS a few feet ahead. He\n\nstill looks like he’s in shock.\n\nFARRADAY\nThe hell happened to you?\n\nDAVEY\nHuh? Nothing...\n\nEATS\nYou sure? We were worried maybe you\ngot kidnapped or something.\n\nDAVEY\nYou’re such an asshole.\n\f15.\n\nEATS\nComing from you, that’s a compliment.\nNow, watch as I show you dicknoses\nhow to score with the ladies...\n\nEats speeds toward the group of oblivious girls. The guys\nquicken their pace to catch up, but as Davey rounds the loop,\npast the DJ booth, he glances up to find NIKKI LOOKING BACK\nAT HIM. THE MOMENT LASTS AN ETERNITY. SHE SMIRKS! Then --\n\nWHAM! Davey trips, takes a ridiculous spill, skin SCREECHING\non the wood. A few SKATERS trip over him, causing a pile-up.\n\nIN THE DJ BOOTH, Nikki plays the famous sound bite from The\nSurfaris’ “WIPE OUT.” LAUGHTER fills the air as we --\n\nINT. DAVEY’S HOUSE - LIVING ROOM - NIGHT\nDavey’s family sits around the TV eating dinner off TV TRAYS.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nA few SKATERS trip over him, causing a pile-up. IN THE DJ BOOTH, Nikki plays the famous sound bite from The\nSurfaris’ “WIPE OUT.” LAUGHTER fills the air as we --\n\nINT. DAVEY’S HOUSE - LIVING ROOM - NIGHT\nDavey’s family sits around the TV eating dinner off TV TRAYS. \n\nTARGET SECTION TO BE ANNOTATED:\nON THE TV, a NEWS ANCHOR (40s) talks Summer Olympics...\n\nNEWS ANCHOR (FROM TV)\nnow confirmed that 14 Eastern\nBloc countries, including the Soviet\nUnion, will boycott the Olympic Games\nin Los Angeles later this summer...\n\nRANDALL\nUnbelievable. Cold War's never gonna\nend. Davey, your future’s doomed.\n\nSheila hands a thick folder off the end table to Randall.\n\nSHEILA\nJohn dropped these off today.\n\nRANDALL\nAh, great. Must be the fliers for the\nblock party.\n\nRandall opens it.\n\nRANDALL\nYup. They got a Beatles cover band to\nplay this year. Pretty neato.\n\nDAVEY\nNikki’s not DJing like last year?\nShe’s amazing.\n\nRANDALL\nProbably not in the cards, what with\nher parents getting a divorce.\n\f16.\n\nDavey blanches as his heart drops.\n\nDAVEY\nNikki’s parents are getting divorced?\n\nSHEILA\nWhere’d you hear that?\n\nRANDALL\nBob Burnquist bowls with Mike\nKaszuba. Said it’s pretty ugly.\nSupposedly, Mike’s not even living in\nthe house right now.\n\nSHEILA\nLet’s not gossip, Randall...\n(thinking about it)\nBut that’s awful. I never would’ve\nthought they were having problems.\n\nRANDALL\nThat’s why they invented curtains,\nhon.\n\nSHEILA\n\nWell, enough about that. At least the\nblock party sounds like it’1ll be fun.\n\nDAVEY\nYeah, but why’s it always like the\nlast weekend before school starts?\nRANDALL\nThat’s kinda the point, pal. Say\ngoodbye to summer fun with a bang.\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - A SHORT TIME LATER\n\nMind still on Nikki, Davey grabs his binoculars. Goes to the\nside window and cautiously looks out at --\n\nBINOCULARS POV: Nikki’s bedroom window. The lights are on,\nbut no one’s there. Davey focuses in on a FRAMED PHOTO on her\nbedside table. It’s of Nikki and her MOM and DAD.\n\nDavey lowers the binoculars, saddened as --\n\nBRRRING! The HOUSE PHONE RINGS. Davey hurries into the --\n\nHALLWAY. Grabs the phone off the wall.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe HOUSE PHONE RINGS. Davey hurries into the --\n\nHALLWAY. Grabs the phone off the wall. \n\nTARGET SECTION TO BE ANNOTATED:\n Before he can answer,\nhe hears VOICES ON THE LINE. He’s about to hang up when --\n\f17.\n\nRANDALL (0.S.)(OVER PHONE)\nWanna tell me what’s so urgent I\ncan’t just come in tomorrow?\n\nThe UNKNOWN CALLER SIGHS, unsure how to say that --\n\nMALE VOICE (0.S.)(OVER PHONE)\nRandall, it’s -- The Chronicle\nreceived a letter from some guy\ncalling himself the “Cape Ann\nKiller.” Claims he’s killed thirteen\nteenaged boys over the last decade.\n\nDavey’s eyes go wide. A moment of silence passes on the line.\n\nMALE VOICE (0.S.)(OVER PHONE)\nIt’s legit. Story’s gonna break any\nsecond. We need ya in here, pronto.\n\nBACK IN HIS ROOM. Davey grabs the walkie-talkie as the VOICES\nOF HIS PARENTS ECHO UP FROM DOWNSTAIRS. The front door SLAMS.\n\nDAVEY (INTO WALKIE)\nGuys! Something big is going down!\n\nEATS (0.S.)(OVER WALKIE)\nSomeone’s going down on who?\n\nDAVEY (INTO WALKIE)\nI was right. Know those missing boys?\nIt’s a serial killer! My dad just got\ncalled in!\n\nFARRADAY (0.S.)(OVER WALKIE)\nHoly shit, you’re not kidding. It’s\non the news right now.\n\nDavey drops the walkie-talkie and races back down to the --\nINT. DAVEY’S HOUSE - LIVING ROOM - CONTINUOUS\n\nSheila’s standing in front of the TV, remote control clutched\nfirmly to her chest. Davey sees the LIVE PRESS CONFERENCE\nwhere DEPUTY SHERIFF LEWIS CALDWELL (50) addresses REPORTERS.\n\nSHERIFF CALDWELL (FROM TV)\nThis afternoon, the Cape Ann Chronicle\nreceived an anonymous letter from\nsomeone claiming responsibility for\nthe deaths of thirteen teenaged boys.\n\nDavey can’t believe what he’s hearing. He looks at Sheila.\nShe watches in stunned silence.\n\f18.\n\nSHERIFF CALDWELL (FROM TV)\nThe author also provided a list of\nnames, dates and pertinent details\nrelated to a number of open missing\npersons cases.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe watches in stunned silence. 18. SHERIFF CALDWELL (FROM TV)\nThe author also provided a list of\nnames, dates and pertinent details\nrelated to a number of open missing\npersons cases. \n\nTARGET SECTION TO BE ANNOTATED:\n We’ve confirmed the\naccuracy of these statements and can\nnow officially label this person an\nactive serial killer.\n\nON SCREEN, the feed cuts back to the IN-STUDIO NEWS ANCHOR.\n\nNEWS ANCHOR (FROM TV)\nSheriff's office reports they're\nlikely looking for a white male in\nhis late-30s to 40s, living alone.\nPreferred targets appear to be males,\naged 12 to 16 --\n\nCLICK. Sheila turns off the TV. Knuckles white on the remote.\nTense silence fills the void, until --\n\nSHEILA\nI just, I can’t believe something --\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - LATER\nCLOSE ON Davey’s face, a familiar glimmer in his eye --\n\nDAVEY\n-- like this could happen here! It\ncould be anybody! This is the coolest\nthing that’s ever happened to us!\n\nAll four guys are here, though from their HUSHED VOICES, it’s\nobvious they’re not supposed to be.\n\nWOODY\nThey said he hunts guys our age.\nThink maybe we should cool it with\nthe late night Manhunts?\n\nFARRADAY\nWhy? None of the missing kids are from\nIpswich. And Cape Ann's wicked big --\n\nDAVEY\nIt’s not that big. How’re you not\nfreaking out that something’s finally\nhappening in this town?\n\nEATS\nBecause there’s no way it’s gonna hit\nus or this neighborhood. We love you,\nman, but look at this place.\n\f19.\n\nThe guys scan the room: an “Area 51” poster hangs on the wall\nbeside a large framed still of the classic Patterson-Gimlin\nBig Foot video. Alien figurines and toys cover most surfaces.\nA large cross adorns a wall, garlic hanging from it.\n\nEATS\nYou’re desperate for crazy shit to\nhappen. You hear a news story and\nsuddenly every boogeyman in these\nmagazines lives down the street.\n\nFarraday grabs the BINOCULARS. Looks out the SIDE WINDOW --\n\nDAVEY\nExcuse me for being the only one to\nhear there’s a serial killer on the\nloose in Cape Ann and get a --\n\nFARRADAY (0.S.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nFarraday grabs the BINOCULARS. Looks out the SIDE WINDOW --\n\nDAVEY\nExcuse me for being the only one to\nhear there’s a serial killer on the\nloose in Cape Ann and get a --\n\nFARRADAY (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nBoner! Holy shit!\n\nAll the guys crowd to the window to follow Farraday’s gaze.\nCould only be one thing. Eats scrambles to grab the extra set\nof BINOCULARS Davey keeps near the window.\n\nEATS\nMove over, Woody! Fat ass!\n\nEats ducks down at Woody’s knees, and as the four adolescent\nguys gaze out, WE SEE --\n\nBINOCULARS POV: NIKKI, IN HER WINDOW. Undressing. Her back to\nour boys, she slips off her bra. Sunkissed skin, the graceful\ncurves of her shoulders and bare neck achingly feminine.\n\nFARRADAY\nI bet her hair smells like Vidal\nSassoon.\n\nEATS\n\nDefinitely. If I was over there right\nnow, she’d be pregnant.\n\nDAVEY\nGuys, show her a little respect. Her\nparents are getting divorced.\n\nA moment of silence passes... Then --\n\nFARRADAY\nStatistically that means she’s, like,\n78 percent more likely to engage in\npre-marital sex.\n\f20.\n\nDAVEY\nYou guys are disgusting.\n\nEATS\nWhatever, dude, you were thinking it.\n\nFARRADAY\nBank it and spank it.\n\nWoody wrestles the binoculars from Farraday, SNEAKS A PEEK\nfor himself. His jaw instantly drops.\n\nWOODY\nI feel like I just discovered the\nmeaning of life. Davey, you gotta get\nwith her, man.\n\nDavey looks out at Nikki with a look of pure intoxication.\nIt’s not lust in his eyes, it’s something more. Until --\n\nNIKKI SPINS -- REALIZES SHE’S BEING WATCHED!\n\nEATS\nShit-get-down!\n\nThe guys drop to the floor, BUT DAVEY’S FROZEN. He meets\nNikki’s gaze --\n\nWOODY (0.S.)\nDude...!\n\nWoody yanks him to the floor and OUT OF FRAME. Far too late.\n\nDAVEY (0.S.)\nI’m so fucked...\n\nEXT. FARRADAY’S HOUSE - ESTABLISHING - DAY\n\nAnother upper-middle-class, two-story colonial on the cul-de-\nsac. We can see Davey’s house a couple driveways over.\n\nINT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nFARRADAY’S HOUSE - ESTABLISHING - DAY\n\nAnother upper-middle-class, two-story colonial on the cul-de-\nsac. We can see Davey’s house a couple driveways over. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FARRADAY’S HOUSE - KITCHEN - CONTINUOUS\n\nStuffing sandwiches in their faces, Farraday and Davey hover\nover a newspaper. The headline reads, “THE CAPE ANN KILLER -\n15 CONFIRMED VICTIMS AND COUNTING.”\n\nDAVEY\nThe Cape Ann Killer. So rad. Dude,\nlook at this --\n\nDavey runs his finger along a PHOTO of the killer’s letter.\nIt includes a LIST OF NAMES. The victims. Right there in\nblack and white, next to the info hotline number.\n\f21.\n\nDAVEY\nNow that we have their names, I bet\nwe can find details of their\ndisappearances at the library --\n\nFRANCINE\nAbsolutely not!\n\nFRANCINE FARRADAY (40s), sets a bowl of Doritos between the\nboys. Just looking at her, you can see the conservative,\nrazor-sharp intellect of a clinical psychiatrist.\n\nFRANCINE\nAnd if I find out you did, I’m\ncalling your mother, David. Besides,\nCurtis has homework.\n\nFARRADAY\nSo stupid. Everyone else gets to hang\nout all summer. I hate the academy --\n\nFRANCINE\nMy son is not going to be the first\nFarraday without a Ph.D. from an Ivy\nLeague school. Period.\n\nCURTIS FARRADAY, SR. joins the boys at the table with a\nsalad. He stabs a finger onto the paper.\n\nCURTIS SR.\nMakes me sick. The media supporting\nthe name this psychopath gave himself\nlike he’s in the damn World Wrestling\nFederation. Whoever he is, he’s\nclearly deranged and beyond help.\n\nFRANCINE\nAll serial killers are beyond help.\nThat’s why they’re serial killers.\nThey can't stop themselves.\n\nDAVEY\nWhy do they call em serial killers?\n\nFRANCINE\n“Serial” just means “many.” So it’s\nsomeone who’s driven to murder\nmultiple people over many years.\n\nCURTIS SR.\nWe’ve both done some research into\nthe subject. Francine more than me.\n\f22.\n\nDAVEY\nCan you tell us about some of em?\n\nFRANCINE\nOh, I don’t think it’s appropriate.\n\nCURTIS SR.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVEY\nCan you tell us about some of em? FRANCINE\nOh, I don’t think it’s appropriate. CURTIS SR. \n\nTARGET SECTION TO BE ANNOTATED:\nIf they don’t hear it from us, Dear,\nyou can be sure they’1l learn about\nit from the G.D. news...\n\nFrancine considers. Nods agreement.\n\nFRANCINE\nWell, this country’s seen its fair\nshare. H.H. Holmes was the first one\ndocumented. Built a hotel in Chicago.\nCalled it his “Murder Castle.”\n\nCURTIS SR.\nNo one knows how many people he\nkilled there. Probably hundreds.\n\nDavey and Farraday’s eyes light up like the fourth of July.\n\nCURTIS SR.\nThen there’s Ed Kemper, “The Co-Ed\nKiller.” John Wayne Gacy, “The Killer\nClown.” Guy actually dressed up like\na clown for the kids in his\nneighborhood. Never trust a clown.\n\nFRANCINE\nTed Bundy, “The Lady Killer.” My\nfavorite.\n\nFARRADAY\nMom...! Gross!\n\nFRANCINE\nMeaning he’s fascinating. He\nconfessed to murdering thirty women.\nUsed his good looks to seduce, kidnap\nand kill his victims. Some serials\neven keep items from their victims,\nwhich we call “trophies.” These are\ndeeply disturbed individuals.\n\nCURTIS SR.\nThe list goes on and on. All with\nsensational names to sell newspapers\nand gain ratings. The news media\ndisgusts me. No offense to your\nfather, Davey.\n\f23.\n\nDAVEY\nBut why would the Killer write this\nletter after all this time?\n\nFRANCINE\nTo raise the stakes. Make it more of\na thrill, and show how confident he\nis that he won’t be caught. He thinks\nhe’s smarter than the police, and\nhe’s trying to prove it.\n\nFrancine scoops the newspaper off of the counter. Peers down\nat it, shaking her head in disgust as she walks over...\n\nFRANCINE\nWe thought this town was insulated\nfrom all the madness out there. But\neven Ipswich isn’t safe anymore...\n\nand drops it into the trash bin --\nINT. IPSWICH PUBLIC LIBRARY - MICROFICHE LAB - DAY\n\nMere feet away from an oblivious OLD WOMAN (70s), Eats\njokingly humps a bookcase. Ipswich isn’t safe anymore indeed.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nand drops it into the trash bin --\nINT. IPSWICH PUBLIC LIBRARY - MICROFICHE LAB - DAY\n\nMere feet away from an oblivious OLD WOMAN (70s), Eats\njokingly humps a bookcase. Ipswich isn’t safe anymore indeed. \n\nTARGET SECTION TO BE ANNOTATED:\nHe’s got Woody in stitches as nearby --\n\nFARRADAY\nGuys, cut the shit! Unlike you, I\nactually come here to study so don't\nget me kicked out.\n\nNEWSPAPER from Farraday's house on his lap, Davey sits at a\nMICROFICHE MACHINE. Farraday loads in a SHEET. Maneuvers\nthrough pages of OLD NEWSPAPER ARTICLES.\n\nFARRADAY\nJust use these knobs to scroll, find\nthe articles you want. Easy...\n\nDavey takes the wheel. Uses the current paper as reference.\nStarts searching for VICTIMS’ NAMES. AS HE SCROLLS, WE SEE --\n\nQUICK CUTS OF DISTURBING HEADLINES, LAST PHOTOGRAPHS OF\nSMILING VICTIMS --\n\nA BLOND BOY .... A FAT BOY .... A SHAGGY BOY .... MORE BOYS,\nALL TEENAGERS. And then a break in the pattern --\n\nA FULL FAMILY (MOM, DAD, TWIN TEENAGED BOYS) AND A SHOT OF\nTHEIR CRIME SCENE: A DINNER TABLE WITH BLOOD SPLOTCHES IN\nFRONT OF EVERY CHAIR.\n\nTIME FLIES BY as one by one, he crosses names off the list.\n\f24.\n\nFARRADAY\nI can’t look at this stuff anymore.\n\nFarraday gets up and walks off. But Davey’s eyes are wide\nwith morbid fascination. HE’S HOOKED.\n\nWE SEE MORE GROTESQUE SHOTS OF THE CAPE ANN KILLER’S WORK as\nDavey tracks the killer’s activities across MONTHS, YEARS --\n\nPLOP! A MAGAZINE SPREAD drops in front of his face. A PAIR OF\nBARE AFRICAN TRIBAL BREASTS close enough to motorboat.\n\nEATS\nBOOM! Afri-CANS... Get it?\n\nDAVEY\nYou guys aren’t gonna believe the\nshit I found --\n\nDavey turns to find Eats and Woody. A stack of NATIONAL\nGEOGRAPHIC magazines in their hands, AKA the best source of\nporn a fourteen year old can easily get his hands on.\n\nEATS\nForget what you found -- We snagged\nenough tribal muff to carpet your\nhouse. We’re back in business.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nA stack of NATIONAL\nGEOGRAPHIC magazines in their hands, AKA the best source of\nporn a fourteen year old can easily get his hands on. EATS\nForget what you found -- We snagged\nenough tribal muff to carpet your\nhouse. We’re back in business. \n\nTARGET SECTION TO BE ANNOTATED:\nEats stuffs a pair of NatGeos down the front of his pants.\n\nDAVEY\nThe hell are you doing!?\n\nEATS\nFree porn, bro.\n\nEXT. JUNIPER STREET - CUL-DE-SAC - NIGHT\n\nDressed in black, Davey and the guys shoot the shit with the\nusual crew of MANHUNT KIDS as the last of the sun sets --\n\nDAVEY\nOkay, where the hell’s Sammy? We need\nhim or we don’t have numbers.\n\nNEIGHBORHOOD KID 1\nI dunno. We haven’t heard from him in\na few days.\nBy the look on everyone’s faces, that’s not normal.\n\nDAVEY\nAre they home?\n\f25.\n\nNEIGHBORHOOD KID 2\nCar’s in the driveway. They must be.\n\nEATS\nLet’s go get the little shit. Woody,\nstay here, make sure none of these\ndickweeds leave.\n\nEXT. THE HOFFMAN HOUSE - FRONT DOOR - NIGHT\n\nKNOCK-KNOCK-KNOCK -- Davey, Eats and Farraday await a\nresponse... that doesn’t come. Eats and Farraday peek into\nthe windows beside the door...\n\nFARRADAY\nNo movement.\n\nEATS\nOr lights. Oh well...\n\nDAVEY\nOh well? You don't think this is a\nlittle weird? No one's seen Sammy in\ndays. What if --\n\nEATS\nDon't even say it! They're probably\nup at the lake or some shit.\n\nDAVEY\nThen why's their car here?\n\nDavey goes to the Hoffmans' nearby station wagon. Squints in\nthe windows... Nothing out of the ordinary.\n\nFARRADAY\nMaybe they rented one...?\n\nDAVEY\nWhy would they --\n\nEATS\nWho cares? The real issue is that we\ndon't have numbers because of the\nlittle prick, so now I can't play\nManhunt. Whatever, I'm out.\n\nFARRADAY\nI'm gonna go catch up on my summer\nreading. Fuckin homework. Later.\n\nFun extinguished. Eats and Farraday head off...\n\f26.\n\nBut Davey lingers. He approaches the front door, peers into\nthe darkened windows, morbid curiosity boiling over.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n26. But Davey lingers. He approaches the front door, peers into\nthe darkened windows, morbid curiosity boiling over. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ncasually TRIES THE FRONT DOOR KNOB, but it's locked. Bummer.\n\nDavey turns around. Takes in the view from the Hoffmans' --\nAn unobstructed view of Mackey's backyard. Hmm...\n\nINT. DAVEY’S HOUSE - KITCHEN - DAY\n\nDavey puts the finishing touches on a PB&J. Grabs the jelly,\nreaches for the refrigerator door -- Sees a NOTE WRITTEN IN\nMARKER on the MAGNETIZED REFRIGERATOR WHITEBOARD:\n\n“DATE: 6/29 MESSAGE: Working late again. Get a pizza. Call\none of the neighbors in case of an emergency.”\n\nON THE BOTTOM OF THE WHITEBOARD, a LIST of NAMES and PHONE\nNUMBERS: “Farraday, Mackey, Woodworth, Eaton,” etc...\n\nDavey puts the jelly back in the fridge, grabs the milk.\n\nPours himself a glass and places the CARTON on the counter.\nTakes a glorious bite of the PB&J. Swigs the milk --\n\nNEARLY CHOKES at the PICTURE ON THE BACK OF THE MILK CARTON --\n“DUSTIN ‘DUSTY’ DEWITT - MISSING SINCE 6/2/84\"\n\nIT’S THE RED-HEADED KID HE SAW AT MACKEY’S HOUSE! HOLY! SHIT!\nINT. TREEHOUSE - A SHORT TIME LATER\n\nThe flickering light of CANDLES on the table in the center of\nthe space gives a slightly crazy gleam to the eyes of --\n\nDAVEY\nMackey's the Cape Ann Killer!\n\nHe looks like a man possessed. A prolonged silence hangs\nbetween Eats, Farraday and Woody.\n\nFARRADAY\nI knew we shouldn’t have taken you to\nthe library. I blame myself.\n\nEATS\nI also blame Farraday.\n\nDAVEY\nI know it sounds kinda ridiculous --\n\nEATS\nYeah, because it is. As soon as that\nnews report came out, we all knew it\nwas just a matter of time til you --\n\f27.\n\nWHAM! Davey slaps the MILK CARTON onto the table.\n\nEATS\nCongrats, you’re getting your\ncalcium, so what?\n\nDAVEY\nNo, man, look --\n\nDavey points at the picture of DUSTY DEWITT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavey slaps the MILK CARTON onto the table. EATS\nCongrats, you’re getting your\ncalcium, so what? DAVEY\nNo, man, look --\n\nDavey points at the picture of DUSTY DEWITT. \n\nTARGET SECTION TO BE ANNOTATED:\n The guys grab\nthe carton. Take a closer look at the picture.\n\nFARRADAY\nWho’s the missing ginger?\n\nDAVEY\nThat’s the kid I saw in Mackey’s\ndining room a few weeks ago! When we\nwere playing Manhunt!\n\nWOODY\nHow sure are you it's him?\n\nDAVEY\nNever been more sure of anything in\nmy entire life.\n\nEATS\nThat’s a low bar. Plus, redheads all\nlook the same.\n\nFARRADAY\nSo true.\n\nWOODY\nDid you tell your parents?\n\nDAVEY\nNo way! They'd never believe me, and\nthey'd ground me. I need proof. Guys,\nI was only like ten feet away! I saw\nhim clear as day! That’s him!\n\nEats and Farraday study the carton, considering this insane\npossibility.\n\nDAVEY\nPlus, what about the Hoffmans? Their\nlakehouse is only a couple hours\nnorth, but their car's still here?\nSomething's definitely off. And they\nhave a perfect view of Mackey's yard.\n\f28.\n\nEATS\n\nDAVEY\nSo, what if one of the Hoffmans saw\nMackey with Dusty in the yard --\n\nWOODY\nWho?\n\nFARRADAY\nThe missing ginger.\n\nDAVEY\n-- Mackey found out somehow, and then\nkilled them to get rid of the threat.\n\nSilence. Everyone thinking over the details...\nWOODY\n\nLook, I'll admit this is all pretty\nweird, but that's kind of a stretch.\n\nFARRADAY\nEats, tell him what Kyle said.\nEATS\nFarraday, what the fuck --\nDAVEY\nWhat'd Kyle say? Does he know\nsomething?\nEATS\n\nGoddammit. Fine. He said Mackey comes\ninto the hardware store every week\nand buys like fifty pounds of dirt.\nSays it’s for his garden --\n\nDAVEY\nHis garden!? Bullshit! Who uses fifty\npounds of dirt a week in a backyard\ngarden? He’s also got a room in his\nbasement with a padlock on the door.\nHe’s single and he lives alone. Why\nwould he need that?\n\nDavey plops down the CAPE ANN CHRONICLE.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s single and he lives alone. Why\nwould he need that? Davey plops down the CAPE ANN CHRONICLE. \n\nTARGET SECTION TO BE ANNOTATED:\n Points at a section\non the front page beneath the “CAPE ANN KILLER” headline --\n\nDAVEY\nStill not convinced?\n(reading)\n(MORE )\n\f29.\n\nDAVEY (CONT'D)\n“Suspect is likely a white male,\nlate-30s to 40s, lives alone...”\n\nEATS\nDude, Mackey’s a cop. With a sick\nreputation --\n\nDAVEY\nThat’s what’s genius about it! He\nknows police tactics. He could plant\nevidence to throw them off, or\ndestroy it if they ever found\nanything bad. Who would suspect a\ncop? It’s the perfect cover.\n\nA sense of dread spreads around the table. He's got a point.\n\nDAVEY\nGuys, if Mackey is what I think he\nis, we've gotta do something.\n\nWOODY\nYeah, we gotta call the cops.\n\nDAVEY\nHave you not been listening? We\nreport anything to the cops, Mackey\nwill find out. Then he could just\ndestroy the evidence. Or walk over\nand silence us. Permanently.\n\nEATS\n\nOkay, Magnum, P.I. What’s your plan?\nDAVEY\n\nWe have to find out the truth -- And\n\nbe able to prove it. This is all\ncircumstantial; we’ve gotta find\nreal, hard evidence. Which means...\n\nMischief in his eyes, Davey smiles big. It's infectious as\nsmiles wipe across every face around the table. Even Eats'.\n\nFARRADAY\nStakeout?\n\nDAVEY\nSearch and destroy. Who’s with me?\n\nWOODY\nI'll bring the snacks. Davey, you get\nthe gear.\n\f30.\n\nEATS\nThis is batshit crazy. I'm in.\n\nExhilarated, Davey puts his hand out -- Woody's, Farraday's\nand Eats' quickly SLAP down on top of it.\n\nDAVEY\nOperation Mack Attack starts now!\n\nSTAKEOUT MONTAGE\n\nA SERIES OF SHOTS over an UPBEAT ‘80s SYNTH JAM -- OPERATION\nMACK ATTACK in full swing:\n\n-- Mackey tosses a DUFFEL BAG into his immaculate 1980 JEEP\nWAGONEER, drives off.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nExhilarated, Davey puts his hand out -- Woody's, Farraday's\nand Eats' quickly SLAP down on top of it. DAVEY\nOperation Mack Attack starts now! STAKEOUT MONTAGE\n\nA SERIES OF SHOTS over an UPBEAT ‘80s SYNTH JAM -- OPERATION\nMACK ATTACK in full swing:\n\n-- Mackey tosses a DUFFEL BAG into his immaculate 1980 JEEP\nWAGONEER, drives off. \n\nTARGET SECTION TO BE ANNOTATED:\n HIDING IN THE BUSHES, DAVEY lowers his\nbinoculars, jots down the time...\n\n-- AT DUSK, Farraday hunkers down INSIDE HIS PARENTS’ PARKED\nCAR as MACKEY’S WAGONEER rolls past heading into his\ndriveway. Farraday jots down the time...\n\n-- IN HIS ROOM, Davey adds NOTES to a LARGE WHITEBOARD. Their\naccumulated observations, laid out by day and time. It’s\nstarting to fill up...\n\n-- ON HIS PAPER ROUTE, Davey chucks a NEWSPAPER. It lands on\na perfectly manicured lawn. WE SEE THE HEADLINE: “FEAR ACROSS\nCAPE ANN REACHES FEVER PITCH.”\n\n-- DURING A MANHUNT GAME, Davey peeks in Mackey’s windows.\nFinds Mackey doing laundry. Sensing something, Mackey looks\nout the window to find -- Nothing. Davey ducked just in time.\n\n-- FROM HIS TREEHOUSE, Eats looks up from a porno mag to spot\nMackey eating dinner. Boooorrrring. Eats jots down the time,\ngoes back to his magazine, unfurling a centerfold. Yowza...\n\n-- ON THE WHITEBOARD in his room, Davey adds MORE NOTES to\neach day. Most days and times are filled in...\n\n-- ON HIS PAPER ROUTE, Davey pulls a NEWSPAPER from his bag,\nlooks at the news headline: “FBI CONSULTED IN CAPE ANN KILLER\nINVESTIGATION.”\n\n-- Mackey wipes sweat as he digs in his GARDEN. ABOVE HIM,\nHIDING IN A TREE, WOODY jots down a note...\n\n-- FROM HIS BEDROOM WINDOW, Davey watches Mackey drive off.\nHe turns his binoculars to check THE HOFFMAN HOUSE. Still no\none home. Davey jots down notes...\n\f31.\n\n-- Davey finishes adding a note to the WHITEBOARD and steps\nback. It’s full of notes from the stakeout. A week in the\nlife of Mackey, HIS ENTIRE SCHEDULE, in black and white.\n\nEND MONTAGE\nEXT. BEACH - ONE WEEK LATER - DAY\n\nFOURTH OF JULY BANNERS strung from lifeguard towers float on\nthe wind above the crowded beach.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nA week in the\nlife of Mackey, HIS ENTIRE SCHEDULE, in black and white. END MONTAGE\nEXT. BEACH - ONE WEEK LATER - DAY\n\nFOURTH OF JULY BANNERS strung from lifeguard towers float on\nthe wind above the crowded beach. \n\nTARGET SECTION TO BE ANNOTATED:\n Families play and swim in\nthe sand and surf beneath the golden sun.\n\nON A LARGE BEACH BLANKET, Davey, Eats, Farraday and Woody are\nhuddled around a NOTEBOOK --\n\nDAVEY\nOkay, run down. He leaves his house\nevery day at 8:24 with the same\nduffel bag. Contents unknown. Grabs\nthe last day’s mail on the way out.\n\nFARRADAY\nReturns home with the bag around\n6:25. Goes into the house through the\ngarage door and closes it behind him.\nAlways closes it!\n\nWOODY\nHe gardens. A lot. Like, five days a\nweek. Veggies. Probably.\n\nEATS\nHe has dinner alone every night at\n7:00... ish. Then probably wanks it\n\nand cries himself to sleep. Loser.\nBEEP! BEEP! BEEP! Eats’ CASIO CALCULATOR WATCH goes off.\n\nEATS\nBikini break! One minute!\n\nThe guys turn as one to look across the sand and gawk at --\n\nNIKKI, in a DNA-stirring bikini, tosses a football with a\ncouple other GIRLFRIENDS and a few ripped SENIOR GUYS. Dicks.\n\nEATS\nGod I wish I was that bikini.\n\nFARRADAY\nI should've worn baggier trunks...\n\nDavey watches Nikki. Longing. Smiles to himself.\n\f32.\n\nDAVEY\nSo amazing how, like, everyone loves\nher, ya know?\n\nThe guys shoot Davey a disgusted look --\n\nFARRADAY\nWhat the fuck are you saying...?\n\nDAVEY\nNo, I just mean she’s got a lot to\noffer the world...\n\nBEEP! BEEP! BEEP! The Casio alarm shatters their daydreaming.\n\nEATS\nIf you're done being a bitch, can we\nget back to work, please?\n\nBut DAVEY'S GAZE REMAINS ON NIKKI as she bounces to and fro\nwith the football. It’s pure heaven.\n\nWOODY (0.S.)\nWell, we know his schedule now, so\nwhat do we do next?\n\nNikki, as if sensing she’s being watched, looks over at\nDavey. She smiles. We melt.\n\nDAVEY\n(inspired)\nCatch this fucker and become heroes.\nEXT.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe melt. DAVEY\n(inspired)\nCatch this fucker and become heroes. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n JUNIPER STREET - CUL-DE-SAC - NIGHT\n\nBINOCULARS POV: Davey’s parents pull out of the driveway,\ngussied up for a night out. As they drive off...\n\nDAVEY (0.S.)\nWe're clear...\n\nThe binoculars scan... Find MACKEY’S HOUSE. NO LIGHTS ON.\n\nDAVEY (0.S.)\non all fronts.\n\nEXT. EATS’ HOUSE - SIDE YARD - CONTINUOUS\nA small tent, walls glowing with lantern light from inside,\n\nmakes the perfect stakeout spot. EXCEPT IT’S EMPTY. Because\nall the action’s currently happening up in the --\n\f33.\n\nEATS (0.S.)\n\n+ come on, no way. How can you say\nthat? They’re fuckin teddy bears! You\nthink a buncha Teddy Ruxpins could\ntake down the Empire?\n\nINT. TREEHOUSE - CONTINUOUS\n\nDAVEY’S FULL WHITEBOARD now hangs next to a pinned up PLAYBOY\npage with a NAKED CHICK who looks an awful lot like Nikki.\n\nDavey, decked out in his black “Manhunt” clothes, lowers his\nbinoculars as his parents’ car disappears. He turns to find\nthe rest of the gang, also dressed in black --\n\nFARRADAY\nThey’re aliens, and highly\nintelligent! Look how fast that one\nlearned to drive a speeder bike, then\nditch it without being spotted.\n\nEATS\nWhatever, dude. They’re bears. Now if\nit was Gremlins, I’d buy it. Maybe.\n\nDAVEY\nI gotta get my parents to take me to\nsee that. Maybe go with Nikki.\n\nEATS\nSure, then she can find out what\nhappens if she gets your Mogwai wet.\n\nThe guys all LAUGH as HEADLIGHTS sweep across the cul-de-sac.\nThey instantly pile into the large treehouse window. Davey\nwhips his binoculars up to watch as --\n\nBINOCULARS POV: Mackey’s Wagoneer pulls into his driveway.\nMackey gets out, looks around at the sleepy neighborhood.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey instantly pile into the large treehouse window. Davey\nwhips his binoculars up to watch as --\n\nBINOCULARS POV: Mackey’s Wagoneer pulls into his driveway. Mackey gets out, looks around at the sleepy neighborhood. \n\nTARGET SECTION TO BE ANNOTATED:\nDoes he sense he’s being watched?\n\nEATS\nWhat the hell’s he doing?\n\nBINOCULARS POV: After a moment, Mackey walks toward his house\n-- but goes around the side of the garage to the backyard.\n\nWOODY\nDavey, where’s he --\n\nThe SOUNDS OF HEAVY DRAGGING snap their attention back to --\n\nBINOCULARS POV: Mackey emerges onto his driveway again,\npulling his GARBAGE CANS behind him.\n\f34.\n\nHe takes them to the curb. Heads back inside. The garage door\ncloses behind him. A few of the lights in his house pop on.\n\nIN THE TREEHOUSE, Davey lets out the breath he didn’t realize\nhe was holding. Woody and Eats lower their binoculars.\n\nFARRADAY\nWait, was that it? Stakeout over?\n\nEATS\nLet’s break into his garage.\n\nWOODY\nWe can’t do that. He’s a cop.\n\nDAVEY\nGuys, this is a stakeout. We know his\npatterns now. So we just sit back,\nwatch and wait to see if anything\nstrange happens.\n\nDavey brings the binoculars back to his eyes --\nBINOCULARS POV: Davey scans, lands on MACKEY’S GARBAGE CANS.\n\nDAVEY\nOr if an opportunity presents itself.\n\nWOODY\nAt least we got snacks...\n\nINT. TREEHOUSE - LATER\n\nEvery bag of snacks is shredded, empty. NATIONAL GEOGRAPHIC\nmagazines discarded like spent hookers. Farraday, alone,\nrolls a twenty-sided die on the floor. Consults a D&D Dungeon\nMaster Guide. A few HEAVY THUMPS draw his gaze to the ROOF --\n\nFARRADAY (INTO WALKIE)\nWoody, you rolled a sixteen. Your elf\nis trapped in a teleportation maze.\nYou coming back soon or what?\n\nEXT. TREEHOUSE ROOF - CONTINUOUS\n\nSQUAWKING walkie at his feet, Woody struggles under the\nweight of Eats on his shoulders.\n\nEATS\nWe're trying to scope Nikki’s tatas\nand you’re talking about an elf?\n\nWOODY\nCan you see her or not?\n\f35.\n\nEats raises his binoculars. Now WE SEE he’s trying to peep\nover Davey’s roof to Nikki’s window.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n35. Eats raises his binoculars. Now WE SEE he’s trying to peep\nover Davey’s roof to Nikki’s window. \n\nTARGET SECTION TO BE ANNOTATED:\n He needs to go --\n\nEATS\nHigher, ya bearded freak of nature.\n\nWOODY\nYou’re so much fatter than you look!\n\nDAVEY (0.S.)(OVER WALKIE)\nGuys! I can hear you down here!\n\nINT. TENT - SIDE YARD - CONTINUOUS\n\nDavey, the only one still focused, lies with his binoculars\nsticking out the flap of the tent. Trained on Mackey’s house.\n\nFARRADAY (0.S.)(OVER WALKIE)\nDavey, man. Maybe we should call it.\nWhat’re you even hoping to see?\n\nSuddenly, finally, THE LIGHTS IN MACKEY’S HOUSE GO OFF.\n\nDAVEY\nThat.\n\nEXT. MACKEY’S HOUSE - DRIVEWAY - MOMENTS LATER\n\nUnder cover of darkness, Davey runs across the street,\ncrouches behind the garbage cans. He watches Mackey’s windows\ncautiously. No lights appear. The other guys catch up to him.\n\nFARRADAY\nWhat the hell’re we doing!?\n\nDavey puts his hand on one of the garbage cans. Smirks.\n\nEATS\nHis fuckin trash? Are you kidding?\n\nDAVEY\nThere could be evidence in here.\nFingers or bloody rags or something.\nWe find anything, we got him.\n\nFARRADAY\nDo you guys know me at all? I am not\ndigging through trash.\n\nWOODY\nWe're gonna get in trouble if we tear\nup his trash on the street.\n\f36.\n\nDAVEY\nI’ve had to clean our deck three\ntimes in the last two weeks because\nraccoons keep getting into ours.\nThat’s all anyone’s gonna think.\n\nThe guys look at each other, disgusted. But what the hell?\n\nEATS\nIf I find a used condom in here...\nI’m gonna be so jealous.\n\nLATER\n\nTRASH covers the base of the driveway. The guys’ hands and\nclothes caked in grime, sludge and worse. Except for\nFarraday, who sits a safe distance back on the curb.\n\nFARRADAY\nHow do you know you can’t get AIDS\nfrom trash?\n\nEATS\nOnly way you're ever gettin AIDS...\n\nFARRADAY\nYeah, good one. Don’t call me\ntomorrow when you’re puking blood.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nEATS\nOnly way you're ever gettin AIDS... FARRADAY\nYeah, good one. Don’t call me\ntomorrow when you’re puking blood. \n\nTARGET SECTION TO BE ANNOTATED:\nDavey tosses another EMPTY BAG onto the ground. Frustrated.\n\nDAVEY\nI can’t believe it. Nothing. Maybe he\ndoesn’t do the killings here?\n\nWOODY\nHe could have, like, a lair or\nsomething somewhere...?\n\nEATS\nA lair? He’s Cobra Commander now?\n\nFarraday, still off to the side, spots Mackey’s MAILBOX.\nOpens it, looks inside to find --\n\nFARRADAY\nWhat about his mail? Can tell a lot\nabout someone by the magazines\nthey’re subscribed to...\n\nBig smile on his face, he digs out a brand new PLAYBOY, still\nin its cellophane wrapper.\n\f37.\n\nEATS\nAsk and you shall receive!\n\nEats is all smiles as he snatches it, rips it open, tosses\nthe cellophane into the garbage pile and pages through it.\n\nDAVEY\nFarraday’s right. We can check his\nmail every day and he’1l never\nsuspect a thing. See what bills he\ngets, who’s sending him stuff...\n\nEats tucks the Playboy into his waistband. Per the usual.\n\nEATS\nI’1l handle that responsibility.\n\nOf course he will. Davey checks his watch.\n\nDAVEY\nIt’s 10:30. We should get outta here\nbefore my parents come back and see\nus. We can try again tomorrow.\n\nFARRADAY\nNight one, no luck.\n\nEATS\nWell, a little bit of luck --\n\nEats pats the magazines tucked beneath his waistband, smiles.\nAs he and Farraday peel off toward their respective homes --\n\nWOODY\nHey Davey? Is it cool if I sleep over\ntonight? Kinda don't wanna be home.\n\nDAVEY\nYeah, I was gonna ask you to anyway.\nI'll make popcorn and we can watch\n\"Close Encounters.\"\n\nWOODY\nAwesome. I'll go grab my stuff. Be\nover ina bit.\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - NIGHT\n\nDavey’s sitting at his window, Hardy Boys book in hand. But\nhis gaze is fixed on Mackey’s house.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - NIGHT\n\nDavey’s sitting at his window, Hardy Boys book in hand. But\nhis gaze is fixed on Mackey’s house. \n\nTARGET SECTION TO BE ANNOTATED:\n What’s happening in\nthere? Is someone over there in the dark, crying, praying --\n\nDING-DONG! Davey JUMPS at the SOUND OF THE DOORBELL. Fuck! He\ngives the clock an accusatory look. 11:47pm. It's about time!\n\f38.\n\nINT. DAVEY’S HOUSE - CONTINUOUS\n\nDavey bolts down the stairs, grabs the front door and swings\nit open, revealing --\n\nDAVEY\nDude, what took you so long?\n\nNIKKI. She doesn’t wait for him to pick his jaw up off the\nfloor as she breezes past him into the house wearing a sexy\ncut-off tee and short-shorts.\n\nNIKKI\nExpecting somebody this late?\n\nDAVEY\nHuh? Oh, just Woody -- My friend, I\nmean. Not, uh -- Nevermind.\n\nNIKKI\n\nWow, I haven’t been over in awhile.\nYour mom moved everything.\n\nDAVEY\nUh -- I guess. Like a year ago.\n\nNikki continues into the kitchen, grabs a soda from the\nfridge like she lives here.\n\nNIKKI\nYour folks aren’t home?\n\nDAVEY\nNah, date night.\n\nNikki smirks, CRACKS the soda and it sprays the air. She\ntakes a long, luscious sip, her eyes never leaving Davey. She\nwipes her wet lips and gives him an amused look --\n\nNIKKI\nGood.\n\n-- winks and walks confidently to the stairs. Heads up...\n\nHOLY. SHIT. Is this happening right now? He realizes he’s\njust standing there alone. Bolts after her --\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - CONTINUOUS\n\nDavey flies into the room to find Nikki, already at his side\nwindow, binoculars up to her eyes.\n\f39.\n\nNIKKI\nHuh... Better view of my room than I\nthought.\n\nDAVEY\n\nI’ve never seen you naked!\nInstantly mortified, Davey blushes. Grabs the binoculars.\n\nNIKKI\nToo bad. I’ve got a great body.\n\nWhat!? Nikki smirks and walks away from the window.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’ve got a great body. What!? Nikki smirks and walks away from the window. \n\nTARGET SECTION TO BE ANNOTATED:\nEqual parts embarrassed and turned on, Davey starts\nstraightening up, stashing toys and nerd paraphernalia under\nhis bed, in the closet. Wherever he can.\n\nBut Nikki’s focused elsewhere, her hands tracing along the\npeeling National Enquirer covers that wallpaper his room.\n\nNIKKI\nWow... When I gave you that first\nNational Enquirer, I never thought\nit’d lead to this. What was that one\nagain...? The cult that was, like,\nbrainwashing Elvis' daughter for his\nmoney, right?\n\nDavey points to the wall where the cover of that National\nEnquirer permanently rests above his bed. Nikki smiles.\n\nNIKKI\nWe had so much fun. God, sucks how\nmuch things have changed.\n\nDAVEY\nThings have changed, but good things.\nLike, we're old enough to hang out\ntogether now.\n\nTotally onto his clumsy attempt at being suave, she lets her\nfinger gently touch his hand. Clearly having fun making him\nsquirm.\n\nNIKKI\nToo bad I'm leaving. Guess we better\nget it all in now.\n\nHer big eyes lock onto his, gleaming with mischievous intent.\nEvery gasket in Davey's brain about to blow, he remembers --\n\nDAVEY\nHow, uh -- how’re your parents?\n\f40.\n\nNIKKI\nLet’s stick to yours. What time did\nyou say they’d be home?\n\nUhhhhh... Mind. Frozen. She moves closer to Davey\nCLOSER... THEIR LIPS ABOUT TO MEET... THIS IS IT -\n\n  \n\nTHUD! They HEAR the DOOR OPEN AND CLOSE DOWNSTAIRS!\n\nSHEILA (0.S.)\nDavey! We’re back!\n\nDAVEY\nOh, fuck me.\n\nNikki LAUGHS OUT LOUD at his reaction, slaps a hand over her\nmouth. They share a look of excited amusement, then she\nrushes to the window. Climbs out using the roof of the garage\nto get down to the ground safely.\n\nDavey watches her go. Totally in love. Then leaps onto his\nbed, drapes his comforter over his lap as --\n\nHIS DOOR OPENS and his parents come in.\n\nSHEILA\nHoney? I thought I heard --\n\nShe sees her son, lap covered, disheveled, eyes wide.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen leaps onto his\nbed, drapes his comforter over his lap as --\n\nHIS DOOR OPENS and his parents come in. SHEILA\nHoney? I thought I heard --\n\nShe sees her son, lap covered, disheveled, eyes wide. \n\nTARGET SECTION TO BE ANNOTATED:\nSHEILA\nOH! Oh my God. Oh -- I -- I should\nhave knocked --\n\nDAVEY\nNonononono! It’s not --\n\nRANDALL\nJesus, Davey. The bathroom at least\nhas a lock.\n\nThey retreat from his bedroom, shut the door --\n\nDAVEY\n(yelling out to them)\nI wasn’t doing that!\n\nHe hurries to the window -- Down below, THERE’S NIKKI looking\nup at him. She smiles, BLOWS HIM A KISS, heads off...\n\nRANDALL (0.S.)(THROUGH DOOR)\nDavey, I think it’s time you and I\nhad a little talk. When you're done.\n\f41.\n\nOff Davey’s mortified face we --\nEXT. SUBURBAN HOUSE - BEVERLY FARMS, MA - NIGHT\n\nA pall of fog hangs over the street as BOBBY COKER (15), a\npimply teen, exits the front door of a single story ranch\nhome. As the screen door closes, he looks back and waves --\n\nBOBBY\nThanks again for everything, Mrs. S!\n\nMOTHER (0.S.)\nAnytime. Call when you get home so we\nknow you're safe, okay?\n\nBOBBY'S FRIEND (0.S.)\nMom, he lives like four blocks away.\n\nBOBBY\nIt's cool. I will. See ya.\n\nBobby heads down the front steps and down the sidewalk. As he\nturns the corner and out of sight --\n\nBOBBY'S FRIEND (0.S.)\nOh crap, he forgot his bag.\n\nThe screen door on the ranch home bursts back open and\nBOBBY'S FRIEND (15) flies out, hustles to catch up. He\nhurries around the corner to find --\n\nBOBBY'S FRIEND\nBobby, you forgot your --\n\nAN EMPTY SIDEWALK. Through the fog, he can just make out a\nset of brake lights far down the block, as they turn and\ndisappear into the void...\n\nINT. WOODY’S HOUSE - MORNING\n\nThe flicker of the TV illuminates the room, glinting off\nempty cans and random refuse piled high on every surface.\nIt’s the home of a boy without parents.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WOODY’S HOUSE - MORNING\n\nThe flicker of the TV illuminates the room, glinting off\nempty cans and random refuse piled high on every surface. It’s the home of a boy without parents. \n\nTARGET SECTION TO BE ANNOTATED:\n Unless you count --\n\nBRENDA WOODWORTH (50s) lies passed out on the couch, still in\nher nurse’s uniform. Makeup smeared across her face. Hair a\nmess. The coffee table in front of her dotted with LITTLE\nWHITE PILLS carelessly poured out beside a BOTTLE OF GIN.\n\nWoody stands in the doorway looking at his parent. His\nsecurity. And he knows he’s on his own.\n\f42.\n\nHe walks over, not needing to be stealthy. Digs a hand in her\npurse. Comes out with her CAR KEYS. Gives Brenda one last\ntroubled look. Pulls a blanket over her, kisses her forehead.\n\nWOODY\nLove you, mom...\n\nThen heads out. Brenda doesn’t even stir.\nEXT. JUNIPER STREET - CUL-DE-SAC - DAY\n\nMackey, driving his POLICE CRUISER, rolls down the driveway.\nTurns onto the street, passing --\n\nDAVEY (0.S.)\nEight A.M. Right on time.\n\nA PARKED STATION WAGON. The guys are inside, ducked down,\npeeking through the windows. Woody, however, sits upright in\nthe driver’s seat, his troubled mind elsewhere --\n\nFARRADAY (0.S.)\nGet down, shit-for-brains!\n\nWoody ducks just in time as Mackey’s car heads past, cruises\ndown the street and out of sight...\n\nDAVEY\nWoody, what’re you doing? You’re\ngonna lose him already --\n\nWOODY\nGuys, I’m freaking out right now,\nokay? I get caught driving my mom’s\ncar and I’m dead shit!\n\nFARRADAY\nYou said she's sleeping off a 36-hour\nshift. She's gonna be out for hours --\n\nEATS\nAnd you look like you’re thirty. It’s\ngonna be fine, now drive!\nEXT. CAPE ANN HARDWARE STORE - DOWNTOWN IPSWICH - DAY\n\nMackey, in uniform, strolls along the sidewalk -- Says\n“Hello” to a PASSERBY as he enters the hardware store.\n\nACROSS THE STREET, the guys pull up in the station wagon,\nducked down but watching like hawks.\n\f43.\n\nDAVEY\nWoody, what happened to you last\nnight? Thought you were coming over.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\n43. DAVEY\nWoody, what happened to you last\nnight? Thought you were coming over. \n\nTARGET SECTION TO BE ANNOTATED:\nWOODY\nSorry. My mom... needed my help.\n\nDAVEY\nYou'll never guess who showed up at\nmy door instead. At midnight. Nikki.\n\nWOODY\nNo way! Really!?\n\nFARRADAY\nYeah, okay, Davey.\n\nEATS\nLemme speak in your language: There\nisn’t even a parallel universe with\nbuttfucking Wookiees where Nikki came\nover to your house last night.\n\nDAVEY\nI'm serious! She was about to kiss me\nwhen my parents got home and --\n(eyes going wide)\nGuys, Mackey’s coming out!\n\nDavey points ACROSS THE STREET to where Mackey exits the\nhardware store...\n\nEATS\nWe're picking up this convo later.\n\nEats’ brother Kyle is behind Mackey pushing a cart stacked\nhigh with LARGE BAGS OF SOIL.\n\nFARRADAY\nHoly shit, that is a lot of dirt.\n\nDAVEY\nJust like Kyle said. How many bodies\nyou think that would bury?\n\nJust then, another hardware store EMPLOYEE comes out pushing\nanother cart. On it are six LARGE, RED-STRIPED BAGS of some\nsort of CHEMICAL, along with TWO SHOVELS and --\n\nEATS\nIs that a fuckin pick axe?\n\nYup. Kyle and the other employee pile the dirt and supplies\ninto the backseat and trunk of the police cruiser.\n\f44,\n\nDAVEY\nWe gotta keep following him, find out\nwhat he’s doing with that stuff.\n\nINT./EXT. STATION WAGON - DOWNTOWN IPSWICH - MOMENTS LATER\n\nApproaching a busy intersection, Woody and the guys have\nfallen a few cars behind Mackey.\n\nEATS\nYou drive like my mom, dude -- You're\ngonna lose him!\n\nThey're forced to stop at the red light and watch as Mackey\nturns right on red. But the cars between them aren’t turning.\nThey just stop, boxing the boys in. Mackey's gone...\n\nFARRADAY\nWoody...! The hell, man!?\n\nWOODY\nAll right, frig this! You guys are\ndicks! I'm never doing this again!\n\nDAVEY\nGuys! Relax! Let’s just get home as\nfast as we can and hope that's where\nhe's going too.\n\nINT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nRelax! Let’s just get home as\nfast as we can and hope that's where\nhe's going too. INT. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. STATION WAGON - MAIN ROAD - A SHORT TIME LATER\n\nAs the guys cruise along in silence, bad vibes in the air --\nBWOOP-BWOOP! Woody looks into his rearview to find --\n\nPOLICE LIGHTS FLASHING! The guys turn to see a POLICE CRUISER\nbearing down on them as Woody pulls his mom’s station wagon\n\nto the side of the road.\n\nWOODY\nOh shit! Fuck! I’m so screwed!\n\nDAVEY\nIs that Mackey!?\n\nEATS\nWoody, just be cool --\n\nWOODY\nI don’t have a license, genius!\n\nEATS\nTell him you forgot it at home.\n\f45.\n\nDAVEY\nWhat if it’s fuckin Mackey!?\n\nThe COP gets out of his cruiser. As he approaches, the guys\nCAN’T SEE HIS FACE through the station wagon’s dirty windows.\nGA-GLUNK -- GA-GLUNK -- DAVEY’S HEART POUNDS AS --\n\nThe cop TAPS on the window. Woody rolls it down revealing...\nOFFICER COLE (40s), tall and serious, but definitely --\n\nDAVEY\nNot him... Thank God.\n\nWOODY\nOh shit, Officer Cole...\n\nOFFICER COLE\nGoddammit, Dale. I thought that was\nyou. Does your mother know you stole\nher car?\n\nWOODY\nI just borrowed it! We wanted snacks\nand my mom was asleep --\n\nOFFICER COLE\nWhat if it wasn’t me that pulled ya\nover? You could be in real trouble.\n\nWOODY\nI know, and I’m wicked sorry. I’1l\nnever do it again --\n\nOFFICER COLE\nGot me in a real bind here. Can’t\njust bust ya cuz then how am I gonna\nlook your mother in the eye at church\non Sunday?\n\nOfficer Cole considers a moment. Looks inside the car at each\nof the guys, all of whom are terrified... Except Eats.\n\nOFFICER COLE\nMr. Eaton. What a surprise.\n\nEATS\nOfficer Cole. We meet again.\n\nOFFICER COLE\nLook, guys, I get it. I took my Ma’s\ncar out for a joyride now and then\nwhen I was your age. But times have\nchanged.\n\n(MORE )\n\f46.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nI took my Ma’s\ncar out for a joyride now and then\nwhen I was your age. But times have\nchanged. (MORE )\n\f46. \n\nTARGET SECTION TO BE ANNOTATED:\nOFFICER COLE (CONT’D)\nPromise me you'll go straight home\nand never do this again --\n\nDAVEY\nExcuse me, Officer?\n\nCole leans down, peers in at Davey to get a good look.\n\nDAVEY\nDo you know Officer Mackey?\n\nThe other boys shoot Davey a look of death: Shut up, dude!\n\nOFFICER COLE\nTown this small, everyone knows\neveryone on the force. Why?\n\nDAVEY\nYou like him? I mean, he a good guy?\n\nOFFICER COLE\n\nWhat’s this, twenty questions? Just\ngo home. Where it’s safe.\n\n(lowers his voice)\nAnother kid's gone missing. Everyone\nup at Town Hall's panicked. They're\neven canceling the block party. It's\ngonna be on the news any minute.\n\nDAVEY\nWhat!?\n\nOFFICER COLE\nGet your asses home. And stay there.\n\nINT. DAVEY’S HOUSE - LIVING ROOM - NIGHT\n\nON THE TV, Sheriff Caldwell speaks at an emergency press\nconference, addressing a crowd of REPORTERS. Behind Caldwell,\na LARGE PICTURE of a smiling BOBBY COKER sits on an easel.\n\nSHERIFF CALDWELL (FROM TV)\nThe first 48 hours are vital. If\nanyone has any information, please\ncall the hotline.\n\nBoth on the edges of their seats, Davey watches next to his\nfather as his WALKIE TALKIE SCREECHES TO LIFE --\n\nRANDALL\nStill can't believe this. Ya know\nthey canceled block party, too? It's\nnever been canceled before. What the\nhell is happening to this town?\n\f47.\n\nFARRADAY (0.S.)(OVER WALKIE)\nThe eagle has landed! I repeat, the\neagle has landed!\n\nDavey bolts up, sprints for the stairs and up into his --\n\nRANDALL\nHey, clean your room while you’re up\nthere...! Ya hear me...?\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - CONTINUOUS\n\nDavey shuts the door, grabs his binoculars and peers out the\npicture window --\n\nBINOCULARS POV: In Mackey’s driveway, the brakelights of\nMackey’s Wagoneer cast a creepy red glow over his yard.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nYa hear me...? INT. DAVEY’S HOUSE - DAVEY’S ROOM - CONTINUOUS\n\nDavey shuts the door, grabs his binoculars and peers out the\npicture window --\n\nBINOCULARS POV: In Mackey’s driveway, the brakelights of\nMackey’s Wagoneer cast a creepy red glow over his yard. \n\nTARGET SECTION TO BE ANNOTATED:\nDavey quickly scans the back of the Wagoneer where the bags\nof soil should be... BUT THEY’RE NOT THERE.\n\nDAVEY (INTO WALKIE)\nGuys, the dirt’s not there.\n\nFARRADAY (0.S.)(OVER WALKIE)\nMaybe it’s still in his cruiser.\n\nDAVEY (INTO WALKIE)\nWhy would he leave it in there?\n\nWOODY (0.S.)(OVER WALKIE)\nOr he stashes it someplace.\n\nFARRADAY (0.S.)(OVER WALKIE)\nShit this guy’s good.\n\nThe brakelights fall dark. Mackey hops out. Enters his house.\nDavey considers... WHISPERS to himself --\n\nDAVEY\nWe’re on to you, Mackey...\n\nCLICK... CLACK... What the...? Davey turns to the side window\nas a PEBBLE RICOCHETS OFF. He goes over, looks out to find --\n\nNIKKI. Gazing up at him. She waves for him to come out.\n\nDAVEY\nBest summer ever...\n\f48.\n\nEXT. NIKKI’S HOUSE - ROOFTOP - NIGHT\n\nPair of stolen beers between them, Davey sits next to Nikki,\nlistening expectantly. The moonlight is magical, it’s summer\nand Davey’s in love, even though --\n\nNIKKI\nI thought everything was fine. Then\nthey just sat me down and told me\nthey don’t love each other anymore.\nLike “that’s that.” They didn’t even\nseem upset. So fucked up...\n\nDAVEY\nThey still love you though. Nothing’s\ngonna change that.\n\nNIKKI\nIt’s like my life’s just been one big\nlie. I feel like everyone’s gonna\njudge me now. Like I can’t even talk\nabout it with anyone.\n\nDAVEY\nWhat about your friends?\n\nNIKKI\nEspecially my friends. Their parents\nare all still happily married.\nWhatever that means.\n\nDavey nods, unsure what to say in the face of such tragedy.\nNIKKI\nHonestly, I can’t wait to get out of\nthis stupid town, away from them.\n\nDavey tries to hide the fact that he’s crushed. Until he sees\ntears forming in her eyes.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIKKI\nHonestly, I can’t wait to get out of\nthis stupid town, away from them. Davey tries to hide the fact that he’s crushed. Until he sees\ntears forming in her eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nNIKKI\n\nAre your parents happy?\nDAVEY\n\nI dunno... I guess...\nNIKKI\n\nYou must think I’m a loser, bringing\nyou out here for this.\n\nDAVEY\nNo way. I love hanging out with you -\n- I mean, ya know, as friends.\n\f49.\n\nNikki looks at him. Realizing for the first time --\n\nNIKKI\nYou really care about me, don’t you?\n\nDAVEY\nWell, yeah. I always have.\n\nThey hold each other’s gaze for a long moment. Then --\n\nDAVEY\nCan I tell you a secret...?\n\nNikki gives him an expectant look over her beer as she takes\na swig. He musters his courage...\n\nDAVEY\nI think Mackey’s the Cape Ann Killer.\n\nNikki nearly spits out her beer. Davey’s words seem to just\nhang there in the air between them. Then Nikki CHUCKLES.\n\nDAVEY\nI’m not kidding.\n\nNIKKI\nMr. Mackey? Davey, he’s friends with\nmy dad. He’s totally harmless.\n\nDAVEY\nThat’s what he wants you to think.\n\nNIKKI\nI know how your mind works. But\nyou’re wrong.\n\nDAVEY\nThis is different. We’ve been spying\non him and --\n\nNIKKI\nHe’s a cop! If your mom and dad found\nout you’re spying on him, they would\nflip their shit.\n\nDAVEY\nI know. That’s why they’re not gonna.\nNot until we have real evidence to\nshow them.\n\nNIKKI\nDavey, listen to me. You gotta stop.\n\f50.\n\nDAVEY\nYou’re just like everyone else...\nNIKKI\nNo, look -- If you’re wrong, you'll\nlook like a lunatic and be in trouble\nforever. And if you’re right... he\n\nmight catch you, or come after you.\n\nDAVEY\nI’m not gonna get caught.\n\nNIKKI\nPlease, just let the police handle\nthe killer. I don’t want anything bad\nto happen to you... You might just be\nthe only person left in this\nneighborhood I actually care about.\n\nINT. TREEHOUSE - NIGHT\n\nThe guys look through a few brand new porn mags, all\naddressed to Mackey.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou might just be\nthe only person left in this\nneighborhood I actually care about. INT. TREEHOUSE - NIGHT\n\nThe guys look through a few brand new porn mags, all\naddressed to Mackey. \n\nTARGET SECTION TO BE ANNOTATED:\n This is Heaven.\n\nWOODY\nIt’s the freakin mother lode.\n\nEATS\nStaking out Mackey was the best idea\nyou've ever had, Davey.\n\nFARRADAY\nHad a pretty good idea, myself --\n\nFarraday pulls out a BOTTLE OF JACK DANIELS.\n\nFARRADAY\nSnagged it from my dad’s stash.\n\nEATS\nSo you’re using those brainpowers for\ngood. About damn time. Gimme some --\n\nThey eagerly pass the bottle around and take swigs. One by\none, they cringe in disgust and GROAN. Farraday COUGHS --\n\nFARRADAY\nOh, it’s bad. It’s so bad.\n\nDAVEY\nTastes like my mouth is bleeding.\n\nEATS\nGuess you dickheads aren’t men yet.\n\f51.\n\nEats keeps the Jack, clearly forcing it down with each tiny\nsip as the other guys spit and swish sodas like mouthwash.\n\nEATS\nSo let’s hear it, what's up with you\nand Nikki?\n\nDAVEY\n\nWe hung out again last night. She\nsays she likes talking to me. We\nhave, like, a connection.\n\nEATS\nFuck you, a “connection.” Only\nconnection I want with her is\nvaginal. Oral if she’s into it --\n\nDAVEY\nDon’t talk about her like that!\n\nThe guys all blankly stare at him -- Who are you? Davey\nrefocuses on Mackey’s house, miffed.\n\nWOODY\nYa think she douches?\n\nFARRADAY\nEww, Jesus, Woody!\n\nWOODY\nWhat? My mom does --\n\nDAVEY\nGuys, we need to stay focused.\nMackey’s still out there. We need\nsomething solid.\n\nDavey grabs the binoculars --\n\nBINOCULARS POV: Davey scans the neighborhood, panning from\nleft to right...\n\nFARRADAY\nWe’ve been on him for weeks. If he\nwas gonna give us a clue, we’d have\nseen it by now, don’t ya think?\n\nlands on THE HOFFMANS’ HOUSE. Lowers the binoculars.\nDAVEY\n\nNot if we missed it the first time.\nGrab the flashlight.\n\f52.\n\nEXT. THE HOFFMAN HOUSE - NIGHT\n\nThe guys approach the front door.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n52. EXT. THE HOFFMAN HOUSE - NIGHT\n\nThe guys approach the front door. \n\nTARGET SECTION TO BE ANNOTATED:\n Everything dark inside.\nDavey shines his DURABEAM FLASHLIGHT through the windows but\ncan't make out anything. He tries the doorknob --\n\nERRRRRK -- AND IT OPENS! The front door slowly sways wide,\nrevealing a pitch black house. Davey’s eyes light up.\n\nFARRADAY\nWhat. Everyone keeps their door\nunlocked around here.\n\nDAVEY\nYeah, but this was locked last\ntime... We gotta go in. What if\nthey're dead in there?\n\nEATS\nYou said the killer kills kids, not\nadults.\n\nDAVEY\n\nThat’s not totally true. One of the\narticles at the library said he\nkilled a whole family in Rockport.\nPolice said something must've gone\nwrong. And if it's Mackey...\n\nEATS\nFuck! That! You wanna go in there, be\nmy guest. Dumbasses first.\nBut Davey’s already on his way inside...\n\nEATS\nDavey, I was kidding! .... Davey!\n\nAs they hesitantly follow Davey inside --\n\nWOODY\nGuys, I got a bad feeling.\n\nINT. THE HOFFMAN HOUSE - FOYER - MOMENTS LATER\n\nFarraday and Woody hang onto each other as the guys creep\ninto the dark front room. Davey, flashlight leading the way,\nfinds the closest light switch. Flips it: nothing.\n\nDAVEY\nLight’s not working.\n\nEATS\nYou guys smell that?\n\f53.\n\nWOODY\nYeah. Smells like... roadkill.\n\nFARRADAY\nIf it's a bunch of dead bodies, I'm\ntotally gonna shit my Calvin Kleins.\n\nDavey redirects the flashlight toward the room revealing --\n\nTHE PLACE IS A MESS. An overturned chair in the living room;\ntwo open trash bags in the kitchen, flies swarming -- A CAT\neating among the refuse; mail and other debris on the floor\nthroughout. It looks like some shit went down!\n\nDAVEY\nStill think I'm crazy?\nBRRRING -- The HOME TELEPHONE RINGS, scaring the hell out of\nthe boys.\nFARRADAY\nGoddamit!\nEATS\n\nFarraday, check your Calvins.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRRRING -- The HOME TELEPHONE RINGS, scaring the hell out of\nthe boys. FARRADAY\nGoddamit! EATS\n\nFarraday, check your Calvins. \n\nTARGET SECTION TO BE ANNOTATED:\nAS THE PHONE CONTINUES TO RING, Davey pushes ahead, moving\nthrough the dark, nervous as hell, the boys huddled behind\nhim. Step by painstaking step...\n\nDavey aims the flashlight into the kitchen.\nDAVEY\nWoody, try the kitchen light. It's\naround the corner.\n\nWOODY\nMe!? Why me!?\n\nDAVEY\nJust do it! I'll shine the light.\n\nWoody falters, but forces himself toward the now-illuminated\nkitchen doorway, rounds it --\n\nAND BUMPS INTO SOMEONE STANDING THERE HOLDING A KNIFE! Woody\nfalls backward onto the floor --\n\nWOODY\nAHHHH!\n\nALL OUR GUYS\nAHHHHHHH!\n\f54.\n\nTHE FIGURE FLIPS ON THE KITCHEN LIGHT revealing --\n\nIT’S NIKKI. And it’s not a knife she’s got, it’s a\nSCREWDRIVER. Thank Christ...\n\nEATS\nWhat the fuck, fuckers! Nearly had a\ngoddamn heart attack.\n\nNIKKI\nYou guys scared the shit outta me!\n\nWOODY\nWe scared you!?\n\nDAVEY\nWhat are you even doing here? With\nthe lights off?\n\nNIKKI\nA fuse blew while I was vacuuming\nthis mess. Stupid cats.\n\nFARRADAY\nWhy’re you cleaning up after the\nHoffmans’ cats? And where’re the\nHoffmans?\n\nNIKKI\nThey're at the lakehouse for the\nsummer. They pay me to make sure\nBarnaby and Trixy don’t die. Easy\nmoney. Usually...\n\nThe guys share a look of relief tinged with disappointment.\nNIKKI\n\nWanna explain what the hell you guys\nare doing in here?\n\nDAVEY\nSammy’s been missing so we thought\nmaybe... the Hoffmans were dead.\nNIKKI\n\nAnd that it might’ve been Mackey...?\nSeriously...?\n\nNikki CHUCKLES. Davey looks away, embarrassed.\nEATS\n\nYou told her? Okay, what is going on\nwith you two? You hookin up?\n\f55.\n\nDavey gives him a piercing, horrified look. But Nikki smiles,\ntotally seeing what’s going on. She switches on the sexy.\n\nNIKKI\nLet’s just say he’s more of a man\nthan you jerkoffs.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Nikki smiles,\ntotally seeing what’s going on. She switches on the sexy. NIKKI\nLet’s just say he’s more of a man\nthan you jerkoffs. \n\nTARGET SECTION TO BE ANNOTATED:\nShe winks at Davey and heads off into the kitchen.\n\nDavey’s eyes couldn’t be wider. He’s in shock. The other guys\nLAUGH and HOLLER, proudly clapping him on the back.\n\nEATS\nHoly fucking shit. You’re my God.\n\nJUST INSIDE THE KITCHEN, Nikki smiles wide, hearing it all...\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - DAY\nDavey crashes into his room with a basket full of clothes --\n\nSHEILA (0.S.)\nand don’t forget to clean your\nroom! I mean it --\n\nDAVEY\nI know, Mom. God...\n\nKnocks a FRAMED PHOTO off of his nightstand. Picks it up --\nIt’s a PHOTO of DAVEY (10) WITH HIS YOUNGER MOM AND DAD. He\nplaces it back on the nightstand as he dumps the clothes onto\nhis bed. Looks around the room at the MESS. Ugh...\n\nHe opens his disaster of a closet, jams more junk inside. As\nhe's about to close it, his eyes fall on --\n\nTWO WORN GAMBLES G.I. JOE WALKIE-TALKIES atop a crate of old\ntoys. Davey’s wheels start spinning. He grabs his regular\nSTARCODE WALKIE --\n\nDAVEY (INTO WALKIE)\nGuys, what time’re we playing Manhunt\ntonight? I’ve got an idea...\nEXT. MACKEY’S YARD - NIGHT\nDressed in black, the guys sprint through backyards, under\nporches, over driveways, converging in the bushes along\nMackey’s house. They’re all out of breath, but exhilarated.\n\nDAVEY\nArright, here’s the plan --\n\nDavey pulls out the pair of old school G.I. Joe walkies.\n\f56.\n\nFARRADAY\nHoly shit, you still have those?\n\nDAVEY\nWhile you guys are spying, I’m gonna\nplant one of these outside Mackey’s\nwindow. Use the other one to listen.\n\nFARRADAY\nAudio surveillance. Smart.\n\nWOODY\nLet’s just not get caught, okay?\n\nDAVEY\n\nMackey spots you, act like it’s part\nof the game.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmart. WOODY\nLet’s just not get caught, okay? DAVEY\n\nMackey spots you, act like it’s part\nof the game. \n\nTARGET SECTION TO BE ANNOTATED:\n We probably got five\nminutes til those little shits are up\nour asses with flashlights, so let’s\nbe quick. Farraday, Woody, you guys\ntake ground level. Me and Eats are up\ntop. Operation Manhunt starts now.\n\nThey break. Eats follows Farraday. Woody follows Davey...\n\n-- Farraday runs into the bushes along the driveway. His head\npops up to LOOK INTO THE KITCHEN WINDOW as --\n\n-- Eats climbs a tree to get eyes on the UPSTAIRS BATHROOM.\nLooks down at Farraday. Thumbs up. Then flips him off.\n\n-- Woody sneaks along the house to THE DINING ROOM WINDOW.\nWhere Davey saw the missing boy weeks ago. Looks up at --\n\n-- Davey scales the tree at the front corner of the house,\nover the driveway. Finds a VIEW INTO MACKEY’S BEDROOM.\n\nGazing into the window, Davey makes sure Mackey’s not there.\n\nWhips out the G.I. Joe walkie, some duct tape. Wraps the tape\naround the walkie SO THAT THE TRANSMIT BUTTON IS PERMANENTLY\n\nPRESSED DOWN (i.e. ALWAYS LISTENING).\n\nDavey slides himself out along a thick branch that reaches\ntoward the bedroom window. Manages to PLACE IT ON THE\nWINDOWSILL just outside the bedroom. CLICKS IT ON --\n\nTOMMY (O.S.)\nFound ya, ya big, bearded ball sack!\n\nA BRIGHT LIGHT suddenly nails Woody below. He holds a hand to\nhis eyes, looks into TOMMY WARRENS’ (9) flashlight.\n\nWOODY\nFuck off, Tommy! We got time out!\n\f57.\n\nTOMMY\nNo, ya don’t -- I caught you!\n\nWOODY\nWant me to beat the shit outta ya?\nCuz I will, ya little --\nAHHH! Tommy runs off into the night, terrified. Just then --\n\nEATS (0.S.)(OVER WALKIE)\nI got eyes on him!\n\nIN THE TREE AROUND THE HOUSE, Eats hugs the branches to hide\nas THROUGH THE WINDOW, he sees --\n\nMACKEY, YELLOW RUBBER GLOVES on both hands. He gathers\nCLEANING SUPPLIES into a BUCKET. He seems perturbed.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nIN THE TREE AROUND THE HOUSE, Eats hugs the branches to hide\nas THROUGH THE WINDOW, he sees --\n\nMACKEY, YELLOW RUBBER GLOVES on both hands. He gathers\nCLEANING SUPPLIES into a BUCKET. He seems perturbed. \n\nTARGET SECTION TO BE ANNOTATED:\nEATS (INTO WALKIE)\nHe’s wearing rubber gloves! And he’s\ngot a bucket of cleaning shit.\n\nDAVEY (0.S.)(OVER WALKIE)\nLike, stuff to clean up blood?\n\nMackey heads out of the bathroom with his cleaning kit.\n\nEATS (INTO WALKIE)\nGuys, I lost him. He’s on the move.\n\nIN THE BUSHES BELOW, Farraday sees Mackey enter the kitchen.\n\nFARRADAY (INTO WALKIE)\nGot him! He just came downstairs.\n\nDAVEY (0.S.)(OVER WALKIE)\nWhat’s in the bucket?\n\nFARRADAY (INTO WALKIE)\nLooks like bleach. And a scrubbing\nbrush. Can’t tell what the rest is.\n\nWhat the...? Farraday spots a RED STAIN on Mackey’s shirt --\n\nFARRADAY (INTO WALKIE)\nBlood! He’s got blood on him!\n\nDAVEY (0.S.)(OVER WALKIE)\nHoly crap -- Are you sure?\n\nFARRADAY (INTO WALKIE)\nWell, maybe it’s paint? I don’t know.\nIt’s on his shirt -- Oh shit!\n\f58.\n\nFARRADAY DROPS into the bushes as MACKEY WALKS RIGHT PAST the\nwindow. When Farraday sneaks a peek again... MACKEY’S GONE --\n\nON THE DRIVEWAY SIDE, Mackey comes into Woody’s view --\n\nWOODY (INTO WALKIE)\nI got him!\n\nWoody watches, face as close to the glass as he can get\nwithout fogging it up as Mackey pauses at the BASEMENT DOOR.\nChecks his bucket. Pissed, he rushes down the steps...\n\nWOODY (INTO WALKIE)\nHe went into the basement!\n\nWoody bolts to the nearest basement window. Crouches down to\nlook in but IT’S BLACKED OUT. PAINTED ON THE INSIDE. He\nrushes to the next window. Same. Next window... Same. Shit.\n\nWOODY (INTO WALKIE)\nMackey’s M.I.A. All his basement\nwindows are painted over.\n\nDAVEY DROPS TO THE GROUND, looks up at the bedroom window.\nTHE WALKIE IS HIDDEN by the sill except the tip of the\nantenna.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll his basement\nwindows are painted over. DAVEY DROPS TO THE GROUND, looks up at the bedroom window. THE WALKIE IS HIDDEN by the sill except the tip of the\nantenna. \n\nTARGET SECTION TO BE ANNOTATED:\n No way you’d see it. Unless you were looking for it.\n\nSatisfied, Davey sneaks up to the nearest window. Raises\nhimself up to look inside just as --\n\nMACKEY POPS INTO THE WINDOW! Slides it open to get fresh air,\nnot noticing Davey, until --\n\nDAVEY PANICS! SCREAMS, sprints away, Woody right behind him!\n\nFrom the far side of the house, Eats and Farraday sprint out\nfrom the shadows following Davey and Woody.\n\nMackey stares out at them, concerned...\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - NIGHT\n\nIn bed but wide awake, Davey has the other G.I. JOE WALKIE on\nhis chest. He shakes it a few times, but nothing changes.\nTotal radio silence. He grabs his binoculars, looks out at --\nBINOCULARS POV: Mackey's house. The tree beside it blocks\nDavey’s view of the G.I. Joe walkie on the bedroom\nwindowsill. Damn.\n\nDAVEY\nThe G.I. Joe walkie’s not working.\n\f59.\n\nHe looks back at Woody who's lounging on the floor in his\nsleeping bag, reading a comic by flashlight.\n\nWOODY\nDid ya test em first?\n\nDAVEY\nYeah, the batteries are brand new.\n\nWOODY\nNo, the distance. Remember? Those\nthings were junk, that’s why we\nupgraded. They couldn’t transmit far.\n\nDAVEY\nShit -- I forgot.\n\nWoody hops up onto Davey's bed, grabs the binoculars and\ngazes out toward Mackey's house.\n\nWOODY\nSo what’re ya gonna do? Just say frig\nit and leave it up there?\n\nDAVEY\nNo way. Who knows what we could find\nout. I gotta make it work.\nEXT. JUNIPER STREET - CUL-DE-SAC - MORNING\nDavey wheels down the sidewalk on his bike, chucking\nnewspapers onto porches. As he reaches Mackey’s driveway, he\nslows to a stop. Waits -- No movement inside the house.\n\nCoast seemingly clear, Davey drops his bike and newspaper\nbag, hurries up the driveway...\n\nAt the side of the house, he reaches down and SWITCHES ON THE\nG.I.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCoast seemingly clear, Davey drops his bike and newspaper\nbag, hurries up the driveway... At the side of the house, he reaches down and SWITCHES ON THE\nG. I. \n\nTARGET SECTION TO BE ANNOTATED:\n JOE WALKIE clipped to his belt. NOTHING TRANSMITTING.\n\nHe goes to the tree below the window, gets ready to climb up\nwhen he looks in the backyard and sees --\n\nMACKEY, covered in sweat, dumping a big bag of dirt OVER A\nHUMAN-SIZED MOUND IN THE GARDEN.\n\nDavey freezes in disbelief as MACKEY LOOKS UP, SPOTS HIM --\n\nMACKEY\nYo, Davey!\n\nDavey strains to keep himself from bolting as Mackey claps\ndirt off his hands, walks up to the fence. Leans on it.\n\f60.\n\nMACKEY\nHey, bud -- Gotta tell ya, you scared\nthe shit outta me last night. Had no\nidea you were in my bushes. Great\nhiding spot.\n\nDAVEY\nYeah. Your yard’s full of em.\n\nMACKEY\nGuess you didn’t see me coming\neither, huh? One hell of a scream.\n\nMackey LAUGHS. Davey fakes it. Fuckfuckfuckfuckfuck...\n\nMACKEY\nSo what’s up? Oh -- Lemme guess, I\nowe you money?\n\nDAVEY\nUh, yeah.\n\nMACKEY\nRight. This time I’m ready for ya.\n\nHe pulls a $5 bill from his wallet. Holds it out to Davey.\nDavey reluctantly walks toward him. AS HE NEARS THE HOUSE --\n\nSCREECH! A HIGH-PITCHED SHRIEK fills the air -- WALKIE-TALKIE\nFEEDBACK! Horrified, Davey scrambles to turn off the\nscreaming walkie on his belt. Finds the POWER SWITCH. Flicks\nit off. Immediately, the FEEDBACK STOPS.\n\nDAVEY\nSorry. Must’ve left it on. From the\ngame last night.\n\nMACKEY\nMind if I have a look at it?\n\nDavey cautiously hands the walkie over. Mackey gives it a\nquick once over. Hands it back.\n\nMACKEY\nYou know, if you ever want some real\nwalkies, I have a few retired ones\nfrom the force just collecting dust\ninside. Why don't ya come in and I'll\nshow ya. They pick up everything --\n\nDAVEY\nI can't. Right now. Gotta get back to\nmy route. But thanks for the payment.\n\f61.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nGotta get back to\nmy route. But thanks for the payment. 61. \n\nTARGET SECTION TO BE ANNOTATED:\nDavey swipes the $5 bill from Mackey’s hand. Hurries back to\nhis bike. As he loads up and pedals off, he looks back.\nMackey hasn’t moved. Gives Davey a parting wave.\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - NIGHT\n\nDavey tries to read his Hardy Boys book, but it’s impossible.\nHe grabs the G.I. JOE WALKIE, paces with it, glaring at the\nobject that nearly got him caught. Unable to resist the urge\nanymore, he grabs his binoculars --\n\nBINOCULARS POV: Mackey’s house. The tree outside Mackey’s\nbedroom window is still blocking the view of the sill. Davey\nPANS ACROSS the house. Finally lands on --\n\nMACKEY! STARING BACK THROUGH BINOCULARS OF HIS OWN FROM A\nDIFFERENT WINDOW!\n\nDavey dives out of sight, heart in his throat, shaking --\n\nDAVEY\nShitshitshitshit...\n\nCautiously, he picks up the binoculars again, kneels at the\nwindow. Gathering his courage, he looks out to find --\n\nBINOCULARS POV: MACKEY’S GONE! And then Davey sees it -- ON\nTHE INSIDE SILL OF THE WINDOW WHERE MACKEY JUST STOOD...\n\nTHE OTHER G.I. JOE WALKIE, STILL WRAPPED IN DUCT TAPE!\n\nHe knows! Davey lowers the binoculars, hands shaking, face\nfrozen in horror -- DEEP BREATH... DEEP BREATH...\n\nWhat the fuck do I do!? Davey paces. Grabs his walkie --\n\nDAVEY (INTO WALKIE)\nGuys! Guys! You copy? .... Come in!\n(radio silence)\nI’m freaking out! Woody, you there!?\n\nDead air. Davey chucks the walkie onto his bed. His eyes\ncanvas the room with purpose, landing on --\n\nTHE LOUISVILLE SLUGGER BASEBALL BAT leaning in the corner. He\ngrabs it. Pulls a chair to the window. Loops the binoculars\naround his neck and props himself up on his elbows to keep an\novernight watch on Mackey's house. EYES WIDE, vigilant --\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - MORNING\nBLINK...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLoops the binoculars\naround his neck and props himself up on his elbows to keep an\novernight watch on Mackey's house. EYES WIDE, vigilant --\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - MORNING\nBLINK... \n\nTARGET SECTION TO BE ANNOTATED:\n BLINK... Davey wakes. Still in the chair, still\n\nholding the baseball bat. Realizes it's morning. Jolts up.\nWipes his eyes quickly, scanning the room. He’s alive.\n\f62.\n\nPurpose in his eyes, he checks his watch: 9:33am. Bolts to\nhis nightstand, grabs his walkie. Pulls his notebook out of\nthe top drawer. Flips through pages until he lands on --\n\n“MACKEY'’S DAILY SCHEDULE” Eyes pouring over the details,\nDavey hones in on one line -- “11PM: GOES FOR A JOG.”\n\nDAVEY (INTO WALKIE)\nGuys, we gotta talk. Treehouse in\ntwenty.\n\nEXT. DOWNTOWN IPSWICH - NIGHT\n\nMACKEY. Dressed in Larry Bird short-shorts, high socks,\nsweatshirt and headband. Jogging, breathing hard. His face\ncoming in and out of shadow as streetlights pass by above.\nHe’s all alone, king of the abandoned late night streets.\n\nDAVEY (V.0.)\nThe friggin walkie was sitting in his\nwindow. He wanted me to see it.\n\nFARRADAY (V.O.)\nOh my god. He's onto us. I should've\nlistened to my parents.\n\nEATS (V.O.)\nYour parents? Who listens to their\nparents?\n\nDAVEY (V.0.)\n\nThere's no way he knows why we're\nspying on him, but even if he does,\nhe's not onto you, he's onto me.\nWhich is why I need you guys now more\nthan ever.\n\nAs Mackey keeps jogging, in the distance behind him, TWO\nFIGURES on BMX BIKES pop out from behind bushes. Follow\nsafely behind Mackey, sticking to the shadows.\n\nDAVEY (V.0.)\nMackey goes for a jog every night at\neleven. Farraday and Woody, you’re\ngonna follow him tonight.\n\nFarraday and Woody duck behind trees and lampposts for cover.\nKeeping as quiet as possible as they track their quarry...\n\nFARRADAY (V.O.)\nWhere are you and Eats gonna be?\n\f63.\n\nINT. TREEHOUSE - EARLIER THAT AFTERNOON\n\nThe guys are all in front of the whiteboard.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n63. INT. TREEHOUSE - EARLIER THAT AFTERNOON\n\nThe guys are all in front of the whiteboard. \n\nTARGET SECTION TO BE ANNOTATED:\n A military\nstrategy session led by --\n\nDAVEY\nYesterday on my route, I saw Mackey\ndumping dirt over something in his\ngarden. Something the size of a body.\n\nWOODY\nI don’t like where this is going...\n\nEXT. MACKEY’S HOUSE - BACKYARD - NIGHT\n\nDavey and Eats rush up the driveway dressed in all black.\nSHOVELS in hand. Barely visible under the moonlight.\n\nDAVEY (V.0.)\nWhile you two follow Mackey, we’re\ngonna tear up his garden. See if we\ncan find that body. Or bodies...\n\nThey toss the shovels over the fence, vault it. Red rover,\nred rover...\n\nEATS (V.O.)\nWhat if Mackey catches us?\n\nDAVEY (V.0.)\nNot gonna happen. If he starts\nheading back, Woody and Farraday will\nradio to let us know.\n\nDavey plants a HANDHELD CB RADIO in the dirt. Turns it on,\n\nkeeps the VOLUME LOW. He and Eats dig in with the shovels...\n\nINT. TREEHOUSE - EARLIER THAT AFTERNOON\nThe guys seem a little hesitant.\n\nFARRADAY\nOkay, but what about the garden? He’s\ngonna notice it’s all dug up.\n\nDAVEY\nRaccoons. Just like with the garbage\nin the street. They’re trying to get\nfood. What’s in a garden?\n\nWOODY\nFood!\n\nEats punches his shoulder. Idiot.\n\f64.\n\nDAVEY\nWe just wait for him to leave. Stay\nin touch with our CBs the whole time.\nIt’s foolproof. Let’s pin the tail on\nthis donkey.\n\nOff Davey’s grin, we --\nEXT. SELF-STORAGE FACILITY - OUTSKIRTS OF IPSWICH - NIGHT\n\nPanting, the sweat-stained Mackey runs up to your typical\noutdoor self-storage facility. Rows and rows of units.\n\nHe takes a key out of his sock, opens the wide metal roll-up\ndoor. Enters and lowers the door ALMOST TO THE GROUND...\n\nFROM AROUND THE CORNER, Farraday and Woody watch on, their\nbikes on the ground. But from their perspective, they can’t\nsee inside the storage unit.\n\nFARRADAY\nWe’ve gotta get closer.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nFROM AROUND THE CORNER, Farraday and Woody watch on, their\nbikes on the ground. But from their perspective, they can’t\nsee inside the storage unit. FARRADAY\nWe’ve gotta get closer. \n\nTARGET SECTION TO BE ANNOTATED:\nWOODY\nHow the hell’re we gonna do that\nwithout him seeing us?\n\nWoody turns back to find FARRADAY IS ALREADY GONE!\n\nWOODY\nFarraday! Goddammit...\n\nSNEAKING ALONG THE UNITS, Woody catches up to Farraday who’s\nmoving as silently and quickly as possible.\n\nThey finally get to the edge of Mackey’s unit, hearts\npounding. Farraday looks at Woody. Puts a finger to his lips:\nDon’t make a sound! Woody snarls back: No shit!\n\nFarraday points to Woody’s eyes, then around the corner: Take\na look. Woody angrily mouths, Why me? Farraday: DO IT!\n\nAnnoyed and terrified, Woody leans down, peeks inside the\nunit. HE CAN ONLY SEE ALONG THE GROUND. The roll up gate is\nblocking everything higher than a foot tall.\n\nON THE FLOOR OF THE UNIT are a shitload of BAGS OF SOIL, four\nor five SHOVELS, the PICKAX, and a stack of LARGE, STRIPED\nBAGS labeled “NaOH.”\n\nWOODY\n(to himself)\n“Noah\"...?\n\f65.\n\nNext to the bags is A CAR, only its tires visible --\nSCREECH! MACKEY PULLS UP THE UNIT DOOR --\n\nThe guys jump back into the shadows as Mackey hops into his\nYELLOW VOLKSWAGEN BUG. The car engine PUTTERS to a start...\n\nMackey PULLS THE CAR OUT OF THE UNIT. Hops back out, SINGING:\nMACKEY\n“Every step you take... Every move\nyou make...”\nMackey closes the unit door after him. Locks it...\nMACKEY\n“Every word you say... Every game you\nplay, I’ll be watching you...”\njumps back into his VW Bug and ZIPS AWAY...\n\nWOODY\nWas he talking to us?\n\nFARRADAY\nWhat? No dude, that was The Police.\n\nWOODY\nYou heard the police!?\n\nFARRADAY\nI pray for you sometimes...\n\nFarraday and Woody sprint back to their bikes. As they race\naway, Farraday YELLS into his HANDHELD CB RADIO --\n\nFARRADAY (INTO CB RADIO)\nGuys, Mackey just got into a yellow\nVolkswagen Bug.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nFARRADAY\nI pray for you sometimes... Farraday and Woody sprint back to their bikes. As they race\naway, Farraday YELLS into his HANDHELD CB RADIO --\n\nFARRADAY (INTO CB RADIO)\nGuys, Mackey just got into a yellow\nVolkswagen Bug. \n\nTARGET SECTION TO BE ANNOTATED:\n We lost him.\n\nEXT. MACKEY’S BACKYARD - GARDEN - CONTINUOUS\n\nON DAVEY’S CB RADIO, partially covered in dirt, VOLUME STILL\nLOW. FARRADAY’S WORDS ARE BARELY AUDIBLE.\n\nFARRADAY (0.S.)(OVER CB RADIO)\nI repeat, we lost him. Do you copy?\n\nTEN FEET AWAY, the oblivious Davey and Eats are still\nexcavating, soaked in sweat.\n\nEATS\nThis is a lost cause. There’s nothing\nhere.\n\f66.\nDAVEY\nWe're just not digging deep enough.\nTheir heavy breathing fills the air...\n\nEATS\nYou know Mackey had a shed back here?\n\nDavey turns. Sure enough, deep in Mackey’s backyard,\nnaturally camouflaged by trees, IS A UTILITY SHED.\n\nEXT. MACKEY’S BACKYARD - UTILITY SHED - MOMENTS LATER\n\nDavey and Eats peek inside the windows with bulky Durabeam\nflashlights, but the glare on the glass is blinding.\n\nDAVEY\nCan’t see anything.\n\nOn the shed door is a PADLOCK. Davey jiggles it. IT’S LOCKED.\n\nEATS\nI got this...\n\nEats reaches into his pocket. Pulls out a keychain. On it is\na PAPERCLIP. He unbends the paperclip, sticks it into the\npadlock. Works it around skillfully for a moment --\n\nCLICK -- The padlock releases. Eats nods arrogantly.\n\nDAVEY\nHow the hell’d you do that?\n\nEATS\nI’m just good at working the hole.\n\nEats removes the lock. Opens the door.\n\nDAVEY\nDude, I’m serious.\n\nEATS\nHonestly, just jiggle it a bunch,\nwork it around and it’1l pop open\nmost of the time. Wicked easy.\n\nINT. UTILITY SHED - CONTINUOUS\n\nThe guys check every nook and cranny with their Durabeams:\ntools, a lawn mower, a work bench... Usual shed stuff.\n\nEATS\nWell this whole night's been a waste\nof time.\n\f67.\n\nBut something catches Davey’s eyes. In the corner. He shines\nhis light on it... and his eyes go wide!\n\nDAVEY\nUntil now.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the corner. He shines\nhis light on it... and his eyes go wide! DAVEY\nUntil now. \n\nTARGET SECTION TO BE ANNOTATED:\nDavey reaches out, grabs a SHREDDED GREEN TEE SHIRT that’s\nfallen underneath a workbench. Recognize the LOGO on it?\n\nEATS\n\nIt’s a shitty Atari shirt, so what?\nDAVEY\n\nSo, this is Dusty Dewitt’s shirt!\nEATS\n\nWho...? .... Oh, the ginger.\n\nDavey looks over the shirt, sees --\n\nDAVEY\nThis is blood!\n\nEATS\nFuck, dude. Heinous --\n\nMALE VOICE (0.S.)\nHey, what are you doing in here!?\n\nDavey and Eats nearly shit themselves as they spin to find --\nFARRADAY AND WOODY, laughing their balls off.\n\nEATS\nYou two got a death wish!?\n\nFARRADAY\nUs? What about you? We’ve been trying\nto call you on the CB for like twenty\nminutes.\n\nDAVEY\nOh shit, we left it by the garden.\n\nWOODY\nMackey has a storage unit outside\ntown. And he keeps a VW Bug in it. He\ndrove off and we lost him --\n\nFARRADAY\nWe have no clue where he’s going.\n\f68.\n\nDAVEY\nThen we better get the hell outta\nhere. Check out what we found...\n\nAs Davey shows the guys the bloodied Atari shirt, we --\nINT. FARRADAY’S HOUSE - A SHORT TIME LATER\n\nEats picks through Farraday’s refrigerator while the other\nguys chow down on PB&J sandwiches.\n\nWOODY\nWhy’s he got all those bags of dirt\nin the storage unit?\n\nFARRADAY\nPlus shovels and a pickax...?\n\nDAVEY\nSame reason he’s got Dusty Dewitt’s\nshirt. He killed him and buried the\nbody somewhere.\n\nDavey tosses the bloody, shredded shirt onto the counter.\n\nFARRADAY\nDude...! My mom makes my mac n’\ncheese right there...\n\nFarraday grabs a pair of TONGS out of a drawer, picks up the\nnasty shirt and rests it atop the trash.\n\nWOODY\nHe also had a bunch of bags of...\nsomething. They had chemical warning\nsigns on em, looked hazardous as\nhell. “Noah,” that’s what it said.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOODY\nHe also had a bunch of bags of... something. They had chemical warning\nsigns on em, looked hazardous as\nhell. “Noah,” that’s what it said. \n\nTARGET SECTION TO BE ANNOTATED:\nEATS\n“Noah”? What the hell’s that?\n\nWOODY\nHow the hell should I know? But it\nwas spelled kinda weird.\n\nWoody grabs a notepad and a pen. Jots down a few chemical\nsymbols and writes “NoAH.\" Slides it over to Farraday --\n\nFARRADAY\nClassic Woody. This look right?\n\nFarraday crosses out “NoAH.” Writes down, “NaOH.”\n\f69.\n\nWOODY\nYeah. Same thing.\n\nFARRADAY\nNo, what you wrote means nothing.\nWhat I wrote is the chemical formula\nfor Sodium Hydroxide.\n\nEATS\nCongrats, Woody -- You’re retarded.\n\nWOODY\nShove it, Eats.\n\nDAVEY\nWhat the hell’s sodium hydroxide?\n\nFARRADAY\nI know it isn’t useful in gardening.\nPretty sure it’d be toxic to plants.\n\nDavey hurries to the bookcase full of ENCYCLOPEDIA\nBRITANNICAs and scans them. Finds volume “Q-T.” Pulls it out,\nflips through rapidly --\n\nIN THE BOOK, Davey’s finger traces down the page landing on\n“SODIUM HYDROXIDE.\" His eyes grow wider.\n\nDAVEY\nHoly shit, you guys!\n\nAs the guys gather around Davey, he reads aloud:\n\nDAVEY\n“Sodium Hydroxide breaks down the\nchemical bonds that keep flesh\nintact, turning organic tissue to\nliquid. It's frequently used to\ndecompose roadkill dumped in\nlandfills, as it prevents the growth\nof microorganisms, therefore\nneutralizing and immobilizing acidic\ncomponents formed in the\ndecomposition process. This will\nreduce the odor of decomposition.”\n\nEats, Farraday and Woody listen in stunned silence.\nDAVEY\nThis sicko’s using this stuff to\ncover up the smell from the dead\nbodies he’s dumping someplace!\n\n“Holy shit\" looks all around.\n\f70.\n\nDAVEY\nGot good news for ya, Woody. It’s\ntime to tell my parents.\n\nINT. DAVEY’S HOUSE - LIVING ROOM - DAY\n\nOut of breath, Davey and the guys unload on Davey’s visibly\ndistraught parents.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\ntime to tell my parents. INT. DAVEY’S HOUSE - LIVING ROOM - DAY\n\nOut of breath, Davey and the guys unload on Davey’s visibly\ndistraught parents. \n\nTARGET SECTION TO BE ANNOTATED:\n Dusty Dewitt’s frozen face stares back at\nthem from the EMPTY MILK CARTON that sits atop the coffee\ntable beside the shredded BLOODSTAINED ATARI TEE SHIRT.\n\nDAVEY\nMackey’s the Cape Ann Killer!\n\nSHEILA\nDavid Aaron Armstrong! Lower your\nvoice. People outside might hear.\n\nRANDALL\nMackey’s a cop for Chrissakes! He’s\nalso been our neighbor since before\nyou were born --\n\nDAVEY\nEvery serial killer is somebody's\nneighbor, Dad --\n\nRANDALL\nRegardless, a milk carton, a tee\nshirt and a storage unit don’t prove\na goddamn thing!\n\nSHEILA\nHow could you all go along with this?\n\nEATS\nWe didn’t want to, trust me.\n\nFARRADAY\nWe wouldn’t have if it didn’t make so\nmuch sense.\n\nWOODY\nAfter we followed him to that storage\nunit and saw --\n\nSHEILA\nJesus, you’ve been spying on him!?\n\nDAVEY\nWe had to! And the more we watch, the\nmore the details stack up. He goes\njogging at eleven at night. He buys\ntons of dirt every week.\n\n(MORE )\n\f71.\n\nDAVEY (CONT'D)\nHe keeps a spare car in a storage\nunit. Why would he do that? There was\nnothing in his garden when we dug it\nup, but I’m positive that if --\n\nRANDALL\nYou dug up his -- Goddammit, Davey!\n\nRandall can’t sit anymore. He gets up and paces. Nervous.\n\nRANDALL\nYou are in deep, deep trouble! All of\nyou! Vandalism, spying, stealing --\nThis is unacceptable!\n\nDAVEY\nWe're trying to save people.\n\nRANDALL\nWorry about yourselves! We’re going\nover there right now and you’re going\nto apologize for all of this.\n\nRandall grabs the milk carton. Rams it against Davey’s chest.\n\nRANDALL\nI’m putting an end to this nonsense\nright now. You better hope he doesn’t\npress charges.\n\nEXT. JUNIPER STREET - CUL-DE-SAC - DAY\n\nRandall marches across the cul-de-sac, the boys following\nlike dead men walking. WHISPERING to each other.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. JUNIPER STREET - CUL-DE-SAC - DAY\n\nRandall marches across the cul-de-sac, the boys following\nlike dead men walking. WHISPERING to each other. \n\nTARGET SECTION TO BE ANNOTATED:\nEATS\nFuck, Davey! You know how much shit\nwe're all gonna be in now?\n\nFARRADAY\nWhat’re we even gonna say to him?\n\nWOODY\nHe’s probably gonna kill us --\n\nDAVEY\nShut up!\n\nDavey inconspicuously tucks the bloody shirt into his back\npocket as they reach --\n\f72.\n\nEXT. MACKEY’S HOUSE - FRONT DOOR - CONTINUOUS\n\nRandall RINGS THE BELL. The guys all cower behind him as the\nDOOR OPENS. Mackey freezes.\n\nMACKEY\nRandall. Guys. What’s up?\nRANDALL\nHey, Wayne -- Uh, listen, the boys\n\nhave something they need to tell you,\nand I wanna apologize in advance.\nJust know that Sheila and I are as\noutraged as you're about to be...\n\nMACKEY\nJesus... Well I’m sure whatever it\nis, we can make things right.\n\nRandall and Mackey look back at Davey, waiting. Davey sweats\nunder the pressure of being this close to Mackey. He can’t\nfind the words. Randall nudges him.\n\nDAVEY\nUh, hey, Mr. Mackey -- We just wanted\nto say we’re sorry. We’re the ones\nwho ripped up your garden. And your\ngarbage.\n\nMACKEY\nOh man, I just assumed it was\nraccoons. Why’d you do that?\n\nDavey hands Mackey the MILK CARTON. Mackey looks at it,\nconfused. Randall shakes his head, embarrassed.\n\nDAVEY\nA few weeks ago, I thought I saw that\nboy in your house. We were playing\nManhunt and I was hiding in your\nbushes and...\n\nRANDALL\nAnd...? Come on, out with it.\n\nDavey looks to his buddies for support, but their looks\nsuggest he’s on his own. You got us into this...\n\nDAVEY\nI had this idea that you were,\nmaybe... the Cape Ann Killer.\n\nMackey stares at him a long, tense moment. The guys all ready\nto run like hell. But then... Mackey LAUGHS.\n\f73.\n\nMACKEY\nThe guys at the station are gonna\nroar when they hear this!\n\nRandall smiles, relieved.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n73. MACKEY\nThe guys at the station are gonna\nroar when they hear this! Randall smiles, relieved. \n\nTARGET SECTION TO BE ANNOTATED:\n The guys all chuckle a bit,\nuncomfortable and unsure where this is going. Even Davey\ngives an embarrassed smile, though it doesn’t reach his eyes.\n\nDAVEY\nSo, who was the kid that was here?\n\nMACKEY\nThat was my nephew, Jamie. He was\nhelping me renovate my darkroom.\n\nDAVEY\nThought ya didn’t have family nearby?\nAnd we found this in your shed --\n\nDavey hands the Atari shirt from his back pocket to Mackey --\n\nRANDALL\nDavid!?\n\nMACKEY\nYou broke into my shed, too?\n\nRandall's blood boils, utterly embarrassed, as Mackey\ninspects the shirt. Sees the blood immediately.\n\nRANDALL\nWayne, I’m so sorry. You don’t need\nto respond to that --\n\nMACKEY\nIt's fine. We were hammering nails\nall day. He must’ve cut himself.\nLook, I can call him right now. Come\non in, let’s just settle this --\n\nRANDALL\nNo, no. That’s not necessary. We just\nwanted you to know what happened and\nthat the guys promise to fix anything\nthey damaged, no matter how long it\ntakes. Right?\n\nTHE GUYS\nYes, sir.\n\nMACKEY\nWell, I appreciate the apology. No\nhard feelings, honestly.\n\n(MORE )\n\fMACKEY (CONT'D)\nI remember being a boy in the summer.\nHard to turn down an adventure.\n\nRANDALL\nYou're a better man than me, Wayne.\n\n74.\n\nRandall grabs Davey and pulls him away. The guys follow...\n\nEXT. DAVEY’S HOUSE - FRONT PORCH - CONTINUOUS\n\nThe guys try to avoid Randall’s seething gaze as he opens the\n\nfront door...\n\nRANDALL\nTell your friends goodbye, then get\nin your room and don’t come out. The\nrest of you, go home. We’1l be\ncalling your parents.\n\nand heads inside -- WHAM! -- SLAMS the door.\n\nEATS\nWell, that was a fucking disaster.\n\nDAVEY\nThis doesn't change anything.\n\nFARRADAY\nSeriously? Davey, come on. I mean, is\nit possible he’s the killer? Maybe.\nBut odds are still that it’s not him.\n\nEATS\nYour summer’s fucked, but we may get\noutta this with just garden duty.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaybe. But odds are still that it’s not him. EATS\nYour summer’s fucked, but we may get\noutta this with just garden duty. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m\nnot risking what little of the good\nlife I got left...\n\nWOODY\nSpying on him was cool, but let’s\njust move on already.\n\nDAVEY\nYou guys, we just need a couple more\npieces of real evidence --\n\nEATS\nGive it up, dude! I’m outta here.\nCall me when you get a life...\n\nEats crosses to his own yard without looking back. Davey\n\nlooks imploringly at Farraday.\n\f75.\n\nFARRADAY\nI wanted to believe it too. But\nwhat’s more likely? That we got\ncaught up in the moment, or that a\ncop we’ve known all our lives is a\nserial killer?\n\nFarraday claps Davey on the shoulder, heads home.\n\nWOODY\nSorry, Davey. I’11 radio you tonight.\n\nWoody walks off, leaving Davey alone on the porch. Davey\nglares across the street to Mackey’s, enraged.\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - NIGHT\n\nA PAPERCLIP jiggles in the keyhole of a PADLOCK. Davey bites\nhis lip in concentration. Nothing. Jiggles some more. Then --\n\nCLICK! The lock opens. Davey smiles as --\n\nDAVEY\nHoly shit, it worked...\n\nBRRRING! The house phone RINGS. Davey bolts off his bed, runs\ninto the hallway and answers --\n\nDAVEY\nHello...?\n\nNIKKI (0.S.)(OVER PHONE)\nCan you come over?\n\nINT. NIKKI’S HOUSE - NIKKI’S BEDROOM - NIGHT\n\nDavey looks around, enthralled. HE’S IN A GIRL’S BEDROOM! And\nnot just any girl’s room -- NIKKI FUCKIN KASZUBA’S!\n\nHalf-packed CARDBOARD BOXES fill the room. It’s a mess. Nikki\nsits on the bed in the eye of the storm as Davey takes it in.\n\nNIKKI\nDid I get you in trouble for calling\nso late? I was hoping your mom\nwouldn’t pick up.\n\nDAVEY\nNah, they’re downtown at a meeting\nabout how to handle the block party\nsituation. Looks like you’re the one\nwho could use some help, though.\n\nNikki hands him something --\n\f76.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVEY\nNah, they’re downtown at a meeting\nabout how to handle the block party\nsituation. Looks like you’re the one\nwho could use some help, though. Nikki hands him something --\n\f76. \n\nTARGET SECTION TO BE ANNOTATED:\nNIKKI\nHey, check out what I found...\n\nHands him a WORN PHOTO of the two of them together, back when\nshe had braces and he was still in grade school.\n\nNIKKI\nIt’s coming with me.\nDAVEY\nTo UConn? Really?\nNIKKI\nYeah... It’s going up on my wall.\n\nDavey swells with pride as an overwhelmed Nikki drinks in her\nbarely-recognizable room...\n\nNIKKI\nGod, feels like I’m packing up my\nwhole life. I didn’t think I’d miss\nthis place, but now... I can’t deal.\n\nOut of his depth, Davey sinks down to the bed beside her.\n\nDAVEY\nSeriously? Aren’t you the one who\nsays this town’s lame?\n\nNIKKI\nI don’t know what I feel anymore.\nEveryone keeps talking to me like I’m\nalready gone and it’s wigging me out.\n\nDAVEY\nIt’s probably just cuz everyone’s\ngonna miss you. I know I will.\n\nNIKKI\nWish my parents felt that way.\nThey’re so wrapped up in the divorce,\nthey don’t even care that I’m gonna\nbe gone. I just feel so... alone.\n\nDAVEY\nYou’re not alone.\n\nHe puts a supportive hand on her arm. There’s a smooth\nconfidence to him that’s charming. Nikki can’t help smiling.\n\nNIKKI\nYou're sweet. Hope the students at\nuConn like me half as much as you.\n\f77.\n\nDAVEY\nThey will. You’re destined for way\nmore than living in this stupid\nneighborhood forever. I'd give\nanything to get outta here with you.\n\nNikki reads Davey’s conflicted face like a National Enquirer.\n\nNIKKI\nOkay, spill.\n(Davey feigns ignorance)\nI remember that look. Used to see it\nall the time. You're in trouble, huh?\n\nDavey considers... Finally comes out with it --\n\nDAVEY\nI’m grounded, big time. My parents\nare pissed. My Dad made me admit the\nwhole thing to Mackey --\n\nNIKKI\nWhat!? No he didn’t!\n\nDAVEY\nThe guys bailed on me. Worst part is\nI know I’m right about him. Just\ndon’t know what else I can do.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVEY\nThe guys bailed on me. Worst part is\nI know I’m right about him. Just\ndon’t know what else I can do. \n\nTARGET SECTION TO BE ANNOTATED:\nNikki takes his hand. He meets her concerned gaze.\nNIKKI\nLet it go. You only get the chance to\nbe a kid once. Enjoy your life while\nyou can. Trust me.\n\nDAVEY\nIf I’m right, who’s gonna stop him?\n\nINT. DAVEY’S HOUSE - DAY\nON THE FRONT DOOR -- KNOCK! KNOCK!\nWE HEAR FOOTSTEPS DESCENDING THE STAIRS, revealing --\n\nDavey. He fixes his hair in the mirror beside the door,\nclearly hoping it’s Nikki. He opens the door to find --\n\nMACKEY. In his police uniform. Oh shit! Davey immediately\nstands straighter. Glances at the GUN in Mackey’s holster.\n\nMACKEY\nHey, Davey. What’s goin on?\n\fDavey just\n\nHis choice\n\n78.\n\nDAVEY\nWhat’re you doing here?\n\nMACKEY\nI wanted to make sure we’re good. I\nfeel pretty bad about everything that\nhappened yesterday.\n\nstares back at him, unsettled.\nMACKEY\n\nMind if I come in for a second so we\ncan talk?\n\nDAVEY\nNow’s not a good time.\nMACKEY\nCool. I get that... You know we’ve\n\ngot everyone out looking for this\nsicko, right?\n\nDAVEY\nThen why haven’t you found him yet?\n\nMACKEY\nThese things take time. Sometimes\nyears. If ya want, I can stop by and\ngive you updates.\n\nDAVEY\nYou don’t have to do that. I see the\npaper before anyone, remember?\n\nMACKEY\nYou sure? It’d be my pleasure. I know\nthis stuff interests you.\n\nDAVEY\nWas there anything else, Mr. Mackey?\n\nMACKEY\nWow, you really don’t like me, huh?\nThat really bums me out, Davey. Last\nthing I want is for there to be bad\nblood between us.\n\nof words sober Davey. He pauses... Softens...\n\nDAVEY\nYeah, me too. It’s just my summer’s\nbasically destroyed now because of\nthe whole garden thing. Pretty sure\nmy parents hate me.\n\f79.\n\nMACKEY\nWant me to talk to them? See if I can\nlighten the sentence? Happy to.\n\nDAVEY\nIt’s all right.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nSee if I can\nlighten the sentence? Happy to. DAVEY\nIt’s all right. \n\nTARGET SECTION TO BE ANNOTATED:\n Thanks though.\n\nMACKEY\nI just keep wondering what I did that\nmade you so suspicious of me...\n\nDAVEY\nI dunno. My dad says I read too many\nmysteries. With the Killer on the\nloose, I just got caught up in it.\n\nMACKEY\nHey, I get it. That’s why I became a\ncop. It’s exciting what’s going on,\nand you wanna help. That’s awesome.\nI’1l admit, the stuff you thought was\nproof looked pretty bad out of\ncontext. You’ve got the brain for\nthis kinda work.\n\nDavey smiles. Finally lets down his guard.\n\nMACKEY\nAnything I can do to smooth things\nover once and for all?\n\nDAVEY\nYesterday you offered to call your\nnephew. Wanna maybe call him now?\n\nMACKEY\nYeah, absolutely. Kinda gotta come in\nto do that though.\n\nDAVEY\nActually, our cord’s wicked long.\nWait here a sec --\nDavey hurries off into the --\n\nKITCHEN. Back against the cupboards, Davey’s freaking the fuck\nout. He slowly sneaks a peek around the corner to find --\n\nMackey’s taken one step into the house. Standing there\nlooking as awkward as anyone would in this scenario.\n\nDavey leans back into the kitchen. Takes a few DEEP BREATHS.\nSpots the WOODBLOCK FULL OF KNIVES.\n\f80.\n\nPlucks out the BUTCHER KNIFE and slides it carefully down the\nback of his pants. Picks the kitchen phone off the jack,\nheads back into the --\n\nLIVING ROOM. Hands Mackey the phone, cord dangling off into\nthe kitchen. Mackey points into the living room.\n\nMACKEY\nPlace looks great. Haven’t been here\nsince -- Man, you were probably a\n\ntoddler. I helped your dad haul a\nbunch of stuff into your attic.\n\nDAVEY\nWeird how times change, huh?\n\nMackey DIALS. Puts the phone to his ear --\n\nMACKEY\nMy sister lives in New Hampshire.\n(checks his watch)\nHmm, they might not be home. Jamie’s\nbig into baseball. Usually has\npractice around now, I think.\n\nHe listens for a few more moments. Shakes his head. Holds out\nthe phone so Davey can hear the RINGING.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe listens for a few more moments. Shakes his head. Holds out\nthe phone so Davey can hear the RINGING. \n\nTARGET SECTION TO BE ANNOTATED:\nMACKEY\nI can come back if you want? Try him\nagain later...?\n\nDAVEY\nNo, it’s fine -- I’m sorry for being\nsuch an idiot. I promise we’ll fix\nyour garden even better than it was.\n\nMackey hands the phone back. Offers his hand to Davey.\n\nMACKEY\nNo hard feelings?\n\nDavey’s hand trembles slightly as he takes it.\n\nMACKEY\nSorry again you’re grounded. I’1l see\nwhat I can do about getting you out\nof the house, all right?\n\nMackey heads off down Davey’s driveway and Davey shuts the\ndoor behind him. LOCKS IT. Peeks out to make sure Mackey’s\nleaving. Bolts --\n\f81.\n\nBACK INTO THE KITCHEN. Rushes to the whiteboard on the\nfridge. Grabs the MARKER and DIALS “0” on the PHONE.\n\nOPERATOR (0.S.)(OVER PHONE)\nOperator. How may I direct your call?\n\nDAVEY (INTO PHONE)\nCan you tell me the last number\ndialed from my house?\n\nOPERATOR (0.S.)(OVER PHONE)\nThe last number dialed from that\nresidence was 508-356-0742.\n\nDavey writes the number on the whiteboard. HANGS UP, eyes\nwide. He quickly scans the list of EMERGENCY NUMBERS beside\nthe whiteboard, finds what he's looking for --\n\nIT'S MACKEY'S PHONE NUMBER!\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - LATER\n\nThe guys are all here. Davey looks between them for some kind\nof reaction, other than disinterest.\n\nDAVEY\nHow are you not freaking out right\nnow!? He called himself! There is no\nJamie! He tried to throw me off and I\ncaught him. This proves he's guilty!\nWe gotta get into that house to find\nout what’s in that basement --\n\nFARRADAY\nAre you crazy? Look how much trouble\nyou're in just for digging up his\ngarden --\n\nSHEILA (0.S.)\nDavey! Get down here!\n\nDAVEY\nShit. Wait here. Don’t make a sound.\n\nHe grabs his walkie. Clips it to his belt.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t make a sound. He grabs his walkie. Clips it to his belt. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVEY\nIf I think my mom knows you’re up\nhere, I’1l radio so you can climb out\nthe window.\n\f82.\n\nINT. DAVEY’S HOUSE - LIVING ROOM - CONTINUOUS\n\nDavey jumps down the stairs to find his mother Sheila\nstanding before the television once more.\n\nSHEILA\nI want you to see this.\n\nON THE TV is a LIVE PRESS CONFERENCE. Sheriff Caldwell is at\na podium filled with microphones.\n\nSHERIFF CALDWELL (FROM TV)\n-- happy to report that we have the\nCape Ann Killer in custody.\n\nA MUGSHOT of an average WHITE GUY (40s) pops onto the screen.\nBeneath the photo: “JAMES VIGNERON - ‘THE CAPE ANN KILLER’”.\n\nDavey’s jaw drops in disbelief as the PHONE RINGS. Sheila\ngoes to answer it in the kitchen as Davey subtly reaches for\nhis walkie. Holds down the TRANSMIT BUTTON --\n\nINSERT\n\nThe three guys are mid whisper argument when the WALKIE in\nWoody’s hand suddenly comes to life. They shut up --\n\nSHERIFF CALDWELL (0.S.)(OVER WALKIE)\nThanks to the fine effort of the\nIpswich Police Department, we\napprehended Mr. Vigneron earlier\ntoday. I’d like to bring up the\narresting officer, Wayne Mackey.\n\nEATS\nHoly fucking shit!\n\nBACK TO SCENE\n\nDavey watches on in stunned silence as Sheila talks on the\nphone, hidden from view in the kitchen.\n\nMACKEY (FROM TV) SHEILA (0.S.)\nI know this has been a trying No, I think it's perfect!\ntime for our community. But +... In poor taste? No, this\nwe hope this announcement is just what everyone needs\nwill bring peace to those who to help lift their spirits.\nhave been living in fear. +... Ok, be there in a few.\n\nMackey looks at the camera, as though seeing Davey through\nthe airwaves. Davey stares back, unflinching.\n\nMACKEY (FROM TV)\nJustice will be served. Thank you.\n\f83.\n\nMackey waves and steps down as the CROWD APPLAUDS and Sheila\nreturns to stand at Davey's side.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThank you. 83. Mackey waves and steps down as the CROWD APPLAUDS and Sheila\nreturns to stand at Davey's side. \n\nTARGET SECTION TO BE ANNOTATED:\nSHEILA\nThe block party's back on. And all\nbecause of Mr. Mackey. While the rest\nof us are celebrating, I want you to\nthink about your actions. Because it\nturns out the man across the street\nisn't a killer, David, he's a hero.\n\nEXT. DAVEY’S HOUSE - DAVEY’S ROOM - CONTINUOUS\nA frustrated Davey stands before his incredulous buddies.\n\nDAVEY\nHe’s not a hero! Did you guys not\njust hear that broadcast? Now we know\nhe’s guilty!\n\nEATS\nAre you retarded? He caught the\nkiller! It can’t be him!\n\nDAVEY\nDon’t you think it’s a little\ncoincidental that the guy we just\naccused of being the killer just so\nhappens to then catch the killer?\nFarraday, you said it yourself --\nCape Ann’s wicked big, right?\n\nFarraday shrugs: Yeah, I guess...\n\nDAVEY\n\nThis is exactly what we talked about\n-- He’s a cop, it’s the perfect\ncover. He can plant evidence to make\nsomeone else look guilty! If Mackey’s\ngot these bodies, all he’d have to do\nis plant one in someone’s yard. Boom\n-- They’ve got a suspect.\n\nEATS\nDude, you just sound desperate now.\nJust admit you were wrong and --\n\nDAVEY\nI’m not wrong! I know there’s\nsomething behind that locked door! We\nhave to find out what before some\ninnocent guy takes the rap for Mackey\nand more people die!\n\f84.\n\nFARRADAY\nEven if you got in, how are you gonna\nget any evidence out? Can’t just drag\na body out of a basement.\n\nDAVEY\nI don’t have to. I’m gonna use my\ndad's camcorder, film it all. No need\nto steal evidence if I get it on\ntape. Tape doesn’t lie.\n\nDavey can see clearly the doubt etched on their faces.\n\nDAVEY\nI just need you guys to keep watch,\nand make sure Mackey doesn’t come\nhome while I’m in there.\n\nEATS\nNo, I’m done with this shit.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavey can see clearly the doubt etched on their faces. DAVEY\nI just need you guys to keep watch,\nand make sure Mackey doesn’t come\nhome while I’m in there. EATS\nNo, I’m done with this shit. \n\nTARGET SECTION TO BE ANNOTATED:\n You’re\ngonna get caught, either by Mackey or\nyour dad --\n\nDAVEY\nEveryone’s gonna be at the block\nparty. All I need you to do is set up\nat the bus shelter down the street.\nBring booze and pornos, whatever.\nJust radio me if Mackey’s car comes\nup. And Farraday --\n\nFARRADAY\nYou know my parents make me go to the\nblock party every year --\n\nDAVEY\nI’m counting on it. You can keep eyes\non Mackey there. He leaves early, you\ngive me the heads-up. We’1ll have\nmultiple layers of protection. No way\nwe get caught.\n\nWOODY\n“We”?\n\nDAVEY\nYou’re coming with me. I’11l owe you.\n\nThe guys consider for a few moments. Then, finally --\nWOODY\n\nIf it means we're gonna finish\nthis... I guess I'm in.\n\f85.\n\nFARRADAY\nYeah... me too. One last shot.\n\nEATS\nWhatever, fine. But if anyone asks,\nI’m pinning the whole thing on you.\n\nDavey smiles.\n\nDAVEY\nMackey’s crazy if he thinks he can do\nthis shit on our block and get away\nwith it. Time to make him pay.\n\nEXT. JUNIPER STREET - CUL-DE-SAC - DUSK\n\nIn the fading light, NEIGHBORHOOD FAMILIES walk together\ntoward the DISTANT DIN of the downtown summer block party.\n\nAmong them, Farraday strolls with his parents, HANDHELD CB\nRADIO clipped to his pants. He looks back at --\n\nINT. DAVEY’S HOUSE - ENTRYWAY - CONTINUOUS\n\nLooking totally bummed out, Davey’s slumped in a chair by the\nTV as his parents open the front door to leave.\n\nDAVEY\nThis is so not fair!\n\nRANDALL\nDavid, a punishment’s a punishment.\nIf you really gave a damn about going\nto the block party, you wouldn’t have\nacted like a lunatic all summer --\n\nDAVEY\nJust lemme go and I’11 be grounded\nagain after --\n\nRANDALL\nNot happening! End of story!\n\nRandall heads out with Sheila. Once the door is shut --\nDavey’s all business.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nEnd of story! Randall heads out with Sheila. Once the door is shut --\nDavey’s all business. \n\nTARGET SECTION TO BE ANNOTATED:\n He sprints up to his room, over to the\npicture window. WATCHES the beehive of activity as his\nparents join the other neighbors heading to the block party.\nFROM HIS DRIVEWAY, Mackey pulls out in his SQUAD CAR. Gives a\nfriendly BWOOP-BWOOP and flashes the lights for the CHEERING\nNEIGHBORS as he rides past...\n\nDavey grabs the HANDHELD CB RADIO off the shelf --\n\f86.\nDAVEY (INTO CB)\nGuys, it’s “go” time!\nEXT. DOWNTOWN IPSWICH - MAIN STRIP - DUSK\n\nA BANNER hangs over the quaint downtown -- “75TH ANNUAL\nIPSWICH SUMMER BLOCK PARTY.”\n\nBelow the banner, a bustling CROWD enjoys fried dough,\nstrawberry shortcake and beer as a BEATLES COVER BAND plays\n“MAXWELL SILVER HAMMER” from a makeshift stage.\nIN THE CROWD, Farraday hangs back from his parents, eyes on --\nMACKEY, dressed in his police uniform. He’s beside a few\nother OFFICERS, laughing, greeting the swarming citizens who\nthank him for catching the killer. A bonafide local hero.\nFarraday pulls out his CB radio --\nFARRADAY (INTO CB)\nGot eyes on Mackey. You guys are good\nto go. Over...\n\nDAVEY (0.S.)(OVER CB)\nRoger that. We’re moving.\n\nINT. EATS’ HOUSE - LIVING ROOM - CONTINUOUS\n\nLounging on his couch, Eats watches WHEEL OF FORTUNE with\nKyle as ON TV, PAT SAJAK describes the usual prize package --\n\nCRASH! Glass SHATTERS against a wall in another room --\n\nMALE VOICE (0.S.)\nYou goddamn bitch!\n\nFEMALE VOICE (0.S.)\nFuck you, Mark -- Asshole!\n\nMALE VOICE (0.S.)\nJanice! Hey! I’m talking to you!\n\nFrom the kitchen, their mother, JANICE (40s), darts into the\nliving room, seething hatred on her face. She grabs her car\nkeys off the coffee table --\n\nEats watches on, clearly upset. Kyle on the other hand keeps\nwatching TV, like he’s seen this a million times.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom the kitchen, their mother, JANICE (40s), darts into the\nliving room, seething hatred on her face. She grabs her car\nkeys off the coffee table --\n\nEats watches on, clearly upset. Kyle on the other hand keeps\nwatching TV, like he’s seen this a million times. \n\nTARGET SECTION TO BE ANNOTATED:\nJanice heads for the front door, exits, as their father, MARK\n(40s), bolts out after her --\n\f87.\n\nMARK\nWhere the hell you think you’re\ngoing? Janice! Get back here --\n\nWHAM! The front door slams after them, Pat Sajak’s nasally\nvoice filling the uncomfortable silence.\n\nPAT SAJAK (FROM TV)\nR, S, T, L, N, E --\n\nDAVEY (0.S.)(OVER CB)\nEats! Eats! You in position?\n\nEats grabs his HANDHELD CB off the couch beside him --\n\nKYLE\nShut the fuck up. Wheel is on.\n\nEats sullenly hops off the couch, grabs his backpack and\nheads out the back door.\n\nEATS (INTO CB)\nHey Dickholes, chill. I’m going now.\n\nEXT. JUNIPER STREET - CUL-DE-SAC - NIGHT\n\nUnder cover of dark, Davey and Woody hurry to Randall’s NEWS\nVAN. Davey opens the trunk, pulls out the BETAMAX CAMCORDER --—\n\nDAVEY\nHold this.\n\nHe hands the camcorder to Woody, grabs a BATTERY PACK, an\nEXTRA TAPE. Stuffs them in his backpack. And they bolt toward\nMackey's house, into his sideyard...\n\nUNKNOWN POV: From across the street, we watch Davey and Woody\nrace around the side of Mackey's house toward --\n\nEXT. MACKEY’S HOUSE - BACKYARD - MOMENTS LATER\n\nIn the pitch black, Davey holds the camcorder at his side\nwhile Woody removes a screen window. Places it on the ground.\n\nWOODY\nI’1l give ya ten fingers.\n\nWoody squats down, interlocking his fingers. Davey wedges his\nfoot in Woody’s hands for a boost up and into --\n\nINT. MACKEY’S HOUSE - DINING ROOM - CONTINUOUS\n\nFeet on the floor, Davey gets his bearings as Woody replaces\nthe screen window from outside.\n\f88.\nWOODY\nKay, now let me in.\nDavey unlocks the back porch door. Woody enters, camcorder in\nhand. The guys check out the place. There’s an unnatural\n\nstillness to it. Undeniably creepy.\n\nDAVEY\nHe’s definitely killed kids in here.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s an unnatural\n\nstillness to it. Undeniably creepy. DAVEY\nHe’s definitely killed kids in here. \n\nTARGET SECTION TO BE ANNOTATED:\nWOODY\nWhy would you say that right now?\n\nDavey spots the basement door down the hall.\n\nDAVEY\nCuz it’s true.\n\nUNKNOWN VOICE (0.S.)\nLet's find out.\n\nAHHHHHHHHH! Davey and Woody spin to find --\nNIKKI. Standing in the back porch doorway.\n\nWOODY\nWhat is it with you scaring us!?\n\nDAVEY\nWhat're you doing here?\n\nNIKKI\nAfter everything you've told me, I\nwanna see for myself.\n\nDAVEY\nThought you said I should let it go.\n\nNIKKI\nYeah, well, if you're right, who else\nis gonna stop him?\n\nShe gives him a knowing wink.\n\nEXT. DOWNTOWN IPSWICH - MAIN STRIP - CONTINUOUS\n\nFarraday chows some fried dough beside his mom and dad who're\ninexplicably enthralled by the cheesy Beatles cover band as\nFLASHING LIGHTS CAPTURE HIS ATTENTION --\n\nNEARBY, a CROWD has gathered, blocking whatever they’re\n\nlooking at from Farraday’s view. The flashing lights are from\ncameras as REPORTERS capture the moment for the local papers.\n\f89.\nFarraday moves closer to get a better view. As he splits\nthrough the crowd, he sees --\nMACKEY and five other POLICE OFFICERS, SHOVELS IN HAND,\ncamera-ready, gathered along a brand-new median strip. In the\nstrip are beautiful flowers, COVERED IN FRESH SOIL. A PICKAX\nleans against the centerpiece of the strip, a TREE.\n\nA SIGN sticking out of the dirt reads, “DOWNTOWN\nBEAUTIFICATION PROJECT - SPONSORED BY THE IPSWICH P.D.”\n\nFarraday nearly shits himself, face turning white as a ghost.\nINT. MACKEY’S HOUSE - BASEMENT STAIRS - CONTINUOUS\n\nAt the basement door, Davey stares at the knob. Trying to\nbuild up his courage. Woody and Nikki wait behind him.\n\nWOODY\nWe don’t have to go down there...\nCLICK -- Davey turns the doorknob, slowly opens the door.\nDAVEY\nI do.\n\nWoody GULPS. TURNS ON THE CAMCORDER as Davey flicks the light\nswitch. NOTHING HAPPENS. The stairs remain pitch black.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nTURNS ON THE CAMCORDER as Davey flicks the light\nswitch. NOTHING HAPPENS. The stairs remain pitch black. \n\nTARGET SECTION TO BE ANNOTATED:\nWOODY\nOh come on --\n\nSQUAWK! The guys and Nikki nearly jump out of their skin --\n\nFARRADAY (0.S.)(OVER CB)\nDavey! Davey, you copy!?\n\nRealize it’s just the CB.\n\nDAVEY (INTO CB)\nIs he on his way back!?\n\nINTERCUT WITH:\nEXT. DOWNTOWN IPSWICH - MAIN STRIP - CONTINUOUS\n\nIn an alley, away from the crowd, Farraday spies the\nbeautification ceremony from afar, CB to his lips.\n\nFARRADAY (INTO CB)\nWay worse. You’re wrong about\neverything. The dirt and shovels were\nfor a project Mackey was doing with\nthe police department.\n\n(MORE )\n\f90.\n\nFARRADAY (INTO CB) (CONT'D)\nThey planted a shitload of flowers\ndown here.\n\nDAVEY (INTO CB)\nThat doesn’t prove anything.\n\nFARRADAY (INTO CB)\nListen to me -- It’s over. You’ve\ngotta learn when to walk away. School\nstarts in a week and I only made it\nthrough half of what I was supposed\nto. My parents are up my ass. I gotta\nfocus. I’m out, Davey.\n\nDAVEY (INTO CB)\nFarraday, wait --\n\nCLICK. Farraday shuts off his CB, joins the fun.\nWOODY\nMaybe he’s right. Maybe we should\njust go. This is crazy. We just broke\ninto a friggin cop’s house!\nNIKKI\nWe're already here. May as well take\na look. If it's not him --\nDAVEY\nIt’s him. And we’re about to find the\nproof.\nDavey takes his first step down into the darkness --\nINT. JUNIPER STREET - SCHOOL BUS SHELTER - CONTINUOUS\n\nMassive Cariole headphones over his ears, Eats sits on the\nshelter bench, tears in his eyes, listening to a punk song --\n\nHEADLIGHTS wash over him and he perks up, freaked out. Wipes\nhis tears. Is it Mackey!? Grabs his CB RADIO...\n\nbut the car rolls past. Relief.\nINT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nbut the car rolls past. Relief. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MACKEY’S HOUSE - BASEMENT - CONTINUOUS\n\nAs they make their way down the basement steps, scared\nshitless, the pitch blackness blends with a BLOOD RED GLOW.\n\nNIKKI\nTell me you brought a flashlight.\n\nDAVEY\nThe camcorder's got a light.\n\f91.\n\nWOODY\n\nThis thing has a light and you’re\n\njust telling me now!?\nDavey reaches over, clicks the camcorder’s light switch --\nITS BEAM PIERCES THROUGH THE CRIMSON DARK, bright, focused,\nbut THE PERIPHERY IS ABSOLUTE BLACK. TUNNEL VISION.\nWoody uses the light to scan the area. TO THEIR LEFT is\nMackey’s dark room, red light emanating from within. TO THEIR\nRIGHT, a washer and dryer. EVERY WINDOW IS PAINTED BLACK.\n\nNIKKI\nCreepiest basement ever --\n\nWHACK! Woody hits his head on A DANGLING LIGHTBULB --\n\nWOODY\nJesus, fuck!\n\nDAVEY\nIt’s just a light!\n\nDavey reaches up, pulls the chain -- POP! They jump back as\nthe bulb BURNS OUT, SHATTERING IN A BLINDING FLASH.\n\nWOODY\nI can’t see! I can’t see --\n\nDAVEY\nCalm down. Just follow me.\n\nWoody puts his hand on Davey’s shoulder as they move to --\n\nTHE PADLOCKED DOOR in the corner that captured Davey’s\nattention from the moment he saw it --\n\nKACHUNK! Woody SCREAMS, whips the camcorder around to find --\nTHE LARGE FURNACE, its metal GROANING.\n\nNIKKI\nWoody! Chill out, you girl!\n\nWOODY\nI’m not built for this shit.\n\nDavey moves to the door. Pulls a PAPERCLIP out of his pocket.\n\nDAVEY\nShine the light right on the lock.\n\nWoody brings the light over. Davey straightens the paperclip.\nSticks it into the keyhole. Jiggles it around --\n\f92.\n\nWOODY\nSeriously? Did Eats teach you that?\nBecause it doesn’t work --\nCLICK! THE PADLOCK RELEASES.\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nBecause it doesn’t work --\nCLICK! THE PADLOCK RELEASES. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n JUNIPER STREET - SCHOOL BUS SHELTER - SAME\n\nEats hasn’t moved, still desolate, off in another world --\n\nSCREECH! Eats’ eyes burst open -- What the fuck was that!? He\nRIPS OFF HIS HEADPHONES, looks around, listens intently...\n\nTHE ONLY SOUND IS THE TINNY MUSIC COMING FROM HIS HEADPHONES.\n\nA SUMMER BREEZE COURSES through the trees, questionable\nsounds all around. And then --\n\nDEAFENING SILENCE envelops the area. Until --\n\nMALE VOICE (0.S.)\nVAGINA!\n\nAHHH! Eats jumps back, petrified, to find --\nFARRADAY, laughing his ass off.\n\nEATS\nYou’re such a friggin dick!\n\nEats gets up to pummel Farraday. Puts him in a headlock as --\n\nEATS\nWhy’re you even here? You’re supposed\nto be watching Mackey.\n\nFARRADAY\nMy mom and dad wanted to leave. I ran\nahead to fuck with you. I’m sorry.\nYou can go home. Whole thing’s off.\n\nEATS\nWhat do you mean? Davey’s still in\nMackey’s house --\nMR. AND MRS. FARRADAY approach -- EH-EHM!\nCURTIS SR.\nThomas. What on Earth are you doing\nat the school bus shelter this late?\n\nEats releases his death grip. Straightens Farraday’s clothes.\n\f93.\n\nEATS\nOh, I was just showing Curtis here a\nfew Karate Kid moves I’ve been\npracticing. Wax on, wax off...\n\nThey don’t get the reference. Academic types. Awkward.\n\nEATS\nHey, mind if I sleep over tonight? My\nparents are fighting again.\n\nFRANCINE\nOf course. Poor thing. They have no\nidea the damage they're doing to you.\n\nCURTIS SR.\nBut Curtis, no fun until your\nreading’s done. Understood?\n\nFarraday nods, annoyed, as his parents head off...\n\nFARRADAY\nHow bad is it this time?\n\nEATS\nLet’s just say I don’t wanna witness\na murder-suicide...\n\nEats grabs the handheld CB. TURNS IT OFF --\n\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nEATS\nLet’s just say I don’t wanna witness\na murder-suicide... Eats grabs the handheld CB. TURNS IT OFF --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MACKEY’S HOUSE - MAKESHIFT BEDROOM - CONTINUOUS\n\nWe finally get a good look at the place as Woody moves the\nlight around. It’s a bedroom. A teenage boys’ room. Sports\n\nposters on the wall. A twin bed. Vintage radio on a dresser.\n\nNIKKI\nWhat is this place?\n\nDavey touches the frayed ear of a stuffed bunny that sits in\na heap of old stuffed animals on a rocking chair. He lifts\nthe blanket on the bed. It’s raggedy, worn. Pillowcase too.\n\nWOODY\nYou think he keeps his victims down\nhere or something?\nDavey inspects the AUTOGRAPH on a RED SOX TEAM POSTER...\n\nDAVEY\n“To Wayne. Keep it up, Slugger.”\n\f94.\n\nHe finds the year on the poster -- 1956. Davey looks around\nwith new eyes, realizes why it all seems off. Everything’s\nfrayed and yellowed under a sheen of mold and dust. It’s old.\n\nDAVEY\nHoly shit. This stuff’s all his. Like\nfrom when he was a kid or something.\n\nNIKKI\nBut Mackey didn’t grow up here. My\ndad said he's from Maine.\n\nDAVEY\nHe must've brought it all here.\nWOODY\nYou said there was gonna be proof,\nDavey -- Where is it?\n\nAs the camcorder light moves around, SOMETHING CATCHES\nDAVEY’S EYE ON THE WALL BEHIND THEM --\n\nDAVEY\nWait, shine it back over there!\n\nWoody retraces his path. The light falls on --\n\nA WALL OF PICTURES. They move closer to discover... THE\nPICTURES ARE OF THEM! SPYING! IN THEIR ROOMS, THE TREEHOUSE,\nTHE TENT, THE BUSHES, GOING THROUGH MACKEY’S TRASH, ON\nWALKIES, USING BINOCULARS!\n\nDAVEY\nThis enough proof for you?\n\nWOODY\nHe was watching us the whole time!?\n\nNIKKI\nSuburbia's so fucked up.\n\nTHUD! Woody whips the light around as they all look at the\nfar corner of the room. STRANGE NOISES come from behind a\ndoor they hadn't noticed. SHUFFLING... MUFFLED SOUNDS...",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTRANGE NOISES come from behind a\ndoor they hadn't noticed. SHUFFLING... MUFFLED SOUNDS... \n\nTARGET SECTION TO BE ANNOTATED:\nDavey slowly approaches the door, grabs the knob. Looks back\nat Woody and Nikki. This is it.\n\nDAVEY\nMake sure you're filming.\n\nWoody nods, terrified. Davey yanks open the door revealing --\n\f95.\n\nA BATHROOM. Woody shines the camcorder light around at eye-\nlevel. Mold stains the walls beneath peeling paint. Gross.\nThe light finally finds a bathtub, its CURTAIN CLOSED.\n\nFLIES BUZZ in the air -- Davey, Woody and Nikki swat at them\nas Davey inches toward the curtain, HEART POUNDING... Reaches\nout... GA-GLUNK... Grabs it... Then RIPS OPEN the curtain --\n\nA BURGUNDY SLUDGE fills the tub, a couple UNIDENTIFIABLE BITS\njutting slightly out of it.\n\nWOODY\nWhat the heck is that?\n\nDavey grabs the plunger, pushes it into the sludge. Rotates\nwhatever's in there, EXPOSING MORE OF IT.\n\nDAVEY\nGimme some more light.\n\nWoody focuses the camcorder’s light on the bits jutting out\nof the sludge, and WE IMMEDIATELY RECOGNIZE --\n\nTHE PARTIALLY DECOMPOSED HAND AND FACE OF DUSTY DEWITT, THE\nMISSING REDHEADED BOY!!! !!!ii!ribbrriet\n\nDAVEY\nIt’s fuckin Dusty Dewitt!\n\nWOODY\nOh god... oh my god...\n\nAHHHHHH! NIKKI LETS OUT A BLOOD-CURDLING SCREAM! Woody\nfollows her gaze, aiming the camcorder at the floor where --\n\nA PAIR OF HANDS ARE WRAPPED AROUND NIKKI'S ANKLE! The light\nreveals duct-taped wrists, moves up the emaciated arms to\nfind the battered face of BOBBY COKER! One ankle chained to a\nradiator.\n\nNIKKI\nGet him off me! Get him off!\n\nDavey drops to his knees, wrenching Bobby's hands from Nikki.\nBut Bobby grabs Davey's collar, yanking Davey's face just\ninches from his own as he SCREAMS around the gag --\n\nBOBBY\n(muffled)\nHELP ME!!!\n\f96.\n\nINT.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Bobby grabs Davey's collar, yanking Davey's face just\ninches from his own as he SCREAMS around the gag --\n\nBOBBY\n(muffled)\nHELP ME!!! 96. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MACKEY’S HOUSE - LIVING ROOM - MOMENTS LATER\n\nDavey and Woody burst out of the basement, holding up Bobby\nbetween them. Nikki follows, camcorder on her shoulder\nfilming it all. As they bolt through the living room --\nCRASH! Davey knocks a PICTURE off an end table. He looks down\nat it, FACES VISIBLE IN THE MOONLIGHT. Something registers...\nDavey stops to pick it up, realization in his eyes --\n\nWoody struggles to hold up Bobby on his own --\n\nWOODY\nDavey, let’s go! .... Davey!\n\nIN THE PICTURE, a smiling BLOND BOY (15) --\n\nFLASH! MICROFICHE, FROM DAVEY’S TRIP TO THE LIBRARY. Front\npage of the newspaper. THE SAME BLOND BOY, SMILING. MISSING.\n\nFrantic, Davey scans all the FRAMED PHOTOS on the end tables\nand hanging on the wall.\n\nNIKKI\nDavey, we gotta get outta here!\n\nA PHOTO OF A FAT BOY (13) --\n\nFLASH! MICROFICHE OF THE FAT BOY, MISSING...\n\nA PHOTO OF A SHAGGY BOY (14) in his class photo --\nFLASH! MICROFICHE OF THE SHAGGY BOY, MISSING...\n\nDAVEY\nThese are his trophies...\n\nA PHOTO OF A HAPPY FAMILY (MOM, DAD, TWIN TEENAGED BOYS) --\nFLASH! MICROFICHE OF THAT FAMILY, MURDERED...\nDAVEY\nThe people in these pictures aren’t\n\nhis family. They’re his victims...\n\nDavey looks across the room at all the frames. They COVER AN\nENTIRE WALL. And then he sees --\n\nA PHOTO OF DAVEY AND HIS FAMILY! THE ONE FROM HIS NIGHTSTAND!\n\nDAVEY\nAnd I’m next...\n\f97.\n\nHe gulps down the panic. Pulls the photo from the wall. Shows\nWoody and Nikki -- Pure horror washes over their faces.\n\nMATCH CUT TO:\nINT. IPSWICH POLICE STATION - LATER\n\nA handful of COPS have the same looks of horror as they watch\nthe Betamax tape in stunned silence. Standing among them,\nBrenda Woodworth, in her nurse’s uniform, flanked by Randall\nand Sheila holding her hands in support.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATCH CUT TO:\nINT. IPSWICH POLICE STATION - LATER\n\nA handful of COPS have the same looks of horror as they watch\nthe Betamax tape in stunned silence. Standing among them,\nBrenda Woodworth, in her nurse’s uniform, flanked by Randall\nand Sheila holding her hands in support. \n\nTARGET SECTION TO BE ANNOTATED:\nTHROUGH THE CONFERENCE ROOM WINDOWS, Davey watches Bobby\nCoker wrapped in a blanket, his PARENTS holding him and\ncrying. A family reunited. Because of him.\n\nAs the tape ends, Sheriff Caldwell looks at Davey and Woody\nacross the table.\n\nSHERIFF CALDWELL\nYou found all this in his house?\n\nWOODY\nAnd there's pictures of dead people\nall over the fuckin walls!\n\nCaldwell stands, addresses the gathering of cops.\n\nSHERIFF CALDWELL\nSomebody get out to Mackey’s. And\nbring that sick son of a bitch to me.\n(to the parents)\nYou folks mind sticking around to\ngive a report? Only take a while.\n\nRandall and Sheila nod approval as the cops scatter ina\nrush. Before heading out, Caldwell turns back.\n\nSHERIFF CALDWELL\nYou two must be proud. These boys are\nheroes.\n\nEXT. IPSWICH POLICE STATION - A SHORT TIME LATER\n\nStepping outside, Davey takes a deep breath of fresh, cool\nnight air. He looks back through the glass doors to see all\nthe parents talking with Sheriff Caldwell.\n\nFrom inside, Nikki sees him, breaks away from her parents and\njogs out to meet him.\n\nNIKKI\nHey. You okay?\n\f98.\n\nDAVEY\nIs it me or does none of this feel\nreal?\n\nNIKKI\n\nYou're telling me. I just saw my\nparents hug each other for the first\n\ntime in... awhile. So yeah...\nDAVEY\nWow, that's awesome.\nNIKKI\nNot gonna get my hopes up but... That\n\nhappened because of you. So thanks.\n\nDAVEY\nI dunno about that. I mean --\n\nNikki seizes the moment -- AND KISSES HIM. Davey's eyes go\nwide, then close. He's in Heaven. Like, whoa.\n\nWhen Nikki pulls away, Davey's eyes stay closed.\n\nNIKKI\nSee ya, Davey.\n\nHeading back inside, Nikki passes Davey's parents who exit to\nfind Davey staring after her, still in a stupor.\n\nINT. RANDALL’S CAR - HOURS LATER\n\nThe family drives in silence. Exhausted from giving a police\nreport, and from the depth of depravity they’re faced with.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. RANDALL’S CAR - HOURS LATER\n\nThe family drives in silence. Exhausted from giving a police\nreport, and from the depth of depravity they’re faced with. \n\nTARGET SECTION TO BE ANNOTATED:\nDavey meets Randall’s gaze IN THE REARVIEW MIRROR... And\nRandall dissolves to tears.\n\nSheila leans over on Randall, embracing him as he drives,\ntears in her eyes.\n\nDavey lets it all wash over him -- The fear, the anger, the\nsorrow, the unadulterated reality of what’s happened. Tears\nstream down his face as he looks back up to meet --\nRANDALL'S RELIEVED EYES, in the REARVIEW once more.\nRANDALL\nI’m so sorry, Davey. I love you, pal.\nProud of you. Real proud.\n\nSheila reaches back, squeezes Davey’s hand as --\n\f99.\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - LATER\n\nDavey’s perched atop his bed, staring out the picture window.\nBLUE AND RED LIGHT flickering on his face from outside.\n\nSHEILA (0.S.)\nAnd Davey’s got the sleeping bag all\nset up for ya --\n\nWoody, Sheila and Randall enter the room.\n\nSHEILA\n-- when your mom gets off her shift\nin the morning, she’ll pick you up.\n\nWOODY\nThanks, Mr. and Mrs. Armstrong.\n\nRandall and Woody join Davey at the window. Look out to see\nthe beehive of activity below --\n\nPOLICE CRUISERS crowd Mackey’s driveway. OFFICERS move in and\nout of the house carrying BAGGED EVIDENCE. Another CRUISER\nsits parked at the end of Davey’s driveway. NEIGHBORS crowd\naround, watching, gossiping.\n\nRANDALL\nYou're safe, guys. They’ll keep an\neye out, make sure nothing happens.\n\nDavey LOCKS HIS WINDOW.\n\nDAVEY\nWonder where he is...\n\nRANDALL\nThe A.P.B.’s been out for hours. Just\na matter of time now.\n\nDavey climbs into bed as Woody settles in on the floor.\n\nSHEILA\nWe love you. You boys are gonna be\nthe talk of the town. How’s it feel?\n\nDAVEY\nLike nothing’s ever gonna be the same\nagain...\n\nRandall and Sheila kiss Davey on his head and exit. Once\nthey’re gone, Davey looks back out the window at the activity\nat Mackey’s house. Woody joins him.\n\f100.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnce\nthey’re gone, Davey looks back out the window at the activity\nat Mackey’s house. Woody joins him. 100. \n\nTARGET SECTION TO BE ANNOTATED:\nWOODY\nThink they’1l catch him?\nDAVEY\nThere’s nowhere left for him to hide.\n\nIt’s over. We got him.\n\nThe boys give each other a high-five, crawl back into bed.\nBut as Davey lies down, he stares at the ceiling, worried...\n\nHOURS LATER\n\nThe boys have finally fallen asleep. WE TRACK THROUGH the\nroom, OUT INTO THE --\n\nHALLWAY. MOVING THROUGH the darkened house until we TILT UP --\nERRRRK... THE ATTIC DOOR QUIETLY OPENS, seemingly on its\nown... The slide-down ladder extends toward the floor... A\nSHOE drops down, hits the first step. A COP’S SHOE.\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - MOMENTS LATER\n\nStill asleep in his bed, Davey stirs a bit. Rolls over on his\nside, back to the doorway --\n\nSENSING SOMETHING, HIS EYES OPEN AS --\n\nA HAND, A CHLOROFORM RAG, COMING DOWN, SMOTHERING HIS MOUTH\nAND NOSE, MUFFLING HIS HYSTERICAL SCREAM!\n\nDAVEY FIGHTS FOR A MOMENT... But his spirit is quickly sapped\nthanks to the chemical’s handiwork.\n\nDavey looks into MACKEY’S EMPTY EYES as his own flutter shut.\nFADE TO BLACK\n\nOVER BLACK\n\nThe CONSTANT SUMMERTIME DRONE OF KATYDIDS AND CRICKETS...\n\nWAVES GENTLY WASHING ASHORE, not far away...\n\nA TUGBOAT HORN, far off in the distance...\n\nFLASHING LIGHTS, BLUE AND RED, through closed eyelids...\n\nBWOOP-BWOOP! A POLICE SIREN SHOCKS US --\n\nFADE UP ON:\n\f101.\n\nBLINK-BLINK... BLINK... AS WE COME-TO, OUR VISION IS BLURRY.\nSTROBING RED AND BLUE LIGHTS BLIND US. But AS OUR SIGHT\nCLEARS, we realize we’re in --\n\nINT. POLICE CRUISER - NIGHT\n\nDavey sits up quickly, panicked. Looks around. Where the fuck\nam I? Realizes he’s in the back of a cop car, WINDOWS FOGGED\nUP. He’s bound at the wrists with rope and gagged.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere the fuck\nam I? Realizes he’s in the back of a cop car, WINDOWS FOGGED\nUP. He’s bound at the wrists with rope and gagged. \n\nTARGET SECTION TO BE ANNOTATED:\n Beside\nhim, Woody is out cold, bound and gagged as well.\n\nDAVEY\n(muffled, through gag)\nWoody! .... Woody!\nDavey leans into Woody, nudging him hard as he can -- WOODY\nCOMES-TO. Looks around -- FREAKED THE FUCK OUT, he bolts back\n\nagainst the car door, BREATHING HARD.\nDavey moves his jaw and neck, makes his way out of the gag.\n\nDAVEY\nTurn around. I’1l untie you.\n\nDavey and Woody sit back-to-back. Davey struggles to loosen\nthe rope around Woody’s wrists. Finally unties it. Hands\nfree, Woody removes his gag, unties Davey’s wrists --\n\nWOODY\nDavey, what the fuck is going on!? I\ndon’t even know how I got here --\n\nDAVEY\nIt’s Mackey.\n\nWOODY\nWhere the hell are we!?\n\nThey wipe the fog off the windows. Scan the darkness outside,\nilluminated in bursts by the STROBING POLICE LIGHTS...\n\nWOODY\nI can’t see shit!\n\nTHUD! SOMETHING HEAVY HITS THE SIDE OF THE CAR -- The boys\njump away from the windows, eyes darting every which way.\n\nWOODY\nThe fuck was that!?\n\nDAVEY\nI don’t see anything!\n\f102.\n\nWHAM! A ROCK HITS, LODGES INTO THE FRONT WINDSHIELD,\nSPIDERWEBBING THE GLASS --\n\nDAVEY /WOODY\nAHHHHHH!\n\nSILENCE AGAIN. No signs of life. Just absolute stillness --\n\nCRASH! A ROCK SHATTERS THE WINDOW BESIDE WOODY, shards of\nglass cutting the side of his face! They bolt to the other\nside of the car, looking all around!\n\nDAVEY\nWe need to get outta here!\n\nWOODY\nNo way!\n\nThey listen intently, peering desperately into the woods\nthrough the fogged-up glass. Nothing in view. No movement.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey listen intently, peering desperately into the woods\nthrough the fogged-up glass. Nothing in view. No movement. \n\nTARGET SECTION TO BE ANNOTATED:\nThe painful anticipation is shattered as --\n\nTHUD! The guys spin around to find --\n\nMACKEY! HIS MANIACAL FACE just inches away! IN HIS HAND, HE\nHOLDS A HUGE SERRATED KNIFE AGAINST THE GLASS --\n\nWOODY\nRUUUUN!\n\nAHHHH! Woody opens the door opposite Mackey, bolts out, Davey\nhot on his heels! They sprint for the surrounding woods as --\n\nA POWERFUL FLASHLIGHT SLICES INTO THE WOODS AFTER THEM, its\nbeam fractured, cascading across the trees. The boys peel off\ninto the darkness...\n\nMACKEY (0.S.)\n(via cruiser loudspeaker)\nI know how much you guys like games.\nSo I’ve got a surprise for you.\n\nAs they run, the SOUND OF THE POLICE SIREN ECHOES OUT!\nREMAINS ON! A SYMPHONY OF DEATH FOR MACKEY TO HUNT TO!\n\nMACKEY (0.S.)\n(via cruiser loudspeaker)\nWe’re gonna play Manhunt, only now,\nwe’re gonna play for real!\n\nDavey and Woody stop, both leaning against a tree, out of\nbreath, utterly petrified. Is this really happening!? Davey\nnotices a PISS STAIN down Woody’s leg.\n\f103.\n\nDAVEY\nHey. He won’t catch us if we keep\nmoving. All right? Let’s go.\n\nSPRINTING THROUGH THE WOODS, the boys finally come to a\nclearing to find --\n\nWATER! The dark, remote Ipswich Bay stares back at them! No\nother land in sight!\n\nWOODY\nWhat the hell...?\n\nDavey turns around to find MACKEY’S FLASHLIGHT BEAM IS GONE!\nHe looks in all directions... Nothing! The SHRILL SCREAM OF\nTHE POLICE SIREN just adds to the panic as --\n\nDAVEY\nWhere’d he go!? Come on!\n\nDavey instinctively ducks back into the treeline, sprinting\ndiagonally between the water and the police cruiser, its\nlights still flashing chaotically.\n\nThe dense forest zips past as they dash through, adrenaline\npumping. They come to another clearing, revealing --\n\nWATER! Again! Still no land in sight!\n\nDAVEY\nWhere the fuck did he take us!?\n\nWOODY\n(realizing, desolate)\nA barrier island.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nStill no land in sight! DAVEY\nWhere the fuck did he take us!? WOODY\n(realizing, desolate)\nA barrier island. \n\nTARGET SECTION TO BE ANNOTATED:\n He knows no one\ncomes out here.\n\nDAVEY\nWhat? It can’t be an island! He drove\nhis car!\n\nWoody crouches at the water line. Watches the movement of the\nwater in the moonlight...\n\nWOODY\nTide’s coming in.\n\nDAVEY\nWhat’s that got to do with anything?\n\nWOODY\nI grew up clam digging with my Uncle\naround these islands. At low tide,\nthere’s a road onto them.\n\n(MORE )\n\f104.\n\nWOODY (CONT’D)\nAt high tide, the road’s covered by\nwater.\n\nDAVEY\nSo what does that mean?\n\nWOODY\nIf we don't find the road off the\nisland soon, we're gonna be stranded\nout here til the tide goes back out.\n\nDAVEY\nWe have to go back to the cruiser.\nFollow the tracks.\n\nTHE POLICE SIREN ABRUPTLY STOPS! KATYDIDS AND CRICKETS once\nagain own the night. Waves gently wrestle with the shore.\n\nWOODY\nHe’s at the cruiser right now! We\ncan’t go back there!\n\nDAVEY\nHow deep is it? Can we swim?\n\nWOODY\nThe undertow and rip tides are\ninsane. We’d be as good as dead.\nThese islands aren’t that big. If we\njust keep going around, eventually --\n\nDAVEY\nWe’ll find the road.\n\nMOMENTS LATER, the guys are in a mad dash along the edge of\nthe island. The dense tree canopy blocks most of the light\nfrom the moon, just enough getting through to light the way --\n\nWoody trips over SOMETHING, rolls his ankle, FALLS HARD. As\nDavey comes to help Woody up, they both lock eyes on --\n\nTHE BLISTERED, DECOMPOSING BODY OF A TEENAGE BOY!\n\nWOODY\nAHHH --\n\nDAVEY BLOCKS WOODY’S MOUTH as they both fall away from the\nbody, terrified! But they quickly realize THEY’RE IN A PUDDLE\nOF SLUDGE FROM ANOTHER DECOMPOSING BODY!\n\nThey slip and slide to their feet, backing away quickly. They\nlook around, speechless at the sight of --\n\f105.\n\nBODIES, in varying stages of decomposition and burial.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey slip and slide to their feet, backing away quickly. They\nlook around, speechless at the sight of --\n\f105. BODIES, in varying stages of decomposition and burial. \n\nTARGET SECTION TO BE ANNOTATED:\n It's\nimpossible to tell, but there could easily be twenty of them.\nMaybe more. IT’S MACKEY’S KILLING FIELD!\n\nWoody spots something. A FAMILIAR, EMPTY, STRIPED BAG. He\nkneels down. Sees that it’s --\n\nWOODY\n“Noah”...\n\nEmpty bags of the stuff litter the ground --\n\nDAVEY\nGet down!\n\nMACKEY’S FLASHLIGHT PEEKS THROUGH THE TREE, not too far away.\nDavey and Woody try to be as silent as possible, watching as\nTHE FLASHLIGHT MOVES CLOSER...\n\nMACKEY (0.S.)\nI know you’re close.\n\nDAVEY\nWe gotta get to the cruiser.\n\nWoody nods agreement, but suddenly dissolves into tears.\n\nWOODY\nI don’t wanna die out here, Davey. My\nMom needs me.\n\nDAVEY\nYou’re not gonna die. I got you into\nthis mess, I’m gonna get you out of\nit. We’re gonna split up --\n\nWOODY\nWhy you always wanna split up?\n\nDAVEY\nWe have to. Because I’m gonna be your\ndiversion. I'll get Mackey’s\nattention so you can get to the\ncruiser. Find a way out.\n\nWOODY\nI’m not gonna let you --\n\nBut before Woody can protest, DAVEY BOLTS --\nDAVEY\n\nHey Wayne! Fuck you, you fuckin\nloser! Eat shit!\n\f106.\n\nMACKEY SPOTS HIM! GIVES CHASE!\n\nDAVEY RUNS LIKE HELL, FLASHLIGHT BEAM waving chaotically as\nMackey sprints after Davey, frenzied!\n\nDavey zig-zags through the brush! He’s never run faster in his\nlife, pure adrenaline coursing through his veins! Until --\n\nDAVEY TRIPS OVER A FALLEN TREE! Quickly pulls himself into\nthe nook beneath it, GASPING FOR AIR!\n\nQuiets himself... SILENCE. Where the fuck is he!? Is he\ngone!? Did I lose him!? Shit...",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs he\ngone!? Did I lose him!? Shit... \n\nTARGET SECTION TO BE ANNOTATED:\nDavey slowly, hesitantly peeks out from under the tree --\n\nSLIT! DAVEY BUCKLES, BLOOD POURING OVER HIS SHOE, HIS\nACHILLES SLICED IN HALF!\n\nDAVEY\nAHHH!\n\nAND THEN MACKEY’S THERE! IN DAVEY'’S FACE! He tears Davey out\nfrom under the tree! THROWS HIM TO THE GROUND as he cleans\nthe blood off of his MASSIVE KNIFE!\n\nMACKEY\nStay the fuck there.\n\nMackey takes off, disappearing into the night. Seriously\ninjured and hobbled, tears form in Davey’s eyes. He musters\nhis strength, SCREAMS --\n\nDAVEY\nWOODY! HE’S COMING! RUUUUUN!\n\nEXT. WOODS - NIGHT\n\nWOODY. Racing through the dense overgrowth. TERRIFIED.\n\nHe breaks free of some low hanging branches and stops. Sees\nthe SQUAD CAR about 50 yards ahead, LIGHTS still coloring the\nnight. Makes a dash for it --\n\nWHAM! A BODY careens out of the shadows, SLAMS INTO WOODY!\nThey tumble over each other, whacking the ground hard.\n\nWOODY\nNo! Please! Let me go!\n\nLanding face first, Woody WHEEZES in pain, the wind knocked\nout of him. Before he can get up, a HAND GRABS HIS HAIR.\nYANKS HIS HEAD UP --\n\f107.\n\nWOODY\nDAVEEEEY!\n\nAND A KNIFE SLITS HIS THROAT! !!!!!1}Piibbrrdbrrdrbage\nWoody's WHEEZING abruptly turns to a SURPRISED GURGLE.\n\nStill clutching Woody’s hair, Mackey gets down low over him.\nPuts his head against Woody’s, face drawn in an expression of\necstasy as he PANTS hard and relishes the struggle of WOODY’S\nFLAILING DEATH THROES. THE BOY’S FINAL, AGONIZING BREATHS.\n\nWhen it’s over, Mackey stands, soaked in his prey’s blood.\nEyes closed in rapture, chest heaving, he smiles wide. Alive.\n\nEXT. WOODS - CONTINUOUS\n\nOn his feet, barely, Davey hobbles toward the RED AND BLUE\nLIGHTS.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlive. EXT. WOODS - CONTINUOUS\n\nOn his feet, barely, Davey hobbles toward the RED AND BLUE\nLIGHTS. \n\nTARGET SECTION TO BE ANNOTATED:\n Leg gushing blood, it drags behind him, useless.\nTeeth gritted, he GROWLS through the pain and tears. Urging\nhimself on. He finally sees the SQUAD CAR ahead --\n\nTHE BLINDING LIGHT OF A FLASHLIGHT CATCHES HIM. Coming\ncloser... CLOSER...\n\nHe crumples to his knees, SOBBING.\n\nMACKEY GRABS DAVEY. Crouches and draws him close. Their faces\njust inches apart. Covered in blood except his big, bright\neyes, Mackey looks truly terrifying. He whips the KNIFE to\nDavey’s throat. Davey CRIES OUT in fear.\n\nHATRED MAKES MACKEY'S VOICE QUIVER. He digs the knife into\nDavey’s skin just a bit, DRAWS BLOOD -- Davey WHIMPERS.\n\nMACKEY\nYou brought this on yourself! All you\nhad to do was leave me alone! This is\nYOUR GODDAMNED FAULT!\n\nDAVEY\n(pleading)\nI’m sorry. I’m so sorry!\n\nMACKEY\nSorry? You forced me out of my home!\nStole my life! And you think you can\nget out of this by saying you’re\nsorry!? All I want to do is kill you.\nI want you dead RIGHT FUCKING NOW!\n\nDavey winces! But the killing blow doesn’t come...\n\f108.\n\nMACKEY\nBut that’s not enough. Not for you.\n\nThrough the fear, Davey meets Mackey’s gaze. Confused.\n\nMACKEY\nYou’ve spent so much time thinking\nabout me. I want you to keep thinking\nabout me and imagining what I’m going\nto do when I come back for you. And I\nwill. After you’ve lived looking over\nyour shoulder, seeing me in every\ndark corner, every nightmare. Live in\nthe fear that every day might be the\none I come back to claim what’s mine.\nOne day... you’ll be right.\n\nMackey shoves Davey to the ground. STOMPS ON DAVEY’S SLASHED\nLEG. Davey SCREAMS in pain. Mackey smiles and turns back into\nthe darkness --\n\nDavey CRIES OUT in pain, unable to move. After a few moments,\nHE HEARS the squad car’s driver side door OPEN -- SLAM SHUT.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavey SCREAMS in pain. Mackey smiles and turns back into\nthe darkness --\n\nDavey CRIES OUT in pain, unable to move. After a few moments,\nHE HEARS the squad car’s driver side door OPEN -- SLAM SHUT. \n\nTARGET SECTION TO BE ANNOTATED:\nDavey struggles to sit up as the CAR’S ENGINE STARTS UP.\n\nDAVEY\nNo --\n\nDirt and rocks kick up behind the car as it drives off into\nthe night. THE RED AND BLUE LIGHTS FADING into the void --\n\nDAVEY’S FACE, alternating red and blue in the lights, is\nswallowed whole by the night as we --\n\nFADE TO BLACK\n\nSLOWLY FADE UP on STROBING LIGHTS. Distant and numerous. WE\nSOON REALIZE WE’RE LOOKING STRAIGHT DOWN FROM --\n\nEXT. JUNIPER STREET - CUL-DE-SAC - HIGH ABOVE - NIGHT\n\nHALF A DOZEN POLICE CRUISERS, parked throughout the cul-de-\nsac, their LIGHTS bathing the lawns and houses in blood red\nand crime scene blue.\n\nWE PAN OVER THE STREET, CROWDED WITH NEIGHBORS AND COPS, TO\nTHE EQUALLY CROWDED BACKYARDS, TO THE WOODS behind the\nhouses. FLASHLIGHTS scour the darkness in all directions --\n\nTHE VOICES OF TERRIFIED, DESPERATE PARENTS AND POLICE CALL\nOUT INTO THE NIGHT --\n\f109.\n\nNEIGHBORHOOD PARENTS\n(distant, echoing)\nDAVEY! -- WOODY! -- DAVEY! --\n\nIt’s another Manhunt. As the PAN MOVES over the woods, we --\nFADE TO BLACK\nSLOWLY FADE UP as HEADLIGHTS cut the darkness, revealing a\nsingle, hobbling SILHOUETTE. It raises its arms, desperate for\nhelp. The headlights slow. Stop as the silhouette collapses.\nThe driver's door opens and a FISHERMAN (male, 60s) jogs over.\nINT. PICKUP TRUCK - EARLY MORNING\nDavey, exhausted, barely holding onto consciousness, lies\nagainst the passenger window. Wrapped in a blanket. Pale as\nshit. He might not make it to the hospital.\nThe fisherman is doing his best to reassure Davey and keep\nhim awake. WE CAN’T HEAR WHAT HE’S SAYING, but his expression\nis one of panic, SPEEDING as fast as he can.\nDavey stares out the window, in another world. The sun just\nstarting to rise, the sky turning from black to indigo blue.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE CAN’T HEAR WHAT HE’S SAYING, but his expression\nis one of panic, SPEEDING as fast as he can. Davey stares out the window, in another world. The sun just\nstarting to rise, the sky turning from black to indigo blue. \n\nTARGET SECTION TO BE ANNOTATED:\nHe perks up a bit suddenly as the truck passes --\n\nMACKEY’S SQUAD CAR. ABANDONED on the side of the road. AND ON\nFIRE, all its identifying marks scorching to oblivion.\n\nDavey’s head turns, watching it as they go by. Terror in his\neyes. Mackey’s long gone. Somewhere out there. Waiting...\n\nINT. HOSPITAL ROOM - DAY\n\nRandall and Sheila hold Davey tight, the family all sitting\non Davey’s hospital bed. CRYING together. Relieved. Broken.\n\nEXT. DAVEY’S HOUSE - DAY\n\nRandall's CAR pulls into the driveway. NEWS REPORTERS and\nCAMERAMEN crowding the front porch rush to the car as --\n\nDavey hobbles out, LEG IN A CAST.\nSEA OF REPORTERS\nDavey! /David!/Can you tell us what\nhappened?/How’d you survive?\n\nRandall helps Davey along, shielding the boy as they reach\nSheila and head inside, leaving the news folk clamoring as --\n\nDISSOLVE TO:\n\f110.\n\nEXT. JUNIPER STREET - CUL-DE-SAC - DAY\n\nBICYCLE TIRES spin quickly over the sidewalk. They slow to a\nstop and a familiar SHOE drops to the pavement, the other\nfoot in a SUPPORTIVE BOOT.\n\nNewspaper bag slung over his shoulder, Davey stands with his\nbike at the foot of Mackey’s driveway.\n\nCRIME SCENE TAPE blocks the way up to the house, more of it\nstrung across the front door. But no police. The house was\nsearched and cleaned out long ago.\n\nHe TOSSES A THICK SUNDAY NEWSPAPER on the asphalt at his\nfeet. The headline reads: “CAPE ANN KILLER WAYNE MACKEY STILL\nON THE LOOSE.\" Davey gazes at it a moment. Pedals on...\n\nHe makes his way around the street, tossing NEWSPAPERS onto\nfront porches IN REVERSE OF THE ORDER AT THE OPEN.\n\nThe yards are empty. Doors closed, probably locked. Curtains\ndrawn. No one watering their plants or playing games in the\nlawn. It’s all gone quiet. A neighborhood haunted by ghosts.\n\nDAVEY (V.0.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s all gone quiet. A neighborhood haunted by ghosts. DAVEY (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nWhen something you never saw coming\nbreaks the routine... that’s when\nthings get really interesting.\n\nThe SOUNDS OF AN APPROACHING CAR make Davey stop. He looks to\nsee it’s Nikki’s parents’ car. PACKED TO THE BRIM WITH\nNIKKI’S BELONGINGS. A UConn sticker on the fender.\n\nIN THE BACKSEAT WINDOW, Nikki looks out at Davey as the car\npasses. Davey gives her a solemn WAVE. She presses a hand to\nthe glass. The sad look on her face tells all. They hold each\nother’s gaze until the car disappears from view...\n\nDAVEY (V.0.)\nBut that’s what I love about this\nplace. It always keeps you on your\ntoes.\n\nDavey pedals on... As he throws a paper to Farraday’s porch,\nDavey spots Farraday looking out from his bedroom window.\nFarraday holds Davey’s gaze for a moment, remorse on his\nface. Then Francine comes to the window, closes the blinds.\n\nDAVEY (V.0.)\nBehind the freshly painted walls next\ndoor, anything could be happening and\nyou'd never know.\n\f111.\n\nPassing Eats’ house, Davey looks into the side yard, sees\nEats, Kyle and their father with CROWBARS. DISMANTLING THE\nTREEHOUSE. Davey stops to watch, gutpunched by the sight.\nSees Eats’ solemn face as Eats pulls another board free.\n\nDAVEY (V.0.)\nJust past the manicured lawns and\nfriendly waves, go inside any house.\nLess than fifty feet from where you\nsleep, entirely different lives are\nplaying out.\n\nINT. DAVEY’S HOUSE - DAVEY’S ROOM - DAY\n\nNow devoid of all the childish toys and collectibles that\nonce filled it. Davey stares at his walls, still covered in\nNational Enquirer pages. Tears in his eyes, in a fit of rage,\nhe rakes his fingers down the wall and rips them all down.\n\nDAVEY (V.0.)\nIt’s easy to think of the suburbs as\na deadend. A weird Bermuda triangle\nwhere the American dream strangles\nall the excitement out of life. But\nlooks can be deceiving...\n\nEXT.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nA weird Bermuda triangle\nwhere the American dream strangles\nall the excitement out of life. But\nlooks can be deceiving... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n JUNIPER STREET - CUL-DE-SAC - NIGHT\n\nFRONT PORCH LIGHTS GLEAM on every house. Giving a sense of\nsecurity. Everything seems quiet. Safe.\n\nDAVEY (V.0.)\nEven serial killers live next door to\nsomebody...\n\nFADE OUT\n\f"
}