{
  "1": "\nSUPERMAN IV\n\nBy\n\nMark Rosenthal\n\nand\n\nLawrence Konner\n\nRevised 30th October, 1986\n\n1\tEARTH\n\nRolls into FRAME. A bauble of green and blue and white swirls of cloud cover. The eerie clip and whistle of cosmic rays is drowned out by static and someone singing 'MY WAY' - in Russian.\n\n2\tMOVING INTO FRAME  -  A SOVIET CAPSULE\n\nGleaming white. Black letters on its side, CCCP. A Russian COSMONAUGHT in his space suit is outside, repairing radio antenna. He's the one singing.\n\n3\tINSIDE THE CAPSULE\n\nThree COSMONAUGHTS, two men and a woman, in gym shorts and red T-shirts, are busy floating to their stations. The CAPTAIN, teases his space walker.\n\n\t\t\t\t\tCAPTAIN\n\t\t\t     (Russian with subtitles)\n\t\t\tSpare us the serenade, Comrade\n\t\t\t\tSinatra. You're not at home.\n\n4\tOUTSIDE THE CAPSULE\n\n\t\t\t\t\tCOSMONAUGHT\n\t\t\t\t\t    (subtitled)\n\t\t\t\tAt home my kids tell me to save my\n\t\t\t\tsinging for outer space...\n\n5\tRACING INTO VIEW\n\n\tA piece of spare debris! The discarded chunk of a failed satellite.\n\n6\tINSIDE THE CAPSULE\n\nThe COSMONAUGHTS notice the debris on its deadly course toward the COSMONAUGHT outside. Looks of consternation are exchanged.\n\n7\tOUTSIDE THE CAPSULE\n\n\tThe COSMONAUGHT sees the debris moving toward him. He tries to react, moving first \nright then left.\n\n8\tCONTACT\n\n\tThe debris hits the ship sending the COSMONAUGHT into space.\n\n\t\t\t\t\tCOSMONAUGHT\n\t\t\t\t\t     (Subtitled)\n\t\t\t\tI'm lost! Goodbye!\n9\tTHE CAPSULE\n\n\tTumbles helplessly out of orbit, head over heels, out of control. The door hatch is clearly \ndamaged.\n\n10\tINSIDE  -  THE CREW\n\nTrying desperately to regain control of the ship. They are tossed about like clothes in a spin dryer.\n\n11\tSUDDENLY\n\n\tThe spinning stops! The COSMONAUGHTS exchange startled looks.\n\n\t\t\t\t\tCAPTAIN\n\t\t\t\t          (subtitled)\n\t\t\t\tWhat the...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\n11\tSUDDENLY\n\n\tThe spinning stops! The COSMONAUGHTS exchange startled looks. CAPTAIN\n\t\t\t\t          (subtitled)\n\t\t\t\tWhat the... \n\nTARGET SECTION TO BE ANNOTATED:\n12\tOUTSIDE\n\nThe SPACE SHIP moves slowly through the FRAME, now upright and in control, gliding through space.\n\n13\tTILT ANGLE  -  JUST BELOW  -  SUPERMAN!\n\n\tCarrying the SHIP gently.\n\n14\tCLOSE ON SUPERMAN\n\n\tHis face shines with the same familiar resolve, the same steady strength, the same calm in the \n\theat of crisis the world expects. He turns and sees the lost COSMONAUGHT moving away \nin space.\n\n15\tSUPERMAN\n\n\tFlies off towards him.\n\n16\tBACK TO SPACE\n\n\tThe COSMONAUGHT is losing consciousness.\n\n17\tP.O.V. -  MOVING TO THE COSMONAUGHT\n\n\tSomething overtakes him. He stops tumbling! Through his helmet, we can see his \tsurprise. \nSUPERMAN carries the COSMONAUGHT to the capsule. He maneuvers the COSMONAUGHT to the airlock. Eases him through the hatch, then repairs the damaged door.\n\n\t\t\t\tSUPERMAN\n\t\t\t        (in perfect Russian - subtitled)\n\t\t\tI think you'll be safer in here, Sir.\n\n18\tINSIDE THE CAPSULE\n\n\tThe COSMONAUGHTS strain to look out their porthole. SUPERMAN slides by the \nwindow. The CREW clasps hands in thanks. SUPERMAN smiles humbly and then \ndives backward toward Earth.\n\nROLL OPENING CREDITS as . . . \n\n19\tSUPERMAN HEADS FOR HOME\n\n\tDaylight comes with a new dawn from the east. SUPERMAN shoots over the horizon.\n\n\t(IMAX footage of Earth taken by the space shuttle.)\n\n20\tTHE EARTH BELOW\n\n\tThe warm sunlight highlights recognizable landmasses. This is home. Africa rolls\n\tslowly by. Then we see SUPERMAN float above Europe. Over the Atlantic, the ocean \nsparkles in shades of blue.\n\n21\tTHE UNITED STATES OF AMERICA\n\n\tThe continental states appear as precisely detailed as every map in every school room in \n\tAmerica. SUPERMAN hovers for a moment as if to admire the view. He arcs TOWARD us \nand then disappears below. \n\nCREDITS END\n\n22\tEXT. SMALLVILLE - THE KENT FARM - DAY\n\n\tThe old wooden farmhouse is now weathered and shuttered. A 'FOR SALE' sign in front.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nCREDITS END\n\n22\tEXT. SMALLVILLE - THE KENT FARM - DAY\n\n\tThe old wooden farmhouse is now weathered and shuttered. A 'FOR SALE' sign in front. \n\nTARGET SECTION TO BE ANNOTATED:\n23\tTWO HEADSTONES - GEORGE AND MARTHA KENT\n\n\tFresh wildflowers adorn the graves.\n\n24\tCLARK KENT\n\n\tShares a silent moment with the good people who raised him. Hands in his old jeans. Sleeves \nrolled up on his workshirt. He's for now just an orphan boy from the Midwest.\n\n25\tCLARK'S X-RAY VISION P.O.V.  -  FAR DOWN THE ROAD\n\nHe can see the dirt cloud of a car heading his way. CLARK turns and hurries toward the barn.\n\n26\tINT. THE BARN\n\n\tIn the middle of the barn, CLARK has excavated a deep hole. He jumps out and hurries \nunder the hayloft, reaching for...\n\t\n27\tA HAY-COVERED TARP\n\n\tCLARK brushes off the hay, removes the canvas cover.\n\n28\tPUSH IN TO REVEAL - KAL-EL'S ROCKET\n\n\tThe metallic carcass of the space vessel that carried the young KAL-EL from KRYPTON to \nEarth.\n\n29\tCLARK DRAGS THE SHELL ACROSS THE BARN\n\n\tHe maneuvers it deep into its new hiding place. \n\n30\tCLOSEUP CLARK'S HAND BRUSHES INTERIOR OF THE SHIP\n\n\tA soot-covered CONTROL PANEL begins to glow with a soft GREEN LIGHT.\n\n31\tAT THE BOTTOM OF THE PIT\n\n\tStartled, CLARK crouches inside the space vessel. A VOICE, at first distorted, is familiar.\n\nCLARK \n    (whispers)\nFather!\n\nNow we HEAR what is an old message from JOR-EL.\n\n\t\t\t\t\t\tJOR-EL\n\t\t\t\tby now Kal-El you are entering the \n\t\t\t\tatmosphere of the planet known as earth ...\n\nCLARK is overwhelmed by JOR-EL'S voice.\n\n\t\t\t\t\t\tCONTINUED\n31\tCONTINUED\n\nJOR-EL (Cont.)\n\t\t\t\t... I pray you have made a safe journey. The \nyellow sun of your new home will give you \ngreat physical powers ... but it cannot console \nyour spirit. Placed aboard this vessel is an energy \nmodule ... all that remains of a once powerful \ncivilisation -- Krypton, your mother planet. It is \nmy last gift to you. Once removed, the ship will \ngrow cold and silent, and you will be finally \nalone.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlaced aboard this vessel is an energy \nmodule ... all that remains of a once powerful \ncivilisation -- Krypton, your mother planet. It is \nmy last gift to you. Once removed, the ship will \ngrow cold and silent, and you will be finally \nalone. \n\nTARGET SECTION TO BE ANNOTATED:\n The power in the module can be used \nbut once. Use it wisely . . . my son.\n\t\nThe message whirrs slowly down and is finally drowned in static. For a moment the vessel glows then fades out. CLARK reaches under the \"dashboard'. and carefully retrieves the module.\n\n32\tA WHIRLWIND\n\nSmall, but strong, starts to envelop CLARK as he climbs from the ship. His hair blows as the wind and dust increase in intensity.\n\n33\tOUTSIDE THE PIT\n\t\nCLARK reaches the top as the whir1wind peaks and then, as quickly as it appeared, it's gone. All is silent and calm.\n\n34\tTHE BARN FLOOR\n\nAs the last of the dust settles' we see the pit has been filled in. CLARK, carefully crad1inq the module, stares, saying a final, silent farewell to his past, his childhood, his innocence.\n\n35\tOUTSIDE THE BARN - A CAR HORN BLARES \n\nCLARK quickly stashes the module under a tarp.\n\n36\tTHE BARN\n\nA big OLDS is parked by the barn door. LEVON HORNSBY, a grey-haired banker, is about to enter the barn.\n\t\t\t\n\t\t\t\t\tHORNSBY\n\t\t\t\tClark! You in there?\n\nCLARK pops out of the shadows.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n36\tCONTINUED\n\nCLARK\n\t\t\t\tHello, Mr. Hornsby. It's been a \nlong time.\n\nHORNSBY tries to peer over CLARK'S shoulder into barn. CLARK distracts him with a handshake.\n\nCLARK(Cont.)\n    (smiles)\nI've just been tidying up for when \nyou show the place.\n\nHORNSBY \n     (slyly)\nDidn't I mention that there was an offer \nto buy ... sight unseen?\n\nCLARK \n(politely)\n\t\t\t\tI'm sorry, but I don't want to sell the farm to \na big developer. Whoever buys it has to want \nto keep a working farm. I don't think we need \nanother shopping center.\n\nHORNSBY frowns like he's heard it too many times. \n\nHORNSBY\n\t\t\t\tDarn it, Clark Kent, why are you so stubborn? Today \nnobody wants a farm. Blink your eye and they'll all be \ngone.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHORNSBY\n\t\t\t\tDarn it, Clark Kent, why are you so stubborn? Today \nnobody wants a farm. Blink your eye and they'll all be \ngone. \n\nTARGET SECTION TO BE ANNOTATED:\n That's progress!\n\n\tHORNSBY catches CLARK off-guard and the barn. strolls into the barn.\n\nCLARK \n  \t\t\t\t         (running after) \nMr. Hornsby!\n\n37\tINSIDE THE BARN\n\nHORNSBY \n      (spotting something) \nMy, oh my! Look at this!\n\nCLARK is relieved to see it's not the module, which barely protrudes from under the tarp but a baby's CRIB off to the side. Its wooden headboard has been cracked perfectly in two.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n37\tCONTINUED\n\n\t\t\t\t\tHORNSBY (Cont.)\n       (laughs)\nWhat a joker old George Kent was. \n       (fingering the crack)\nI asked your dad what happened to the \nbaby's crib.\n         (mimics) \n\"Oh, Clark must have kicked it.\"\n\nCLARK\n\t\t\t\tDad liked a good joke.\n\nHORNSBY indulges himself with a laugh. CLARK chuckles politely. But changes the subject. CLARK grabs an old mitt, a ball and a bat.\n\n\t\t\t\tCLARK (Cont.)\n\t\t\tMaybe your grandchildren would like these, \nMr. Hornsby.\n\n\tHORNSBY \n         (taking them) \nHey, thanks, Clark.\n\nCLARK ushers MR HORNSBY out of the barn.\n\n38\tBACK OUTSIDE\n\nHORNSBY rolls the ball in his hand.\n\nHORNSBY\nHey! Batter up!\n\nHe tosses CLARK the bat, then jogs several yards away. He makes a dramatic wind-up. \nCLARK sights, then assumes a batter's position. HORNSBY throws. For a minute CLARK \nlooks like he'd love to take a mighty cut. Instead he misses completely.\n\n\t\t\t\tHORNSBY\n\t\t\t        (remembering)\n\t\t\tOh, yeah, you never could hit a\n\t\t\tcurve ball.\n\nCLARK \n       (polite, but resolute)\nI think I'll hold out for a real farmer, Mr. \nHornsby.\n\nCONTINUED\n38\tCONTINUED\n\n\t\t\t\t\tHORNSBY\n\t\t\t\t       (walking back)\n\t\t\t\t. . . and you were just as obstinate as your \nfather.\n\n\tCLARK walks HORNSBY back to his car. HOLDS the door for him.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED\n38\tCONTINUED\n\n\t\t\t\t\tHORNSBY\n\t\t\t\t       (walking back)\n\t\t\t\t. . . and you were just as obstinate as your \nfather. CLARK walks HORNSBY back to his car. HOLDS the door for him. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nHORNSBY \n  \t\t\t\t        (after he starts it up)\n\t\t\t\tBe careful in that big City, Clark. You're a long, \nlong way from where you were born.\n\nCLARK\n\t\t\t\tI never forget that, Sir.\n\nHORNSBY guns his car and disappears down the road. CLARK smiles and picks up the ball and bat. A naughty young boy's smile creeps over his face. He throws up the ball, takes an easy swing. CRACK! The ball sails endlessly way, way, up into the sky.\n\n39\tA YOUNG CHILD\n\n\tSwaddled in red and blue cloth is carried through a smoky hall. Explosions thunder outside.\n\n40\tCHILD'S P.O.V.\n\nThe VOICES are distorted, the noises terrifying. The child is placed lovingly into a cradle-like capsule. Around him, bright flashes of fire. A glass canopy is gently lowered.\n\n41\tTHE PLANET KRYPTON\n\n\tAgainst the blackness of space. Silent for a moment. The planet erupts in fire. Exploding in a \nhellish apocalypse. A streak of white escaping from the dying planet marks the child's rocket.\n\n42\tINT. CLARK KENT'S APARTMENT MORNING\n\n\tThe ringing of the telephone blends with the roar of the dream.\n\n43\tAN ANSWERING MACHINE\n \nClicks on. CLARK'S voice on the tape. He was clearly uncomfortable when he recorded the \nmessage.\n\nCLARK (V.O.)\n\t\t\t\tUh, Hi, this is Clark ... Kent. Please leave a \nmessage at the beep.\n\n BEEP\n43\tCONTINUED\n\nLOIS (V.O.)\n\t\t\t\tClark ... it's Lois. I hope you're up. Perry wants \nus in the office on time. Something big is going \non. . . Au Revoir.\n\n\tCLARK Jumps up and reaches for the phone.\n\nCLARK\n\t\t\t\tHi, Lois. I'm up. Gee, I wonder what Perry's \ngot in mind ...\n\nIt takes a moment for CLARK to realise that he is talking to himself. LOIS has clicked off and all that's left is the dial tone.\n\nCLARK \nOh well, bye Lois.\n\n44\tBREAKFAST TABLE  -  MINUTES LATER\n\nCLARK rushes to pour a bowl of Wheaties, but realises too late the milk has turned sour. Now he scrambles for his briefcase.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK \nOh well, bye Lois. 44\tBREAKFAST TABLE  -  MINUTES LATER\n\nCLARK rushes to pour a bowl of Wheaties, but realises too late the milk has turned sour. Now he scrambles for his briefcase. \n\nTARGET SECTION TO BE ANNOTATED:\n The radio is on.\n\n\t\t\t\tD.J. (V.O. )\n\t\t\tAnd ... in the news, we have word that the East-West \narms control talks have broken down. The President \nis scheduled to address the nation later ... and that is \nthe good news - just kidding ...\n\n\tCLARK grabs his jacket, checks the time and flies out the door.\n\n\nD.J. (Cont.) \n... so chin up, Metropolis! It's a typical Monday \nmorning ... !\n\n45\tINT. SUBWAY STATION MORNING\n\n \tCLARK patiently filing slowly follows a long line of commuters through the turnstiles.\n\n46\tON THE PLATFORM \n\n\tA train has appeared. LOIS steps on board just as CLARK arrives on the platform. He calls \nafter her.\n\nCLARK\n\t\t\t\tLois!\n\nShe turns just as the doors close behind her. She points to her watch and gives CLARK a \tdisapproving look through the glass. The train pulls out, leaving CLARK.\n\n47\tCLOSE ON CLARK - X-RAY P.O.V. \n\n\tCLARK squints slightly and follows the train into the tunnel, peering through the walls to see \n\n48\tTHE LEAD CAR\n\n\tAn elderly ENGINEER sits before computerised controls. Suddenly, he clutches his heart.\n\nENGINEER\n\t\t\t\tOh, please. . .no. . . \n\n\tHe pitches forward unconscious. The train gathers speed.\n\n49\tON THE PASSENGER CARS \n\nCLARK continues to scan with his X-RAY VISION. He sees LOIS, reading \"FRENCH \nPHRASES FOR TRAVELLERS\", unmindful, as are the other passengers, of the impending\ndisaster.\n\n50\tCLARK ON THE PLATFORM\n\nRealising a disaster in the making, he moves out of sight and slips off his glasses. This is a job for ...\n\n51\tSUPERMAN!\n\nHe's off in a flash.\n\n52\tSUPERMAN'S P. O. V. - INTO THE TUNNEL\n\n\tSkimming just above the tracks, Superman tries to overtake the train.\n\n53\tSIDE ANGLE\n\nAs SUPERMAN begins to fly past the cars, \"startled PASSENGERS spot him out the window. The relative speed of the train makes SUPERMAN seem to move in slow motion. LOIS looks up from her reading just in time to see SUPERMAN fly by.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\n53\tSIDE ANGLE\n\nAs SUPERMAN begins to fly past the cars, \"startled PASSENGERS spot him out the window. The relative speed of the train makes SUPERMAN seem to move in slow motion. LOIS looks up from her reading just in time to see SUPERMAN fly by. \n\nTARGET SECTION TO BE ANNOTATED:\n She runs to the window.\nAmendment No:   1   (pink)\t\t\t\t\t\t\tRevised 05-Aug-86\n\n53\tCONTINUED\n\nLOIS\n\t\t\t\tSuperman!\n\n\tHe turns his head just long enough to acknowledge her with a half-smile. He speeds ahead to \nmeet the speeding subway. He stands calmly right in its path. The headlights grow larger and \nlarger, bearing down on SUPERMAN! He takes one step back and purposely kicks his foot \ninto the third rail!\n\n54\tCLOSE ON SUPERMAN\n\nAs an electric current roars through him. A blinding white-hot penumbra glows about him. He has become a human sun! Sparks shoot off like fireworks. The lights flash and go out. The electric current is shorted. One by one the green signal lights flash off. The out-of-control train is cut off from its energy source. In the ENGINEER'S booth the control lights flicker off. Inside the cars, the passengers stand in darkness as their train loses speed. Now SUPERMAN leaps behind the last car and, pulling gently, helps ease the train to a stop. In a flash, he's at the ENGINEER'S booth and flies the unconscious man onto the platform where a RESCUE SQUAD is just arriving.\n\nSUPERMAN\n\t\t\t\t       (to the MEN)\n\t\t\t\tI'll take this man to the hospital.\n\n\tAs SUPERMAN leaves. \n\n55\tLOIS IN WINDOW \n\n\t\t\t\t\tLOIS \n\t\t                       (waving) \nSuperman . . . thank you.\n\n\tFrom the look on her face, we know it all. SUPERMAN is the only man in her life who's \nsuper!\n\n56\tEXT. QUARRY -DAY\n\nA stone quarry - a white scar on the landscape.\n\n57\tA PRISON CHAIN GANG\n\n\tKnee-deep in ooze, they shovel out debris near a track into the quarry. Overseeing the forlorn \nrednecks are TWO ~FEDERAL MARSHALS, toting rifles. A dumpy farm truck is parked on the shoulder.\n\nAmendment No:   1   (pink)\t\t\t\t\t\t\tRevised 05-Aug-86\n\n58\tPAN DOWN THE LINE OF CONVICTS\n\nMost are shirtless in the heat, dripping sweat. A sunburnt inmate with Elvis sideburns is wailing a country lament. Most of the other MEN hum along.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAmendment No:   1   (pink)\t\t\t\t\t\t\tRevised 05-Aug-86\n\n58\tPAN DOWN THE LINE OF CONVICTS\n\nMost are shirtless in the heat, dripping sweat. A sunburnt inmate with Elvis sideburns is wailing a country lament. Most of the other MEN hum along. \n\nTARGET SECTION TO BE ANNOTATED:\n59\tAT THE END OF THE LINE \n\n\tSuddenly we HEAR what sounds like classical music being whistled just loud enough to \nbother a CHUBBY CON. The con turns to the last man on the chain.\n\nCON\n\t\t\t\t\tWhat is that god-awful noise you're makin'?\n\n60\tTHE LAST MAN ON THE CHAIN -- LEX LUTHOR !\n\nThe only man whose work clothes are still clean, still pressed, still fashionably accented with a tie. He merely leans on his shovel.\n\nLEX\n\t\t\t\tMozart, my low-forehead friend. Even this \nwretched pit can't diminish the spirit of true \ngenius ...I while you've been bending your \nback in this foul slime, I've been inspired! \nLife itself began in a murky pool much like \nthis. And a genius such as myself learns to \n\t\tseize the moment. You are the first to know \nthat I now have a plan to recreate life itself!\n\nLUTHOR expects awe. Instead, all he gets is a vacant stare as the CON squishes a huge \nmosquito.\n\nONE DEPUTY\n                   (splashes water at LEX)\nYou better be breakin' a sweat, Luthor, or we'll \nfeed you to the wolves!\n\n61\tTHE TALL MARSHAL\n\nThrows a stone by LEX, splashing him.\n\nTALL GUARD\n\t\t\t\tHey Luthor, let's get those duds dirty.\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\nAmendment No:   1   (pink)\t\t\t\t\t\t\tRevised 05-Aug-86\n\n61\tCONTINUED\n\n\t\t\t\t\tLEX \n     (shaking his head to the sky) \nSurrounded by Neanderthals!\n\nThe sound of an engine makes the FAT MARSHAL jump to his feet.\n\n62.\tA CADILLAC CONVERTIBLE\n\nDriving down the middle of the track, screeches to a halt by the WORK CREW. Music blaring: from a: state-of-the-art wall-to-wall stereo system.\n\n63\tOUT OF THE CAR - A TEENAGE KID\n\nReeking of snotty sarcasm and bratty insults. He's dressed in a careful distillation of the worst effects of  punk and heavy metal. A Walkman permanently about his neck.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\n63\tOUT OF THE CAR - A TEENAGE KID\n\nReeking of snotty sarcasm and bratty insults. He's dressed in a careful distillation of the worst effects of  punk and heavy metal. A Walkman permanently about his neck. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tKID\n\t\t\t      (tapping the MARSHAL)\n\t\t\tYo pops, where the hell is this and\n\t\t\thow do I get to Ft. Lauderdale?\n\nThe FAT MARSHAL shakes his head laughing and walks over to admire the CADILLAC and its sound system.\n\nFAT MARSHAL\n\t\t\t\tSon, you're on the wrong side of the State.\n(touching the CADILLAC)\nYou got yourself one heck of a sound there, \nson.\n\nThe TALL MARSHAL has wandered over to investigate.\n\n\t\t\t\tKID\n\t\t\tI guess you yo-yo's have never seen\n\t\t\tone of theses Sensearound 100's.\n\n\t\t\t\tTALL MARSHALL\n\t\t\t          (defensive)\n\t\t\tOh, yeah, I seen one in a magazine\n\t\t\tOnce.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n63\tCONTINUED\n\nThe KID takes a contemptuous look over the CHAIN GANG.\n\nKID\n        (big, friendly smile\n         to the MARSHALS)\nGo on, get in. Only way to hear it.\n\nHe opens the door to the CADDIE. The MARSHALS exchange naughty grins and slip inside. The FAT MARSHAL tweaks the controls and the music gets louder.\n\nFAT MARSHAL\n\t\t\t\tHot dog!\n\n\t\t\t\t\tTALL MARSHAL\n\t\t\t\tAmen.\n\n64\tON THE KID\t\n\nHis smile disappears. He steps back. He slips his WALKMAN from around his neck.\n\n65\tCLOSE ON THE WALKMAN\n\nAs the KID turns it over to REVEAL a REMOTE CONTROL UNIT. He quickly punches in \norders. . .\n\n66\tON THE CADILLAC\n\nThe top quickly closes down and locks. Startled, the TWO MARSHALS are frozen by \nconfusion. The car door locks click shut. Engine starts. Windows up. All in a flash.\n\nFAT MARSHAL \n      (yells through window) \nWhat's going on?\n\n\tThe KID hits another button and ...\n\n67\tTHE CADILLAC ROARS OFF\n\n\tUnder its own control. The MARSHALS stare hopelessly as the WHEEL TURNS ITSELF.\n\n68\tMARSHALS' P. O.V. - STRAIGHT AHEAD - OVER THE EDGE\n\n\tA sheer drop to the quarry floor. The KID increases the speed and OVER THE EDGE INTO \nTHE QUARRY and EXPLODES.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. V. - STRAIGHT AHEAD - OVER THE EDGE\n\n\tA sheer drop to the quarry floor. The KID increases the speed and OVER THE EDGE INTO \nTHE QUARRY and EXPLODES. \n\nTARGET SECTION TO BE ANNOTATED:\n The KID turns and scrambles until he finds LUTHOR.\n\nAmendment No: 1  (pink)\t\t\t\t\t\t\tREVISED 05-Aug-86\n\n69\tLEX AND THE KID\n\n\t\t\t\t\tKID\n\t\t\t\tDid I do okay, Uncle Lex?\n\nLEX\n\t\t\t\tLenny, I've always thought of you as the \nDutch elm disease of my family tree. But \nthis time, nephew, you did fine.\n\nLENNY starts cutting the chains from LEX.\n\n70\tTHE PRISONERS\n\nStill bound one to the other by long chains, look on with envy. The one CON calls out LEX.\n\nCON\n\t\t\t\tHow 'bout givin' us a break too, Mr. \nMozart?\n\nLEX \n        (aghast)\nJust because I use my genius in criminal \nways. . . doesn't mean I'm not a firm believer \nin law and order. You men belong in prison!\n\nLENNY finishes cutting LEX free.\n\nLENNY\nAre we going to skip the country, Uncle Lex?\n\nLEX \n       (rubbing his wrists)\nLenny, ,you pathetic product of the public school \nsystem. Your Uncle Lex has had only one thing on \nhis awesome mind during his incarceration . . . \nDestroying Superman!\n\n70A\tTHE TWO MARSHALS\n\nScramble from the wrecked CADILLAC.\n\n71\tINT. ELEVATOR - DAILY PLANET BUILDING  -  MORNING\n\n\tThe doors open and CLARK rushes off. It's odd, but the hallway is surprisingly empty.\n\nAmendment No: 1  (pink)\t\t\t\t\t\t\tRevised 05-Aug-86\n\n72\tINT. CITY ROOM  -  MORNING\n\nThe cavernous sprawl of desks and word processors. CLARK runs in and freezes. Every desk \nis empty. Not a soul is stirring. Not even a copy boy.\n\nPERRY  (O.S.)\n\t\t\t\tYou're late, Kent!\n\nCLARK turns around in time to see PERRY WHITE march past the door. The editor-in-chief \nstops just long enough to scowl at CLARK.\n\n73\tDOWN THE HALLWAY\n\nCLARK catches up with PERRY.\n\nCLARK\n\t\t\t\tRight, sir. I promise it won't happen \nagain.\n\n\tNow PERRY WHITE stops dead in his tracks. Face to face with CLARK.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nI promise it won't happen \nagain. Now PERRY WHITE stops dead in his tracks. Face to face with CLARK. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tPERRY\n\t\t\t\tHa!\n\nPERRY shakes his head and disappears into the conference room.\n\n\t\t\t\t\tCLARK\n\t\t\t                (a step behind)\n\t\t\t\tBut where is . . .\n\n74\tINTO THE CONFERENCE ROOM\n\n\tCLARK\n. . . everybody?\n\nEverybody is crammed at one end of the long table in the newspaper's strategy chamber. \nJIMMYOLSEN and LOIS LANE flank PERRY WHITE as he sits. All the other \nREPORTERS, EDITORS and STAFF are there.\n\n75\tTHE OTHER END OF THE TABLE  -  DAVID WARFIELD\n\nImpeccably dressed with a folded pocket handkerchief, the aristocratic tycoon slips \tcontemptuously through the morning edition of THE DAILY PLANET. Behind him are a \nfew unctuous CRONIES.\n\n76\tA STYLISH YOUNG WOMAN\n\nSits on WARFIELD'S RIGHT. She's in her mid-20's with a natural beauty carefully moulded  to fit VOGUE.\n\n\t\t\t\tWARFIELD \n    (as he turn. the page.) \nBoring ... tedious ... abominable ... enough!\n \n77\tCLARK SLIDES BEHIND LOIS\n\nCLARK\n\t\t\t\tWhat's everybody doing here?\n\nLOIS\n\t\t\t\tRegardez.\n\t\t\t\t       (points)\n\t\t\t\tVoila Monsieur David Warfield.\n\nCLARK\n\t\t\t\tThat tycoon who owns all those sleazy \ntabloids?\n\nLOIS\n\t\t\t\tAu contraire, mon ami! He owns all those sleazy \ntabloids and the Daily Planet!\n\nWARFIELD and PERRY WHITE are squared off like two frontier gamblers.\n\n\t\t\t\tPERRY\n\t\t\tDon't tell me. You only read the pictures.\n\n\t\t\t\tWARFIELD\n\t\t\tIn fact, Mr. White, I only read the ledger.\n\t\t\tA ledger which the previous owners paid \nso little attention to that I was able to buy \nthe paper out from under them. The Daily \nPlanet hasn't made money in three years.\n\n\tNow the lovely girl smiles. She speaks with a clenched-teeth, upper-crust intonation.\n\nGIRL\n\t\t\t\tAnd the name of the game is making \nmoney.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow the lovely girl smiles. She speaks with a clenched-teeth, upper-crust intonation. GIRL\n\t\t\t\tAnd the name of the game is making \nmoney. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\t \t\tCONTINUED\n\n77\tCONTINUED\n\n\t\t\t\t\tWARFIELD\n\t\t\t\tLadies and gentleman, my daughter -- Lacy \nWarfield!\n\n\tAs his politeness dictates, CLARK steps forward.\n\nCLARK\n\t\t\t\tNice to make your acquaintance.\n\nLACY just stares at CLARK'S outstretched hand. He pushes his glasses up, smiles and steps \nback.\n\nLOIS \n       (whispers to CLARK)\nShe made her money the old fashioned-way. \nShe inherited it.\n\n\tWARFIELD\nLacy will be helping you, Mr. White.\n\n\t\t\t\t\tPERRY\n\t\t\t\tHelping me?\n\n\t\t\t\t\tJIMMY \n     (to LOIS and CLARK)\nHere it comes. Get ready to tie down the \nchief.\n\n\tLACY\nOnce upon a time The Daily Planet was a \nnice paper. Now it's ... fatigued. I've brought \nwith me mock copies of our new layout.\n\nShe holds up a tabloid-sized paper with a giant headline screaming:  'SUMMIT KAPUT! IS \nWORLD AT BRINK?'  Underneath is a picture of a model in a bikini with her hands folded \nin prayer.\n\nCLARK\n\t\t\t\tSir, the world isn't really at the brink. Isn't \nthat headline, a bit irresponsible?\n\n\t\t\t\t\t\tCONTINUED\n\n77\tCONTINUED\n\nWARFIELD\n\t\t\t\tMaybe. But it's a hell of a circulation \nbooster.\n\n\tPERRY'S face turns various shades of magenta. He rises slowly.\n\n\t\t\t\t\tCLARK\n\t\t\t\tMr. White, don't do anything rash.\n\nPERRY \n \t\t\t\t        (points to WARFIELD)\n\t\t\t\tRash? There's the rash that infects world  \njournalism. If you think I'm going to let you \nturn this grand old lady into one of your \nbimbos . . .\n\n\tLACY holds up a sheath of papers.\n\n\t\t\t\t\tLACY\n\t\t\t\tBefore your dramatic stage exit, Mr. White, \nmay I point out that daddy holds your contracts. \nWhich  you will have to honor.\n\nLOIS steps forward, hand raised.\n\nLOIS\n\t\t\t\tExcusez Moi, Your Spoiledness . . .\n\n\tCLARK nudges JIMMY.\n\nCLARK \n       (whispers)\nWhy is Lois speaking French?\n\n\t\t\t\t\tJIMMY\n\t\t\t\tShe's getting to that part.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK nudges JIMMY. CLARK \n       (whispers)\nWhy is Lois speaking French? JIMMY\n\t\t\t\tShe's getting to that part. \n\nTARGET SECTION TO BE ANNOTATED:\nLOIS\n\t\t\t\t. . . I've got a plane to catch. I'm covering the \nemergency European ministers' conference in \nParis.\n\nShe starts to leave. LACY stands.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n77\tCONTINUED\n\n\t\t\t\t\tLACY\n\t\t\t\tNot so fast!\n               (LOIS freezes)\n\tAll trips are canceled. We pay for wire \nservices. And what we don't get from \nthem, we'll invent.\n\nWARFIELD\n\t\t\t\t       (to PERRY)\n\t\t\t\tMr. White, come with me I want to see\n\t\n\tWARFIELD parades out with his entourage. PERRY looks like he's being taken to the tower. \nLOIS is stunned. The rest of the staff shuffles out drearily in the B.G.\n\n\t\t\t\tLOIS\n\t\t\tNo Paris?\n\n\t\t\t\tCLARK \nI don't think we're being treated fairly, Lois. \nAnd I'm going to tell Miss Warfield.\n\n\tLOIS \n      (too late to stop him) \nClark . . . wait!\n\n\tCLARK intercepts LACY WARFIELD before she can exit.\n\n\t\t\t\t\tCLARK\n\t\t\t\t       (building to a\n\t\t\t\t         crescendo)\n\t\t\t\tMiss Warfield, I think I speak for all of us when I say \nwe'll do our best to co-operate. But a reporter's first \nallegiance is to the truth. The people in this city\ndepend on us. And we can't let them down! . . . \nThank you.\n\n\tCLARK shakes her hand and leaves the room. LOIS folds her arms with a look to LACY that \nsays 'He told you.'\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n77\tCONTINUED\n\n\t\t\t\tLACY \nIs he for real?\n\n\tLOIS\nOne hundred percent. \n      (a warning) \nAnd I like him that way.\n\n\tLACY (probing)\nYou have a . . . thing for him?\n\n\tLOIS \n        (incredulous)\nClark?\n\nLACY fingers her pearls.\n\nLACY\n\t\t\t\tI think he's kind of cute. \n\n\t\t\t\t\tLOIS \n     (laughs out loud) \nForget it, Princess. Clark is the world's oldest \nboy scout\n       (salutes)\nTrustworthy, loyal, obedient, helpful... and I \ndon't remember the rest, but he's them too.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nLACY\n\t\t\t\tI think he's kind of cute. LOIS \n     (laughs out loud) \nForget it, Princess. Clark is the world's oldest \nboy scout\n       (salutes)\nTrustworthy, loyal, obedient, helpful... and I \ndon't remember the rest, but he's them too. \n\nTARGET SECTION TO BE ANNOTATED:\n \nAnd I promise, he's not interested in anyone \nlike you.\n\n\tFor a moment LACY seems genuinely hurt. But she covers it up quickly.\n\n\t\t\t\t\tLACY \n      (defensive)\nBut all men like me, Lois. I'm very rich.\n\nLOIS\n\t\t\t\t. . . And  very naïve!\n\nA VOICE rings out across the building.\n\n\t\t\t\t\tPERRY (O.S.) \n       (bellowing)\nLois! Get in here!\n\n\tLOIS follows LACY . . .\n\n78\tACROSS THE CITY ROOM  -  LOIS AND LACY\n\nJoining CLARK, PERRY WHITE and JIMMY OLSEN in WARFIELD'S office, who has turned on the TV\n\n\t\t\t\tCLARK\n\t\t\tThe President is about to speak. I don't think \nit's going to be good news.\n\n\tLOIS\nYou always overreact, Clark. How terrible can \nit be?\n\n79\tCLOSE ON CLARK\n\n\tObviously trying to evaluate the situation.\n\nWARFIELD\n\t\t\t\tHopefully very terrible, Miss Lane! We can double\nour circulation with a good international crisis.\n\n\tPERRY \n        (sarcastic) \nIsn't that wonderful.\n\n80\tCLOSEUP  -  THE TV SCREEN -  A SHOT OF THE WHITE HOUSE \n\n\t\n81\tTHE OVAL OFFICE\n\nTHE PRESIDENT OF THE UNITED STATES is speaking . . .\n\n\t\t\t\tPRESIDENT\n\t\t\t. . . and because the Summit has failed, we have \nno choice but to strive to be second to none in the\nnuclear arms race . . .\n\n82\tANOTHER TELEVISION SET\n\n\tThe TV is turned off.\n\nA young woman TEACHER faces her class. \n\n83\tINT. JFK HIGH SCHOOL  -  DAY\n\n\tA middle-class sunbelt school.\n\n84\tCLASSROOM  -  DAY\n\n\tA history class with twenty l6-year-olds. All eyes on the TEACHER in front of a world map. \nAll eyes that is, but the eyes of a kid in the last seat of the last row. JEREMY is a confirmed \ndaydreamer in faded denim. His eyes are staring out the window. His mind is wandering \neven farther.\n\nTEACHER\n\t\t\t\tI know you're all upset by the crisis. The best thing \nwe can do is try to think positively.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis mind is wandering \neven farther. TEACHER\n\t\t\t\tI know you're all upset by the crisis. The best thing \nwe can do is try to think positively. \n\nTARGET SECTION TO BE ANNOTATED:\n Is there anything \nwe can do?\n\n\tONE BOY\nYeah, let's hold class in a bomb shelter. Maybe some \nof us would make it to our senior prom.\n\n\tNervous laughter from the kids.\n\n\t\t\t\t\tTEACHER\n\t\t\t\tCome on, doesn't anyone have a suggestion?\n\n\tThe kids sit in silence.\n\nTEACHER (Cont.)\nAll right, I'll make a suggestion. Why don't we write \nto our Congressman?\n\nANOTHER BOY\n\t\t\t\tA lotta good that would do.\n\nThe kids chime in their agreement with the boy's comment. Nervous laughter from the kids.\n\n85\tCLOSE ON JEREMY'S DESK\n\n\tHe's doodling. A picture of SUPERMAN flying.\n\n\t\t\t\t\tTEACHER\n\t\t\t\tSomebody has to be an optimist.\n\n\tThe TEACHER spots JEREMY not paying attention.\n\n\t\t\t\t\tTEACHER  (Cont.)\n\t\t\t\tJeremy!\n\t\t\t\t       (he jumps)\n\t\t\t\tSorry to disturb you. What would you do to \nkeep the world from nuclear build-up.\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n85\tCONTINUED\n\n\t\t\t\t\tONE GIRL\nHe's so spaced out he wouldn't even notice.\n\nGeneral laughter at Jeremy's expense. The TEACHER sighs. She didn't expect much. JEREMY, the dreamer, blushes. Now he's thinking.\n\nTEACHER \nAnyone else ...\n\n\tJEREMY looks out the window to the blue sky. Then he stands up. Surprised at himself.\n\n\t\t\t\t\tJEREMY\n\t\t\t\tI'll tell you who'd I'd write a letter to that \nwould do some good.\n\n\tA GIRL \nWho- Santa Claus?\n\n\tJEREMY\nNo, Superman.\n\n\tEvery kid in the class is now staring.\n\n\t\t\t\t\tJEREMY (Cont.)\n\t\t\t\tLook, Superman is the one guy who could pull \nit off. No one would mess with him. He'll collect \nall. the bombs. Zap!. They're history.\n\n\tThe class erupts in ridicule and laughter.\n\n\t\t\t\t\tANOTHER BOY (sarcastic)\n\t\t\t\tWhy don't you call him up? You got his private \nnumber, don't you?\n\nANOTHER GIRL \nYou're probably best friends.\n\nJEREMY looks around the room. The TEACHER wants to help him but doesn't know how.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nANOTHER GIRL \nYou're probably best friends. JEREMY looks around the room. The TEACHER wants to help him but doesn't know how. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\t\t\t\t\t\t\tCONTINUED\n\n85\tCONTINUED\n\nJEREMY\n\t\t\t\t       (with passion)\n\t\t\t\tYou all think you're so cool, right? You'll be cool \neven when the whole place gets vaporized ... Well, \nI'm going to write Superman a letter and send it to \nthe Daily Planet.\n\n\tANOTHER BOY \nAnd seal it with a kiss.\n\nDefiantly, JEREMY sits down and takes out a pen and paper. Even as the laughter echoes \naround him, he starts to write.\n\nJEREMY \n      (as he write.) \n'Dear Superman . . . '\n\n86\tSUPERMAN\n\nHis chiseled features stare off into the distance as if he just heard a cry for help. \n\n87\tINTO FRAME  -  SEVERAL PEOPLE \n\nTheir heads only come up to the top of SUPERMAN'S red boots. We PULL BACK to \nREVEAL . . .\n\n88\tINT. METROPOLIS MUSEUM  -  DAY\n\n\tThe PEOPLE are tourists looking at . . . \n\n89\tA LARGER THAN LIFE STATUE OF SUPERMAN \n\nA permanent exhibit surrounded by photos of SUPERMAN in action, memorabilia and \nillustrated facts and figures about the Man of Steel.\n\n90\tMOVING FROM ANOTHER WING OF THE MUSEUM\n\nA young Vietnamese-American tour GUIDE is pointing out things to a GROUP TOUR of\nabout twenty people.\n\nGUIDE\n\t\t\t\tOkay, let's move on to our newest and \nmost popular exhibit.\n\n91\tTHE SUPERMAN EXHIBIT\n\nThe TOUR GROUP forms a semicircle around the statue. At the back of the GROUP -- what \nseems to be a FATHER and SON -- both wear dark glasses and baseball caps.\n\n92\tCLOSE ON  -  A GLOBE OF THE EARTH\n\n\tMade out of solid steel. Branded on it is its weight: lOOO lbs. It hangs suspended by a long \nthin strand of what seems to be black wire, attached to a crossbeam. All protected by a glass \ncase.\n\nGUIDE\n      (pointing it out)\nSuperman has graciously donated a strand of \nHis hair to the museum. So we all could have \nthe fun of seeing how strong he really is.\nHere you can see a 1000-pound globe easily \nsuspended by his single hair.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUIDE\n      (pointing it out)\nSuperman has graciously donated a strand of \nHis hair to the museum. So we all could have \nthe fun of seeing how strong he really is. Here you can see a 1000-pound globe easily \nsuspended by his single hair. \n\nTARGET SECTION TO BE ANNOTATED:\nOohs and aahs from the GROUP.\n\nGUIDE (Cont.)\n\t\t\t\tNow let's move on to our primate exhibit.\n\n93\tTHE GROUP LEAVES\n\n\tBut not the 'father' and 'son.' Once the pitter patter of feet on the linoleum floor fades, the \n'father' takes off his hat and glasses. We see his bald pate. It's LEX LUTHOR.  He saddles \nright up to the statue.\n\nLEX \n     (addressing the statue) \nGuess who! . . . Of course it's me! Your old buddy! \nLex Luthor . . . Hey, you don't look too bad yourself. \n'Course I've put on a few pounds, but what the hey! \nThey feed you a lot of starch when you've in prison.\n       (his Jokey tone becomes \n        more deadly)\nThat was 'prison' . . . as in where you put me, Mr. Clean. \nSay, we should get together soon. Over lunch, over \ndinner, or ... over your dead body.\n\n94\tON LENNY\n\n\tHe's standing by the glass case containing SUPERMAN'S hair. He slips an iron MALLET \nout of his jacket. Throws off his baseball cap to REVEAL his buzzcut hair with purple \nhighlights.\n\nLEX\n\t\t\t\t       (to LENNY)\n\t\t\t\tDo you realize what I can create with a single\nstrand of Superman's hair!\n\n\tLENNY \n        (thinking hard) \nA toupee that flies?\n\n\tLEX \n        (sighs)\n. . . I look at you, Lenny, and I know how the Romans \nfelt when the barbarians arrived at their city gate.\n\n\tLENNY \nBut why the hair?\n\n\tLEX \n       (gazes into the case)\nThat hair contains a sample of Superman's genetic \nmaterial. The building blocks of his body. With \nmy genius and enough nuclear power to mutate \nthose genes, I will create a being with all his powers . . .\n but with absolute allegiance to me!\n\n\tLEX nods at  LENNY. LENNY raises the iron mallet above the case. CRASH. Alarms \nSOUND all over the museum. As LEX reaches for the hair, LENNY lights several SMOKE BOMBS and tosses them down the wind.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRASH. Alarms \nSOUND all over the museum. As LEX reaches for the hair, LENNY lights several SMOKE BOMBS and tosses them down the wind. \n\nTARGET SECTION TO BE ANNOTATED:\n In moments the SMOKE begins to bellow, creating a shroud around LEX and LENNY.\n\t\n\t\t\t\tLEX (Cont.) \n      (to the statue)\nHappy trails, Blue Boy, until we meet again.\n\n95\t INT. DAILY PLANET  -  LACY'S OFFICE  -  DAY \n\n\tCLARK is seated before LACY'S hi-tech desk. She's delivering an animated pitch.\n\n\t\t\t\t\tLACY \n                  (answering for him)\nIt's brilliant. Daddy thinks so, too. You'll write a \nnew series -- 'Metropolis After Hours.'\n\nCLARK \nI really don't think . . .\n\n\t\t\t\t\tLACY\n\t\t\t\tBut you're perfect for it. You're young, you're \nsingle, you're successful...\n\n\tCLARK\nAnd I'm usually in bed by ten-thirty.\n\n\tLACY\nThat's just it! You don't have to flaunt it. You're no \nslave to fashion ... although ...\n\n\tShe reaches for his glasses and musses his hair.\n\n\t\t\t\t\tLACY (Cont.)\nHave you ever tried contacts? \n\n\tCLARK \n        (taking them back) \nThey make my eyes itch.\n\n\tLACY\nDon't worry. I won't make you do it alone. I know \nall the right places. I'm a member at all the right \nclubs . . . We'll start tonight at the grand opening \nof the Metro Club! It's a date!\n\n96\tLOIS ENTERS\n\n\tSHE HAS A LETTER in her hand.\n\nLOIS \n  \t\t\t\t        (teasing)\n\t\t\t\tA date?\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n96\tCONTINUED\n\nCLARK knocks his knee on LACY'S desk as he jumps, very uncomfortable. Pretends to rub the ouch.\n\n\t\t\t\tCLARK\n\t\t\tIt's just . . . research, actually.\n\nLOIS WINKS and makes CLARK blush. She sits boldly on LACY'S desk.\n\nLOIS \n        (waving the letter) \nThis letter was addressed to Superman care of me.\n\n\tLACY \n        (surprised) \nSuperman gets mail here?\n\nCLARK \n  \t\t\t\t         (casually)\n\t\t\t\tOh, probably just a picture request. I'll take care of \nit if you want, Lois.\n\nLOIS\n\t\t\t\tI don't think 'fan mail' fits this letter.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK \n  \t\t\t\t         (casually)\n\t\t\t\tOh, probably just a picture request. I'll take care of \nit if you want, Lois. LOIS\n\t\t\t\tI don't think 'fan mail' fits this letter. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t         (hands it to CLARK) \nRead it, Clark.\n\n\tCLARK unfolds the paper. Reads quietly at first. Then out loud. \n\n\t\t\t\t\tCLARK\n\t\t\t\t            (reading)\n\t\t\t\t'. . . I don't care if everybody thinks I'm a space \n\t\t\t\tcadet. Once you've destroyed all the nuclear \n\t\t\t\tmissiles in the world, they'll see I was right. \n\t\t\t\tSuperman can make sure we don't blow ourselves \n\t\t\t\tup. Quick and easy. Thanks a lot. I know you'll \n\t\t\t\tcome through. Your friend, Jeremy.\n\n97\tCLOSE ON CLARK\n\n\tHe's shaken to the core.  LOIS gets up to leave.\n\n\t\t\t\t\tLOIS\n\t\t\t\tPoor kid. Oh well, back to work.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n97\tCONTINUED\n\n\tBefore LOIS can leave, LACY snatches the letter. \n\nLACY \n        (mind churning) \nI think there's an angle.\n\n\tLOIS\nAn angle?\n\n\tLACY\n\t\t\t\tDaddy loves to whip up campaigns! People eat it \n\t\t\t\tup. We'll make this kid a celebrity. The whole \n\t\t\t\tworld will be waiting for Superman's answer.\n\t\n\tCLARK has quietly gone to the door. He watches LACY pick up the phone.\n\n\t\t\t\t\tLACY (Cont.) \n        (into phone)\nHold the afternoon editions! \n        (to LOIS)\nDaddy will be proud of me!\n\n\tCLARK slips away.\n\n98\tJFK HIGH SCHOOL - DAY\n\n\tThe American flag is buffeted by the wind.\n\n99\tIN THE CLASSROOM  -  JEREMY\n\n\tStill daydreaming, eyes fixed outside. \n\n100\tJEREMY'S P.O.V.\n\n\tSuddenly, SUPERMAN seems to be hovering in the air just outside the window.  He smiles \nat JEREMY.\n\nJEREMY \n  \t\t\t\t       (leaping to his feet)\n\t\t\t\tWhoa!\n\n\t\t\t\t\tTEACHER\n\t\t\t\tJeremy! Do you have a question?\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n100\tCONTINUED\n\nJEREMY looks outside, SUPERMAN is gone.\n\nJEREMY\n\t\t\t\tI thought ... I ...I was just daydreaming.\n\nThe CLASS laughs. JEREMY slumps down. A beat, then there's a KNOCK at the door. All heads turn.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEREMY slumps down. A beat, then there's a KNOCK at the door. All heads turn. \n\nTARGET SECTION TO BE ANNOTATED:\n101\tINTO THE ROOM  -  SUPERMAN\n\n\tHe's carrying JEREMY'S letter. Walks down the aisle.\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\t      (to the TEACHER)\n\t\t\t\tI'm sorry to interrupt your lesson, but I wanted \nto answer Jeremy in person.\n\n\tHeads turn to JEREMY. Ridicule replaced by awe.\n\n\t\t\t\t\tTEACHER \n      (finding her tongue)\nClass ... we have a guest speaker. A friend of . . . \nJeremy's.\n\nJEREMY is beaming. New-found friends slap \"five\" with him.\n\n\t\t\t\tSUPERMAN\n\t\t\tThis is the most important letter I've ever received, \nJeremy. But I'm afraid what you're asking is . . . \nimpossible.\n\n\tJEREMY is stunned.\n\nJEREMY \n\t\t\t\tImpossible? Why?\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tBecause I made a vow. Never to interfere in the destiny \nof your planet.\n\n\t\t\t\t\t\t\tCONTINUED\n\n101\tCONTINUED\n\n\tJEREMY\nBut what good is a vow if everything gets blown \naway?  What good was my letter? \n\nSUPERMAN\nI'm going to pass this letter on to all the leaders of \nthe world. I promise you. For it is they , and not \nI, that represent the people of Earth.\n\n102\tPAN THE ROOM\n\nTwenty confused faces. JEREMY looks crushed.\n\n\t\t\t\tTEACHER \n         (gently) \nI'm sure we all want to thank Superman for taking \nthe time to visit us.\n \t\t\t\t          (to SUPERMAN)\n\t\t\t\tThank you.  We understand.\n\n\tSUPERMAN takes a long walk back down the aisle.\n\nJEREMY \n        (just before SUPERMAN \n          is at the door) \nWell, I don't understand.\n\n\tSUPERMAN\nI'm sorry.\n\n\tSUPERMAN turns. JEREMY looks right at him. His eyes are the color of disappointment. \nOne of his classmates sniggers at JEREMY.\n\n\t\t\t\tCLASSMATE\n\t\t\tTold you so!\n\n103\tINT. LEX'S LAIR\n\n\tOne wall of LEX'S laboratory is a COMPUTER BANK marked by digital readouts and heat \ncalibrations.\n\n104\tNUCLEAR CHAMBER\n\n\tA translucent glass door, much like a PRISM, glowing as it turns through all the colors of \nthe light spectrum.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\n103\tINT. LEX'S LAIR\n\n\tOne wall of LEX'S laboratory is a COMPUTER BANK marked by digital readouts and heat \ncalibrations. 104\tNUCLEAR CHAMBER\n\n\tA translucent glass door, much like a PRISM, glowing as it turns through all the colors of \nthe light spectrum. \n\nTARGET SECTION TO BE ANNOTATED:\n105\tEXTREME CLOSEUP - LEX\n\nA look on his face we've never seen before. He has even amazed himself.\n\nLEX \n         (softly)\nI am ... smarter than I thought. It's working!\n          (turns to LENNY)\nQuick, Lenny. Prepare the Nuclear Chamber . . . \nLenny?\n           (no answer)\nLenny! . . .\n           (screams)\nLEONARD!\n\n106\tTHE LAB  -  LENNY\n\n\tWith his WALKMAN over his ears, he's beating against the air with two drumsticks. LEX \nscowls and FLICKS LENNY'S earphones. LENNY yowls. \n\nLEX \n      (threatening) \nGet the radiation suits!\n\n\tLENNY brings out two WHITE WORK SUITS. He and LEX dress quickly.\n\n107\tLIGHTS GO DOWN IN THE LABORATORY\n\nOnly the prismatic glow from the chamber illuminates the room in blues, golds and greens.\n LEX carries a glass petri dish. His hands protected by aluminum gloves.\n\n108\tTIGHT ON THE DISH \n\nA seething dash of protoplasm seems to grow right before our eyes. LEX slides the dish into \nthe chamber. Closes the door. Locks it tight.\n\n\t\t\t\tLEX\n\t\t\tEvery day the earth is bombarded by \nradioactive cosmic rays. Over millions \nof years, the radiation made single cells \nevolve into . . . us. Now, Leonard, your \nUncle Lex, using this protoplasm I've grown \nfrom Superman's cells, will duplicate Creation \nitself in a matter of seconds!\n\n109\tCLOSE ON LEX'S HAND\n\n\tAs it hits a sequence of computer commands.\n\n110\tPUSH IN SLOWLY  -  TO THE NUCLEAR CHAMBER \n\n\tThe reaction begins. The lights flash, building and building until. . . a monstrous ROAR! An \nalmost human voice screams. LEX shuts off the reaction. He and LENNY tear off their \nprotective headgear.\n\n\t\t\t\t\tLENNY \n        (scared) \nWhat was that?\n\n\tLEX reacts. Listens.\n\n\t\t\t\t\tLEX\n\t\t\t\tIt's . . . alive!\n\n\tAnother ROAR from the bowels of the chambers. LEX  punches the door lock. The door \nslides open.\n\n\t\t\t\tLEX (Cont.)\n Now .",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEX  punches the door lock. The door \nslides open. LEX (Cont.)\n Now . \n\nTARGET SECTION TO BE ANNOTATED:\n . . watch how he obeys my commands . . .\n        (calls out)\n. . . Come on, big boy!\n\n111\tANGLE  -  THE OPEN DOOR\n\nWe HEAR the sound of heavy FOOTSTEPS. LENNY glues himself behind LEX, peeking \naround his uncle.\n\n112\tSOUND: CRASH!   THROUGH THE LAB WALL  -  THE NUCLEAR MAN\n\n\tConcrete and debris fall everywhere.\n\n\t\t\t\t\tLENNY\n\t\t\t\tHe missed the door, Uncle Lex.\n\nLEX\n\t\t\t\tQuiet! You'll make him self-conscious.\n\n113\tCLOSE ON  -  THE NUCLEAR MAN\n\n\tLEX'S monster appears to be a huge young man with long arms and a long neck. The beast\nspots LEX and slowly reaches its arms toward him. Opens his mouth. The sound that comes \nout is hideous and barely comprehensible.\n\n\t\t\t\tNUCLEAR MAN \nF-f-f-f-faaather. . . !\n\t\t\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n113\tCONTINUED\n\n\tLENNY steps around LEX, walks up to the beast. \n\nLENNY\nHe called you father. What a . . . moron! He needs \nsomething to wear too, Uncle Lex. Unless you want \nto let him out looking like this!\n\nLEX looks over to NUCLEAR MAN and realizes he's naked. LEX grabs a pair of workmen's \ncoveralls from a hook on the wall and tosses it to NUCLEAR MAN. NUCLEAR MAN grabs \nit, confused.\n\n\t\t\t\t\tNUCLEAR MAN \nWhat I need this for?\n\n\tLEX\nFor dignity. My reputation is at stake. Just put it on.\n\n\tLEX picks up a solid IRON INGOT. He hands it to the MONSTER.\n\n\t\t\t\t\tLEX\n\t\t\t\tNow break it!\n\nThe NUCLEAR MAN hesitates, then he SNAPS the ingot in two.\n\nLENNY\n\t\t\t\tWhoa. . .\n\n\t\t\t\t\tLEX\n\t\t\t\tHe has all of Superman's powers. If I've \nplanned it right. . . \n\n\tNow LEX takes a MACHINE GUN out and aims it at the BEAST. \n\n\t\t\t\t\tLEX (Cont.)\n \t\t\t\tStand back, Lenny!\n\n114\tLEX FIRES\n\n\tThe bullets smack into the NUCLEAR MAN. He seems confused. But he hardly flinches.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\n114\tLEX FIRES\n\n\tThe bullets smack into the NUCLEAR MAN. He seems confused. But he hardly flinches. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n114\tCONTINUED\n\n\t\t\t\t\tLEX \n        (a big grin) \nVery good. Now. . . the final test . . . let's see if \nhe can fly. . . I command you to rise.\n\nThe NUCLEAR MAN turns his head in confusion, wrinkles his brow. \n\nThen he rises ... too quickly.\n\n115\tHE CRASHES INTO THE CEILING\n\n\tAnd plummets in a heap to the floor. Plaster and sprinkles down. LEX and LENNY run to \nlift him up.\n\n\t\t\t\tLEX\n\t\t\tOkay, okay, he needs a little coaching.\n\nAn idea dawns on LEX.\n\n\t\t\t\tLEX (Cont.)\n\t\t\tLenny, hand me the Daily Planet. It's time for \nMetropolis to get a taste of my Nuclear Man.\n\n\tLENNY gives LEX the paper. He flips through it.\n\n\t\t\t\t\tLEX\n\t\t\t\tI don't 'know what this country's coming to. This \nused to be a fine paper -- Aha, here.\n\n116\tINSERT -  THE NEWSPAPER\n\n\tA picture of a new night club. Headline reads: GRAND OPENING OF CHIC NIGHT SPOT \nTONIGHT! A WHO'S WHO OF METROPOLIS TO ATTEND!\n\n\t\t\t\tLENNY\n\t\t\tGee, Uncle Lex, I don't think this guy's much \nof a dancer.\n\n\t\t\t\t\t\t\tCONTINUED\n\n116\tCONTINUED\n\n\tLEX\nLet's try to keep your I.Q. a family secret, Leonard.\nBefore we launch him against Superman, we have to \ntest him ... see how well he does with mayhem and\ndestruction. Kind of a coming out party under the \nglare of media covering the Metro Club gala. And \nonce he proves himself, then . . .\n\n\tLEX walks up to his creation. Stands face to face. The expression on the beast's face is \nsomething in between confusion and fury. The coverall hangs awkwardly from his frame.\n\nLEX holds up a PHOTO OF SUPERMAN.\n\nLEX (Cont.)\n\t\t\t\tI created you for one reason only ... to destroy this \nman.\n\n117\tCLOSE ON THE NUCLEAR MAN\n\n\tHe smiles as best as his wretched muscles will allow. It's almost a childlike smile.\n\nNUCLEAR MAN \nYes . . . f-f-faaather. . .",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\n117\tCLOSE ON THE NUCLEAR MAN\n\n\tHe smiles as best as his wretched muscles will allow. It's almost a childlike smile. NUCLEAR MAN \nYes . . . f-f-faaather. . . \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n118\tBEAMS OF SEARCH LIGHTS\n\n\tCriss-crossed in a basked weave against the Metropolis night. For a moment, we see a quick \nflash of SUPERMAN, then he disappears.\n\n119\tEXT. THE METRO CLUB - NIGHT\n\n\tAn endless line of supplicants wait humbly to see if they'll be admitted into the latest court of \nchic.\n\n120\tCLOSEUP LACY\t\t\t\n\nWaiting outside, pacing and looking at her watch. CLARK runs up to her. \n\nLACY\nYou're late. Very late.\n\n\tCLARK\nGosh, I'm sorry, we better get in line.\n\n\tLACY\nOh, Clark, you're so delightfully primitive.\n\n121\tTHE METRO CLUB - FRONT DOOR\n\n\tTwo beefy BOUNCERS stand side by side,. barring the way. A young COUPLE, hand-in-\nhand, are trying to peek inside.\n\n\t\t\t\tYOUNG GUY\n\t\t\tSee, it's our honeymoon and we just wanted\nto have one dance here.\n\n\tYOUNG GIRL\nSo I can tell everyone back home. Please? \nOne dance?\n\n\tCLARK and LACY are behind them. The BOUNCER spots LACY and pushes the COUPLE \nout of the way.\n\nBOUNCER\n\t\t\t\tGood evening, Miss Warfield.\n\n\tHe scowls at CLARK.\n\n\t\t\t\t\tCLARK \nI'm with . . . her.\n\t\nHe hurries inside after LUCY.\n\n122\tINT. METRO CLUB\n\n\tLoud, packed, glitzy --  sensory overload. \n\n123\tBACK TO CLARK AND LACY\n\nShe guides him through the frenzy. They have to talk loudly to hear each other.\n\nCLARK \n        (being polite)\nI've never been in a place like this before.\n\n\tLACY\nThis is Metropolis after hours! This is what you'll be \nwriting about. C'mon, let's dance.\n\nForcing their way onto the dance floor, they start dancing. But it's so crowded, CLARK is \tbumped and jostled incessantly. As is everyone else. But CLARK is the only one who stops \tand says, 'Excuse me' every single time.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut it's so crowded, CLARK is \tbumped and jostled incessantly. As is everyone else. But CLARK is the only one who stops \tand says, 'Excuse me' every single time. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n123\tCONTINUED\n\n\t\t\t\tLACY \n        (finally)\n\t\t\t\tClark!\n\t\t\t\t         (he stops dancing) \nThey get the idea.\n\n\tNow a Don Johnson surrogate cuts in on CLARK. CLARK backs away sheepishly.\n\n124\tEXT. METRO CLUB - FRONT DOORS\n\n\tCLARK squeezes between the TWO BOUNCERS.\n\n\t\t\t\t\tCLARK\n\t\t\t\tBe right back. Need some fresh air.\n\nThe BOUNCERS just shrug. CLARK looks up and down the block. He spots the young \nCOUPLE standing forlornly at the end of the long line. CLARK walks calmly the other way \nuntil he turns the corner. Takes a deep breath ... and then ...\n\n125\tEFFECTS: ZOOM! ONE LONG BLUR AS WE TRACK CLARK \n\n\tAround the block, speeding beyond human perception.\n\n126\tTHE END OF THE LINE  -  THE YOUNG COUPLE \n\nThey are there. And then they are not.\n\n127\tEXT. METRO CLUB  -  FRONT DOOR \n\n\tThe TWO BOUNCERS lean against either side. They only feel a sudden shot of air.\n\n128\tINT. METRO CLUB\t-  ON THE DANCE FLOOR\n\nThe YOUNG COUPLE suddenly find themselves right in the middle of their dream. They're \ntoo stunned to move. CLARK acts as if he was just passing by. He leans over.\n\nCLARK\n\t\t\t\tI believe you're supposed to dance.\n\n\tThe nod and start dancing.\n\n\tLACY \tObviously unhappy with the Don Johnson clone. Now the music changes. It's \nromantic and bluesy. The floor empties out except for a few couples. Including the out-of-\ntowners.\n\n130\tCLARK CUTS BACK IN\n\n\t\t\t\t\tCLARK\n\t\t\t\tRemember me?\n\nCLARK takes her hand. \n\nCLARK (Cont.) \nI think this goes here.\n\n\tHe puts her hand on his shoulder. They dance in the ballroom position.\n\n\t\t\t\t\tLACY\n\t\t\t\tDon't tell me. You learned to dance at church socials.\n\nCLARK\n\t\t\t\tActually, I had a crash course from my mother the \nnight before my prom.\n\n\tCLARK and LACY dance the old-fashioned way.\n\nLACY\n\t\t\t\tMy prom was so boring. We all flew to Paris the \nnext day to recover . . .",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK and LACY dance the old-fashioned way. LACY\n\t\t\t\tMy prom was so boring. We all flew to Paris the \nnext day to recover . . . \n\nTARGET SECTION TO BE ANNOTATED:\n Sometimes my whole life \nseems boring. I thing maybe I should just give \neverything away and go live among the poor people. \nThen I remember how smashing I look in sable . . . \noh, it's all so confusing. You think I'm silly, don't you?\n\nCLARK\n\t\t\t\tNo ... Metropolis is a confusing place. Back in \nSmallville -- my hometown -- everything was more \nsimple. People would sacrifice everything just to lend \na helping hand.\n\nLACY\n\t\t\t\tThat's not what we were taught. 'Look out for number \none' -- that's daddy's golden rule ... he always ends up \nwith the gold.\n\n\tThe out-of-town YOUNG COUPLE is dancing with their eyes closed. They BUMP into \nCLARK, shoving him closer to LACY. A moment of intimacy, then . . .\n\nLACY (Cont.)\n\t\t\t\tI bet you have some freckle-faced, pig-tailed girl \nnamed Billy Jean waiting for you in Smallville.\n \n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n130\tCONTINUED\n\nCLARK \nOh . . . no, there's no one back home.\n\nLACY \n\t\t\t\tWhat about here?\n\n\t\t\t\t\tCLARK\n\t\t\t\tWell, my career takes up a lot of my time.\n\nLACY\n\t\t\t\tDon't tell me you're waiting for lightning to \nstrike. Wide-eyed romantics are an endangered \nspecies.\n\n\tCLARK\nThat sounds kind of pessimistic.\n\n\tLACY\nNo, realistic. There's no magic in the world. Girls \njust don't get swept off their feet anymore.\n\n\tShe is sincere and CLARK is obviously touched by her sadness.\n\n131\tANGLE - GROUND LEVEL\n\nCLARK and LACY, toe to toe, a forest of dancing feet around them. And then, ever so \nslightly, LACY'S shoes LEAVE THE GROUND WITH CLARK. Just an inch above -- but \nthey are nevertheless dancing on air.\n\n132\tCLOSE ON LACY\n\nCloses eyes for a moment. Then shakes her head.\n\nLACY\n\t\t\t\tI feel kind of light-headed . . .\n\n\t\t\t\t\tCLARK \n         (gently) \nDon't worry, I've got you.\n\n133\tEXT. FRONT DOOR  -   THE TWO BOUNCERS \n\n\tStanding at the door is the NUCLEAR MAN.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK \n         (gently) \nDon't worry, I've got you. 133\tEXT. FRONT DOOR  -   THE TWO BOUNCERS \n\n\tStanding at the door is the NUCLEAR MAN. \n\nTARGET SECTION TO BE ANNOTATED:\n He's dressed in what can only be called a \npsychotic version of hip. His hair has been stood up on end.  \n\nONE BOUNCER \nYou got a pass, Mister?\n\n\tNUCLEAR MAN \n          (smiles)\nN-n-n-no . . .\n\n\tThe other BOUNCER gives him a little shove. \n\nSECOND BOUNCER\n\t\t\tThen scram, before you scare away the customers.\n\n\tThe NUCLEAR MAN looks down at where the BOUNCER shoved him. Then he reaches \nout and lifts both  BOUNCERS   by their necks. We can HEAR the cracking of bones. With \nease, the MONSTER THROWS THE BOUNCERS . . . WHOOSH! The two BODIES crash \nland in a dumpster behind the club.\n\n134\tINSIDE THE METRO CLUB\n\n\tLEX'S CREATURE is dazzled by the lights. The CLUB DJ hits the STROBE LIGHTS \nturning all the guests into pulsing images. The NUCLEAR MAN bumps into dancers, knocks \nover drinks, collides with waitresses, upending their trays. A walking disaster zone.\n\n135\tA HIP GUY \n\nCarrying two drinks has them knocked out of his hands by the MONSTER. He turns and \tthrows a punch at the BEAST. The NUCLEAR MAN catches his fist. CRUNCH!  He \tcrushes it.\n\n136\tBY A PILLAR\n\n\tThe NUCLEAR MAN holds on and switches to his X-RAY VISION.\n\n137\tNUCLEAR MAN'S P.O.V.  -  ACROSS THE CLUB\n\nScanning the crowd until he sweeps by. . .\n\n138\tNUCLEAR MAN'S P.O.V.  -  CLARK AND LACY \n\n\tDancing, having a delightful time.\n\n139\tZEROING IN ON LACY -  MONSTER'S P.O.V.\n\n\tHe filters out everything in the club but her.\nAMENDMENT No.4    (pink)\t\t\t\t\t\tRevised: 11-Sept- 86\n\n139\tCONINUED\n\n\tCLOSE ON HIS FACE - the loathsome CREATURE experiences something he doesn't quite \nunderstand. But zing go the strings of his prefab heart. He's transfixed on LACY.\n\n\t\t\t\tWOMAN'S VOICE (O.S.)\n\t\t\tHey, cutie, let's boogie.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's transfixed on LACY. WOMAN'S VOICE (O. S.)\n\t\t\tHey, cutie, let's boogie. \n\nTARGET SECTION TO BE ANNOTATED:\nThe NUCLEAR MAN turns to see an over-the-hill WOMAN, completely sauced, squeezed \ninto spandex pants, flirting.\n\nWOMAN\n\t\t\t\tI like the rugged type.\n\n\tShe slips her arm around him. Whispers in his ear.\n\n\t\t\t\t\tWOMAN (Cont.)\n\t\t\t\tYou with anyone?\n\t\t\t\t       (as he doesn't respond)\n\t\t\t\tCome on, big boy. Let's slip away to \nmy place.\n\n\tThoroughly confused, he watches as she takes his big hand and pulls him out of the club.\n\n140\tEXT. THE METRO CLUB  -  NIGHT\n\n\tThe NUCLEAR MAN and the drunken woman weave through the CROWD. She yanks him \nalong into the alleyway that runs beside the club.\n\n141\tIN THE ALLEYWAY  -  NIGHT\n\n\tLOVERS in silhouette. She stumbles up against him and undoes his shirt.\n\n142\tON HIS CHEST\n\n\tThoroughly repulsive, crackling and smoking. The WOMAN screams.\n\n143\tINT. CLUB DANCE FLOOR  -  CLARK AND LACY \n\n\tLACY is trying to figure out how CLARK feels about her.\n\nLACY\n\t\t\t\tI know a romantic spot we can go for a nightcap. \nI'II go get my purse. Don't disappear!\n\n\t(NOTE: dialogue change necessary)\n\nAMENDMENT No.4    (pink)\t\t\t\t\t\tRevised: 11-Sept- 86\n\n144\tCLOSE ON CLARK\n\nUsing his SUPERHEARING, he detects the distant SCREAM. With difficulty, he disengages himself from LACY, hurries off the floor and re-emerges as SUPERMAN.\n\n145\tEXT. ALLEYWAY -  NIGHT\n\n\tSUPERMAN rounds the corner as the WOMAN runs past and he sees:\n\n146\tTHE NUCLEAR MAN\n\n\tStanding at the far end of the alley - near the parking lot.\n\n147\tCLOSER ON NUCLEAR MAN\n\n\tHe throws a huge garbage skip, which catches SUPERMAN unawares and knocks him \ndown.\n\t\n\tSUPERMAN pushes the skip aside and pursues NUCLEAR MAN round the corner.\n\n148\tCLOSE ON SUPERMAN\n\n\tNUCLEAR MAN'S fist thumps him in the mouth: Caught unawares again.\n\n149\tEXT.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUPERMAN pushes the skip aside and pursues NUCLEAR MAN round the corner. 148\tCLOSE ON SUPERMAN\n\n\tNUCLEAR MAN'S fist thumps him in the mouth: Caught unawares again. 149\tEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAR PARK -  NIGHT\n\n\tA massive fight ensues among the parked cars until finally\n\n150\tON THE SIDEWALK\n\nNUCLEAR MAN wrenches a lamppost from the sidewalk and brings it down onto SUPERMAN, who effortlessly catches the other end, swings it violently round and round and lets go.\n\n151\tEXT. METROPOLIS STREET  -  NIGHT\n\nNUCLEAR MAN sails through the air.\n\n152\t EXT. METROPOLIS STREET  -  NIGHT\n\nNUCLEAR MAN arcs above the buildings. \n\n152A\tCLOSE UP TRANSFORMER\n\n152B\tNUCLEAR MAN\n\n\tHits the transformer with a tremendous impact and:\nAMENDMENT No.4    (pink)\t\t\t\t\t\tRevised: 11-Sept- 86\n\n152C\tEFFECTS:  FIZZ, CRACKLE,  WHOOMPH \n\n\tThe night is torn apart by a dazzling pyrotechnic display.\n\n153\tBACK TO SUPERMAN BY THE ELECTRICITY POLE\n\n\tHe looks up at the wreckage of the electricity pole and down at the smoking ash all that is \nleft of NUCLEAR MAN\n\n154\tINT. LEX'S LAIR  -  NIGHT\n\n\tLEX watches in disgust as LENNY carries the remnants of the monster into the laboratory.\n\n155\tCLOSE ON THE REMNANTS\n\n\tThe last traces of NUCLEAR MAN. Or at least what was once the NUCLEAR MAN.\n\n\t\t\t\t\tLENNY\n\t\t\t\tSuperman broke your monster, Uncle Lex.\n\n\t\t\t\t\tLEX\n\t\t\t\tI must have miscalculated. How. . .\n\nLEX flops into a big leather chair. Rubs his eyes.\n\n\t\t\t\tLEX (cont.)\n\t\t\tObviously normal radiation doesn't generate enough \nmutant power in the cells. I need a greater source of \nenergy! If I could bake the genetic. material in the \ncore of the sun . . .\n        (a moment of excitement,\n         then he sits back)\n. . . Impossible. Even I have no way to reach the sun.\n\n156\tCLOSE ON THE ASH\n\n\tThe still smoking evidence of LEX'S mistake.\n\n\t\t\t\t\tLENNY\n\t\t\t\tPoor Uncle Lex.\n\n157\tEXT/ INT. WARFIELD'S LlMOUSINE  -  DAY \n\n\tA stretched Mercedes.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nLENNY\n\t\t\t\tPoor Uncle Lex. 157\tEXT/ INT. WARFIELD'S LlMOUSINE  -  DAY \n\n\tA stretched Mercedes. \n\nTARGET SECTION TO BE ANNOTATED:\n158\tBACKSEAT  -  WARFIELD AND LACY\n\nWARFIELD\n\t\t\t\t     (pats her hand)\n\t\t\t\tBringing the kid who wrote the letter to \nMetropolis will be our greatest publicity \ngimmick. And it was your idea! Perhaps it's\ntime to discuss giving you free reign at one \nof my papers . . . Miss Publisher!\n\n\tWARFIELD expects a big reaction. But LACY is staring out the window, something else' on \nher mind. Mumbles aloud.\n\n\t\t\t\tLACY\n\t\t\tWho does Clark Kent think he is anyway! He \nnever even said good night!\n\n\tWARFIELD\nClark Kent! You socialized with him . . . a . . . \nreporter!\n\nLACY \n        (snapping to: she's \n         said too much)\nOh . . . no . . . I mean, we just went  dancing . . .  \nfor  a story . . .\n\n\tWARFIELD\n         (a lecture)\nYour grandfather had one iron rule that's stood me \nwell. Never fraternize with the help. Keep too your \nown station. Am I clear?\n\n\tLACY nods, chastised.\n\n159\tEXT. METROPOLIS AIRPORT  -  DAY\n\nA private jet landing. On the side: Warfield Publications.\n\n160\tEXT . THE JET PARKED  -  STAIRS AT THE DOOR\n\n\tA crowd of REPORTERS has gathered. The door opens and JEREMY descends the stairs. \nWaiting below for him is WARFIELD. A bank of microphones has been set by a podium. \nWARFIELD ushers the scared BOY up to the crowd. He lets the PHOTOGRAPHERS get a \nfew shots in, then steps to the mike.\n\nWARFIELD\n\t\t\t\tGo ahead son. Tell the American public what \nyou told me.\n\n\tJEREMY \n        (softly) \nI just said . . .\n\n\tSNAP!  He's distracted by the PHOTOGRAPHERS.\n\n\t\t\t\t\tJEREMY (Cont.)\n\t\t\t\t. . . I just said I wished Superman would have \nsaid 'yes' . . .\n\n161\tINSERT:  SNAPSHOT  -  JEREMY  - FREEZE FRAME:\n\nWhich spins like a pinwheel . . . blurring into . . .",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nJEREMY (Cont.)\n\t\t\t\t. . . I just said I wished Superman would have \nsaid 'yes' . . . 161\tINSERT:  SNAPSHOT  -  JEREMY  - FREEZE FRAME:\n\nWhich spins like a pinwheel . . . blurring into . . . \n\nTARGET SECTION TO BE ANNOTATED:\n162\tFRONT PAGE  -  DAILY PLANET \n\n\tScreaming headline -- 'SUPERMAN TO KID: DROP DEAD.'\n\nLOIS (V.O.) \nThis time he's gone too far.\n\n163\tINT. CITY ROOM  -  DAY\n\nJIMMY,  LOIS, and CLARK are staring at the latest edition. CLARK is heartbroken.  PERRY charges through. He looks more well turned-out than we have ever seen him double-breasted pinstripe suit. He carries the papers under his arm.\n\n\t\t\t\tPERRY\n\t\t\tI'm through taking it lying down.\n\nHe storms out. Stops. Sticks his head back in.\n\n\t\t\t\tPERRY (Cont.)\n\t\t\tIf anybody wants me .I'll be down town.\n\nThen he's gone.\n\n\t\t\t\t\t\t\t\t\tCONTINUED\n163\tCONTINUED\n\n\t\t\t\tJIMMY\n\t\t\tDid the Chief look different to you?\n\n\t\t\t\tLOIS\n\t\t\tHe looked like my Dad did every time he \nwent to the bank to try and borrow money.\n\n\tShe notices CLARK staring intently at the headline. She crosses to him.\n\nLOIS (Cont.)\n\t\t\t\tClark, there's nothing any of us can do. It's \nSuperman's decision. I'm sure he knows what \nhe's doing.\n\t\n\tCLARK takes the paper and eyes fixed on the headline, walks out of the city room.\n\n\t\t\t\tCONTINUED ON NEXT PAGE\n\nAmendment. No: 6     (pink) \t\t\t\t\t\t\tREVISED 24-Sep-86\n\n164\tINT. DAILY PLANET HALLWAY  -  DAY\n\n\tCLARK is walking one way when WARFIELD and his cronies come the other way - \nescorting JEREMY. He seems bewildered by it all.\n\n165\tCLARK AND JEREMY PASS EACH OTHER\n\n\tAfter a few steps, they both stop. JEREMY turns to look back at CLARK. CLARK offers a \nsmile. WARFIELD and his entourage pass on around the corner.\n\nJEREMY approaches CLARK.\n\n\t\t\t\t\tJEREMY \n       (curiously)\nDo I know you?\n\n\tCLARK \n        (a beat, then)\nI'm Clark Kent, one of the staff reporters.\n\n\tJEREMY \n      (whispers nervously) \nDo you know Superman ?\n\n\tCLARK adjusts glasses, puts his hands in his pockets.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK \n        (a beat, then)\nI'm Clark Kent, one of the staff reporters. JEREMY \n      (whispers nervously) \nDo you know Superman ? CLARK adjusts glasses, puts his hands in his pockets. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARK\n\t\t\t\t\tYes, I'm acquainted with him.\n\n\tCLARK can see in JEREMY'S eyes a terrible confusion. CLARK moves closer.\n\n\t\t\t\t\t\tCLARK (Cont.)\n\t\t\t\t\tIs there something you want, to tell him, son?\n\n\t\t\t\t\t\tJEREMY\n\t\t\t\t\t         (softly)\n\t\t\t\t\tJust tell him I didn't mean to cause him trouble. \nTell him not to listen to what all these papers \nare saying. I just want him to do what he thinks \nis right. \n\n\tCLARK is moved. He puts an arm on JEREMY'S shoulder. \n\nCLARK\n\t\t\t\t\tDon't worry. I'm sure Superman cares a lot \nmore about what's in one boy's heart than all \nthe editorials.\nAmendment. No: 6     (pink) \t\t\t\t\t\t\tREVISED 24-Sep-86\n\n166\tCLOSE ON CLARK\n\n\tHe's made up his mind.\n\n167\tCLOSEUP SUPERMAN\n\n\tSoaring through the stormy heights of the upper atmosphere. Gale force winds whip his cape.\n\n168\tEXT. THE ARCTIC  -  DAY\n\n\tThe blue-white world of frozen seas and perpetual daylight. SUPERMAN glides toward what \nseems to be glacial mountains, dazzling in reflected light.\n\n169\tSUPERMAN LANDS\n\n\tHe stands for a moment at the base of icy peaks. His thoughts racing. Finally, he stamp his \nfoot against the frozen tundra. The ground shakes and shivers rumble through the ice. \nThunderous echoes resound.\n\n170\tTHE SNOW-COVERED MOUNTAINS \n\n\tRespond to the pounding tremors. Snow begins to shake loose, snowing down, revealing the \nglimmering surfaces of THE FORTRESS OF SOLITUDE.\n\n171\tINT. FORTRESS OF SOLITUDE  -  DAY\n\n\tSUPERMAN stands in the centre of the great cavern. Smooth glazed walls surround him. \nThe green crystals containing the history of KRYPTON give off emerald lights that dance \nabout the ice palace.\n\n172\tCLOSEUP SUPERMAN\n\n\tHe touches and activates the crystals.\n\n173\tSUPERMAN'S P.O.V.  -  360 DEGREES\n\nAll around him the walls came alive with the distorted sound and image of the past.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n173\tSUPERMAN'S P. O. V.  -  360 DEGREES\n\nAll around him the walls came alive with the distorted sound and image of the past. \n\nTARGET SECTION TO BE ANNOTATED:\n(footage from SUPERMAN I to be intercut)\n\n174\tTHE PLANET KRYPTON\n\n\tFrom outer space as the cataclysm overwhelms it. One small ROCKET escapes this fiery \napocalypse. The planet explodes. Disintegrating before our eyes.\n\n175\tSUPERMAN'S REACTION\n\n\tAs the terrible fate of his natural home plays once more.\n\n176\t CLOSEUP - SUPERMAN\n\n\tWondering if his decision now might have the same effect. Around the cavern, the lights and \nvoices soften until they are no more than a polyphony of sighs and a fantasy of colors.\n\n\t\t\t\tSUPERMAN\n\t\t\tI know I have been forbidden to act, but now \nthe Earth awaits a fate as terrible as Krypton's.\n\nA beat, and then . . . the great cavern erupts in thunderous cacophony. Sonic vibrations  send SUPERMAN falling to his knees. Another image appears before him.\n\n177\tTHE PLANET EARTH\n\n\tA celestial garden across the universe from KRYPTON. The voices of the ELDERS that \nonce argued with JOR-EL now assault his son.\n\n\t\t\t\tONE VOICE\n\t\t\tThe earth is too primitive. You can flee to new \nworlds where war is long forgotten.\n\n\tSECOND VOICE \nIf you teach the world to put its fate in any one \nman -- even yourself -- you are teaching them to \nbe betrayed . . .\n\n\tThe word 'betrayed' echoes as the image disappears. The bright sunlight of the northern \nworld floods into the Fortress.\n\nSUPERMAN\n\t\t\t\tYou have taught me well . . . but sometimes there \nis more to learn from children than the wisest of \nmen.\n\n178\tEXT. SIDEWALK CAFE  -  METROPOLIS  -  DAY\n\n\tAn Eastside trendy bistro catering to the gold card crowd. LOIS and LACY at an outside \ntable.\n\n\t\t\t\tLOIS\n\t\t\tThe notion that your father would stoop low \nenough to attack Superman just to sell more \npapers . . .\n\n\tLACY cuts her off. Her mind is elsewhere.\n\n\t\t\t\t\tLACY\n\t\t\t\tI know I'm not exactly a Girl Scout but . . . \nmaybe if I show him I'm trying . . . he'll \nlike me.\n\n\t\t\t\t\tLOIS \n        (off balance)\nWho?\n\n\tLACY\nClark. He's late again.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOIS \n        (off balance)\nWho? LACY\nClark. He's late again. \n\nTARGET SECTION TO BE ANNOTATED:\n \n         (frustrated)\nI can't figure him out.\n\nLOIS\n\t\t\t\tThat's because there's nothing to figure out. Now \nwill you please pay attention. I'm not through \ninsulting your father.\n\n\tLACY\nLois, have you ever fallen for a guy and he's not \nlike other guys . . . he's different. It's like you come \nfrom two different worlds.\n\n\tA major chord sounds in LOIS'S heart.\n\n\t\t\t\t\tLOIS \n      (dreamy)\nAnd your heart beats faster just thinking about \nhim.\n\n\tLACY\nRight . . . you want to tell him how you feel . . .\n\n\t\t\t\t\t\tCONTINUED\n\n178\tCONTINUED\n\n\tLOIS \n         (wistful) \nBut he's never there.\n\nLACY\n\t\t\t\t      (sisters in arms)\n\t\t\t\tWhy, Lois, I didn't know . . . Who is he?\n\nSOUND:  CRASH! A waiter drops a tray of glasses. The GIRLS turn to look.\n\nWAITER \n        (French accent)\nLook, up in the sky . . . It's . . .\n\n\tLOIS follows his gaze.\n\n\t\t\t\t\tLOIS \n      (softly)\nSuperman. . . \n\n179\tP.O.V.  -  ABOVE THE TALL BUILDINGS  -  SUPERMAN\n\nDescending between the concrete canyons of Metropolis. Flying lower and lower until he hovers just above the traffic.\n\n180\tEXT. \tCITY STREET  -  DAY\n\n\tTraffic is stopping. Pedestrians suddenly forget their business obligations. All eyes looking \nup towards . . .\n\n181\tANGLE UP  -  SUPERMAN\n\nFloating overhead. He's looking for 'something or someone.\n\n182\tCLOSEUP  -  A HOT DOG WITH RELISH\n\nJEREMY is poised at a Sabrett stand, holding the wiener to his mouth. The FLASH of a camera. JIMMY OLSEN steps forward.\n\n\t\t\t\tJIMMY\n\t\t\tGot it!\n     (looking around)\nMr. Warfield said he wanted pictures of you with \nlots of local color, but I can't think of anything else \nreally special.\n\n183\tJIMMY'S P.O.V.  -  THROUGH THE CAMERA\n\nSUPERMAN steps into the frame.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n183\tJIMMY'S P. O. V.  -  THROUGH THE CAMERA\n\nSUPERMAN steps into the frame. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tJIMMY \n       (stunned) \nWhat a scoop!\n\n\tSUPERMAN puts his arm around JEREMY. JIMMY snaps the picture.\n\nSUPERMAN\n\t\t\t\tWould you mind taking a walk with me?\n\n\t\t\t\t\tJEREMY\t\n\t\t\t\tAbsolutely!\n\nSCRIPT CONTINUES ON NEXT PAGE\n\nAMENDMENT  NO. 11      (pink)\t\t\t\t\t\tRevised: 30-Oct-86\n\n184\tFRONT ANGLE TRACKING  -  SUPERMAN AND JEREMY\n\n\tThey stride forward along the busy Metropolis street. In their wake a hundred double-takes, \nastonished glances. JIMMY runs along, taking pictures. A few curious onlookers begin to \nfollow SUPERMAN. He never varies his pace. Eyes forward. Across a busy intersection. \nHorns blare in recognition. The crowd swells behind him. He looks up.\n\n185\tSUPERMAN'S P.O.V. - A HUNDRED FLAGPOLES - AT THE U.N. \n\n\tThe flags of the nations. Every colour and every pattern imaginable. They lead in a straight \nrow along the river. SUPERMAN quickens his step. JEREMY keeps up. The crowd now \nspills over into the street. POLICE are rushing in to control the excited throng. A \nVolkswagen car forces its way through. LOIS is driving.\n\n186\tLOIS AND LACY\n\nJump out of the car. Start to push their way through the crowd.\n\n187\tINT. U.N. LOBBY  -  DAY\n\n\tSUPERMAN continues his march across the gleaming marble floor. Two U.N. \nPATROLMEN, one CHINESE, one SWEDISH, stand guard at the doors to the assembly. \nThey turn to see SUPERMAN leading a small army of citizens behind him.\n\nCHINESE PATROLMAN \n(to his partner)\n\t\t\t\tI don't think he has a pass.\n\nSWEDISH PATROLMAN \nI don't think he needs one.\n\n\tTHE PATROLMEN OPEN THE DOORS TO THE ASSEMBLY. \n\nSUPERMAN turns to JEREMY.\n\n\t\t\t\tSUPERMAN\n\t\t\tWould you mind waiting for me in the \nvisitor's gallery?\n\nJEREMY \n       (still overwhelmed) \nN-no...I mean...you bet.\n\n\tSUPERMAN steps past the PATROLMEN and enters.\n\n188\tINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nI mean...you bet. SUPERMAN steps past the PATROLMEN and enters. 188\tINT. \n\nTARGET SECTION TO BE ANNOTATED:\n U.N. GENERAL ASSEMBLY\n\n\tOn the podium, the Speaker abruptly stops his harangue. The SECRETARY GENERAL, a \nPakistani woman, wearing a Sari, stands up. Around one by one, delegates turn their heads. \nSome drop their translator earplugs.\n\n189\tDOWN THE CENTER AISLE  -  SUPERMAN\n\n\tWalking slowly, humbly down the sloped steps. The hall falls silent. Country by country, \ndelegates rise from their seats.\n\n190\tAT THE PODIUM\n\n\tSUPERMAN looks up at the SECRETARY GENERAL.\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tMadame Secretary, I represent no country. May I \naddress the delegates?\n\n\tSECRETARY GENERAL \n       (fights to stay calm)\nYes, well... you need a sponsor.\n\n\tSUPERMAN turns to the delegates. A beat, then all their hands go up.\n\nSECRETARY GENERAL \n         (smiles)\nI believe that will do. Please.\n\nShe holds out her hand to the mike. SUPERMAN walks to the stairs of the podium.\n\n191\tUP IN THE GALLERY\n\n\tREPORTERS are scrambling for the available seats.  JEREMY looks lost. Someone grabs \nhis arm.\n\n\t\t\t\tLOIS\n\t\t\tCome with me.\n\n\t\t\t\tJEREMY \nThis is intense!\n\n\t\t\t\t\t\t\tCONTINUED\n\n191\tCONTINUED\n\n\tShe pulls him up front where LACY and JIMMY OLSEN have wrestled front seats in the \nbalcony. LOIS gazes down at the extraordinary spectacle.\n\n\t\t\t\tLACY \n      (whispers) \nWhat's he going to say?\n\nLOIS \n(mesmerized) \nSomething . . . wonderful.\n\n192\tFROM THE PODIUM  -  SUPERMAN'S P.O.V.\n\n\tHe waits for the DELEGATES to settle into their seats. Before him is every race and every \nnation on Earth. He steps forward and speaks.\n\n\t\t\t\tSUPERMAN\n\t\t\tFor many years I've lived among you as \na visitor. I've seen beauty in your many \ncultures and I've felt joy in your many \naccomplishments. . . I've also seen the \nfolly of your wars . . .\n\n193\tPAN THE HALL\n\nMEN in dashikis and women in chadors, visitors with young infants, bureaucrats and house staff  --  all rapt with attention .",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've seen beauty in your many \ncultures and I've felt joy in your many \naccomplishments. . . I've also seen the \nfolly of your wars . . . 193\tPAN THE HALL\n\nMEN in dashikis and women in chadors, visitors with young infants, bureaucrats and house staff  --  all rapt with attention . \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tSUPERMAN\n\t\t\t. . . As of today, I am no longer a visitor.\n\t\t\t       (a beat, his voice grows stronger)\n\t\t\tThe Earth is my home too. We cannot live in \nfear. I cannot watch you stumble into the madness \nof nuclear destruction. So I have come to a decision . . .\n\n194\tON THE VISITOR'S GALLERY\n\n\tJEREMY leans forward.  LOIS and JIMMY clasp hands.\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tI am going to do what your governments have been \nunable to do. . . I will rid our planet of all nuclear \nweapons.\n\n195\tTHE GENERAL ASSEMBLEY\n\n\t A second of lag time as the translations are made. Then the delegates leap to their feet in \nwild cheering.\n\n196\tVISITORS BALCONY\n\nThe civilians applaud, many in tears. LOIS puts her fingers to her mouth to whistle. JIMMY and LACY hug.\n\n\t\t\t\t\tJEREMY\n\t\t\t\t      (rebel yell)\n\t\t\t\tAll-right !\n\nSCRIPT CONTINUES NEXT PAGE\n\nAmendment No. 2       (pink) \t\t\t\t\t\t\tREVISED 11-Aug-86\n\n197\tEXT. BENEATH THE PACIFIC OCEAN\n\n\tGreat schools of fish ride the cold currents of the planet's deepest sea.\n\n198\tA NUCLEAR SUBMARINE - U.S. S. MELVILLE: Stock Shot\n\t\n\tCruises silently into view. Another hunter of the deep.\n\n199\tEXT. THE SURFACE OF THE OCEAN  -  DAY: Stock Shot.\n\n\tSmall whitecaps decorate the endless blue-green sea. Balmy cloud move by.\n\n200\tA WHITE BUBBLE:  Stock Shot\n\n\tOf turbulent water suddenly forms, sending sharp waves off around it.\n\n201\tBREAKING THE SURFACE:  Stock Shot\n\n\tSeawater steaming from its hot exhaust, a missile rises into the air.\n\n202\tEXT. SKY/SPACE  -  SUPERMAN\n\nHe reacts to the missile and turns toward it.\n\n203\tINT. U.S. SUBMARINE\n\nA grey-haired COMMANDER stands over a SAILOR checking the radar screen.\n\n204\tEXT. PENTAGON -  DAY -  ESTABLISHING: Stock shot \n\n205\tINT. PENTAGON  -  WAR ROOM\n\n\tThe secret command center. A large group of senior officers, civilian official.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENTAGON -  DAY -  ESTABLISHING: Stock shot \n\n205\tINT. PENTAGON  -  WAR ROOM\n\n\tThe secret command center. A large group of senior officers, civilian official. \n\nTARGET SECTION TO BE ANNOTATED:\n and \ncongressmen watching . . .\n\n206\tAN ELECTRONIC SCREEN\n\nOne half blue, the other red. Superimposed are rows of small missiles  --  thousands  -- against the grid of a graph.\n\n207\t CLOSE ON THE SCREEN\n\n\tTwo blips converge - one representing SUPERMAN, the other the Polaris missile. All heads \nin the room turn to watch.\n\nAmendment No. 2       (pink) \t\t\t\t\t\t\tREVISED 11-Aug-86\n\n207A\t EXT. SPACE\n\nSUPERMAN catches the rocket, extinguishes the engine, and guides it away.\n\n207B\tINT. U.S. SUBMARINE\n\n\tStill watching the radar screen. \n\n\t\t\t\t\tSAILOR\n\t\t\t\tHe's got it, sir. Congratulations!\n\nThe SAILOR shakes hands with the COMMANDER while the CREW cheers.\n\n207C\tINT. PENTAGON  -  WAR ROOM\n\nA silver-haired SENATOR turns to the uniformed  CHIEF OF STAFF\n\n\t\t\t\tSENATOR\n\t\t\tSo far, so good.\n\t\t\t       (shakes his head)\n\t\t\tIt will take even Superman a long time to\ndispose of these arsenals.\n\n\t\t\t\t\tCHIEF OF STAFF \nLet's just make sure he doesn't leave one side with \nfew souvenirs.\n\n\tSENATOR \n        (snaps) \nI trust Superman.\n\n\tCHIEF OF STAFF\nSo do I. But . . . he's the only person I do trust.\n\n208\tEXT. SNOWSCAPE  -  RUSSIA - DAY \n\nA Soviet missile launcher flanked by CREW on foot and with its attendant control moves \ninto view and comes to a halt. \n\n209\tMISSILE LAUNCHER MEMBERS VEHICLE\n\n\tThe CREW prepares for the launch.\n\n210\tRISING FROM THE LAUNCHER \n\nA nuclear MISSILE. It trembles, almost like slow motion.\n\nAmendment No. 2       (pink) \t\t\t\t\t\t\tREVISED 11-Aug-86\n\n211\tLONG SHOT  -  LAUNCHER \n\t\n\tA fiery burst and then the dreaded contrail arcs across the sky over the frozen landscape.\n\n211A INT. PENTAGON WAR ROOM  -  ELECTRONIC SCREEN \n\nAgain the two blips converge.\n\n212\tSPACE\n\n\tSUPERMAN rides the deadly Soviet missile, guiding it out of the atmosphere. The first step \nof his long peace mission.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nPENTAGON WAR ROOM  -  ELECTRONIC SCREEN \n\nAgain the two blips converge. 212\tSPACE\n\n\tSUPERMAN rides the deadly Soviet missile, guiding it out of the atmosphere. The first step \nof his long peace mission. \n\nTARGET SECTION TO BE ANNOTATED:\n213\tLOOKING DOWN FROM THE STRATOSPHERE\n\n\tWe can see the outline of Russia on the curve of the Earth's horizon. A white dot grows \nlarger rapidly until we identify SUPERMAN and his heavy load.\n\n214\tEXT. SPACE AND GIANT STEEL NET\n\n\tSUPERMAN guides the missile into a vast net constructed of steel hawsers which is floating \nin space and filled to capacity with the world's nuclear missiles. He dumps the missile with \nthe others and closes the net.\n\n215\tMOVING INTO FRAME  -  THE SUN\n\nThe yellow star in the sky source of life on Earth, is actually a tremendous concoction of nuclear fusion. Great tentacles of fire roar off its surface. Storms of a billion megaton force bubble in its core.\n\n216\tEXT.  SPACE\n\n\tWith a great effort SUPERMAN whirls the huge net around and around and unleashes it. The \nnet grows smaller and smaller on its path to the sun. We lose sight of it for a beat. Then, one \nvibrant orange explosion tells us it has been destroyed. SUPERMAN hovers for a Moment, \nand then turns for home.\n\n217\tINT. METROPOLIS TOWER  -  LEX'S LAIR  -  DAY\n\n\tA God's eye view of the city. Just the way LEX likes it.\n\n218\tTHREE MEN\n\n\tStand around a table, eyeing each other with suspicion and fear.\n\nAmendment No. 2       (pink) \t\t\t\t\t\t\tREVISED 11-Aug-86\n\n219\tTHE DOOR OPENS \n\nAll three MEN pull out small revolvers and point them at . . .\n\n220\tLEX LUTHOR\n\n\tHands go up, a smile of seduction comes on.\n\n\t\t\t\t\tLEX\n\t\t\t\tNice to see you too, gentleman. If we can just \nrelax, I'll get started with the introductions.\n\n\tThe three reluctantly put away their guns and take seats. Now LEX puts on the charm. The \nMEN eye LEX warily as he strolls around the table and rests his hand on HARRY \nHOWLER, a fidgety porcine intellectual.\n\nLEX (Cont.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow LEX puts on the charm. The \nMEN eye LEX warily as he strolls around the table and rests his hand on HARRY \nHOWLER, a fidgety porcine intellectual. LEX (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tFrom the land of the free and the home of the \ncost overrun, let's welcome Harry Howler, \nnuclear strategist for America's top think tank \nand a great warmonger in his own right . . .\n\n\tLEX now moves around to DUBOIS, an impeccably dressed, silver-haired gentleman.\n\n\t\t\t\t\tLEX (Cont.)\n\t\t\t\t. . . and next, a hearty bienvenu to Jean-Pierre \nDuBois, nuclear warhead dealer to the world. \nHis motto ... \" if you didn't buy it from Jean Pierre, \nyou didn't buy it on the black market\" . . .\n\n\tThird is ROMOFF, a bushy-eyebrowed Soviet General in full uniform.\n\nLEX (Cont.)\n\t\t\t\t. . . Our third guest has a bad rap for always trying to \ndrag his country into war. Some people like to call \nGeneral Romoff the Mad Russian, but to me he's \njust . . . eccentric.\n\n\tSOUND:  BAM! A loud retort off screen and ROMOFF jumps up, pulling out a BARETTA \nfrom his pocket. The others dive under the table, drawing their own guns.\n\nROMOFF\n\t\t\t\tIf this is a CIA trap, you'll never take me alive!\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n220\tCONTINUED\n\n\tLEX looks to the door and frowns.\n\n\t\t\t\t\tLEX \n        (points)\nMy nephew LENNY is learning the drums.\n        (he goes to ROMOFF \n         and takes his gun)\nGuns don't kill people -- people kill people. Look, \nI know you're all a little choked up right now\n         (saunters by each man)\n. . . overcome by the joy of knowing that Superman \nis ending the arms race . . . Think of it, Dubois, \nyou can finally retire. You can go into something \nnice like home appliances. There's a real mark-up \nin dishwashers . . .\n\n\tThe guests have slouched low in their chairs.\n\n\t\t\t\t\tHOWLER\n\t\t\t\tGet to the point.\n\n\tLEX opens his arms. His smile can only be called Devilish.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOWLER\n\t\t\t\tGet to the point. LEX opens his arms. His smile can only be called Devilish. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tLEX\n\t\t\t\tThe points is that I, Lex Luthor, the greatest criminal \nmind of the modern era, have discovered a way\nto destroy Superman!\n\nSOUND: BAM!   On LEX'S last word, the room is drowned with the pounding of the \nworld's worst drum solo\n\n\t\t\t\tLEX (Cont.)\n       (keeping his smile) \nOh, Lenny. . . ?\n      (louder)\nLenny!\n     (sighs)\nAny of you guys have teenagers at home?\n    (screams ferociously) \nLEONARD!\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n220\tCONTINUED\n\t\t\t\nThe drumming stops. Sounds of running. LENNY skids into the room, holding a pair \nof drumsticks. LEX holds out his hand. LENNY is a forlorn teenager as he stands \nover the sticks. LEX breaks them in half.\n\n\t\t\t\tLENNY\n\t\t\tGee, Uncle Lex, I was just getting to the \ngood part.\n\n\t\t\t\t\tLEX \nGet the box, nephew.\n\n\tLENNY runs out.\n\n\t\t\t\t\tDUBOIS\n\t\t\t\t        (icy)\n\t\t\t\tI warn you, Luthor, if you've dragged us here just \nto tell us you possess a piece of kryptonite . . .\n\n\tROMOFF\nWe've all tried to use kryptonite before.\n\n\tLEX throws up his hands.\n\n\t\t\t\t\tLEX\n\t\t\t\tDoesn't the word 'genius' mean anything these \ndays?\n      (he opens the curtains) \nBehold, my unscrupulous friends . . .\n\n221\tOUT THE WINDOW\n\n\tA spectacular view of Metropolis is barely visible for the blinding rays of the SUN in the \nsky.\n\t\nHOWLER \nClose the curtains. The sun is hurting my eyes.\n\n\tLEX\nOf course it is. Do you know what the sun is? Why it's \njust one huge nuclear bomb. A bomb with enough \nradiation to incinerate an average man like . . .\n       (he snaps his finger)\nthat.\n\n\t\t\t\t\t\tCONTINUED\n\n221\tCONTINUED\n\n\t\t\t\t\tHOWLER\n\t\t\t\tBut Superman isn't an average man.\n\nLEX \n       (acts offended) \nAnd what am I? A Shriner? No, If you'll join \nforces with me, together we can make the world \nsafe for war profits again.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEX \n       (acts offended) \nAnd what am I? A Shriner? No, If you'll join \nforces with me, together we can make the world \nsafe for war profits again. \n\nTARGET SECTION TO BE ANNOTATED:\nROMOFF \n \t\t\t\t      (biting the hook) \nWhat is your plan?\n\n\tLENNY runs back in carrying a glass case in rests the petri dish of genetic material.\n\nLEX\n\t\t\t\tBoys, old Lex has a secret recipe in this dish . . . \ncall it a genetic stew. You help me place it on one \nof your missiles and I promise you . . . if Superman \nthrows it into the sun, he'll get the biggest surprise \nof his life. I'll be able to introduce Superman to his \nfirst nightmare . . . a Nuclear Man!\n\n\tHOWLER\nAnd this so-called . . . Nuclear Man. . . of yours can \ndefeat Superman?\n\nLEX\n\t\t\t\tDo people die in Italian Operas? Gentlemen, if all goes \nto plan Nuclear Man will return from the sun with \npower awesome enough to do what none before him \nhas ever been able to . . . pierce Superman's skin. He'll \nbe mortal, he'll get sick . . . and we'll dance on his grave.\n\n\tDUBOIS \n        (apprehensive)\nWhy should we make a deal with a notorious scoundrel \nlike you?\n\n\t\t\t\t\t\tCONTINUED\n\nAMENDMENT NO.3 \t(pink)\t\t\t\t\t\tRevised: 29-Aug-86 \n\nLEX\nDon't!...Then the world will have eternal peace and \nyou boys will have to find day jobs. Just remember, \nthe more fear we make, the more loot you take. As \nlong as the world hangs on the brink of war, the good \nlife is available to every criminal . . . regardless of race, \nreligion or natural origin!\n\n\tLEX has delivered his holy creed.\n\n\t\t\t\t\tHOWLER\n\t\t\t\tAnd what do we get out of it?\n\n\t\t\t\t\tLEX\n\t\t\t\t       (goes to the window)\t\n\t\t\t\tIf my plan works, gentlemen, I'll just take a tiny \ncommission . . . something . . .appropriate. . . a \nnumber with a lot of zeros after it.\n\n222\tEXT. FORT MASON  -  DAY\n\n\tShooting down onto: The doorway of a gigantic hangar. A FIGURE comes out.\n\n223\tCLOSER ON THE FIGURE\n\n\tA U.S. AIR FORCE GENERAL, sporting a moustache, military cap pulled down over his \neyes, pauses to light a cigar.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\n223\tCLOSER ON THE FIGURE\n\n\tA U. S. AIR FORCE GENERAL, sporting a moustache, military cap pulled down over his \neyes, pauses to light a cigar. \n\nTARGET SECTION TO BE ANNOTATED:\n224\tTOP SHOT\n\n\tCigar lit, the GENERAL resumes walking forward - to be followed out of the hangar by a \nmassive MISSILE TRANSPORTER. The GENERAL enters a bunker.\n\n225\tINT. BUNKER  -  DAY\n\n\tThe GENERAL joins a SECOND GENERAL standing with other OFFICERS at the \nobservation slit to see:\n\n226\tTHEIR P.O.V. - THROUGH SLIT  - MISSILE TRANSPORTER \n\n\tThe giant transporter with its deadly cargo lumbers slowly past.\n\n226A\tINT. BUNKER  -  DAY\n\n\tThe GENERALS raise their binoculars.\n\nAMENDMENT NO.3 \t(pink)\t\t\t\t\t\tRevised: 29-Aug-86 \n\n226B\tEXT. BUNKER. DAY\n\n\tThe TRANSPORTER continues on its way.\n\n226C\tCLOSE ON MISSILE - BINOCULAR MATTE -  DAY\n\n\tThe GENERAL'S P.O.V. - a mysterious box attached to the side of the missile.\n\n226D\tEXT. RUNWAY -  DAY\n\n\tThe TRANSPORTER rumbles away down the runway. Reaching the end it raises the \nmissile.\n\n226E\tEXT. BUNKER  -  DAY\n\n\tThe GENERALS, binoculars raised, look out from the bunker.\n\n226F\tINT. BUNKER  -  DAY\n\n\tThe, order is given to fire.\n\n226G\tEXT. RUNWAY  -  DAY\n\n\tThe missile is launched.\n\n226H\tINT. BUNKER  -  DAY\n\n\tThe TWO GENERALS. Watching. One lowers his field glasses. It's HOWLER.\n\nHOWLER\n\t\t\t              (whispers nervously to the\n\t\t\t\t   GENERAL we followed into\n    the bunker)\nI got your payload on this missile. This is the only chance \nwe'll have for Superman to throw it into the sun.\n\n\tThe OTHER GENERAL lowers his binoculars. It's LEX. He obviously enjoys being \ndisguised in military garb.\n\nLEX\n\t\t\t\tStop shivering. Everything's working perfectly.\n\n227\tSUPERMAN IN SPACE\n\nInterrupting the missile and guiding the deadly load towards the sun.\n\nAMENDMENT NO.3 \t\t\t\t\t\t\tRevised: 29-Aug-86 (pink)\n\n228\tWITH A MIGHTY HEAVE  - SUPERMAN THROWS \n\nThe missile across space. It spirals towards the fiery furnace.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n227\tSUPERMAN IN SPACE\n\nInterrupting the missile and guiding the deadly load towards the sun. AMENDMENT NO.3 \t\t\t\t\t\t\tRevised: 29-Aug-86 (pink)\n\n228\tWITH A MIGHTY HEAVE  - SUPERMAN THROWS \n\nThe missile across space. It spirals towards the fiery furnace. \n\nTARGET SECTION TO BE ANNOTATED:\n Smaller and smaller until it \nplunges into the nuclear soup.\n\n229\tSUPERMAN TURNS TO LEAVE\n\n\tA beat, then the SUN FLARES behind him. In the deathly silence of the chemical chain \nreaction, LUTHOR'S experiment erupts.\n\n230\tSUPERMAN'S P.O.V.\n\nHe gazes back toward the sun. Nothing seems amiss. He circles the Earth and heads for Metropolis.\n\n231\tZOOMING BACK TO THE SUN  -  WE WATCH \n\n\tThe furious tentacles of flame flicker, once, twice, then tear away from the young star.\n\n232\tTHE FLAME IN SPACE  -  SPINS INTO A SHAPE\n\n\tIn the terrible pangs of birth, something forms, something HUMAN in morphology, \nawakening to its own existence.\n\n233\tTUMBLING TOWARDS EARTH\n\n\tAs it falls it sheds its gaseous cocoon, finally exploding apart. It is born . . .\n\n234\tTHE NUCLEAR MAN REBORN\n\n\tWe examine it as it examines itself. Its rippling sinews glow with the heat of atomic fusion. \nOn his chiseled face is a demonic scowl.\n\n235\tCLOSER\n\nThe creature is magnificent! Illuminous. And much more frightening than the original creature.\n\n236\tCLOSEUP: NUCLEAR MAN'S EYES\n\n\tThey suddenly glow bright red, like two searing hot coals embedded in flesh. Then they cool \ndown and return to normal.\n\n237\tNEW ANGLE: THE NUCLEAR MAN'S P.O.V.  -  THE EARTH\n\n\tHe circles wildly as if angered by something or someone. Then he shoots for earth with a \nROAR that he breathes out in waves of fire.\n\n238\tINT. METRO SPORT CLUB  -  DAY\n\n\tA state of the art fitness centre for the young and affluent.\n\n239\tAN AEROBICS CLASS\n\n\tWe SEE the mirrored reflection of rows and rows of young men and women doing bouncy \ncalisthenics to a disco trash beat. MOVING DOWN THE ROWS we spot LACY in happy \nsync with the class. NEXT TO HER we pick up CLARK KENT -- in a baggy sweatsuit that \nboth obscures his physique and, with his glasses, makes him look more appropriate for \nremedial education. He's perpetually one beat behind.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOVING DOWN THE ROWS we spot LACY in happy \nsync with the class. NEXT TO HER we pick up CLARK KENT -- in a baggy sweatsuit that \nboth obscures his physique and, with his glasses, makes him look more appropriate for \nremedial education. He's perpetually one beat behind. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly the whole class turns to the \nright. CLARK turns left. Then CLARK turns right and they turn left.\n\nCLARK \n         (to LACY)\nMaybe I should sit this one out.\n\n\tLACY\nDon't give up. This is a perfect subject for your \nseries on young Metropolis. Now let's get those \nknees up!\n\n240\tNAUTILUS ROOM  -  LATER\n\n\tLACY and CLARK and lots of lithe bodies on the weight machines. LACY sits down at an \nOverhead Pull Bar and counts off a quick 10.\n\n\t\t\t\tLACY\n\t\t\tNow you try, Clark. We'll start you off with \n60 pounds.\n\n\tCLARK \n        (sighs)\nIf you say so. Here goes.\n\n\tHe starts to pull at the bar. Straining he gets it halfway down. Then he loses his grip. It acts \nlike a catapult sending CLARK off his chair and onto the floor.\n\n\t\t\t\tVOICE (O.S.) \nNeed some help?\n\n\t\t\t\t\t\t\tCONTINUED\n\n240\tCONTINUED\n\nStanding over CLARK is PAUL a blow-dried denizen of the club. Tall, well-pumped and\nproud as a peacock. PAUL gives CLARK a hand up. Speaks to LACY.\n\n\t\t\t\tPAUL \n  \t\t\t\t        (smirks)\n\t\t\t\tI guess your friend doesn't know his own strength.\n\n\tHe pulls CLARK up.\n\n\t\t\t\t\tLACY\n\t\t\t\tClark, this is Paul.\n\n\tPAUL lifts a bar with four giant weights attached.\n\nPAUL \n                 \t    \t       (to CLARK)\n\t\t\tWant to try this one, Clark?\n\n\t\t\t\tCLARK \nI don't think so.\n\n\tHe hands it to CLARK who immediately follows the bar to the floor. The whole room laughs \nat CLARK.\n\nPAUL \nNo pain, no gain.\n\n\tPAUL walks away to continue his workout while LACY helps CLARK up.\n\n\t\t\t\t\tLACY\n\t\t\t\tHe's a jerk. I never noticed it before. Seems like \na lot of people I know are jerks . . .\n \t        (looks up at him)\n\t. . . Maybe you think the same thing about me. \nThat's why you keep avoiding me.\n\n\tCLARK \nI'm not avoiding you. I've been very busy and . . . \nI like you . . .",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK \nI'm not avoiding you. I've been very busy and . . . I like you . . . \n\nTARGET SECTION TO BE ANNOTATED:\n I really do.\n\n\t\t\t\t\t\t\tCONTINUED\n\nAmendment No: 7 (pink) \t\t\t\t\t\t\tREVISED 29-Sep-86\n\n240\tCONTINUED\n\n\tLACY pounces.\n\nLACY\n\t\t\t\tThen prove it. Lois is doing an interview with \nSuperman about his peace mission . . .\n\n\t\t\t\t\tCLARK\n\t\t\t\tYes, I know. I'm sure it will be a great story.\n\n\t\t\t\t\tLACY \n        (excited)\nI'll just invite them both to my hotel suite and we'll \nhave high tea. It's very chic.\n\nCLARK is trapped.\n\nCLARK \n       (stumbling) \nGee, I don't think . . .\n\n\tLACY\nCome early. The view is so romantic from \nmy balcony.\n\nPAUL comes over to have another joke at CLARK'S expense. He tests the largest barbell. It \nwon't budge. Then taps CLARK.\n\n\t\t\t\tPAUL \n      (smirking)\nCould you hand me those weights, Clark? They're \nvery light.\n\n\tCLARK \n        (horrified) \nI mean, Lacy . . .\n\n\tLACY waves and runs into the girl's locker room. PAUL nudges CLARK again.\n\n\t\t\t\t\tPAUL\n\t\t\t\tWell . . .!\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\nAmendment No: 7 (pink) \t\t\t\t\t\t\tREVISED 29-Sep-86\n\n240\tCONTINUED\n\nDistracted, CLARK easily tosses the heavy weight to PAUL who flips over backwards with it. Crashing into the floor, pinning PAUL beneath it.\n\nCLARK\n\t\t\t\tNo pain, no gain.\n\n241\tEXT. METROPOLIS TOWER  -  DAY\n\n\tA flash of light across the sky. Here, then gone. A SOUND: WHOOSH! In the air.\n\n242\tINT. LEX'S LAIR  - DAY\n\n\tLEX is pacing back and forth. LENNY struts back and forth in time with LEX, (carrying a \nbundle of clothing).\n \t\n\t\t\t\t\tLENNY\n\t\t\t\tHey, Uncle Lex, how's the Nuclear Guy goin' to \nfind his way here?\n\n\tLEX\nOh Leonard . . . When I sent the remains of my \nlast experiment . . .",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nLENNY\n\t\t\t\tHey, Uncle Lex, how's the Nuclear Guy goin' to \nfind his way here? LEX\nOh Leonard . . . When I sent the remains of my \nlast experiment . . . \n\nTARGET SECTION TO BE ANNOTATED:\nLENNY\n\t\t\t\tThe one Superman wrecked up?\n\n\t\t\t\t\tLEX\n\t\t\t\tNot how I might have put it, but, correct. The remains \nI sent to the sun included the creatures genetic memory. \nHe'll remember everything that he experienced. Not to \nworry. He'll find his way back to me. \n       (suddenly stops)\nDid you hear that?\n\n\tLENNY\nYou're spookin' me out, Uncle Lex.\n\nLEX \n        (he points O.S.)\nThere!\n\n\tLENNY literally jumps behind LEX. They squint and shade their eyes.\n\nAmendment No: 7 (pink) \t\t\t\t\t\t\tREVISED 29-Sep-86\n\n243\tINT. VESTIBULE  -  DAY\n\n\tTheir P.O.V. of NUCLEAR MAN.\n\n\tHe stands in a shaft of sunlight just inside the doors leading to the Observation Deck. In this \ncalm stage he looks quite human . . . Godly . . . Bronze . . . muscular, and quite naked.\n\nLEX and LENNY move towards him .\n\n\t\t\t\tLENNY\n\t\t\tHey! He looks . . . normal.\n\n\t\t\t\tLEX\n\t\t\tHe's . . .  beautiful. Perfect.\n\t\t\t      \nLEX indicates the clothing that LENNY carries. LENNY cautiously passes the stuff to \nNUCLEAR MAN and ducks back behind LEX again.\n\n\t\t\t\tLEX (Cont.)\n\t\t\tI. . . I'm . . . I'm incredible.\n\t\t\t        (to the BEAST)\n\t\t\tWelcome back home, Nuclear Man. Your father \nis happy to see you.\n\n\tA less frightening NUCLEAR MAN, now dressed, seems to show an emotion the old \ncreature could never have known - confidence. Almost arrogance.\n\nLEX\n\t\t\t\tFirst things first. I want to give you a few tests. \nCheck your reflexes.\n\n\tLEX prods the NUCLEAR MAN casually with a steel ruler.\n\n244\tNUCLEAR  MAN' S EYES\n\n\tGlow red with anger. The ruler MELTS against his skin. The NUCLEAR MAN knocks the \ndeformed ruler away. He hisses and his claws appear.\n\n\t\t\t\tLEX\n\t\t\tI hadn't counted on this but . . . \n     ( it comes- to him)\n. . . of course - the power of the sun has given him \ninternally generated heat. I am a ...",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEX\n\t\t\tI hadn't counted on this but . . . ( it comes- to him)\n. . . of course - the power of the sun has given him \ninternally generated heat. I am a ... \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\t\tCONTINUED\n\n244\tCONTINUED\n\nNUCLEAR MAN \n \t\t\t\t        (slowly)\n\t\t\t\tYou are . . . \n\nLEX \n       (helping) \nWhat? A genius? . . . an inspiration?\n\n\tNUCLEAR MAN\nYou are . . . nothing. I am father now.\n\n\tLENNY cracks up.\n\n\t\t\t\t\tLEX\n\t\t\t\t    (still the boss, steps closer \n     for a face to face \n      confrontation)\nHey! Just remember I made you. \n\n\tLENNY\nYou're just an experiment, freako!\n\n245\tNUCLEAR MAN\n\n\tHis eyes flick over to LENNY, seeing him almost for the first time. He slowly raises his hand \ntowards him.\n\n246\tLENNY\n\n\tIs stopped dead in his tracks as if momentarily frozen. He shakes his head and realizes that he \nis slowly levitating. He floats up halfway to the ceiling. \n\n247\tNUCLEAR MAN\n\n\tGestures with his hand in an almost casual circular motion.\n\n247A\tLENNY\n\n\tSpins and revolves as he is flown, slowly at first, around the room.\n\n\t\t\t\t\tLENNY\n\t\t\t\tHey, no . . .\n\nAmendment No: 7 (pink) \t\t\t\t\t\t\tREVISED 29-Sep-86\n\n247B\tNUCLEAR MAN WITH LEX\n\n\tReturns LEX'S stare as LENNY circulates in B.G.\n\n\t\t\t\t\tNUCLEAR MAN\n\t\t\t\tI am an experiment? I am freako?\n\n\t\t\t\t\tLEX \n      (unconcerned \n       with LENNY)\nI made you, and I can destroy you.\n\nNUCLEAR MAN toys with the word 'destroy'.\n\n247C\tLENNY\n\n\tIn full flight passes through SHOT several times.\n\n\t\t\t\t\tLENNY\n\t\t\t\t        (pass one)\n\t\t\t\t. . . I was just goofing around really . . .\n        (pass two)\n. . . if anybody's a freako around here . . .\n        (pass three) \n. . . it's me!\n\n247D\tNUCLEAR MAN WITH LEX\n\n\tStill eye to eye.\n\n\t\t\t\t\tNUCLEAR MAN\n\t\t\t\tDestroy . . ? Destroy Superman now!\n\n\tWe hear LENNY crash to the floor O.S.\n\n\t\t\t\t\tLEX\n\t\t\t\tYou remembered. You sweet thing, but not quite \nyet. Come on inside, we'll discuss the perfect way \nto do it.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEX\n\t\t\t\tYou remembered. You sweet thing, but not quite \nyet. Come on inside, we'll discuss the perfect way \nto do it. \n\nTARGET SECTION TO BE ANNOTATED:\nLEX and NUCLEAR MAN move out.\n\nAmendment No: 7 (pink) \t\t\t\t\t\t\tREVISED 29-Sep-86\n\n247E\tINT. LEX'S LAIR  -  DAY\n\n\tLEX enters the lair from the Vestibule alone to  find LENNY recovering from his crash.\n\n\t\t\t\t\tLEX \nWhat was that about?\n\n\tLENNY\nDidn't you see it? He lifted me up and crashed \nme down.\n\n\tLEX\nHmm . . . Nuclear levitation. Now that's a trick that \ncould come in handy.\n\nDuring this  LENNY has been staring off towards the Vestibule. He draws LEX'S attention to what he sees. Both look off at:\n\n248\tDELETED\n\n249\tFROZEN JUST INSIDE THE DOORWAY \n\n\tTheir P.O.V.\n\n\tNUCLEAR MAN has stopped in mid-step. He has stepped out of the shaft of sunlight into \nthe shade. He is still immobile. LEX and LENNY move back to him, LEX reaches out and \ntouches him.\n\n\t\t\t\tLEX\n\t\t\tHe's . . . cold. . .\n\n\t\t\t\tLENNY\n\t\t\tGood. Let's hope he stays that way.\n\nLEX thinks for a beat.\n\n\t\t\t\tLEX \n         (figures it out)\n\t\t\t\tOf course! That's his one vulnerability. The one way \nhe can be stopped. \n\n\tLENNY\nWhat?\n\n\tLEX just smiles at LENNY.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n249\tCONTINUED\n\n\t\t\t\t\tLEX\n\t\t\t\tLenny, my loud-mouthed nephew, he gets \nhis power from sunlight! In darkness . . . \nhe's like you . . . useless.\n\n250\tEXT. TIMES SQUARE  -  DAY\n\n\tThe crowded Metropolis intersection is dwarfed by the huge electronic specticolor sign \nflashing brilliantly colored ADVERTISEMENTS.\n\n251\tEXT. METROPOLIS HYATT HOTEL  -  DAY\n\nGlass elevators climb the hotel walls.\n\n252\tINT. THE WARFIELDS' SUITE  -  DAY\n\n\tA table for four has been prepared by the window. LOIS checks herself in the mirror. LACY \nhurries out from her room. She's poured into a sexy dress. \n\n\t\t\t\tLACY \n      (excited)\nThis is just like a double date! . . . How do \nI look?\n\n\tShe pirouettes.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nLACY \n      (excited)\nThis is just like a double date! . . . How do \nI look? She pirouettes. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tLOIS\n\t\t\t\tIllegal . . . just like you looked in the six other \ndresses you tried on. Believe me, no matter \nwhat you wear, Clark will not notice.\n\n\tThe doorbell RINGS.\n\n\t\t\t\t\tLACY\n\t\t\t\tClark!\n\t\t \t                (takes two steps, stops) \n. . . but maybe it's Superman.\n\n\tLOIS slides open the balcony door.\n\n\t\t\t\t\tLOIS\n\t\t\t\tSuperman likes to make a different kind of \nentrance.\n\nLACY answers the door.  It's CLARK KENT.\n\n\t\t\t\t\t\t\t\t\tCONTINUED\n252\tCONTINUED\n\n\t\t\t\tLACY\n\t\t\tHi, Clark.\n\n\t\t\t\tCLARK \n       (distracted)\nHello, Lacy. Can anybody break a twenty? \nThe cabbie didn't have any change.\n\nLACY\n\t\t\t\t       (disappointed)\n\t\t\t\t. . . Let me get my purse.\n\n\tShe leaves and CLARK wanders into the dining room where LOIS is placing a vase of roses \non the table.\n\n\t\t\t\tLOIS\n\t\t                 (matter of fact)\n\t\t\tOh, hi, Clark. Can you believe it! Warfield gave \nme a list of questions to ask Superman.\n\n\tShe hands a typed piece of paper to CLARK.\n\n\t\t\t\t\tCLARK \n      (skimming) \n'Are you or are you not part of a plot to weaken \nour national defense?'\n\n\t\t\t\t\tLOIS\n\t\t\t\tIt's her father's grey matter that's weakened if you \nask me. How can I ask Superman such a dumb \nquestion.\n\n\tCLARK\nPolitely?\n\t\n\tLACY comes back in with her purse.\n\nLACY\n\t\t\t\tI've got eighteen dollars . . . and a gold card.\n\n\tLOIS leans over to CLARK.\n\n\t\t\t\t\tLOIS \n      (whispers) \nShe's nuts about you. Notice her dress.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\nAMENDMENT NO.9\t     (pink)\t\t\t\t\tRevised: 20-Oct-86\n\n252\tCONTINUED\n\n\t\t\t\t\tCLARK\n\t\t\t\t       (to LACY)\n\t\t\t\t. . . Um, hey! Neat dress.\n\n\tLOIS rolls her eyes.  CLARK never gets the romance right.\n\n\t\t\t\t\tLACY\n\t\t\t\tShouldn't you pay the cabbie?\n\n\t\t\t\t\tCLARK\n\t\t\t\tOh . . . Right. . .",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLACY\n\t\t\t\tShouldn't you pay the cabbie? CLARK\n\t\t\t\tOh . . . Right. . . \n\nTARGET SECTION TO BE ANNOTATED:\n I'll be back in a flash.\n\nHe leaves and the door is closed. SOUND: WHOOSH. A beat and LACY re-opens the door.\n\n252A\tTHE CORRIDOR\n\n\tA flash of SUPERMAN'S red and blue turns the corner as LACY'S head comes around the \ndoor.\n\n\t\t\t\tLACY\n\t\t\tClark!\nCLARK returns into her view. LACY holds out the forgotten taxi change which he takes and \nexits. LACY exits closing the door behind her.\n\n253\tLOIS AND LACY\n\n\tWalking back to the dining room, they HEAR the same WHOOSH out on the balcony.\n\n\t\t\t\t\tLACY\n\t\t\t\tWhat's that?\n\n\t\t\t\t\tLOIS\n\t\t\t\tOur other dinner guest. \n\nSUPERMAN walks in from the balcony.\n\n\t\t\t\tSUPERMAN\n\t\t\tHi, Lois. It's been a long time. \n\n254\tCLOSE ON LOIS\n\nHer eyes sparkle. And once again we're reminded that no matter how tough, no matter how \ncaustic, LOIS LANE is at heart a romantic. And her heart will forever hold only one word - SUPERMAN!\n\nLOIS\n\t\t\t\tToo long.\n\t\t\t\t      (beat)\n\t\t\t\tSuperman, I'd like you to meet Lacy Warfield. \nThe boss's daughter.\n\n\tLACY curtsies instinctively.\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tVery nice to meet you. That's a lovely dress \n\t\t\t\tyou're wearing.\n\n\t\t\t\t\tLOIS\n\t\t\t\tWell . . . I think I can start the interview without \nClark . . . Two is company.\n\nLACY\n\t\t\t\tI better fetch Clark. He's probably helping the \ncabbie change a flat tire or some other good deed!\n\n\tSUPERMAN reacts and LACY runs out. He's got to cover. LOIS takes SUPERMAN'S arm.\n\n\t\t\t\t\tLOIS\n\t\t\t\tWe'll be more comfortable in here.\n\n\tThey stroll into the main room. SUPERMAN glances at the elaborate table.\n\n\t\t\t\t\tSUPERMAN \n\t\t\t\tSomething smells wonderful.\n\n\tShe sits next to SUPERMAN on the sofa. Very close.\n\nLOIS\n\t\t\t\tJust a little duck and scallops in champagne \nsauce . . . in case we got hungry . . . later.\n\n255\tX-RAY VISION P.O.V.\n\nSUPERMAN looks into the kitchen, through the oven, where the dish cooking.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. V. SUPERMAN looks into the kitchen, through the oven, where the dish cooking. \n\nTARGET SECTION TO BE ANNOTATED:\n Using his \nX-RAY VISION , we SEE the food glow for a few seconds. He's cooking it quickly. It's his \nonly chance to get LOIS out of the room. He smiles at LOIS.\n\n\t\t\t\tSUPERMAN\n\t\t\tI hope it wasn't too much trouble.\n\nShe smiles like a teenager with a crush.\n\n\t\t\t\tLOIS\n\t\t\tOf course not.\n\t\t                 (as Superman hands her \n      the reporter's pad)\nRight, the interview . . . Have you had any trouble \nconfiscating the missiles?\n\n\tSUPERMAN\nWell, Lois, there is always the chance that a \nfew warped individuals who would take \nadvantage of the world's good will\n\nLOIS \n       (sniffing)\nOh, my God! Dinner ! Don't budge , I'll be \nright back.\n\n\tShe runs out of the room. SUPERMAN smiles.\n\n256\tINT. LOBBY -  THE ELEVATOR  -  DAY\n\n\tLACY steps off into the lobby, looking for CLARK. \n\n257\tCOMING THROUGH THE MAIN ENTRANCE\n\n\tCLARK KENT, adjusting his tie as if he just put it on. CLARK waves and hurries to her. \nLACY'S eyes sparkle at CLARK, just like LOIS' at SUPERMAN.\n\n\t\t\t\tLACY\n\t\t\tI missed you. It wasn't any fun up there with \njust Lois and Superman. They're so boring. Let's \ngo do something wild!\n\n\tCLARK\nBut they're expecting us. It wouldn't be polite.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n257\tCONTINUED\n\nShe takes his arm as they cross the lobby.\n\n\t\t\t\tLACY\n\t\t\tHow can one man be so square and so delicious. \nVery well. We'll go back up and make chit-chat. \nBut if I have to face Superman, so do you.\n\n\tCLARK blanches as they reach . . .\n\n258\tTHE ELEVATOR\n\n\tThe doors open. The BELLBOY holds a dolly laden with baggage. LACY steps onto the \nelevator.\n\n259\tCLOSEUP CLARK\n\n\tAs he steps on he hooks his jacket sleeve onto the dolly. The BELLBOY pushes forward, \ntaking CLARK with him.\n\nCLARK\nOh . . . my . . . \n\n\tLACY \n      (as the doors close)\nClark. . .",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe BELLBOY pushes forward, \ntaking CLARK with him. CLARK\nOh . . . my . . . LACY \n      (as the doors close)\nClark. . . \n\nTARGET SECTION TO BE ANNOTATED:\n !\n\n260\tWARFIELDS' SUITE\n\n\tLOIS is coming out of the kitchen with an apron on.\n\n\t\t\t\t\tLOIS\n\t\t\t\tIt's funny. I've never had duck turn out so \nperfect, Superman . . . Superman? . . . \n\n\tHe's not on the couch. A confused moment . . .\n\n\t\t\t\t\tSUPERMAN  (O.S.)\nOn the balcony.\n\n261\tLOIS WALKS ONTO THE BALCONY\n\n\tShe stands with SUPERMAN, overlooking the giant specticolor billboard. LOIS cherishes a \nsilent moment with him.\n\n\t\t\t\t\tLOIS\n\t\t\t\tThe city looks beautiful doesn't it?\n\n\tSUPERMAN turns to her eyes and looks directly into her eyes.\n\nSUPERMAN\n\t\t\t\tYes it does. Very beautiful. Our whole world \nis beautiful.\n\n\tLOIS' voice trembles lightly.\n\n\t\t\t\t\tLOIS\n\t\t\t\tI think beauty is meant to be shared . . . \nwith someone you . . . love.\n\n\tShe bites her lip as if' to make sure she's not moving too fast. Then the doorbell RINGS. \nLOIS sighs.\n\nSUPERMAN \nThey're back.\n\n\tLOIS unhappily goes back inside.\n\n262\tFRONT DOOR\n\n\tLOIS opens it and lets LACY enter.\n\nLOIS\n\t\t\t\tWhere's Clark?\n\n\t\t\t\t\tLACY\n\t\t\t\tHe was getting on . . . and then this man with luggage \nand . . .  oh, it's a long story.\n\n\tLOIS\nIt always is with Clark.\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n261\tCONTINUED\n\n\tShe closes the door behind LACY. SOUND: RING. A beat, then the doorbell again. LOIS \topens it. It's CLARK.\n\n\t\t\t\t\tCLARK \nHi. Is dinner ready? I'm famished.\n\nLACY \t\t\nLet's sit down.\n\tThey walk to the table. LOIS calls out to the balcony.\n\n\t\t\t\t\tLOIS\n\t\t\t\tSuperman!\n     (no answer)\nI'll get him.\n\n\tSOUND: CRASH - glass breaking. LOIS turns. CLARK has knocked several dishes on the\nfloor and spilled wine on his trousers.\n\n\t\t\t\tCLARK \nGee, I'm really sorry.\n\n\tLACY\nNo mind, it's only antique Irish linen.\n\n\tLOIS comes over to help LACY.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARK \nGee, I'm really sorry. LACY\nNo mind, it's only antique Irish linen. LOIS comes over to help LACY. \n\nTARGET SECTION TO BE ANNOTATED:\n263\tLOW ANGLE  -  THEY KNEEL TO THE FLOOR \n\n\tWe HEAR a WHOOSH. Then two RED BOOTS appear between the GIRLS.\n\n\t\t\t\t\tSUPERMAN (O.S.) \nCareful. Don't cut yourself. \n\nNow the GIRLS hear CLARK'S voice.\n\nCLARK (O.S.) \nI better go wash this off before the stain sets.\n\n\tLOIS and LACY stand up.\n\n\t\t\t\t\tLACY \nNow we can eat.\n\n\tOnly neither CLARK nor SUPERMAN is there.\n\nLOIS \nNow they're both gone. This getting ridiculous.\n264\tON THE BALCONY  -  SUPERMAN\n\n\tHe's staring intently at the giant electronic billboard.\n\n265\tON THE BILLBOARD  \n\nWe SEE LEX'S FACE where there were advertisements. LEX gives a big smile\n\n\t\t\t\tLEX \n      (singing)\n'Some enchanted evening You may see a \nstranger.' \n       (smiles)\nLook at me. I've finally made it to Broadway.\n\t\t\t\tDon't worry, Blue Boy, you're the only one who \ncan hear me. It's my own frequency. Think of it \nas Lex T.V.\n\n266\tCLOSEUP  SUPERMAN\n\n\tListening with contempt.\n\nLEX\n\t\t\t\tLook to your right - tall, dark and handsome.\n\n267\tSUPERMAN'S P.O.V.  -  THE METROPOLIS TOWER  -  DAY\n\n\t\t\t\t\tLEX\n\t\t\t\tI'm about to blow twenty stories off -- give or take a \nfloor or two. \n  \t\t\t\t        (holds up two fingers)\n\t\t\t\tPeace.\n\n\tThe image fades and the billboard returns to flashing ads.\n\n268\tINT. LACY'S SUITE  \n\nLOIS is at the table setting out salad dishes.  SUPERMAN appears.\n\n\t\t\t\tSUPERMAN\n\t\t\tI'm terribly sorry, Lois. But an emergency has \narisen. Please apologize to your guests. Good night.\n\n\tHe walks out to the balcony.\n\n\t\t\t\t\tLOIS \n                   (running after) \nWait!  . . . Tell me . . . I'll cover it!\n\n269\tLOIS' P.O.V.  -  SUPERMAN STREAKS PAST THE PEPSI SIGN \n\n\tLOIS. bites her lip, disappointed.\n\n\tLACY walks out onto the balcony.\n\n\t\t\t\t\tLACY\n\t\t\t\tLois, have you seen Clark?\n\n270\tEXT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nLACY walks out onto the balcony. LACY\n\t\t\t\tLois, have you seen Clark? 270\tEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n METROPOLIS TOWER  -  DAY\n\n\tSUPERMAN circles the building cautiously, when . . . SOUND: POP! The noise draws him \ndown to the Observation Deck. Winds buffet his cape.\n\n271\tSTEPPING ONTO THE DECK  -  LEX IN A TUXEDO\n\n\tHolding a bottle of champagne.\n\n272\tFACE TO FACE  -  LEX AND SUPERMAN\n\n\tLEX raises the champagne bottle.\n\n\t\t\t\t\tLEX\n\t\t\t\tGuess who? It's your old friend, Lex.\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tLuthor, I suspect if you had actually planted a \nbomb you'd be far away from here by now.\n\n\tLEX\nSilly me. How do I ever think I can fool the super \nguy. You're right, no bomb. I just knew you were \ntoo busy with the world peace bit to make a social \ncall.  I confess . . . I tricked you. Hey, you look \ngreat!\n\n\tSUPERMAN puts his hands on his hips, raises a skeptical eyebrow.\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tIf you have any social skills, you've learned them from \na rattlesnake. Just what are you up to?\n\n\t\t\t\t\t\tCONTINUED\n\n272\tCONTINUED\n\nLEX \n      (wags his finger)\nKnow something? You're a workaholic. A good guy 24 \nhours a day. Stop and smell the roses sometime. Take up \na hobby. Get a pet . . . a kitten or a puppy. . .\n\n\tSUPERMAN\nIt's common knowledge you hate children and animals. \nWhy are you back in Metropolis?\n\n\tLEX\nWhy? Because I want to be the first one to introduce \nyou to a new kid on the block.\n\n273\tA BLINDING LIGHT\n\nBegins to descend from the sky, floating over the top of the skyscraper. SUPERMAN turns \nto look as, landing on the deck, comes the impossible vision of . .  . \n\n274\tTHE NUCLEAR MAN\n\n\tIn all his terrible ferocity. He slowly reins in his energy as his body assumes its most human \nappearance  --  but not before the radiation from his skin melts the safety railing on the deck, \nas his eyes glow red.\n\n275\tCLOSEUP SUPERMAN\n\n\tQuickly, he begins to analyze the creature using his X-RAY VISION.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\n274\tTHE NUCLEAR MAN\n\n\tIn all his terrible ferocity. He slowly reins in his energy as his body assumes its most human \nappearance  --  but not before the radiation from his skin melts the safety railing on the deck, \nas his eyes glow red. 275\tCLOSEUP SUPERMAN\n\n\tQuickly, he begins to analyze the creature using his X-RAY VISION. \n\nTARGET SECTION TO BE ANNOTATED:\n276\tBACK TO NUCLEAR MAN\n\nIn all his virile glory, stalks a circle around SUPERMAN. ANGLE DOWN  -- The NUCLEAR MAN'S footsteps  -  each step melts a footprint into the concrete.\n\n\t\t\t\t\tLEX \n                (as SUPERMAN scans\n  \t      NUCLEAR MAN)\n\tLook closely at his cell structure. See anything \nfamiliar?\n\n\t\t\t\t\t\t\tCONTINUED\n\n276\tCONTINUED\n\n\tSUPERMAN\nYou've broken all the laws of man, Luthor. And now \nyou've broken the laws of nature! . . .  I assume you \nmust have hidden a device in one of the missiles I \nhurled into the sun!\n\n\tLEX applauds.\n\nLEX\n\t\t\t\tYou know, Mr. Muscle, I'll really miss these chats \nwe've had together. Now that Einstein is dead, you're \nthe only one who could keep up with me.\n       (calls out)\nLenny!\n\n277\tLENNY RUNS ONTO THE DECK \n\nCarrying two crystal glasses.\n\nLENNY \n \t\t\t                 (to SUPERMAN ) \nBoy, are you gonna get it.\n\n\tLEX \nMy nephew, Leonard. He worships me.\n       (offers SUPERMAN a glass) \nLet's share a toast to you . . . a nice guy \nwho's about to finish last.\n\n\tSUPERMAN refuses the glass.\n\nLEX\n\t\t\t\tI forgot, you don't drink on duty.\n\n\tSUPERMAN takes a step towards LUTHOR. Behind him comes the most terrible ROAR \never heard on earth.\n\n278\tTHE NUCLEAR MAN\n\n\tEyes g1ow again. He moves toward SUPERMAN.\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n278\tCONTINUED\n\n\t\t\t\t\tNUCLEAR MAN \nDestroy Superman!\n\n\tLEX\nWait! Not yet! Back!\n\n\tNUCLEAR MAN steps back.\n\n\t\t\t\t\tLEX (Cont.)\n\t\t\t\tHe's anxious to start. Can you blame him?\n\t\t\t                    (sotto) \n\t\t\t\tHe's not one of our great thinkers.\n\n\tNUCLEAR MAN'S eyes flare in anger at LEX.\n\n\t\t\t\t\tLEX (Cont.)\n\t\t\t\tBut I . . . in all modesty . . . am. The really touching \nthing about this plan is that you helped me devise it.\n\n\tSUPERMAN\nYour time in prison has twisted you into a \ndelusionary state, Luthor.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEX (Cont.)\n\t\t\t\tBut I . . . in all modesty . . . am. The really touching \nthing about this plan is that you helped me devise it. SUPERMAN\nYour time in prison has twisted you into a \ndelusionary state, Luthor. \n\nTARGET SECTION TO BE ANNOTATED:\nLEX\n\t\t\t\tNo, no, listen. I escaped with only one thing on \nmy mind . . . the end of Superman.\n\n\tNUCLEAR roars and eyes glow again.\n\n\t\t\t\t\tLEX (Cont.)\n\t\t\t\tIsn't he adorable? -- There I was, just dying, so to \nspeak, to kill you . . . that's all. For the first time in \nmy life I had no long range truly devious criminal \nscheme. I suppose I thought with you gone, I could \npull off anything.\n\nSUPERMAN\n\t\t\t\tI'm not going anywhere.\n\nLEX \nI'll ignore that . . . So, I created a monster who didn't \nwork nearly as well as I might have liked -- you were \nclearly his better  --  he needed more energy, more \npower.\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n278\tCONTINUED\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tWhich explains why you sent his organic matter \nto the sun.\n\n\tLEX\nPrecisely. And then it came to me. My greatest \never plan. I made a deal with some minor league \nBad Boys. Arms Dealers, Renegades Generals, \nYou know the type. With you gone, we'll make \na fortune rearming the world.\n\n\tSUPERMAN\nYou'd risk worldwide nuclear war for your own \npersonal financial gains.\n\n\tLEX\nNobody wants war. I'd just like to keep the threat \nalive.\n\n\tSUPERMAN\nA mind is a terrible thing to waste, Lex Luthor. And \nyou've wasted yours on this foul monstrosity. I'm \ntaking you in.\n\n279\tTHE NUCLEAR MAN\n\n\tHis eyes and skin start to glow then actually turn molten . . . and thereby elastic.\n\n280\tHE FLARES TO TWICE HIS SIZE\n\n\tHis proportions distend horribly, as his body radiates a foul cloud of heat. Flexing his fiery \nsinews he returns to a normal human size. A display meant for SUPERMAN.\n\nLEX\n\t\t\t\tNifty, huh?\n\t\t\t                (supping his champagne) \nGoodnight Sweet Prince, parting is . . . \ninevitable\n     ( to NUCLEAR MAN )\nNow, destroy Superman.\n\n\t\tNUCLEAR MAN \nFirst, I have fun.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\n(supping his champagne) \nGoodnight Sweet Prince, parting is . . . inevitable\n     ( to NUCLEAR MAN )\nNow, destroy Superman. NUCLEAR MAN \nFirst, I have fun. \n\nTARGET SECTION TO BE ANNOTATED:\n281\tON SUPERMAN  -  AS THE MONSTER SPRINGS\n\n\tClenching SUPERMAN, the nuclear beast carries him backward and OVER THE EDGE . . .\n\n282\tTUMBLING TOWARDS THE GROUND\n\n\tA hundred stories.\n\n MOVE IN -- clasped in combat, SUPERMAN sees his adversary -- eyes glowing bloody \nred.\n\n283\tTHE NUCLEAR MAN BREAKS AWAY\n\nAnd streaks off towards the West. SUPERMAN stops his fall just above the sidewalk and flies off in pursuit of LEX'S beast.\n\n284\tHEADING WEST\n\n\tThe NUCLEAR MAN disappears over the horizon. SUPERMAN starts to close the gap.\n\n285\tCLOSEUP:  SUPERMAN  -  ABOVE THE EARTH\n\n\tPassing over the mountains and rivers of the Eastern United States.\n\n286\tCOMING INTO VIEW - A STORM\n\n\tDark purple clouds blowing over the Ohio valley. LIGHTNING flares as the winds picks up. \tAt least we THINK its lightning . . .\n\n287\tON THE GROUND  -  A SMALL OHIO TOWN\n\n\tA cluster of homes around a steepled church. The storm blows into the town.\n\n288\tOUT OF THE CLOUDS\n\n\tWhat we saw as lightning was none other than . . .\n\n289\tTHE NUCLEAR MAN\n\n\tTrailing light. An eerie grin on his face, he starts to circle through the churning\n\tstorm . . . at impossible speeds . . . churning and turning the storm into . . .\n\n290\tA FUNNEL CLOUD\n\n\tThat descends as a TORNADO into the town.\n\n291\tSUPERMAN'S P.O.V.\n\n\tThe town will surely be destroyed if he doesn't act.\nAMENDMENT NO.5    (pink)\t\t\t\t\t\tRevised: 15-Sept-86 \n\n292\tA FARMHOUSE\n\nA YOUNG FAMILY runs from the house as the tornado batters its windows and uproots its \ncrops. The FATHER, WIFE and TWO CHILDREN fight the wind to reach a storm cellar.\n\n\t\t\t\tWIFE \n                  (shouting above the wind) \nWhere's Jenny!\n\nFATHER \n         (panics)\nShe must still be in the house!\n\n\tThe YOUNG FATHER tries to return to the house, but he's knocked down by the winds. \nSuddenly, he's helped up by . . .\n\n293\tSUPERMAN\n\n\tLanding by the house.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe YOUNG FATHER tries to return to the house, but he's knocked down by the winds. Suddenly, he's helped up by . . . 293\tSUPERMAN\n\n\tLanding by the house. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tFATHER\n\t\t\t\tJenny's inside!\n\n\tThe tornado begins to lift the house off its foundation. SUPERMAN flies into the eye of the \ntornado. He circles in the opposite direction of the twister  --  faster and faster until he's Just a \nred blur. The tornado slows its rotation gradually.\n\n294\tTHE FAMILY\n\n\tWatches as the tornado dissipates into a soft mist. The sun breaks through -- its warm light \nbathes the family.\n\n295\tSUPERMAN STEPS OUT OF THE HOUSE\n\n\tCarrying two-year-old JENNY, he hands the child to her parents. On a distant hill stands the \nNUCLEAR MAN  --  he seems to be taunting SUPERMAN .\n\n296\tSUPERMAN FLIES OFF \n\nIn pursuit of the NUCLEAR MAN.\n\n297\tCIRCLING THE GLOBE\n\n\tPassing the continent below. He's gaining on the monster as they pass over California.\n\nAMENDMENT NO.5    (pink)\t\t\t\t\t\tRevised: 15-Sept-86 \n\n298\tTHE NUCLEAR MAN\n\n\tTurns towards SUPERMAN and they grapple in space. SUPERMAN lands a tremendous \nblow and NUCLEAR MAN plummets earthward into cloud. Then he rockets below and \ndisappears.\n\n299- 307 DELETED\n\n308\tSTREAKING\n\n\tOut of the cloud, NUCLEAR MAN.  Below is:\n\n309\tTHE GREAT WALL OF CHINA  -  DAY \n\n\tCHINESE and ANGLO TOURISTS mill about, taking and posing for pictures, buying \nsouvenirs etc.\n\n310\tNUCLEAR MAN'S P.O.V.\n\n\tAs he descends from the sky towards the GREAT WALL. \n\n311\tAT THE WALL\n\n\tNUCLEAR MAN arrives and begins his destruction. Hurling stones and bricks everywhere.\n\n312\tTHE TOURISTS\n\n\tPanic and scatter.\n\n313\tSUPERMAN\n\n\tFlies toward the scene. The NUCLEAR MAN sees him and starts a barrage of stones and \nbricks in the direction of SUPERMAN. He hurls hundreds of them, at super-speed, into \nSUPERMAN'S path. SUPERMAN knocks them aside and heads for the WALL.\n\n314\tA TOURIST\n\n\tRunning from the scene, slips and falls off the edge of the WALL. SUPERMAN flies in, \ncatches her, and returns her safely to her husband.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUPERMAN knocks them aside and heads for the WALL. 314\tA TOURIST\n\n\tRunning from the scene, slips and falls off the edge of the WALL. SUPERMAN flies in, \ncatches her, and returns her safely to her husband. \n\nTARGET SECTION TO BE ANNOTATED:\n315\tA BLUR OF MOTION\n\n\tAs SUPERMAN, re-assembles the WALL. In a moment, every brick and stone is back in \nplace. He looks up to see NUCLEAR MAN flying away. He takes off to follow.\n\nAMENDMENT NO.5    (pink)\t\t\t\t\t\tRevised: 15-Sept-86 \n\n315A\tEXT. SPACE\n\t\n\tSUPERMAN catches up with NUCLEAR MAN. They struggle and NUCLEAR MAN tries\nto scratch SUPERMAN with his GLOWING FINGERNAILS. SUPERMAN recoils, \nallowing his adversary to escape earthwards where he appears:\n\n316\tOVER A VOLCANO\n\n\tWhich towers by a peaceful seaside town. NUCLEAR MAN sees the volcano and smiles. \nFirst his eyes, then his entire being, glows red.\n\n317\tHE DIVES\n\n\tStraight into the volcano's mouth. A BEAT, then suddenly, a tremendous explosion - \nNUCLEAR MAN comes roaring out of the belching smoke, the deadly river of molten lava \nfollowing.\n\n318\tTHE TOWN BELOW\n\n\tAs church bells start ringing, sounding the general alarm, TOWNSPEOPLE look up to see \nthe lava moving down the slopes towards them.\n\n319\tSUPERMAN\n\n\tFlies into view. He spies another mountain sitting peacefully nearby. At SUPER-SPEED he \nflies around and into it, as if his very body were a buzz saw, cutting the top off and flies it to \nthe volcano.\n\n320\tLIKE A CORK\n\n\tHe drops the mountain top, inverted, onto the volcano, stopping the flow of lava.\n\n321\tTHE TOWNSPEOPLE\n\n\tCower in fear, as the lava, which did escape makes its inexorable way down the \nmountainside.\n\n322\tSUPERMAN\n\n\tBlows his SUPER-BREATH into the lava flow, freezing it in, place and takes off once more \nin pursuit of NUCLEAR MAN.\n\n323- 326-DELETED\n\nAMENDMENT NO.5    (pink)\t\t\t\t\t\tRevised: 15-Sept-86\n\n326A\t OVER THE CURVE OF THE EARTH\n\n\tTwo contrails rise.\n\n326B\tEXT. SPACE\n\n\tOnce more, they fight, NUCLEAR MAN'S fiery, glowing claws reach for SUPERMAN'S \nface. SUPERMAN starts blowing his ICY SUPERBREATH.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\n326B\tEXT. SPACE\n\n\tOnce more, they fight, NUCLEAR MAN'S fiery, glowing claws reach for SUPERMAN'S \nface. SUPERMAN starts blowing his ICY SUPERBREATH. \n\nTARGET SECTION TO BE ANNOTATED:\n326C\tNUCLEAR MAN\n\n\tRecoi1s as his hands freeze. Now he, in his turn, blows ice-cold breath at SUPERMAN who \ninstantly starts to freeze into:\n\n326D\tA BLOCK OF ICE\n\n\tWhich slowly tumbles away into space.\n\n326E\tSUPERMAN ENCASED IN THE BLOCK OF ICE \n\nHe eventually smashes free.\n\n326F\tBACK OVER THE EARTH\n\n\tSUPERMAN continues the chase.\n\n326G\tEXT. RED SQUARE - DAY. STOCK SHOT\n\n\tA BIG PARADE is in progress complete with military hardware, missiles etc.\n\n326H\tON THE PODIUM\n\n\tThe POLITBURO take the salute.\n\n326I\tEXT. SKY OVER RED SQUAR  -  DAY \n\nNUCLEAR MAN releases a POWER BOLT \n\n326J\tON MISSILE CARRIER\n\n\tThe BOLT ZAPS the wheels and the carrier swings wildly off course so that its deadly \nmissile points straight at the dignitaries on the podium. At the very moment of impact, SUPERMAN arrives and forces the warhead away from the Russian leaders.\n\n326K\tEXT. MOSCOW SKYLINE\n\n\tVery wide shot - the two protagonists fly off right to left.\n\nAMENDMENT NO.5    (pink)\t\t\t\t\t\tRevised: 15-Sept-86 \n\n326L\tABOVE THE CLOUDS\n\n\tSUPERMAN temporarily loses sight of his opponent who suddenly reappears and again tries \ndesperately to claw at SUPERMAN'S skin. With great effort, SUPERMAN throws him off \nand he dives like a fireball down into the clouds.\n\n327\tTHE STATUE OF LIBERTY\n\n\tNUCLEAR MAN lands at its base. Reads the plaque \"Send me your tired, your poor etc.\" \nwith disdain. He looks up.\n\n328\tEXT. SKY OVER METROPOLIS FLYING INTO FRAME - SUPERMAN\n\n\tWeakened, fatigued and hurt from the battle. He searches above the streets for NUCLEAR \nMAN.\n\n329\tCLOSE ON SUPERMAN\n\n\tHe hears something and looks back.\n\n330\tHIS P.O.V.\n\n\tThe empty plinth!  The Statue of Liberty has disappeared! \n\n330A\tSUPERMAN\n\nReacts and turns.\n\n330B\tOVER METROPOLIS\n\n\tHis P.O.V. -  The Statue of Liberty being propelled through the air by NUCLEAR MAN.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n330B\tOVER METROPOLIS\n\n\tHis P. O. V. -  The Statue of Liberty being propelled through the air by NUCLEAR MAN. \n\nTARGET SECTION TO BE ANNOTATED:\n330C\tSUPERMAN\n\n\tIntercepts NUCLEAR MAN who drops the Statue so that it falls towards the crowded city \nstreets. SUPERMAN dives and catches the statue before it can hit the ground.\n\n330D\tOVER METROPOLIS\n\n\tSUPERMAN flies the Statue above the city back to its rightful place, when, SUDDENLY:\n\n330E\tON STATUE OF LIBERTY AND SUPERMAN\n\n\tNUCLEAR MAN appears through the observation door in the torch. SUPERMAN is \nhelpless, burdened by the Statue, as NUCLEAR MAN closes with him and pierces his skin with his claws.\nAMENDMENT NO.5    (pink)\t\t\t\t\t\tRevised: 15-Sept-86 \n\n330F\tON NUCLEAR MAN\n\n\tHe breaks away.\n\n331\tON SUPERMAN\n\n\tInstantly weakened by the intense radiation, and in agony, SUPERMAN just finds the \nstrength to replace the Statue before tumbling to the ground at the base of the Statue.\n\n332\tCLOSEUP:  SUPERMAN\n\n\tHe looks up to see NUCLEAR MAN.\n\n333\tONE SWIFT KICK\n\nFrom the giant creature sends SUPERMAN off into the sky, up, up out of sight.\n\n333A\tEXT. SPACE\n\n\tSUPERMAN goes right off the earth and out into space.\n\n334\tSUPERMAN'S CLOAK\n\n\tWoven by MA KENT from the blanket that sheltered the baby KAL-EL on his long journey \nfrom KRYPTON  -  the cloak floats down through the clouds. It comes to rest on the point of \nthe flame of the true Liberty. Limp, fluttering, an empty shell.\n\n335\tFLASH! THE IMAGE BECOMES A PHOTOGRAPH\n\n\tOn the front page of an extra edition of . . . \n\n336\tTHE DAILY PLANET\n\n\tWith this impossible headline: IS SUPERMAN DEAD?\n\n\tThe three words the world thought it would never read.\n\nAmendment No: 6     (pink)\t\t\t\t\t\t\tREVISED 24-Sep-86\n\n337\tCLOSEUP LOIS\n\t\n\tShe is reading the black bordered edition. \n\n338\tNEW ANGLE  -  SHE'S ON THE PHONE\n\n\t\t\t\t\tCLARK (V.O.)\n\t\t\t\t. . . Please leave your message at the beep.\n\n\t\t\t\t\tLOIS \n       (into phone)\nClark, it's Lois. This is the fourth message.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlease leave your message at the beep. LOIS \n       (into phone)\nClark, it's Lois. This is the fourth message. \n\nTARGET SECTION TO BE ANNOTATED:\n I've left. . . \nWhere are you ?\n\nShe slams down the receiver.\n\n339\tTHE CITY ROOM\n\n\tWARFIELD is showing off a special surprise to LACY.\n\n\t\t\t\t\tWARFIELD\n\t\t\t\tI said you'd get to run one of our papers yourself. \nAnd I meant it. \n        (kisses LACY)\nWell done.\n\n\tOn the door behind them:\tLACY WARFIELD - PUBLISHER\n\n\t\t\t\t\tLACY \n       (subdued)\nThat's very . . . thoughtful Daddy.\n\n\tNow LOIS barges in between. She notices SUPERMAN'S crumpled cloak in a heap on the \ndesk.\n\n\t\t\t\tLOIS\n\t\t\t       (flaming)\n\t\t\tThis time you've both gone too far. From now on \nyou can print your rag without Lois Lane.\n\n\t\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n339\tCONTINUED\n\n\tShe slams the paper at WARFIELD and starts out. She Stops and grabs SUPERMAN'S \n\tcloak.\n\t\n\t\t\t\tLOIS (Cont.)\n\t\t\tAnd you sure as hell have no right to this!\n\nShe storms away. LACY starts to go after LOIS.\n\n\t\t\t\tWARFIELD \nDarling, it's good riddance. Let her go. And while \nyou're at it, fire that Clark Kent. He hasn't been \nhere in days. He hasn't even called.\n\nLACY\nI know Daddy. I'm worried about him.\n\n\tWARFIELD\nDidn't we have our little talk about personal \ninvolvement with the help? Now that you're the\npublisher . . . \n\n\tLACY \n       (interrupting)\nDaddy . . . ?\n\nWARFIELD \nYes, darling?\n\n\tLACY \nStuff it.\n\n340\tAT THE ELEVATORS\n\n\tLOIS paces impatiently. The door opens to reveal a group of well dressed conservatively \ndressed businessmen.\n\nFIRST MAN\n\t\t\t\tExcuse me, can you tell me where we can find Perry \nWhite?\n\n\tLOIS \n        (protecting PERRY) \nWho wants to know?\n\n\t\t\t\t\t\tCONTINUED\n\n340\tCONTINUED\n\nFIRST MAN\n\t\t\t\tI'm Bill Compton from First Metropolis Bank \nand this is George Hendrick from Metropolis \nTrust . . .\n\n\tPERRY rushes down the hallway, still dressed in his \"money\" suit.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOIS \n        (protecting PERRY) \nWho wants to know? CONTINUED\n\n340\tCONTINUED\n\nFIRST MAN\n\t\t\t\tI'm Bill Compton from First Metropolis Bank \nand this is George Hendrick from Metropolis \nTrust . . . PERRY rushes down the hallway, still dressed in his \"money\" suit. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tPERRY\n\t\t\t\tGentlemen, gentlemen, I've been expecting you. \nRight this way.\n\n\tHe ushers them down the hall.\n\n\t\t\t\t\tLOIS\n\t\t\t\tMr. White . . .\n\n\t\t\t\t\tPERRY\n\t\t\t\tNot now, Lois.\n\n341\tINT. PENTAGON WAR ROOM - DAY\n\nThe giant electronic screen shows the missile stockpiles almost depleted. The same silver-\nhaired SENATOR and the CHIEF OF STAFF are sitting around the strategy table with thirty \nother COLLEAGUES.\n\n342\tHARRY HOWLER\n\n\tIs at the other end. He's shaking with nerves. SIX ARMED MP'S stand guard around . . .\n\n343\tLEX LUTHOR\n\n\tCool and collected.\n\nSENATOR \nMr. Howler, I will give your associate Lex Luthor\none chance to explain why we should listen to him - \na known international outlaw -- instead of throwing him \nin jail forever. And investigating you.\n\nHOWLER blanches.\n\n\t\t\t\t\t\t\t\t\tCONTINUED\n\n343\tCONTINUED\n\nLEX \n     (taking the floor) \nA reason 'Why'? . . .\n                 (big smile) \nSuperman tricked you!\n\n\tMurmurs around the table.\n\n\t\t\t\t\tLEX (Cont.) \n                  (the showman)\nSenator, I don't have to tell a smart man like \nyou that 'world peace' is a Communist plot! \nHow do you know that Superman actually \ndestroyed everyone else's missiles? \n     (real worry in the room) \nBecause he told you? We don't even know if he's \nreally dead? We don't really know if right at this \nvery moment he isn't taking all your bombs out of \na hiding place and handing them over to the other guys.\n \t\t\t                   (then closer)\n\t\t\t\tI don't believe you want to gamble with the safety . . . \nindeed . . . the very existence of our country! We all know \nyou guys have some missiles left: the ones Superman didn't \nget to yet. But are they enough?\n        (he's got them) \nGentlemen, Lex Luthor is here to replenish your nuclear \nstockpiles. At a very affordable price. It's my way of \nsaying . . . forgive me.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\n(he's got them) \nGentlemen, Lex Luthor is here to replenish your nuclear \nstockpiles. At a very affordable price. It's my way of \nsaying . . . forgive me. \n\nTARGET SECTION TO BE ANNOTATED:\n\tCHIEF OF STAFF\nSenator, if what he says is true, I must recommend we \nimmediately go on full military alert. We have to watch \nthe skies for any sign of a sneak attack. We can't afford \nnot to heed Mr. Luthor's warning.\n\n\tLUTHOR smiles approvingly, as we . . .\n\n344\tEXT. MOSCOW  -  DAY\n\n\tGolden orthodox domes watch over The Kremlin.\n\n345\tINT. CONFERENCE ROOM  -  STRICT SECURITY\n\n\tGENERAL ROMOFF sits arrogantly next to LEX LUTHOR. This table is dominated by \nparty apparatchiks and MILITARYOFFICERS.\n\n\t\t\t\tROMOFF\n\t\t\tI am proud to call him comrade.\n\nLEX stands.\n\n\t\t\t\tLEX\n\t\t\tComrades, we all know 'world peace' is a \ncapitalist plot . . .\n\n346\tEXT. PARIS  -  DAY\n\n\tLooking down on the Eiffel Tower.\n\n347\tINT. CONFERENCE ROOM  -  STRICT SECURITY\n\nDUBOIS is seated next to LEX. He kisses LEX on either cheek. Then turns to the gathering of civilian and military men.\n\n\t\t\t\tDUBOIS \nVive Lex Luthor !\n\n348\tCLOSEUP: A PHONE\n\n\tTHE PHONE RINGS. The answering machine clicks on. we HEAR CLARKS'S message, \n\tthen:\n\n\t\t\t\t\tLOIS (V.O.)\nClark, it's Lois. I'm getting a little ticked off. \nThis is positively my last call. Where the hell \nare you?\n\n349\tON CLARK - INT. CLARK'S APARTMENT -  DAY\n\n\tHe listens, unable to move. He is dizzy, shaken. He looks around, EVERYTHING IS OUT \tOF FOCUS. CLARK looks at his pierced hand, touches it, then collapses on the floor.\n\n350\tA MOUNTAIN OF CASH\n\n\tIn figures beyond the wildest imagination. Piled neatly on a table inside . . .\n\n351\tINT. LEX'S LAIR\n\n\tLEX LUTHOR sits across from HOWLER, DuBOIS and ROMOFF. Waiting politely as \nthey huddle. Finally, the three villains turn to LEX.\n\nHOWLER\n\t\t\t\t\tLex, we all appreciate how you've supported us \nlately and . . . uh . . .",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nWaiting politely as \nthey huddle. Finally, the three villains turn to LEX. HOWLER\n\t\t\t\t\tLex, we all appreciate how you've supported us \nlately and . . . uh . . . \n\nTARGET SECTION TO BE ANNOTATED:\n in recognition of your hard \nwork we've decided to increase your commission \nto 12 percent.\n\n\tLEX \n        (mocking)\nGee guys, that's swell of you. But\n        (now his tone \n         becomes deadly) \n. . . I've got another idea.\n\t\nHe SNAPS his fingers.\n\n352\tWALKING INTO THE ROOM:  THE NUCLEAR MAN\n\n\tWaves of heat shimmer around his menacing body. LEX stands. His words sound like \ncommands. He moves to the pile of money and fondles it.\n\n\t\t\t\t\tLEX\n\t\t\t\tGentlemen, I've decided to assume full control \nof all your operations. As my first official\nact . . . you're fired. And . . . according to my \ncalculations, your share of the profits come to . . .\n\n\tHe pauses to do the calculation mentally  -- mumbles numbers, percentages. (\"Carry the \nfive,\" \"move the decimal point over two places,\" etc.)\n\n\t\t\t\t\tLEX \n. . . In round numbers. . .  Nada, Zero, Zip!\n\n\tROMOFF\nYou're mad!\n\nLEX SNAPS 'his fingers again. The NUCLEAR MAN holds out his arm. LEX takes a cigar\nfrom his jacket and touching it to the NUCLEAR MAN'S hand, lights it. ROMOFF cowers \nand runs out. The others quickly follow. LEX calls after them.\n\n\t\t\t\t\t\t\t\t\tCONTINUED\n\n352\tCONTINUED\n\t\t\n\t\t\t\t\tLEX \n                 (puffing smoke)\n\tIf you need a reference while you're looking \nfor work . . . forget it.\n\n\tLEX turns to NUCLEAR MAN.\n\n\t\t\t\t\t\tLEX\n\t\t\t\t\tNice bit. You're good. With my brain and your, \nwell, frankly, brawn, the possibilities  are\nstaggering. I could be . . . Emperor, King! Did you \nsee how scared those guys were?\n\n\tNUCLEAR MAN \nWhat do you fear?\n\n\tLEX\nMe? Now? With Superman dead and you on my \nteam? It's like I'm the coach and you're the best \npower forward ever. What could I have to fear?\n\n\tNUCLEAR MAN \nDestiny.\n\n353\tINT. CLARK'S APARTMENT  -  DAY\n\nIn the kitchen, CLARK splashes water on his face, drinks as if he cannot quench his thirst.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nNUCLEAR MAN \nDestiny. 353\tINT. CLARK'S APARTMENT  -  DAY\n\nIn the kitchen, CLARK splashes water on his face, drinks as if he cannot quench his thirst. \n\nTARGET SECTION TO BE ANNOTATED:\n A \nSOUND startles him. Someone is trying to get in the front door.\n\n354\tINT. APARTMENTHALLWAY  -  DAY\n\n\tLOIS trying to jimmy the lock with credit card. \n\n355\tTHE DOOR OPENS\n\n\t\t\t\t\t\tCLARK\n\t\t\t\t\tLois? What are you doing here?\n\nLOIS studies CLARK'S pale face. Her voice is full with compassion. LOIS is carrying a \nsmall package, neatly wrapped with brown paper and string.\n\n\t\t\t\t\tLOIS\n\t\t\t\tYou're ill.  I knew it.\n\n\t\t\t\t\t\t\t\t\tCONTINUED\n\n355\tCONTINUED\n\n\tShe leads him to the couch. Feels his forehead with hand. Puts the package on \nthe table.\n\n\t\t\t\t\t\tCLARK\n\t\t\t\t\tIt's just a bad flu, really. How did \nyou know . . .\n\n\t\t\t\t\t\tLOIS \n      (steaming) \nYou haven't been at work . . . you didn't call the \noffice . . .  you didn't even call me. How could you \nnot call back?\n\nShe looks at CLARK who sits helplessly.\n\n\t\t\t\t\tLOIS\n\t\t\t\tAll right, whatever it is I'm sure you've got your \nreasons. But I knew you were here. Somehow, \nsomething pulled me here. I've always known when . . .\nSuperman is in trouble.\n\n\tA beat, when we almost. expect CLARK to confess.\n\n\t\t\t\t\t\tCLARK \n       (resisting the desire to \n         share his burden) \nSuperman? Has something happened to him?\n\n\tLOIS\nEveryone's saying he's . . . dead. But I know that isn't \ntrue. I feel it in my heart. I think he just needs help.\n\n\tCLARK \n        (a faint smile)\nYou know him so well.\n        (a beat)\nBut I'm sure he'll manage . . . wherever he is.\n\n356\tEXTREME CLOSE UP: LOIS\n\n\tShe decides to say what's in her heart.\n\n\t\t\t\t\t\tLOIS\n\t\t\t\t\tBut if he wasn't able to manage . . . if he really was \nin trouble, then I'd want to tell him some things . . . \n      (CLARK looks at her)\n. . . I'd want to tell him that I cherished the time we spent \ntogether. And I never expected anything from him.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CLARK looks at her)\n. . . I'd want to tell him that I cherished the time we spent \ntogether. And I never expected anything from him. \n\nTARGET SECTION TO BE ANNOTATED:\n Even if \nI only saw him for a few moments, it made me happy. And I'd \nwant to tell him that I love him and that I'II always love him. \nAnd . . . no matter what happens on this world, I know he tried \nhis best to help us . . .\n\n\tLOIS chokes back tears. CLARK lifts his trembling hand to her cheek.\n\n\t\t\t\t\t\tCLARK\n\t\t\t\t\tI know he'd thank you, Lois.\n\n\tA long moment of electricity, then . . .\n\nCLARK (Cont.)\n. . . now if you'll excuse me . . . I'm very tired . . . \nJust let me rest by myself.\n           (intense) \nPlease, Lois.\n\nLOIS knows she has no choice. She nods. CLARK opens the door for LOIS.\n\n357\tCLOSE ON LOIS AND CLARK\n\n She hugs him as if it's for the last time.\n\n\t\t\t\t\tLOIS \n                             (fighting back tears) \nFeel better soon, Clark. \n      (beat)\nAnd if you should see him or hear from him . . .\n\nShe points to the package she's left.\n\nLOIS (cont.) \nHe might need that.\n\nShe runs off. CLARK goes to the package and opens it carefully, deliberately. The  unmistakable red of SUPERMAN'S cape spills out.\n\nAmendment No: 6   (pink)\t\t\t\t\t\t\tREVISED 24-Sept-86\n\n358\tTHE NIGHT SKY OVER METROPOLIS\n\nThe sky sparkles with the frozen fires of a million stars.\n\n359\tINT. CLARK'S APARTMENT  -  NIGHT\n\nCLARK stands at the mirror staring in disbelief. Something  is happening to him.\n \n360\tPUSH IN SLOWLY \n\n\tHis skin is wrinkled, hair greying. He is aging. He slowly holds up his hand, where he was\n\tscratched.\n\n361\tINT. CLARK'S BEDROOM  -  NIGHT\n\nFrom the back of his closet, CLARK retrieves the energy module he took from the space \ncapsule in SMALLVILLE.\n\n362\tEXT. THE ROOF OF THE BUILDING  -  NIGHT\n\n\tCLOSE ON CLARK: As he passes in and out of silvery pools of moonlight. He carries the \nmodule.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\n362\tEXT. THE ROOF OF THE BUILDING  -  NIGHT\n\n\tCLOSE ON CLARK: As he passes in and out of silvery pools of moonlight. He carries the \nmodule. \n\nTARGET SECTION TO BE ANNOTATED:\n363\tIN BRIEF FLASHES  -  WE SEE CLARK CHANGING \n\nEach time his face is illuminated it seems to be aging! It is a  subtle but melancholy effect. \nBut mortality is raging through CLARK'S body. With his last bit of strength he places the \nmodule on the ledge. He reaches out to switch it on. A beat, then, a SOFT HUM, musical, \nmesmerizing -- begins, and a liquid GREEN LIGHT' flows from the module.\n\nJOR-EL\n\t\t\t\t. . . All that remains of Krypton's energy . . . is \nyours. . . after it is gone, you will belong solely to\nyour new home . . .\n\nCLARK grips the concrete edge of the roof. Stretching out below him, the city lights flow \nand bleed into each other.\n\n\t\t\t\tJOR-EL (Cont.)\n\t\t\t. . . if our dying planet can save your life my son . . . \nwe have not died in vain . . .\n\n364\tCLOSE ON CLARK \n\nAs he loses consciousness and is enveloped by the healing light. JOR-EL'S VOICE fades . . .\nforever.\n\nAmendment No : 6    (pink.)    \t\t\t\t\t\tREVISED 24-Sept-86\n\n365\tEXT. THE METROPOLIS SKYLINE  -  NIGHT\n\nAgainst the moon drenched sky. The top of CLARK'S building glows green. Then, it stops. All is silent.\n\n366\tINT. LEX'S LAIR\n\n\tAs the dawn light comes through the windows, hitting . . .\n\n367\tTHE NUCLEAR MAN \n\n\tStanding statue-still in the center of the room.\n\n368\tCLOSER ANGLE\n\n\tAs his eyes pop open, his arms lose their rigidity, and his radioactive blood begins to \ncirculate. He shakes his head and yawns, though it is more like a growl.\n\n369\tCLOSER ON THE NUCLEAR MAN\n\n\tHe notices the front page of The Daily Planet lying on the table. \n\n370\tINSERT -  FRONT PAGE\n\nAn attractive photo of LACY is captioned 'NEW PUBLISHER FOR YOUR FAVORITE PAPER'\n\n371\tTHE NUCLEAR MAN\n\n\tHis genetic memory kicks in. This is the woman he fell in love with at the disco.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\n369\tCLOSER ON THE NUCLEAR MAN\n\n\tHe notices the front page of The Daily Planet lying on the table. 370\tINSERT -  FRONT PAGE\n\nAn attractive photo of LACY is captioned 'NEW PUBLISHER FOR YOUR FAVORITE PAPER'\n\n371\tTHE NUCLEAR MAN\n\n\tHis genetic memory kicks in. This is the woman he fell in love with at the disco. \n\nTARGET SECTION TO BE ANNOTATED:\n His entire \ndemeanor changes as bold desire courses through him. Again, his eyes glow red. He reaches \nout gently to touch LACY'S photo. The paper flares into flames.\n\n372\tLEX ENTERS\n\n\tKnotting a tie with his dressed-for-success suit.\n\t\n\t\t\t\t\tLEX \n      (camp counselor)\nMorning, morning. We've got a heavy schedule. I want \nto show you off to a few world leaders. We're expanding \ninto the insurance market.\n      (chuckles to himself)\nI'll insure them against you!\n\n\t\t\t\t\t\t\t\t\t\tCONTINUED\n372\tCONTINUED\n\n\tLEX sits down at the mountain of CASH and begins to fondle the bills.\n\nLEX\n\t\t\t\tI love the smell of money in the morning.\n\n373\tNUCLEAR MAN \n\nHis eyes glow red and then . . . he shoots HEAT-VISION at the mountain of cash and SETS \nIT AFLAME. LEX howls in despair.\n\n\t\t\t\tLEX \nStop! I command you . . . you mutant!\n\nNUCLEAR MAN \n       (threatening) \nI am master now.\n\n374\tLENNY ENTERS\n\n\tAs the NUCLEAR MAN breathes a tongue of flame to finish the job of incinerating the \nmoney. LEX can't help himself. He draws out a handkerchief to dab away tears.\n \nNUCLEAR MAN\n\t\t\t\tWait for my return. I will bring back the girl.\n\n375\tHE GOES TO THE WINDOW AND FLIES OFF \n\n376\tLENNY RUNS TO LEX\n\n\t\t\t\t\tLENNY\n\t\t\t\tGee Uncle Lex, I thought you could control that \nNuclear guy! You made a significant screw-up, huh?\n\n\tLEX sifts his hands through the ashes of his money.\n\n\t\t\t\t\tLEX \nShut up, Leonard.\n\n377\tINT. DAILY PLANET -  DAY\n\n\tWARFIELD is arguing with LACY in her office.\n\n\t\t\t\t\tWARFIELD \n \t       (bellows)\n\tTone down our headlines? Lacy, that's all the common \nman reads!\n\t\n\tLACY\nI'd just like to have a little less sensationalism.\n\n\tWARFIELD\nLess sensational papers go broke. I thought I taught\nyou long ago the business of newspapers is business.\n\n\tLACY takes a deep breath. Challenging her father has become easier.\n\n\t\t\t\t\tLACY\n\t\t\t\tNo, Daddy.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nLACY takes a deep breath. Challenging her father has become easier. LACY\n\t\t\t\tNo, Daddy. \n\nTARGET SECTION TO BE ANNOTATED:\n Our business is journalism. We can't continue \nto be so irresponsible . . . or else we'll just lead everyone \ninto a disaster.\n\n\tWARFIELD\nDon't be over-dramatic, young lady. What kind of disaster \ncould we help bring about?\n\n\tA RUMBLE sounds O.S. and then the room shakes. WARFIELD and LACY exchange \nnervous looks.\n\n378\tCRASHING THROUGH THE WALL - THE NUCLEAR MAN\n\n\tHe seers a hole through the concrete and stands at his full rock-solid height, eyes burning \nwith the image of LACY.\n\n\t\t\t\tWARFIELD\n\t\t\tOh my god ... what is it?\n\nTHE NUCLEAR MAN gives what seems to be smile, then begins to walk towards LACY.\n\n\t\t\t\tLACY\n\t\t\tDaddy . . . !\n\nWARFIELD tries to stand between them but THE NUCLEAR MAN swats him away. He \nlands unconscious against the wall. STAY ON WARFIELD as O.S. we HEAR LACY \nscream . . .\n\n379\tINT. LEX'S LAIR  -  DAY\n\n \tLEX, LENNY and LACY MAN are 'guests' of the NUCLEAR MAN.\n\n\t\t\t\t\tLEX \n                 (still trying to retain control) \nYou know I am about out of patience. Just say you're \nsorry , about the cash and . . .\n\n\tTHE NUCLEAR MAN shoots LEX a silencing look. In his face we see an arrogance that \nwould suit LEX himself.\n\n\t\t\t\tLEX (Cont.) \n                 (sotto to Lenny)\n\tHe's starting to get on my nerves.\n\n\tHe turns back to NUCLEAR MAN.\n\n\t\t\t\t\tLEX (Cont.) \n       (desperate)\n. . .  okay. Forget that cash. We'll get more. We've got \neverybody right where we want them -- sitting on their \nbomb buttons . . . scanning the skies . . . staring intently\nat their rocket screens. Any little blip would set off war. \nFull alert. The perfect environment to maximize profits.\n\n\tTHE NUCLEAR MAN smiles insidiously at LEX. An idea begins to form. He turns to \nLACY.\n\nNUCLEAR MAN \nI will return for you.\n\t\n\tHe strokes her hair. A beat, then LACY SLAPS him.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nNUCLEAR MAN \nI will return for you. He strokes her hair. A beat, then LACY SLAPS him. \n\nTARGET SECTION TO BE ANNOTATED:\n His face glows red tracing the \n\timpression on her hand. His eyes glow red.\n\n\t\t\t\t\tLACY\n\t\t\t\tNever!\n\n\t\t\t\t\tNUCLEAR MAN \nBut first, I have fun.\n\n\tHe smiles again and steps out onto . . .\n\n380\tEXT. OBSERVATION DECK\n\n381\tPAN DOWN  -  THE NUCLEAR MAN\n\n\tHe suddenly stands still. Rigid. Then his very skin starts to change color. It glows white hot. \nUntil it takes on an almost metallic sheen. Pressing his arms at his sides. . .\n382\tTHE MONSTER CHANGES SHAPE\n\n\tStretching himself until he has become . . .\n\n383\tA NUCLEAR MISSILE\n\n\tHis head assumes a conical shape. Eyes now focused to the sky. Smoke spews from this \nliving bomb. The nightmare of the nuclear age man and missile.\n\n\t\t\t\tLEX\n\t\t\tAre you crazy? You'll start a war. . They'll be nobody \nleft except you . . . a beast.\n\n\tLACY steps on the platform. LEX understands.\n\n\t\t\t\t\tLEX (Cont.)\n. . . and a beauty.\n\n384\tTHE NUCLEAR MAN - MISSILE\n\nSmiles through his now metallic face. \n\n385\tLACY WATCHES\n\nAs flames erupt and the NUCLEAR MAN/MISSILE begins to RISE INTO THE SKY with a deafening scream.\n\n386\tOVER METROPOLIS\n\n\tThe beast soars higher and higher on his evil mission.\n\n387\tLEX AND LENNY\n\n\tWatching.\n\nLENNY\n\t\t\t\tWe'll all fry.\n\n\t\t\t\t\tLEX\n\t\t\t\tThis wasn't in the plan.\n\n\t\t\t\t\tLENNY\n\t\t\t\tI think he has his own plan, Uncle Lex.\n\n388\tINT. PENTAGON  -  THE WAR ROOM\n\n\tAll eyes are on the giant computer screen. Watching for any unidentified object. A radar \nTECHNICIAN leaps from his seat. He wears a HEADSET.\n\nTECHNICIAN\n\t\t\t\tI've got something.\n\n\tThe CHIEF OF STAFF along with the SECRETARIES run to the screen.\n\n389\tON THE SCREEN\n\n\tA blip begins moving across the map.\n\n\t\t\t\t\tCHIEF\n\t\t\t\tDo we have identification?\n\n\t\t\t\t\tTECHNICIAN\n\t\t\t\tIt's not ours.\n\t\t\t                  (listens to his headset) \nThey say it's not theirs either.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHIEF\n\t\t\t\tDo we have identification? TECHNICIAN\n\t\t\t\tIt's not ours. (listens to his headset) \nThey say it's not theirs either. \n\nTARGET SECTION TO BE ANNOTATED:\n\tThe CHIEF looks at the others.\n\n\t\t\t\t\tNAVY\n\t\t\t\tCan we risk launching?\n\n\t\t\t\t\tARMY\n\t\t\t\tCan we risk not launching?\n\n390\tINT. KREMLIN -  STRATEGY ROOM\n\n\tThree Soviet GENERALS, are arguing among themselves.\n\n\t\t\t\t\tFIRST GENERAL\n\t\t\t\tWhat if it's not theirs?\n\n\t\t\t\t\tSECOND GENERAL \nWhat if it is!\n\n\tTHIRD GENERAL \n         (soberly)\nWe haven't given ourselves any other choice.\n         (shakes his head) \nPrepare to counter-attack.\n\n391\tBACK TO LEX'S LAIR - LEX, LACY, LENNY\n\n\tLENNY drags out two heavy suitcases to the elevators. LEX is clearing his desk.\n\n\t\t\t\t\tLEX \n                 (to LACY)\nDon't worry honey, I'm sure he'll make a swell husband.\n\n\tLENNY\nReady, Uncle Lex?\n\nLEX\n\t\t\t\tIf you need us we'll, be five hundred feet underground \nwaiting for the Nuclear winter to turn to nuclear spring.\n\n392\tTHE ELEVATOR DOORS OPEN\n\n\tLENNY gasps.\n\n\t\t\t\t\tLENNY \n                    (choking)\n\tUncle Lex . . .\n\n393\tSTANDING WITH HIS ARMS CROSSED IN THE ELEVATOR \n\n\tIs SUPERMAN !\n\n\t\t\t\t\tLEX\n\t\t\t\tSuperman. . .  But you're... dead!\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\t      (walks forward, backing\n\t\t\t\t       LEX into the lair)\n\t\t\t\tStill having delusions, Lex Luthor?\n\n\tLACY runs to SUPERMAN.\n\nLACY\n\t\t\t\tSuperman! The monster is going to start a war!\n\n394\t LEX -  DECIDES TO CHANGE HIS TUNE\n\nLEX\n\t\t\t\tUh... right! You've got to stop him. He's mad! I did what \nI could but he's kind of lovesick for the girl. Boy am I \nglad to see you. I've learned my lesson too, I'm siding \nwith the good guys from now on.\n\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n394\tCONTINUED\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tI'll deal with you later.\n\n\t\t\t\t\tLEX\n\t\t\t\tRight, good. Tell you what, we'll wait right here. \nTill you get back.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEX\n\t\t\t\tRight, good. Tell you what, we'll wait right here. Till you get back. \n\nTARGET SECTION TO BE ANNOTATED:\n395\tSUPERMAN APPROACHES LACY\n\n\tHis face shows rock steady dedication, earnest concern.\n\nSUPERMAN\n\t\t\t\tI have no right to ask you this. It could be \ndangerous . . .\n\t\nLACY \n        (interrupting)\nAsk me. It's about time I did something for someone \nelse.\n\n396\tTHE NUCLEAR MAN/MISSILE\n\nStreaking over the Atlantic.\n\n397\tTHE PENTAGON\n\n\t\t\t\t\tCHEIF OF STAFF \nReady to launch. . . 9, 8, 7. . . \n\n398\tTHE KREMLIN\n\n\t\t\t\t\tGENERAL\n\t\t\t\t. . . 6, 5, 4 . . . \n\n399\tEXT. SKY  OVER THE ATLANTIC\n\n\tThe MAN/MISSILE streaking with the WHISTLE of its acceleration.  Its pointed warhead \n\twith human features seems to grin.\n\n400\tMOVING ACROSS ITS PATH - SUPERMAN CARRYING LACY\n\n\tHe stops in mid-air, so the monster can see them.\n\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n401\tNUCLEAR MAN/MISSILE\n\n\tWith a roar it begins to TRANSFORM ITSELF BACK TO HUMAN FORM.\tSUPERMAN turns to LACY.\n\nSUPERMAN\n\t\t\t\tReady?\n\n\t\t\t\t\tLACY\n\t\t\t\tReady. Let's see what I'm made of.\n\n402\tSUPERMAN DROPS LACY\n\n\tShe hurtles towards the surging ocean. NUCLEAR MAN takes the bait and dives after her.\n\n403\tBACK TO THE PENTAGON\n\n\tThe BLIP disappears from the radar screens.\n\n\t\t\t\t\tTECHNICIAN\n\t\t\t\t      (jumps up)\n\t\t\t\tStop the countdown! It's gone.\n\n404\tBACK TO THE KREMLIN\n\nThe SOVIET GENERAL literally leaps to punch the button that will stop the countdown.\n\nGENERAL\n\t\t\t\tAll systems cease action!\n\n405\tNUCLEAR MAN\n\nLooks up to see:\n\n405A\tSUPERMAN\n\n\tHurtling towards him.\n\n406\tSUPERMAN AND NUCLEAR MAN\n\n\tThey collide. SUPERMAN restrains NUCLEAR MAN from pursuing LACY who tumbles \n\tfaster and faster towards the grey, choppy waters of the Atlantic.\n\n406A\tTHE TWO SUPER BEINGS\n\nRacing for the free falling LACY.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\n406\tSUPERMAN AND NUCLEAR MAN\n\n\tThey collide. SUPERMAN restrains NUCLEAR MAN from pursuing LACY who tumbles \n\tfaster and faster towards the grey, choppy waters of the Atlantic. 406A\tTHE TWO SUPER BEINGS\n\nRacing for the free falling LACY. \n\nTARGET SECTION TO BE ANNOTATED:\n In a sudden burst of speed, SUPERMAN overhauls his \nadversary and catches LACY in the nick of time.\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n406B\tNUCLEAR MAN\n\nHe turns in pursuit, leaving a trail of BOILING SEA.\n\n406C\tEXT. SKIES\n\n\tNUCLEAR MAN gives chase and Metropolis comes into view.\n\n407\tNUCLEAR MAN\n\nWatches SUPERMAN carry the GIRL off and down towards Metropolis.\n\n408\tNUCLEAR MAN SWOOPS DOWN TO THE STREETS\n\n408A\tON THE STREET NEAR METROPOLIS TOWER\n\n\tNUCLEAR MAN lands in a busy street by the Metropolis Tower. SUPERMAN stands alone \nby the entrance, waiting and watching.\n\n408B\tCLOSE ON TAXI DRIVER \n\n\tHorrified at the sudden appearance of a FLAMING MAN in the path of his cab.\n\n408C\tWIDER: THE CAB\n\n\tAs it screeches into NUCLEAR MAN'S force field and another cab crashes into the back of \nit.\n\nThe CABBIE leaps out, furious at NUCLEAR MAN, not noticing the shortsighted OLD LADY climbing, oblivious to the drama, into the back of his vehicle.\n\n\t\t\t\tNUCLEAR MAN \nWhere is the woman?\n\n\tSUPERMAN\nGive it up. You'll never find her. \n\n\tNUCLEAR MAN\nIf you will not tell me... I HURT PEOPLE!\n\n409\tNUCLEAR MAN\n\n\tRoars and sends a searing energy bolt.\n\n409A\tON GAS MAIN\n\n\tIt explodes.\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n410\tNUCLEAR MAN\n\n\tStrikes again.\n\n410A\tA PARKED CAR EXPLODES\n\n410B\tCLOSE ON NUCLEAR MAN\n\n\tAnother energy bolt and:  A STREAM OF FIRE lances out past the terrified crowd. People \nscream and shout.\n\n410C\tCLOSE ON SUPERMAN \n\nA mighty BREATH sweeps the flames away from the fleeing people. He rushes to the aid of \na DISTRESSED WOMAN and looks back to see:\n\n410D\tSUPERMAN'S P.O.V  -  UNDERSIDE OF CAB \n\nThe taxi rises into the air.\n\n410E\tINT. CAB\n\n\tThe CABBIE is transfixed with terror.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nV  -  UNDERSIDE OF CAB \n\nThe taxi rises into the air. 410E\tINT. CAB\n\n\tThe CABBIE is transfixed with terror. \n\nTARGET SECTION TO BE ANNOTATED:\n THE OLD WOMAN calmly gives him the address \nshe wishes to go to.\n\n410F\tNUCLEAR MAN\n\n\tWaves of energy pour from his fingers and a second cab rises into the air.\n\n410G\tAS SUPERMAN WATCHES\n\n\tThe cabs float high above the street. The PASSENGERS in the second cab screaming with \nterror until:\n\nSUDDENLY a MAN tumbles out. SUPERMAN takes off as the MAN hangs from the \nopened door.\n\n410H\tWIDE.SHOT - FIRE ENGINE\n\n\tAlarms sounding, tires screaming, it comes round the corner towards camera. NUCLEAR \nMAN goes to meet the new threat, allowing the TWO CABS to plummet towards the ground. \nSUPERMAN saves both and sets them gently down. THE OLD LADY gets out and turns to \nthe CABBIE.\n\n\t\t\tOLD LADY\n\t\t\t\tHow much do I owe you, young man?\n\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n411\t SUPERMAN\n\n\tLooks up. A burst of energy hits him and he crashes back through the doors of the tower \nwhile NUCLEAR MAN now continues to demonstrate his power in a violent confrontation \nwith the fire Department.\n\n411A\tTHE POLICE ARRIVE\n\n\tRiot guns at the ready, the POLICE shelter behind their car.\n\nPOLICEMAN\n\t\t\t\tOkay, Buster. Hold it right there.\n\nBut:\n\n411B\tNUCLEAR MAN\n\n\tA RAY darts out from his eyes and the POLICE are sucked into their car. The doors slam \nshut and NUCLEAR MAN hurls the car skyward where it sticks on the side of a building, its \noccupants transfixed with fear.\n\n411C\tEXT. BUILDING AND CAR\n\n\tThe car jolts downwards.  Faster and faster, until: \n\nSUPERMAN catches it at the very bottom of the building\n\n411D\tNUCLEAR MAN\n\n\tEnjoying himself as a SWAT TEAM arrives and more weapons are aimed at the monster.\n\n\t\t\t\t\tSWAT COMMANDER \nLet him have it!\n\t\nBut NUCLEAR MAN bends, melts and radiates the hostile weapons and the SWAT \nVEHICLE itself flips over and spins like a top flinging out the last occupant who falls \nstraight into the arms of SUPERMAN.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nFaster and faster, until: \n\nSUPERMAN catches it at the very bottom of the building\n\n411D\tNUCLEAR MAN\n\n\tEnjoying himself as a SWAT TEAM arrives and more weapons are aimed at the monster. SWAT COMMANDER \nLet him have it! But NUCLEAR MAN bends, melts and radiates the hostile weapons and the SWAT \nVEHICLE itself flips over and spins like a top flinging out the last occupant who falls \nstraight into the arms of SUPERMAN. \n\nTARGET SECTION TO BE ANNOTATED:\n411E\tNUCLEAR MAN\n\n\tStriding through the chaos, leaps onto the roof of a car and orchestrates another orgy of \nexplosive mayhem\n\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n411F\tSUPERMAN\n\n\tRushes forward, deflecting with his hands bolt after bolt of energy thrown at him by his \nopponent. And then:\n\nSUPERMAN\n\t\t\t\tStop! Stop! You win! I'll take you to her.\n\n412\tSUPERMAN\n\n\tGoes into the Metropolis Tower. Smiling wolfishly, NUCLEAR MAN follows.\n\n413\tIN THE LOBBY\n\nThe CROWD screams and scatters but NUCLEAR MAN can find neither SUPERMAN nor \nLACY. He turns to see:\n\n413A\tP.O.V. ELEVATOR DOORS\n\n\tThe doors close on SUPERMAN. NUCLEAR MAN unleashes a raging torrent of flame \nwhich engulfs the elevator doors. Then looks up and:\n\n414\tNUCLEAR MAN\n\n\tTakes off, straight up, without thought and crashes up through the ceiling of the lobby.\n\n415\tFASTER AND FASTER\n\nHe moves up, through every floor, crashing through as startled EXECUTIVES,\nSECRETARIES, CLEANERS etc. look on.\n\n416\tOUTSIDE THE BUILDING\n\n\tWe PAN swiftly upward to watch a series of windows shatter to mark his progress.\n\n417\tINT. LEX'S LAIR\n\n\tSUPERMAN stands guard in front of one of the elevators as NUCLEAR MAN crashes \nthrough.\n\nNUCLEAR MAN \nWhere is she?\n\n\tSUPERMAN\nFar away from here, and safe.\n\n\t\t\t\t\t\tCONTINUED\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n417\tCONTINUED\n\nSUPERMAN surreptitiously checks the elevator doors behind him - but NUCLEAR MAN \nnotices. He lunges at SUPERMAN, felling him with a tremendous blow. SUPERMAN \ncannot get up to stop him.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED\nAMENDMENT No:  4    (pink)\t\t\t\t\t\tREVISED 11-Sept-86\n\n417\tCONTINUED\n\nSUPERMAN surreptitiously checks the elevator doors behind him - but NUCLEAR MAN \nnotices. He lunges at SUPERMAN, felling him with a tremendous blow. SUPERMAN \ncannot get up to stop him. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\t\tSUPERMAN \n       (groggy)\nNo! Don't go in there! She's not in there!\n\n\tBut NUCLEAR MAN wrenches the doors apart to find NOTHING !\n\n418\tSUPERMAN RISES\n\n\tIt was a trick! He shoves NUCLEAR MAN into the elevator and quickly slams the door shut \nbehind him.\n\n419\tSUPERMAN'S FIST\n\n\tSlams through the control panel on the exterior wall, shorting out the electric circuits.\n\n420\tINSIDE THE ELEVATOR\n\n\tAll goes black. NUCLEAR MAN slowly collapses, his strength is gone. \n\n421\tEXT. TOP OF METROPOLIS TOWER\n\n\tSUPERMAN appears above the observation deck. With X-RAY VISION he looks inside and \ndiscovers the elevator cable. He plunges his arms through the metal housing and wrenches \nout the cable and bodily pulls the elevator and its occupant up into the sky.\n\n422\tSUPERMAN IS AIRBORNE\n\n\tOver Metropolis. He carries behind the elevator car, NUCLEAR MAN'S coffin, stretched \ndown from the ends of the cable.\n\n423\tEXT. SPACE\n\nSUPERMAN flies away from the earth. \n\n424\tEXT. SPACE AND SUN\n\n\tThe glowing orb of the sun comes into frame as SUPERMAN flies on.\n\nAMENDMENT NO. 4    (pink)\t\t\t\t\t\t11-Sept-86\n\n425\tINT. ELEVATOR\n\n\tA CRACK in the corner of the elevator flares in the darkness as the glare of the sun strikes \nthe outside.\n\n426\tCLOSE ON NUCLEAR MAN\n\n\tA beam of light shoots past the immobile NUCLEAR MAN. \n\n423\tTHE MOON\n\nCold white orb of the night. Pockmarked and forgotten. SUPERMAN continues on his flight.\n\n424\tAROUND THE MOON'S EQUATOR\n\n424A\tINT. ELEVATOR\n\n\tThe elevator tilts with the motion and the beam of light strikes NUCLEAR MAN. His eyes \nSNAP OPEN.  But the beam swings erratically away - and he is still again.\n\n425\tTHE DARK SIDE OF THE MOON\n\n\tSUPERMAN lands in a deep crater with the NUCLEAR MAN in tow. Sets him down into a \ndark recess. Mission accomplished, off he goes.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\n425\tTHE DARK SIDE OF THE MOON\n\n\tSUPERMAN lands in a deep crater with the NUCLEAR MAN in tow. Sets him down into a \ndark recess. Mission accomplished, off he goes. \n\nTARGET SECTION TO BE ANNOTATED:\n425A\tWIDE SHOT: THE MOON'S SURFACE\n\nTranquil and calm when:  SUDDENLY the SUN slowly rises over the horizon. And the \nsunlight STRIKES THE ELEVATOR.\n\n425B\tINT. ELEVATOR\n\nThe shaft of sunlight strikes NUCLEAR MAN full in the face. CUT TO:\n\n426\tTHE OTHER SIDE OF THE MOON\n\n\tSUPERMAN flies over . . .\n\n427\tTHE SEA OF TRANQUILITY\n\nWhere the American ASTRONAUTS landed two years ago.\n\n428\tTHE AMERICAN FLAG\n\n\tIts pole is slightly tilted. SUPERMAN straightens it and salutes the flag when: \n\nAMENDMENT NO. 4    (pink)\t\t\t\t\t\t11-Sept-86\n\n428A\tNUCLEAR MAN \n\n\tLeaps on him, but SUPERMAN knocks him aside.\n\n428B\tNUCLEAR MAN\n\n\tReleases a gigantic energy bolt which knocks SUPERMAN off his feet. But he recovers and \nreleases an energy bolt of his own which, in turn, knocks NUCLEAR MAN over.\n\n428C\tNUCLEAR MAN\n\n\tLeaps to his feet and sends bolt after bolt of nuclear energy at SUPERMAN.\n\n428D\tMEDIUM SHOT: SUPERMAN\n\nDeflecting easily all that is thrown at him.\n\n428E\tSUPERMAN\n\n\tTakes off at tremendous speed.\n\n428F\tWIDER SHOT\n\n\tSUPERMAN streaks over NUCLEAR MAN, striking him with a massive two-fisted thump\n and:\n\n428G\tTHE STRUGGLE GOES ON\n\n\tThey trade punches until NUCLEAR MAN collapses into the moondust and SUPERMAN \nturns away and goes to straighten the American flag which has been knocked over in the \ntitanic struggle.\n\n428H\tSUPERMAN.AND AMERICAN FLAG\n\n\tAs SUPERMAN raises the flag, we notice NUCLEAR MAN once more behind him. It is:\n\tTOO LATE and NUCLEAR MAN seizes him in a massive bearhug before smashing him \ndown into the moon rock and burying him completely. NUCLEAR MAN looks down at what \nhe has done and then up towards the EARTH.\n\nNUCLEAR MAN \nLacy?   Lacy!!\n\n428I\tNUCLEAR MAN TAKES OFF\n\nAMENDMENT NO.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nNUCLEAR MAN \nLacy? Lacy!! 428I\tNUCLEAR MAN TAKES OFF\n\nAMENDMENT NO. \n\nTARGET SECTION TO BE ANNOTATED:\n 4    (pink)\t\t\t\t\t\t11-Sept-86\n\n428J\tEXT. SPACE: MOON AND EARTH\n\n\tNUCLEAR MAN heads back to earth. \n\n428K\tINT. LEX'S LAIR\n\n\tNUCLEAR MAN crashes through the ceiling to LACY'S horror.\n\n428L\tEXT. SEA OF TRANQUILITY\n\nSUPERMAN digs himself out.\n\n428M\tINT. LEX'S LAIR\n\n\tNUCLEAR MAN abducts LACY\n\n\t\t\t\t\tNUCLEAR MAN\n\t\t\t\tYou shall be my Queen! Come!\n\n428N\tEXT. SPACE AND MOON\n\n\tSUPERMAN pushes the moon out of orbit.\n\n428O\tEXT. LEX'S LAIR  -  OBSERVATION DECK. DAY\n\nNUCLEAR MAN drags LACY out onto the observation deck.\n\n428P\tEXT. MOON.\n\nMoving faster, passing right to left.\n\n428Q\tEXT. OBSERVATION DECK.\n\nNUCLEAR MAN soars into the air with LACY.\n\n428R\tEXT. EDGE OF SPACE\n\nThey leave the earth's atmosphere.\n\n428S\tEXT. SUN AND MOON\n\nThe moon slowly covers the sun\n\nAMENDMENT NO. 4    (pink)\t\t\t\t\t\t11-Sept-86\n\n428T\tCLOSE SHOT: NUCLEAR MAN \n\t\n\tReacts horror struck at:\n\n428U\tHIS P.O.V.: AN ECLIPSE \n\n428V\tEXT.SPACE\n \nIn the unnatural darkness, deprived of energy, NUCLEAR MAN goes rigid, helpless and \nimmobile, still clutching LACY.\n\n428W\tEXT.  SPACE\n\nSUPERMAN flies to the rescue, releases LACY and together they sweep down towards the \nearth's surface.\n\n428X\tCLOSE ON NUCLEAR MAN\n\n\tDrifting helplessly until SUPERMAN returns, seizes hold of him and flies back to the earth.\n\n428Y\tEXT. NUCLEAR POWER STATION\n\n\tSUPERMAN carrying the immobile NUCLEAR MAN appears in the sky above a nuclear \npower station and drops him into a cooling tower.\n\n428Z\tINT COOLING TOWER  -  NUCLEAR POWER STATION\n\n\tNUCLEAR MAN rockets through an open hatch which SLAMS SHUT. The hatch lid carries \nthe international radiation hazard symbol.\n\n428Za\tINT. POWER STATION\n\n\tThe pointers swing to full charge. \n\n428Zb\tEXT.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\n428Za\tINT. POWER STATION\n\n\tThe pointers swing to full charge. 428Zb\tEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n METROPOLIS\n\n\tThe lights flare and the city blossoms with light.\n\n428Zc\tEARTH FROM SPACE\n\n\tSUPERMAN sees America ablaze with myriad pinpricks of dazzling light.\n\nAMENDMENT NO. 4    (pink)\t\t\t\t\t\t5-Aug-86\n\n429\tEXT. HIGHWAY -  DAY\n\n\tLENNY drives while LEX does calculations on a pad of paper. ON SPEEDOMETER: 110 \nmph.\n\nLENNY\n\t\t\t\tYou think he'll find us.\n\n\t\t\t\t\tLEX\n\t\t\t\tNever. But we have to hide out for a  while. Lay \nlow. Say. . . a couple of years. By then I'll have a \nnew plan. \n\nLENNY \nLucky I brought my drums.\n\n\tLEX reaches on the seat and throws LENNY'S drum sticks out the window. At the same \ntime, the car begins to SHAKE and then . . .\n\n430\tTHE CAR RISES OFF THE GROUND\n\nLEX and LENNY look at each other . . .\n\n431\tUNDERNEATH THE CAR  -  SUPERMAN\n\n\t\n432\tEXT. CHAIN GANG  -  QUARRY  -  DAY\n\nThe redneck INMATES working in the stone quarry.\n\n433\tSUPERMAN LANDS WITH LEX\n\n\tHitches him onto the chain.\n\n\t\t\t\t\tLEX\n\t\t\t\tBut . . . how could you beat him?\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tHigh School Physics, Luthor. While I was recuperating I \nhad time to figure out that if your foul creature was born \nfrom the sun, it must have been his source of energy.\n\n\t\t\t\t\t\t\tCONTINUED\n\nAMENDMENT NO. 4    (pink)\t\t\t\t\t\t30-Oct-86\n\n433\tCONTINUED\n\t\n\tLEX\nBut . . . but isn't the world about to be osterized?\n\nSUPERMAN\n\t\t\t\tNo . . . it's the way it always is . . . on the brink . . . \nwith good fighting evil.\n\n\tSUPERMAN leaves. LEX once more a member of the chain gang. The toothless OLD CON \nrecognises LEX.\n\nCON\n\t\t\t\tHey, Mozart's back!\n\n434\tEXT. BOY'S TOWN  -  DAY\n\n\tThe church-sponsored home for wayward boys. One of the PRIESTS looks up to see \nSUPERMAN and LENNY.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\n434\tEXT. BOY'S TOWN  -  DAY\n\n\tThe church-sponsored home for wayward boys. One of the PRIESTS looks up to see \nSUPERMAN and LENNY. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\t\tSUPERMAN\n\t\t\t\tThis boy has been under a bad influence. Can you \nhelp him?\n\n\tPRIEST\nEvery boy can be helped, Superman.\n\n\tSUPERMAN \nThat's what I think too.\n\n435\tEXT. THE DAILY PLANET BUILDING  -  DAY\n\n\tPEDESTRIANS watch as TWO WORKMEN take down a sign \"Warfield Publications.\"\nLOIS LANE is parking her car.  Overseeing the effort is:\n\n436\tPERRY WHITE\n\n\tHe lights what seems to be a victory cigar. A nervous JIMMY OLSEN is joined by LOIS \nLANE as: \n\n437\tWARFIELD'S LIMO PULLS UP\n\n\tLOIS looks worried.\n\n\t\t\t\t\tLOIS\n\t\t\t\tMr. White, are you sure you know what \nyou are doing? Here comes Warfield.\n\n\tWARFIELD storms up to PERRY.\n\n\t\t\t\t\tWARFIELD\n\t\t\t\tYou'd better have a good explanation, White, or \nyou'll be talking to your lawyers from jail.\n\n\tPERRY winks at LOIS and JIMMY\n\n\t\t\t\t\tPERRY\n\t\t\t\tYou know, I'm not a tycoon. I'm just an old reporter. \nBut I've read enough in my own paper the last few years \nabout hostile takeover of companies. You must have been \nasleep at the wheel Warfield, because I managed to convince \nthe Bankers of this city that the Daily Planet should be \ntreated like a natural resource . . .Protected from predators. \nThey lent me the money, I bought all the outstanding shares, \nand you, my friend are now the minority shareholder.\n\n\tWARFIELD'S jaw drops.\n\n438\tA NEWS TRUCK FLIES BY THE CORNER\n\n\tDropping the latest stack of dailies. JIMMY tears off the top copy.\n\n439\tINSERT:  THE OLD FORMAT DAILY PLANET:\n\nTHE HEADLINE READS:  \"WE' RE BACK.\"\n\nLOIS hug's PERRY. He blushes.\n\n440\tEXT. UNITED NATIONS PLAZA  -  DAY\n\n\tThe world waits to hear SUPERMAN. A jungle of radio and TV equipment clustered at the \ncenter of an enormous throng of citizens.\n\n441\tLOIS AND JIMMY\n\n\t\t\t\t\tJIMMY\n\t\t\t\tI don't see him anywhere Miss Lane.\n\n\t\t\t\t\tLOIS\n\t\t\t\tWell, well . . .",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nA jungle of radio and TV equipment clustered at the \ncenter of an enormous throng of citizens. 441\tLOIS AND JIMMY\n\n\t\t\t\t\tJIMMY\n\t\t\t\tI don't see him anywhere Miss Lane. LOIS\n\t\t\t\tWell, well . . . \n\nTARGET SECTION TO BE ANNOTATED:\n I finally beat Clark Kent to a press \nconference.\n\n442\tEXT. ON THE STREET  -  A TAXI PULLS UP\n\n\tCLARK and LACY are in the back. Her luggage is piled around them. CLARK opens the \ndoor, but he doesn't move.\n\n\t\t\t\tLACY\n\t\t\tDaddy's offered me jobs at some of his other \ncompanies. But, I've been thinking maybe I'll \ntake some time off.\n      (a wry smile)\n I'm going to find a place like Smallville, in the\ncountry. Maybe a  farm . . .  see what the slow \nlane is like.\n\nCLARK\n\t\t\t\tI'm sorry to see you go.\n\n\t\t\t\t\tLACY\n\t\t\t\tYou don't have to be polite, Clark. I've got a pretty \ngood idea of how you feel about me.\n\n\tCLARK \nI'm not so sure you do.\n\n\tLACY\nAny more like you back home, Clark?\n\n\tCLARK\nLike me?\n\n\tLACY\nYou know: strong, gentle, tall men with bright blue \neyes and square. Men who like to dance slow, the old\nfashioned way, the way their mothers taught them on \nthe night before their prom.\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n442\tCONTINUED\n\n\tLACY leans over and wraps her arms around CLARK. She holds on tight as they kiss. Then \nCLARK steps outside and closes the door. She leans out the window.\n\n\t\t\t\tCLARK\n\t\t\tYou'll find a good man Lacy. You deserve one.\n\n\t\t\t\t\tLACY \nMaybe if you'd have met who I am now, instead of the \nspoiled brat you met a few weeks ago, it would have \nbeen different between us.\n\nCLARK\n\t\t\t\tLacy. . . I . . . \n\n\tShe puts her finger to his lips.\n \nLACY\n\t\t\t\tNo. Don't answer. I want to consider the possibilities.\n\n\tCLARK laughs with her.\n\n\t\t\t\t\tCLARK\n\t\t\t\tIf you get to Smallville, I know a real estate agent . . .\n\t\t\t                   (reaches in his \n \t\t\t\t         wallet for card)\n\t\t\t\t. . . Levon Hornsby. He may have the perfect place \navailable. Tell him you know me.\n\n\tShe reaches up and touches his face. The taxi pulls away.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nTell him you know me. She reaches up and touches his face. The taxi pulls away. \n\nTARGET SECTION TO BE ANNOTATED:\nLACY \n       (leaning out)\nSay goodbye to Superman for me.\n\n442\tCLARK'S  P.O.V.  - THE U.N. PLAZA\n\nA multitude has assembled. CLARK starts working his way through the crowd.\n\n443\tTHE FRONT OF THE CROWD  -  LOIS AND JIMMY\n\nCLARK pushes his way up front. JIMMY notices him first. He smiles. Nudges LOIS.\n\nLOIS starts when she sees CLARK, then regains her composure, changing her tender smile \ninto an impish grin.\n\n\t\t\t\tJIMMY\n\t\t\tHi Mr. Kent. How do you feel?\n\nCLARK\n\t\t\t\tIt's a beautiful day, Jimmy.\n\n444\tCLOSE ON LOIS \n\n\tAs she moves closer to CLARK. Her eyes sparkle.\n\n\t\t\t\t\tLOIS\n\t\t\t\t     (mischievously)\n\t\t\t\tIt must have been a super effort to get out of \nbed, Clark.\n\n\tCLARK\nWell, I'm feeling a lot better . . . almost chipper . . .\n         (slightest smile)\n. . . and all because I had a visit from a very \ngood nurse.\n\nJIMMY\n\t\t\t\tShe must have had some strong medicine. Lois said \nyou were really ill.\n\n\tCLARK \n       (looking at LOIS)\nWell Jimmy, sometimes a little loving care is the \nbest medicine.\n\n\tLOIS \n        (softly)\nI'm glad you're here.\n        (a beat, then the \n          old LOIS)\nAnd don't forget I'm covering Superman's press conference. \nYou just tape reactions from people in the crowd.\n\n\t\t\t\t\t\t\t\t\t\t\tCONTINUED\n\n445\tCONTINUED\n\nCLARK pats his pockets.\n\n\t\t\t\tCLARK\nOh no, I left my new tape recorder in the taxi! \nSomebody save my place.\n\n\tCLARK runs back through the crowd.\n\n\t\t\t\t\tJIMMY \nSame old Mr. Kent . . . he'll never change.\n\n\tLOIS\n        (smiles)\nI hope not.\n\n446\tANGLE  - THE FLAGS OF ALL NATIONS\n\n\tThe wind begins to pick up. And the crowd starts to buzz.\n\nLOIS\n\t\t\t\tHe's here!\n\n447\tON TOP OF U.N. BUILDING - SUPERMAN\n\nHe waves at the CROWD and then flies down to land in front of the crowd. Smiles warmly and walks forward.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nN. BUILDING - SUPERMAN\n\nHe waves at the CROWD and then flies down to land in front of the crowd. Smiles warmly and walks forward. \n\nTARGET SECTION TO BE ANNOTATED:\n448\tSUPERMAN'S P.O.V.  -  AS HE WALKS PAST LOIS\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tNice to see you again, Lois.\n\n\t\t\t\t\tLOIS \nNice to see you.\n\n449\tSUPERMAN STEPS TO THE MICROPHONE \n\nThe CROWD falls silent.\n\n\t\t\t\tSUPERMAN\n\t\t\tOnce more we have survived the threat of war. And \nonce more we've found a fragile peace. I thought I \ncould give you all the gift of freedom from war. \nBut I was wrong. It is not mine to give.\n\nAMENDMENT NO. 10   (pink)\t\t\t\t\t\tREVISED 21-Oct-86\n\n450\tFLASH CUT TO CHINESE COUNTRYSIDE  -  DAY\n\nCLOSE ON old fashioned LOUDSPEAKER on rickety pole.\n\nPULL BACK to reveal FOUR CHINESE PEASANTS, one a YOUNG MOTHER with a \nBABY strapped to her back, working in the fields in the shadow of the GREAT WALL 0F \nCHINA.\"\n\nThey listen to the broadcast.\n\n451\tFLASH CUT TO LENIN'S TOMB  -  MOSCOW  -  DAY\n\n\tA RUSSIAN WEDDING PARTY of eight persons and TWO RED GUARDS queuing to \nenter the mausoleum with the broadcast sounding over the public address system.\t\n\n452\tFLASH CUT TO A SCHOOLYARD\n\n\tJEREMY'S CLASSMATES are listening on a GHETTO BLASTER. JEREMY stands shyly \nbehind them.\n\n453\tBACK TO SUPERMAN\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\t. . . Our Planet is still young. There are galaxies \naround us with other civilizations to meet and \nlearn from. A community of planets for us to join. \nWhat a brilliant future we can have. But there will \nonly be peace when the people want it so badly, \ntheir governments will have no choice but to give \nit to them.\n         (his voice grows bolder)\nI wish you could all see the earth as I see it.\n\n454\tCLOSEUP:  SUPERMAN\n\n\tIt dawns on him.\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\t. . . Maybe you can! If you'll all excuse me for one minute.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUPERMAN\n\t\t\t\t. . . Maybe you can! If you'll all excuse me for one minute. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t\tOne step and he bounds into the air!\n\n455\tON LOIS\n\n\tLike everyone else, confused as SUPERMAN soars away.\n\nAMENDMENT NO. 10   (pink)\t\t\t\t\t\tREVISED 21-Oct-86\n\n456\tEXT. JEREMY'S SCHOOLYARD\n\n\tA loud WHOOSH makes the KIDS Look to the sky. \n\n457\tSUPERMAN LANDS\n\n\t\t\t\t\tSUPERMAN\nI need your help, Jeremy.\n\n458\tSUPERMAN HOLDS OUT HIS HAND TO JEREMY\n\nJEREMY takes it.\n\n459\tUP, UP AND AWAY\n\nThe SCHOOLKIDS gasp as SUPERMAN carries JEREMY into the sky.\n\n460\tTHE PLANET EARTH\n\nShining brightly in green and blue and white wisps of cloud. Spinning in its orbit.\n\n460A\tEXT. THE PLANET EARTH  -  SPACE\n\nThe Soyuz Space Capsule, from the opening scenes, continues .in orbit. TWO COSMONAUTS are trying to replace their lost antennae. The THIRD COSMONAUT is \nwatching through the porthole. SUPERMAN and JEREMY fly past the Space Capsule and wave to the COSMONAUTS. The RUSSIANS enthusiastically acknowledge their salute.\n\n461\tINTO FRAME:  SUPERMAN AND JEREMY\n\n\tJEREMY watches from a super vantage point.\n\n\t\t\t\t\tJEREMY\n\t\t\t\tAwesome!\n\n\t\t\t\t\tSUPERMAN\n\t\t\t\tJeremy, I need you to tell the people of the \nworld what you see.\n\n\tJEREMY\nI'll try. . .\n\nAMENDMENT NO. 10   (pink)\t\t\t\t\t\tREVISED 21-Oct-86\n\n462\tJEREMY'S P.O.V.  - THE EARTH\n\nAs they pass over the continents.\n\nJEREMY\n\t\t\t\tWell . . . I see the ocean currents. . . and the \nrain . . . and mountains and rivers. . . but . . .\n\n\tSUPERMAN\nGo on . . .\n\nJEREMY\n\t\t\t\tBut you can't tell where one country begins and \nanother ends. You can't see any borders. It's \njust . . . one world.\n\n\tSUPERMAN\nGood. If you can see it, and I can see it, maybe some \nday everyone will see it.\n\n463\tCLOSEUP:  SUPERMAN\n\n\tHe arcs toward the CAMERA. Coming right at us.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you can see it, and I can see it, maybe some \nday everyone will see it. 463\tCLOSEUP:  SUPERMAN\n\n\tHe arcs toward the CAMERA. Coming right at us. \n\nTARGET SECTION TO BE ANNOTATED:\n464\tFLYING AT THE CAMERA\n\nSUPERMAN and JEREMY.  MOVE CLOSER ON SUPERMAN as he gives us his farewell \nsalute and then carries JEREMY home.\n\nFADE OUT:\n\nTHE END\n"
}