{
  "1": "SUPERFIGHTS\n\nby\n\nKeith W. Strandberg\n\fFADE IN:\n\nTIGHT ON HAND\n\nIt PULLS away from the CAMERA.\n\nINT. WAREHOUSE - DAY\n\nAn old Chinese man, GRANDFATHER, going through a beautiful Tai Zhi\nQuan form. It is very peaceful and graceful. The form ends with a\npalm strike towards camera, blacking out the frame. (for possible\nINTERCUT use)\n\nINT. SUPERFIGHT ARENA - NIGHT\n\nSpotlights cut through the murky darkness while rock music PULSES.\nThe sound of the crowd, barely visible in the darkness, is a\nRUMBLE in the dark, not unlike the sound of an enraged animal.\n\nThey are yelling for blood!\n\nQUICK CUTS of other fighters in the ring, including Punks, Sumo\nwrestlers, Kickboxers, Shootfighters, and others. It's a\nspectacle, and we see bits and snippets of it all - the knockout\nblows, the colorful fighters, the incredible techniques, the\nbloodshed, the brutality. DARKCLOUD and NIGHT STALKER face off in\nthe ring. (ONE FIGHT)\n\nDarkcloud is slamming Night Stalker in the head over and over.\nWith the second blow, the man's mouthpiece goes flying into the\ncrowd. Soon, the blood starts to spray, but the man doesn't stop\nhitting.\n\nIn the front row, right next to the ring, is JACK CODY, an 18 year\nold dreamer. Drinking it all in, he is yelling his lungs out for\nthe fighters.\n\nA WOMAN standing next to Jack cringes at the brutality and covers\nher eyes.\n\nWOMAN\nHow can you watch this?\n\nJACK\nIt's great, isn't it? I love it!\n\nThe woman looks at Jack uncomprehendingly, then shakes her head\nand steps over him to get out, then walks up the stairs to the\nexit.\n\nThough the woman is very beautiful, Jack doesn't even watch her\ngo. He is too intent on the action in the ring.\n\nNow, one of the women fighters, ANGEL, dressed in a sexy outfit\nthat shows off her body, but also displays her finely defined\nmuscles, is fighting another SuperFighter. She is brutalizing the\nother fighter, yet both are covered in blood.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is too intent on the action in the ring. Now, one of the women fighters, ANGEL, dressed in a sexy outfit\nthat shows off her body, but also displays her finely defined\nmuscles, is fighting another SuperFighter. She is brutalizing the\nother fighter, yet both are covered in blood. \n\nTARGET SECTION TO BE ANNOTATED:\n\fThe towel has now been thrown in, but Angel STILL doesn't stop.\nAngel has her opponent by the throat and is motioning to the\ncrowd, thumbs up or thumbs down.\n\n\"NO MERCY\" cries the crowd, and Jack is yelling louder than\nanyone.\n\nJACK\nTake it to her, Angel! Yeah!\n\nAngel spins and hook kicks her opponent in the head, then spins\nthe other way and side kicks her into the ropes. The other fighter\nFLIES off the ropes and lands face down in the center of the ring.\n\nIt's brutal and barbaric.\nAnd Jack loves every minute of it.\n\nA spotlight lights up the stage, and two bizarre FIGHTERS stand in\nthe middle, facing each other.\n\nANNOUNCER\nIn the red corner, Budokai!\n\nBUDOKAI is dressed in a gold lame uniform, his belt black. His\nface is painted like a kabuki actor, a mixture of black and white\nand gold, and his outfit emphasizes his massive muscles.\n\nANNOUNCER (0.S.)\nAnd in the blue corner, the Enforcer!\n\nTHE ENFORCER, dressed like a street punk, with chains and leather,\nspikes and chrome, comes into the ring. He is the bad guy here,\nand everyone knows it. He raises his muscled arms over his head\nand smiles at the crowd, then brings them down into a fighting\nstance.\n\nANNOUNCER (0.S.)\nSuperFight!\n\nThe two fighters face off in fighting positions. The rock music\nincreases its BEAT, and the fighters rush each other, the ring\n\nechoing with the fury of their techniques. Budokai is a martial\nartist, while the Enforcer is a thug. But a well trained thug,\n\nnonetheless.\n\nUsing a mixture of professional wrestling, boxing and street\nfighting, the Enforcer HAMMERS Budokai in a beautifully\nchoreographed fight.\n\nBudokai beaten, the Enforcer stands before the crowd, seemingly\nasking them for a decision.\n\nThe crowd ROARS.\n\nANNOUNCER\nWhat'll it be? Mercy?\n\nThe crowd YELLS out \"NO MERCY!\" Everyone except Jack that is, who\nlikes Budokai, after all.\n\fThe Enforcer listens to what they want, then smiles and launches a\nhuge roundhouse right.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMercy? The crowd YELLS out \"NO MERCY!\" Everyone except Jack that is, who\nlikes Budokai, after all. The Enforcer listens to what they want, then smiles and launches a\nhuge roundhouse right. \n\nTARGET SECTION TO BE ANNOTATED:\n Budokai goes sailing out of the ring.\n\nJack sees this and runs to where Budokai is going to land,\nthinking to break his fall.\n\nHe does, sort of, but Budokai still lands HARD. They stand up\ntogether, both a little stunned. The Enforcer is now out of the\nring and coming towards Budokai, and Jack is caught in the middle.\n\nJack, in the heat of the moment, turns to face off with the\nEnforcer! He throws a couple of kicks and punches, which have no\neffect - except to further enrage the Enforcer.\n\nThe Enforcer goes crazy and attacks Jack. Budokai grabs Jack and\nthrows him up into the sky, and then knocks the Enforcer out, and\nJack lands on top of the Enforcer (like a pin in wrestling),\ncounting him out.\n\nThe ref comes out of the ring and holds up Budokai's hand, and\nBudokai reaches down and pulls Jack up to a standing position,\nholding his hand up.\n\nBUDOKAT\nNO MERCY! EVER!\n\nBudokai looks at Jack, who is beaming with pride, as the crowd\ngoes crazy. Budokai winks at Jack.\n\nBUDOKAIL\nThanks, man. Couldn't have done it without\nyou...\n\nJack is in heaven.\n\nEXT. LOADING DOCK - DAWN\n\nA loading dock is closed up, shut down tight. The streets around\nit are almost empty. A JOGGER runs by in front, getting a workout\nin before a busy day starts.\n\nINT. LOADING DOCK - SAME DAY\n\nIn the loading dock, we MOVE THROUGH the assembled goods, boxes\nand various things. In the b.g. can be heard the sound of labored\nbreathing, and solid THUNKS and THWOCKS .\n\nWe MOVE through a door that is ajar, into an area of the warehouse\nseparate from the storage area. On the walls are posters from\n\"SuperFights\", martial arts training posters, pictures of Bruce\nLee, Chuck Norris, Jean Claude Van Damme (from \"No Retreat No\nSurrender\"), movie posters, professional wrestlers, etc.\n\nPictures of a fighter named MIKE ROCCO are featured prominently.\nRocco, in the pictures, is wearing a special necklace (Open\nHand?).",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn the walls are posters from\n\"SuperFights\", martial arts training posters, pictures of Bruce\nLee, Chuck Norris, Jean Claude Van Damme (from \"No Retreat No\nSurrender\"), movie posters, professional wrestlers, etc. Pictures of a fighter named MIKE ROCCO are featured prominently. Rocco, in the pictures, is wearing a special necklace (Open\nHand?). \n\nTARGET SECTION TO BE ANNOTATED:\n There is a magazine with his picture on it, and the legend\nreads \"Rocco: Where is he now?\" There is also a picture of Rocco\nwith his arm around a young fighter - a younger Jack.\n\fWe see a SHADOW of what looks like two people fighting over the\npicture of Rocco.\n\nThe sounds of violent training are closer, more immediate.\n\nA counter is piled high with training books, and a TV/VCR\ncombination sits next to them, a pile of martial arts training\nvideos sitting on top. A tape is in the machine, and it is paused\non one particular instructor, Mike Rocco, demonstrating a\ntechnique.\n\nStanding next to the counter are mannequins in various positions,\nall dressed in sporting goods equipment - at first they look like\nreal fighters. We see Jack moving among them, doing flips (with\nthe aid of an unseen trampoline).\n\nSome of the mannequins are wearing protective equipment, others\nswimsuits, still others in martial arts uniforms.\n\nSmoothly, we TURN AROUND to see Jack, in a muscle shirt and\nworkout pants, working on a mannequin, and we realize that they\nare just mannequins, not real people. He is very athletic, and has\nobviously been training for some time. He is not a master, but he\nis strong and effective, with a great\n\ndeal of raw talent. When he hits and kicks the heavy bag, hanging\nin the middle of the room, it SHAKES the entire room.\n\nJack is wearing the special necklace that Rocco had on in the\npictures.\n\nAfter one particularly grueling combination, Jack stops, drinks\nfrom a sport bottle nearby. He then grabs the TV remote and pushes\na button.\n\nANGLE ON TV\n\nThe tape continues, the instructor (Mike Rocco) moving on to\nanother combination.\n\nJack watches it carefully, then rewinds it, and plays it again. He\nthen presses \"pause\" and puts the remote back. He starts hitting\nthe heavy bag again, mimicking the combination the instructor\nshowed on the tape.\n\nAs he is working this combination, an alarm on his watch goes off\nand Jack stops. He gathers himself for a moment, then bows to the\nmannequin.\n\nJACK\nTime for the SuperFight.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he is working this combination, an alarm on his watch goes off\nand Jack stops. He gathers himself for a moment, then bows to the\nmannequin. JACK\nTime for the SuperFight. \n\nTARGET SECTION TO BE ANNOTATED:\nHe moves to the area of the room where the mannequins are set up.\nHe moves into the middle of them, then raises his arms like\nBudokai did last night.\n\nHe goes into action, throwing kicks and punches at the mannequins,\nbreaking them into pieces, throwing them into all the corners of\nthe room.\n\fWhen he is done, he stands panting in the center of the mess, then\nraises his arms again. One mannequin is still standing.\n\nJACK\nNo mercy.\n\nHe jumps off the trampoline (we see it now) and drives a spinning\nwheel kick at the lone mannequin and hits it, but sends himself\nsprawling at the same time.\n\nThe fantasy is disrupted by reality. Jack smiles and puts his head\nin his hands, resting.\n\nFRANKIE\nCody? That you?\n\nJack doesn't answer right away.\n\nFRANKIE (0.S.)\nYo, Jean Claude Van Dunce? You there?\n\nJACK\nYeah, Frankie. Just finishing up!\n\nFRANKIE comes into view.\n\nFRANKIE\nMan, are you wasting your time with this\nstuff again? Hey, don't leave a mess\nagain, OK? Hurry up, we gotta get these\norders out!\n\nJACK\n(cheerfully)\nOK! I'll be right down.\n\nJack gets off the ground and starts to clean up the pieces of\nmannequin around the room. He assembles the mannequins again for\nhis next workout, then pauses at the \"SuperFights\" and \"Mike\nRocco\" posters.\n\nJACK\nSomeday...\n\nThe CAMERA PULLS OUT, past the tapes, books and posters.\n\nEXT. JACK HOUSE - EVENING\n\nEstablishing shot of a run down tract house in a \"poor white\ntrash\" suburb of the city. The house is much cleaner than the\nothers in the area. Obviously, some care has been taken with the\nhouse.\n\nJack's battered Jeep pulls up to the house, and he gets out. He\npauses for a moment in the front yard, then shakes his head, picks\nup some trash from the neighbor's yard, and moves inside.\n\fINT. JACK HOUSE - SAME NIGHT\n\nJack walks into the house, weary from a long day of work, and\nhangs up his jacket.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\npauses for a moment in the front yard, then shakes his head, picks\nup some trash from the neighbor's yard, and moves inside. INT. JACK HOUSE - SAME NIGHT\n\nJack walks into the house, weary from a long day of work, and\nhangs up his jacket. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nMom, I'm home!\n\nMOTHER\nWhat? No UltraFights tonight?\n\nJACK\n(smiling wearily)\nIt's SuperFights, and they were last\nnight.\n\nMOTHER\nWhat time did you get home?\n\nJACK\nI got to work on time, nobody got hurt,\nwhat difference does it make, Mom?\n\nJack's MOTHER comes around the corner and confronts Jack. This is\na road they've been over many times, but that won't stop his\nMother from trying to make a point.\n\nMOTHER\n\nWhat about you? I think it's hurting you.\nJACK\n\nI'm not in the ring... yet. When I'm one\n\nof the fighters, then you can worry. OK?\n\nMOTHER\nYou won't be one of them, Jack, not while\nI'm around.\n\nJACK\nWhen they have another try out, I'm going\nto be first in line.\n\nMOTHER\nNo you won't. Your father wouldn't have\nwanted...\n\nJACK\nLet's not do this again, Mom. I gotta\ngo...\n\nMOTHER\n\nI have dinner ready for you, just like you\nlike it. Where are you going, Jack?\n\nJACK\nOut, that's all.\n\nMOTHER\nJack, don't walk away from me! I'm talking\nto you!\n\fJack doesn't stop walking as he grabs his jacket, and then goes\nout the door. He can be seen walking to his Jeep through the\nripped and patched screen door.\n\nMOTHER\nYou come right back here, John Jacob Cody!\nThis minute!\n\nJack is gone, and his Mother stands there for a moment, waiting.\nThe Jeep STARTS UP, 0.S., and we see the headlights FLARE on\nJack's Mother's face.\n\nMOTHER\n(to herself)\nOver my dead body!\n\nFADE OUT\n\nEXT. CITY BANK - SAME NIGHT\n\nA deserted parking lot of a city bank. A young, very attractive\nChinese woman, SALLY WONG, walks to the Cash machine outside the\nbank, on her way home from work.\n\nShe looks around to make sure no one else is there, then proceeds\nto the machine. She puts in her card, presses several buttons and\ncompletes her transaction. Her cash is counted out into a money\ndrawer, and she reaches in and pulls it out.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks around to make sure no one else is there, then proceeds\nto the machine. She puts in her card, presses several buttons and\ncompletes her transaction. Her cash is counted out into a money\ndrawer, and she reaches in and pulls it out. \n\nTARGET SECTION TO BE ANNOTATED:\nJust as she turns to go, a voice behind her calls out menacingly\n\nLEADER\nWe'll take that, sister.\n\nSally whirls around to see three GANG MEMBERS moving towards her.\nThey have taken away her escape route. She makes a fist with one\nhand, as if she is trying to decide whether it's worth a fight.\n\nJust then a Jeep pulls into the parking lot of the bank, making a\ncut through to another street. It's Jack's Jeep, and he pauses for\na moment, taking in the scene. The LEADER turns to look at Jack.\n\nLEADER\nKeep moving, asshole.\n\nJack looks for a moment longer, then pulls out.\n\nSally starts to raise her hands to fight, and the Leader senses\nwhat she is doing and pulls out a wicked looking knife to dissuade\nher.\n\nLEADER\nIt's not worth it.\n\nLEADER\nRemember, it's only money, and you didn't\nhave it long enough to get attached to it.\n\fSally looks at the knife, then up at the Leader. She takes a quick\nglance around, noting the surveillance camera up in one corner of\nthe building.\n\nLEADER\nNo time, sugar. We'll be long gone, and\nyou'll be all cut up.\n(beat)\nNow.\n\nThe Jeep pulls into the parking lot again, and this time it stops\nright in the middle of the lot, its lights pointed straight at the\ngroup. The High Beams of the Jeep flick on, momentarily blinding\neveryone, and the horn BLOWS.\n\nThe Leader, one hand over his eyes, motions to one of his boys to\nget rid of whoever it is.\n\nLEADER\nTake care of that guy!\n\nThe Gang Member goes up to the Jeep, and is surprised to find it\nEMPTY. Running, lights on, but empty.\n\nGANG MEMBER\nAin't nobody here!\n\nThe Leader, who was moving in on Sally, turns to the Gang Member.\n\nLEADER\nWhat?\n\nJust then, from behind one of the bank pillars, STORMS Jack,\ntaking the Leader and the other gang members completely by\nsurprise. Using a variety of kicks, punches, strikes and wrestling\nmoves, he takes them out with little resistance. He wades through\nthem like they were the mannequins he trains on at work.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust then, from behind one of the bank pillars, STORMS Jack,\ntaking the Leader and the other gang members completely by\nsurprise. Using a variety of kicks, punches, strikes and wrestling\nmoves, he takes them out with little resistance. He wades through\nthem like they were the mannequins he trains on at work. \n\nTARGET SECTION TO BE ANNOTATED:\nJACK\nOh, yeah! This is just what I needed!\n\nWhen he's done, Jack turns to Sally and smiles, then motions for\nher to join him.\n\nSally gets in Jack's Jeep, and he pulls quickly out of the lot.\nThe gang members are still on the ground, some of them starting to\nmoan and move around a little bit.\n\nINT. JACK'S JEEP - SAME NIGHT\n\nJack is driving along, and Sally is sitting very primly in Jack's\nJeep. Jack steals looks at her, and she looks at him sideways.\n\nJack is intrigued by this beautiful Chinese girl.\n\nSALLY\nTurn right here. This is my house.\n\fThe Jeep comes to a stop. Sally opens the door and starts to get\nout..\n\nSALLY\n(after a beat)\nWant to come in?\n(very softly)\nI'd like you to meet my grandfather.\n\nJack turns the engine off.\nJACK\nMeet your grandfather? Sounds like real\nfun...\n\nThey get out of the Jeep.\n\nEXT. SALLY HOUSE - SAME NIGHT\nSally leads him into her house.\nSALLY\nHe's kind of an old codger... just take\nhim with a grain of salt.\n\nJACK\nDon't worry, I love old codgers.\n\nThrough the window, we see a SHADOW looking at them. Then it\ndisappears.\n\nThey go inside.\n\nINT. SALLY HOUSE - SAME NIGHT\n\nA meat cleaver THWACKS down into a wooden cutting board and sticks\nstraight up.\n\nPULL BACK TO REVEAL Sally's Grandfather, who was cooking dinner\nwhen they came in. He is at least 75 years old, and is wearing a\ndark blue Chinese silk jacket.\n\nGRANDFATHER\nYou fought them over money?!? Are you a\nCOMPLETE moron?\n\nJack looks at Sally for help.\n\nGRANDFATHER\nYou could have gotten her killed.\n\nSALLY\nThey might not have stopped at the money,\nGrandfather.\n\nGRANDFATHER\nYou don't KNOW that. Do you?\n\fJACK\nGee, correct me if I'm wrong, but most\nrelatives...\n\nGRANDFATHER\nYou are wrong. Don't speak unless spoken\nto.\n\nSALLY\nGrandfather!\n\nThe Grandfather looks at Sally, sighs, and then examines Jack\nclosely.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon't speak unless spoken\nto. SALLY\nGrandfather! The Grandfather looks at Sally, sighs, and then examines Jack\nclosely. \n\nTARGET SECTION TO BE ANNOTATED:\nGRANDFATHER\nYou are a fighter? What style?\n\nJACK\nAll different styles.\n\nGRANDFATHER\nWhich style? Do not attempt to con me.\n\nJACK\nI use what works, from karate, kung fu,\nkickboxing, whatever.\n\nGRANDFATHER\nBullshit!\n\nJACK\nHey, it worked tonight.\n\nGRANDFATHER\nLet me see your hands, 'fighter'.\n\nJack holds out his hands and Grandfather holds them, looking at\nthem and squeezing them. Jack squeezes back, but it has no effect\non Grandfather.\n\nGRANDFATHER\nYou have never trained.\n\nJACK\nI can handle myself.\n\nSALLY\nGrandfather, what are you doing? I invited\nJack in to thank him.\n\nGRANDFATHER\nMaybe he set the attack up himself, so he\nwould look good.\n\nJACK\nI've had about enough...\n\nJack tries to pull his hands away, but he cannot. Jack continues\nto try to pull away, but Grandfather has his hands in a vice grip.\n\fGRANDFATHER\nNot yet.\n\nGrandfather takes Jack's hands and forces them into the flour on\nthe counter top.\n\nJACK\nWhat the hell?\n\nGRANDFATHER\nOK, fighter, let's see how good you really\nare. All you have to do is touch me and I\nwill give you the credit you think you\ndeserve. OK?\n\nJACK\nThis is ridiculous. Does he do this to\nevery guy you bring home?\n\nSALLY\nI... Grandfather?\n\nGRANDFATHER\nOnly the ones claiming to be heroes.\nC'mon, just one touch...\n\nJack, thinking he is going to catch Grandfather unaware, lunges\nfor him, but he's no longer there. Jack moves again, trying to\ntouch him, but Grandfather is a ghost. No matter how he tries, and\nwith what techniques, he can't lay a finger on him.\n\nFinally, Jack is so frustrated he gives up. He grabs a towel and\nstarts to wipe the flour off his hands.\n\nJACK\nI gotta get outta here. Sally, I'll call\nyou.\n\nHe walks past Grandfather, who is smiling in success. Before he\ncompletely passes him, however, Jack tries one more time to touch\nhim.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSally, I'll call\nyou. He walks past Grandfather, who is smiling in success. Before he\ncompletely passes him, however, Jack tries one more time to touch\nhim. \n\nTARGET SECTION TO BE ANNOTATED:\n Grandfather, with eyes in the back of his head, moves subtly\nout of the way, and all Jack touches is air.\n\nSALLY\nJack, don't go!\n\nJack is already at the door and opening it. He tosses the towel\nback into the room. Sally runs after him, giving Grandfather a\nvery dirty look. He just smiles an innocent smile that says, \"Just\nprotecting you, my dear.\"\n\nEXT. SALLY HOUSE - SAME NIGHT\n\nSally pushes open the door of her house, but Jack is already in\nhis Jeep and driving away.\n\nShe watches him drive away, then raises her face to the stars.\n\fSALLY\nJust once why can't he mind his own\nbusiness and stay out of my life?\n\nEXT. STREETS - SAME NIGHT\n\nJack's Jeep, driving on a deserted highway.\n\nINT. JEEP - SAME NIGHT\n\nJack, still a little angry, driving and thinking.\n\nEXT. JACK HOUSE - SAME NIGHT\n\nJack drives up to his house, and is surprised to see his house all\nlit up, with tons of people milling around. There are Reporters,\nCamera Crews, Neighbors and more.\n\nJack pulls his Jeep into the driveway, and gets out. The entire\ngroup explodes in applause, but Jack still can't figure out what\nis going on. He spots a policeman and yells\n\nJACK\nIs my Mom OK?\n\nHe nods and motions that she is inside the house.\n\nJack heads for the house, but is stopped by a TV REPORTER and her\ncamera crew.\n\nTV REPORTER\nHow does it feel to be a hero?\n\nJACK\nWhat hero? What are you talking about?\n\nJack pushes his way through the crowd and towards his house, still\nconcerned about his mother.\n\nIn the b.g. we hear the TV Reporter finishing her report.\n\nTV REPORTER\nModest and unassuming, untouched by\nstardom, Jack Cody might be a hero in the\ntruest sense of the world. Just someone\nwho, despite the odds, does the right\nthing. This is Carol Hartman, Channel 8,\nlive at the Cody house. Back to you, Bob.\n\nJack gets to his front door and throws it open.\n\nJACK\nMom, are you all right?\n\nHe goes in.\n\fINT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nMom, are you all right? He goes in. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n JACK HOUSE - SAME NIGHT\n\nHe walks into the living room, and sees his Mom getting up from in\nfront of the Tv.\n\nJACK\nMom! Are you OK? What's with all the\npeople outside?\n\nJack's Mother runs to Jack, hugging him.\n\nMOTHER\nJack, I'm so proud of you! You're a hero!\n\nJACK\nWhat are you talking about?\n\nMOTHER\nWatch! I taped it for you!\n\nShe pushes the \"play\" button the VCR and a news report unfolds.\n\nTIGHT ON TV, INSET PICTURE OF SUPERFIGHTER \"PUNISHER\"\n\nNEWS ANCHOR\nPunisher found dead - a violent end\nfor a violent fighter.\n(beat)\nAnd now for some good news: Take a look at\nsome extraordinary footage from Fulton\nBank...\n\nThe screen shifts to grainy color security video, which records\nthe rescue scene where Jack came to the aid of Sally. Jack beats\nthe three guys, and then hustles Sally into his Jeep.\n\nNEWS ANCHOR\nWe traced the license plate of the Jeep to\nJack Cody, an employee of GoodSports, a\nsporting goods distributor...\n\nJack turns off the VCR and turns to his mother.\n\nMOTHER\nThey've been waiting hours for you, Jack.\nYou saved that girl! You should go out and\ntalk to them, Jack!\n\nJACK\nI don't really want to, Mom.\n\nMOTHER\nThis is your chance, Jack. You're break.\n\nJACK\nDon't make that much out of it, Mom. I\njust did what had to be done.\n\fMother leads Jack to the front door and opens it. Immediately, the\ncrowd on the lawn surges forward to the door.\n\nMOTHER\nThis is good news, Jack. There isn't\nenough good news on the TV. You know what\nI mean?\nJack nods and opens the front door.\n\nThe questions start coming, and the lights of the cameras and the\nflash of cameras WHITE OUT the picture as we...\n\nCUT TO:\n\nINT. ROBERT OFFICE - SAME NIGHT\nTIGHT ON TV IMAGE OF JACK, blinded by the lights of the TV\n\ncameras. He is bombarded with questions, attention which he takes\nwith his characteristic good humor.\n\nANGLE ON ROBERT SAWYER, PROMOTER OF SUPERFIGHTS.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBERT OFFICE - SAME NIGHT\nTIGHT ON TV IMAGE OF JACK, blinded by the lights of the TV\n\ncameras. He is bombarded with questions, attention which he takes\nwith his characteristic good humor. ANGLE ON ROBERT SAWYER, PROMOTER OF SUPERFIGHTS. \n\nTARGET SECTION TO BE ANNOTATED:\nHe is watching the TV with interest, the lights from the TV\nilluminating his face.\n\nHe presses the \"Mute\" button on the remote, and the scene unfolds\non the TV without any sound.\n\nROBERT\nHe's perfect.\n\nRobert goes behind his desk and pushes the intercom on his phone.\n\nROBERT\nLonnie, get me...\n\nThe name \"Jack Cody\" flashes onto the screen, underneath Jack's\nimage talking to reporters.\n\nROBERT\nJack Cody. He's on Channel 8 right now.\nSet up a meeting for tomorrow, here.\n\nRECEPTIONIST\nYes, Sir.\n\nROBERT\nOh, and Lonnie? Make sure he comes alone.\nNo agents, no lawyers. Thanks.\nHe hangs up the phone and then presses \"Mute\" again.\nIt's Jack talking on the TV.\nJACK\n\nI just did what I had to do. Anybody else\nwould have done the same.\n\fROBERT\nAn All American Hero. Perfect.\nEXT. CITY STREETS - DAY\nJack is out for his training run, and he is spotted by people\nwalking and working on the street. He runs by a crew of WORKMEN\n\nworking on the construction of a house.\n\nWORKMEN\nWay to go, Jack!\n\nHe heads downtown on his run, and a schoolbus goes by and a group\nof SCHOOLCHILDREN spot him.\n\nKIDS.\n\nIt's him, it's the hero. Hey, Jack! Can we\n\nhave your autograph?\nJack waves back, feeling really good.\nHe turns down a city street, and two beautiful WOMEN RUNNERS are\ncoming towards him. One of the RUNNERS nudges the other and points\nto Jack.\nShe smiles at him as he runs past.\n\nRUNNER\nWant to run my way, Jack?\n\nJack continues running, but his pace definitely slows.\n\nINT. JACK HOUSE - SAME DAY\n\nJack is rushing around, trying to get ready for his meeting with\nRobert. His mother is following him, haranguing him for even\nconsidering becoming a fighter.\n\nMOTHER\nI don't want you to go to this meeting,\nJack.\n\nJACK\n\nYou're the one who wanted me to talk to\nthe reporters, and Mr. Sawyer called me\nbecause he saw me on TV.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\nI don't want you to go to this meeting,\nJack. JACK\n\nYou're the one who wanted me to talk to\nthe reporters, and Mr. Sawyer called me\nbecause he saw me on TV. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER\nYou want to be a professional wrestler\nyour whole life?\n\nJACK\nNo, but being a SuperFighter is a lot\ndifferent from being a pro wrestler, and a\ncouple of years doing it would be fun. I\nhad my 15 minutes of fame, Mom. Now is the\ntime to capitalize on it.\n\fHe starts to tie his neck tie, and is having trouble.\n\nJACK\nMom, can you help me out here? I could die\ntrying to tie this thing.\n\nMOTHER\n(after a beat)\nNo. I won't help you with this.\n\nShe walks out of his room, leaving Jack to fend for himself.\nHe stares at himself in the mirror.\nJACK\nGreat, just great. I hope he's more\ninterested in my fighting than my\nwardrobe.\n\nHe does a sloppy job tying his tie, then grabs a notebook and\nheads for the door.\n\nJACK\nMom?!? I'm going. Wish me luck?\n\nNo answer.\n\nJACK\nThanks a lot!\n\nHe goes out the door, and only when he is completely gone does his\nmother come into the room, a worried look on her face.\n\nEXT. OFFICE BUILDING - DAY\n\nRobert's office building, with the legend \"SuperFights\" over the\nfront door. Jack walks up to the front of the building, admires\nthe sign, then walks in.\n\nINT. OFFICE BUILDING - SAME DAY\n\nThe elevator door opens and Jack walks up to a very impressive\nsolid wood door, with \"SuperFights\" engraved into it. He grabs one\nof the huge brass doorknobs and pulls the door open.\n\nINT. SUPERFIGHT LOBBY - SAME DAY\n\nJack walks up to the RECEPTIONIST, who is seated at a state of the\nart computer workstation. Her face lights up when she sees him.\n\nRECEPTIONIST\nJack Cody, right?\n\nRECEPTIONIST\nLet me just say I'm a big fan. I think\nit's great that you're going to be working\nwith us!\n\fJack doesn't know what to say. Working with the SuperFighters?\n\nRECEPTIONIST\nMr. Sawyer is expecting you, Mr. Cody.\nHe's just finishing up a meeting.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nSawyer is expecting you, Mr. Cody. He's just finishing up a meeting. \n\nTARGET SECTION TO BE ANNOTATED:\nAs she says this, the door to Robert's office opens, and out steps\nthree SUPERFIGHTERS: Darkcloud, Night Stalker and Budokai. They\naren't dressed like SuperFighters, however. They are dressed all\nin black: leathers, sweatshirts, parachute pants, etc.\n\nBehind them walks Robert, and together they notice Jack, who has\ntried to move out of the way (and to close his open mouth as he\nwatches his heroes come towards him).\n\nROBERT\nJack! Robert Sawyer! Let me introduce you\nto some friends of mine.\n\nBUDOKAL\nHey, I remember you! Man, welcome to the\nteam! You're my hero now, Jack!\n\nJack can't believe he is actually talking to the SuperFighters.\n\nDARKCLOUD\nI'm Darkcloud, but call me Chuck, OK? Can\nI call you Jack?\n\nJACK\nUh... Sure.\n\nNIGHT STALKER\nI'm Cliff, better known as Night Stalker.\nIt's an honor to shake your hand, Mr.\nCody.\n\nJACK\nHonor? C'mon, you guys are...\n\nBUDOKAL\nYou're gonna love it here!\n\nDARKCLOUD\nYou sure are. Just make sure you ask for\nenough money from Robert here.\n\nDARKCLOUD\nHe can squeeze pennies so hard they bleed,\nman.\n\nROBERT\n\nThat's enough, gentlemen. Jack and I have\nsome matters to discuss. Where's your\nlawyer, Jack? Sharpening his pencil?\n\nJACK\nNo, I...\n\fROBERT\nDon't worry about it, c'mon in! You guys\nbe careful out there tonight, you hear?\n\nSUPERFIGHTERS\n(together)\nYes, Sir! See ya around, Jack!\nRobert leads Jack into his office, and then closes the door behind\nhim, smiling at the SuperFighters.\n\nINT. ROBERT OFFICE - SAME DAY\n\nROBERT\nHave a seat, Jack. Can I get you something\nto drink?\n\nJACK\n\nNo, thanks, Mr. Sawyer. Thanks for\ninviting me over. It was great to meet\nthose guys.\n\nROBERT\n\nThose guys are friends of yours, Jack.\nAnd, thank you for coming here tonight. I\nknow you have a lot of demands on your\ntime now.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBERT\n\nThose guys are friends of yours, Jack. And, thank you for coming here tonight. I\nknow you have a lot of demands on your\ntime now. \n\nTARGET SECTION TO BE ANNOTATED:\n You're a popular man.\n\n(beat)\nI want to get right to the point, Jack. I\nwant you to be a SuperFighter. Is that\nsomething that you'd like?\n\nJACK\nAre you kidding? I'd kill to be one of the\nSuperFighters!\n\nROBERT\nI'm not asking for that... yet.\n(smile)\nAll I want to do is make you an offer.\n\nJACK\nThe answer's yes.\n\nROBERT\nI haven't made the offer yet, Jack. Do you\nhave an agent?\n\nJACK\nNo. Should I?\n\nROBERT\nNot necessarily. Most of the fighters\ndon't, in fact. I'll walk you through the\ncontract, and I think we'll come to a fair\nagreement, don't you?\n\nJACK\nYou bet!\n\fROBERT\nBefore we do that, however, I want to\nintroduce you to my favorite SuperFighter,\nAngel.\n\nA side door to the office opens up, and Angel, the female\nSuperFighter from the opening scene, walks in. She is dressed in\nher very revealing, very sexy outfit, and she comes over to Jack.\n\nANGEL\nI saw you on the news. I can't believe I'm\nactually meeting you!\n\nJack is almost speechless.\n\nJACK\nI saw you fight the other night...\n\nANGEL\nI wish I had seen you...\n\nROBERT\nIf we can come to terms, Jack, I'd like\nAngel to train you.\n(beat)\nIf that's OK.\n\nJACK\n(swallowing hard)\nYeah, that'd be great.\n\nANGEL\nI'm a real slave driver, Jack.\n\nANGEL\nYou have to listen to me about...\neverything. I think you've got great\npotential, and with a little hard\ntraining, you can be a great SuperFighter!\n\nJACK\nI can't wait.\n\nROBERT\nAngel, can you excuse us for a little\nwhile? Jack and I have to cross the t's\nand dot the i's.\n\nANGEL\n\nDon't take too long, OK? I'm hungry.\nROBERT\n\nWe'll all go out to dinner after, OK,\n\nJack?\nJack nods, watching Angel leave the room.\n\nRobert pulls out a thick contract and puts it down on the table.\n\fROBERT\nHere's the contract.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack nods, watching Angel leave the room. Robert pulls out a thick contract and puts it down on the table. ROBERT\nHere's the contract. \n\nTARGET SECTION TO BE ANNOTATED:\n I advise you to read\nit carefully, but it's tough going. I'll\ngo over the main points with you. OK?\n\nAngel is now at the door, and she stops and catches Jack's eye,\nthen winks.\n\nJACK\nI want to warn you, Robert, I'm a pretty\ntough negotiator. I'm no pushover.\n\nRobert smiles and sits down, ready to put the hammer to Jack.\n\nROBERT\nI saw that the minute we met, Jack.\n\nEXT. WAREHOUSE - NIGHT\n\nEstablishing shot of the exterior of the warehouse. Two bodyguards\nstand outside.\n\nINT. WAREHOUSE - NIGHT\n\nA \"Death Match\" is going on, with THE BEAST against a Citizen. The\ncrowd is wild and unruly, and betting is going on throughout the\nscene.\n\nThe Beast beats the Citizen handily, and then KILLS him brutally.\nIt's quite a difference from the SuperFights.\n\nEXT. STREETS - NIGHT\n\nA STREET GANG made up of punks and toughs, along with the\noccasional girlfriend, is hanging out in an alley, smoking\ncigarettes and killing time. (6 to 8 GANG MEMBERS - Black,\nHispanic, White)\n\nSuddenly, one of the street gang's LOOKOUTS is propelled into the\nalley. He SLAMS into the wall on the other side and collapses ina\nheap, MOANS once, then is silent.\n\nThe gang is up and on their feet, ready for action.\n\nGANG LEADER\nWhat the hell...?\n\nThe SUPERFIGHTERS (Budokai, Night Stalker, Darkcloud) come out of\nthree doorways into the alley, immediately surrounding the street\ngang. The Leader starts to go for his weapon, but a movement by\nDarkcloud stops him.\n\nDARKCLOUD\nI wouldn't do that, Bubba.\n\nGANG LEADER\nName's not Bubba.\n\fDARKCLOUD\nIt is if I say it is, Bubba.\n\nOne of the gang members moves towards Darkcloud, and he is\nimmediately taken out, brutally, hit and kicked and SLAMMED into\nthe wall.\n\nINSERT shot of THUGS raising guns, preparing for action.\n\nGANG LEADER\nWhat do you want, man?\n\nDARKCLOUD\n30% of the action.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nINSERT shot of THUGS raising guns, preparing for action. GANG LEADER\nWhat do you want, man? DARKCLOUD\n30% of the action. \n\nTARGET SECTION TO BE ANNOTATED:\nGANG LEADER\nWhat the hell for?\n\nDARKCLOUD\nSo that doesn't happen to you.\n\nGANG LEADER\nNo thanks, man.\n\nDARKCLOUD\n\nYou got a nice operation, Bubba.\nDARKCLOUD\n\nDrugs, grand theft auto, extortion - we\n\nwant in.\n\nGANG LEADER\nAnd if I say no?\n\nDARKCLOUD\nYou know you can't say no, Bubba. Oh, by\nthe way, it's up to 40% now. Want to try\nfor 50% by complaining some more?\n\nGANG LEADER\nScrew you, man.\n\nDARKCLOUD\nWrong answer, Bubba.\n\nThe SuperFighters JUMP into action in the alley. They are all\ntrained fighters, and the gang members are no match for them. It's\nover quickly, with brutal efficiency, the SuperFighters dispatch\nthe gang members.\n\nWhen it's over, Darkcloud stands the Leader of the gang up by\napplying a very painful joint lock.\n\nDARKCLOUD\n50-50 now, Bubba. Pick ups once a week.\nTry to cheat me, you get dead. Comprende?\n\nThe Leader nods, in a world of pain.\n\fAbout eight miscellaneous TOUGHS, who are aiming guns, come out\nfrom the darkness. Darkcloud turns towards them and smiles,\nmotioning to the Gang Members on the ground.\n\nDARKCLOUD\nSee, I told you we wouldn't need you guys.\nThey said we couldn't beat some sense into\nyour thick skull!\n\nHe laughs and drops the Leader, motioning for his SuperFighters to\nfollow him out of the alley. The gang members stay on the ground,\ntoo hurt to move.\n\nINT. TRAINING GYM - DAY\n\nJack walks through the door into the training gym, which is very\nhigh tech, all marble, machines and red and blue floors. Only the\nbest for the SuperFighters. Jack is astonished by the room, and he\nwalks around looking at it in awe.\n\nAs he looks around, in walks Angel.\n\nANGEL\nGood morning, Jack. It's nice to see\nyou're on time.\n\nJACK\nI'm all yours.\n\nANGEL\nHow true. You got a clean bill of health\nfrom our doctors.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nI'm all yours. ANGEL\nHow true. You got a clean bill of health\nfrom our doctors. \n\nTARGET SECTION TO BE ANNOTATED:\n Let's see what you can\ndo, OK?\n\nShe pushes a button on a keyboard located on a pedestal, and three\nTvs in the marble wall are revealed.\n\nANGEL\nThis is the main training area for the\nfighters. Usually, you all train together,\nbut we'll be training alone for the first\ncouple of weeks, however.\n\nJACK\nWhy?\n\nThey walk over to the two beams of light streaming down against\none wall.\n\nANGEL\nJack, don't ask too many questions, OK?\nWhen I call out a kick or a punch, you hit\nthrough the lights. They measure speed and\npower. Got that?\n\nJACK\nYou bet.\n\fANGEL\nStepping side.\n\nJack does it. A power read out registers on the computer display.\n\nANGEL\nBackfist, straight punch.\n\nJack does it.\n\nANGEL\nSpinning hook, roundhouse, front kick.\n\nJack performs them, hitting the beams of light each time.\n\nANGEL\nLeft hook. Right jab. Left uppercut.\n\nJack does them all, and is performing very well. A series of QUICK\nCUTS shows Jack hitting the bags and targets, with each hit\nscoring \"power points\" on the computer read out.\n\nANGEL\nNow I want to measure your reaction time.\nEnter the chamber, please.\n\nShe walks over to the keyboard and punches in several commands.\nJack stands in the middle of the chamber, and suddenly the poles\non each side of the chamber come flying out. Jack tries to avoid\nthe poles, but still gets hit a few times while doing it.\nWe see the computer screen measuring the result of the training.\nANGEL\nOK! Take a break for a minute, Jack.\n(beat)\nNot bad. Your numbers are pretty good.\n\nJACK\nThanks. Is the test done?\n\nANGEL\nNot quite yet, Jack.\n\nAngel moves up close to Jack, body to body.\n\nJACK\nWhat... are you doing, Angel?\n\nANGEL\nChecking vital signs...\n\nShe presses her finger against the vein in his neck, feeling his\npulse.\n\nANGEL\nNot too fast, that's good.\n\fShe runs her hands over his body, gently, caressing. She checks\nthe vein in his arm.\n\nANGEL\nA little faster now - you enjoying\nyourself, Jack? That's good, too...",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe checks\nthe vein in his arm. ANGEL\nA little faster now - you enjoying\nyourself, Jack? That's good, too... \n\nTARGET SECTION TO BE ANNOTATED:\nHer hands goes farther down, caressing his buttocks, then moving\ntowards the front.\n\nJACK\nAngel...?\n\nJack jumps a little, and Angel snaps.\n\nANGEL\nStand still!\n\nShe presses her right hand between his thighs.\n\nANGEL\nBest indicator of heart rate activity.\nYour heart's pumping to beat the band,\nJack...\n\nShe smiles at Jack, then pulls her hand back, taking care to brush\nup against the front of his workout pants as she goes. Angel\ngrowls a little.\n\nANGEL\nMy favorite vital sign... Oh, the things\nyou'll see, Jack. We're going to have so\nmuch fun training together.\n\nJACK\n(forced, throaty,\nembarrassed)\nShould we be doing this?\n\nANGEL\nYou'll do whatever I say.\n\nJACK\nHere? Now?\n\nAngel laughs, then starts to walk away.\n\nANGEL\nWe have all the time in the world, Jack.\nWe start for real, training, I mean,\ntomorrow. Get a good night's sleep, Jack,\nyou'll need it.\n\nShe tosses him a bottle of pills. He catches it.\n\nJACK\nWhat are these?\n\nANGEL\nVitamins. Special for the SuperFighters.\n\fJACK\nI don't like pills.\n\nANGEL\nThey're vitamins, Jack. Take them.\n\nJack watches as Angel exits, leaving Jack tortured and all alone.\n\nINT. ROBERT OFFICE - DAY\n\nRobert is in his office, kissing with Lonnie, his receptionist,\nwhen the door flies open and OATES comes in flanked by two\nBODYGUARDS.\n\nThey have knives drawn, and they PULL Robert and Lonnie apart,\nOates holding Lonnie, the Bodyguards holding Robert, knives at\nboth their throats.\n\nRobert looks at him and smiles.\n\nROBERT\nMr. Oates. What a pleasant surprise.\n\nOates moves the knife closer to Lonnie's throat, and she tries to\npull away, terrified.\n\nOATES\nIf I was calling the shots, you'd be\nalready dead. Understand me, Sawyer?\n\nRobert just nods.\nOATES\n\nInstead, my people want to send you a\nmessage. You don't agree, we kill the\n\ngirl.\n\nROBERT\nThe girl?\n\nOates indicates Lonnie.\n\nROBERT\n\nOh, her.\n(beat)\n\nGo ahead.\n\nOATES\nExcuse me.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBERT\n\nOh, her. (beat)\n\nGo ahead. OATES\nExcuse me. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERT\n\nGo ahead. You got what it takes?\n\nOATES\nI kill her, you're next.\n\nROBERT\nYou have to do her first.\n\fLonnie looks at Robert, stunned at what he is saying. That he\nwould sacrifice her.\n\nRobert is still smiling, until he moves, and when he moves he is\nincredibly quick, and brutal. He strikes the two bodyguards, and\nthey go down immediately.\n\nWhen they are down, he turns to Oates, who still has the knife at\nLonnie's throat.\n\nROBERT\nYour turn. I'm calling your bluff.\n\nOates doesn't move, but he is terrified by this unfeeling maniac.\nRobert moves and HITS Oates, knocking him away from Lonnie.\n\nINSERT: LONNIE'S THROAT SLASHED\n\nRobert doesn't even see that Lonnie has been hurt. He closes on\nOates.\n\nROBERT\nLet me get this straight... You thought\nyou'd tell me what to do? Strongarm me? Is\nthat how your pea brain works?\n\nOATES\nWhat's the big deal?\nROBERT\nI'm the big deal.\nOATES\nHey, I won't do it again, if that's what\nyou want.\nROBERT\n\nThat's only part of what I want.\nRobert attacks Oates, and he is brutal and ruthless.\nHe hits him with a strike to the stomach, which doubles him over.\n\nROBERT\nThat hurt? Straighten up.\n\nWith difficulty, Oates straightens up and tries to hit Robert. As\nsoon as he comes all the way back up, Robert blocks his strike and\nhits him again, with a different technique this time. Oates goes\nfarther down, and seems to hurt much more.\n\nROBERT\nThat hurt more, I could tell.\nInteresting...\n\nOATES\n(between gasps)\nC'mon, I said I'd stop.\n\fHe grabs Oates by the hair and stands him up. Oates tries to swing\non Robert, but he blocks it easily and drives a strike into the\narm, breaking it.\n\nROBERT\nI never knew that was so effective.\n\nOates' arm hangs limply by his side, and his face is a mask of\nagony. Robert hits him a couple more times, analyzing the\nreaction.\n\nROBERT\nHmmm...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nOates' arm hangs limply by his side, and his face is a mask of\nagony. Robert hits him a couple more times, analyzing the\nreaction. ROBERT\nHmmm... \n\nTARGET SECTION TO BE ANNOTATED:\n Lonnie, you should leave now.\n\nRobert drives a knife hand into Oates' collar bone, breaking it\nwith an audible CRACK. Oates' screams again, and now both of his\narms hang useless at his sides.\n\nROBERT\nHow bad is the pain? Can you describe it?\n\nNo answer from Oates, who is in incredible pain.\n\nHe pulls back and gets himself set, then drives forward with a\nspecial technique, striking Oates in the chest, right where the\nheart is.\n\nOates' eyes go wide, and his mouth opens in a silent scream, then\nhe drops over dead.\n\nRobert stands over Oates and studies his hand.\nROBERT\nIt works. And, you'll never threaten me\nagain. It's just a win-win day.\n\nHe exits the room without looking back.\n\nEXT. APARTMENT BUILDING - DAY\n\nAn exclusive, gated community - expensive townhouses and security\nguards. A limousine pulls up and into a parking place, and out\nstep Angel and Jack. She leads him into one of the units.\n\nINT. JACK APARTMENT - SAME DAY\nIt's an incredible apartment, complete with vaulted ceilings,\nfireplace, open staircase, eat in kitchen, exercise room and much\n\nmore. Angel gives him a guided tour, and we tag along.\n\nIn the master bedroom, Angel lays on the bed and motions for Jack\nto join her. Jack shakes his head and moves on to another room.\n\fINT. RESTAURANT - NIGHT\n\nVARIOUS SHOTS of Jack eating dinner at an expensive restaurant\nwith other SuperFighters (Budokai, Night Stalker, DarkCloud,\netc.), Angel, beautiful women, etc. At the end of the obviously\nexpensive meal, Jack pulls out his wallet and, over protestations\nfrom the rest of the group, produces a wad of bills to pay the\ntab.\n\nEXT. JACK APARTMENT - DAY\n\nJack comes out of his apartment carrying his workout bag, late for\nhis workout with Angel. He runs up to his Jeep, only this time\nit's not his beat up Jeep, but a beautiful, new Jeep Cherokee\nSport. He hops in and drives off.\n\nINT. TRAINING GYM - DAY\n\nJack is training with Angel. Before they begin, she hands him a\ncup of water, and he takes the pill.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. TRAINING GYM - DAY\n\nJack is training with Angel. Before they begin, she hands him a\ncup of water, and he takes the pill. \n\nTARGET SECTION TO BE ANNOTATED:\nThey start training, and Angel is a slave driver. Jack has never\nworked so hard.\n\nANGEL\nThis is our newest training device,\ndesigned by SuperFights for close quarter\ncombat.\n\nEXT. CITY STREETS - DAY\n\nJack drives past the warehouse where he used to work, and the\nirony is lost on him. Frankie is outside, and he spots Jack.\n\nFRANKIE\nHey, Jack! Way to go, man! Hey, can you\nstop for a second? Yo, Jack!\n\nJack smiles and drives on.\n\nJack passes by an area of the city in his new car, and Sally is on\nher way to work, a working girl with a briefcase. She stops at a\nlight, next to a workman carrying a mirror. We see Jack's Jeep\nfirst in the mirror, then Sally sees him. She tries to say hello,\nbut he doesn't see her.\n\nEXT. CAPITOL BUILDING - DAY\n\nJack is running stairs, with Angel watching, holding a stop watch.\n\fEXT. RIVER - DAY\n\nJack and Angel are standing in the river, throwing kicks.\n\nINT. TRAINING GYM - DAY\n\nAngel is drilling Jack with Muay Thai bags. Jack is kicking hard,\nsweating up a storm.\n\nEXT. PARK - DAY\n\nJack and Angel are running together. They start to sprint, and\nAngel is staying right with him.\n\nINT. JACK APARTMENT - DAY\n\nJack is heading for the door for a workout. He stops at the sink\nand takes his \"vitamin\".\n\nINT. TRAINING GYM - DAY\n\nJack is lifting weights, with Angel as his coach. He is working\nvery hard, and Angel is urging him to work even harder.\n\nINT. LOCKER ROOM - NIGHT\n\nJack is lying in the whirlpool, the bubbles flying around him, the\nsteam rising, taking the pain out of his tired muscles.\n\nThe door to the locker room opens and Jack barely acknowledges it,\nhe is so exhausted.\n\nWe get the impression of a HUGE, HULKING BEAST who appears in the\nsteam behind Jack, who is totally unaware.\n\nThe Beast comes closer, big hands and arms reaching for Jack, when\na muffled order is BARKED.\n\nJack sits up straight in the whirlpool, looking around for\nsomeone, something.\n\nJACK\nWho's there?\n\nNo one answers.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack sits up straight in the whirlpool, looking around for\nsomeone, something. JACK\nWho's there? No one answers. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Beast recedes into the anonymity of the steam, leaving Jack\nsearching in the steam for the something he thought he saw.\n\nJACK\nThis is a rookie thing, right, guys? Ha,\ngood one! You guys got me a good one!\n\nHe sits back down in the whirlpool, but doesn't quite relax the\nway he was before.\n\fINT. TRAINING GYM - NIGHT\nJack, after his whirlpool, comes out of the locker room.\n\nHe goes past the Women's locker room, and there is Angel, in full\nview, almost completely naked. Jack doesn't want to look, but he\nstops anyway.\n\nAngel knows that Jack is watching, and she consciously gives him a\nlittle show.\n\nINT. SUPERFIGHT ARENA - NIGHT\n\nTIGHT ON RING, where a SuperFights bout is going on. Two\nflamboyant fighters are going at each other, in a series of great\ntechniques. It's RASPUTIN against THE MERCENARY. Rasputin is\ndressed like a Red Army General crossed with a mad monk. The\nMercenary is dressed like an American soldier in this \"patriotic\"\nbattle.\n\nAngel and Jack are sitting with Robert in the crowd.\n\nJack is in street clothes, watching the action (his first fight is\nnot for a little while). The crowd is loud and ready for blood and\nviolence, and the SuperFights are ready to give it to them.\n\nINSERT: Underground betting is going on here.\n\nROBERT\nYou ready for this craziness?\n\nJACK\n(looking at Angel)\nYou bet. Just say the word.\n\nROBERT\nIt's Angel's call.\n\nANGEL\nSoon.\n\nThe fight continues, and The Mercenary is really taking the fight\nto him, but the things that The Mercenary is doing aren't having\nany effect on Rasputin.\n\nIn fact, Rasputin looks really angry. The Mercenary hits him with\na roundhouse right, and there is NO reaction. Nothing.\n\nThe Mercenary stops fighting and stares at Rasputin, unbelieving.\n\nTHE MERCENARY\nC'mon, man. Let's do it.\n\nAt that moment, Rasputin attacks, and tears into The Mercenary.\nThe Mercenary is not ready for the onslaught, and he is getting\nreally hurt.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet's do it. At that moment, Rasputin attacks, and tears into The Mercenary. The Mercenary is not ready for the onslaught, and he is getting\nreally hurt. \n\nTARGET SECTION TO BE ANNOTATED:\nThe crowd is going wild, and everyone is on their feet.\n\fRobert is concerned. He looks at Angel.\n\nROBERT\nWhat's going on?\n\nAngel shrugs, and looks back at the ring.\n\nROBERT\nFIND OUT!\n\nAngel nods and rushes off. Robert forces a smile to Jack, then\nconcentrates on the fight again.\n\nANGLE ON RING\n\nThe Mercenary is a bloody mess, and Rasputin is raging at everyone\nand everything. Darkcloud is yelling at Rasputin to let The\nMercenary go.\n\nDARKCLOUD\nC'mon, man, he's hurt. Let me come get\nhim...\n\nRASPUTIN\nHe's mine!\n\nThe other SuperFighters, including Night Stalker and Darkcloud,\nare debating whether to go inside to get Rasputin. They are about\nto go in, when one of the Doctors shows up with a tranquilizer\ngun.\n\nHe takes aim at Rasputin, who is still putting a hurt on The\nMercenary. He slaps his neck where the tranquilizer goes in, and\nSCREAMS at the assemblage, then falls into a heap on the ground.\nThe Mercenary falls unconscious next to him.\n\nJack is still watching from the stands.\nIn the Ring both fighters are being carted out by paramedics.\n\nANNOUNCER\n\nWhat a fight! Don't want to meet the Mad\nRussian in some dark alley later, I'll\ntell you that... Next up, Darkcloud takes\non the Dynamic Duo. It's two against one!\n<BEAT> I've just been informed that we\nhave our newest SuperFighter in the crowd\n- Jack Cody,\n\nA spotlight illuminates Jack, and he puts his hand up to see\nthrough the glare. The crowd erupts in applause when Jack stands\nup.\n\nIt's his moment in the sun, and the bright light wipes out the\nimage of the fight before.\n\fINT. TRAINING GYM - DAY\n\nJack and Angel are working out. They are trading kicks, warming\nup. Angel is an incredible martial artist. Both of them are\nwearing protective gear, which is very futuristic and high tech.\n\nThey start to speed up, and Jack begins to wonder if he could take\nher. He tries to score some points on her, and catches her off\nguard.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nBoth of them are\nwearing protective gear, which is very futuristic and high tech. They start to speed up, and Jack begins to wonder if he could take\nher. He tries to score some points on her, and catches her off\nguard. \n\nTARGET SECTION TO BE ANNOTATED:\n He scores a kick to the body, and smiles a little.\n\nAngel stops and looks at him, hands on her hips.\n\nANGEL\n(smiling)\nYou want to go?\n\nJACK\n(beat)\nSure. You?\n\nANGEL\nYou think you're ready?\n\nJACK\nReady as ever.\n\nANGEL\nOK. Go for it.\n\nThey bow to each other and then touch fists. Jack gets into a\nfighting stance, and starts to throw a combination, but before he\ncan even move, Angel is all over him. She is throwing all sorts of\ntechniques, feet and hands, and she is scoring at will. Her\nmovements are like lightning, and Jack is getting an old fashioned\nass whupping.\n\nAngel spots Robert off to the side, watching. Angel, in order to\nmake Jack look good, starts to lose.\n\nThey go at it, and Jack is very impressive. Angel leaves herself\nopen for an attack, and Jack responds with a flying spin kick,\nhitting her.\n\nRobert comes out of the background now, applauding a little.\n\nROBERT\nIs he ready?\n\nANGEL\nYes.\n\nRobert exits the room, and he and Angel slap hands, excited. Angel\nthen pulls him into an embrace, one that starts as a celebration\nand quickly moves to something else.\n\nJack catches himself and pulls away from her.\nANGEL\n\nYou better get some rest, Jack. We can,\nyou know, finish this later...\n\fJACK\nRight.\n(beat)\nHey, I read where the police found\nRasputin's body. What happened to him?\n\nANGEL\nRandom killing, I guess. It's a violent\nworld, Jack...\n\nJACK\n\nHow'd he get so out of control?\n\nANGEL\nI told you about asking questions, Jack.\n\"Sides, the SuperFights await.\n\nJACK\nWhat's it like?\n\nANGEL\nNothing you've ever seen before...\n\nShe walks away.\n\nEXT. SALLY HOUSE - DAY\n\nSally comes walking up to her house, a piece of paper in her hand.\nIt is a playbill advertising the next SuperFights.\n\nJack, as the \"All American Hero,\" is featured prominently in the\nad, which is selling tickets and the pay-per-view coverage. Sally\nlooks at the playbill for a long time, remembering Jack and the\nway her Grandfather treated him.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is a playbill advertising the next SuperFights. Jack, as the \"All American Hero,\" is featured prominently in the\nad, which is selling tickets and the pay-per-view coverage. Sally\nlooks at the playbill for a long time, remembering Jack and the\nway her Grandfather treated him. \n\nTARGET SECTION TO BE ANNOTATED:\nJust then, the door to their house opens, and Grandfather, an\nexpert in ancient Chinese healing arts, is showing an injured\nPATIENT out of the house.\n\nSally sees her grandfather and quickly folds the playbill into the\nsmallest possible size, then hides it in her purse. She then walks\ninto her house.\n\nEXT. SUPERFIGHT ARENA - NIGHT\n\n\"SuperFights Tonight\" lights up the arena marquee.\n\nINT. SUPERFIGHT ARENA - SAME NIGHT\n\nThe crowd is jumping, and the arena is packed. In the center is\nthe SuperFights ring/cage, and all the spotlights are on it.\n\nA martial arts demonstration is going on in the center, and the\ncrowd is cheering as three children use various martial arts\nweapons in a demonstration. They finish and bow to the crowd.\n\fINT. ARENA LOCKER ROOM - SAME NIGHT\n\nJack is sitting at his locker, his uniform on. It is a mixture of\ntraditional martial arts and patriotic glitz - all in all,\nhowever, the effect isn't bad.\n\nHe's nervous, tapping his feet and taking deep breaths.\n\nBudokai and Darkcloud come over to him and clap him on the\nshoulder.\n\nBUDOKAL\nDon't worry! The first one's a piece of\ncake!\n\nDARKCLOUD\n\nYou're being groomed for the big time,\nman. No way you'll lose!\n\nJACK\nYou think so? You think I'm ready?\n\nDARKCLOUD\nSure! Who you going up against?\n\nJACK\nThe Enforcer.\n\nBudokai and Darkcloud share a look, their smiles gone. Then,\nquickly, they smile again.\n\nBUDOKAL\nNothing to worry about. The guy's a punk.\n\nJACK\n(wanting to believe)\nGreat. Thanks. I feel much better...\n\nSMASH CUT TO:\n\nINT. SUPERFIGHT ARENA - SAME NIGHT\n\nJack getting SLAMMED in the face by The Enforcer, a huge, very\nangry fighter.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nI feel much better... SMASH CUT TO:\n\nINT. SUPERFIGHT ARENA - SAME NIGHT\n\nJack getting SLAMMED in the face by The Enforcer, a huge, very\nangry fighter. \n\nTARGET SECTION TO BE ANNOTATED:\nHe gets HAMMERED again, and thrown to the canvas floor!\n\nANGLE ON ANGEL, WHO IS WORKING HIS CORNER, SHE WINCES AS HE HITS\n\nANGEL\nTake the fall, Jack! Absorb it!\n\nThe Enforcer stands Jack up, and puts him into a hold that looks\nvery painful, but really isn't.\n\fTHE ENFORCER\nWe met before, didn't we? C'mon, Jack. I\nthought you were supposed to be the All\nAmerican Hero. Show me something.\n\nANGLE ON JACK'S MOTHER\nShe is in the audience, and is very concerned about Jack.\n\nThe Enforcer smiles and takes him down with an elaborate Judo\nthrow, then LANDS right on top of him. Jack's wind comes\ncompletely out of him, and he is just about out.\n\nHe looks through the ropes, trying to find Angel, but instead he\nspots Sally, who is sitting near the side of the ring.\n\nShe motions for him to get up, and surprisingly, he starts to get\noff the canvas.\n\nJack stands completely up and turns to The Enforcer, who is urging\non the crowd in the center of the ring, his back to Jack, not even\nlooking at him.\n\nJack goes over and taps on The Enforcer's shoulder. The Enforcer\nturns, face curious, only to get BLASTED with a right cross!\n\nHe stumbles back and Jack starts a series of beautiful movements\n(ones that Angel taught him). The Enforcer is defenseless, and he\ngets rocked over and over again.\n\nFinally, The Enforcer is out on his feet, and Jack sizes him up.\nHe launches and connects with a flying spinning hook kick,\nknocking The Enforcer out!\n\nJack's mother, relieved, gets up and walks out. She is not happy,\nbut she is glad that Jack is safe.\n\nJack lands on his feet after the kick and the crowd goes crazy!\nJack raises his hands in the air and quickly goes to the side of\nthe ring where he saw Sally, looking for her in the crowd.\n\nShe is on her way to the ring.\n\nJack sees that her seat is empty, and before he can look anywhere\nelse, Angel grabs him and pulls him into a deep kiss.\n\nSally sees this kiss and stops in her tracks, stunned. She turns\nand walks the other way.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack sees that her seat is empty, and before he can look anywhere\nelse, Angel grabs him and pulls him into a deep kiss. Sally sees this kiss and stops in her tracks, stunned. She turns\nand walks the other way. \n\nTARGET SECTION TO BE ANNOTATED:\nANGEL\nYou did it!\n\nJACK\nWe did it!\n\nJack is still looking for Sally.\n\fINT. TRAINING GYM - DAY\n\nJack is training, and now all the other SuperFighters are in the\ngym training too. They are sparring, they are lifting weights,\nsome are working out on treadmills or exercise bikes. It isa\nflurry of activity.\n\nJack is stretching to one side, taking it all in. He pushes his\nrear end forward, holding that stretch.\n\nANGEL\nI think I remember that position from\nsomewhere... I just can't seem to put my\n\nfinger on it...\nAngel puts her hand on his buttocks, and Jack jumps.\n\nJACK\nC'mon, Angel. Cut it out!\n\nANGEL\nYou seem a little jumpy, you OK?\n\nAngel smiles and walks up, and Jack continues his stretching.\nBudokai comes up to him, holding a kicking bag.\n\nBUDOKAL\nHold this for me, will ya?\n\nJACK\nYou bet.\n\nHe steadies himself for the kick. Budokai does a stepping side\nkick into the bag, propelling Jack into the wall behind him, where\nhe hits a bunch of pads and other training apparatus. It all falls\ndown around Jack.\n\nJACK\nNice kick, man.\n\nBudokai watches him for a moment, and looks like he's about to\nerupt in laughter. Then, he thinks better of it and goes over to\nwhere Jack is and helps him up.\n\nBUDOKAL\nYou must have slipped, Jack.\n\nJACK\nRight, yeah, I slipped.\nINT. SUPERFIGHT ARENA - NIGHT\nQUICK SHOT OF JACK IN THE RING, FACING OFF AGAINST ANOTHER FIGHTER\nWe just catch the tail end, as Jack prepares to knock him out.\n\nCROWD\nNo mercy!\n\fJack takes him out with another flashy kick. This time, Jack\nhasn't gotten hurt at all - he's the All American Hero, after all.\n\nSally is in the audience again, watching and cheering for Jack.\n\nEXT. STREETS - DAY\n\nJack, dressed in an expensive leather coat, exits the restaurant\nwith Angel on his arm. A line of FANS, mostly KIDS, are waiting\noutside with things for him to autograph.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. STREETS - DAY\n\nJack, dressed in an expensive leather coat, exits the restaurant\nwith Angel on his arm. A line of FANS, mostly KIDS, are waiting\noutside with things for him to autograph. \n\nTARGET SECTION TO BE ANNOTATED:\nJack loves the attention, and he stops and signs for them.\n\nOne especially cute KID waits at the end of the line. Jack smiles\nat Angel and kneels down in front of him. The Kid holds the piece\nof paper out to Jack, then looks at him very seriously.\n\nKID\nYou're my favorite in the whole world!\n(beat)\nAre you really a hero?\n\nJack smiles and takes the paper, then turns and looks at Angel and\nsmiles.\n\nJACK\nI try my best, kid. I try my best.\n\nHe signs the autograph and they walk on.\n\nEXT. STREETS - NIGHT\n\nAn expensive limousine drives down the street. Suddenly, a car\ncareens out of control through the intersection, sliding to a stop\nright in front of the limo.\n\nThe LIMO DRIVER leans on the horn, but nobody gets out of the car.\n\nThe Limo Driver gets out and walks up to the car to see if someone\nis hurt, or if anyone needs help.\n\nFrom out of nowhere FLIES Budokai, KICKING the Limo Driver in the\nhead, sending him down the ground.\n\nOut of the shadows of the street come two other SuperFighters,\nNight Stalker and Darkcloud, and they jump into the front seat of\nthe limo.\n\nINT. LIMO - SAME NIGHT\n\nA short, thin man, GERACIOTI, is sitting on the back seat, two\nbeautiful women in various stages of undress are sitting next to\nhim. On the floor is a satchel.\n\nNIGHT STALKER\nSorry to cause coitus interruptus, but I\nthink you have something for us.\n\fThe man indicates the bag on the floor.\n\nNIGHT STALKER\nI'll take that.\n\nDARKCLOUD\n(reaching out for one of the\nwomen)\nAnd I'll take you!\n\nNight Stalker slaps Darkcloud on the arm and motions for him to\nget out of the car.\n\nDARKCLOUD\nMaybe some other time, my sweet!\n\nThey exit the car.\n\nINT. SUPERFIGHT ARENA - NIGHT\n\nJack is in the ring, facing off against a bigger, faster, better\nopponent, The Mercenary, this time. However, Jack wins again,\nusing his impressive and very distinctive style to beat him.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SUPERFIGHT ARENA - NIGHT\n\nJack is in the ring, facing off against a bigger, faster, better\nopponent, The Mercenary, this time. However, Jack wins again,\nusing his impressive and very distinctive style to beat him. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the audience sits Sally, cheering Jack on, anxious for him to\ncatch a glimpse of her. The Grandfather is sitting with her.\n\nINT. JACK APARTMENT - SAME NIGHT\n\nJack is in the bathroom, washing up. He is staring at himself in\nthe mirror, examining his face and his body. He is wearing only\nbikini briefs.\n\nJACK\nDid you think that fight tonight went\nawful fast? I mean, I barely hit him and\nhe went down.\n\nANGEL\nYou were great, Jack! They loved you!\nJACK\nYeah, but was I that great? Am I that\ngood?\nANGEL\n\nDon't ask me, I'm not exactly impartial...\n\nJACK\nYeah, but do you think they're taking it\neasy on me because I'm new? I don't want\nanything given to me...\n\nJack grabs a robe and walks out of the bathroom, comes around the\ncorner towards the bedroom, and there stands Angel, dressed only\nin a dress shirt and panties. She is in a fighting stance, her\nhands up.\n\fANGEL\nI want you to give it up to me!\n\nJACK\n(after a beat)\nC'mon, Angel. What are you doing?\n\nANGEL\nYou want a fight, you got one.\nJACK\n(smiling)\nI've never fought anyone in lace panties\nbefore.\nANGEL\n\nEnjoy it while you can.\n\nJACK\nAngel...\n\nShe attacks, and they trade playful techniques, and then Jack\nSWEEPS her to the bed, landing next to her in an embrace.\n\nANGEL\nOh, Jack Cody, you sweep me off my feet.\n\nShe pulls him into a kiss, laughing. Jack returns the kiss for a\nmoment, then pulls away.\n\nANGEL\nC'mon, Jack. Just one time? It doesn't\nhave to mean anything.\n\nJACK\nYes, it does. Besides, you're my trainer,\nand my friend.\n\nANGEL\nWhat are friends for?\n\nJack doesn't say anything, so she gets up.\n\nANGEL\nYou don't know what you're missing.\n\nShe leaves, but not before giving Jack a good look at her body.\n\nJACK\n\nI'm getting a sneak preview...\n\nINT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe leaves, but not before giving Jack a good look at her body. JACK\n\nI'm getting a sneak preview... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GANG APARTMENT - NIGHT\nGeracioti is sitting with his wise guys in the apartment, talking\nand bitching about the way things are, and the way things ought to\nbe. Geracioti is talking to his two bodyguards, MUSCLE 1 and\nMUSCLE 2.\n\nA large metal ceiling fan is spinning fast above their heads.\n\fGERACIOTI\nThose guys think they got us, think we're\ngonna just roll over - they got another\nthink coming.\n\nThe Gang Leader stands up and walks, posturing.\n\nGERACIOTI\nThey gonna get the message when they open\nthat briefcase, you know what I'm saying?\nWe control too much to just give it away.\n\nSuddenly, the lights go OFF, plunging the apartment into complete\ndarkness. A second later, the emergency lights come on.\n\nGERACIOTI\nWhat the hell?\n\nMUSCLE 1\nI'm there, checkin...\n\nThe door to the room SMASHES open! The Beast BLASTS through the\nroom, hitting everything in his way. He knocks out both of the\nMuscles, then GRABS Geracioti by the throat and lifts him off the\nground.\n\nThey are right under the fast moving ceiling fan.\n\nGeracioti is screaming, and sounds of running and shouting can be\nheard out in the halls.\n\nRobert walks through the shattered door, flanked by Darkcloud and\nNight Stalker.\n\nROBERT\nWe opened the case.\n(beat)\nWake one of them up! I want a witness when\nhe dies.\n\nDarkcloud JERKS one of the Muscles up off the ground, and SLAPS\nhim in the face to bring him around.\n\nRobert walks over to Leader and smiles. He looks up at the ceiling\nfan.\n\nGERACIOTI\nC'mon, man! DON'T!!\n\nRobert ignores him and turns to the Muscle.\nROBERT\nYou see this? This is what happens. DO YOU\nSEE?\n\nThe Muscle nods his head, scared that he's next.\n\nRobert, after a BEAT, turns back to the Beast and nods.\n\fROBERT\nNo one steals from me. No one.\n\nRobert motions to the Beast and he raises Geracioti up.\nGeracioti's head hits the fan, and blood SPRAYS all over the room.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo one. Robert motions to the Beast and he raises Geracioti up. Geracioti's head hits the fan, and blood SPRAYS all over the room. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERT\nThis must be what they mean when they say\nthe shit hits the fan.\n\nRobert watches for a moment, then turns to the Muscle. He comes\nright up to him, face to sweating face.\n\nROBERT\nSpread the word. Fear me.\n\nHe exits without another word.\n\nEXT. PARK - MORNING\n\nJack is running and training outside, throwing punches while he\nworks on his endurance. It is foggy out, and as Jack turns on one\nof the paths, he sees a hulking Figure.\n\nHe stops for a moment, spooked, and looks for the Figure, but it's\ngone.\n\nJACK\nWho's there?\n\nHe continues running, but suddenly, he is attacked by a Masked\nMan. They fight, and the Masked Man is a much better fighter than\nJack. Jack is trying to block him, but he cannot.\n\nMASKED MAN\nYou're not winning the fights, they're\nlosing them.\n\nJACK\nBullshit! I'm a great fighter.\n\nThe Masked Man SLAMS Jack HARD, sending him to the ground.\n\nJACK\nWhat do you want?\n\nMASKED MAN\nRobert's not just a promoter, and you're\nnot just a fighter. It goes way beyond\nthat. Illegal death matches, fixing\nfights, gambling, drugs, organized crime,\nmurder - he's into it all. You've got to\nget out while you can.\n\nJACK\nI haven't seen any of that...\n\fMASKED MAN\nNot yet. But you will. You're a product,\nand once you are the fighter he wants you\nto be, you'll become a killer too. Like\nthe rest...\n\nJACK\nI won those fights...\n\nMASKED MAN\nWe both know you didn't. Pull out while\nyou still can. And, Jack, don't take the\npills. They aren't vitamins...\n\nJACK\nWait! How do I do that?\n\nThe Masked Man is walking away, but he pauses right before he\nexits.\n\nMASKED MAN\nJust say no.\n\nHe is gone, leaving Jack standing in the park all alone. Suddenly,\nthe life of a SuperFighter doesn't seem quite so glamorous.\n\nEXT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is gone, leaving Jack standing in the park all alone. Suddenly,\nthe life of a SuperFighter doesn't seem quite so glamorous. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RIVERFRONT - DAY\n\nJack is walking along the riverfront, his hands in his pockets, He\nis absently watching the traffic on the river, and the people\nwalking around him.\n\nJack walks a little bit more, then notices a man off to one side,\nin a little park, going through a martial arts routine. It's soft\nstyle Tai Zhi Quan, and the man is obviously an expert. Jack comes\na little closer for a better look, and realizes that the man in\nSally's Grandfather.\n\nJack smiles and watches the man move. Very athletic, very\ngraceful, with an underlying strength.\n\nThe man finishes up a particularly intricate set, then goes and\ndrinks some water out of a bottle.\n\nGRANDFATHER\n(his back to Jack)\nYou haven't come to see my granddaughter\nagain.\n\nJACK\nI didn't feel particularly welcome.\n\nGRANDFATHER\nYou give up on everything so easily?\n\nJack thinks about that one for a moment.\n\nJACK\nNo, but I...\n\fJack thinks\n\nGrandfather\n\nGrandfather\n\nGRANDFATHER\nShe is a rare jewel, a wonderful girl...\nwoman.\n\nJACK\nYes, she is.\n\nGRANDFATHER\nYet you don't come to see her?\n\nJACK\n(after a beat)\nI have no answer for that.\n\nGRANDFATHER\nI see you in the TV ads. You're a famous\nfighter now.\n\nJACK\nYeah. Famous.\n\nGRANDFATHER\nYou are troubled by something?\n\nJACK\nYou could say that.\n\nGRANDFATHER\nI began training my daughter in the\nmartial arts. Will you do me a favor?\n\nJACK\nWhat?\n\nGRANDFATHER\nCome to her training tomorrow morning,\n6:30 am, sharp! It will be a happy\nsurprise for her.\n\nfor a moment, then smiles.\nJACK\nFor us both. Can you teach me to move like\nyou?\nscribbles an address on a piece of paper.\nGRANDFATHER\nI'm not a miracle worker. <Smile> Here's\nthe address. It's not much, but it serves\nour purpose.\n\nJACK\nSee you tomorrow morning.\n\nstarts in on another form.\n\nJACK\nIs that Tai Zhi?\n\fNo answer from Grandfather.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nstarts in on another form. JACK\nIs that Tai Zhi? No answer from Grandfather. \n\nTARGET SECTION TO BE ANNOTATED:\n Jack smiles and walks on, feeling\nbetter than he's felt in a long time.\n\nEXT. WAREHOUSE - MORNING\n\nIt is deserted when Grandfather and Sally drive up in his beaten\nup pick up truck. They get out and Grandfather looks around for\nJack. There is a homeless person sleeping under a paper box near\nsome trash barrels, but no Jack.\n\nGrandfather shakes his head, angry at Jack, and at himself.\n\nGRANDFATHER\nDamn it!\n\nSALLY\nWhat's the matter, Grandfather?\n\nGRANDFATHER\nLife is filled with disappointments,\nGranddaughter. Let's go inside.\n\nAs they head for the door to the warehouse, the figure under the\npaper box stirs, and then stands up.\n\nIt's Jack!\n\nSALLY\nJack!\n\nJack turns towards her and smiles.\n\nJACK\nWhere have you guys been?\n\nGrandfather is sincerely pleased that Jack is there, but he is\ndoing his best to hide it.\n\nJack and Sally embrace, but that is quickly broken up by\nGrandfather.\n\nGRANDFATHER\nWe are here to train, not kissie kissie.\n\nJack and Sally come apart, reluctantly, and line up.\n\nJACK\nTime's a wasting, Grandfather!\n\nThey go inside.\n\nINT. WAREHOUSE - SAME MORNING\n\nJack and Sally are lined up in the middle of the warehouse, which\nhas some old Chinese training devices in it, as well as\nmiscellaneous boxes, etc.\n\fGRANDFATHER\nThe martial arts are about controlling\nyour body, your mind... and your emotions.\n\nJack and Sally look at each other and smile.\n\nGRANDFATHER\nHorse stance!\n\nThey both get into a horse stance, and what follows is a MONTAGE\nOF TRAINING SEQUENCES:\n\nGrandfather repositions Jack's hands. Sally SLAMMING Jack in the\nchest with a palm heel. Grandfather working on footwork and\nmovement with Jack. Jack kicking, and Grandfather coming up and\nshowing him a slightly different\n\nway. Jack and Sally stretching together. They are sweaty and\ntired, but there is a spark there.\n\nThe workout is over, and Jack is riding a high that he's never\nfelt before. He yanks his jacket off the floor, and his keys fall\nout, and so does one of the pills.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are sweaty and\ntired, but there is a spark there. The workout is over, and Jack is riding a high that he's never\nfelt before. He yanks his jacket off the floor, and his keys fall\nout, and so does one of the pills. \n\nTARGET SECTION TO BE ANNOTATED:\nGRANDFATHER\n(picking up the pill)\nWhat is this?\n\nJACK\nThey said they were vitamins.\n\nGRANDFATHER\nI don't think so. Don't take any more\nuntil I check it out.\n\nJACK\nSure. Thanks for having me.\n\nGRANDFATHER\nYou will come back tomorrow?\n\nSally smiles and looks at Jack.\n\nJACK\nBright and early.\n(to Sally)\n\nYou want to have dinner tonight?\n\nSally smiles and is about to say yes. Before she can say it,\nhowever,\n\nGRANDFATHER\nJack!\n\nBoth Jack and Sally, surprised, turn towards the Grandfather. Jack\nis steeling himself for another scolding.\n\nGRANDFATHER\nYou have her home by 11:00 pm, no later!\nYou hear!\n\fJACK\nYou bet, Grandfather.\n\nGrandfather smiles.\n\nJACK\nSee you tonight!\n\nHe exits.\n\nEXT. RESTAURANT - NIGHT\n\nJack and Sally are eating at a very nice restaurant. We can see\nthem through the front plate glass window. A couple of people come\nup for autographs, but then they are alone.\n\nINT. TRAINING GYM - SAME DAY\n\nJack is lifting weights, around the other SuperFighters. At a\ncertain time, all of them are provided with pills and cups of\nwater to drink them with. Jack takes his, and makes like he is\ndrinking them.\n\nAfter he drinks, Darkcloud winks at Jack.\n\nDARKCLOUD\nBreakfast of champions, eh, Jack?\n\nJack smiles and then coughs into his fist. The pills he put in his\nmouth are shot into his hand, and he stuffs them into the pocket\nof his workout shorts.\n\nINT. WAREHOUSE - DAY\n\nJack and Sally are training together, doing a little sparring.\nAfter they have warmed up a little, Grandfather puts them through\nthe paces. He runs Jack through an agility drill, then holds the\npads for him to hit.\n\nGRANDFATHER\nI had the pill checked out, Jack.\nSteroids, growth hormone and some other\nchemical.\n\nJACK\nWhich one?\n\nGRANDFATHER\nDon't remember. The pharmacist said\nsomething about mind control.\n\nJACK\nI stopped taking the pills, but they'll\nknow something's going on if I'm not\ngetting any stronger.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANDFATHER\nDon't remember. The pharmacist said\nsomething about mind control. JACK\nI stopped taking the pills, but they'll\nknow something's going on if I'm not\ngetting any stronger. \n\nTARGET SECTION TO BE ANNOTATED:\n\fGRANDFATHER\nYou will.\n\nJACK\nWhat do you have in mind?\n\nGRANDFATHER\nQi training.\n\nHe places an aluminum can in front of Jack.\n\nGRANDFATHER\nHit this.\n\nJack goes to punch the can, but Grandfather moves it so that Jack\nis punching at air.\n\nGRANDFATHER\nWith your qi. Qi is inner energy. Your\nlife force. Everyone has qi, you just have\nto learn how to use it. Watch!\n\nGrandfather puts his hand out and stops it about 6 inches from the\ncan. He closes his eyes and concentrates, an amber glow surrounds\nhis hand (SFX), and then the can MOVES ABOUT SIX INCHES!\n\nAll by itself!\n\nJACK\nWhat the hell?\n(beat)\nDo that again!\n\nGRANDFATHER\n(fire in his eyes)\nIt's not a magic trick! You do it!\n\nJack puts the can up on the table and put his hand out, mimicking\nGrandfather, looking stupid. He concentrates but the can refuses\nto move.\n\nJack smiles. He thinks it's a trick.\nJACK\nThat's qi? Qi.\n(mispronounces the word)\nSounds like you are sneezing.\n\nGRANDFATHER\nQi.\n\nJACK\nBless you.\n\nGrandfather walks over to Jack and puts his hand on his shoulder.\n\nGRANDFATHER\nIt's Chinese for inner energy, Jack. QI!\n\fHe then flexes his palm on Jack's shoulder, and Jack goes flying\nacross the room, SLAMMING against the wall and sliding down.\n\nJack nods, then pronounces the word correctly.\n\nJACK\nQ-Q-Q-Q-Q-Qi.\n\nGRANDFATHER\nQi can be used for protection, and for\nattack. It requires much practice, and\nmeditation. Breathing and qi are\nconnected. Each breath brings in power and\nstrength...\n\nDISSOLVE TO:\n\nINT. WAREHOUSE - SAME DAY\n\nJack is sitting and meditating with his eyes closed. Sitting next\nto him is Grandfather, who has his eyes OPEN! Sally is behind them\nboth, her eyes closed.\n\nJack is having real trouble concentrating. He is shifting in his\nposition, rolling his head on his shoulders, trying to get\ncomfortable. He opens his eyes and looks around, and sees that\nGrandfather has his eyes open.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack is having real trouble concentrating. He is shifting in his\nposition, rolling his head on his shoulders, trying to get\ncomfortable. He opens his eyes and looks around, and sees that\nGrandfather has his eyes open. \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks at Sally, then back to Grandfather. He then puts his hand\nout in front of Grandfather, to see if he can see the hand.\n\nNo reaction.\n\nHe does a few more things, then decides he is going to attack\nGrandfather. He prepares a backfist, then lets it fly towards\nGrandfather's head.\n\nBefore it can land, however, Grandfather blocks it with one hand,\nand SLAPS the back of Jack's head with the other.\n\nGRANDFATHER\nThis meditation is more advanced. It\ntrains you to distinguish the false from\nthe true. Now, clear your mind and\ncontinue.\n\nGrandfather and Jack continue to meditate.\n\nEXT. SALLY HOUSE - SAME NIGHT\nThey are saying good-bye outside the house.\n\nJACK\nYour grandfather's a great guy.\n\nSALLY\nDidn't start out that way...\n\fJACK\nHe was just looking out for you.\n\nSALLY\nI got news for you, he's still looking out\nfor me.\n\nShe pulls him into a kiss, and it's a major league, passionate\none.\n\nINT. TRAINING GYM - DAY\n\nJack is training with Angel. He's working on the heavy bag, and\nshe's watching him, charting his progress.\n\nANGEL\nYou're not getting much stronger, Jack. I\ndon't get it. We normally see 25% increase\nby this time, and you're way behind\nschedule. What gives?\n\nJACK\nGot me, Coach.\n\nJust then, Robert walks in, briefcase in hand, and motions for\nDarkcloud and Night Stalker to join him. They break off from their\ntraining and follow him.\n\nJACK\nI gotta take a leak... I mean, I have to\nuse the facilities, Ma'am. May I?\n\nANGEL\nI'll be right here.\n\nJack grabs and towels and heads down the hallway to the bathroom,\nand walks right by the room where Robert, Darkcloud and Night\nStalker went. Jack pauses outside the door for a moment, and sees\nRobert put the briefcase down on the desk and open it. Jack gets a\nglimpse of money in the suitcase, lots of money, before the door\nis closed.\n\nJack continues on to the restroom.\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nJack gets a\nglimpse of money in the suitcase, lots of money, before the door\nis closed. Jack continues on to the restroom. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROBERT OFFICE - SAME NIGHT\n\nRobert and Angel are getting dressed, after having made love in\nhis office. Robert treats Angel like his property, and Angel is\nstarting not to like it.\n\nROBERT\nSo, what's up with Jack? He checking out,\nstrength and speed and all that?\n\nANGEL\n(after a slight hesitation)\nHe's right on schedule.\n\fROBERT\nDo you think I can trust him? I look ata\nlot of fighters, Angel, and I can't afford\nto get burnt. Do you think it's time we\ntook him out with us?\n\nANGEL\nNot yet. Hell, he still thinks he's\nwinning his fights, fair and square.\n\nROBERT\nGood. Keep it that way. It's good for\nbusiness, and he's become quite a star,\nhasn't he? He's young, and we've got all\nthe time in the world.\n\nRobert watches Angel as she continues dressing.\n\nHe GRABS her by the hair and pulls her to him, yanking her hair\nback, lifting her face to his.\n\nROBERT\nYou're not getting star struck, are you?\n\nAngel tries to shake her head, but Robert has her held too\ntightly.\n\nROBERT\nYou don't forget who trained you, and\nDarkcloud, Night Stalker and the others,\ndo you?\n\nAgain, she tries to shake her head, but cannot.\n\nROBERT\nGood!\n\nHe kisses her brutally, then lets her go, pushing her back to her\nclothes.\n\nROBERT\nLet yourself out. I have a meeting.\n\nHe exits the room, and Angel wipes her mouth with the back of her\nhand, trying to get the taste of him off her.\n\nThere is real anger in her eyes as she continues dressing.\n\nINT. WAREHOUSE - NIGHT\n\nGrandfather is drilling Jack in qi cultivation. They are doing\nsticking hands, and Grandfather talks while they drill.\n\nGRANDFATHER\nThe key to using qi is your waist and\nlegs. You can use your opponent's energy\nagainst him, by sensing the attack and\nreacting immediately, before he hits you.\n\fJACK\nWhat do you mean?\n\nGRANDFATHER\nAttack me.\n\nGrandfather closes his eyes, and Jack throws a punch at him.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nWhat do you mean? GRANDFATHER\nAttack me. Grandfather closes his eyes, and Jack throws a punch at him. \n\nTARGET SECTION TO BE ANNOTATED:\n It\nlooks like it is going to hit him, but at the last minute,\nGrandfather avoids the punch, redirects the force, then comes back\nat Jack, throwing him back about 3 feet.\n\nGRANDFATHER\nI am talking about spontaneous reaction.\nYour body has a field around it, and when\nan attack comes, you feel it.\nJack looks at Grandfather, and he knows Jack doesn't understand.\n\nGRANDFATHER\nHold out your hand.\n\nGrandfather looks at the hand, then thrusts a pin into it. Before\nit can go in too far, Jack YELPS and pulls his hand away.\n\nGRANDFATHER\nSpontaneous reaction. See?\n\nJACK\nYeah, I see.\n\nThey start sticking hands training again.\n\nEXT. STREETS - NIGHT\n\nThree SuperFighters, Budokai, Night Stalker and Darkcloud are\nduking it out with an Asian gang (5). They beat them handily.\n\nBUDOKAL\nYou're out of business.\n\nINT. SUPERFIGHT ARENA - NIGHT\n\nJack is fighting in the ring, and at one critical moment in the\nfight, he tries to use the qi training he is learning. It doesn't\nwork, however, and Jack is SLAMMED by the other fighter, Night\nStalker.\n\nSurprised, Jack moves away from him, trying to recover. Finally,\nhe finishes off Night Stalker, then raises his hands to the crowd.\nThe applause is deafening.\n\nJack turns to all corners of the crowd, and smiles at Sally.\n\nAngel watches him closely, and sees the look he gives Sally.\n\fINT. TRAINING GYM - DAY\n\nJack is lifting weights with the other SuperFighters. Several\nCLOSEUPS of SuperFighters training (men and women), their rage\napparent. They are so big, and so emotionally on edge.\n\nINT. WAREHOUSE - NIGHT\n\nJack working on his qi training with Grandfather. He is frustrated\nby Jack's inability to concentrate, so he gets a machine out. This\nmachine generates lights and sounds, allowing Jack to concentrate.\nJack puts on glasses, and does his meditation.\n\nEXT. PARK - DAY\n\nJack, in the early morning rays of the sun, is doing a soft style\nTai Zhi form. It's beautiful.\n\nINT. WAREHOUSE - DAY\n\nSticking hands.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's beautiful. INT. WAREHOUSE - DAY\n\nSticking hands. \n\nTARGET SECTION TO BE ANNOTATED:\nMore Machine\n\nJack working on moving the can.\n\nMore machine.\n\nGrandfather turns off the machine and attacks Jack, who still has\nthe eye piece on. Jack is able to defend himself. He doesn't even\nnotice that he cannot see anything.\n\nEXT. CHINESE RESTAURANT - DAY\n\nJack is eating dim sum in Chinatown with Sally and Grandfather.\nGrandfather and Sally are busy ordering, in Chinese, and so Jack\nis very bored.\n\nJack is sitting there trying to move a can of soda. An amber glow\nappears for a split second (SFX), and the can jiggles a little.\n\nJack is elated.\n\nJACK\nIt moved! It moved!\n\nGrandfather looks at the waiter and shrugs.\n\nGRANDFATHER\nYou bumped the table.\n\nJACK\nI'm telling you it moved!\n\nGRANDFATHER\nAll right, all right. It moved. We're ina\nrestaurant, Jack.\n\fINT. SUPERFIGHT ARENA - NIGHT\nThe crowd is going crazy, ready for the next SuperFight.\n\nANNOUNCER (0.S.)\nNext up... Darkcloud against The All\nAmerican Hero!\n\nINT. ARENA LOCKER ROOM - NIGHT\n\nJack is all dressed and ready to go for his next fight. He is\nstanding near the door, waiting for his introduction. There is a\nlight sheen of sweat over his skin, and he can't wait to get into\nthe ring.\n\nRobert and Angel appear at Jack's side.\n\nJACK\nMr. Sawyer! How are you?\n\nROBERT\nJack, I want you to lose this fight.\n\nJack smiles and nods, then does a double take. He stares at\nRobert, looks at Angel, then decides that he's joking.\n\nJACK\nGood one, Mr. Sawyer.\n\nROBERT\nThe decision has been made, Jack. You\ndon't win this fight. I'm setting you up\nfor a huge title match later. You lose to\nDarkcloud tonight.\n\nThe crowd is chanting Jack's name.\nINSERT: Underground betting is going on here.\n\nCROWD\nJack Cody! Jack Cody!\n\nRobert starts to walk away, leaving Angel standing there. Jack\nlooks at Angel, but she cannot meet his gaze.\n\nJACK\nMr. Sawyer?\n\nRobert doesn't listen and continues to walk away.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nJACK\nMr. Sawyer? Robert doesn't listen and continues to walk away. \n\nTARGET SECTION TO BE ANNOTATED:\nANNOUNCER\nGive it up for a fighter who needs no\nintroduction, the ALLLLL AMERICAN HERO!\nThe spotlight swivels around to find Jack, standing at the\nentrance to the locker room. It lights him up and the crowd ROARS,\nbut he is still looking off towards Robert.\n\nStunned.\n\fFinally, Angel edges him towards the ring, and he goes, in a sort\nof fog.\n\nINT. SUPERFIGHTER ARENA - SAME NIGHT\n\nJack is inside the ring, facing off with Darkcloud.\n\nJack is losing, as he is supposed to. He is still in kind of a\ndaze.\n\nRobert is in the crowd, and he looks a little concerned.\nDarkcloud clinches with Jack, and whispers in his ear.\nDARKCLOUD\nJack, man, you gotta make it look good.\nYou gotta be beating me before you take\nthe dive.\n\nJACK\nWhy do I take a dive?\n\nDARKCLOUD\nIt's in the script.\n\nJack breaks the clinch and still he is being beaten up. He gets\ntaken down, and is in real trouble.\n\nJack looks into the crowd and sees Sally, who has a very concerned\nlook on her face. Jack is filled with confusion, and gets back up\nslowly.\n\nThey start fighting again, and now Jack begins to show some spark.\n\nRobert, seeing the change, is relieved.\n\nThe fight continues for a little bit, with Jack having the upper\nhand now.\n\nThe fighters clinch again.\n\nDARKCLOUD\nGood man. Let me catch my breath, then I'm\ngonna take you out.\n\nJACK\nYou and what army?\n\nDARKCLOUD\nDon't try it, Jack, man. It ain't worth\nit.\n\nJACK\nI'm not going down.\n\nThey break, and now Darkcloud is pissed. This was supposed to be\nhis win. He charges Jack, intent on really taking him out.\n\fJack sidesteps the attack, and mounts his own. It's fast and\nfurious, and very dangerous. Jack uses some of the techniques that\nGrandfather has been teaching him.\n\nANGLE ON ANGEL\n\nShe knows what Jack is supposed to do, and sees what he is doing.\nShe's not sure if she should be angry, or cheer his rebellion.\n\nJack avoids Darkcloud's brutal attacks, and continues to score.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON ANGEL\n\nShe knows what Jack is supposed to do, and sees what he is doing. She's not sure if she should be angry, or cheer his rebellion. Jack avoids Darkcloud's brutal attacks, and continues to score. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nfinally sets Darkcloud up for the knockout blow.\n\nHe pauses for a moment, looking first at Angel and then into the\ncrowd for Robert.\nTIGHT ON ROBERT\n\nROBERT\nDon't do it.\n\nHe smiles, then the CAMERA PULLS OUT and Jack KNOCKS Darkcloud\ninto oblivion.\nANGLE ON ROBERT\n\nWho is furious.\n\nINT. ROBERT OFFICE - DAY\nANGLE ON TABLE\nJack's contract SLAMS down on the table.\n\nROBERT\nSee this contract? You signed it! You\ndon't decide that you are going to win a\nmatch. I tell you to do something, and you\ndo it. You hear me?\n\nJACK\n\nROBERT\nNobody asked you to talk! Was I clear when\nI told you to lose the match?\n\nJACK\nMr. Sawyer, let me explain...\n\nROBERT\nWAS I CLEAR?\n\nJACK\nYes.\n\fROBERT\nBefore I decided to train you, you were a\nbox boy at a sporting goods store, for\ncrying out loud. Now, you're a hero and\nyou're famous. A pretty good deal, I\nthink, and all I ask is for you to follow\norders. Can you do that?\n\nJACK\nI think I can...\n\nROBERT\nDon't think, Jack.\n\nJACK\nYou can count on me, Mr. Sawyer.\n\nROBERT\n\n(softening up)\nJack, maybe we started off wrong. This is\nentertainment, and we want to give the\naudience a good show. Sometimes, that\nmeans we have to play with the outcome,\nmake a fight better than it otherwise\nwould be, right?\n\nJACK\nRight.\n\nROBERT\nGood. Night Stalker and Darkcloud are\nleading a little expedition tonight, and I\nwant you to go along, help out. OK?\n\nJACK\nOK. I'm there.\n\nROBERT\nGood. And Jack?\n\nJACK\nYes, Mr. Sawyer?\n\nROBERT\nNo one disobeys me twice.\n\nJACK\nYes, sir.\n\nJack exits the room.\n\nEXT. CHINATOWN - SAME NIGHT\n\nA restaurant sits on the corner of the street. It is closing up\nfor the night. A van pulls up to the front of the store, and the\nSuperFighters, Jack in tow, pile out and go into the restaurant.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHINATOWN - SAME NIGHT\n\nA restaurant sits on the corner of the street. It is closing up\nfor the night. A van pulls up to the front of the store, and the\nSuperFighters, Jack in tow, pile out and go into the restaurant. \n\nTARGET SECTION TO BE ANNOTATED:\n\fINT. CHINESE RESTAURANT - SAME NIGHT\n\nThe group, led by Darkcloud, Budokai and Night Stalker, walk into\nthe restaurant.\n\nDARKCLOUD\nDon't sweat it, Jack. It was a lucky shot,\nanyway! Don't ever do that again. You\nwon't live to see the sun. You understand?\n\nNIGHT STALKER\nIt's humiliating to get reamed out, man,\nbut at least you're still alive, bro.\n\nJACK\nYeah. What are we doing here?\n\nBUDOKAL\nThe dirty work. You develop a taste for\nit, though.\n\nJACK\nChinese food?\n\nNIGHT STALKER\nYeah, right.\n\nDarkcloud goes up to the main counter and SLAMS his fist down on\nthe glass, SHATTERING it into a thousand pieces.\n\nDARKCLOUD\nWang, you've been a bad boy.\nBUDOKAL\n(to Jack)\n\nWang is the head of the Tong down here,\nand he owes Robert a percentage. We're\ncollecting.\n\nJACK\nI've eaten here before...\n\nWANG, a 40ish Chinese man, comes out of the back.\n\nWANG\nI already sent it to you.\n\nDARKCLOUD\nGive it up, or we trash your place.\n\nWANG\nTrash?\n\nDarkcloud, in answer, KICKS the front of the display case,\nSHATTERING it as well.\n\nDARKCLOUD\nTRASH!\n\fOut of the back come three WAITERS, and they attack the\nSuperFighters, Jack included. Jack is forced to fight alongside\nthe SuperFighters, even though he knows that it's not right. But,\non the other hand, these are Chinese criminals, so...\n\nThey quickly win the fight, the Waiters aren't very good fighters\nand corner Wang.\n\nDarkcloud holds Wang, while Night Stalker savages him. He is\nhitting him over and over, and blood is everywhere.\n\nJack turns away, not wanting to look at what they are doing to\nWang. Budokai grabs him and turns him back, forcing him to look.\n\nWANG\nOK, OK, I pay you, I pay you.\n\nWang opens his cash register and pulls out all the money. He hands\nit to Jack.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nWANG\nOK, OK, I pay you, I pay you. Wang opens his cash register and pulls out all the money. He hands\nit to Jack. \n\nTARGET SECTION TO BE ANNOTATED:\nWANG\nYou are a customer here - why do you do\nthis?\nJack has no answer.\nWANG\n\nTake it all, I don't care. What do I tell\nthe Tong when they come for protection?\nANGLE ON JACK\nWho is stunned by the man's words. He turns on Budokai.\nJACK\nI thought you said he was the head of the\nChinese Mafia?\nBUDOKAL\nSo, I may have overstated a little. It's\nno big deal. You have to go along anyway,\nyou have no choice.\n\nThey take all the money and then leave the restaurant.\n\nEXT. CHINESE RESTAURANT - NIGHT\n\nThe SuperFighters get back into the van, the destruction done.\n\nEXT. OFFICE BUILDING - SAME NIGHT\n\nThe van that took the SuperFighters on the raid to Chinatown pulls\nup in front of the office building, and Jack gets out.\n\nDARKCLOUD\nSweet dreams, Jack.\n\fThe van door slides shut and the van takes off. Jack, still shaken\nby the attack in Chinatown, walks slowly into the parking garage.\nINT. PARKING GARAGE - NIGHT\n\nJack is getting into his Jeep, when he hears the sound of\nfootsteps and SHOUTS. Jack ducks behind his Jeep and watches as\nseveral of Robert's HENCHMEN SPRINT through the parking garage.\n\nHENCHMAN 1\nWhere'd he go?\n\nHENCHMAN 2\nOver here! We've got him cornered!\n\nThey run off, and Jack is too curious not to follow them. He\nslowly moves around the corner and looks.\n\nAnd is stunned.\n\nThere, surrounded by Jack's Henchmen is the Beast. Crazed and\nwild.\n\nOne of the Henchmen tries to grab onto him, and the Beast destroys\nhim, SLAMMING him and then discarding him.\n\nROBERT\nBack away!\n\nJack, alarmed at the sound of Robert's voice, pulls back against\nthe wall. Robert comes walking up with a man in a lab coat, who is\ncarrying a case.\n\nRobert pulls a keypad from his pocket and points it at the Beast.\nHe pushes a button, and the collar around the Beast's neck glows.\n\nPain fills the Beast.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nRobert pulls a keypad from his pocket and points it at the Beast. He pushes a button, and the collar around the Beast's neck glows. Pain fills the Beast. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERT\nRock, don't do this to me, man!\n\nHe motions for the doctor, who opens the case and hands Robert a\ntranquilizer gun.\n\nRobert takes the gun, loads it and aims at the Beast.\n\nROBERT\nSweet dreams.\n\nHe fires, and the dart sinks into the Beast's neck. Almost\nimmediately, the Beast calms down and starts to sink towards the\nfloor.\n\nRobert comes close to the Beast then, and kneels down next to him.\nROBERT\n\nI'm close, Rock. I'm really close. A\ncouple more and I control it all.\n\fThe Beast shakes his head and roars.\n\nROBERT\nYes! I say yes, and you will do it!\n\nANGLE ON JACK\nWho reacts to the tortured cries of the beast.\n\nROBERT\nI need you, Rock. And you need me.\n\nRobert stands up and motions for the Henchmen to come get the\nBeast.\n\nJack, sickened by the entire night, makes his way back to his\nJeep. He gets in and sits there, breathing deeply.\n\nINT. JACK APARTMENT - SAME NIGHT\n\nJack opens the door to his apartment, and he is immediately\nattacked. It is the Masked Man again, and this time Jack is not\nsuch an easy mark.\n\nThey fight for a little while, and Jack is incredibly improved.\nThe Masked Man is losing. Jack manages to take the Masked Man down\nto the ground, and rips off his mask.\n\nIt is Budokai!\n\nJACK\nBUDOKAT!\n\nBUDOKAL\nYou've improved.\n\nJACK\nWhat the hell are you doing?\n\nBUDOKAL\nYou've seen, haven't you? You know what's\ngoing on?\n\nJACK\nYeah, I have. You were right.\n\nBUDOKAL\nYou have to do something about it.\n\nJACK\nWhat, quit?\n\nBUDOKAL\nNo, help me get him.\n\nJACK\nGet Robert Sawyer? How are we going to do\nthat?\n\fBUDOKAL\nI'm getting proof, and I need your help.\n\nJACK\nI just want out. I saw a Monster tonight.\n\nBUDOKAL\nYou know who that is?\n\nJack shakes his head.\n\nBUDOKAL\nMike Rocco.\nJACK\nNo.\nBudokai nods his head.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUDOKAL\nMike Rocco. JACK\nNo. Budokai nods his head. \n\nTARGET SECTION TO BE ANNOTATED:\nBUDOKAL\n\nSawyer's got us all on a mixture of\nsteroids and mind control drugs. I know\nyou're not taking yours, and I stopped\ntaking mine, a little too late. Rocco was\nthe first, but that's the future for all\nof us.\n\nJack pulls out his necklace.\nJACK\nThis was Rocco's - he gave it to me when I\nwas a boy. He was my hero, my inspiration.\nBUDOKAL\nAnd he's now Robert's personal killing\nmachine.\nJack looks out the window for a long moment.\n\nJACK\nWhat do you want me to do?\n\nBUDOKAL\nGood man. We need proof - papers and\ntestimony by both of us. Rousting some\ncriminals isn't enough...\nPAN AWAY FROM THEM.\n\nDISSOLVE TO:\n\nINT. APARTMENT SHOWER - MORNING\n\nPAN DOWN FROM SHOWERHEAD. Jack is in the shower, and we hear the\nrest of Budokai's dialogue, while Jack thinks about what to do.\n\nBUDOKAL\n. we need the murders, the death matches\nand the drug dealing - the proof...\n\fINT. JACK APARTMENT - NIGHT\n\nJack is meditating. He is having trouble concentrating.\n\nFLASHBACKS HERE:\n\nJack's Mother, Wang from the restaurant, Budokai, Sally,\nGrandfather, Angel, Rocco, Robert, etc.\n\nSPECIAL FLASHBACK:\n\nThe young boy from earlier in the movie (maybe several times, one\nright after the other)\n\nBOY\nAre you really a hero?\n\nFinally, Jack opens his eyes and yell, throwing one very powerful\npunch, smashing a large vase on the table to bits.\n\nHe knows what he has to do.\n\nINT. ROBERT OFFICE - DAY\nJack is in Robert's office, and Robert looks very pleased.\n\nROBERT\nI'm glad to hear you're with us. You are\nthe elite. If Nietzsche were alive, he'd\ncall you a Superman. A guy like you needs\nthat excitement, that adventure. I need\nwarriors I can count on.\n\nJACK\nYou can count on me. When can we go out\nagain, the whole team?\n\nROBERT\nSoon. I'll let you know.\n\nJACK\nGood-bye, Mr. Sawyer.\n\nJack exits the office.\n\nEXT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSawyer. Jack exits the office. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n JACK HOUSE - DAY\n\nJack pulls up in his new Jeep and walks up the sidewalk to his\nMother's door. He knocks on the door, and his Mother comes to it.\n\nOver Jack's shoulder, we watch as Mother opens the door and sees\nJack. She registers shock, and then starts to close it.\n\nJack stops the door gently with one hand.\n\fJACK\nMom. I need to talk to you - you...\n(beat)\nwere right. They're trouble, and I'm\ntrying to stop it.\n\nHis Mother looks up at him, even more shocked. She wants to be\nhappy to hear this, but she's also worried about her son.\n\nMOTHER\nAre you in danger, Jack?\n\nJACK\nNot just yet, Mom. We're gonna bring them\ndown, though. Can I come in?\n\nHis Mother smiles and opens the door wide, and Jack goes in,\nhugging her. His Mother starts to close the door, but Jack stops\nit and leans out of the door.\n\nJACK\nThere's someone I want you to meet...\n\nHe motions to Sally, who is waiting in the Jeep. She gets out and\nruns to the house.\n\nINT. ROBERT OFFICE - SAME DAY\nRobert is sitting at a table with DarkCloud and Night Stalker.\n\nDARKCLOUD\nWe made quite an impression on Jack the\nother night. He wants in, as badly as we\ndid.\n\nROBERT\nWe've got a problem.\n\nNIGHT STALKER\nWe own the Italians, the Chinese, the\nKoreans, the Jamaican posse - what now?\n\nROBERT\nSomeone from inside, feeding information\nto the cops...\n\nLooks of surprise from Darkcloud and Night Stalker. Could he mean\nus?\n\nDARKCLOUD\nYou know who?\n\nRobert steeples his fingers and smiles.\n\fINT. JACK HOUSE - SAME DAY\n\nJack, his Mother and Sally are sitting in the living room, talking\nand getting along famously. The cellular phone in Jack's pocket\nrings, and he excuses himself.\n\nJACK\nHello?\nROBERT\nI need you tonight. Special exhibition, 7\npm.\nJACK\nThe Arena?\nROBERT\n\nNo, it's a private affair. Come to\nWarehouse 14, off Columbia Avenue, not far\nfrom the office.\n\nJACK\nI know...",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBERT\n\nNo, it's a private affair. Come to\nWarehouse 14, off Columbia Avenue, not far\nfrom the office. JACK\nI know... \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nthat area a little bit, I'll find it.\n\nROBERT\nSee you tonight.\n\nHe hangs up and Jack stands there looking at the phone.\n\nSALLY\nWhat's up?\n\nJACK\nI won't know until 7 tonight...\n\nHe goes back in and sits down in the living room, a little worried\nnow.\n\nEXT. WAREHOUSE DISTRICT - NIGHT\n\nThere are cars all around Warehouse 14, and people are going\ninside. There is a ring/cage set up inside, which is glimpsed\nbriefly as people pass through the heavy curtains at the door.\n\nJack pulls up in his Jeep, and parks. As he is walking into the\nwarehouse, he spies Angel and goes over to her.\n\nJACK\nAngel! What's happening?\n\nANGEL\nWhat's happening to you, Jack? Why are you\ngetting involved with that son of a\nbitch...\n\nJACK\nAren't you?\n\fANGEL\nWe all are, I guess.\n\nJACK\nWhat's going on tonight?\n\nANGEL\nA cage fight, for the high rollers.\n\nShe motions to the door, where huge FIGHTERS are checking\ncredentials and invitations. One of the guys doesn't have the\nright ID, and one of the Fighters THROWS him away from the door.\n\nANGEL\nRobert wanted me to make sure you got\ninside...\n\nJACK\n\nWhat's that mean, Angel?\n\nAngel doesn't say anything, but walks towards the door, and Jack\nwatches her go, thinking that he might be in trouble. If he is,\nand he goes in, he's dead. If he's not, and he takes off, the\nparty's over.\n\nHe shrugs and starts after her.\n\nJACK\nHey, Angel, wait up!\n\nShe turns and waits for him, unable to stop a smile from appearing\nas he jogs over to her.\n\nThey go through the door arm in arm.\n\nINT. WAREHOUSE 14 - SAME NIGHT\n\nJack and Angel walk in. There are people everywhere, and bets are\nbeing made. Jack spots Robert on the other side of the arena.\n\nJACK\nWho's fighting tonight?\n\nANGEL\nI don't know.\n\nThey find a seat. The lights around the ring/cage go low, and\nspecial lights around the rim of the ring/cage go on. They go very\nbright, lighting up the whole ring.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey find a seat. The lights around the ring/cage go low, and\nspecial lights around the rim of the ring/cage go on. They go very\nbright, lighting up the whole ring. \n\nTARGET SECTION TO BE ANNOTATED:\n Robert is in the center of the\nring, playing the part of the announcer.\n\nROBERT\nLadies and Gentlemen! Welcome to the\nfamous 'Cage Match' - where only one man\nleaves alive. Tonight's bout pits\n\nBudokai...\n\nBudokai comes out towards the ring, and the crowd erupts in\napplause.\n\fROBERT\nAgainst the Beast!\n\nJack and the crowd watches in awe as the Beast is wheeled in\nrestraints towards the ring/cage.\n\nANGLE ON BUDOKAI\nHe knows this fight is going to be the real thing. He walks toward\n\nthe ring/cage, escorted by Darkcloud and Night Stalker.\n\nANGLE ON JACK, WHO IS WORRIED ABOUT HIS FRIEND\n\nJACK\nWho's gonna win?\nANGEL\nThis one is for real, Jack. I really don't\n\nknow.\n\nThe fight starts, and the Beast is let out of the cage to attack\nBudokai. The Beast gets hit on the way in, but that doesn't seem\nto phase it. Budokai circles, trying to stay out of the Beast's\nrange.\n\nThe Beast is so quick, however, and so strong, that soon Budokai\nis trapped in a corner of the cage. Budokai mounts a furious\nassault on the Beast, but the Beast shrugs it off and attacks.\n\nThe attack is brutal, sadistic and bloody. Budokai is being\nslaughtered, and the crowd is going crazy. This is what they pay\nto see, and they are getting their money's worth.\n\nJack is watching, and he knows he has to act. He gets up and goes\nover to where Robert is watching.\n\nJACK\nYou gotta do something! He's getting hurt!\nROBERT\nThat's the reality of our business. It's\nbrutal.\nJACK\n\nC'mon, Mr. Sawyer. He could get killed.\n\nROBERT\nYes, he could.\n\nAt that moment, in the ring, the Beast RIPS off a hunk of\nBudokai's shoulder, and stuffs it in his mouth. Jack REACTS to\nthis, and the crowd, and Robert smiling. Jack's head is spinning,\nand he knows that Budokai will be killed if he doesn't do\nsomething.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt that moment, in the ring, the Beast RIPS off a hunk of\nBudokai's shoulder, and stuffs it in his mouth. Jack REACTS to\nthis, and the crowd, and Robert smiling. Jack's head is spinning,\nand he knows that Budokai will be killed if he doesn't do\nsomething. \n\nTARGET SECTION TO BE ANNOTATED:\nHe runs over to where Angel is sitting and YANKS her to her feet.\n\fJACK\nHelp me!\n\nANGEL\nWhat?\n\nJACK\nWait for me get into the ring, then kill\nthe lights.\n\nANGEL\nWhy are you doing this, Jack? You're\nthrowing it all away!\n\nJACK\nThey're killers, Angel. I have to help\nhim!\n\nAngel HOLDS for a moment, then nods her head and goes towards the\noffice. Jack, meanwhile, makes his way ringside.\n\nThe Beast is on top of Budokai, and Budokai isn't even moving.\n\nJack jumps into the ring and SLAMS into the Beast, knocking him\noff of Budokai and out of the ring.\n\nThe Beast lands in the crowd, and starts ravaging the people in\nthe crowd.\n\nThe lights go out, and the warehouse is in chaos.\n\nBudokai is a bloody mess, and Jack HEAVES him up onto his shoulder\nand starts out of the ring. The Beast jumps back into the ring and\nmoves to cut them off.\n\nJack faces off with the Beast, with Budokai over his shoulders.\n\nJACK\nRocco!\n\nThe Beast stops at the mention of his name.\nJack pulls out the necklace that he always wears.\nJACK\nRocco! I gotta get him some help. OK,\n\nMike? He's done fighting. You won.\n\nThe Beast lowers his arms, and Jack climbs back over the ropes and\nheads towards the exits.\n\nRobert is trying to see what is happening over the pandemonium,\nand he catches a glimpse of Jack leaving with Budokai.\n\nROBERT\nRocco! Get him!\n\nThe Beast turns to Robert and stares at him. He punches a button\non the keypad, and the collar around the Beast's neck glows.\n\fROBERT\nGet Jack! Now!\n\nThe Beast still doesn't move. More power to the collar, and now\nthe Beast is in agony. He still doesn't go for Jack, however.\n\nROBERT\nDo it.\n\nInstead of charging after Jack, the Beast comes for Robert.\n\nROBERT\nYou won't hurt me.\n\nThe Beast comes on, but Robert hits another button, putting the\ncollar up to the limit. The Beast stops his charge and goes down\non his knees in total pain.\n\nRobert walks up to him and shakes his head.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Beast comes on, but Robert hits another button, putting the\ncollar up to the limit. The Beast stops his charge and goes down\non his knees in total pain. Robert walks up to him and shakes his head. \n\nTARGET SECTION TO BE ANNOTATED:\nHe hits the Beast and kills him immediately.\n\nROBERT\nTold you.\n\nRobert is furious.\n\nINT. SALLY HOUSE - SAME NIGHT\n\nBudokai, bruised, broken and bloody, is laying on a bed in Sally's\nhouse. Sally is trying to clean him up, but a great deal of damage\nhas been done.\n\nGrandfather pushes her off to the side and lays his hands on\nBudokai's chest. An amber glow comes off his hands as he tries to\napply his Qi (SFX), but it won't penetrate.\n\nGRANDFATHER\nHe's almost gone, Jack.\n\nJack comes to the bed and sits next to Budokai.\nBUDOKAL\nWell, you got your proof. Take him down,\nyou got that?\n\nJACK\nYou're gonna get better.\n\nBUDOKAL\nWe both know that's a lie...\n\nHe starts to cough, and blood comes out of his mouth.\n\nBUDOKAL\nYou get him, Jack.\n\nGrandfather takes Jack and Sally out of the room.\n\fGRANDFATHER\nWe have to help him. Focus your qi.\n\nJack shakes his head, trying to concentrate.\n\nJACK\nI gotta get my Mom. They know where I\nlive.\n\nSALLY\nI'll get her. You stay here and help\nBudokai.\n\nJack nods and concentrates. Soon, he is completely drained, and he\nsits down heavily, leaning his head back and closing his eyes.\nINT. SALLY HOUSE - NIGHT\n\nJack is sleeping on the couch in the living room, and somewhere a\nphone is ringing (0.S.).\n\nJack starts to wake up, and the phone keeps ringing.\nJACK\n(sleepy)\nSomebody get that!\n\nThe phone keeps ringing, and Jack finally comes awake and realizes\nthat it's his cellular phone. He pulls it out of his pocket.\n\nJACK\nHello?\n\nWe now INTERCUT between Jack and Robert.\n\nINT. ROBERT OFFICE - SAME NIGHT\nRobert is sitting at his desk, talking on the phone.\nROBERT\nHello, Jack. Quite a show you put on.\nINT. SALLY HOUSE - SAME NIGHT\nJack sits bolt upright, completely wide awake.\nJACK\nHe was going to die, Robert.\nINT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSALLY HOUSE - SAME NIGHT\nJack sits bolt upright, completely wide awake. JACK\nHe was going to die, Robert. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ROBERT OFFICE - SAME NIGHT\nROBERT\nThat was the whole point! I had such plans\n\nfor you, Jack, and now you've gone and\nthrown them all away.\n\fINT. SALLY HOUSE - SAME NIGHT\nJACK\nWhat do we do now?\nINT. ROBERT OFFICE - SAME NIGHT\nROBERT\nWell, I could let you talk to your\ngirlfriend, and your Mother, but they're a\nlittle tied up now.\nPULL BACK TO REVEAL Sally and Jack's Mother sitting in chairs in\nRobert's office, tied to them.\nINT. SALLY HOUSE - SAME NIGHT\nANGLE ON JACK, EVERY FIBER OF HIS BEING CONCENTRATED\nJACK\nLet them go.\nINT. ROBERT OFFICE - SAME NIGHT\nROBERT\nI don't think so. I'm staging another\nfight in one hour, Jack, and you're the\nmain attraction. Show up alone, or they're\ngone. Got that?\nJACK\nYeah.\nINT. ROBERT OFFICE - SAME NIGHT\n\nROBERT\nSee you soon, Jack.\n\nRobert hangs up and smiles at Sally and Jack's Mother.\nROBERT\nThat's some guy you have there. He really\nwants to be a hero.\nINT. SALLY HOUSE - SAME NIGHT\nANGLE ON JACK, WHO HANGS UP HIS END OF THE CONNECTION\n\nHe walks into where Budokai is lying and checks on him. He is\nbarely conscious.\n\nJACK\nYou doing OK?\n\nBudokai nods.\n\fBUDOKAL\nHe went for medicine.\n\nJACK\nTell him they have Sally and my mother.\nI'm going into the ring with Robert.\n\nBUDOKAL\nGive him hell.\n\nThey clasp hands, then Jack leaves.\n\nEXT. WAREHOUSE 14 - NIGHT\n\nThe Warehouse is deserted now\n\nINT. WAREHOUSE 14 - SAME NIGHT\n\nAs Jack walks into the Warehouse proper, the loudspeaker system is\nrunning a tape.\n\nANNOUNCER\n. The All American Hero!\n\nThe taped crowd erupts.\n\nANNOUNCER\n\nagainst the man who started it all,\nRobert Sawyer!\n\nMore cheers from the taped crowd.\nJack makes his way to the ring, and he notices that Sally and his\nmother are the only \"crowd,\" and they are being guarded by\nDarkcloud, Night Stalker, and Angel.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNOUNCER\n\nagainst the man who started it all,\nRobert Sawyer! More cheers from the taped crowd. Jack makes his way to the ring, and he notices that Sally and his\nmother are the only \"crowd,\" and they are being guarded by\nDarkcloud, Night Stalker, and Angel. \n\nTARGET SECTION TO BE ANNOTATED:\nRobert is already there, warming up and watching him.\n\nJACK\nI'm here. Let them go.\n\nROBERT\nYou beat me, they go free.\n\nJACK\nYou wanted me, you got me.\n\nJack climbs into the ring, and a bell is RUNG. The fight is on.\n\nJack circles Robert warily, not wanting to commit. Robert is\nitching to get his hands on Jack.\n\nJack is having a hard time concentrating, because he is concerned\nabout his mother and Sally.\n\nThey attack each other, and it's clear almost immediately that\nJack is really no match for Robert's technique.\n\fThey continue to fight, and soon Jack is bleeding from several\ndifferent wounds, and the Robert doesn't even looked winded.\n\nROBERT\nYou betrayed me!\n\nJack is losing.\n\nROBERT\nI trusted you. I gave you a future!\n\nJack looks over at Sally and his mother.\n\nANGLE ON SALLY AND MOTHER\n\nAngel is guarding them, but they all have the same look on their\nfaces. They know Jack is losing, and they can't do anything about\nit.\n\nRobert sees that Jack is not completely focused, and that makes\nhim very angry.\n\nROBERT\nGoddamn it! Fight me!\n\nJACK\nHow can I? You gotta let them go!\n\nROBERT\nI don't think so.\n\nRobert is hitting Jack almost at will. Nothing Jack does works,\nand he is getting slaughtered.\n\nJack has to do something to save his mother and Sally, so he\nmanuevers Robert into one corner and manages to hit him hard\nenough to send him pitching back against a pile of junk. When\nRobert's back hits the boxes, wire and boxes come falling down on\ntop of him.\n\nJack takes this opportunity and SPRINTS to where his mother and\nSally are being held. He attacks both Darkcloud and Night Stalker,\nand, taking them by surprise, quickly defeats them.\n\nMeanwhile, Robert is struggling to get free.\n\nHe starts to free his mother and Sally, and Angel tries to help\nhim. Jack turns to look at her, and she stops.\n\nANGLE ON ANGEL, CONFLICTED\n\nJust then, Robert gets free and launches himself at Jack. Jack\ndoesn't see him, but Angel does.\n\nShe jumps at Robert, to put herself in between them, to save Jack.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON ANGEL, CONFLICTED\n\nJust then, Robert gets free and launches himself at Jack. Jack\ndoesn't see him, but Angel does. She jumps at Robert, to put herself in between them, to save Jack. \n\nTARGET SECTION TO BE ANNOTATED:\nRobert strikes Angel just as she lands an incredible kick on\nRobert, while at the same time he hits Sally and Mother away from\n\fAngel. Robert staggers a little, but not before he hits Angel\nseveral more times.\n\nCritically.\nAngel falls back to one side, while Robert falls to the other.\nAngel is hurt very badly, and Jack goes to her.\n\nShe is dying.\n\nANGEL\nI always wanted to do the right thing,\nJack.\n\nJACK\n\nI know, Angel. You're a hero.\nShe's gone, and Jack holds her for a moment longer.\n\nRobert is struggling to clear his head, and Jack stands up to face\nhim one last time.\n\nROBERT\nI made you a star, now I'm going to\ndestroy you!\nRobert SWEEPS him to the ground, then stands over him.\n\nROBERT\nI told you no one disobeys me twice.\n\nHe is preparing for the killing blow.\n\nANGLE ON SALLY AND MOTHER\n\nSally, dazed, shakes her head to clear it, then runs to the\njunction box. flipping it on and off, blinking the lights, like\nduring Jack's meditation practice.\n\nSALLY\nConcentrate, Jack.\n\nUnbelievably, Jack CLOSES HIS EYES!\nRobert, shocked, stops for a moment, watching Jack.\n\nHe then smiles, sensing an easy target. He rears back, ready to\nlet go with the killing blow.\n\nHe launches the deadly strike and Jack BLOCKS IT!\nWithout even opening up his eyes!\n\nJack holds Robert's arm in front of his face, then SNAPS his eyes\nopen.\n\nWe know Robert is in trouble now.\n\fJACK\nI'm gonna kick your ass.\n\nJack then accepts Robert's force and SLAMS Robert with a technique\nthat ROCKS him back to the other side of the ring. Jack then\nattacks, hitting him with everything he has: strikes, kicks,\npunches, knees, elbows.\n\nRobert is out on his feet, ready to be put away.\n\nJack glances down at Angel's unmoving form on the canvas, then\nturns back to Robert.\n\nHe spins and leaps into the air, connecting with a beautiful jump,\nspinning hook kick that sends Robert flying.\n\nSally and his Mother come to Jack. Sally hugs him, and his Mother\nputs an arm around him.\n\nSuddenly the SOUND of police sirens can be heard, 0.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSally and his Mother come to Jack. Sally hugs him, and his Mother\nputs an arm around him. Suddenly the SOUND of police sirens can be heard, 0. \n\nTARGET SECTION TO BE ANNOTATED:\n. Grandfather\nand a heavily bandaged Budokai appear there with a whole squad of\npolice officers.\n\nBudokai stands at the door and raises his arm in a fist salute to\nJack, while Grandfather runs down to where Jack is.\n\nJack returns the salute, with Sally and his mother draped on him.\nThey start walking away from the cage. As they walk by a pile of\nresin at cageside, Jack puts his hand in it. He then smiles and\nhits Grandfather in the middle of the back.\n\nJack's handprint stands out in stark relief on Grandfather's black\nsilk jacket.\n\nGrandfather smiles, thinking Jack is congratulating him.\nFreeze Frame on huge white hand print.\nCREDITS ROLL\n\nFADE OUT\n\nTHE END\n\f"
}