{
  "1": "Super Dark Times\n\nWritten by\nBen Collins\n\n&\nLuke Piotrowski\n\nOctober 17, 2015\n\fEXT. WOODS - DAWN\n\nA DEER stands by the treeline on the edge of a field.\n\nThe Deer looks up, frozen, staring at something off screen,\nthen suddenly it takes off, running full speed, bounding\nacross the land out into a clearing up ahead.\n\nEXT. SOCCER FIELD - MOMENTS LATER\n\nThe Deer is running on the neatly trimmed grass. Up ahead A\nSCHOOL BUILDING is visible.\n\nEXT. HIGH SCHOOL\n\nThe rising sun reflects on the windows. They’re large,\npractically floor to ceiling.\n\nTHE DEER\n\nbombing across the field, getting closer to the school. It's\nhooves kicking up mud. It's eyes black and emotionless.\nEventually it connects with\n\nTHE WINDOW\n\nIts face smashing into the glass. We see it in slow motion.\nThe window explodes around the deer, glass shards floating\nin the air; blood tearing off the deer's body and mixing\nwith the hovering glass.\n\nINT. HIGH SCHOOL - LATER\n\nSeveral static shots of the aftermath. The shattered\nclassroom window; in the hallway, blood spattered and\nsmeared across the pristine white tile; a trail showing the\npath the wounded animal took, leading to:\n\nINT. CAFETERIA\n\nThe Deer has collapsed in the middle of the room, exhausted,\nbleeding out. A huddled brown lump gasping for air.\n\nA JANITOR enters and pauses at the sight of it. He drops the\nmop and runs down the hallway.\n\nCUT TO:\n\f6\n\nINT. CAFETERIA - MORNING\n\nFaculty members crowd around the scene, whispering, shocked,\ndisgusted, sad. Two POLICE OFFICERS make their way through.\n\nTHE DEER\n\nKicks and squirms with what little life it has left. The\nOfficers look down at the poor creature, then around at the\nSTUDENTS lining the walls.\n\nOne Officer looks at the other and silently kneels down by\nthe dying animal. He gently takes its head in his hands.\n\nWhile he holds it still, the other Officer raises his boot,\nbringing it down hard on the animal's neck. It takes two\nSTOMPS to do the job, but the deer stops moving, its neck\nbroken.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gently takes its head in his hands. While he holds it still, the other Officer raises his boot,\nbringing it down hard on the animal's neck. It takes two\nSTOMPS to do the job, but the deer stops moving, its neck\nbroken. \n\nTARGET SECTION TO BE ANNOTATED:\nHe gets closer, makes sure the animal has stopped breathing,\nand stands. He gives it a gentle kick. The Students stare,\nsome even crying.\nTITLE CARD:\n\nSUPER DARK TIMES\nFADE IN:\nA COLORFUL PIXELATED IMAGE\n\nMoving, undulating, totally abstract. Colors shifting,\nbathed in static. Uncomfortably close to a\n\nTV SCREEN\n\nJust an indecipherable mess of colors and static until\nsuddenly out of the blur and fuzz a_person can be seen, but\nthen it’s gone again, flickering back and forth like a\nmagic-eye painting. The image suddenly clears again.\n\nA TOPLESS WOMAN\n\nHere then gone. The volume is raised on the TV and little\nstabs of music cut through the white noise, funky porno bass\naccompanied by moaning.\n\nSCRAMBLED TV PORN. It goes on a bit longer. Almost like\nvideo art.\n\nFrom nearby, we hear the VOICES of two teenage boys\n\nee OF\n\n* *\n\fJOSH (0.S.)\nWould you?\n\nZACH (0.S.)\nI think so.\n\nCUT TO:\nA YEARBOOK PHOTO OF A GIRL\n\nShe’s probably pretty. Hard to tell with that awkward school\nphoto smile.\n\nJOSH\nYeah, I would too.\n\nThey flip to a photo of ANOTHER GIRL. Blonde hair. Braces.\n\nZACH\nI don’t know, probably.\n\nJOSH\nMeh, blonde.\n\nZACH\nI see.\n\nANOTHER GIRL, unquestionably attractive.\n\nBOTH\nYes!\n\nA YEARBOOK PHOTO OF A WOMAN. A teacher. The name underneath\nreads ‘Mrs. Hunt.’\n\nZACH\nOhh, yes. Twice. If she’d let me.\n\nONE LAST PHOTO. Cute girl, terrible picture: mouth half\nopen, clearly not ready for the camera to snap.\n\nINT. TV ROOM - AFTERNOON\n\nThe scrambled porn plays on TV while the two boys sit on the\ncouch flipping through their 8th grade yearbook. They are\nZACH and JOSH. Both 14 and trying too hard: Zach with his\nshort sleeve shirt and tie. Josh with his blue hoodie and\nElvis Costello glasses.\n\nZach’s finger is still on the photo.\n\fZACH\nAllison Banister.\n\nJosh answers instantly.\n\nJOSH\nObviously yes. Any time, anywhere.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nJosh answers instantly. JOSH\nObviously yes. Any time, anywhere. \n\nTARGET SECTION TO BE ANNOTATED:\nZACH\nReally? Anywhere? Like ANY where?\n\nJOSH\nSon, I’d do that shit for the talent\nshow if that's what it took. Onstage\nin front of everyone: Fuck. Yes. You\nwouldn’t?\n\nZach is reluctant to answer after Josh's declaration.\n\nZACH\nShe's cool. we’ve known her since,\nelementary. I mean, I like her.\n\nJOSH\nMe too.\n\nZACH\nWe just actually know her. She and I\nhang out sometimes in English so...\nFeels weird talking about her.\n\nAn awkward pause between them. Clearly they’re both into\nher. Josh changes the subject.\n\nJOSH\nUh-huh. Got any drinks?\n\nZACH\nCaffeine free Coke.\n\nJOSH\nWell then...\nINT. KITCHEN - AFTERNOON\nZach and Josh are slipping on their jackets and boots.\nJOSH\n\nMan, I hate the fucking winter. It's\nsuch a schlep to do anything.\n\n*\n\f10\n\nZACH\nYeah, but the snow is pretty.\n\nJOSH\n(laughing)\nIt's pretty?\n\nZach shrugs off Josh's continued laughter and calls out to\nhis mother.\n\nZACH\nMom! ...MOM! We’re going out for a\nfew minutes!\nThey head out through the door that leads into the garage.\n\nZach's mother, KAREN, belatedly answers, shouting back from\nwherever she is.\n\nKAREN (0.S.)\nWHAT?\n\nBut there’s no one to hear.\n\nEXT. ROAD - AFTERNOON 9\nThe boys peddle through the wintry landscape: trees and\n\nparks and subdivisions. It’s lovely. Mythic, in a way.\n\nEXT. GAS STATION - AFTERNOON 10\nTwo pumps and a convenience store.\n\nStanding outside the store are two more boys: DARYL, messy\n\nin appearance; kind of a dipshit. And a younger, sharp-eyed\n\nkid named CHARLIE.\n\nZach and Josh talk quietly as they approach.\n\nJOSH\nOh, shit. Is that Daryl?\n\nZACH\nLeave him alone.\n\nDaryl and Charlie are already approaching.\n\nDARYL\n‘Sup, cockbiters?!\n\n*\n\fJOSH\n(already sick of him)\nGreat.\n\nDaryl rushes them and puts up his dukes like an old timey\nboxer.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARYL\n‘Sup, cockbiters?! *\n\fJOSH\n(already sick of him)\nGreat. Daryl rushes them and puts up his dukes like an old timey\nboxer. \n\nTARGET SECTION TO BE ANNOTATED:\n Zach responds in kind and they circle each other\nhorsing around.\n\nJosh waves at Charlie, sizes him up. Awkward introductions.\n\nJOSH\nHey, I’m Josh\n\nCHARLIE\nHey.\n\nJOSH\n\nYou don't go to our school.\n\nCHARLIE\nNope. Callaway Middle. Go Cougars!\n\nCharlie’s a master of deadpan sarcasm. Josh laughs a little.\n\nZach breaks from Daryl’s affectionate headlock and chimes\nin.\n\nZACH\nHe’s Carol’s little brother.\nJOSH\nOh, okay! Right.\nZACH\nCarol Sharp.\nJOSH\n\nI know who Carol is.\n\nDARYL\nEveryone knows Tig!\n\nHe pantomimes a set of large breasts.\n\nCHARLIE\nCome on, man.\nDARYL\nTig Bitty Sharp! You love it. You\n\nLOVE it!\n\nHe grabs Charlie’s head and buries it in his pantomime\ncleavage.\n\f11\n\nCharlie pushes him off.\n\nCHARLIE\nYou smell like cat box.\n\nDARYL\nMan, if I had tits I'd play with them\nconstantly.\n\nZACH\nWord. What are you guys doing here?\n\nDaryl shrugs hard. You’re lookin’ at it.\n\nDARYL\nYou?\nZACH\nJust grabbing drinks and stuff.\nDARYL\nCool.\nZACH\nYou want to--\nDARYL\n\nNah, cause I’m broke as fuuuuck!\n\nZach hesitates before saying:\n\nZACH\nI have a couple of bucks if you\nguys--\n\nDARYL\nHell yeah!\n\nDaryl and Charlie head into the store. Josh gestures to\nZach, angry but silent. What the hell are you doing?!\n\nZach signals back, innocent. What? These guys are alright!\n\nINT. CONVENIENCE STORE - AFTERNOON 11\n\nThe four boys wander around, examining everything, making\ntheir selections.\n\nCHARLIE\nMelon soda sounds gross.\n\fJOSH\nWhy would they make it if it was\ngross?\n\nDARYL\n\nThey make tons of gross stuff, man.\nPickles are gross.\n\nJosh is drawn to the small section of foreign food: strange\ncans of nectar, bags of dried fruit, etc. Daryl steps up\nbeside him and snatches a bag.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nPickles are gross. Josh is drawn to the small section of foreign food: strange\ncans of nectar, bags of dried fruit, etc. Daryl steps up\nbeside him and snatches a bag. \n\nTARGET SECTION TO BE ANNOTATED:\nDARYL (cont'd)\nDried squid?! Holy shit!\n\nCHARLIE\nMmm.\n\nJOSH\nSomebody eats it.\n\nDARYL\nNobody eats this.\n\nZach suddenly grabs the bag from him and heroically marches\nto the register. The others follow. They place their\nselections down on the counter.\n\nZACH\nI’1l get it.\n\nThe other three wait outside while the store owner rings it\nall up. He's an amusingly odd middle aged guy named DUKE.\n\nDUKE\nHey there, my friend.\nZACH\nHi.\nDUKE\nYou guys just hanging out?\nZACH\nYeah.\nDUKE\n\nWhat are you with these losers for?\nDon’t you have a girlfriend?\n\nZACH\n(laughs)\nNo.\n\fDUKE\n\nNo girlfriend? You have a job?\nZACH\n\nNo.\nDUKE\n\nThere's your problem, my friend: you\nneed more money. You looking for a\njob?\n\nZACH\nNot really.\n\nDUKE\nIf you ever think you want one, come\ntalk to me. I own the sandwich shop\ndown the street. Great sandwiches.\nYou want a job, you stop by.\n\nZACH\nAlright.\n\nDUKE\nAlright, the total is 8.87.\n\n12 EXT. CONVENIENCE STORE - AFTERNOON\n\nThe dudes crowd around as Zach parcels out the snacks.\n\nJOSH\nThanks, Zach.\n\nZACH\nIt’s cool.\n\nCharlie starts chanting, maintaining his deadpan demeanor.\n\nCHARLIE\nSquid! Squid! Squid!\n\nZach unveils the bag of spicy dried squid.\n\nJOSH\nI can’t believe you got that.\n\nDARYL\nI want to see you eat it.\n\nZach theatrically pops a piece into his mouth. Chews. The\nothers stare. He keeps his cool for several seconds... then\nbreaks.\n\n12\n\f13\n\n14\n\n10.\n\nHe grabs a bottle of soda from the bag in a big ass hurry.\nHe fumbles and drops it when he tries to get it open. When\nhe finally succeeds, it explodes, soda fizz streaming out.\n\nDaryl laughs his ass off. Zach takes a huge swig of the\nsoda. Josh pats him on the back.\n\nJOSH\nYou okay?\n\nZach nods.\n\nJOSH\nGive me one.\n\nHe reaches for the bag of squid.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nZach nods. JOSH\nGive me one. He reaches for the bag of squid. \n\nTARGET SECTION TO BE ANNOTATED:\nDARYL\nYou guys are whacked.\n\nJosh chews with much less fanfare.\n\nJOSH\nIt’s not terrible.\n\nCHARLIE\nYeah, but it’s not Skittles, either\nis it?\n\nJOSH\n\nIt’s not Skittles.\n\nCHARLIE\nSkittles is fucking delicious.\n\nJosh offers the bag to Daryl. He sighs and reaches for a\n\npiece.\n\nEXT. ROAD - AFTERNOON 13\nThe four of them are walking through a field beside the\n\nroad, Josh and Zach pushing their bikes, talking, laughing,\ngoofing around. Daryl smokes a cigarette, trying to look\n\ncool. They pass\n\nDARYL’S HOUSE 14\n\nA small duplex, not a dump exactly but a far cry from Zach's\nhouse.\n\f11.\n\nBehind the house are huge power lines, running parallel to\nthe street, long connections which probably power the whole\ncounty.\n\nZACH\nYou live off the pipeline, that’s\ncool.\n\nDARYL\nYeah, me and Charlie go back here all\nthe time.\n\nThey walk through Daryl’s back yard and into\nTHE PIPELINE\n\nIt’s a huge strip of land that’s been cleared of trees. This\nis where the county’s utilities are run through: power-lines\noverhead and water pipes buried in the ground, creating a\nno-man’s land that stretches as far the eye can see in\neither direction.\n\nThe guys walk out and follow along the path of the power-\nlines overhead. Tall trees surround them.\n\nThe power lines cut shapes against the cloudy blue sky.\nDaryl lags behind, coughing between drags on his cigarette.\n\nZACH\nWhat's up with your lung, dude?\n\nDARYL\nNothing. I'm just tired. My parents\nrented True Lies last night and when\nthey went to sleep I watched that\nstrip tease on repeat. Jerked off two\nand a half times.\n\nCHARLIE\nThat a record?\n\nDARYL\nTried for three but my dick got sore,\nhad to put some ice on it, but the\ntray wasn't filled so I settled for a\npiece of steak from the freezer.\n\nZACH\nJesus.\n\n* ee eK *\n\n*\n\nee eK\n\f15\n\n12.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARYL\nTried for three but my dick got sore,\nhad to put some ice on it, but the\ntray wasn't filled so I settled for a\npiece of steak from the freezer. ZACH\nJesus. * ee eK *\n\n*\n\nee eK\n\f15\n\n12. \n\nTARGET SECTION TO BE ANNOTATED:\nJOSH\nDid you put the steak back in the\nfreezer?\n\nDARYL\n\nHell no, I cooked it up, scarfed that\nshit and passed out on the couch.\n\nThe other three are stunned.\n\nDARYL (cont'd)\nI'm fucking with you! Of course I put\nit back.\n\nCHARLIE\nDude-\n\nDARYL\nThis is not the point of the story!\nThe point is: bitch be hot. Like\nCharlie's sister.\n\nZach laughs.\n\nDARYL (cont'd)\nOr Zach's mom.\n\nZach stops laughing. Josh grins at him.\n\nDARYL (cont'd)\nRight?!\n\nJOSH\nHe's not wrong.\n\nFURTHER DOWN THE PIPELINE 15\n\nThey reach one of those huge steel-grid structures where the\npower-lines connect. The four boys stop beneath it and stare\nup at the towering edifice.\n\nMETAL EXTENDS INTO THE SKY, the black cables on top 50, 75,\n100 feet up?\n\nJOSH\nSo if you touched the wire at the top\nyou’d be electrocuted?\n\nCHARLIE\nOnly if you were also touching the\nmetal part, that’s how birds can sit\nup there.\n\f13.\n\nDARYL\nYeah, man if you were just swinging\nfrom the cable you’d be fine. My\nuncle did it once.\n\nZACH\nSeriously?\n\nJOSH\nSure...\n\nDARYL\n\nWon a thousand bucks, but broke his\nfuckin’ leg tryin to get down.\n\nCHARLIE\nI guess that evened out then.\nDARYL\nHell yeah it did. Slickest shit I\never saw.\nJOSH\nI could do it.\nDARYL\nAre you special forces?\nJOSH\nNo.\nDARYL\n\nWell, my uncle was, so fuck you.\n\nJosh walks over and starts climbing the structure. After a\nbeat they all climb on as well.\n\nFour boys attempting to scale a metal tower in the middle of\nan open field.\n\nCHARLIE gets about five feet off the ground before looking\ndown.\n\nCHARLIE\nYou know what? Nope.\n\nHe jumps down and dusts his hands off. Shielding his eyes\nwith a hand-visor and looking back up at\n\nTHE OTHER THREE BOYS\n\nStill slowly climbing, Josh clearly in the lead.\n\f14.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe jumps down and dusts his hands off. Shielding his eyes\nwith a hand-visor and looking back up at\n\nTHE OTHER THREE BOYS\n\nStill slowly climbing, Josh clearly in the lead. 14. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nBe careful!\n\nDARYL\nMom? Is that you down there?\n\nCHARLIE\nYeah, I wanted to tell you about me\nand your friend Charlie.\n\nDARYL\nPuss!\n\nCHARLIE\nNever mind. Don’t be careful.\n\nDARYL\nThat's more like her, hi mom!\n\nDaryl cackles to himself. As he does, his foot slips ona\nrung of the tower. He has to hold tight with his arms in\norder not to fall.\n\nDARYL\nShit. These shoes have no grip. *\n\nCHARLIE\nJust let go, you’re not that high.\n\nDARYL\nFuckin--\n\nDaryl lets himself hang and drops down to the ground.\n\nDARYL\nFuckin shoes, no fuckin grip.\nCHARLIE *\nWe can’t all be special forces.\nZach Keeps climbing but he’s still behind Josh. *\nZACH’S POV *\n\nWe see Josh several feet higher than him on the tower.\n\nThe sun is just behind his head, keeping us blind to Josh’s\nface and creating an exquisite halo around him.\n\nJOSH\nCome on, you can make it.\n\nZach is getting fatigued. And scared. *\n\f16\n\n17\n\n15.\n\nZACH\nI don’t know, man, I think I’m going\ndown.\n\nJOSH\n\nNo, come on!\nZach squints in the sunlight, trying to see Josh’s face.\n\nZACH\nI can’t.\n\nJOSH\nA little more.\n\nZACH\nSorry.\n\nJOSH watches as Zach climbs down and jumps off. For a moment\nhe’s up on the tower alone.\n\nTHE THREE BOYS\nBelow are looking up at him, framed against the sky.\nZACH\n(calling out)\nI guess you win.\nJOSH hears him but says nothing. Up here he has a pretty\nwide view: trees and houses spreading out in the distance.\nHe stares out at the town. Over it. Down on it.\nWe hold on his face in the quiet for an uncomfortably long\nbeat.\nEXT. STREET - EVENING\nZach and Josh bike down a street past a \"SCHOOL ZONE\" sign.\nZACH\nLet's cut through.\nEXT. HIGH SCHOOL PARKING LOT - EVENING\n\nIt's vast and mostly empty, clearly a weekend.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nLet's cut through. EXT. HIGH SCHOOL PARKING LOT - EVENING\n\nIt's vast and mostly empty, clearly a weekend. \n\nTARGET SECTION TO BE ANNOTATED:\n They take\ntheir time, slow-pedaling and talking as they cross the lot.\n\n16\n\n17\n\f16.\n\nZACH\nI feel bad for him. He was a friend\nof mine in third grade. Not his fault\nhis dad’s fucking poor.\n\nJOSH\nDoesn't make him not a douchebag. You\nstill see him at school?\n\nZACH\nYeah we have health together. He's\nalways trying to talk to Cindy\nMaples.\n\nJOSH\nThe one everybody says went to the\nhospital because she had a frozen\nhotdog stuck in her?\n\nZACH\n\nI guess so. Maybe she's his type.\nCold meat and all...\n\nThey get to the edge of the lot and continue across the\ngrass toward the football field. As they pass the building\nZach looks to his left and sees\n\nTHE BROKEN CLASSROOM WINDOW\n\nNow patched over with cardboard, a temporary fix until the\nschool can replace the glass.\n\nJosh stops suddenly. Zach looks at him, Josh nods toward\nTHE BLEACHERS\n\nUp ahead. A group of OLDER KIDS hanging around underneath,\nsmoke wafting out in waves.\n\nZACH\nJust keep going. We don't have to\nstop.\n\nJosh nods. They pick up the pace, trying to act casual.\n\nAs they pass we get a better look: these guys are seniors,\nsome of them maybe even older. Empty beer cans. Cigarettes.\nJoints.\n\nOne of them is younger, more Josh and Zach's age, with dyed-\nblue hair, this is JOHN WHITCOMB.\n\n* *\n\nee OF ee OF\n\n* *\n\f17.\n\nHe sees them but says nothing. One of the older guys does, a\nsneering son of a bitch named CHAD.\n\nCHAD\nHey!\n\nJosh and Zach keep going, Zach muttering under his breath.\n\nZACH\nShit. Bad idea. Just go.\n\nCHAD\nYo! I'm talking to you!\n\nChad’s buddies laugh. Josh grits his teeth and turns, throws\nhis arms out and shouts.\n\nJOSH\nWhat?!\n\nCHAD\nYou seen my cunt?\n\nJOSH\nWhat?\n\nZACH\n\nForget it, come on.\n\nCHAD\nYou seen my cunt?\n\nJohn Whitcomb speaks up, trying to clarify.\n\nJOHN WHITCOMB\nDana, his girlfriend.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHAD\nYou seen my cunt? John Whitcomb speaks up, trying to clarify. JOHN WHITCOMB\nDana, his girlfriend. \n\nTARGET SECTION TO BE ANNOTATED:\nZACH\nNah, we haven’t seen anybody. We\ngotta get back.\n\nChad snaps and points at Josh in recognition.\n\nCHAD\n\nJosh, right? How’s Danny doing?\nJOSH\n\nHe's fine.\nCHAD\n\nHe get that \"basic\" training? They\nbroke him in yet?\n\f18\n\n18.\n\nThe other guys start laughing. Josh isn't amused.\n\nCHAD\nTell him I want to hang out when he's\nback home. I'm sure by then he'll\nsuck better dick than her anyway.\n(clarifying for his\nfriends)\nJosh's brother joined the Navy.\n\nJosh is trembling with anger. He mumbles to himself.\n\nJOSH\nIt’s the marines.\n\nChad gets up and steps toward them.\n\nCHAD\nWhat’s that?\n\nJosh is consumed with rage. He won't back down, even though\nthey're clearly outweighed and outnumbered.\n\nJOSH\nIt’s the fucking marines.\n\nChad bursts out laughing. His friends do likewise.\n\nCHAD\nDamn right it is.\n\nHe pantomimes a jackrabbit hump in the air.\nCHAD\nYou guys want to join the ‘fucking\nmarines’? I’m recruiting tonight.\nZach pulls Josh away.\n\nCHAD (cont'd)\nAw, don't run away, Weezer!\n\nExplosive, drunken laughter. Zach and Josh mount their bikes\nand speed off.\nEXT. SUBDIVISION - EVENING 18\n\nThey walk their bikes down the street. Not talking much at\nfirst.\n\neee OF\n\f19.\n\nZACH\nI think he really wanted to screw\nyour brother.\n\nJOSH\nDanny doesn't do that.\n\nZACH\nJosh, I know. I just thought it was\nfunny that the dude was so committed\nto the idea.\n\nJOSH\nFuck John Whitcomb, too. Just sitting\nthere while his cool senior friends\nact like total assholes. What kind of\ndipshit puts Kool-Aid in his hair?\n\nZACH\nJohn's okay.\n\n \n\nJOSH\nHe used to be. I just hate all those\nguys. People like that are fucking\nworthless.\n\nZach nods, listening, trying to figure out a way out of the\nconversation. He looks both ways down the street. He has an\nidea.\n\nZACH\nYeah, I know but we're over it...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks both ways down the street. He has an\nidea. ZACH\nYeah, I know but we're over it... \n\nTARGET SECTION TO BE ANNOTATED:\nHere, let's go this way.\n\nJOSH\nWhy?\n\nThey walk on.\n\nZACH\nThat’s her house.\n\nHe points to a cramped little two story.\n\nJOSH\nAllison? You've been to her house?\n\nZACH\nNah, we used to ride the same bus\nback before they changed the route.\n\nThey both stand looking at it.\n\f20.\n\nJOSH\nI wonder which one is her window.\n\nZACH\nPerv.\n\nJosh casually extends his middle finger but keeps his eyes\n\non the house.\n\nJosh laughs,\n\nZach listens,\nto interrupt.\n\nThere are FLASHES as Josh speaks. Memories. Fleeting images.\n\nJOSH\nShe's cool, right?\n\nZACH\nShe’s very cool. We can leave her a\nnote, if you want: \"Dear Allison, I\nhave this idea for the talent\nshow...”\n\nremembering his own joke.\n\nJOSH\nYou remember last year when she tried\nto open that glue bottle?\n\nZACH\n(confused)\nNo.\n\nJOSH\n\nWe were working on that project. She\n\ncouldn't get it. It had dried shut or\nwhatever and she was just struggling.\nI couldn't take my eyes off her. And\n\nthen all of the sudden it went, like\n\nruptured, spurted this white glue all\nover her hands.\n\nnot sure where this is going, but not wanting\n\nALLISON'S HANDS COVERED IN GLUE\n\nJOSH (cont'd)\nAnd she just giggled and said\n\n\"whoops\".\n\nZACH\nBut you couldn't stop thinking\nabout...\n\nZach cups his hands to his mouth and shouts.\n\nHK eH\n\n*\n\f19\n\n21.\n\nZACH (cont'd)\nHANDJOBS!\n\nIt echoes down the empty street. Followed by startled\nlaughter from Josh.\n\nJOSH\nShut up! We gotta go now!\n\nZACH\nDriveway’s empty, they’re not home.\n\nJOSH\nThere’s other people on this street!\n\nZach waves dismissively, but a LIGHT suddenly goes on in one\nof the windows of Allison’s house.\n\nZACH\nShit!\n\nJosh pedals like a maniac down the street. Zach frantically\ntries to catch up. They round a corner, completely out of\nbreath, but safely out of sight. They pant and cough and\nlaugh madly. Infectiously. Tears stinging their eyes.\n\nINT.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nInfectiously. Tears stinging their eyes. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN - NIGHT 19\n\nZach’s mother, KAREN, cooks dinner. She's in her late 30s,\ndoing her best run the household on her own, succeeding for\nthe most part with affable grace. She turns briefly when the\nboys come in behind her.\n\nKAREN\nJosh, are you staying for dinner?\nJOSH\nNo, ma’am, I’m just grabbing my\nstuff.\nKAREN\n\nGreat! I didn't make enough.\n\nJOSH\nMy parents have been wanting me home\nmore at night. Mom gets depressed if\nI’m not.\n\nKAREN\nAw!\n\n*\n\f20\n\n22.\n\nZACH\nHe's joking, mom.\n\nJOSH\nSee ya, Zach. Mrs. Taylor.\n\nZACH\nLater.\n\nHe’s gone.\n\nZACH (cont'd)\nWhat are we having?\n\nKAREN\nCubed steak. Oh! You, sir, got a\ntelephone call...\n\nShe raises her eyebrows and looks at him.\n\nZACH\nOkay... why are you being weird?\n\nKAREN\n\nIt was a girl. Allison something. She\nleft a number.\n\nHe heads upstairs, snagging the post-it with the number off\nthe downstairs phone.\n\nKAREN (cont'd)\nTen minutes till dinner!\nINT. ZACH’S ROOM - NIGHT 20\n\nHe punches the number in on a white cordless phone. He\nlingers over that last digit... should he or shouldn’t he?\n\nFuck it. He presses the button.\n\nAs he waits for it to ring, he loosens his tie and carefully\nputs in on a hanger with a half dozen other PRE-TIED\nNECKTIES. Clearly it’s part of his ‘look’... But he doesn’t\nknow how to tie them himself.\n\nThe phone rings and rings. A male voice answers.\n\nVOICE\nHello?\n\nZACH\nHi. Is, uhm, is Allison there?\n\f23.\nVOICE\nNope.\nMuffled speaking in the background, a second voice. A girl.\n\nALLISON (0.S.)\nWho is it? Give me it! Jerkoff!\n\nZach listens nervously as the phone is handed over. He\nstarts to pace, walking circles around the room.\n\nALLISON (0.S.)\nWho's this?\n\nZACH\n\nThis is Zach.\nALLISON\n\nOh, Zach! Hi! Sorry, my brother...\nZACH\n\nIt’s cool. Did...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nSorry, my brother... ZACH\n\nIt’s cool. Did... \n\nTARGET SECTION TO BE ANNOTATED:\n you call me?\nALLISON\n\nI did! Sorry, I still had your number\nfrom that thing we did in Mrs.\nMoore’s class, with the planets.\nRemember? The Mars thing we did.\n(singing) “You’d be dead on the\nplanet that’s red with an atmosphere\nof mostly... CARBON DIOXIDE!”\n\nZACH\nYeah, I remember.\n\nALLISON\nI hope you don’t mind-\n\nZACH\nNo way.\n\nALLISON\nCool.\n\nZACH\nCool.\n\nALLISON\n\nSo, the reason I’m calling- Can you\nhang on a second?\n\nShe must have her hand over the phone. It muffles her voice,\nbut doesn’t completely block it out.\n\f24.\n\nALLISON (cont'd)\nGet the fuck out! I’m on the phone! I *\nmean it! *\n\nThat same male voice can be heard, shouting something in\nreply. There’s banging, footsteps, a slamming door, dogs\n\nbarking. Then she’s back as if nothing happened. *\nALLISON\nHey, sorry. Zach?\nZACH\nUh huh.\nALLISON\n\nThe reason I’m calling: I’m having\n\nkind of a birthday party thing. It’s\n\nreally more of a hang out, you don’t\n\nhave to bring presents or anything,\n\nbut it’s at my friend Rebecca’s\n\nhouse, Rebecca Burton, she's in our *\nEnglish class...really cool. We’re *\njust gonna watch some horror movies\n\nand stuff but I thought that you and\n\nJosh should come. You still hang out\n\nwith Josh Templeton, right? *\nZACH\n\nYeah, he just left. It’s funny, we *\n\nwere actually talking about you. *\nALLISON\n\nYou were? What did you say?\n\nZACH\nUh. All good stuff.\n\nALLISON\nHa. You guys made up that handshake\nin 7th grade! Oh god, that used to\nmake me pee!\n\nZACH\nDo you want his number?\n\nALLISON\nFrom laughing.\n\nZACH\n-Yeah. Do you want his number?\n\f21\n\n22\n\n25.\n\nALLISON\nNah, you can tell him. I’ve been\ncalling people all day.\n\nZACH\nOkay, yeah, no, you should really\ncall him yourself. I don’t know if\nI'll see him.\n\nALLISON\nNo rush. It’s not until the 22nd.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don’t know if\nI'll see him. ALLISON\nNo rush. It’s not until the 22nd. \n\nTARGET SECTION TO BE ANNOTATED:\nZACH\nTotally. I think we both-\n\nALLISON\nCool. It’ll be fun. I haven’t seen\nJosh in forever. I was on A team last\nyear. We had no classes together.\n\nZACH\nI know.\n\nClick. Someone’s picked up another phone in her house. That\nmale voice, crisp and clear.\n\nVOICE\nGet off the goddamn phone!\n\nZach panics and hangs up. He immediately regrets it. He\nstares at the receiver, waiting for her to call back. She\ndoesn’t.\n\nEXT. HIGH SCHOOL - MORNING\n\nWe soar over the streets towards the school. Classic.\nIdyllic.\n\nINT. HALLWAY - HIGH SCHOOL\n\nZach is at his locker, putting books away and grabbing his\nLUNCH BAG. A guy and girl make out heavily at a locker next\nto him. Someone shouts from the crowd. A TEACHER.\n\nTEACHER\nAllison!\n\nZach turns. There she is.\n\n21\n\n22\n\f26.\n\nALLISON BANNISTER\n\nShe looks much better in person than she did in her yearbook\nphoto. Zach watches her talk with the teacher, slowly\nputting her hair into a pony tail. After a moment Josh walks\nup to him.\n\nJOSH\nHey.\n\nZACH\nHey.\n\nJosh unslings his backpack. It’s a struggle. The thing is\nHUGE! Stuffed with textbooks.\n\nZACH\nDude, use your locker.\n\nJOSH\nI can’t remember the combination.\nWhat are you looking at?\n\nZACH\nPut some in my locker then. Or ask in\nthe office.\n\nJOSH\n\nIt’s fine. I don’t care. Here’s that\nstuff for math.\n\nHe removes a paper and hands it to Zach.\n\nZACH\nWhat stuff?\n\nJOSH\nMrs. Louis.\n\nZACH\n\nShit, I forgot!\n\nJOSH\nI remembered this morning. You can\ncopy during lunch.\n\n \n\nZACH\nCool.\n\nThey start off down the hall together, forcing their way\nthrough the stream of people. Zach glances back. Allison is\ngone.\n\f23\n\n27.\n\nDaryl Sneaks up behind them. He reaches out and FLICKS the\nback of Josh’s ear.\n\nJOSH\nOw! Dick.\n\nDARYL\nYou guys hanging out again after\nschool?\n\nJOSH\n\nMaybe. We’1l see.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARYL\nYou guys hanging out again after\nschool? JOSH\n\nMaybe. We’1l see. \n\nTARGET SECTION TO BE ANNOTATED:\nDARYL\nI can ride over, meet up with you.\n\nA big kid, a SENIOR, walks right into Daryl.\n\nSENIOR\nWatch it, you piece of shit!\n\nDaryl is instantly submissive.\n\nDARYL\nSorry.\n\nThe guy walks away.\n\nDARYL (cont'd)\nGuy fucking ran into me. You see\nthat?\n\nHe shouts once he thinks the senior is out of earshot.\n\nDARYL\nFaggot!\n\nThe senior turns around and charges at him. Zach and Josh\nwatch the CHAOS erupt as the senior throws a fist into the\nside of Daryl’s head.\n\nThe crowd parts for them. “Fight! Fight!” TEACHERS come\nrunning out of their rooms. They pull the older kid off\nDaryl and try in vain to herd the crowd of students to\nclass.\n\nEXT. COURTYARD - AFTERNOON 23\n\nThere are a handful of students eating lunch outside on\nstyrofoam trays.\n\n* *\n\nee OF\n\f28.\n\nZach and Josh are sitting together in the grass, Zach\nquickly copying down Josh's MATH WORKSHEET as Josh LAUGHS,\nremembering the incident with Daryl.\n\nJOSH\nIt was pretty funny how that guy just\npounded Daryl's head. I mean I hope\nhe's okay. But it was funny.\n\nZach finishes up and hands the paper back to Josh.\n\nZACH\nThanks again.\n\nJOSH\nNo problem.\n\nThey people-watch for a minute. Other tables. More popular\nkids.\n\nOne TALL GUY in particular catches their attention. EUGENE,\na junior, holding court at one of the the picnic tables.\n\nZACH\n\nYou hear about that guy?\nJOSH\n\nWhat guy?\nZACH\n\nEugene. That junior guy on the\nbasketball team. There's all these\nweird rumors.\n\nJosh shakes his head. He hasn't heard anything.\n\nZACH (cont'd)\nYeah, they say he can levitate or\n\nsomething.\n\nJOSH\nWhat, like float?\n\nZACH\nI guess so.\n\nJOSH\nBullshit.\n\nZACH\n\nThat's what I said. But Glen Nopal\nsaw it, says it's legit. So who\nknows.\n\n*\n\nee OF\n\f29.\n\nZach goes back to eating. The anecdote is over for him.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n*\n\nee OF\n\f29. Zach goes back to eating. The anecdote is over for him. \n\nTARGET SECTION TO BE ANNOTATED:\nJosh gets up\n\nZach trails after him.\n\nBut Josh has\n\nJOSH\nGo ask him to do\n\nZACH\nWhat, go over th\n\ndude? Fuck that\nJOSH\nI want to see it.\nZACH\nWhat?\nJOSH\n\nIf this guy can\nsee it.\n\nZACH\n\nThen you ask him.\n\nwithout a word a\n\nZACH\nJosh!\n\n \n\nZACH\nDude, come on.\n\nalready reached\n\nEUGENE'S TABLE\n\nit.\n\nere and bother that\nnoise.\n\nlevitate. I want to\n\nnd stalks across the courtyard.\n\n(cont'd)\n\n(cont'd)\n\nThe older kids all turn to stare at him, standing there,\ntense with determination.\n\nThe GIRLS seated around him burst into cruel teenage\nlaughter. But Eugene keeps his cool.\n\nEUGE|\nWhat's up, man?\n\nJOSH\nLet's see it.\n\nNE\n\nCUT TO:\n\f30.\n\nINT. HIGH SCHOOL BATHROOM - AFTERNOON 24\nZach and Josh stand awkwardly. Not sure what to do.\n\nEUGENE\nTen bucks.\n\nJosh immediately digs through his pockets.\n\nJOSH\nI have three. Zach?\nZACH\nTwo.\nEUGENE\n\nYou good for five more tomorrow?\nThey nod.\n\nEUGENE (cont'd)\nI'm trusting you, now. It oughtta be\nfifteen but your brother had the\nhook-up. You ever get ahold of that\ndank he used to sling make sure I'm\nthe first to know. How's that for a\ndeal?\n\nJosh doesn't know what he's talking about.\n\nJOSH\nSure. Deal.\n\nEugene bumps his fist and starts to inspect the stalls,\nleaning down to make sure he doesn't see any feet.\n\nThen he marches past them, grabbing the trash can in the\ncorner and sliding it over in front of the door.\n\nZACH\nI don't know if that's gonna stop the\ndoor from opening-\n\nJosh nudges him. Eugene walks back to them and stands inches\nfrom their faces, looking down on them.\n\nEUGENE\nNow stand right here and don't move.\nDon't talk. Keep your eyes open and\non me.\n\nEugene grabs their shoulders and nudges them a few inches to\nthe left, and then back.\n\nee OF\n\n*\n\f25\n\n31.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nKeep your eyes open and\non me. Eugene grabs their shoulders and nudges them a few inches to\nthe left, and then back. ee OF\n\n*\n\f25\n\n31. \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks over his shoulder at the space behind him, aligning\nhis sight with their point of view.\n\nHe begins to mutter gibberish under his breath. His grip\nslowly loosens on their arms and he starts to backpedal,\neyes still closed.\n\nZACH\n(whispering)\nWhat the hell is this?\n\nJOSH\n(whispering)\nShh. Just keep looking.\n\nEugene turns around and walks a very slow and deliberate 7\npaces forward, counting out each step. He slowly pivots on\nhis heel and suddenly, he lifts up. Josh and Zach's eyes\ndart down to Eugene's feet and sure enough, they are off the\nground.\n\nJOSH\nHoly shit!\n\nZACH\nNo fucking way.\n\nZach grabs his bag and starts toward the door.\n\nJOSH\nWhere are you going?!\nZACH\nI saw it, okay? Now I'm going to\n\nclass.\nEugene remains hovering. Josh turns back to him. silent and\namazed.\nINT. HIGH SCHOOL AP HISTORY CLASS - AFTERNOON 25\n\nThe doors busts open and Zach enters, sweating. The room is\nfilled with kids in an auditorium setting. All eyes on him.\n\nZACH\nSorry, I'm sorry.\n\nDR. ARNOLD\nOh Zach. Wonderful to grace us with\nyour presence.\n\nZach slumps down in his seat.\n\nee eK\n\n*\n\f26\n\n27\n\n32.\n\nZACH\nWon't happen again sir.\n\nKids giggle. The teacher continues his lecture about\nsomething historical.\n\nHe sits motionless, lost in thought, only to look up\ndirectly in front of him and catch Allison Banister's\nponytail, bobbing up and down as she takes notes. It's\nhypnotic. We hold on this for a bit.\n\nHe is transfixed. when suddenly she turns to him, slowly\nover her shoulder. Her eye catches his.\n\nZACH (cont'd)\nHi.\n\nAllison smiles and silently mouths \"hi\".\n\nEXT. JOSH'S HOUSE - AFTERNOON 26\n\nThree bikes are leaned up against the side of the garage.\n\nINT. LIVING ROOM - JOSH’S HOUSE - AFTERNOON 27\n\nJosh, Zach and Daryl are sitting on the living room couch,\nall staring at the TV.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOSH'S HOUSE - AFTERNOON 26\n\nThree bikes are leaned up against the side of the garage. INT. LIVING ROOM - JOSH’S HOUSE - AFTERNOON 27\n\nJosh, Zach and Daryl are sitting on the living room couch,\nall staring at the TV. \n\nTARGET SECTION TO BE ANNOTATED:\n We can't see what's onscreen, but\nthose familiar will recognize the sounds of True Lies.\n\nJOSH\nI heard she has a dick.\n\nDaryl is already vehemently shaking his head. He approaches\nthe TV, not willing to let Josh take this away from him.\n\nDARYL\nDude, do you see a dick?\nJOSH\nThat's what I heard.\nDARYL\nRumors, man! Don't believe everything\nyou hear.\nZACH\n\nThat's what I've been telling him.\n\nJosh glares at Zach. He's pissed... but not about Jamie Lee\nCurtis.\n\f33.\n\nJOSH\nWe saw him do it! You ran off like a\nbitch!\n\nDaryl can sense something's up. He doesn't want to be left\n\nDARYL\nWhat? why?\nJOSH\nNothing.\nDARYL\nTell me!\nJOSH\n...We saw Eugene Douglas levitate\ntoday.\nZACH\n\nWell, we saw something.\n\nDARYL\nYou don't believe it was real?\n\nZACH\nI don't know. I mean, I guess it\nlooked real, but come on.\n\nDARYL\nYou come on! I'm with Josh, I believe\nin all that fucked up black magic\nshit.\n\nJOSH\nThanks Daryl.\n\nDARYL\nOh man, did you guys hear what\nhappened to Pat and Derek.\n\nZACH\nWhat happened to Pat and Derek?\n\nDARYL\nyou remember they were hanging\nout with fucking what’s-his-name,\nthat blonde kid from Callaway?\n\nJOSH\nRyan.\n\n*\n\nee OF\n\nee OF\n\f34.\n\nDARYL\nYes. Fucking Ryan. I always\nwondered why they hung with this\nlittle piece-of-shit blonde kid. Did\nyou guys know that Ryan is like super\nrich?\n\nZACH\nHe is?\n\nDARYL\nYeah, I mean like his parents have so\nmuch money he just tells them how\nmuch he needs and they give it to\nhim. So Pat and Derek had this idea\nthat they would convince him to buy a\nshit ton of weed from some friends of\ntheirs, right?\n\nZach and Josh look away from the TV to hear the story.\n\nDARYL (cont'd)\nWe're talking mad money, like five\nhundred dollars.\n\nJosh pauses the movie.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nZach and Josh look away from the TV to hear the story. DARYL (cont'd)\nWe're talking mad money, like five\nhundred dollars. Josh pauses the movie. \n\nTARGET SECTION TO BE ANNOTATED:\nJOSH\n500 dollars in cash?\n\nDARYL\nYeah. So he gets it and he goes to\nmeet these “friends of Pat and Derek”\nand some dudes show up in ski\nmasks... and it’s fucking Pat and\nDerek. But then hey pull a gun and\nare like “give us the money” and he\nthinks they're joking, cause\nobviously it's just them. He's like\n“come on Derek” or whatever, and the\ndude fucking pistol-whips him.\n\nZACH\nwhat?\n\nJOSH\nLike when you hit someone with a gun.\n\nZACH\nI know. They pistol-whipped Ryan?\n\neee OF\n\n* *\n\nHK eH\n\f35.\n\nDARYL\nTook his money and booked. Of course\nRyan eventually goes to his parents,\ncrying, tells them the whole thing\nand now those fucking guys are\nprobably going to juvie.\n\nZACH\nWow.\n\nDARYL\nThis all went down in the pipeline\nright where we were kicking it\nyesterday.\n\nJOSH\nRight behind your house...\n\nDARYL\nNo doubt.\n\neee OF\n\n* *\n\nee OF\n\n*\n\n28 INT. KITCHEN - AFTERNOON 28\n\nThey are sitting around on the countertops, having recently\nraided the family fridge.\n\nDARYL\nWhere are your folks?\n\nJOSH\nThey both work and my little brother\nhas all these, like, lessons and\nstuff, so no one is usually here\nuntil around five or six.\n\nZACH\nJosh's little brother is like a\nprodigy or something.\n\nJOSH\nYeah I guess so.\n\nDARYL\nI thought you had an older brother.\n\nJOSH\nI do. Danny’s in the marines.\n\nDARYL\nHis shit still here?\n\f29\n\n36.\nJOSH\nHis shit?\nZach nods, playing along.\n\nZACH\nYou know, his shit!\n\nJOSH\nI guess...\nINT. DANNY’S ROOM - AFTERNOON\n\nThe three of them linger in the doorway.\n\nJOSH\nTake your shoes off.\n\nDARYL\nWhat? Lame.\n\nZACH\nChill out, Daryl.\n\nJOSH\nMy mom’11 know.\n\nDARYL\nwho cares?\n\nJOSH\nShe does.\n\nDARYL\n\nAlright, fine.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARYL\nwho cares? JOSH\nShe does. DARYL\n\nAlright, fine. \n\nTARGET SECTION TO BE ANNOTATED:\nThey leave their shoes in the hall and slip into the room.\nThere’s an aura about the place. Everything seems to have\nbeen kept exactly as it was when Danny left.\n\nIt’s full of classic Cool Older Brother Shit: POSTERS of hot\ngirls, STACKS of anime DVDs and comic books, souvenirs from\nthe Renaissance Festival, a WATER BED.\n\nThe boys wander around, snooping.\n\nZach Finds a pair of nunchucks and swings them around\nwithout grace or skill.\n\nDaryl runs his fingers through a bowl full of pocket change\nand unearths a plastic bag filled with weed.\n\n29\n\fDARYL\n\nNo way. Can I have some?\n\nJOSH\n\nNo, you can’t have some.\n\nDARYL\n\nI’1l buy it off you.\n\nNo!\n\nJOSH\n\nDARYL\n\nSeriously, you should sell it. This\nis easily a hundred bucks worth.\nMore, maybe.\n\nJosh looks questioningly at Zach. Is this true?\n\nI guess.\n\nZACH\n\nJOSH\n\nDoes pot go bad?\n\nI don’t\n\nDARYL\nthink so.\n\nJOSH\n\nThen he’1l probably be looking for it\nwhen he gets back.\n\nI mean,\n\nDARYL\nit might.\n\nI don’t know!\n\nZach laughs, still twirling the nunchucks. Josh snatches\nbag and prepares to put it back in its hiding place.\n\nPlease,\n\nDARYL\ndude! Ple\n\nase, like a pinch!\n\nLet me get one pinch!\n\nWhy?\n\nJOSH\n\nDaryl softens. He’s pleading,\n\nDARYL\n\nnow. Sincere.\n\nI’ve never done it before. Have you?\n\nNo.\n\nJOSH\n\n37.\n\nthe\n\f38.\n\nDARYL\nYou?\n\nZACH\nOnce. Back in Colorado.\n\nDARYL\nWas it awesome?\n\nZach shrugs.\n\nDARYL\nHe won’t know. Not enough for him to\nknow. How long’s he been gone?\n\nJOSH\nA year. He’s got eight years of\nactive duty, but maybe next\nChristmas...\n\nDARYL\nHe can't even smoke weed while he's a\nmarine, this isn't Vietnam. They'll\nkick his ass out.\n\nJosh buries the baggy in change once more.\n\nJOSH\nI’1l think about it.\n\nDARYL\nYou’11 think about it.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nJosh buries the baggy in change once more. JOSH\nI’1l think about it. DARYL\nYou’11 think about it. \n\nTARGET SECTION TO BE ANNOTATED:\nJOSH\nThat’s what I said.\n\nZach swoops in to keep the peace. He swings the nunchucks.\nZACH\nWe should get a watermelon. These\nthings are pretty badass.\n\nDARYL\nLemme see.\n\nDaryl EYES the change bowl once more before fully engaging\nwith the nunchucks. Josh hesitates. He has something to say\nbut can’t decide if he should say it.\n\nJOSH\nHe’s got something better than that.\n\nJosh walks over to the closet and opens it.\n\f39.\n\nA SAMURAI SWORD\n\nSits, resting on hooks mounted on the wall. The sword is\nbeautiful and ominous. Alluring. The boys stare.\n\nZACH\nHow did I forget about that?\n\nJOSH\nNo one's touched it since he left.\n\nDARYL\nHow sharp is it?\n\nJOSH\nIt’s not bamboo grade. So not like a\nreal real sword, but it’s got an edge\nto it. Better than a display thing.\nWe used to slash milk cartons with\n\nit.\nDARYL\nSo... can we, like, do that?\n30 EXT. ROAD - AFTERNOON 30\n\nThe three boys are riding down the road, plastic grocery\nbags hanging from their handlebars. Milk cartons.\n\nThey swerve around one another, laughing, joking.\nSuddenly, Daryl stops.\n\nDARYL\nGive me the sword.\n\nZACH\nwhat?\n\nHe points down the street on the sidewalk ahead of them.\nCHARLIE\n\nIs a few yards ahead, walking the same direction, his back\nto them. Unsuspecting.\n\nZACH\nWhat are you gonna do?\n\nDARYL\nJust say hi.\n\f31\n\n40.\n\nZach hands the sword over. Daryl dismounts.\n\nJOSH\nBe careful, man.\n\nBut Daryl’s already racing forward, sidestepping like a\nninja, hurrying up behind Charlie. When he gets fairly\nclose, he SHOUTS and RAISES THE SWORD!\n\nCharlie spins and screams, falling over. Daryl loves it.\n\nCHARLIE\nWhat the hell?\n\nDARYL\nCheck it out!\n\nHe brandishes the sword.\n\nCHARLIE\nWhere’d you get that?\n\nDARYL\nIt’s his brother’s.\n\nZach and Josh have arrived.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\nWhere’d you get that? DARYL\nIt’s his brother’s. Zach and Josh have arrived. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nWhat are you guys doing?\n\nCUT TO:\n\nEXT. FIELD - AFTERNOON 31\n\nA MILK JUG - soaring through the air against a blue sky in\nultra slow motion.\n\nWhack! The sword swings in and slices it clean in two, water\nflying everywhere. Josh's expression is one of ecstacy as\nwater cascades down on him in ultra slow motion.\n\nThe four boys cheer and laugh - ultra slow motion.\n\nZACH\nLet Charlie go.\n\nJosh hands the sword to him.\nDARYL is sitting a few feet away, emptying the tobacco from\n\nthe end of a cigarette. He pulls the BAG OF WEED from his\npocket, pinches off a bit and stuffs it in.\n\f41.\n\nZACH turns and sees what he’s up to. They lock eyes a *\nmoment, Daryl freezes.\n\nBut Zach looks away. He won’t rat him out. Daryl finishes *\nand lights up. Puffs. Coughs. Laughs at his own cough.\n\nCharlie and Josh are still goofing around with the sword,\nsetting another jug up on an the old fence post they’ve\nfound.\n\nDaryl COUGHS again. Charlie looks over. *\nCHARLIE\nYou alright over there?\nDARYL\nWhat?\nZACH *\n\nForget it, Charlie.\nBut now Josh is paying attention, too.\n\nCHARLIE\nWhat is that?? *\n\nDARYL\nA Cigarette.\n\nJosh is suspicious\n\nJOSH\nYeah?\n\nDaryl tries to ignore the whole thing.\nDARYL\nAlright. My turn. Let me see the\nsword.\nBut Josh is pissed. He storms over.\n\nJOSH\nDaryl, what the fuck? *\n\nDARYL\nGive me the sword.\n\nHe snatches The Sword from Josh's hand.\nJOSH\n\nDid you take the weed from my\nbrother’s room?\n\f42.\n\nDARYL\nIt’s a cigarette! Okay? It’s a\nfucking cigarette.\n\nJosh looks to Zach for confirmation. None is forthcoming, so\nhe looks to Charlie. Charlie glances at Daryl.\n\nCHARLIE\nThat’s what it looks like.\n\nJosh isn’t buying it. He can tell they’re trying to avoid a\nconfrontation.\n\nJOSH\nBull. Give it to me.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe can tell they’re trying to avoid a\nconfrontation. JOSH\nBull. Give it to me. \n\nTARGET SECTION TO BE ANNOTATED:\nDARYL\nMy cigarette? What are you gonna do\nwith it?\nJOSH\nDaryl!\nDARYL\n\nCome get it!\n\nHe tries to make a game out of it, waving the sword around.\n\nJOSH\nI’m not kidding.\nZACH\nDaryl.\nDARYL\nWhat?\nZACH\nIf you took the bag just give it back\nto him.\n\nDaryl sighs, angry at Zach’s betrayal. He starts off, sword\nin hand.\n\nZACH\nDaryl, come on.\n\nZach grabs his shoulder. Daryl SPINS around, lifting the\nsword.\n\nZACH (cont'd)\nShit!\n\fAngry, he bats the sword away.\n\nZACH (cont'd)\nWhat the hell?\n\nDaryl shakes his head, distraught.\n\nDARYL\nFuck you guys.\n\nHe flicks his joint/cigarette at Zach’s face, sticks the\nsword into the ground and storms off. Charlie is clearly\nuncomfortable, not wanting to take sides.\n\nJOSH\nAsshole.\n\nZACH\nJust leave him alone for minute.\nHe'll calm down.\n\nJosh calls after him.\n\nJOSH\nYou steal anything else from my\nfamily?\nDaryl ignores him.\nJOSH\n\nHow would you like it if I went to\n\nyour house and took shit from you? Oh\nthat's right, you don't have anything\nbecause you live in a fucking duplex.\n\n43.\n\nDaryl turns around and takes a few steps toward the group.\n\nDARYL\nHey Zach, thanks for inviting me out.\nToo bad your boyfriend's on the rag.\nMake sure to slap him around a little\nbit tonight, keep him in line.\n\nCHARLIE\nOkay, everybody just shut up.\n\nZACH\nThis is stupid, give me the bag.\n\nDaryl pulls the bag of weed from his jacket and hands it\nover. Zach stoops to pick up the samurai sword. He turns\nthem both over to Josh.\n\n*\n\f44.\n\nZACH\nHere's your stuff back.\nJOSH\nThanks.\nCHARLIE\nGuess we should call it a day.\nZach shakes his head at Josh and they all start to head back *\nto the road.\nCharlie winces at Daryl, trying to cheer him up. Jeez, that *\nwas nuts. It doesn’t work. Daryl turns away from him, he's *\n\nangry, embarrassed.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nJeez, that *\nwas nuts. It doesn’t work. Daryl turns away from him, he's *\n\nangry, embarrassed. \n\nTARGET SECTION TO BE ANNOTATED:\nThey walk in silence for a moment, heading out of the field.\n\nSuddenly, Daryl takes a SWING at the back of Josh’s head.\nBAM!\n\nCHARLIE\nStop!\n\nBut Daryl’s on him, swinging like crazy. Pissed.\n\nCharlie and Zach look at one another, each expecting the\nother to step in and stop them.\n\nJosh and Daryl wrestle in the grass. Charlie tries to laugh *\nat the ridiculousness of the situation as he shouts at them.\n\nCHARLIE (cont'd) *\n\nOkay! Stop it, guys! *\n\nAnd then there’s a SCREAM. No. Screams. From both of them. *\n\nOne of pain. The other of horror.\n\nZach kneels beside the struggling pair.\n\nBLOOD *\nIn the grass (or snow). Everywhere. *\nTHE SWORD *\nIs embedded in Daryl’s neck. Charlie finally loses his cool. *\n\nCompletely. He shrieks.\n\nCHARLIE (cont'd)\nOh my god, oh my god!\n\nZach is horrified.\n\f45.\nZACH\nJesus, Josh!\n\nJOSH\nI didn’t! He fell!\n\nDaryl GASPS for air. Trying to speak. He can’t. It’d be so\nmuch better if he didn’t try, if he didn’t GURGLE.\n\nZACH\nOh god, what do we do?\n\nJOSH\nTake it out! Take it out!\n\nCHARLIE\nNo!\n\nBut it’s too late. Zach’s already removed the sword and\ntossed it aside.\n\nGUSH! A spray of crimson into the dirt.\n\nCHARLIE\nYOU’RE SUPPOSED TO LEAVE IT IN!\n\nCharlie’s lost it. His adolescent voice is cracking.\n\nHe lunges at Zach. Swats at him. Zach shoves him back and\nCharlie goes sprawling on his ass.\n\nDARYL\nCrawls away, hand over the gaping hole in his throat.\n\nHe gets to his feet, looks down at himself, at the blood. He\ntakes off running further into the woods.\n\nCharlie stands, dumbfounded, calling after him.\n\nCHARLIE (cont'd)\nDaryl!\n\nBut Daryl is running on pure instinct. He has no idea what\nto do, where to go. He’s just running\n\nACROSS THE FIELD\nBurbling as he goes.\n\nJosh and Zach race after him. Calling for him to slow down.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s just running\n\nACROSS THE FIELD\nBurbling as he goes. Josh and Zach race after him. Calling for him to slow down. \n\nTARGET SECTION TO BE ANNOTATED:\n\f32\n\n46.\n\nHe can barely hear. The BEATING of his heart and the\nheaviness of his BREATH are the only sounds that reach him.\nHe enters the surrounding\n\nFOREST\nHis eyes are closed. A sprinter at the finish line.\nHis foot hits the ground at an odd angle. It twists\n\nunderneath him, sending him sprawling forward and tumbling\ninto a ditch.\n\nJosh and Zach arrive, out of breath, shivering with\nadrenaline. They look down into\n\nTHE DITCH\n\nIt’s a six or seven foot drop to the bottom. That’s where\nDaryl is lying, face down. His ankle is twisted gruesomely.\nHe isn’t moving.\n\nThe guys are completely at a loss.\n\nJOSH\nIs he--\n\nZACH\nI don’t know. We need to check on\nhim. Do you know how to check for a\npulse?\n\nJOSH\nHis neck or his wrist, right?\n\nStalemate. Neither wants to do it. Zach stares at Josh.\n\nJOSH\nIt was an accident.\n\nZACH\nI know.\n\nZach looks around and sizes up the best way to climb down.\n\nHe slowly makes his way to Daryl and kneels beside his head.\nHe reaches out, trying to avoid the wound. The blood.\n\nHe presses his fingers to Daryl’s neck. He concentrates but\nit’s hard to tell.\n\nZACH\nDaryl?\n\n32\n\n*\n\f47.\n\nHe shakes him.\n\nZACH (cont'd)\nDaryl? Daryl, can you hear me? Are\nyou awake, man?\n\nZach bites his lip and does the thing he really doesn’t want\nto do: He put his hands on either side of\n\nDARYL’S HEAD\n\nAnd lifts it up from the ground. Zach kneels lower to the\nground and looks at\n\nDARYL’S FACE\n\nHis mouth hangs open and his eyes are blank. With the head\nlifted Zach can see the blood continuing to issue from\nDaryl’s neck.\n\nJOSH\nIs he...\n\nZach is startled to realize Josh is kneeling behind him.\nZACH\n\nI don't know. I can't tell. You\ncheck.\n\nZach gets up and moves away from the scene, after hesitating\na moment he vomits on the ground. Dropping to his kneels\nwith the intensity of it. When he finishes he looks up.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nZach gets up and moves away from the scene, after hesitating\na moment he vomits on the ground. Dropping to his kneels\nwith the intensity of it. When he finishes he looks up. \n\nTARGET SECTION TO BE ANNOTATED:\nJOSH is still kneeling over Daryl.\n\nZACH\nWhat do you think?\n\nJOSH\nHe’s dead.\n\nThe two boys stand in silence for a moment.\n\nJOSH seems stunned. No clear emotion on his face. He seems\nsmall, helpless.\n\nZACH looks at his friend with sympathy. This is a fucked-up\nproblem but he can at least try to help. He thinks for a\nsustained, silent moment.\n\nJOSH (cont'd)\nZach. What do we do?\n\f33\n\nZACH\nOkay, we need to leave.\n\nZach walks over and picks up a pile of dead leaves and du\nthem on top of Daryl’s body.\n\nJOSH\nWhat are you doing?\nZACH\nCovering him up. Come on, help me.\nJOSH\nAre you sure-\nZACH\nI don’t know, it's something.\nZACH\nWhere’s Charlie?\nJOSH\nShit. I don't know.\nZACH\nHe took off.\nJOSH\n\nHe’1l tell! We’ve gotta find him.\n\nZACH\nHow? Do you know where he lives? His\nphone number? He won’t tell. He’s not\nstupid.\n\n \n\nJOSH\nHe might try and get help. ...Maybe\nwe should get help.\nZach continues burying the body with leaves.\n\nCHARLIE (0.S.)\nWe should hide this too.\n\nZach and Josh turn to see Charlie standing at the edge of\nteh ditch, clutching the bloody sword.\nEXT. FOREST - AFTERNOON\n\nIn another part of the woods, the boys walk together\nslowly, looking for a hiding place.\n\n48.\n\nImps\n\n33 *\n\f34\n\n35\n\n49.\n\nZACH\nOver there.\n\nHe’s pointing at A TREE with an empty hollow in it.\n\nZach removes his sweatshirt and wipes down the sword with\nit. Then he wedges the sword into the hollow. It’s still\nvisible.\n\nHe wedges his sweatshirt in over it, then grabs a handful of\nwet pine straw and leaves. He crams it in, camouflaging it.\n\nEXT. FIELD - EVENING 34\nThey wander through the tall grass back to the road. And see\nFOUR BIKES\n\nParked at the edge of the field. Josh’s, Zach's,\nCharlie's... and Daryl’s.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nFIELD - EVENING 34\nThey wander through the tall grass back to the road. And see\nFOUR BIKES\n\nParked at the edge of the field. Josh’s, Zach's,\nCharlie's... and Daryl’s. \n\nTARGET SECTION TO BE ANNOTATED:\nCharlie looks at the two boys. Without another word he gets\nhis bike and rides off.\n\nZACH\nI’ll take care of it.\n\nJOSH\nAre you sure?\n\nZACH\nIt’s fine, I’1l move it somewhere.\nIt’1l be dark soon and we shouldn’t\nboth get home late.\n\nJosh mounts his bike. He reaches out and touches Zach’s\nshoulder. It doesn’t seem like enough. He grips it. Pats\nhim, hard.\n\nJOSH\nThank you.\n\nThey make eye contact. And then Josh is gone. Zach is alone.\nHe takes Daryl’s bike and rides it\n\nUP THE ROAD 35\n\nA little way until he sees a pasture with horses off to one\nside. He goes to park the bike against the fence- then\nthinks for a second and throws it over, obscuring it in the\ntall grass.\n\f36\n\n37\n\n38\n\n50.\n\nEXT. HILLY ROAD - EVENING 36\n\nThe sun has just set and the light is disappearing fast.\nZach is the only thing on this road. He pumps as hard as he\ncan, climbing a hill, reaching the top of it, then beginning\nhis roller coaster-like decent.\n\nOnly instead of standing up or letting the bike just roll,\n\nZach pedals even harder on the incredibly steep downhill\nslide.\n\nHe pumps faster and faster, the bike wobbling under the\nstrain of the speed. The wind is blowing on his face and he\n\nCLOSES HIS EYES\n\nSqueezing tears down his face, pumping harder than ever\nuntil, finally, at the bottom of the hill, he loses control\n\nof the bike and tumbles down onto the asphalt.\n\nHe hits the ground hard and continues to roll and scrape\n\nhimself for several more feet. He lands on his back and lies\nthere in the fading light staring up at\n\nTHE SKY\n\nThe stars are just beginning to be visible and the moon in\n\nfull.\n\nEXT. ZACH'S HOUSE - EVENING 37\n\nZach walks his wrecked bike up to the garage.\n\nINT. KITCHEN - MOMENTS LATER 38\nZach slips in from the garage. He’s beat up from his fall,\nexhausted from everything else. He walks straight to the tap\n\nand downs a huge glass of water. He doesn’t notice...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s beat up from his fall,\nexhausted from everything else. He walks straight to the tap\n\nand downs a huge glass of water. He doesn’t notice... \n\nTARGET SECTION TO BE ANNOTATED:\nALLISON\n\nIs sitting behind him, watching him with nervous curiosity.\n\nHe fills the glass again. Halfway through it, he sees her\n\nand jumps, startled. Surprise quickly turns to confusion.\n\nWhat the hell is she doing here?\n\nShe waves, a little embarrassed.\n\f51.\n\nALLISON\nYour mom... I just stopped by, she\nsaid you’d be back. She went to get\ncome Cokes out of the closet.\nHe just stands there, panting.\n\nZACH\nOh... I was on my bike.\n\nShe notices his bloody elbow.\n\nALLISON\nOh god, are you okay?\n\nKaren walks in with a case of soda under her arm.\nKAREN\nIt’s caffeine free, I hope... Ah,\nsee! There he is.\n\nShe smirks at him knowingly. Then notices his wound.\n\nKAREN\nYou’re bleeding.\n\nZACH\nIt’s fine.\n\nKAREN\n\nWhat happened?\n\nZACH\nI fell. On my bike...\n\nShe lifts his arms to examine it and winces, hissing through\nher teeth.\n\nKAREN\nThat looks nasty. You should clean\nit.\n\nZACH\nI will.\n\nThere’s an awkward beat. Allison is realizing that coming\nhere wasn’t such a great idea. Zach is still spaced out.\nKaren has to step in.\n\nKAREN\nZach’s room is upstairs.\n\f52.\n\nZach nods in Allison’s direction and heads up. She follows,\nuncertain. She glances at Karen for support. Karen gives her\na nod and wave. He’s always like this.\n\nINT. UPSTAIRS HALLWAY/ZACH’S ROOM - EVENING\nAllison starts babbling behind him.\n\nALLISON\nI was just walking and I passed by...\nI guess I should have called first\nbut I didn't realize I'd be near your\nhouse until I saw it and said \"oh\nthat's Zach's house, maybe I should\nstop and yell ‘handjobs’ at the top\nof my lungs.”\n\nZach glances back at her. She nods, eyebrow raised. Zach\ntakes a breath and stops by the upstairs bathroom to grab a\nwad of toilet paper. He uses it stop the flow of blood from\nhis elbow.\n\nALLISON\nShe’s right. You should clean that.\n\nZACH\nI will. Just for now.\n\nShe nods and follows him into his room.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nI will. Just for now. She nods and follows him into his room. \n\nTARGET SECTION TO BE ANNOTATED:\n He sits on the bed,\nclearly distracted. There’s no place for her to sit.\n\nALLISON\n»..You want me to go?\n\nHe doesn’t answer. He’s trying and failing to hold\neverything in.\n\nZACH\nI’m sorry. I-\n\nShe’s suddenly, surprisingly earnest.\n\nALLISON\nDon’t apologize.\n\nShe moves to the doorway, out of his line of sight. He\nburies his face in his hands, rubbing the temples.\n\nThe door creaks shut. Click.\n\nAs soon as he hears it, he lets loose. A big, weird wail. A\ngasp for air. Not tears or sobs exactly.\n\f40\n\n53.\n\nJust an exhalation of emotion. He shudders as it leaves him.\nThen he sits back. And sees...\n\nALLISON\n\nIs still there. She didn’t leave, only closed the door. He's\ninstantly startled and embarrassed. She doesn't say\nanything, just sits beside him on the bed.\n\nShe puts her arm around him. It's a slightly awkward gesture\nof comfort, but they stay like that and the awkwardness\nsubsides.\n\nZach rests his head on her shoulder. She runs her fingers\nthrough his hair and starts to wipe his tears. He reaches up\n\nand gently grabs her hand, turns to her and brings his lips\nto hers.\n\nIt's barely a kiss at first, just an extension of intimacy,\nbut it lingers for a moment before he pulls away.\n\nZACH\nI'm sorry.\n\nINT. LIVING ROOM - EVENING 40\n\nKaren is sitting on the sofa, eating toast and reading a\ntrashy novel. She hears them come downstairs and talk\nquietly in the foyer. The front door opens. And closes.\n\nShe lays her book down, listening in. There’s nothing to\nglean, however. Just mumbled goodbyes. Eventually Zach\nshuffles in.\n\nKAREN\nA short visit then?\nZACH\nI’m going to bed.\nKAREN\nIt’s early.\nZACH\nI’m tired. Probably just read or\nsomething.\nKAREN\n\nAre you hungry?\n\nZACH\nNah.\n\f41\n\n42\n\n54.\n\nShe can tell something’s wrong but doesn't push him.\n\nKAREN\nOkay.\n\nHe goes. She tries to let him, but she can't. She's up and\nfollowing.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe goes. She tries to let him, but she can't. She's up and\nfollowing. \n\nTARGET SECTION TO BE ANNOTATED:\nKAREN (cont'd)\nI'm cleaning those cuts!\nINT. BATHROOM 41\nZach sits on the closed lid of the toilet while Karen works\naround him, dabbing his cuts with iodine and putting band\n\naids on them.\n\nHe sits motionless, allowing her to perform this motherly\ntask.\n\nKAREN\nOuch, you might as well play\nfootball.\n\nZACH\nYeah...\n\nKAREN\n\nYeah... fuck football.\nThat almost gets a smile from him and she’s happy enough for\nthat.\nINT. ZACH’S ROOM - NIGHT 42\n\nHe’s fidgeting in bed, trying to get comfortable. It’s not\nworking. He can’t sleep. He sits up and sees\n\nA FIGURE\nSitting on the floor in the corner of his room.\n\nHe reaches for his bedside lamp. But once it’s switched on\nhe can see there's nobody there.\n\nZach lays back down, but he leaves the bedside lamp on.\n\nEventually, he reaches for his walk-man, puts in a new tape\nand hits play. We can hear the low rumble of heavy music.\n\f43\n\n44\n\n55.\n\nEXT. OPEN ROAD - AFTERNOON 43\n\nSeen from high above: a lone rider cruising down the middle\nof the road. It's Zach on his busted bike. The chain\nrattling against the bent gear shaft. He's got his\nheadphones on. Exhausted.\n\nEXT. MIDDLE SCHOOL - AFTERNOON 44\n\nKids streaming out of the building. Running, screaming,\ngoofing around.\n\nZach is there in the throng, searching frantically. Ah-ha!\n\nZACH\nCharlie!\n\nHe flags him down. Charlie is not pleased.\n\nZACH\nWe should talk.\n\nCHARLIE\nNo we shouldn’t.\n\nZACH\nJosh wasn’t at school today.\n\nCHARLIE\nSo go talk to him.\n\nZACH\nI am. I’m going to, I thought we\nshould get our story straight-\n\nCHARLIE\nThere’s no story.\n\nZACH\nIf someone asks-\n\nCHARLIE\nI don’t remember. I don't remember\nwhat I did last Tuesday. Why would I\nremember what I did this Tuesday?\nProbably, I went home after school\nand stayed there alone until my\nparents got home. Like I do most\nweekdays.\n\nZACH\nYou’re right.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nProbably, I went home after school\nand stayed there alone until my\nparents got home. Like I do most\nweekdays. ZACH\nYou’re right. \n\nTARGET SECTION TO BE ANNOTATED:\n That’s good.\n\nee OF\n\f45\n\n46\n\n56.\n\nCHARLIE\nSo why’d you come running over here\nto the middle school to talk to an\n8th grader you barely know? ...If\nanyone asks?\n\nShit. Zach hadn’t thought of that. He gets the drift. He\ngives Charlie a nod.\n\nCHARLIE *\nWe’re not friends.\nEXT. JOSH’S HOUSE - AFTERNOON 45\n\nZach rings the doorbell. Waits. Nothing. He stares at down\nat an old doormat: faded letters that say \"Welcome Y'all!\" *\n\nHe knocks on the door a few times.\n\nZACH\nJosh?\n\nHe goes around the side of the house, peering in windows. He\nlingers outside Josh’s bedroom.\n\nZACH\nJosh!\n\nHe pauses and turns to see a NEIGHBOR LADY hosing off her *\nback porch. She’s stopped what she’s doing to squint\nsuspiciously at Zach.\n\nHe slouches and heads back to the sidewalk and his bike. He *\nsighs and heads home. *\nINT. ZACH’S ROOM - EVENING 46\n\nZach is pacing, staring at the white cordless phone sitting *\n\non his bed when there’s a sudden knock on his door.\n\nKAREN (0.S.) *\nZach?\n\nHe throws the phone down, equal parts startled and\nfrustrated.\n\nKAREN (0.S.) *\nCan I come in?\n\nZACH\nSure.\n\f57.\n\nHe sits on the bed. She enters and scans the room.\n\nKAREN\nDo you know a boy named Daryl Harper?\nDidn’t you two used to play together?\n\nZACH\nWhat? Like a long time ago. Why?\n\nKAREN\nHis mother called earlier. I guess he\ndidn’t come home last night. Hasn’t\ncome home yet at all. Was he at\nschool today?\n\nZACH\nI didn’t see him. I mean, I wasn’t\nlooking.\n\nKAREN\n\nSure. Do you remember the last time\nyou did see him?\n\nZACH\n»No. Nope.\n\nKAREN\nShe said something about him going to\nJosh’s yesterday.\n\nZACH\nHuh.\n\nKAREN\nHe didn’t?\n\nZACH\nNo. I was with Josh.\n\nKAREN\nWell, I’11 tell her.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nNo. I was with Josh. KAREN\nWell, I’11 tell her. \n\nTARGET SECTION TO BE ANNOTATED:\nZACH\nYeah, sorry. Wish I was more help, I\njust...\n\nKAREN\n\nYou got in late last night.\n\nZACH\nI guess so.\n\f47\n\n48\n\n49\n\n50\n\n58.\n\nKAREN\nDon’t do that anymore. I’m sure Daryl\nwill turn up, but... If something\nhappened, if someone... I don’t know.\nAnyway. Let’s try and stick around\nthe house for the next few days, huh?\n\nINT. ZACH'S ROOM - NIGHT 47\nThe lights are off. He's staring at\n\nTHE CEILING\n\nGlow in the dark STAR STICKERS. A cheerful facsimile of the\n\nones he saw outside earlier. A relic of his childhood still\n\nstuck to his ceiling, out of reach.\n\nHe tosses the covers aside and stands.\n\nINT. HALL BATHROOM - NIGHT 48\nZach quietly enters and makes his way over to the cupboard.\n\nHe finds a bottle of NYQUIL, unscrews the lid and takes a\n\nlarge swig from it. And then another.\n\nINT. LIVING ROOM - NIGHT 49\nZach creeps in and turns the TV on, keeping the volume low.\n\nHe sets the \"SLEEP TIMER\" to 30 minutes and lies down on the\ncouch, flipping channels, already growing drowsy. Almost\n\ndrifting off.\n\nINT. ZACH’S ROOM - MORNING 50\nBANG BANG BANG! A loud rapping on the door jolts Zach up\n\nfrom sleep. He's bleary eyed. He darts his head around to\n\nlook at his alarm clock but it's nowhere to be found.\n\nZACH\nYeah! Ok! Alright!\n\nZach reaches over and peels back the blinds on the window.\nZACH's POV - a field shrouded in fog; no horizon to see.\n\nZACH (cont'd)\nWhat time is it? Mom?\n\nSilence.\n\f51\n\n59.\n\nZACH (cont'd)\nMom?\n\nAgain, no response. He slings himself out of bed.\n\nEXT. HALLWAY - MORNING 51\n\nZach exits his bedroom and walks down the hall. The silence\nis overwhelming.\n\nZACH\nHey mom?\n\nHe makes his way into the living room. Nothing, no one.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nHey mom? He makes his way into the living room. Nothing, no one. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nlooks over his shoulder and sees\n\nDARYL\nStanding in his bedroom doorway.\n\nZACH (cont'd)\nWhat the hell man?\n\nDaryl points his finger to the ceiling.\n\nSomething hits Zach's hand. He raises it to his eye. Blood?\nOne drop of blood - but from where? He looks up.\n\nA LARGE DARK RED VOID rips through the ceiling, slowly and\nsilently churning like a whirlpool.\n\nZach stares up at it. Then looks back to his hand. He tries\nfrantically tries to wipe off the blood but it's no use, it\njust spreads. His shirt is suddenly soaked in blood, as are\nhis hands, and arms.\n\nZACH (cont'd)\nNo, no, no jesus-\n\nSuddenly, he cant breathe, he falls to his knees and reaches\nfor his throat. A large gaping hole in his neck, gushing out\nblood. He panics and tries to wipe it away.\n\nZACH (cont'd)\nDARYL!!!\n\nHe spins to find him but he's gone. He scrambles and runs\ninto the bathroom, slams the door and turns to the mirror.\nHe's covered in blood, head to toe, dripping.\n\nZach SCREAMS, but there is no sound. The mirror cracks,\nsending his reflection into a scatter shot of anguish.\n\f52\n\n60.\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT 52\n\nZACH HOVERS above the sofa- and then falls suddenly, jolted\nawake from the nightmare.\n\nZACH\nMom! Mom!!!\n\nHe clenches his stomach, tears running down his face.\nFootsteps. Lights flip on. Karen rushes in in her nightgown.\n\nKAREN\nWhat!? Honey what is it!?\n\nShe runs to him, cradles him in her arms.\n\nKAREN (cont'd)\nShhh. I'm here sweetey, I'm here.\n\nZach struggles to get words out.\n\nZACH\nIt hurts! In my stomach!\nKAREN\nCan you describe it? Tell me what it\nfeels like.\nZACH\nIt hurts!\nKAREN\n\nIs it a dull pain or a sharp one?\n\nZACH\nSharp! It's sharp!\n\nKAREN\nOkay honey, I'm going to go get some\nwater, I'll be right back, okay? I'll\nbe right back, sweetheart.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's sharp! KAREN\nOkay honey, I'm going to go get some\nwater, I'll be right back, okay? I'll\nbe right back, sweetheart. \n\nTARGET SECTION TO BE ANNOTATED:\nShe runs out of the room and returns with a glass of water\nand a bottle of pepto bismol.\n\nKAREN (cont'd)\nDrink this.\n\f61.\n\nZACH\nI can't...\n\nKAREN\nYou have to. Now sit up.\n\nShe helps prop him up. He keels back over.\n\nKAREN (cont'd)\nI know, I know, but this will make it\nbetter. Now breath...Count to\neight...That's it.\n\nShe pours some pepto bismol into the cap and brings it to\nhis lips. She rests her hand on his forehead and slowly\ntilts it back.\n\nKAREN (cont'd)\nThere you go. Better?\n\nZACH\nA little.\n\nKAREN\nAre you hungry?\n\nZach shakes his head \"no\".\n\nKAREN (cont'd)\nYou haven't eaten anything, Zach...\nthat's probably what's wrong.\n\nZACH\nI took some nyquil.\n\nKAREN\nOr it could be that. Why did you take\nnyquil, do you have a cold?\n\nZACH\nI just couldn't sleep.\n\nKAREN\nOkay, well no more of that. You hear\nme? You can't just take that willy\nnilly. Especially on an empty\nstomach...\n\nHe nods. She pulls down the QUILT draped over the back of\nthe couch and covers him with it. She sits beside him and\nrests his head in her lap, letting him finally drift off to\nsleep.\n\nee OF\n\n* *\n\nee eK\n\nee OF\n\f53\n\n54\n\n55\n\n56\n\n62.\n\nINT. LIVING ROOM - MORNING 53\n\nSunlight breaks through the window and dances across Zach's\neyes, gently rousing him awake.\n\nKaren is asleep on the love seat nearby, a book on her\nchest.\n\nZACH\nMom. Mom. It's morning, we gotta get\nup.\n\nShe rises, startled and confused.\n\nKAREN\nI'm sorry, honey. What time is it?\n\nZach looks at the clock on the mantel.\n\nZACH\nIt's 7.\n\nKAREN\nSHIT. Shoot. Shoot, okay, gotta go.\nYou get dressed, I'll throw some\ncereal in a bowl.\n\nZACH\nShouldn't you get to work?\nKAREN\nI will, don't worry, just get\nchanged.\nEXT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nShouldn't you get to work? KAREN\nI will, don't worry, just get\nchanged. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGH SCHOOL - MORNING 54\n\nA few stragglers slip into the building. Zach locks his bike\nup, staring at the police car parked at the curb in front.\n\nINT. SCHOOL - HALLWAY - MORNING 55\nZach walks through the crowd of students. All around him he\n\ncan hear the murmuring of people talking about Daryl’s\ndisappearance.\n\nINT. GYM - MORNING 56\n\nThe entire student body is seated in the bleachers. Down on\nthe court THE SHERIFF stands with THE PRINCIPLE.\n\n*\n\nee eK\n\f57\n\n58\n\n59\n\n63.\nThey share a microphone and talk about how anyone with\ninformation should come forward, etc.\nZach scans the crowd eventually he spots Allison on the\nopposite side of the court. He continues looking but does\nnot see Josh anywhere. Just a bunch of faces, a bunch of\npeople.\nINT. CLASSROOM - HEALTH ED 57\nStudents are working silently on a test or something.\nAN EMPTY DESK\n\nStands out ominously in the middle of the room.\n\nZach is seated toward the back. He looks up at the desk and\nthen back to his work.\n\nSuddenly he feels a kick on his chair. He looks over his\nshoulder to see a girl, CINDY MAPLES, fiddling with a\nretractable bic pen.\n\nShe nods at Zach and he watches as she starts to retract the\n\npen, bringing the tip up, then down, over and over, faster\n\nand faster. Moaning quietly as she does it.\n\nZach keeps watching, not sure what to do. A few girls nearby\nstifle laughter.\n\nEXT. OPEN ROAD - AFTERNOON 58\nZach is biking alone along the side of the road but suddenly\nslows to stop. He looks all around him and sees nothing\n\nmoving in any direction.\n\nHe is the only living thing within view. After a moment he\n\ngets up and pedals off.\n\nINT. BATHROOM - NIGHT 59\n\nZach stands looking at himself in the mirror. He runs his\nfingers through his hair, pulling it away from his face.\n\nHe reaches into a drawer and pulls out some electric hair\nclippers and switches them on.\n\nBut before he can get at his hair, he’s interrupted by a\nKNOCK on the door.\n\n*\n\nee OF\n\f64.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe reaches into a drawer and pulls out some electric hair\nclippers and switches them on. But before he can get at his hair, he’s interrupted by a\nKNOCK on the door. *\n\nee OF\n\f64. \n\nTARGET SECTION TO BE ANNOTATED:\nZACH\nYeah?!\n\nKAREN (0.S.)\nI'm going to the store do you need\nanything?\n\nHe opens the door. She sees the clippers in his hand and\nmakes a frown.\n\nKAREN (CONT’D)\nWhat the hell are you doing?\n\nZACH\nNothing.\n\nKAREN\nDon't be doing what I think you're\ndoing.\n\nZACH\n\nI'm not doing anything...\n\nShe just stares at him, suspecting otherwise.\n\n60 INT. BIOLOGY CLASSROOM - MORNING 60\n\nZach sits in class. The TEACHER is taking role.\n\nTEACHER\nZach Taylor?\nZACH\nHere.\nTEACHER\nJoshua Templeton?\nNo answer.\nTEACHER (cont'd)\nJosh? No? No Josh? Three days ina\nrow...\n61 EXT. JOSH’S HOUSE - DAY 61\n\nZach knocks on the door. Josh’s Mom answers, she's a\nbuttoned-up conservative woman who's been through a lot\nraising her three sons. Her name is JOAN.\n\f62\n\n65.\n\nJOAN\nHi there, Zach.\nZACH\nHey, is Josh home?\nJOAN\nHe is.\nZACH\nI was worried since he hasn’t been at\nschool.\nJOAN\n\nHe hasn’t been feeling well.\n\nZACH\nCan I see him?\n\nJOAN\nLet me see if he's feeling up to it.\n\nShe leads him into\n\nTHE FOYER 62\n\nAnd walks down the hall to Josh’s room. She calls over her\nshoulder.\n\nJOAN\nShoes off!\n\nZach steps on the heel of his left shoe, lifting his foot\nout of it. Down the hall, Joan knocks on his door.\n\nJOAN\nHoney? Zach stopped by.\n\nThere doesn’t seem to be a response. She shuffles back\ntoward Zach and moves past him into the kitchen.\n\nJOAN (cont'd)\nGive him a minute.\n\nShe returns with two cans of ginger ale which she hands to\nZach.\n\nHe hesitates. Is he supposed to go in, now? This is weird.\nShe gestures him forward.\n\nHe stands outside Josh’s bedroom door. There’s NOISE coming\nfrom inside. Video game music.\n\f66.\n\nZACH\nJosh?\n\nJOSH\nYeah?\n\nZACH\nIt’s Zach.\n\nJOSH\n...I know.\n\nZACH\n\n...",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOSH\n... I know. ZACH\n\n... \n\nTARGET SECTION TO BE ANNOTATED:\nCan I come in?\n\nNo response.\n\nZACH\nJosh?\n\nJOSH\nYeah?\n\nZACH\n\nCan I come in?\n\nJOSH\nI said ‘yeah’.\n\nZach turns the knob and enters\n\n63 JOSH'S ROOM 63\n\nJosh is in the process of turning off the Super Nintendo. He\nlooks rough. Pajamas. Greasy hair. Has he even left the room\nsince everything happened?\n\nZACH\nI haven’t seen you. I thought I\nshould... you know...\n\nJOSH\n\nMom let me stay home.\n\nZACH\nYou told her?!\n\nJOSH\nWhat? No. I said I didn’t feel good.\n\f67.\n\nZACH\nOh. We shouldn’t... like, act weird\nor anything, though. Right? It’s been\na week.\n\nJosh laughs derisively.\n\nJOSH\n\nOkay, Zach.\nZACH\n\nNo, I mean... Just so-\nJOSH\n\nOkay.\n\nZach sighs and sits in a nearby office chair, dropping the\npretense. He just wants to see his friend.\n\nJosh remains on the floor. He starts pulling bits of fuzz\nfrom the carpet and rolling it into a ball with his fingers.\n\nZACH\nSorry. How are you?\n\nJosh shrugs.\nZACH\nNo shit. I’m barely sleeping. My\nheart will just speed up sometimes.\nAll of the sudden, just...\n\nHe gestures. Josh stares at the little fuzz ball he’s made,\npinching it between\n\nHIS FINGERS\nBitten down nails.\n\nZACH (cont'd)\nI feel like we should go back.\n\nThis gets Josh’s attention.\n\nJOSH\nWhy?\n\nZACH\nI don’t know. To check on him. To\nsee. ...I had this dream...\n\nJosh looks at him a moment before dropping his eyes again to\nfocus on\n\nee OF\n\f68.\n\nA HOLE\n\nIn the knee of Zach’s jeans. A small hole. Just the\nbeginning of something larger.\n\nZACH\nIt’s stupid.\nJOSH\nDon’t go back there. Scene of the\n\ncrime.\n\nZach nods. He’s overcome with nervous energy.\n\nZACH\nDo uh...So do you have his stuff?\nJOSH\nWhat?\nZACH\nDaryl's stuff...his backpack, that\nvideo.\nJOSH\nIt's here.\n\nJosh nods to the corner of his room.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nDaryl's stuff...his backpack, that\nvideo. JOSH\nIt's here. Josh nods to the corner of his room. \n\nTARGET SECTION TO BE ANNOTATED:\n Zach walks over and\nstarts to look through it. He begins to well up.\n\nZACH\nOk...I guess, like, just keep it\nhidden?\n\nJosh doesn't respond.\n\nZACH (cont'd)\nJosh, do you hear me?\n\nJOSH\nYeah. It's here. Until I decide to\nburn it or something.\n\nZACH\nWell, don't do that. Don't do\nanything without talking to me first.\n\n \n\nJOSH\nWhatever.\n\nZach rolls his eyes and sits back down, trying to ease the\ndiscomfort of the conversation.\n\f69.\n\nZACH\nWhat game is that?\n\nJosh says nothing.\n\nZACH\nLook man, it was a fucking accident.\nWe didn't mean for anything to\nhappen.\n\nJosh silently watches him border on a meltdown. Zach\nclenches the arms of the office chair. He suddenly punches\nhimself fiercely, twice, on the head.\n\nZACH (cont'd)\nFuck!\n\nHe gets it under control. Somewhat. Josh waits a beat.\n\nJOSH\nSo did you bring my homework?\n\nThis catches Zach off guard. They both laugh. Like this\nlittle shit matters now.\n\nZACH\nNo, but... Allison Bannister’s\nparty’s tomorrow. We should probably\ngo.\n\nJOSH\nMaybe... You know, I haven’t slept,\neither.\n\nZach nods.\nJOSH\n\nI probably should.\nZach takes the hint. He stands.\nZACH\n\nOkay. If anyone asks, we didn’t see\nCharlie or Daryl that day.\n\n \n\nJOSH\n\nIf anyone asks, we’re already fucked.\nZACH\n\nI guess... You should come to the\n\nparty. You should come back to\nschool.\n\nee OF *\n\n*\n\nee OF\n\f64\n\n65\n\n70.\n\nJOSH\nWhy?\n\nZACH\nI don’t want to be alone.\n\nZach stands to leave. He takes one last look around the room\nand is suddenly struck with the claustrophobia of this\nspace, too much stuff.\n\nToo many action figures, and stacks of comic books, and\n\nvideo game cartridges spilling out of drawers. The TV seems\ntoo big for its stand.\n\nAnd in the middle of it all Josh is sitting on the floor\nbarefoot in pajama pants. He doesn’t look up as Zach turns\nand exits the room.\n\nEXT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd in the middle of it all Josh is sitting on the floor\nbarefoot in pajama pants. He doesn’t look up as Zach turns\nand exits the room. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBDIVISION - AFTERNOON 64\n\nThe sun is close to setting. Beautiful but eerie. Zach rides\nhis bike down the street.\n\nUP AHEAD\n\nHe sees ANOTHER RIDER on a bike.\n\nZACH Pedals harder to catch up to him. He gets within ten or\nfifteen feet but can’t quite close the gap. But at this\n\ndistance we can see the same thing that Zach can see. This\nlooks like Daryl.\n\nTHE RIDER\nSuddenly takes off! Hauling ass, pedaling away.\nZACH\n\nNarrows his eyes and follows, determined to keep up. He\nchases him down streets and around corners. The bikes zoom.\n\nThey leave the subdivision and take off onto the empty\n\ncountry roads. Eventually, the Rider turns off into a field\n\nand disappears beyond a small hill.\n\nEXT. FIELD - DUSK 65\n\nZach stands in the middle of the field, breathing heavily.\nHe lost him.\n\nee OF *\n\n* *\n\f66\n\n71.\nWe should recognize the place even if Zach doesn’t seem to.\nThis is the field outside the woods where Daryl died.\nZach looks toward the treeline and sees\nDARYL’S BIKE\nLying on the ground. He leans in to inspect it. Then he\nhears something... a RUSTLING SOUND. Off in the distance. He\nfollows the SOUND into\nTHE WOODS 66\nOf course. It’s coming from the leaf-strewn ditch.\n\nZach approaches and peers down. Cautious now. Afraid.\nSomething’s moving down there, writhing in the dead leaves.\n\nHe picks up a heavy rock and hurls it. CRACK! He’s hit\nsomething. The writhing stops. Dead? Shit. Now what?\n\nHe slinks down the ditch’s earthen wall, wanting to see what\nit is. What it was. He digs through the leaves, tossing them\naside.\n\nWait. There’s something. A leg: pale white skin.\n\nBut it isn’t Daryl’s leg. It’s a girl’s leg. Bare.\n\nZach stands. In a daze. Mesmerized. He grips the leg and\npulls it, dragging a body into view.\n\nALLISON\n\nHalf naked. Underwear and undershirt. Dead and floppy.\nLifeless.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnderwear and undershirt. Dead and floppy. Lifeless. \n\nTARGET SECTION TO BE ANNOTATED:\nHe awkwardly drags the corpse into his lap. His breathing is\nragged. He’s sweaty. Afraid. Afraid of being caught. Someone\nseeing him like this. But he’s excited too.\n\nHe leans in and kisses her cold lips.\n\nAfter and long, horrible moment, she finally kisses back.\nHer arms are suddenly thrown around him. She’s groggy, half-\nconscious. But alive.\n\nHe lifts her, kissing fiercely, hungrily. Her legs wrap\naround him as well. He slams her back into the wall of the\nditch.\n\f72.\n\nHis hips grind. His fingers tangle themselves in her hair.\nThey pull. She moans. It’s fast and violent and...\n\nSomeone’s watching. Zach looks up.\nJOSH\n\nIs there, staring down without expression. Bathed in shadow\naside from a white hot reflection in his glasses.\n\nZach doesn’t stop. It doesn’t faze him at all. His pants are\nundone. He’s writhing against her. Dead leaves rustling.\n\nJosh watches coldly. Clinically.\n\nThump, thump, thump. Allison’s head against the earthen\nwall. Her clouded, empty eyes.\n\nMRS. BARRON (0.S.)\nZach.\n\nCUT TO:\n\nINT. ENGLISH CLASS - MORNING\n\nZach lifts his head from the desk. Mrs. Barron has her hand\non his shoulder. The students in the surrounding desks are\nall staring at him, Allison included.\n\nMRS. BARRON\nStay with us, please.\n\nHe’s groggy, nauseated by his dream. Allison mouths to him.\n“You okay?” He nods. Not convincing.\n\nZACH\nCan I go to the bathroom? I feel a\nlittle sick.\n\nINT. RESTROOM\n\nZach stands in front of the sink, staring down at the\nstiffness in his pants and the telltale damp patch\nsurrounding it. Jesus, not just a weird sex dream but a wet\ndream, too.\n\nHe sighs and rolls his eyes, embarrassed. What the fuck is\nhe supposed to do now? He runs the water, wets his hands and\nwipes them on his pants, trying to camouflage the wet spot.\nFuck it. Who cares?\n\f69\n\n73.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nFuck it. Who cares? 69\n\n73. \n\nTARGET SECTION TO BE ANNOTATED:\nHe leans back against the wall and slumps down, breathing\nheavily, trying to collect himself.\n\nOut in the hallway, the BELL RINGS. The hustle and bustle\nsounds of class-change pick up. Another KID walks in and\ngoes to the urinal. Zach wipes his eyes and starts to leave.\n\nOver his shoulder he can hear the other KID mocking him,\nmaking fake crying sounds.\n\nZach pushes open the door to the hallway and doesn’t look\nback. He reaches out and POUNDS on a locker door. The sound\nof it echoes through the hall.\n\nINT. HIGHSCHOOL CAFETERIA - AFTERNOON 69\n\nZach sits alone with his headphones on, picking at a tray of\nfood. A group of 5 kids, 2 guys and 3 girls, gather at the\ntable in front of him. He gives them a glance.\n\nGUY 1\nHow much you want to bet they try and\ngive us a curfew if this idiot\ndoesn't show up soon?\n\nGUY 2\nThat would blow.\n\nGUY 1\nLittle bee-otch is gonna ruin it for\neverybody.\n\nZach slides the headphones off one of his ears and perks up.\n\nGIRL 1\nDon't be a dick, Paul.\n\nGUY 1\nI'm just telling it how it is.\n\nGIRL 2\nOh snap, I just saw the craziest\nthing in Spanish class. You guys know\nJosh Templeton?\n\nZach is now fully attentive, pulling his headphones off.\n\nGUY 1\nNo.\n\nGUY 2\nWhat'd he do?\n\n* *\n\nee OF\n\f70\n\n74.\n\nGIRL 2\nCalled Mrs. Campos the c-word! Swear\nto god. He came in all attitude\ntoday, totally ignoring her when\ncalled on him. So she goes \"I don't\nrecall you being deaf, Josh\" and he\nwas all \"I don't recall you being\nsuch a dumb cunt!\"\n\nThe girls gasp. The guys laugh.\n\nGIRL 3\nWhat did she say?!\nGIRL 2\nSent him right to the office.\nGUY 2\nJust now?\nGIRL 2\n\nYeah, right before lunch.\n\nThat's Zach's cue. He's gone.\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat's Zach's cue. He's gone. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FRONT OFFICE - AFTERNOON 70\n\nZach hurries in. And sits in a chair in the waiting area.\nNext to him is a GOTH KID who listens to loud MUSIC on his\nheadphones.\n\nZach sits low, hoping to go unnoticed by the SECRETARY who\nsits behind the desk ten feet away.\n\nHe cranes his neck, trying to see through the window of the\nprincipal's office across the room. Is Josh there, on the\nother side?\n\nAfter a moment the secretary sees him.\n\nSECRETARY\nCan I help you?\n\nZach stammers to make something up.\nZACH\nMy mom said she was gonna call me\nduring lunch. So I thought I'd just\nwait here for a minute to see...\n\nShe seems suspicious.\n\nHK eH\n\f71\n\n72\n\n75.\n\nSECRETARY\nOkay. But only until class starts.\n\nZach leans back and looks again at the closed door to the\nprincipal's office...\n\nThe music from the Goth Kid's headphones gets louder. Steady\nrhythmic THUMPING.\n\nINT. REBECCA’S HOUSE - PARTY 71\n\nZach enter's through the font door. There are a dozen kids\naround him, talking or listening to music on a boom box.\nHe walks into\n\nTHE DINING ROOM 72\n\nAnd finds pizza boxes strewn around the table. He rummages\nthrough them but comes up empty-handed.\n\nREBECCA\nPizza went pretty fast.\n\nZach is startled, he turns.\n\nREBECCA\nHey, Zach.\n\nZACH\nHey, Becca. How are you?\n\nREBECCA\nI'm good! Glad you showed up, Allison\nwill be stoked.\n\nZACH\nOh yeah?\n\nREBECCA\nYeah, silly.\n\nZACH\nThat's cool...\n\nRebecca lauhgs at this.\n\nREBECCA\nRight. So I pretty much barely know\nyou. Even though we have English\ntogether.\n\nee OF\n\f73\n\n76.\n\nZACH\nI know, I'm sorry. I'm shy I guess.\n\nREBECCA\nDoesn't change the fact that Allison\ndigs you. And if she digs you then\nhow could I not? Let's be friends,\nyeah?\n\nZACH\nSounds good.\n\nThey shake hands theatrically.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet's be friends,\nyeah? ZACH\nSounds good. They shake hands theatrically. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks over the milling\ncrowd, has to raise his voice to be heard over the music\n\nZACH\nI thought we were just gonna watch\nmovies.\n\nREBECCA\n\nWe were but then my grandpa got sick!\nZach looks confused.\nREBECCA\nSo my parents went to visit him in\nFlorida. Party got an upgrade.\n\nShe grins and holds up a beer.\n\nZACH\nSo uh, where's Allison? I should say\nhi.\n\nREBECCA\n\nYou so should. She’s out back.\n\nEXT. REBECCA’S HOUSE - PORCH - NIGHT 73\n\nZach steps out onto the porch. Tiki torches, Christmas\nlights. Much quieter. A smaller group engaged in\nconversation. Allison immediately rushes him, hugs him.\nShe’s a little hyper tonight.\n\nALLISON\nOh my god, you made it!\n\nShe kisses him on the cheek and embraces him again.\n\nJOSH\nHey, Zach.\n\nee eK *\n\n*\n\f77.\n\nZach’s eyes widen. Josh is here! Sitting in a deck chair\nnearby.\n\nZACH\nHey, man!\n\nALLISON\nOh! You guys should do the handshake!\n\nBoth Zack and Josh wince a little, clearly embarrassed.\n\nZACH\nEh. We don’t.\n\nJOSH\nWe don’t really do that anymore.\n\nJohn Whitcomb speaks up from a few seats over. He of the\nKool-aid blue hair.\n\nJOHN WHITCOMB\nWhat handshake?\n\nJosh ignores him and pulls a small, wrapped packet out of\nhis pocket.\n\nALLISON\nDid you get me a present?\n\nZACH\nI thought we weren’t supposed to\nbring presents.\n\nALLISON\nWhat is it?\n\nJOSH\n(shrugging)\nOpen it.\n\nAllison excitedly does so to find a small baggie, containing\nsome of the weed from Josh's brother’s room.\n\nALLISON\nWhoa! Oh, I know how to do this, I\nthink. Let me see if Becca has\npapers.\n\nShe hurries inside.\n\nJOHN WHITCOMB\nWhere’d you get this shit, Josh?\n\f78.\n\nZach eyes Josh warily.\n\nJOSH\nGuess I know a guy.\n\nJOHN WHITCOMB\nCan you hook me up?\n\nJOSH\nMaybe. Hit me up tomorrow.\n\nZach watches this exchange with suspicion.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOSH\nMaybe. Hit me up tomorrow. Zach watches this exchange with suspicion. \n\nTARGET SECTION TO BE ANNOTATED:\nAllison follows Rebecca back onto the porch. She’s\ndelicately holding a small piece of paper.\n\nREBECCA\nOkay, its a page from a bible but its\nnot an important one, its the\nintroduction or something.\n\nALLISON\nThe point is it’ll work. I’ve seen my\nbrother do this a million times.\n\nAllison sits and dumps some of the weed onto the paper and\nmakes a messy joint.\n\nREBECCA\nI think we have enough for two, but\nAllison gets to go twice to start\nbecause its her birthday.\n\nIt takes a second for Allison to get the joint lit. She\nawkwardly takes a hit, then another. Coughs. Passes to\nRebecca.\n\nZach watches Josh, uncomfortable with all of this. He turns\nto him.\n\nZACH\nI’m gonna head out.\n\nJOSH\nSee ya.\n\nClearly Josh plans on sticking around awhile. Zach stands.\nAllison glances his way. He closes the door on cheers and\nlaughter.\n\f74\n\n79.\n\nEXT. STREET - NIGHT 74\nZach is walking fast, emotionally strung out.\n\nALLISON (0.S.)\nHey! You taking off?\n\nZACH\nYeah, I don’t know, not much of a\nparty guy. Just wanted to say happy\nbirthday.\n\nAllison seems genuinely bummed.\n\nALLISON\nOh.\n\nZACH\nIt’s fine. I just got a lot going on\nright now.\n\nALLISON\n\nThat’s why you smoke. To relax.\n\nZACH\nBut I’m not into that. And neither is\nJosh, he just brought all that to\nimpress you, it’s fucking lame.\n\nShe doesn’t respond. She lets his words hang there. He turns\nto her, not meeting her eyes.\n\nZACH\nI’m sorry, Allison. I-\n\nALLISON\nSomebody's lying.\n\nZach is startled.\n\nZACH\nWhat?\nAllison tilts her head to the house and smiles, swaying with\nChris Isaac - \"Somebody's Crying\" in the background.\nALLISON\n\nThe song...Chris Isaac. Best track\non the album.\n\nShe moves in for a kiss as he swings his head around and up.\nTheir heads connect with a BANG.\n\f75\n\n76\n\n80.\n\nALLISON (cont'd)\nAh!\n\nZACH\nSorry! I’m sorry.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLISON (cont'd)\nAh! ZACH\nSorry! I’m sorry. \n\nTARGET SECTION TO BE ANNOTATED:\nShe starts giggling. He reaches out to touch her head and\nsuddenly instinctively kisses it where they collided.\n\nShe stops giggling. He kisses her head again. Then her lips.\nHe stops. They look at one another a moment.\n\nZACH\nI’m sorry. Happy Birthday Allison.\n\nShe watches him walk off into the night. Alone, he picks up\nspeed. Jogging. Running through the dark.\n\nEXT. TRACK - DAY 75\nZach is in gym clothes running laps around the outdoor\n\ntrack. Other students are running as well in groups of\n\nthrees and fours but Zach is keeping his own company, lost\n\nin thought until he sees something.\n\nZACH’S POV\n\nWe see the flashing red and blue lights of police cars in\nthe distance up on the road traveling toward the school.\n\nZACH\n\nWatches this with no small interest. The cars turn into the\nschool parking lot and OFFICERS walk toward the building\n\nZach continues running, going faster now, sprinting. His\n\nthoughts running wild in his head.\n\nINT. LOCKER ROOM - HIGH SCHOOL 76\nZach sits on the bench in front of his locker, the energy\n\naround him is terrifying and unnerving. The other boys\n\nexcitedly talking. Zach's in a daze, barely listening. Only\ncertain words reach him and resgister. Words like\n\nDead, killed, body, cops.\n\nee OF\n\f77\n\n78\n\n81.\n\nINT. CLASSROOM 77\n\nZach slumps down at his desk, dejected. PHILIP, a kid\nwearing a baseball cap, sits down at the desk behind him.\n\nPHILIP\nDude, you hear that shit?\n\nZach turns around.\n\nZACH\nHuh?\nPHILIP\nThat guy. He’s dead, they found him\ndead.\nZACH\nwho?\nPHILIP\nJohn Whitcomb. The dude with the blue\nhair.\nZACH\nWait what? He’s dead, he died?\nPHILIP\nYeah, they found him this morning.\nZACH\nFuck.\nPHILIP\n\nI know, right? I had Algebra with\nhim. Small fucking world.\n\nEverything slows down and the sound drowns out. Zach's eyes\nwiden and his mind races. He slowly reaches his hand out\nover his desk for something, anything.\n\nEXT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nZach's eyes\nwiden and his mind races. He slowly reaches his hand out\nover his desk for something, anything. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGH SCHOOL - AFTERNOON 78\n\nZach is unchaining his bike, preparing to head home. He\nglances over at\n\nTHE PARKING LOT\nTo see Eugene sitting in the back of a truck, surrounded by\n\na handful of other students. Including CHAD, the threatening\nfigure from under the bleachers.\n\f82.\n\n79 EXT. PARKING LOT 79\nZach hesitantly approaches.\n\nZACH\nEugene. Can I talk to you?\n\nCHAD\nYou can get your ass beat, faghole.\n\nZACH\nI wasn't talking to you.\n\nOoohs from the surrounding students. But Eugene deflates the\nsituation, patting Chad on the back and leaping down from\nthe bed of the truck.\n\nEUGENE\nIt's aight, I gotta dip, anyway.\n\nHe holds up a CD case.\n\nEUGENE (cont'd)\nI'll get this back to you, tomorrow.\n\nEugene heads to his own car. Zach follows, dodging a plastic\nSODA BOTTLE thrown by Chad.\n\nEUGENE (cont'd)\nWhat's up, little man? You got my\nfive dollars?\n\nEugene reaches his car, tosses his backpack into the rear.\n\nZACH\nJosh didn't pay you? Danny's little\nbrother.\n\nEUGENE\n\nWhy do you think I'm asking you?\nZACH\nHave you seen him at all? He didn't\ntry to sell you weed or anything?\nEugene narrows his eyes, suddenly on the alert.\n\nEUGENE\nWhat's that got to do with you?\n\nZACH\nHe's my friend.\n\f80\n\n83.\n\nEUGENE\nUh-huh. Well... It maybe came up.\nThat little dude Chad hanged out\nwith, with the blue hair, RIP, he had\ntold me was gonna get some from your\nfriend. Guess that's off, now, huh?\n\nZach processes this, deeply troubled by the implications.\n\nEUGENE (cont'd)\nTell you what, when you see him,\nremind him that he was supposed to\ncome straight to me with that kind-\nbud. And next time you see me, you\nbetter have my five dollars. Or I'll\nlet Chad beat it out of you.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEUGENE (cont'd)\nTell you what, when you see him,\nremind him that he was supposed to\ncome straight to me with that kind-\nbud. And next time you see me, you\nbetter have my five dollars. Or I'll\nlet Chad beat it out of you. \n\nTARGET SECTION TO BE ANNOTATED:\nHe grins, but not maliciously, revving his engine and\npulling out, leaving Zach standing on the blacktop alone.\n\nEXT. CONVENIENCE STORE - AFTERNOON 80\n\nZach and Allison are sitting side by side on the curb\noutside, drinking sodas, somber.\n\nALLISON\nI walked in on him once. In the\nbathroom, the bus bathroom. On that\nfield trip to the flight museum, you\nremember that?\n\nZACH\nI didn’t go.\nALLISON\nOh. Well, he didn’t lock the door for\nsome reason. I saw everything. Full\nWhitcomb.\nShe makes a “meh” face. They sit for a beat in silence.\n\nZACH\nYou’re friends with Tig right?\n\nShe opens a pack of cigarettes and lights one.\n\nALLISON\nwho?\n\nZACH\nCarol. Sharp. She was at your party.\n\nHO ee OH OF * eee OF\n\n*\n\f84.\n\nALLISON\nOh yeah. Sorta.\n\nZACH\nYou have her number?\n\nALLISON\nSomewhere at home. I’1l1 have to look.\nHere. Got a pen?\n\nHe digs one out of his pocket. She takes his hand and writes\na number on his palm.\n\nZACH\nWhat’s this?\n\nALLISON\nMy new number. My own line. Mom and\ndad’s birthday present. You won’t\nhave to deal with my brother anymore.\nCall tonight and I’1l dig hers out\nfor you... If you tell me why you\nwant it.\n\nShe smiles, Zach dodges the question.\n\nZACH\nDid you just buy that?\n\nShe looks at the cigarette in her hand.\n\nALLISON\nIs that okay? I don’t want to scare\nyou off again.\n\nZach seems uncomfortable. She playfully nudges him.\n\nALLISON\nI’m messing with you, dummy. Everyone\nknows this guy will sell to anybody.\nJust gotta be patient sometimes.\n\nHe glances around nervously, gestures toward the road.\nZACH\nIt’s fine. But we should probably...\nYou shouldn’t smoke it right here.\nYou'll get him in trouble.\nShe exhales and squints at Zach, casual. She doesn’t care.\n\nALLISON\nAsshole sells cigarettes to kids.\n\n*\n\f85.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe doesn’t care. ALLISON\nAsshole sells cigarettes to kids. *\n\f85. \n\nTARGET SECTION TO BE ANNOTATED:\nShe winks as Duke steps outside with new numbers to display\non the gas price sign by the road. He waves to them and\n\nsmiles.\nDUKE\nYou found a girlfriend?\nZACH\nUh... No, we-\nDUKE\nShe’s a cute one, my friend.\nZACH\nSure.\nDUKE\nI’m serious.\nHe is.\nZACH\nOkay...\nAllison speaks through her teeth quietly so as not to be\noverheard.\nALLISON\nTold ya.\nShe stands.\nALLISON\nCome on. Be a good “boyfriend” and\nwalk me home.\n81 EXT. SUBDIVISION - AFTERNOON 81\n\nZach walks his bike beside Allison.\n\nZACH\nYou don’t think it’s weird?\n\nShe shrugs, not really buying what he’s suggesting.\n\nALLISON\nHe fell. People climb those towers in\nthe pipeline all the time. You said\nyou and Josh just did it. Makes sense\nthat some people would fall.\n\fZACH\nWhat if he didn’t fall?\n\nALLISON\nOh my god.\n\nZach takes a deep breath. Has she picked up on what he’s\nbeen hinting at? Maybe he shouldn’t have said anything.\n\nALLISON\nYou think he jumped!\n\nZach wrestles with himself. Should he tell her what’s really\n\non his mind?\n\nZACH\nI don’t know. Maybe. You’re right, I\nguess it’s not that weird. Right?\n\nShe narrows her eyes.\n\nALLISON\nWhy do you care so much?\n\nZach doesn’t know what to say.\n\nALLISON\nGod, that made me sound like a dick\ndidn’t it? “why do you care?” A kid\nin our class is dead. ...And that\nDaryl guy's still missing.\n\nThey’ve reached her house. He walks her up the steps.\nZACH\n\nSorry. I just, lately, it feels like\nI don’t have anyone to talk to.\n\nALLISON\n...It’s my fault, isn’t it?\nZACH\nWhat?\nALLISON\nYou and Josh. I could tell you two\nwere... He’s got a thing for me.\n\n(off his look)\nZach, I like you. A lot sometimes.\nBut when are you going to stop being\nsurprised at the fact that I’m not\ncompletely stupid?\n\f82\n\n83\n\n87.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nA lot sometimes. But when are you going to stop being\nsurprised at the fact that I’m not\ncompletely stupid? 82\n\n83\n\n87. \n\nTARGET SECTION TO BE ANNOTATED:\nZACH\nProbably now.\n\nALLISON\nNow’s good.\n\nShe kisses his forehead with a smirk and goes to the door.\nStops. Might as well be forward.\n\nALLISON\nDo you want to come inside?\n\nZACH\nYeah.\n\nA beat. He doesn’t move from the sidewalk.\n\nALLISON\nBut you’re not going to.\n\nHe tries to think of something to say. All he can do is\nshake his head. Allison nods in response. She gives up on\nhim, goes inside and closes the door behind her.\n\nINT. LIVING ROOM - AFTERNOON 82\n\nZach unlocks the door and walks inside, he can feel the\nsilence.\n\nZACH\nMom? !\n\nHe takes his shoes off and walks into the\n\nKITCHEN 83\nAnd pours a huge glass of orange juice.\n\nThe answering machine is flashing. He presses the button to\nhear his mother speaking:\n\nKAREN (0.S.)\nHey, honey! I’m gonna be home a\nlittle late, so eat whatever you feel\nlike for dinner. Just don’t go\nanywhere. I’11l be home as soon as I\ncan. I love you.\n\nShe makes a kissing sound. He kisses back. He stands alone\nin the kitchen for a moment, debating. Then heads back out\nthe door.\n\f84\n\n85\n\n86\n\n87\n\n88.\n\nEXT. SUBDIVISION - LATE AFTERNOON\n\nZach pedals furiously out of the neighborhood and down\n\nCOUNTRY ROADS\n\nHe’s hurrying somewhere, biking as quickly as he can. On\ntoward that familiar\n\nFIELD\n\nHe parks his bike and walks through the tall grass into\n\nTHE FOREST\n\nA grim retracing of his steps. He walks carefully, almost\nrespectfully. This is, after all, a graveyard of sorts.\n\nFor a few moments he seems lost, looking around in every\ndirection, trying to determine where they had been. They\nwere running after him, but which way... Then he spots the\ndrop off up ahead\n\nTHE DITCH\n\nWhere Daryl took his last spill.\n\nZach approaches slowly and as he reaches the edge of the\ndrop, he can see the scene from above. But it’s wrong.\nSomething is out of place here.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nZach approaches slowly and as he reaches the edge of the\ndrop, he can see the scene from above. But it’s wrong. Something is out of place here. \n\nTARGET SECTION TO BE ANNOTATED:\n Zach can see\n\nTHE PILE OF LEAVES\n\nThat he and Josh had covered Daryl’s body with, but it’s\nthinner and more scattered now.\n\nSomeone’s been here.\nDARYL’S BODY\n\nIs slightly uncovered. An arm exposed. A hand.\n\nZach works up the nerve to climb down and get a closer look.\n\nHe steps with caution, not wanting to leave any sign of his\npresence and needing to keep a certain distance from the\nbody. He squints at the exposed\n\n84\n\n85\n\n86\n\n87\n\f88\n\n89.\n\nHAND\n\nThe fingers are missing. Sliced clean off. He leans in. What\nthe fuck? He kicks a few of the leaves off, trying to see\nmore. There are\n\nSTAB WOUNDS\n\nIn Daryl’s back. Half a dozen. He kicks off more leaves and\nfinally gets a good look at\n\nDARYL’S HEAD\n\nZach can’t look at it for long, maybe only a glimpse, but...\nThe skull’s been crushed.\n\nHe stumbles, weak in the knees for a moment before realizing\nthat whatever happens, he can’t stay. He gathers himself and\nturns to go. He stops on his way to check\n\nTHE HOLLOW TREE\n\nBut both the sword and Zach's sweatshirt are gone.\n\nZACH\nShit.\n\nHe paces, worked up, frustrated, tense beyond belief.\n\nINT. KITCHEN - EVENING 88\n\nZach grabs the phone and glances at his hand to dial\nAllison’s private number. She answers quickly, a smile in\nher voice.\n\nALLISON\nHey!\nZACH\nHey... do you have that number?\n\nShe is suddenly cold and businesslike.\n\nALLISON\nYeah, hang on.\n\nZach listens as she puts the phone down, angry at himself,\nscared out of his mind.\n\f90.\n\n89 INT. CHARLIE’S HOUSE - EVENING 89\nCharlie’s working on an enormous desktop computer. The phone\nrings behind him. He answers.\n\nCHARLIE\nSharp residence.\nZACH\nCharlie? It’s Zach.\nCHARLIE\n...How’d you get my number?\nZACH\nDon't worry about it. Listen.\nCHARLIE\nOkay.\nZACH\nShit... Okay I’1l just say it... it’s\nJosh.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\nOkay. ZACH\nShit... Okay I’1l just say it... it’s\nJosh. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nWhat’s Josh?\nZACH\nThe killer. I think he Killed John\nWhitcomb.\n\n90 INT. KAREN’S CAR - EVENING 90\nKaren is driving down the road, listening to the radio. Her\nheadlights fall on a kid on a bike in front of her. A blue\nhoodie. She pulls up beside him and rolls her window down.\n\nKAREN\nJosh?\nHe stops and turns.\nJOSH\nMrs. Taylor.\n\n91 INT. KITCHEN - NIGHT 91\n\nZach clutches the phone, pacing.\nCHARLIE\n\nKiller? Zach what the\n\nhell...\n\f91.\n\nZACH\nI’m still figuring it all out but I\nhad to talk to somebody who knew and\nyou’re the only who does, so... I’ve\ntried talking to Josh but there’s\nsomething wrong with him. He was so\npissed at Daryl for ganking his\nbrother’s pot but the other night he\njust gave it away.\n\nCHARLIE\nwhat?\n\nZACH\nYeah, to this girl we know as a gift\nand he said he'd sell some to John\nWhitcomb.\n\nCHARLIE\nSo?\n\nZACH\nHe hated John Whitcomb. Him and those\nguys he hung out with.\n\nCHARLIE\nWhat guys? Zach-\n\nZACH\nForget it, doesn’t matter. I’m saying\nlike a week ago Josh was talking\nabout how much he hated John Whitcomb\nand now John whitcomb turns up dead\nin the pipeline where we hung out\nwith Daryl that day? He was gonna\nsell him the pot! Like that story\nDaryl told us. He said he would sell\nto him, lured him out there and got\nhim alone so he could kill him!\n\n92 EXT. KAREN'S CAR - ROADSIDE 92\n\nJosh is standing on the side of the road. She’s pulled over\nnow.\n\nKAREN\nYou shouldn’t be out here like this\nat night. Not with everything that's\nbeen going on. Where are you headed?\n\nJOSH\nI was actually on my way to see Zach.\n\f93\n\n92.\n\nKAREN\nWe haven’t seen you around lately.\nEverything alright?\n\nJOSH\nWe had a fight the other day-\n\nKAREN\nWell, that’s between you two.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAREN\nWe haven’t seen you around lately. Everything alright? JOSH\nWe had a fight the other day-\n\nKAREN\nWell, that’s between you two. \n\nTARGET SECTION TO BE ANNOTATED:\n I’11\nkeep my nose out but you shouldn’t be\nout here alone. Get in. You can put\nthe bike in the back.\n\nINT. CHARLIE’S HOUSE - EVENING 93\n\nCHARLIE\nAlright, he’s acting weird. So are\nyou! So am I, probably.\n\nZACH\nI know, but I couldn’t stop thinking\nabout it. I went back out to the\nwoods where Daryl was but it was\ndifferent, someone else had been\nthere before me, he was moved around\nand-\n\nCHARLIE\nYou went out there? What did-\n\nZACH\nLook, the sword was gone. The tree\nwas uncovered and the sword was gone,\nalong with my sweatshirt.\n\nCHARLIE\nBut - -\n\nZACH\nThree people knew about the sword.\nYou, me and Josh. And I don’t think\nyou went back out there alone.\n\nCHARLIE\nNo.\n\nee eK\n\n* ee OF\n\n*\n\nee OF\n\fZACH\nI think Josh did and I think he took\nthe sword and messed with Daryl then\nhe pushed John Whitcomb off of that\ntower and I don’t know what he’s\ndoing now. I called but there’s no\nanswer.\n\nCharlie sits with the phone against his ear, emotionless.\nHis blank expression becomes one of disgust\n\nCHARLIE\nThat's so fucked up.\n\nZACH\nI know, I still can't bel--\n\nCHARLIE\nWhy would you add all this nonsense\nonto the situation? Isn't it bad\nenough as it is? Daryl's dead, isn't\nthat enough drama for you?\n\nZACH\nWe don’t know he was dead.\n\nCHARLIE\nHe looked pretty dead. Did you check\nfor a pulse?\n\nZACH\nI'm not fucking Doogie Howser! Yeah,\nI thought he was dead. But either way\nsomeone went back there. And if they\nfound him alive then they finished\nhim off. And if he was dead then they\nwere just fucking around with the\nbody. And that’s even worse!\n\nCHARLIE\nIt is.\nZACH\nIt wasn’t me. And it wasn’t you.\nCHARLIE\nSo it was Josh? He’s your friend,\nisn’t he?\nZACH\n\nYeah.\n\nHO ee OH OF\n\f94\n\n94.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s your friend,\nisn’t he? ZACH\n\nYeah. HO ee OH OF\n\f94\n\n94. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nSo why go out of your way to put this\non him? I think we're all to blame\nfor what happened to Daryl, all three\nof us. Don't just blame him to avoid\nfeeling guilty about it.\n\nZACH\nThen where’s the sword?\n\nCHARLIE\nLeave it alone, Zach!\n\nZACH\nDid you take it?\n\nCHARLIE\nNo! Did you? How do I know you didn’t\ntake it? How do I know it’s even\ngone? Want to take me out and show\nme? Lure me back out there? You, me,\nno witnesses? No thank you.\n\nZACH\nListen to me!\n\nCHARLIE\nListen to yourself. You’re losing it.\nDon’t call again.\n\nCharlie hangs up. Zach sits in the empty living room.\n\nLATER 94\nZach idly eats leftovers, while half paying attention to\n\nwhatever horrific movie is on TV. There are periodic\n\nSCREAMS, but they don't faze him.\n\nEventually, Karen bursts in, her arms full of stuff (purse,\nmail, briefcase, fast food bags).\n\nKAREN\nLook who I found!\n\nZach turns to see Josh standing right behind her.\n\nZACH\nHey.\n\nJOSH\nHey.\n\f95.\n\nKaren can sense the tension. Tries to break it.\n\nKAREN\nI got chicken.\n\nZach looks at his empty bowl.\n\nZACH\nYou told me to eat whatever.\n\nKAREN\nDid I say that? Bah. It’1l reheat.\nJosh, you want some?\n\nJOSH\nNah, I shouldn’t stay long.\n\nZACH\nWe’1ll be outside a minute.\n\nKaren watches them step out through the garage.\n\n95 EXT. ZACH’S HOUSE 95\n\nZACH\nWhat are you doing?\n\nJOSH\nI don't know. I wanted to say hi. And\nI guess apologize for ditching you at\nthe party.\n\nZACH\nYou didn’t, I ditched you.\n\nJOSH\nI guess so. It would've been cool to\nhang out. It was a fun party.\n\nJosh seems sincere, almost vulnerable. But Zach is too\nfocused to see it.\n\nZACH\nLook, someone went out there. They\ntook the sword and-\n\nJOSH\nCan't we just talk-\n\f96\n\n96.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Zach is too\nfocused to see it. ZACH\nLook, someone went out there. They\ntook the sword and-\n\nJOSH\nCan't we just talk-\n\f96\n\n96. \n\nTARGET SECTION TO BE ANNOTATED:\nZACH\nThat doesn't surprise you? That\nsomeone took the sword? Did you go\nback out to see him?\n\nJOSH\nWhy the fuck did you go back out\nthere?\n\nZACH\n\nJust to look.\n\nJOSH\nIs this all we can do now?\n\nZACH\nYou want to hang out? John Whitcomb\nis dead too, now. What the fuck is\nthat all about?\n\nJosh turns and walks away. Leaving Zach to stand and wonder\n\nhow this could've gone better.\n\nINT. LIVING ROOM - NIGHT 96\nThe horror movie still playing on the television. Karen\n\nlooks up from her plate of chicken and watches Zach enter\nthe room. She drinks from a bottle of beer.\n\nKAREN\nHe left?\n\nZACH\nYeah.\n\nKAREN\n\nI wish you'd told me. I could've\ndriven him.\n\nZACH\nHe’1l be fine.\n\nKAREN\nAre you going to be fine?\n\nZACH\nYeah, it’s ok. It’s not a big thing.\n\nKAREN\nThey found that Whitcomb boy. That’s\ntwo in a week.\n\n* * ee OF\n\n*\n\nee OF\n\f97\n\n98\n\n97.\n\nZach nods. Nothing to say.\n\nKAREN\nI keep thinking if I was his\nmother...\n\nShe’s tearing up just imagining it. Zach fidgets on the\ncouch, pretending to focus on the movie as she sniffles away\nquietly beside him.\n\nKAREN (cont'd)\nCome here.\n\nZACH\nwhat?\n\nKAREN\nCome here. Fucking hug me! Jesus.\n\nHe obeys, scooting over to her awkwardly. She embraces him.\nHe lets it happen. It’s a tender moment for her. She strokes\nthe back of his head, rocking him softly.\n\nOn screen someone is SCREAMING and SCREAMING. Karen doesn’t\neven notice.\n\nINT. ENGLISH CLASS - DAY 97\n\nZach sits at his desk as the teacher talks about Wuthering\nHeights or some other classic. His attention is elsewhere.\nHe’s hypnotized by\n\nTHE CARDBOARDED WINDOW\n\nThis must be the room that the deer ran into. The duct tape\nholding the cardboard in place has come loose. The wind is\npicking up outside. It whistles. The cardboard flaps.\nALLISON\n\nLooks over at him. He doesn’t even notice.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cardboard flaps. ALLISON\n\nLooks over at him. He doesn’t even notice. \n\nTARGET SECTION TO BE ANNOTATED:\n She leans over\n\nand continues whispering to Rebecca beside her. The wind\nkeeps howling outside.\n\nINT. KITCHEN - AFTERNOON 98\n\nThe house is quiet. Zach opens the fridge a grabs a BEER\nBOTTLE from the back. After a moment's thought, he reaches\nin and grabs another.\n\f99\n\n98.\n\nINT. ZACH’S ROOM - AFTERNOON 99\nZach sits on his bed sipping beer. The familiar YEARBOOK is\n\nin his lap, but now instead of looking at girls, Zach looks\n\nat a photo of\n\nHIMSELF\n\nIt wasn’t long ago, but he seems so much younger.\n\nAfter a moment he flips a few pages and scans the names\nintently until he finds\n\nJOHN WHITCOMB\n\nAnd finally\n\nJOSH\n\nHe closes the book, lays his head back.\nSuddenly, he's startled by a KNOCK at the door.\n\nKAREN (0.S.)\nSweetie? It’s for you.\n\nZACH\nwho is it?\n\nKAREN\nRalphie.\n\nZach makes a face. Who the fuck is that?\n\nZACH\nOkay.\n\nKAREN (0.S.)\nIt’s locked.\n\nHe unlocks the door and takes the phone.\n\nKAREN\nWhy is it locked?\n\nZACH\nSorry. I didn't know you were home.\n\nShe offers him the phone and a raised eyebrow before\nretreating down the hall.\n\nZACH (cont'd)\nHello?\n\f100\n\n99.\n\nCHARLIE (0.S.)\nTurn the news on, asshole.\n\nZACH\nCharlie?\n\nCHARLIE (0.S.)\nJust turn it on.\n\nZACH\nWhat channel?\n\nCHARLIE (0.S.)\nThree.\n\nZACH\nWho’s your cable provider?\n\nCharlie sighs.\n\nZACH\nThe channels might be different.\n\nCHARLIE (0.S.)\nJust find the local news.\n\nINT. LIVING ROOM - MOMENTS LATER 100\nZach sits on the couch gazing at\nTHE TV\n\nThe news is on. Karen walks in with a cup of yogurt.\n\nKAREN\nWhat is this?\n\nZACH\nThe gas station.\n\nThe convenience store they go to after school. The news\ncamera zooms in on a shot of\n\nDUKE\n\nBeing taken out in handcuffs by county police officers.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nThe gas station. The convenience store they go to after school. The news\ncamera zooms in on a shot of\n\nDUKE\n\nBeing taken out in handcuffs by county police officers. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nnewscasters rattle on about \"allegations of sexual assault\non minors\" and how he's \"being questioned regarding the\nrecent disappearance of one local teen and the death of\nanother.\"\n\f101\n\n102\n\n103\n\n100.\n\nKAREN\nI knew it!\nZACH\nWhat?\nKAREN\nThat guy was always so weird.\nZACH\nI guess so.\nKAREN\n\nOf course he is! They’re saying he\nkilled that Whitcomb kid. Maybe now\nthat they’ve caught him they’1l find\nthat other one.\n\nZACH\nDaryl.\n\nKAREN\nDaryl. If anything good can come out\nof this maybe they’1l find him alive.\n\nZach says nothing.\n\nEXT. SUBURBAN STREET - AFTERNOON 101\nZach grimly pedals his bike down the street toward Josh's\n\nhouse.\n\nEXT. JOSH'S FRONT DOOR - MOMENTS LATER 102\nZach knocks, but there’s no answer.\n\nHe checks to make sure he’s not being watched before\n\nreaching down to retrieve a spare key from under the welcome\n\nmat, and slips inside.\n\nINT. JOSH’S HOUSE 103\n\nThe place is silent. Eerie. Zach breathes heavily as he\ncreeps down the hall. His voice cracks when he calls out.\n\nZACH\nJosh?\n\nHe lingers outside Josh’s bedroom. He kneels down and tries\nto peer under the door: nothing to see.\n\f104\n\n105\n\n106\n\n107\n\n101.\n\nHe knocks. Then knocks louder... At last he turns the knob.\n\nINT. JOSH'S ROOM 104\nImmediately Zach sees a lump on the bed. It startles him,\n\nbut it’s just bedding. Dirty clothes. He’s alone in the\n\nroom. He starts to tear the place apart, searching. There’s\n\ngot to be some clue... At last he finds\n\nA CORDLESS PHONE RECEIVER\n\nLying at the foot of the bed. He picks it up and examines\nit. Who’s Josh been calling?\n\nA NOISE! A creak! Someone in the hallway?\nHe slips around the corner...\n\nAN UGLY OLD DOG\n\nShambles up to him, panting and coughing.\n\nZACH\nJesus, Maggie.\n\nHe gives her a pet and shoos her away.\n\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nJesus, Maggie. He gives her a pet and shoos her away. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n JOSH’S HOUSE - HALLWAY 105\nHe starts toward the kitchen with the phone receiver still\n\nin his hand but stops.\n\nINT. DANNY’S ROOM 106\n\nZach slips inside and makes his way to the closet. He opens\nthe door...\n\nNo samurai sword. An empty spot where it used to hang.\n\nINT. JOSH’S HOUSE - KITCHEN 107\n\nZach finds the base for the cordless phone. There’s a caller\nID digital readout that shows recent numbers.\n\nHe pushes the button to cycle through them. There’s one that\nshows up a couple times. Once just 15 minutes ago. And once\nbefore that. The day before...\n\f108\n\n109\n\n110\n\n102.\n\nHe runs his hand through his hair... then looks at his open\npalm.\n\nTHE PHONE NUMBER\n\nThat Allison wrote on his hand. It's smudged and barely\nvisible. It’s the same number. Josh has been calling\nAllison? Where is he now?\n\nEXT. REBECCA’S HOUSE - AFTERNOON 108\n\nA doorbell rings. Josh stands outside on the step. He has a\nduffle bag over his shoulder. After a beat the door opens\nand we see Allison and Rebecca.\n\nALLISON\nHey, Josh.\n\nJOSH\nHi, Allison.\n\nREBECCA\nYou should come in.\n\nJOSH\nI'd love to.\n\nINT. JOSH’S HOUSE - KITCHEN 109\n\nZach stands thinking. The pieces are coming together... he's\ninterrupted by the SLAM of a car door from outside. He looks\nand sees\n\nJOSH'S FAMILY\n\nJoan, Josh's Dad and younger brother, all walking up to the\nhouse. No Josh. That's all Zach needed to see. He runs and\nbursts out the front door, just as Joan is opening it.\n\nJOAN\nZach? Where did you--\n\nINT. REBECCA’S HOUSE - LIVING ROOM 110\nJosh leans against the wall, silently drinking an entire\n\nglass of milk. Allison and Rebecca sit opposite him, waiting\npatiently.\n\nTechno MUSIC plays from a room somewhere deeper in the\nhouse.\n\n*\n\f114\n\n112\n\n103.\n\nREBECCA\nSo?\n\nJOSH\nSo, so.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\n*\n\f114\n\n112\n\n103. REBECCA\nSo? JOSH\nSo, so. \n\nTARGET SECTION TO BE ANNOTATED:\nREBECCA\n\nSo you went to that “guy” you know?\nHow much and how much?\n\nJosh removes the baggie of weed from his hoodie pocket and\nhands it to her.\n\nJOSH\nThis much and on the house.\n\nRebecca grabs him and kisses him on the lips playfully.\n\nREBECCA\nThis guy’s awesome.\n\nThey both turn to\nALLISON\nStanding by a little nervously.\n\nALLISON\nZach’s not coming, is he?\n\nShe doesn’t do a very good job hiding her disappointment.\nJOSH\n\nNo, he said he couldn’t make it.\nEXT. SUBDIVISION - AFTERNOON 111\nZach is racing, panting, making his way to Allison’s house.\nHe drops his bike and bounds up the stairs to her front\ndoor. He frantically knocks and rings the bell.\nINT. REBECCA’S HOUSE - LIVING ROOM 112\n\nREBECCA\nMore for us! Come on.\n\nShe leads the way down the hall, toward the music. Josh and\nAllison are alone for a moment. They laugh awkwardly.\n\nJOSH\nLadies first.\n\f104.\n\n113 EXT. ALLISON’S HOUSE - AFTERNOON 113\n\nAt long last, the door opens, revealing Allison’s brother\nDENNIS, 24, shaved head, blue work shirt, smoking a\ncigarette with a cordless phone pressed to his ear.\n\nDENNIS\n(to phone)\nShit yeah, uh huh, hold on...\n(to Zach)\nWhat?\nZACH\nUh, is... I’m Zach.\nDENNIS\nAlright.\nZACH\n\nIs Allison home?\n\nDENNIS\nWho wants to know?\n\nZACH\nZach.\n\nDennis smirks a condescending smirk.\n\nDENNIS\nI’m messing with you.\n\nZACH\nI know. Don’t. Don’t do that. Is she\nhere?\n\nDENNIS\nWhy?\n\nZACH\nShe’s not.\n\nDennis shakes his head.\nDENNIS\n\nI think she's with that bitch from\ndown the street...\n\nZACH\nWhat bitch?\n\nDENNIS\nRebecca whatever.\n\f114\n\n115\n\n105.\n\nZACH\nWhere?\n\nDENNIS\nHer house I guess.\n\nZACH\nWas there a guy with them?\n\nDENNIS\nMan, fuck off.\n\nHe waves goodbye and shuts the door.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nZACH\nWas there a guy with them? DENNIS\nMan, fuck off. He waves goodbye and shuts the door. \n\nTARGET SECTION TO BE ANNOTATED:\n Zach stands silently\npanicking for a moment, every second might count here and he\ndoesn’t know what to do.\n\nHe rings the bell again. And again. And again. Dennis opens\nthe door.\n\nDENNIS\nWhat the hell?\n\nZACH\nIf Allison doesn’t call you in twenty\nminutes, call the police. Tell them\nto get to that bitch Rebecca’s house\ndown the street.\n\nDENNIS\nListen-\n\nZACH\nTwenty minutes, I’m not fucking\nkidding.\n\nEXT. SUBDIVISION - CONTINUOUS 114\nZach runs. Trying to remember which house was Rebecca’s. He\ntakes a wrong turn and ends up in a cul-de-sac. He panics\nand doubles back.\nZACH\n\nShit shit shit! Where was it?\nINT. REBECCA’S ROOM 115\nAllison and Rebecca are goofing off and dancing to the music\n\non the CD player. Trading swigs from a bottle of white wine\nand hits off a joint.\n\f116\n\n106.\n\nJOSH *\n\nJust sits, watching, smiling. Allison offers him the joint,\nbut he just shakes his head, politely declining.\n\nJOSH\n\nI’m good. *\nALLISON\n\nYou sure? I thought we were hanging\n\nout.\nREBECCA\n\nWe are!\n\nShe grabs the joint from Allison and puffs... exhaling the\n\nsmoke in Josh’s face and laughing before looking down to see\n\nhis open duffle bag and... *\nTHE SWORD *\n\nShe takes it out and holds it up.\n\nREBECCA\nWhoa, what the fuck is this?\nALLISON\nThat is a fucking sword.\n(to Josh)\n\nCan we see it?\n\nJOSH\nYou're doing it.\n\nThe two girls play with it some more, miming like they're\nfighting. Precariously swinging the sword all around, making\nsound effects.\n\nJOSH continues watching calmly. Eventually he gets up and *\napproaches them.\nJOSH\n\nOkay, my turn. *\nEXT. SUBDIVISION - AFTERNOON 116\nZach hurries up the street. He spots the house. And sure *\nenough Josh's bike is parked outside. *\nHe walks to the front door. He tries the knob and it’s *\n\nunlocked. He turns it and steps inside.\n\f117\n\n107.\n\nINT.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns it and steps inside. 117\n\n107. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n REBECCA’S HOUSE - AFTERNOON 117\n\nNone of the downstairs lights are on. The sun is setting\noutside, the house growing dim and eerie.\n\nZach darts his eyes around the room, looking for anything to\nindicate what he might be stepping into here.\n\nHe sees nothing. But he hears...\n\nTHE MUSIC playing from somewhere down the hall. And above\nthat... A WHIMPER... He freezes, stock still. His eyes go\nwide. What did he just hear? Muffled VOICES.\n\nHe moves to the fireplace and digs through the fireplace\ntools. No poker? He settles for the shovel and starts down\n\nTHE HALLWAY\n\nWith a few doors on either side, bathrooms or closets but at\nthe end of the hall, straight ahead...\n\nA DOOR\n\nOpen just a crack. Pink light spills out from inside, across\nthe carpet. The MUSIC is more present now.\n\nTHE WHIMPER is louder and more resonant. It’s not yelps or\ncoos, it’s one long sustained, but muffled MOAN that has\npeaks of high squealing which are louder in volume.\n\nZach moves slowly.\n\nTHE MOANING is louder and louder. It’s a painful, awful\nsound. The MUSIC underscores it all.\n\nZach walks all the way up to the door and peers in\n\nTHROUGH THE CRACK\n\nJust a sliver of the scene is enough. He can see ALLISON at\nleast. Her head hanging down so that her long hair obscures\nher face. She’s the one moaning. Whatever’s happening can’t\nbe good...\n\nHe pushes the door open slightly. Now he can see that she\nhas her shirt off. Barefoot in a white bra and shorts. Her\nhands are bound and she is gagged, sitting on the floor.\n\nHe can see that she is trembling and that there is blood on\nand around her feet.\n\nRebecca is lying on the bed. She’s not moving.\n\f118\n\n108.\nJosh comes into view. His back is to the door. Zach can’t\nsee his face but it’s clearly him.\nZACH\n\nIs panicked. Devestated. He stands there a moment, trying to\ndecide what to do.\n\nAllison Notices him. Her eyes widen.\nJosh turns. The boys make eye contact. Zach is tearing up.\n\nZACH\nJosh.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe boys make eye contact. Zach is tearing up. ZACH\nJosh. \n\nTARGET SECTION TO BE ANNOTATED:\nJosh SLAMS the door shut. Allison SCREAMS through the gag.\n\nZach throws his shoulder against the door. No good. He kicks\nand stomps.\n\nZACH (cont'd)\nJosh!! You fucking fuck!!!\n\nThere’s a clatter and a CRASH from the other side of the\ndoor. Then more screams. Suddenly not just frightened but\nterrified. Pleading.\n\nThen a THUD. And SCREAMS of pain.\n\nThe door won’t give at all. Something’s blocking it. Zach\ngives up on it and charges back outside.\n\nEXT. REBECCA’S HOUSE - EVENING 118\n\nZach runs around the side of the house, shouting at the top\nof his lungs.\n\nZACH\nHELP! HELP ME! SOMEBODY! HE’S KILLING\nTHEM! HELP ME! HELP ME!\n\nHe finds the window that must lead into Rebecca's room. He\nbashes at it with his shovel. Worthless.\n\nThere’s a DECK CHAIR. He grabs that and starts pounding.\nMuffled SCREAMS emanate from inside.\nZach hoists that chair, swings for all he’s worth.\n\nThe window breaks. He forces the screen out of his way and\nclimbs in, taking his little fireplace shovel with him.\n\f119\n\n120\n\n109.\n\nINT. REBECCA’S ROOM - CONTINUOUS 119\nThe place is a wreck. Pink walls. Red floors.\n\nClothes strewn about. And a sizable BOOKSHELF on the floor\nin front of the door. That must be what had been keeping him\nout... but it’s pulled aside now. And the door is open.\n\nJosh is gone.\n\nALLISON is writhing weakly in the corner. Zach races to her\nside. Her head hangs forward.\n\nTHE BACK HER NECK\n\nIs horrific. There are bruises and lacerations. Deep ones.\nJosh tried to use the sword on her neck, to cut off her\nhead. Not quite bamboo grade. Sharp enough to cut through\nmilk cartons. This is what it does to a human neck. To\nAllison’s neck. These horrible, ragged hacks.\n\nShe’s barely moving. Losing consciousness. Zach cries out.\nHe screams for help again.\n\nThe house CREAKS.\n\nHe realizes for the first time that Josh might still be\nhere. Allison has gone limp in his arms.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe house CREAKS. He realizes for the first time that Josh might still be\nhere. Allison has gone limp in his arms. \n\nTARGET SECTION TO BE ANNOTATED:\n He sets her down\nand stands, watching the doorway.\n\nZACH\nJosh?\n\nHe stoops to collect his shovel and steps toward the\n\ndoorway. He takes a deep breath, pulls the door open and\n\nsteps out into\n\nTHE HALLWAY 120\nHe swings his shovel, but connects with nothing.\n\nZACH\nJo-\n\nBut then Josh rounds the corner, sword in hand.\n\nZach goes low and tackles him. The two boys grapple with\neach other. It’s not unlike the earlier confrontation\nbetween Zach and Daryl.\n\nEventually, Zach manages to get free. He scurries back and\nstands.\n\f110.\n\nThey face one another.\n\nZACH (cont'd)\nWhat the fuck? Josh, what the fuck?!\n\nJosh just stares at him, shaking. Zach is terrified.\nAdrenaline surging through him.\n\nJOSH\nIs she dead?\n\nZACH\nFuck you. Her brother called the\npolice.\n\nJOSH\n\nI don’t care.\n\nThere's an emptiness in Josh's voice. He continues to stand\nthere. Shaking. Zach’s shaking now, too.\n\nZACH\nPlease please please don’t. Okay?\nJosh?\n\nJosh starts breathing heavier. Huffing. Puffing. Working\nhimself up.\n\nThere’s nothing behind Zach but a bathroom. He has to get by\nJosh if he wants to get out.\n\nHe makes a break for it, dashing forward and to the side,\ntrying to dodge around Josh and his sword.\n\nHe makes it but Josh is right behind him. He swings the\nsword, hitting Zach in the shoulder.\n\nNot sharp enough to slice deeply into him, but sharp enough\nto cut. And fucking hurt. Zach SCREAMS.\n\nJosh brings the sword down hard, to Zach's head. CRACK!\nRight on the top of Zach’s skull, splitting the skin. CRACK!\n\n \n\nBlood streams down Zach’s face. He collapses.\n\nJosh is on top of him, stabbing frantically with the sword.\nZach squirms around and manages to kick Josh back.\n\nHe gets to his feet and stumbles out the front door, into\nthe yard.\n\f111.\n\n121 EXT. REBECCA’S HOUSE - EVENING 124\n\nZach races out as fast as he can go. Josh comes bounding\nafter him. Josh bellows and takes another swing.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nREBECCA’S HOUSE - EVENING 124\n\nZach races out as fast as he can go. Josh comes bounding\nafter him. Josh bellows and takes another swing. \n\nTARGET SECTION TO BE ANNOTATED:\nA LITTLE GIRL\n\nStands in the doorway of one of the nearby houses. She\nwatches silently.\n\nJosh catches up with Zach. He swings again.\n\nZach’s ankle twists beneath him and he falls into the\nstreet.\n\nJosh straddles him again. This time when he stabs he makes\ncontact. He pierces Zach’s thigh.\n\nZach grabs the blade and shifts to the side, pulling it out,\nforcing it away from him.\n\nA CAR\n\nDrives past. Slows. Then speeds the fuck up and peels out.\nDogs start barking in the distance. And beyond that...\nSIRENS.\n\nZach swings blindly up at Josh, trying to fend him off. Josh\ndoesn’t give a shit. With his free hand, he swings back.\n\nBut suddenly A MAN rushes up behind Josh and catches him\nunder the arms, pulling him away from Zach.\n\nThe Man holds tight against Josh's struggles.\n\nIn a rage Zach stands and rushes at Josh. Takes a good,\ncheap swing.\n\nThe Man tries to pull Josh away. He’s shouting at Zach,\ntrying to calm him down.\n\nPEOPLE\n\nAre out now. All standing in their yards. Staring. Nervous.\nThe Man’s actions have made others braver, though. More come\nto help restrain the kids.\n\nJosh manages to wriggle free and collapse on the blacktop.\nBefore anyone can seize him, Zach rushes over. He KICKS Josh\nin the face.\n\nThe people stand watching.\n\f122\n\n123\n\n112.\n\nDENNIS\n\nComes running over from his house, surprised at the sudden\nactivity.\n\nJOSH\n\nIs through fighting back. He just lies there.\n\nZACH\n\nKicks again. And STOMPS and SCREAMS.\n\nThe Man is able to subdue Zach just as the red and blue\nlights of the police cars arrive. The sirens drown out\neverything.\n\nOthers are helping Josh to his feet, holding him up.\n\nThe Man holds Zach back. It’s not necessary, however. The\nfury is gone. He’s spent. He’s done.\n\nHe and Josh make eye contact with one another.\n\nZACH’S FACE\n\nStill shows emotion.\n\nJOSH’S FACE\n\nHolds none.\n\nThe two boys are stuck there. They stare at each other until\npolice come and handcuff each of them and put them in\n\nseparate cars.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOSH’S FACE\n\nHolds none. The two boys are stuck there. They stare at each other until\npolice come and handcuff each of them and put them in\n\nseparate cars. \n\nTARGET SECTION TO BE ANNOTATED:\nIN ONE CAR 122\nJosh sits staring off.\n\nTHE SEAT-BACK\n\nIn front of him is black vinyl, cracked in a few places with\n\nheat and age. Josh stares into these lines, cracks, creases.\nThere is nothing more interesting.\n\nIN THE OTHER CAR 123\n\nZach leans back and looks\n\f124\n\n125\n\n126\n\n127\n\n128\n\n113.\n\nOUT THE WINDOW\n\nHe sees all of the activity of police taping off the area\nand holding the onlookers back. Rebecca's parents pull up in\ntheir car, totally confounded.\n\nHe sees paramedics wheel out two gurneys. Dennis runs up and\nalongside the one that clearly carries Allison. She reaches\nup to take his hand. He gets into the back of the ambulance\nwith her before it speeds away.\n\nZach smiles slightly. She’s alive. He looks down at his\nhandcuffed HANDS, moving them a bit despite the restraint.\nFinally he settles with them in his lap.\n\nFADE TO:\n\nEXT. WOODS - DAWN\n\nSilence. Time has passed. Winter has moved on. Spring is\nhere.\n\nA deer stands alone, picking at some plants when suddenly it\n\nlooks up. It stares into the forest at something unseen. The\nwind picks up. Trees sway. The deer takes off.\n\nEXT. SOCCER FIELD - DAWN\n\nBreaking across the soccer field, it b-lines towards\n\nEXT. HIGH SCHOOL - DAWN\n\nIt catapults towards the school, just like before, but right\nbefore it's about to smash into a window it comes to a\ngrinding stop.\n\nINT. ALLISON'S BEDROOM - MORNING\n\nAllison jumps up from sleep with a gasp, drenched in sweat.\n\nINT. SHOWER - MORNING\n\nShe stands. Eyes closed, the water cascading down her face.\n\n124\n\n125\n\n126\n\n127\n\n128\n\f129\n\n130\n\n131\n\n132\n\n114.\n\nINT. ALLISON'S KITCHEN - MORNING\n\nShe sits at the table eating a bowl of cereal. Dennis sits\nnext to her. Her mother comes in and gives her a kiss on the\nhead and whispers something into her ear. Allison nods. Her\nmother smiles.\n\nINT. CAR - MORNING\n\nAllison stares out the window as Dennis drives her.\n\nINT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CAR - MORNING\n\nAllison stares out the window as Dennis drives her. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY - DAY\n\nAllison stands at her locker, staring into it. After a\nmoment she grabs her AP History book and closes the door.\nINT. AP HISTORY - DAY\n\nThe teacher lectures. The students take notes. Allison\nfiddles with her pony tail unconsciously, then slowly brings\nher hand down to her neck where she gently rubs the scars\nthat remain there. It's healed now as time has passed, but\nits still a visible relic of something terrible.\n\nA MALE STUDENT sits behind her. He stares at her pony tail\nand then down at the back of her neck.\n\nWithout looking back Allison undoes her pony tail and lets\nher hair down, covering up the scar.\n\nThe teacher asks a question. Allison raises her hand\n\nCUT TO BLACK\n\n129\n\n130\n\n131\n\n132\n\nee OF\n\nee eK\n\n* *\n\nee OF\n\f"
}