{
  "1": "SUSPIRIA\nScreenplay by Dave Kajganich\nBased on the film written by Dario Argento\n\nand Daria Nicolodi\n\nFrenesy Film\n\nThe events of the film take place in the Berlin, 1977. Autumn.\n\n\"Dance must be cheerful and show beautiful female bodies\nand have nothing to do with philosophy.\"\n\n-- Joseph Goebbels, 1937\n\fii.\n\nMarkos Company\nRevised \"Horizontal\" Hierarchy\n\n \n\n \n\nArtistic Director and Choreographer Madame Blanc\nTechnical Director Miss Boutaher\nProduction Manager Miss Mauceri\nAssistant to Artistic Director Miss Tanner\nTouring Director Miss Griffith\nAccountant Miss Martincin\nRepetiteurs Miss Mandel\nMiss Millius\nHospitant Judith\nMarketing Balfour\nArchivist Cotugno\nDramaturgy Miss Killen\nProduction Designer Miss Huller\nStage Manager Miss Kaplitt\nLight Miss Daniels\nSound Miss Marks\nDrummer Danielle\nPhysical Trainer Pavla\n\nPhysiotherapist and Masseur\n\nSecretary\nHousemother\n\nMaintenance Woman\n\nFeatured Dancers\n\nMiss Verdegast\n\nMiss Griffith\nMiss Vendegast\n\nAlberta\n\nSara\nPatricia\nOlga\nCaroline\nSonia\nMarketa\n\nDoll\n\n \n\fINT. MARKOS COMPANY, STAFF KITCHEN -- DAWN\n\nIn a dim institutional kitchen stands a long, marble table\nwith twenty chairs around it.\n\nMISS TANNER (V.O.)\n\nMarkos.\n\nMISS MANDEL (V.O.)\nMarkos.\n\nMISS KILLEN (V.O.)\nBlanc!\n\nMISS DANIELS (V.O.)\nMarkos!\n\nMISS VENDEGAST (50) comes in and turns on the lights. She\ngets a coal fire going in the heat stove, then another in the\ncook stove. She fills a big enamel coffee pot.\n\nMISS BOUTAHER (V.O.)\n\nBlanc.\n\nMISS MILLUS (V.O.)\nMarkos!\n\nMISS MARTINCIN (V.O.)\nBlanc.\n\nVendegast sets out bowls, spoons, and mugs on the table. Mue-\nsli. Biscuits. Soon, other women begin drifting in. Some are\nstill in robes, not yet showered. They go about getting their\nbreakfasts and first cigarettes. Some chat casually.\n\nOver it all, the vote continues in v.o.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey go about getting their\nbreakfasts and first cigarettes. Some chat casually. Over it all, the vote continues in v.o. \n\nTARGET SECTION TO BE ANNOTATED:\n Each voice is strong,\ndecided. We may see flashes of the faces of these women dur-\ning the vote, which took place the night before. If an audi-\nence expects sinister faces, they'll be surprised: The women\nof our film are banal, matronly, women you see every day.\n\nMISS HULLER (V.O.)\nMarkos!\n\nMISS HOLZMANN (V.O.)\nBlanc!\n\nMADAME BLANC (50) herself comes in for breakfast. She has the\nlong-limbed body and high carriage of a dancer, but her ener-\ngy is not rarified. It’s grounded, open. But she looks tired.\n\nMADAME BLANC\nGood morning, everyone.\n\fMISS MAUCERI (V.O.)\nBlanc.\n\nMISS MARKS (V.O.)\nMarkos!\n\nMiss Boutaher comes over to Blanc, still in her hair net.\nMISS BOUTAHER\nWere you able to sleep in a lit-\ntle? It was a long night.\n\nMADAME BLANC\nYes, thank you.\n\nMISS BOUTAHER\n\nI’m glad.\n\nDANIELLE (V.O.)\nMarkos.\n\nMISS COTUGNO (V.O.)\nBlanc.\n\nVendegast begins cracking eggs in a bowl, one after another.\n\nPAVLA (V.O.)\nMarkos.\n\nMISS KAPLITT (V.O.)\nBlanc.\n\nMISS VERDEGAST (V.O.)\nMarkos!\n\nMISS GRIFFITH (V.O.)\nMarkos.\n\nMISS VENDEGAST (V.O.)\nBlanc!\n\nMISS BALFOUR (V.O.)\nBlanc.\n\nBlanc gets coffee and takes a seat at one head of the table\nand talks with Miss Holzmann. MISS TANNER (55) enters. She is\nsmaller in stature than Blanc, but leans hard into everything\nto compensate. She and Blanc have a moment of eye contact.\n\nALBERTA (V.O.)\nMarkos!\n\nA beat, and then, finally:\n\fJUDITH (V.O.)\nMarkos.\nThere’s a V.O. RAPPING, some ritualized version of applause.\n\nMISS TANNER (V.O.)\n\n<< Markos by three. It's decided.\nLet no one's vote be held against\nher. And let the will of the maj-\nority proceed. Hail, Markos. >>\n\nALL (V.O.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd let the will of the maj-\nority proceed. Hail, Markos. >>\n\nALL (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n<< Hail, Markos. >>\n\nMiss Tanner takes her coffee and sits beside Madame Blanc. As\ncasually as the others are chatting, Tanner says to her:\n\nMISS TANNER\nMarkos is asking for you. She wants\nto know if everything is ready, now\nthat we are clear to proceed.\n\nMADAME BLANC\nShe knows my concerns about Patric-\nia. But I do agree, we should not\ndelay.\n\nTanner nods, reassured on this crucial point. She spreads her\njam on her toast. Madame Blanc gets up.\n\nMADAME BLANC (CONT’D)\nI’1l go and tell her now.\n\nCUT TO:\n\nEXT. BERLIN, PLATZ -- DAY\n\nA Berlin platz is packed with protestors SHOUTING in organ-\nized rage:\n\nCROWD\n<< Free Baader! Free Ensslin! Free\nSchubert! Free Raspe! We are watch-\ning! We are watching! >>\n(beat)\n<< Free Méller! Free Becker! We are\nwatching all you do! >>\n\nPolizei observe the protest from half a block away. Some take\nphotos. Leaves drop down on them in the grey afternoon.\n\fPATRICIA (20s), skirts the edges of the protest, hurrying.\nShe's dressed in a old fatigue jacket and leggings, weighed\ndown with an over-the-shoulder bag and duffle. One or two in\nthe crowd recognize her and gesture, but she keeps moving.\n\nCROWD (CONT'D)\n<< We remember Mutter Meinhoff! We\nremember everything! >>\n\nShe gets to a statue in the platz and looks around for some-\none, as if at a planned rendezvous point. But no one’s wait-—\ning for her there, and no one comes.\n\nShe stays as long as she can. But the police notice her duf-\nfle. They begin to point her out between themselves. She gets\nmoving again. When she sees two of the police detach from the\ngroup to follow her, she gets around a corner and runs.\n\nCUT TO:\nINT. KLEMPERER’S BUILDING, STAIRWELL -- DAY\n\nPatricia hurries up a stairwell to a door on the top landing\nand RINGS. There is an odd, dark light bulb in a wall socket\nbeside a small sign there.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nINT. KLEMPERER’S BUILDING, STAIRWELL -- DAY\n\nPatricia hurries up a stairwell to a door on the top landing\nand RINGS. There is an odd, dark light bulb in a wall socket\nbeside a small sign there. \n\nTARGET SECTION TO BE ANNOTATED:\n She is singing to herself in spite\nof her fear. Nico. “The Fairest of the Seasons.”\n\nINT. KLEMPERER’S APARTMENT, ENTRYWAY -- DAY\n\nDR. JOZEF KLEMPERER (80) answers. His face carries his many\nyears, creased along all the lines of longing. But it’s still\nsomehow an open face. He sees her fear, her duffle bag.\n\nKLEMPERER\nPatricia. What --has happened?\n\nBut Patricia dances past him, dragging in her duffle and bag,\nsinging as she goes. It’s odd behavior. He shuts the door and\nfollows her back to a worn study lined with bookcases.\n\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY\n\nInstead of sitting, Patricia dumps her bags behind a stuffed\narmchair and dances around the furniture, moving to the music\nin her head. She never once looks directly at Klemperer. He\nsees her dismay and responds with practiced calm.\n\nKLEMPERER\nI have a patient in a few minutes,\nbut I can tell him to come another\ntime--\n\fPATRICIA\n\n(pleasantly)\nThey voted. --Can I have a seltzer?\nThe bartender will give you one for\nfree. I’m afraid.\n\n(singing again)\nI'll be leaving in the fairest of\nseasons.\n\nKlemperer lowers himself into his chair, not sure he’s heard\nher correctly. She talks loudly, as if over other people in a\nbusy cafe. But she’s coding things, just for him.\n\nPATRICIA (CONT’D)\nThis song! I have it stuck in my\nhead. I hear it so loud I worry oth-\ners can hear it, too.\n(meaningfully)\nDo you understand--?\n\nHe decides. He leans over and flips a switch low on the wall\nnear his chair.\n\nINT. KLEMPERER’S BUILDING, STAIRWELL -- DAY\n\nA red bulb next to his door switches on, its FILAMENT BUZZ-\nING WITH VOLTAGE. The small sign beside it reads, both in Ger-\nman and English, “In Session.”\n\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY\n\nKlemperer begins writing in his patient notes.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nKLEMPERER’S BUILDING, STAIRWELL -- DAY\n\nA red bulb next to his door switches on, its FILAMENT BUZZ-\nING WITH VOLTAGE. The small sign beside it reads, both in Ger-\nman and English, “In Session.”\n\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY\n\nKlemperer begins writing in his patient notes. \n\nTARGET SECTION TO BE ANNOTATED:\n We see what\nmust be months of work with her in his tiny handwriting.\n\nPATRICIA\nThey are going to try to keep her\nalive after all.\n\nHe glances up at her. He flips back through the notes. The\nname “Markos” has come up before, several times. Klemperer\nhas called it a “besessenheit.” An obsession.\n\nKLEMPERER\nMarkos?\n\nFor a second, Patricia's reaction is physical, violent.\n\nPATRICIA\nDon’t say that name--!\n\nBut then she tries to make herself laugh, as if she’s having\na very good time.\n\fPATRICIA (CONT’D)\nI’m not supposed to be here! It’s\nthe middle of the day! You’re a\nnice boy. A nice kumpel. Isn’t that\nthe word? I was right. They are\nwitches.\n\nKlemperer writes. Patricia moves around the room, eyes closed\nand dancing.\n\nPATRICIA (CONT’D)\n\nI left word for Sara to meet me out\nthis morning. She’s the one girl\nthere I could give a damn about.\nShe’s rich, but she listens. If I\nleave they may choose her next. I\ndon’t want them to hurt her. But\nshe didn't come. She didn’t get my\nnote, or--\n\n(beat)\nShe doesn’t know what I know.\nThey've been underground since the\nwar. I found out all of it.\n\nShe realizes she’s said too many real things in a row and dis-\nsembles. She’s terrified.\n\nPATRICIA (CONT’D)\nI’m having so much fun I don’t know\nwhy you never brought me here be-\nfore!\n\nA long beat. Klemperer says, calmly:\n\nKLEMPERER\nYou think they can hear you now.\n\nShe shoots him a look. Then a frightened nod. She dances to a\nwindow and begins singing Bowie’s “Heroes,” again as if she’s\nat some kind of club.\n\nShe has her eyes closed now, really trying to put herself in\nanother place and time.\n\nPATRICIA\nThey took my hair. My urine. They\ntook my eyes. There’s more to that\nbuilding than what you see.\n\nCLOSE ON: In her file, he writes: << Her delusion has deep-\nened into panic.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey\ntook my eyes. There’s more to that\nbuilding than what you see. CLOSE ON: In her file, he writes: << Her delusion has deep-\nened into panic. \n\nTARGET SECTION TO BE ANNOTATED:\n She feels her constructed mythology is con-\nfirmed. >>\n\fPATRICIA (CONT'D)\nBut I let them help me. I let them\ngive me things, too. I knew, but I\nlet it happen.\n\nOn Klemperer’s bookcase, there is a framed photogravure. It’s\nof smiling WOMAN from the 1930s. She smiles at Patricia.\n\nPATRICIA (CONT’D)\nMy mother always told me to write\nmy stories down. I was always tel-\nling them, but I never wrote them\ndown before.\n(forcefully)\nKumpel!\n\nKlemperer looks up. He sees she is crying.\n\nPATRICIA (CONT’D)\nDid you hear?! Did you understand?\n\nKLEMPERER\nPatricia--\n\nPATRICIA\nI’m going back for Sara and then\nI'll come get my things.\n\nShe is weeping now, painfully desperate and afraid.\n\nKLEMPERER\nPatricia. I think you'd feel safer\nif you stay at least until the pro-\ntest outside is gone--\n\nPATRICIA\nThey convinced me it was my choice.\nRehearsal’s at noon-- I’1l be mis-\nsed!\n\nKlemperer gets to his feet. As she rushes out, she tells him:\n\nPATRICIA (CONT’D)\nIf they know, they won’t hesitate.\nThey will hollow me out and eat my\ncunt on a plate!\n\nThen she goes out the door, giving a jolt of surprises to the\nNEXT PATIENT (Male, 40s) waiting outside. Klemperer listens\nto her go DOWN THE STAIRS and OUT. He goes to the window.\n\nCLOSE ON: In the photo on his bookcase, the woman's eyes are\npale over her smile. A smile from before the war.\n\fHe looks through the sheer curtain to the street below and\nwatches Patricia hurry back toward the platz, then disappear.\n\nNEXT PATIENT (0.S.)\n(from the door, unsure)\nDr. Klemperer?\n\nINT. OHIO FARMHOUSE, ADULTS’ BEDROOM -- DAY\n\nA MENNONITE WOMAN (50s) lies in a sick bed, silently attended\nto by women from the community in their modest pastel dresses\nand hair coverings.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nKlemperer? INT. OHIO FARMHOUSE, ADULTS’ BEDROOM -- DAY\n\nA MENNONITE WOMAN (50s) lies in a sick bed, silently attended\nto by women from the community in their modest pastel dresses\nand hair coverings. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks ravaged by disease, perhaps can-\ncer. Her frail, wet BREATHING is audible. Horrible SIGHS.\n\nOnce the credits are finished, the SIGHS continue in PRE-LAP\ninto the next scene.\n\nCUT TO:\nINT. HOTEL PFAU, SUSIE’S ROOM -- DAY\n\nAn young American, SUSIE BANNION (20s), sits in a hotel room\ngoing over a set of handwritten directions against a street\nmap of Berlin. She’s confused, determined. She has no make-up\non. Her freckles stand out on her pale skin with her red hair\nagainst her blue eyes.\n\nSusie checks her watch. She grabs a small dance bag, counts\nthe money she has left: 35 Deutsche Marks and a few American\ndollars she hasn’t yet exchanged all in a creased envelope\nwith a church logo in its return address corner. She hides it\ndeep between the mattresses it all and hurries to the door.\n\nINT. HOTEL PFAU, LOBBY -- DAY\n\nShe goes to the small reception desk to ask a question, but\nthe two women there have their backs to her, their attention\nglued to the small television there.\n\nON THE TV: A news report, in German, of hijacked Lufthansa\nflight 181 taking off from an airport in Rome.\n\nNOTE: This hijacking story is one of the centerpieces of the\nnow-imfamous “German Autumn” of 1977, which marked the end of\nthe Baader-Meinhof terrorist era, and which we will see un-\nfolding in real time on televisions throughout the film.\n\fINT. BERLIN SUBWAY CAR -- DAY\n\nSusie has found her way onto the Berlin subway. She looks a-\nround, keeping her nerves in check as best she can. She sees\narmed Polizei at various stations watching clusters of youth,\nboth with attitudes like battering rams.\n\nEXT. BERLIN SUBWAY STATION, STAIRS -- DAY\n\nSusie is on the stairs hurrying out of the subway, asking for\ndirections. A woman with too much lipstick half-helps her.\n\nSUSIE\nPohlstraBe--? It’s this way--?\n\nSusie has a rural American accent: Southern Ohio, which is\nalmost West Virginia, but not as thick.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUSIE\nPohlstraBe--? It’s this way--? Susie has a rural American accent: Southern Ohio, which is\nalmost West Virginia, but not as thick. \n\nTARGET SECTION TO BE ANNOTATED:\n She lacks sophistica-\ntion, but makes up for it with bravery.\n\nEXT. MARKOS COMPANY -- DAY\n\nSusie finally arrives outside a huge old janus of a building--\ntwo brick volumes fused down the center, one taller than the\nother by several floors. It could be a factory, a school, or\nan austere sort of hotel, but the stonework over the entrance\nsimply reads “Tanz.” Dance.\n\nDead leaves cartwheel around her. Susie stands a moment look-\ning up at the building, gathering herself. Then she goes in.\n\nINT. MARKOS COMPANY, ENTRANCE HALL -- DAY\n\nSusie comes in and finds the entrance lobby empty. She looks\n\nup at the several floors of balustrades above her. She hears\n\nDRUMMING coming from somewhere in the building--a slow SYNCO-\nPATED BEAT--and the SQUEAKS and EXERTIONS of PEOPLE DANCING.\n\nA voice CALLS OUT DANCE CUES.\n\nThere is a KNOCKING ON GLASS and it takes SUSIE a moment to\nsee MISS TANNER hailing her from an interior window of the of-\nfice, which looks out onto the entrance hall.\n\nINT. MARKOS COMPANY, OFFICE -- DAY\n\nSusie comes in. Miss Tanner, made up now for the day, is all\nbusiness. Something is wrong at the company today. Susie be-\ngins to feel it everywhere.\n\nSUSIE\nMiss Tanner--?\n\f10.\n\nMISS TANNER\nMiss Bannion, I’ve been trying to\nreach you at your hotel. To tell\nyou not to come.\n\nSUSIE\nNot come? Why--?\n\nMISS TANNER\nSomething has come up at the\ncompany just today. I was hoping\nyou could reschedule.\n\nA beat. Tanner waits for Susie to offer to postpone it her-\nself, but Susie just stands there, panicked. Tanner sets her\njaw.\n\nThe secretary, MISS GRIFFITH (50s), is there typing some-\nthing, her back to Susie. In a small mirror on the desk, Su-\nsie can see, though, that Miss Griffith is crying.\n\nMiss Griffith’s reflection looks back and she shifts in her\nchair to cut off the reflection.\n\nMISS TANNER (CONT’D)\nVery well. I have a room where you\ncan change and get warm.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiss Griffith’s reflection looks back and she shifts in her\nchair to cut off the reflection. MISS TANNER (CONT’D)\nVery well. I have a room where you\ncan change and get warm. \n\nTARGET SECTION TO BE ANNOTATED:\n I'll call\nthe panel down--\n\nCUT TO:\nINT. MARKOS COMPANY, CHANGING ROOM -- DAY\n\nSusie has changed into a dance leotard and sits, doing some\nstretches. She tries to manipulate her breathing to calm her-\nself. It’s intense to watch her try to control her own body\nthis way. It seems to work.\n\nShe must be closer to the practice rooms now, because the\nDRUMS and DANCE CUES are louder here. Susie closes her eyes.\nShe wants this so badly.\n\nWe see a succession of images of rehearsals going on in prac—\ntice halls, but it’s unclear if Susie’s imagining them.\n\nINT. MARKOS COMPANY, “WHITE” STUDIO -- DAY\n\nSusie comes into a small audition room where Miss Tanner sits\nat a table with MISS MILLIUS (50) and MISS MANDEL (30). They\nall say hello, but they, too, are subdued. Susie holds a cas-\nsette tape in her hand.\n\f11.\n\nMISS TANNER\nMiss Millius and Miss Mandel are\nthe company’s répétiteurs.\n\nSusie surprises them by asking, directly:\n\nSUSIE\nAnd Veva Blanc?\n\nMISS TANNER\nAs I said, Madame Blanc is occupied\nnow.\n\nSusie’s disappointment is clear.\n\nSUSIE\nBut I was told--\n\nMISS TANNER\nDear. You have no formal training\nor references. Madame Blanc took\nyour insistance to come encourag-\ningly. That’s why you’re here at\nall.\n\nTanner is not being cruel, just clear. A beat. Susie nods.\n\nMISS MILLIUS\n(re: the tape, kindly)\nWe prefer dancers to audition with-\nout music.\n\nSusie looks at Miss Mandel.\n\nMISS MANDEL\nYou can keep time in your head.\n\nSusie puts the cassette on the floor, out of the way, takes\ncenter floor, and begins. The first movement of her audition\nis so razor sharp and cutting it is startling.\n\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nMadame Blanc is in the company’s largest studio, leading the\nrehearsal Susie heard from the entrance hall. People are work-\ning in pairs and trios, all very subdued.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nMadame Blanc is in the company’s largest studio, leading the\nrehearsal Susie heard from the entrance hall. People are work-\ning in pairs and trios, all very subdued. \n\nTARGET SECTION TO BE ANNOTATED:\n Blanc is working\none-on-one now with SARA (20s), but stops, sensing something\ngoing on elsewhere in the building.\n\nSara stops as well, waiting for Blanc.\nBLANC\n\nSara, do you mind to continue by\nyourself?\n\f12.\n\nSara shakes her head. Blanc nods to the drummer DANIELLE (60)\nto continue and walks to the door.\n\nINT. MARKOS COMPANY, CORRIDOR/STAIRS/“WHITE” STUDIO -- DAY\n\nBlanc passes dancers smoking in the corridors and rooms where\ngroup sessions are going on. She comes down the stairs to the\nclosed door of the “white” studio. She goes in.\n\nINT. MARKOS COMPANY, “WHITE” STUDIO -- DAY\n\nBlanc enters and discreetly sits in a folding chair by the\ndoor so as not to interrupt. Tanner comes and whispers in her\near, but Blanc doesn’t take her eyes off Susie. She watches\nher, her expression revealing how caught off guard she is by\nthis, and how seriously she is taking it.\n\nSusie, in the middle of her dance, sees, in between spins,\nthat Blanc is now in the room watching. Their eyes, for one\nsplit second, meet.\n\nCUT TO:\nINT. MARKOS COMPANY, TANNER'S OFFICE -- DAY\n\nSusie has been left to wait in Miss Tanner’s office afterward\nwhere she sits in her street clothes again, dance bag at her\nfeet. She is looking around the office, barely containing her\nnervousness. There are photos of the company’s history back\nto the 1910s on the walls, and some personal effects of Tan-\nner’s on her desk, including a lovely dried lotus pod that’s\nbeen painted red.\n\nRehearsal is breaking up and the hallway fills with dancers.\nSusie catches lines from several conversations, all of them\ncharged.\n\nVOICE #1\nThey did it while we were in mor-\nning rehearsal. Put her things in\nshipping boxes.\n\nVOICE #2\nDo you think she had to go under-\nground or something? With what's go-\ning on?\n\nVOICE #3\n(irritated)\nWe don't know what happened!\n\nSusie glances into the hall and briefly meets eyes with one\nof the passing girls, SARA (20s), aka Voice #3.\n\f13.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE #3\n(irritated)\nWe don't know what happened! Susie glances into the hall and briefly meets eyes with one\nof the passing girls, SARA (20s), aka Voice #3. 13. \n\nTARGET SECTION TO BE ANNOTATED:\nBut Miss Tanner comes in with MISS VENDEGAST (60s) and closes\nthe door. Miss Vendegast is smiling.\n\nMISS TANNER\nI’ve just spoken with Madame Blanc.\nWell done, Miss Bannion.\n\nSusie can’t stifle the smile spreading across her face. She\ncan barely keep her seat, she is so excited.\n\nMISS TANNER (CONT’D)\nI imagine you’ll need to return\nhome to settle things and make ar-\nrangements for moving to Berlin--\n\nSUSIE\nNo, no. I-- I’m ready now. I can\nstart now.\n\nA beat. Tanner nods.\n\nMISS TANNER\n\n(re: Vendegast)\nFine, then. This is Miss Vendegast.\nShe acts as housemother to company\nmembers who reside here, which is\nthe majority. We operate as a sort\nof collective.\n\n(pointedly)\nAs we cannot pay our dancers much\nby way of a salary, we are ina\nposition to offer dormitory-style\nrooms rent-free, which is one way\nwe've found to sew up the differ-\nence.\n\nSUSIE\nYou don’t charge anything --at all?\n\nMISS TANNER\nNot a mark.\n\nSusie is so relieved, she can’t keep the tears out of her\neyes for a moment. Miss Tanner softens.\n\nSUSIE\nI’m sorry to cry!\n\nMISS TANNER\nIn this company, we understand\nfully the importance of a woman's\nfinancial autonomy.\n(beat)\n(MORE )\n\f14.\n\nMISS TANNER (CONT'D)\nNormally, we'd be full up at this\ntime of year, but we’ve had a room\nopen.\n\nSUSIE\nPatricia's.\n\nShe says this matter-of-factly. Miss Vendegast looks at Miss\nTanner. Tanner squints at Susie, slightly alarmed.\n\nSUSIE (CONT'D)\nSome girls were talking about her\nin the hall just now.\n\nMISS TANNER\n\nAh. Now that you’re one of us, I\nwon't be coy. Patricia has left the\ncompany under sad circumstances. We\nthink she won’t be back.\n\n(beat)\nSo there's room, if you’d like. We\ncan even move you in this afternoon\nso you don’t have to pay another\nnight at your hotel.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe\nthink she won’t be back. (beat)\nSo there's room, if you’d like. We\ncan even move you in this afternoon\nso you don’t have to pay another\nnight at your hotel. \n\nTARGET SECTION TO BE ANNOTATED:\nMISS VENDEGAST\nWe'll send one of the girls to help\nyou with your luggage after lunch.\nIs that all right.\n\nSUSIE\nYes. Thank you. --It’s perfect.\nINT. MARKOS COMPANY, MEZZANINE/ENTRANCE HALL -- DAY\n\nThree stories below, Susie walks back across the entrance\nhall on her way out, trying to contain her excitement and re-\nlief. Madame Blanc watches her through a large dim window.\nSusie must feel watched because she glances back and then up,\nall the way up to the ceiling until she’s looking right at\nMadame Blanc. Neither waves. The reason becomes in clear:\n\nSUSIE'S POV: All Susie can see is the row of mirrors at the\nvery top, hiding the highest mezzanine.\n\nMadame Blanc must be standing behind one of them, but Susie\ncannot know this. It is a first visual indication that the\nvery architecture of the building creates tension.\n\nSusie begins to perceive, at the edge of her hearing, some-\none’s labored BREATHING. There’s no one in view. The acoust-\nics of three-story hall may explain it. Unnerved, she goes.\n\nCUT TO:\n\f15.\n\nINT. HOTEL PFAU, SUSIE’S ROOM -- NIGHT\n\nA storm is coming down hard and with THUNDER. Susie is in her\nhotel window looking down to the street. A taxi pulls up.\nSara, the dancer from the corridor, gets out.\n\nEXT. HOTEL PFAU -- NIGHT\n\nSara looks up at the hotel and sees Susie. She waves. Susie\nwaves back, already running to get out of the downpour.\n\nINT. HOTEL PFAU, SUSIE’S ROOM -- NIGHT\n\nSara comes in soaked. She’s clearly from money. She doesn’t\novertly advertise this. Her clothes are lovely, but it’s more\nin the way she carries herself.\n\nSARA\nI'm sorry I’m late. It’s the rain.\nWhenever it rains, everyone in Ber-\nlin jumps in a cab. And like an mo-\nron, I just let ours go. It’1l take\nan hour to get another one now. Oh\nI’m Sara. We’ll have to take our\nchances in the street.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’1l take\nan hour to get another one now. Oh\nI’m Sara. We’ll have to take our\nchances in the street. \n\nTARGET SECTION TO BE ANNOTATED:\n You have an\numbrella?\n\nSusie shakes her head.\n\nSARA (CONT’D)\n(looking around)\nThat’s okay. We can borrow one from\nthe hotel if they have them.\n\nBut Susie’s luggage is still open on the floor, things every-\nwhere.\n\nSUSIE\nWhen you weren't here by six I had\nto take the room for another night.\n\nSARA\nI’m so sorry! Everything was a mess\nat the Company today.\n(off Susie’s look)\nWhy are you smiling?\n\nSUSIE\nBerlin. You said “everybody in Ber-\nlin” a second ago and I thought:\nThat includes me now. I live here\nnow.\n\nSara smiles at Susie’s guilelessness.\n\f16.\n\nSARA\nYes. Congrats. I heard you here a\nsensation today.\n\nSusie shrugs, happy. There’s a roll of THUNDER.\n\nSARA (CONT’D)\n\nI should maybe go before this gets\nworse, then. I’1l come back in the\nmorning?\n\nSUSIE\nIf it will be so bad getting a cab,\nsleep here if you want. We can push\nthe beds apart. I have an extra\nnightgown--\n\nSara considers the invitation, surprised and moved by Susie’s\nopenness.\n\nSARA\nWe’ll miss dinner, but we can order\nroom service. To celebrate!\n(intuiting)\nOn me! As a “welcome to Berlin.”\n\nCUT TO:\n\nThey finish plates of meatballs and Jagerschnitzel. They also\nordered big German beers, which they’ve drunk. The storm out-—\nside has gotten worse. The power goes out for a moment, then\ncomes back on.\n\nSARA (CONT’D)\nHave you called your family yet, to\ntell them?\n\nSara is a little drunk. The nightgowns are almost comically\nconservative. Sara looks at the stitching and sees: it’s hand\nsewn.\n\nSARA (CONT’D)\nDid you tell me where you’re from?\n\nSUSIE\nTell me about Madame Blanc! She\ncame into my audition, but she left\nright after.\n\nThe lights go out and this time they don’t come back on.\nLightning occasionally brightens the windows, giving them dim\nlight.\n\f17.\n\nSARA\n\nShe's incredible.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nLightning occasionally brightens the windows, giving them dim\nlight. 17. SARA\n\nShe's incredible. \n\nTARGET SECTION TO BE ANNOTATED:\n The way she trans-\nmits her work, her energy. When it\nshines on you, it’s --addictive, is\nthe word for it. And she’s tough--\nShe kept the company alive through\nthe war--think about that--when the\nReich just wanted women to shut off\ntheir minds and keep their uteruses\nopen, there was Blanc.\n\n(beat)\n--La vraie chose!\n\nSUSIE\nIs that French? I don’t even know!\n\nThere is a SUDDEN DETONATION outside nearby, markedly differ-\nent from thunder. It shakes the glass. They run and open the\nwindow to look. It came from down the street. They can’t see\nfrom this angle, so Sara leans out, into the rain.\n\nSARA\nI can smell it. A bomb.\n\nSUSIE\nA bomb?!\n\nSusie keeps her from falling out. Police SIRENS are coming.\n\nSARA\nThere’s a bank that way.\n\nShe comes back into the room, looking at Susie.\n\nSARA (CONT’D)\nDon’t you know what’s happening\nhere? The hijackers are negotiating\na release for the Stammheim prison-\ners tonight. There are riots.\n\nSusie doesn’t answer.\n\nSARA (CONT’D)\nThe RAF? Baader-Meinhof?\n\nSUSIE\nI don’t know what that is.\n\nSARA\nThey kidnapped an executive. During\nthe war he was Nazi SS. An officer.\nNow he runs the German Employer's\nAssociation--\n(beat)\n(MORE )\n\f18.\n\nSARA (CONT'D)\nYou don’t get how awful that is, do\nyou?\n\nSusie shakes her head: This means nothing to her. Sara shi-\nvers and closes the window.\n\nSARA (CONT’D)\nI didn’t either. Until I came here.\n--And my Father’s in the Diplomatic\nService.\n\nSusie goes to the bathroom and comes back with a thick towel.\nShe sees Sara is now sitting on the bed in tears.\n\nSUSIE\nWhat is it?!\n\nSusie sits on the bed next to her.\n\nSARA\nI’m sorry. All of this-- I’m just\nworried about a friend. It’s been\nan terrible day.\n\nSUSIE\nI heard you talking about her in\nthe hall. I knew something was\nwrong.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s been\nan terrible day. SUSIE\nI heard you talking about her in\nthe hall. I knew something was\nwrong. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA\nShe just left this morning, telling\nMs. Tanner she had a “family emer-\ngency.” No one knows what to do.\n\nSUSIE\nWhat do you mean?\n\nSARA\n\nShe was active, in some political\ngroups. So we don’t know where she\nis, really. If she’s in hiding, if\nshe’s all right.\n\n(beat)\nI just want to know she’s if all\nright.\n\nSUSIE\nIs she a very good dancer?\n\nSara looks at Susie, at her earnestness and innocence. It\nshouldn’t, but it comforts her.\n\f19.\n\nSARA\nYes. Very good. But an even better\nfriend.\n\nSUSIE\nThen I bet you’ll hear from her tom-\nmorrow. --Right?\n\nSara finally nods, then smiles, grateful for the comfort.\nCUT TO:\nINT. KLEMPERER’S APARTMENT, BEDROOM -- PRE-DAWN\n\nDr. Klemperer is already awake when his ALARM CLOCK RINGS. He\nreaches out to shut it off. While he finds the switch it\nRINGS so long someone KNOCKS on the wall.\n\nINT. KLEMPERER’S APARTMENT, BATHROOM -- PRE-DAWN\n\nThe sky in the tiny window over his toilet is just bluing up\nwith the coming of dawn. Klemperer shaves slowly and careful-\nly in his cracked mirror. One of the two bathroom doors has\nbeen sealed up and shelved now, a wall between apartments.\n\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -—- DAWN\n\nKlemperer is tying his shoes. It takes a few moments. The\n\nRADIO beside him is playing Erik Satie’s “Vexations.” When he\ngets his shoes tied, he shuts it off, taps out his pipe, and\ngets his coat. He makes sure the heat stove screen is closed.\n\nEXT. WEST BERLIN, FRIEDRICHSTRABE -- DAY\n\nAn early morning sun is drying the pavements from last\nnight’s storm. It’s shaken leaves out of the trees and plast-—\nered them onto the curbs and sidewalks.\n\nKlemperer makes his way slowly up a main avenue in his neigh-\nborhood.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nWEST BERLIN, FRIEDRICHSTRABE -- DAY\n\nAn early morning sun is drying the pavements from last\nnight’s storm. It’s shaken leaves out of the trees and plast-—\nered them onto the curbs and sidewalks. Klemperer makes his way slowly up a main avenue in his neigh-\nborhood. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a squatter’s part of town, full of art pione-\ners and youth in revolt. The ones who recognize him nod to\nhim like a grandpa. He buys a morning newspaper beside a sub-—\nway station. Headlines announce the Palestinian hijackers of\nFlight 181 have flown the captured Lufthansa to Bahrain.\n\nINT. S-BAHN TRAIN -- DAY\n\nKlemperer rides the train into East Germany. Next to him is a\nmiddle-aged PRIEST. His lip is cut and swollen. The other is\na WOMAN (20) with bitten nails and a hospital band around her\nwrist. In her lap is a sleeping BOY (3).\n\nWhen the train stops at FriedrichstraBe Station, everyone is\nmade to get out.\n\f20.\n\nINT. FRIEDRICHSTRABE STATION, CHECKPOINT -- DAY\nKlemperer is in line to show his papers at the police check.\n\nHe is waved through and heads up the stairs into the Russian\nSector. One of the armed guards also gives Klemperer a nod,\nas to a familiar face.\n\nEXT. EAST BERLIN, FRIEDRICHSTRABE -- DAY\n\nKlemperer continues down the avenue two blocks. East Berlin\nis visibly still on its knees from the war, even years later.\nThe rubble and the decay, has the feeling of having been tid-\nied, but not yet confronted.\n\nHe turns off and walks toward a small cobbled corner of an\notherwise nondescript intersection. There is a small fountain\nin the stonework, but nothing comes out of it. There is a ma-\nsonry bench there just wide enough room for two people to sit\nat the lip of its dry bowl. Klemperer takes a seat there.\n\nWe are witnessing a habit, a ritual, possibly a daily occur-\nrence. He says out loud, to no one, like a mantra:\n\nKLEMPERER\n<< And maybe today, my love. >>\n\nThen he opens his paper and begins eating his breakfast out\nof a waxed paper bag he’s brought with him.\n\nCUT TO:\nINT. KLEMPERER’S APARTMENT, ENTRYWAY/SITTING ROOM -- DAY\n\nKlemperer returns to his apartment to find: No one is wait-\ning. He lets himself in.\n\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nKLEMPERER’S APARTMENT, ENTRYWAY/SITTING ROOM -- DAY\n\nKlemperer returns to his apartment to find: No one is wait-\ning. He lets himself in. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KLEMPERER’S APARTMENT, ENTRYWAY/KITCHEN -- DAY\n\nAt some point, Klemperer’s housekeeper, FRAU SESAME (50s)\nlets herself in the front door. She sees the door to Klemper-\ner’s sitting room is open and he is sitting inside alone. She\nimmediately begins chatting while she takes out her cleaning\nbucket from under the sink.\n\nFRAU SESAME\n<< They're out again today, Doctor.\nFor the prisoners. Do you think it\nwill end today? >>\n\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY\n\nKlemperer is not listening. He is looking at the bags Patri-\ncia left behind. They’ve been moved to the corner.\n\f21.\n\nHe goes to them. He unzips the duffle and begins looking\nthrough it. Clothes. Boots. Then a notebook. He hesitates,\nand then opens it. It is near full with entries, drawings,\nhand-drawn maps. He begins reading.\n\nCUT TO:\nINT. MARKOS COMPANY, STAIRCASE -- DAY\n\nSusie and Sara carry Susie’s luggage up to the third floor\npassing the mirrors Susie saw the day before. She’s now re-\nflected in them from just below.\n\nINT. MARKOS COMPANY, RESIDENCE CORRIDORS -- DAY\n\nThey come into a corridor of dormitory-type rooms. Some of\nthe girls are stealing a few moments in their rooms between\nbreakfast and rehearsal. When Susie appears on the floor, a\nfew come out and introduce themselves.\n\nSusie smiles at them, greets them. One older dancer, OLGA\n(40), who is on a telephone, hears what’s going on and steps\nout to look, but as soon as she sees Susie, she dismisses her\nand goes back to the argument she was having on the phone.\n\nOLGA (0.S.)\nWhy don’t you try speaking to me\nlike you love me for a change--\n\nSara rolls her eyes and brings Susie to the end of one cor-\nridor, pointing out as they pass a room at the end:\n\nSARA\nThat’s my room--\n\nThe hall turns right, then right again revealing a parallel\ncorridor, also with dorm rooms. Susie’s is first. They go in.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nWhy don’t you try speaking to me\nlike you love me for a change--\n\nSara rolls her eyes and brings Susie to the end of one cor-\nridor, pointing out as they pass a room at the end:\n\nSARA\nThat’s my room--\n\nThe hall turns right, then right again revealing a parallel\ncorridor, also with dorm rooms. Susie’s is first. They go in. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA (CONT’D)\nWe're sort of neighbors.\n\nSUSIE\nI’m glad.\n\nSARA\n\nSettle in. I’1l tell Ms. Vendegast\nwe made it. Rehearsal isn’t for\nforty minutes. Listen for the bell.\n\n(off Susie’s nod)\nKnock on the wall if you need\nanything, okay? I’m right on the\nother side.\n\f22.\n\nSUSIE\nSara-—\n\nSara turns back.\n\nSUSIE (CONT'D)\n(re: the room)\nIs this--?\n\nSARA\nNo. Olga took Patricia's room. It’s\nthe biggest. She said she needed\nthe space.\n(sotto)\nShe’s Russian.\n\nWith that, Sara goes. Susie looks around the room, excited.\nIt’s simple: A bed, a dresser, a desk, an old-fashioned stand\nwith a basin and mirror. But no windows. It’s an interior\nroom inside the center of the building.\n\nShe has an odd moment of settling into the space, of hearing\nher own breathing. She pulls a suitcase up onto the bed and\nflips open the latches to start unpacking.\n\nCUT TO:\nINT. MARKOS COMPANY, OFFICE -- DAY\nA hand pulls a thick cord and then:\nINT. MARKOS COMPANY, RESIDENCE CORRIDOR -- DAY\nThe BELL for rehearsal rings in the residents’ corridor.\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nAll the dancers are there, stretching. Madame Blanc and Miss\nTanner come in.\n\nBLANC\nGood morning. Good morning.\n\nTanner goes to join Danielle at the drums for a moment. Blanc\ngoes right in among the dancers.\n\nBLANC (CONT'D)\n\nWe have some happier company bus-\niness today. I’d like to introduce\nour new dancer, Susie Bannion. She\nhas come to us from America and I\nknow you’1ll all make her very wel-\ncome.\n\n(beat)\n(MORE )\n\f23.\n\nBLANC (CONT'D)\nI saw her audition myself. I can as-\nsure you, we’re lucky to have her.\n\nEveryone smiles and nods to Susie, some come over to hug her\nor squeeze her shoulder. Olga watches this, irritated by it.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can as-\nsure you, we’re lucky to have her. Everyone smiles and nods to Susie, some come over to hug her\nor squeeze her shoulder. Olga watches this, irritated by it. \n\nTARGET SECTION TO BE ANNOTATED:\nBLANC (CONT'D)\nWould you like to say anything, Su-\nsie?\n\nSusie looks around the group, unprepared.\n\nSUSIE\nOh-- Um. I don’t know! Hello--?\n(laughing)\nI’m sorry. I don’t know what to\n\nsay!\nEveryone laughs warmly.\n\nBLANC\nI'll talk for now, then: Welcome to\nour little family. Join in as you\nfeel ready, but there’s no rush.\n\nSusie smiles, blushing now. She nods in thanks.\n\nBLANC (CONT'D)\nAll right. For rehearsal today, we\nshould get right back to where we\nwere last week, with Volk.\n\n(beat)\n\nI’ve talked to Olga and she will\nnow be dancing the protagonist.\nSara, I'd like you to take Olga’s\npart. Is everyone happy with that?\n\nSusie watches Sara receive the news. Sara closes her eyes for\na moment, the extent of her outward celebration in front of\nBlanc. Susie smiles for her.\n\nCUT TO:\n\nThe dancers are in the middle of a sequence in which Olga is\nspinning between clusters of two and three dancers. Susie\nsits on the edge, watching for now.\n\nOlga’s not judging the spaces correctly and is a step or two\noff in each collision. She’s getting increasingly frustrated.\n\nBLANC (CONT'D)\nThe groups are moving, too, Olga.\nJust aim yourself ahead of where\nyou think you'll cross with them--\n\f24.\n\nOLGA\nI am.\n\nShe tries this, and it works. But then she stops abruptly.\n\nOLGA (CONT'D)\nThis is shit. Such shit.\n\nDanielle stops PLAYING the DRUM. Tanner sighs.\n\nBLANC\nIt’s all right. I’m pushing.\n(to everyone)\nWhy don’t we break for ten?\n\nBut Olga’s frustration is not about the rehearsal. She’s in-\ndignant. She says, directly to Blanc and Tanner.\n\nOLGA\nYou can’t even be bothered to re-\nspect your own lies.\n\nMISS TANNER\nMiss Chkalov.\n\nBLANC\n\n(to Tanner)\nOh, let her squeeze if she wants\nto. It’s only pus.\n\n(to Olga)\nPatricia’s gone, Olga. We don’t\nknow why.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s only pus. (to Olga)\nPatricia’s gone, Olga. We don’t\nknow why. \n\nTARGET SECTION TO BE ANNOTATED:\n She said a family issue,\nbut we all know there’s a good\nchance that isn’t true. If she’s\ngone into hiding, she wouldn’t tell\nus.\n\nOLGA\nShe would have told someone. That’s\nnot what happened.\n\nBlanc steps fully into this, taking slow steps toward Olga.\n\nBLANC\nPonto. Now Schleyer. Prosecutors\nbeaten in Viktoriapark. Firms burn-\ned. A bomb in Kreuzberg last night.\n\nOLGA\nShe wouldn’t do any of that!\n\nBLANC\nWe know she met with groups that\nbelieved in targets, Olga.\n(MORE)\n\f25.\n\nBLANC (CONT'D)\nAnd these kinds of actions require\na lot of people.\n\nOLGA\nBut she left them. You know she did\nand you know why.\n\nBLANC\n\n(ignoring this)\nShe wanted to do something with her\nbeliefs. We can all admire that.\nAnd there are changes to be made,\nno question. But if she’s in some\ncellar filling Beamiester bottles\nwith petrol, that’s her choice. Who\nwon't be sad if she’s shot by the\npolizei, but what can we do? We all\ntried to talk to her. To give her\nalternatives.\n\nSusie watches all of this, fascinated.\n\nOLGA\nYou manipulate everything--\nEveryone-- She didn’t trust you--!\nBecause you’re hypocrites.\n\nBLANC\nShe doesn’t trust anyone, Olga. I\nnever took it personally. Neither\nshould you.\n\nThis has reduced Olga to furious tears.\n\nBLANC (CONT'D)\nTake Olga up to her room. We’re all\nworried about Patricia, but concern\nis no excuse for hysteria.\n\nOLGA\nNo, Miss Tanner, call Olga a cab.\nShe's had enough and is going to\npack her things and get the fuck\nout of this box of rabies.\n\nOlga starts hurrying toward the door.\n\nBLANC\nOlga.\n\nOlga points directly back at Blanc and shouts:\n\nOLGA\nKoldun' ya!\n\f26.\nOlga storms out. Blanc lets the intensity in her own face dis-\nsipate to show the company the hurt underneath.\nBLANC\nI’m sorry for that. It’s a hot\nthing we do.\nThey hear a door SLAM in the near distance.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLANC\nI’m sorry for that. It’s a hot\nthing we do. They hear a door SLAM in the near distance. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. MARKOS COMPANY, HALLWAY/STAIRWAY/HALLWAY -- DAY\n\nOlga shakes with anger as the adrenaline peaks in her system.\nShe takes the stairs two at a time up to the dorm.\n\nAt the top of the stairs, ALBERTA (50s) a stocky woman who is\nthe company’s maintenance person is sitting in an alcove.\n\nOLGA\nI'm leaving, Alberta. I can’t swal-\nlow any more of this.\nShe heads to her room and starts packing a small bag.\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\nMiss Tanner has stepped forward to Blanc’s side.\nMISS TANNER\nWho is also unhappy? Let’s get it\nall out, all at once--\nBlanc motions to her “that’s enough.”\nBLANC\nI’ll talk to Olga later. We’ve got\nan hour and a half. Can we go on?\nIs everyone all right if we go on?\nShe waits until enough people nod.\nBLANC (CONT'D)\nWho dances the protagonist then? Ca-\nroline? Sonia?\n\nSONIA (20s) and CAROLINE (20s) look at one another.\n\nSONIA\nI can’t. Not yet.\n\nBLANC\nCaroline, then.\n\nCaroline just stands there. She looks at the door where the\nsounds of her friend leaving have gone silent.\n\f27.\n\nBLANC (CONT'D)\nThat’s all right. We’1ll manage.\n\nA voice from the side of the room surprises everyone.\n\nSUSIE (0.S.)\nI’1l dance.\n\nINT. MARKOS COMPANY, CORRIDORS/“MIRRORED” STUDIO -- DAY\n\nOlga, bag in hand, comes back down the stairs. Alberta is no\nlonger there. Olga hesitates, as if confused.\n\nOLGA’S POV: Outside the window, she can see a slice of the\nstreet in front of the company. People pass by in their suits\nand autumn coats. That's where she wants to go, but she stag-\ngers the slightest bit and then heads in the wrong direction,\nfurther into the school.\n\nThere is no one on this floor that she can see. She proceeds\nas if in fog, her hands up as if she is having trouble seeing\nor concentrating. She turns down a second corridor, further\naway from the front of the building.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is no one on this floor that she can see. She proceeds\nas if in fog, her hands up as if she is having trouble seeing\nor concentrating. She turns down a second corridor, further\naway from the front of the building. \n\nTARGET SECTION TO BE ANNOTATED:\nFinally, she turns into a studio fully lined with framed mir-\nrors floor to ceiling, and on the ceiling as well.\n\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nBlanc turns to find who’s said this. It was Susie.\n\nSUSIE\nI know it.\n\nBLANC\nSusie.\n\nSUSIE\n\nIt was in the documentary. I’ve\nwatched it a hundred times at the\nlibrary. I know this dance.\n\nBLANC\nDarling. We rehearsed it for ten\nmonths before performing it.\n\nSUSIE\nI've seen it performed in person,\ntoo. In New York.\n\nEveryone is cringing for Susie at this point. But she doesn’t\nback down.\n\f28.\n\nBLANC\nWell. If you want to try, go ahead,\n\nBlanc moves to her. When she gets to her she says, ina\nconcerned tone, more discreetly.\n\nBLANC (CONT'D)\nYou've already impressed us.\n\nSUSIE\nI know this.\n\nBLANC\nYou're very sure?\n\nSusie nods. Behind them, Tanner looks increasingly agitated.\n\nMISS TANNER\nFirst do it alone then. We don’t\nwant to put the others at risk. The\nlast thing we need is someone to\nget kicked in the ribs.\n\nSusie nods and goes out onto the floor. She readies herself,\nwaits for the drum beat, and then begins. It’s bold, precise,\nbut also wild. Blanc looks at Tanner, then calls out:\n\nBLANC\nStop.\n\nSusie does, half-sure she is about to be dismissed. Blanc\ngoes to Susie and gets on her knees. She takes Susie’s left\nfoot and presses her thumb up into the arch.\n\nBLANC (CONT'D)\nClear your head. I want you to\nstart over. Are you stretched? This\nis no joke.\n\nSusie nods. Blanc takes her right foot and does the same\ngesture. Then she does it to each of Susie’s hands. It is a\nhybrid of a massage and something --ambiguous. When she’s\ndone, Susie looks at her hand.\n\nSUSIE'S POV: The imprints of Blanc's thumbs are still white\nmarks on the back of Susie's hand. Like a “T\".\n\nINT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUSIE'S POV: The imprints of Blanc's thumbs are still white\nmarks on the back of Susie's hand. Like a “T\". INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARKOS COMPANY, “MIRRORED” STUDIO -- DAY\nOlga is looking through the haze of her mesmerization for a\n\nway out of the room. The door she came in must have shut, but\nshe can see no opening in any wall. No handle.\n\f29.\n\nAll she can see is her tiny figure caught in reflections ec-\nhoing back and forth to infinity.\n\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nNow Blanc steps back, way back. She takes a different posi-\ntion this time, and as she does, Tanner moves into a new posi-\ntion. The two women make a triangle now, with Susie as its\nvertex.\n\nBLANC\nRemember, start on one with the mus-—\nic. If you feel ill, stop at once.\n\nIt’s an odd thing to say, but Susie has to get her mind in-\nside what’s about to happen. She nods at Blanc. She’s ready.\n\nBLANC (CONT'D)\nAnd--\n\nSusie and the music begin.\nINT. MARKOS COMPANY, “MIRRORED” STUDIO -- DAY\n\nOlga is lost in the reflections. She can only slowly look\nfrom one to the other, studying them for a chink, something\nthat can indicate a way out.\n\nAs she turns again, her head snaps back with the force of an\ninvisible blow. For a moment, she sees the center of a blue\niris. The blow is so powerful it dislocates one side of her\njaw out of its hinge. She makes a terrified sound.\n\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nSusie pulls her leg back from a kick, but does not lunge, it\nwas a hard kick. She then moves into a series of turns that\nset up the next kick. When she kicks out--\n\nINT. MARKOS COMPANY, “MIRRORED” STUDIO -- DAY\n\nOlga’s throat is punched in, as is the scream it shocks out\nof her. The SOUND she makes instead is horrible to hear. She\ngoes to her knees, one hand on her crushed windpipe.\n\nA pair of successive blows breaks ribs and cracks her stern-\num. All of the damage is happening under her skin. There is\nno blood, just agony.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nA pair of successive blows breaks ribs and cracks her stern-\num. All of the damage is happening under her skin. There is\nno blood, just agony. \n\nTARGET SECTION TO BE ANNOTATED:\n She is trying to cry out, but can only\nmake a horrible MEWLING sound. The next kick dislocates a\nshoulder.\n\f30.\n\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nSusie is giving the dance everything she has. It is violent\nand beautiful to watch. Blanc shoots out a hand and snaps to\nDanielle, hissing:\n\nBLANC\nKeep up--\n\nMiss Tanner is watching, arms folded, like a proud Papa.\n\nMISS TANNER\n(in a whisper)\nBrava brava brava--\n\nThe force of Susie’s movements is being intensified exponenti-\nally somehow and transferred to Olga. INTERCUT between the\ntwo studios:\n\nWe watch Susie move through the rest of the solo. Olga moves\nfrom being beaten to being pulverized. As muscles are separa-\nted from bone, and bones are broken, her silhouette becomes\nincreasingly uncanny.\n\nWe see Olga’s, Susie’s, and Blanc’s eyes in close up. Olga is\nin trauma, Susie is in ecstacy, and Blanc has a melancholy in\nher expression. She takes no joy, apparently, in this via do-\nlorosa.\n\nOlga’s form ceases to look human, though it is not yet finish-\ned being alive.\n\nFinally, Susie finishes the dance and has to sit immediately\non the floor to keep from vomiting. For a moment no one helps\nher, so astonished are they. Then Blanc get down on her knees\nat Susie’s side.\n\nINTERCUTS END.\n\nBLANC\nIt’‘ll pass. You’re not the first\ndancer to lose the room.\n\nSUSIE\nI’m not usually dizzy.\n\nBLANC\nIt’s my fault. I couldn’t help my-\nself. Sara-- take her upstairs now.\nShe can spend the day there.\n(getting up, to Susie)\nA collapse is a vocational hazard\nI'm afraid.\n\f31.\n\nSUSIE\nI didn’t collapse.\n\nBLANC\nYou’re on the floor. And that’s not\nhow the dance ends, cher.\n\nSusie gets up on her own. She’s defensive for some reason.\n\nSUSIE\nI was trying not to throw up in\nyour studio.\n\nBLANC\nSusie, it’s all right! It was won-\nderful.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUSIE\nI was trying not to throw up in\nyour studio. BLANC\nSusie, it’s all right! It was won-\nderful. \n\nTARGET SECTION TO BE ANNOTATED:\n I'll send Miss Vendegast\nwith your lunch early. You’re pro-\nbably jet-lagged as well.\n\nSara and Susie head for the door. When they are out of ear-\nshot, Sara whispers:\n\nSARA\nThat was fucking incredible--\n\nThe other girls all watch them leave. Madame Blanc says to\nMiss Tanner, lightly:\n\nBLANC\nWhat a surprise. Olga always made\nthat piece look like such heavy\nlifting.\n\nThe comment has its intended effect. The girls look inspired.\n\nCUT TO:\n\nINT. MARKOS COMPANY, SUSIE’S ROOM -- DUSK\n\nSusie is in her room, unpacking. She looks a little hollowed\nout from the events of the afternoon.\n\nShe can hear the other girls going about their evening rou-\ntines. Someone is hanging a poster. There is HAMMERING. She\ncan hear her own name now and then as well, but not what’s\nbeing said about her. She steps to the closed door to listen,\nbut there is a KNOCK and Miss Vendegast comes in with a tray\nof lidded plastic cups.\n\nAll have been labelled with initials. Most are full of urine.\n\nMISS VENDEGAST\nHow are you feeling, Susie?\n\f32.\n\nMiss Vendegast hands her a cup with her initials on it.\n\nMISS VENDEGAST (CONT’D)\nWe do this several times a year.\nUnannounced. I need you to fill it.\n\nSUSIE\nI just went a little while ago--\n\nMISS VENDEGAST\nHalf is fine.\n\nSusie takes the cup and goes into the little WC in the hall.\nShe closes the door and gets ready to try to fill it. Miss\nVendegast hums to cover the noise.\n\nINT. MARKOS COMPANY, RESIDENTS’ WC -- DUSK\nSusie holds the cup and tries to pee. The WC is tiny.\n\nMISS VENDEGAST (0.S.)\nI've also brought the residency\nforms we'll need you to read and\nsign. I leave them in your room--\n\nThen memory comes to Susie, forcefully:\nCUT TO:\nEXT. OHIO FARMHOUSE -- DAY\n\nWork is being done on the house, shingles are HAMMERED into\nplace.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nI've also brought the residency\nforms we'll need you to read and\nsign. I leave them in your room--\n\nThen memory comes to Susie, forcefully:\nCUT TO:\nEXT. OHIO FARMHOUSE -- DAY\n\nWork is being done on the house, shingles are HAMMERED into\nplace. \n\nTARGET SECTION TO BE ANNOTATED:\n A gaggle of Mennonite girls can be seen playing “Crack\nthe Whip” outside, laughing in their pastel dresses.\n\nThere are CARNAL MURMURINGS coming from inside the house, out\none of the window screens. The girls hear it and come over to\npeer inside.\n\nGIRL’S POV: Young Susie's feet are extending out of the clo-\nset. She is lying inside, masturbating.\n\nOne of the girls runs to fetch someone. In a moment, Susie’s\nmother comes in and finds her.\n\nSUSIE'S MOTHER is younger here, healthy, not the ravaged wo-\nman from the opening credits. Susie (13) is lying on her back\nwith her Mennonite dress pulled up, bonnet off.\n\nSusie’s mother reaches in and yanks Susie up by her hair.\nSusie steadies herself on the door jamb. Susie’s sisters look\non in horror from the window. Some of the men have come down\noff the roof as well to see what’s going on.\n\f33.\n\nSUSIE\nIt’s all a rhythm, Momma. You draw\nit with your fingers--\n\nSusie’s mother sees her fingers in the crack in the thin,\nslatted closet door and pistons it shut. Susie pulls her hand\nfree and holds it to her mouth, but even then her eyes smile\ninto her mother’s blast of shame.\n\nBACK TO:\nINT. MARKOS COMPANY, RESIDENTS’ WC -- DUSK\n\nIn the little WC, Susie thinks of this while her urine begins\nto FLOW into the cup.\n\nINT. MARKOS COMPANY, SUSIE’S ROOM -- DUSK\nCLOSE ON: Susie places her urine sample with the others.\n\nMISS VENDEGAST (0.S.)\nIf you feel up to it, Madame Blanc\ninvites you to join her for dinner\nin an hour. Shall I tell her you’1l\ncome?\n\nCUT TO:\nINT. MARKOS COMPANY, “MIRRORED” STUDIO -- DUSK\n\nThe lights are still on in the mirrored studio. Olga’s re-\nmains lie on the floor. One eye peers up out of the uncanny\nmess. A single drop of blood stains it.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nOlga’s re-\nmains lie on the floor. One eye peers up out of the uncanny\nmess. A single drop of blood stains it. \n\nTARGET SECTION TO BE ANNOTATED:\nBlanc and several other MATRONS watch as MISS HOLZMANN (40s)\nand MISS COTUGNO (50s) place silver hooks under Olga’s arms\nto drag her out of the room.\n\nIt’s clear from Blanc’s expression that the damage caused to\nOlga is worse than what she’d expected. Tanner comes to her\nside.\n\nMISS TANNER\nShe couldn’t have known what she\nwas doing--\n\nBLANC\nNo. She just carried more current\nthan we expected. She’s a natural,\nthat one.\nMadame Blanc is trying to contain her own excitement now.\n\nCUT TO:\n\f34.\n\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -- DUSK\n\nDr. Klemperer sits in his office, staring in the middle dis-\ntance. The last light in the sky is fading. The framed photo\nof his wife smiles at him. He’s got Patricia’s pale notebook\nopen on his desk.\n\nWe see names we know--M. BLANC, SARA, OLGA, HELENA MARKOS--\nand names we do not. It is also jammed with little exhibits\nfrom Patricia's life--ticket stubs from concerts, newspaper\nclippings about terrorist actions around Berlin, more than a\nfew programs from dance performances.\n\nOne section has drawings of some iconographic symbols, as if\nfrom some vulgar religion. It is this symbology that unset-\ntles Klemperer most.\n\nHe closes the notebook and picks up the phone. He dials.\nVOICE ON PHONE\n<< Police. What is the nature of\nyour call? >>\nKlemperer looks on the verge of hanging up, but he does not.\nKLEMPERER\n<< I’m reporting a young woman who\nmay be missing. >>\n\nVOICE ON PHONE\n<< Hold the line. >>\n\nCUT TO:\nINT. MARKOS COMPANY, STAIRS AND CORRIDORS -- NIGHT\nMiss Vendegast guides Susie down two flights of stairs and\ninto the staff section of the building. They talk along the\nway, but the acoustics of the building muffle it. Miss Ven-\ndegast knocks on Blanc’s door.\nAfter a moment, Blanc answers, wearing now a Japanese silk\ntunic. She is smiling when she opens the door, but when she\nsees Susie, it fades.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiss Ven-\ndegast knocks on Blanc’s door. After a moment, Blanc answers, wearing now a Japanese silk\ntunic. She is smiling when she opens the door, but when she\nsees Susie, it fades. \n\nTARGET SECTION TO BE ANNOTATED:\nBLANC\n\nYou don’t look better. Or are you\n\nthis pale all the time--?\nBlanc nods at Miss Vendegast, who goes, and lets Susie in.\n\nCUT TO:\n\f35.\n\nINT. MARKOS COMPANY, BLANC’S OFFICE -- NIGHT\n\nMadame Blanc’s office is a Beaux-Arts beauty. Its curved\nwalls are painted with a long Japanese garden. A small table\nis laid with dinner, which Susie and Blanc are finishing.\n\nAn arch leads into a dark, smaller circular room that must be\nBlanc’s private studio. Light from the office glints off some\nkind of lacquered screens there.\n\nBLANC\nIt’s different from being Amish,\nthen?\n\nSUSIE\n\nYes. The Amish split from the Menno-\nnites in the 17th century.\n\nBLANC\nWhy?\n\nSUSIE\nThey worried the Mennonites were be-\ncoming too liberal. But they still\nbelieve many of the same things.\n\nBLANC\nSuch as?\n\nSUSIE\nAdult baptism. Plain clothing. Non-\nresistance.\n\nBLANC\n“They”? Not “we”? Have you left re-\nligious thinking behind you?\n\nSusie offers a small nod.\n\nBLANC (CONT'D)\n\nOligarchs writing for patriarchs.\n(beat)\n\nYou don’t like to talk about this.\n\nSUSIE\nI don’t know why we are.\n\nBLANC\nI find it hard not to be curious\nabout you. In two days you’ve man-\naged to audition, be accepted, and\ndance a lead.\n\nBlanc smiles.\n\f36.\n\nBLANC (CONT'D)\nI’m not trying to make you self-con-\nscious.\n\nSUSIE\nI came here to dance.\n\nBLANC\nBut how’ve you even heard of us?\n\nSUSIE\nI went to New York. To the Martha\nGraham Center. I saw you there\nthree times.\n\nBLANC\nYour parents took you?\n\nSUSIE\nI went by bus once and hitchhiked\nthe other times.\n\nBLANC\nWasn’t that dangerous?\n\nSusie shrugs.\n\nBLANC (CONT'D)\nWere you punished for it?\n\nSUSIE\nOf course.\n\nA beat. Blanc is moved. She takes Susie’s hand for a moment.\n\nBLANC\nThat's extraordinary.\n(beat)\nYou were right to insist on an\naudition.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe takes Susie’s hand for a moment. BLANC\nThat's extraordinary. (beat)\nYou were right to insist on an\naudition. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSIE\nI’m lucky you’re doing VOLK. Some\nof the choreographies makes sense\nto me, some doesn’t. I remember the\nones that make sense. WHITE STAR\ndoes. This does. All the solos from\nXENOS-—\n\nAn odd beat.\n\nBLANC\nAll mine.\n(beat)\n(MORE )\n\f37.\n\nBLANC (CONT'D)\nHow did it feel to dance Volk today\nin front of the one who made it?\n\nSUSIE\nI don’t know how to put it--\n\nBLANC\nActually, don’t. That’s a vain\nquestion. Let me ask a different\none: While you danced it, what was\nhappening inside you-- in your\nbody?\n\nSusie thinks.\n\nSUSIE\nIt felt like what I think it must\nfeel like to fuck.\n\nBLANC\n(curious, but unfazed)\nDo you mean fuck a man?\n\nSUSIE\nNo. I was thinking of an animal.\n\nBLANC\nYou looked joyful. In pain, but in\njoy as well.\n\nSusie nods. A long beat. Blanc smiles, sincerely.\n\nBLANC (CONT'D)\nWe don’t teach dance here, Susie.\n\nWe assume dancers come trained. You\nare not. I don’t exactly understand\nwhat you are yet, but I will ask Ca-\nroline to help you with your jumps\nand leaps. Yours are nowhere near\ngood enough yet. We must build you\nup now.\n\nSUSIE\nSo I can dance the VOLK protagon-\nist when you perform it?\n\nA beat. Blanc leans back in her chair.\n\nBLANC\nI’ll have to see you do that level\nof dancing again and again. The sim-\nplicity of the choreography is an\nillusion. It’s intuitive to watch\nand painful to do.\n\n(MORE )\n\f38.\n\nBLANC (CONT'D)\nWe perform next month. I’1l have to\ngrind you to get there in time.\n\nSUSIE\nI can do it.\n\nBLANC\n\nI don’t have many options,\nactually. And I’d rather have some-\none on who’s messy, but alive than\nanother Olga. She was a matryoshka\ndoll with legs. I’m relieved she’s\ngone.\n\n(beat)\nThank you for your help in that.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe was a matryoshka\ndoll with legs. I’m relieved she’s\ngone. (beat)\nThank you for your help in that. \n\nTARGET SECTION TO BE ANNOTATED:\nBlanc watches Susie’s reaction closely, but there doesn’t\nseem to be any complicity in it. Just grateful excitement.\n\nINT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT\n\nWhen Susie gets back to her room, Sara pokes her head in.\nSusie motions her to come in and close the door behind her.\nShe grabs Sara’s hands.\n\nSUSIE\nI didn’t know it was going to be\nlike this! She’s so nice.\n(beat)\nAnd she wants me to dance in VOLK.\nThe protagonist!\n\nSara nods, but with less energy than Susie was expecting.\n\nSUSIE (CONT'D)\nAre you okay?\n\nSARA\nYes. I’m fine. I was just thinking\nabout Olga. --About what she said\ntoday.\n\nSusie remembers.\n\nSUSIE\nI’m sorry. I’m on my own little\nshooting star today. When everyone\nis so upset--\n\nSara looks at Susie.\n\nSARA\nIf I asked you for a favor tomor-\nrow, would you do it?\n\n(MORE )\n\f39.\n\nSARA (CONT'D)\n(beat)\nWe might get caught.\n\nCUT TO:\nINT. MARKOS COMPANY, STAFF KITCHEN -- NIGHT\n\nIn the staff kitchen, Tanner and a few of the other matrons\nare finishing their own dinners.\n\nMISS TANNER\n<< Things can be honed. Blanc is go-\ning to work out another approach.\nHow could we have known what would\nhappen? What we are attempting has-—\nn’t been done in living memory. >>\n\nMISS KAPLITT\n<< How do we know it will work at\nall? If it killed one girl, it may\nkill any we try. >>\n\nMISS TANNER\n<< Patricia was unwilling. Blanc\nbelieves that is the key. >>\n\nMISS KAPLITT\n<< It was more than that. >>\n\nMISS TANNER\n<< No. We should not have forced\nit. What a fool. What we offered\nher! She wanted to blow up depart-\nment stores instead. >>\n\nMiss Huller, smoking a cigarette over her pork chop, says:\n\nMISS HULLER\n<< How do we know no one’s planning\nto blow us up, too. Patricia might\nhave said anything to anyone about\nus. Anyone might have followed her\nhere.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe wanted to blow up depart-\nment stores instead. >>\n\nMiss Huller, smoking a cigarette over her pork chop, says:\n\nMISS HULLER\n<< How do we know no one’s planning\nto blow us up, too. Patricia might\nhave said anything to anyone about\nus. Anyone might have followed her\nhere. \n\nTARGET SECTION TO BE ANNOTATED:\n >>\n\nMISS TANNER\n<< If she did, we’ll know. We can-\nnot despair. We have time yet. >>\n\nFrom the other end of the table, MISS MARKS (50s) speaks up.\n\nMISS MARKS\n<< How much time? The vote was a\nmistake.\n\n(MORE )\n\f40.\n\nMISS MARKS (CONT'D)\nIf Markos dies before we can figure\nthis out, we are finished. >>\n\nSeveral of the women are made frightened by this conversa-\ntion.\n\nMISS TANNER\n<< Markos has strength left in her.\nShe will wait until we find another\ngirl. >>\n\nMISS MARKS\n<< You’ve seen her! She has disease\nstacked atop disease. How long can\nshe possibly hold on? >>\n\nWithout warning, Miss Griffith, the secretary from the front\noffice, takes a knife from the table and cuts her own throat.\n\nThe women on either side of her cannot stop her in time. A\nshocked beat. Then everyone moves at once to lay her down and\nput pressure on the bleeding. Someone elevates her legs. Miss\nGriffith looks up at them all as the life drains out of her,\nalready shivering.\n\nMISS MILLIUS\n<< Stay with us! Please, stay! >>\n\nTanner shouts to the women closest to the door.\n\nMISS TANNER\n<< Find Blanc now! >>\n\nCUT TO:\nINT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT\n\nSusie is sleeping, deep in a dream. Her breathing is not the\nonly BREATHING in the room.\n\nINT. CATACOMBS -- NIGHT (DREAM)\n\nSusie walks through catacombs in her dream. A font of pure\nwhite FLAME lights up the bony corridors as she goes. Her\nfeet are bare. Bodies, bent to every attitude--or collected\nand stored by part--line every inch of wall and ceiling, all\nleathery, all still.\n\nShe goes from chamber to chamber. If something catches her\neye, she approaches, no matter if it is low or high up it is.\nPhysics don’t matter here. She peers into the face of a dres-—\nsed bride hung from the ceiling. She peers into the faces of\na row of young boys seated on the floor along the wall, all\ndressed in woolen suits and caps.\n\f41.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe peers into the face of a dres-—\nsed bride hung from the ceiling. She peers into the faces of\na row of young boys seated on the floor along the wall, all\ndressed in woolen suits and caps. 41. \n\nTARGET SECTION TO BE ANNOTATED:\nAll the while, the FONT leads her to the sound of HER OWN\nBREATHING.\n\nCUT TO:\nEXT. MARKOS COMPANY -- DAWN\n\nThe street is empty in the early, frosty morning. At the\nfront door of the company stand DETECTIVES HALLE (40) and DE-\nTECTIVE MOSER (60). They’ve knocked. They stomp their feet to\nstay warm and Moser knocks again. In a moment, the door is\nopened by Miss Vendegast.\n\nDETECTIVE HALLE\n<< Good morning, Ma’‘am. We'd like\nto talk to someone in charge, Mrs.\nMarkos if she’s here, about a girl\nnamed--\n(looking at his notepad)\nHingle. Patricia Hingle. >>\n\nMiss Vendegast says nothing, but he responds as if she has.\n\nDETECTIVE HALLE (CONT’D)\n<< Someone named “Blanc,” then. >>\n\nMISS VENDEGAST\n<< Yes. I am she. Why don’t you fol-\nlow me inside? >>\n\nShe stands aside to let them in and they disappear inside the\nbuilding marked “Tanz.”\n\nCUT TO:\nINT. MARKOS COMPANY, STAIRCASE/CORRIDORS -- DAY\n\nSara leads Susie down to the first level, past rooms where\nmembers of the Corps are rehearsing with the répétiteurs, and\nthen further into the building. They come down a corridor and\nhear some LAUGHTER coming from a further office, but the rest\nof the floor is quiet. They find a door marked:\n\n“Miss Martincin, Accountant”\n“Miss Holzmann, Touring Director”\n\nIt is unlocked. They slip in and close the door silently be-\nhind them.\n\nINT. MARKOS COMPANY, ACCOUNTANT’S OFFICE -- DAY\nIn a back room of the office, Sara and Susie move to an\n\nalcove where there are half a dozen filing cabinets. They are\nall locked.\n\f42.\n\nSara looks through the nearest desk and finds a nail file in\nMiss Martincin’s drawer. She proceeds to slide it into a gap\nabove the drawer, find the latch, and nudge it open.\n\nSusie keeps looking toward the door.\n\nThe first cabinet is not what they’re looking for. But the\nsecond is personnel files, including a file for each dancer.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie keeps looking toward the door. The first cabinet is not what they’re looking for. But the\nsecond is personnel files, including a file for each dancer. \n\nTARGET SECTION TO BE ANNOTATED:\nSara quickly scans through them.\n\nSARA\nPatricia’s isn’t here anymore.\n\nSUSIE\nTry Olga’s.\n\nSara looks.\n\nSARA\nEveryone’s here but them.\n\nSusie looks at through everything on Miss Martincin’s desk,\nin her inbox, but there’s nothing.\n\nSara checks the Rolodex, flipping through the typed cards. A\nbad reproduction of John Atkinson Grimshaw’s “The Lady of\nShalott II” hangs over the desk, ignoring them.\n\nSARA (CONT’D)\n\nI just need a number. For a parent--\nor anyone who can tell us for sure\nshe’s not in Berlin.\n\nSusie holds up a hand, hearing something. The BREAKFAST BELL.\n\nSUSIE\nMaybe Olga will come back on her\nown, when she cools off.\n\nSARA\nThen why remove her file? As if she\nwas never here.\n\nSUSIE\nBlanc may not want her back even if\nshe does come.\n\nA dead end. Sara shrugs, not happy. She tosses the nail file\nback in the drawer and something catches her eye. She pulls\nthe desk drawer out even further and finds, in the back:\n\nAt least a dozen tubes of lipstick, worn to varying degrees.\nAnd at least as many little eye shadows.\n\f43.\n\nINT. CORRIDORS, MARKOS COMPANY -- DAY\n\nThey come silently back out into the corridor. As they turn\nto head back, another BURST OF LAUGHTER comes from a back of-\nfice. There is something mocking in it.\n\nSusie takes a step away from Sara to look discreetly around\nthe next corner. Through a door that’s half open, Susie can\nsee through one office into the next.\n\nSUSIE'S POV: Detectives Halle and Moser stand expressionless\nand naked before Miss Tanner, Miss Huller, and Miss Vende-\ngast, their cocks hanging out. Moser's body is paunchy, with\na scar from a bullet wound on his side. Halle has tattoos\nlike a longshoreman and traces of an athletic past lost to\nbeer and schnitzel. Miss Huller steps into view behind Ven-\ndegast and Tanner. The women recline in their chairs, chat-\nting over what they like.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHalle has tattoos\nlike a longshoreman and traces of an athletic past lost to\nbeer and schnitzel. Miss Huller steps into view behind Ven-\ndegast and Tanner. The women recline in their chairs, chat-\nting over what they like. \n\nTARGET SECTION TO BE ANNOTATED:\nAN IMAGE flashes in Susie’s head next: Detective Halle raised\nup in some kind of web. His mouth is covered with it, so he\nis silent. He hangs in a restless void, in some kind of sus-\ntained animal release.\n\nSusie steps back out of view, jolted by these images. Sara\nhasn’t seen what she’s seen, so Susie steers her back toward\nthe staircase to the first floor. Susie looks back once, but\nsays nothing.\n\nCUT TO:\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nSusie and Sara are in rehearsal. Caroline smokes between\nthem. Madame Blanc is walking among them. Miss Mandel and\nMiss Millius are also there.\n\nBLANC\nNow that you’re warmed up, I want\nto tell you some news that might ex-\ncite you: In addition to putting on\nVOLK this fall, we will start work-\ning on something new. Of my own.\n\nThis causes a frisson of excitement among the dancers.\n\nBLANC (CONT'D)\nAnd there’s no protagonist in this\ndance. Instead, we have five equal\nmain parts, and an equal number of\nsecondary parts. Today, we'll im-\nprovise, by my direction, with Mis-—\nses Mandel and Millius.\n(MORE )\n\f44,\n\nBLANC (CONT'D)\nCaroline, Sonia, and Sara also come\nup. You are the five.\n\nCaroline, Sara, and Sonia step forward. Susie watches, wait-\ning, already knowing there will be something for her.\n\nBLANC (CONT'D)\nSusie you will improvise with no\ndirection. I’m interested in your\ninstincts here. Consider yourself a\nradical libre, moving around the\nothers as you choose.\n\nSusie comes forward. Everyone around her is experiencing a\nshift in attitude about her. The creator has chosen her muse\nand, as members of a company, the others must abide. But one\ncan feel how badly they wanted it to be them, to be close to\nBlanc, and if not her, than close now to Susie.\n\nBLANC (CONT'D)\nThere are basic nine movements to\nuse. Miss Mandel will show you--\n\nSUSIE\nWhat is the piece called?\n\n. BLANC\n“OFFNEN WEIDER.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nMiss Mandel will show you--\n\nSUSIE\nWhat is the piece called? . BLANC\n“OFFNEN WEIDER. \n\nTARGET SECTION TO BE ANNOTATED:\n “OPEN AGAIN.\"\n\nCUT TO:\n\nAll six dancers are in motion. The five principals are ina\nformation, a kind of rotating crown, pulsing in and out.\n\nSusie darts among them. Within her improvisation, she finds\nherself paying increasing attention to the floor. She comes\nto one particular spot, dances over it, comes to it again.\n\nFinally, she finds herself reaching out to it, touching the\nspot, putting her torso on it, then her face. It’s strange.\n\nBlanc is watching her closely, wondering what could be prompt-\ning this. Then it dawns on her. She shoots a look at Tanner,\nwho levels a mildly defiant look back. Then Blanc looks back\nat the spot on the floor.\n\nINT. MARKOS COMPANY, BLANC’S OFFICE -- DAY\n\nBlanc has brought Miss Tanner to her office. She is enraged.\n\nBLANC\n<< You should have told me. >>\n\f45.\n\nMISS TANNER\n<< Why? Mother wanted it. She\nwanted to feel Susie for herself.\nBe in the same space. >>\n\nBLANC\n<< I thought we agreed to stop\nusing that title. >>\n\nMISS TANNER\n<< Markos is and will always be our\nMother. >>\n\nBLANC\n<< It’s offensive. If Markos was\ntruly a Mother, we wouldn’t need to\nsave her life. >>\n\nMISS TANNER\n<< You should have told her about\nMiss Bannion yourself. Now Mother\nwants her. >>\n\nBLANC\n<< And if Miss Bannion doesn’t want\nMarkos? Are we to waste another\ngirl so quickly? >>\n\nMISS TANNER\n<< You mean waste another dancer.\nYou were going to keep her for your-\nself, Blanc. Or is it that you\ndon’t want Markos to survive? >>\n\nBLANC\n<< I want what’s best for all. >>\n\nMISS TANNER\n\n<< Everyone voted. You are not the\nlight we chose to follow. If Markos\nwants this girl, you must prepare\nher. >>\n\n(sincerely)\n<< Markos will live. We found the\ngirl in time. >>\n\n \n\nA beat. It’s not exactly how she would put it.\n\nBLANC\n<< I won’t rush again. I will tell\nMarkos when the girl is ready. She\nmust be made to be willing.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLANC\n<< I won’t rush again. I will tell\nMarkos when the girl is ready. She\nmust be made to be willing. \n\nTARGET SECTION TO BE ANNOTATED:\n I will\n\nnot do it any other way. >>\n\f46.\n\nINT. STAIRWAY/RESIDENTS’ CORRIDOR, MARKOS COMPANY -- DAY\n\nAfter rehearsal, Susie and Sara walk back to their corridor.\nSusie is a little disturbed.\n\nSARA\nSomething in the sequence-- the\nones-to-twos. I’ve never seen her\nuse those moves that way before.\n(beat)\nIt’s exquisite. The whole thing.\n\nSUSIE\nDid anything-- happen to you dur-\ning it?\n\nSARA\n\nWhat do you mean?\n\nSUSIE\nYou didn’t feel someone there?\n\nSARA\nSomeone?\n\nSusie considers this. She says, more to herself.\n\nSUSIE\nIt was Markos.\n\nA beat. Sara looks at her.\n\nSARA\nWhat made you say that?\n\nSUSIE\nI don’t know.\n\nSARA\n(louder than she means)\nSo why say it?\n\nSUSIE\nI didn’t mean to make you upset--\nSARA\nIt’s just--\n(beat)\n\nIt’s the sort of thing Patricia\nwould say. Don’t start bugging out\nat nothing, too. I couldn’t handle\nit.\n\nThey get to their floor and stop at the top of the stairs.\n\f47.\n\nSuddenly there is a SCREAM in one of the room. EXCITED PANIC.\nSara and Susie go toward it, alarmed. They see girls racing\nto their rooms.\n\nSARA (CONT’D)\nWhat’s going on?!\n\nOne of the dancers, MARKETA (20s), tells them, breathlessly.\n\nMARKETA\nBowie’s doing a surprise concert\ntonight at S036! For “Helden”! It\nwas just on the radio--\n(almost hysterical)\nIf we stand a chance of getting in\nwe've got to go now!\n\nSara runs for her room. Sonia and Caroline come marching down\nthe hall in ruffled coats, all glossed up now. Sonia screams:\n\nSONIA\n“THE FUTURE BELONGS TO THOSE WHO\nCAN HEAR IT COMING!!!\"\n\nCUT TO:\n\nINT. CLUB SO36 -- NIGHT\n\nThe girls are crammed into the intimate venue, under racks of\nhot lights, thirty feet from DAVID BOWIE (30), who is in the\nmiddle of “Beauty and the Beast.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nSonia and Caroline come marching down\nthe hall in ruffled coats, all glossed up now. Sonia screams:\n\nSONIA\n“THE FUTURE BELONGS TO THOSE WHO\nCAN HEAR IT COMING!!!\"\n\nCUT TO:\n\nINT. CLUB SO36 -- NIGHT\n\nThe girls are crammed into the intimate venue, under racks of\nhot lights, thirty feet from DAVID BOWIE (30), who is in the\nmiddle of “Beauty and the Beast. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVID BOWIE\nThat's my kind of highroad, gone\nwrong. My-my, smile at least. You\ncan't say no to the Beauty and the\nBeast.\n\nThe crowd is hopping up and down the beat, more of less in\nunison. The others are ecstatic, but Susie is having trouble\nstaying in the moment. She’s hearing BREATHING, SIGHS, even\nhere.\n\nDAVID BOWIE (CONT'D)\nSomething in the night. Something\nin the day. Nothing is wrong. But\nsomething's in the way.\n\nShe covers her ears, but the SIGHS remain.\n\nCUT TO:\n\f48.\n\nEXT. BERLIN, STREET -- NIGHT\n\nThe girls walk home from the concert, excited, sated. They\ncome to a platz across which they can see cafes. Sara notices\nthe dance matrons sitting outside one and points.\n\nTHEIR POV: Madame Blanc, Miss Tanner, Miss Millius, Miss Man-\ndel, Miss Huller, Pavla, Miss Vendegast, and a few others,\n\nare gathered around cafe tables pushed together, having an ev-\nening as well. They are brazenly unfashionable. All of Berlin\ngoes on around them, taking no notice.\n\nEXT. BERLIN, CAFE -- NIGHT\n\nNone of the women turn to look at the girls across the\nstreet, but they know they are there. Madame Blanc tells the\nothers:\n\nBLANC\n<< It’s good for her to see us like\nthis. That we’re still part of the\nworld. >>\n\nMISS TANNER\n(casually)\n<< She’s already seen a lot. >>\n\nMISS MILLIUS\n<< Seen with her heart. Maybe she\neven senses what’s coming. It’s not\nfar off now. >>\n\nMISS MANDEL\n<< What about the witness? It is\nnot too early to discuss this.\nWho'll be our witness there? >>\n\nMISS MILLIUS\n<< One of our new friends from the\nPolizei? >>\n\nMISS HULLER\n<< I like the younger one. >>\n\nThey laugh all over again. Miss Huller is a bit more serious\nabout the question.\n\nMISS HULLER (CONT’D)\n<< We’re forgetting. We already\nhave a witness. >>\n\nCUT TO:\n\f49.\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nMISS HULLER (CONT’D)\n<< We’re forgetting. We already\nhave a witness. >>\n\nCUT TO:\n\f49. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARKOS COMPANY, SARA'S ROOM -- NIGHT\n\nThe muffled sound of WOMEN LAUGHING, returning from a night\nout, can be heard in Sara’s room. Sara is not quite asleep.\nShe hears it. It sounds like it’s coming from the opposite\ndirection than the hallway, though.\n\nINT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT\n\nSusie is deeply, almost hypnotically, asleep now, deep in a\ndream.\n\nINT. MUTTERHAUS, THE ROOM OF HOLES -- NIGHT (DREAM)\n\nSusie is naked, sitting on the floor, legs spread, knees up,\n\nchest-to-back in a tight line with the other girls. She can’t\nmove her arms. She looks and sees the floor is full of smooth\nholes cut out of the wooden studio floor. Women are reaching\n\nup from below through the holes to hold the girls’ wrists so\n\nthey cannot get up.\n\nThe room is enormous and dim, but Susie can see other matrons\naround them, staying a few steps back. The other girls are\ngetting increasingly panicked. Some are crying, begging to be\nlet free.\n\nA sound is in the room with them. A wet, diseased breathing.\n\nAt the front of the line, a woman floats forward. She is\nthree feet off the ground. She spreads her robes and her hea-\nvyset, aged torso can be vaguely seen in the dark. Something\nis dripping from between her legs. As she levitates over the\nfirst girl--robes sliding over the girl’s shoulders--the girl\nturns her face away from the dripping coming from above, re-\npulsed and afraid. So does the next girl, and the next. The\nwomen on the periphery are chanting in the whisper:\n\nWITCHES\n“Mother Is! Mother Is! Mother Is!”\n\nSusie is trying to fight down her own panic. She’s shaking.\nThe Mother approaches just overhead. Susie makes a decision:\nShe throws back her head, opens her mouth, sticks out her ton-\ngue to receive the blood.\n\nBACK TO:\nINT. SUSIE'S ROOM, MARKOS COMPANY -- NIGHT\n\nSusie shouts, with urgency and defensiveness:\n\nSUSIE\nI know who I am. I KNOW who I AM!\n\f50.\n\nSara is suddenly there, shaking Susie awake.\n\nSARA\nIt’s all right.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n50. Sara is suddenly there, shaking Susie awake. SARA\nIt’s all right. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s all right!\n\nSusie is awake in a snap, able to separate things quickly.\nCaroline and another dancer, DOLL (30) stick their sleepy\nfaces in as well.\n\nCAROLINE\nIs she all right?\n\nSARA\nJust a nightmare.\n\nDOLL\nThe Markos Company special. I’m\nsurprised it took this long.\n\nThey disappear from the door.\n\nSUSIE\nI’m sorry. I’m-- Did I wake you up?\n\nSARA\nI was coming back from the toilet.\nYou scared the hell out of me,\nthough.\n(beat)\nMove over.\n\nA beat before she realizes Sara is serious. Susie scoots over\nto make room in the bed.\n\nSUSIE\nI never had a sleepover. Just my\nsisters--\n\nSARA\n\nWell, we’re sisters now aren’t we?\nSara closes her eyes, happy, and tries to fall back into it.\n\nSUSIE\nFirst one back to sleep wins.\n\nSusie keeps her eyes open, alert. She’s jolted. And learning.\nCUT TO:\nEXT. EAST BERLIN, FRIEDRICHSTRABE -- DAY\n\nKlemperer sits at his small fountain in the stonework, finish-\ning his breakfast ritual. He gets up and says to the air:\n\f51.\n\nKLEMPERER\n<< Tomorrow, then. >>\n\nINT. TRANENPALAST -- DAY\n\nKlemperer waits to come back into West Berlin in the Soviet-\nrun “Palace of Tears,” named so for all the tearful goodbyes\nof family, friends, and lovers separating again to two sides\nof a wall that may not permit any further reunions.\n\nKlemperer, who does not have this particular kind of tears,\njust waits to be let through.\n\nINT. BUNDESKRIMINALAMT, WAITING AREA -- DAY\n\nBack in West Berlin, Klemperer waits in the reception area of\na Federal Criminal Police Station. The waiting room is pack-\ned.\n\nA TELEVISION hanging from the ceiling shows footage of the\nhijacked Lufthansa at yet another airport. Now it’s in Mogadi-\nshu.\n\nKlemperer sits in front of a row of posters with a BKA logo\nat the top and the headline “TERRORISTEN.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nA TELEVISION hanging from the ceiling shows footage of the\nhijacked Lufthansa at yet another airport. Now it’s in Mogadi-\nshu. Klemperer sits in front of a row of posters with a BKA logo\nat the top and the headline “TERRORISTEN. \n\nTARGET SECTION TO BE ANNOTATED:\n They feature pho-\ntos of dozens and dozens of men and women, some with names,\nothers with question marks. Some are crossed out. There’s a\nphoto that looks a lot like Patricia, which is not crossed\nout.\n\nINT. BUNDESKRIMINALAMT, AGENT'S OFFICE -- DAY\n\nKlemperer sits down with BKA AGENT ALBRECHT (40) and AGENT\nGLOCKNER (40). Any person passing in the hall causes the a-\ngents to glance up as if they are waiting to be summoned to\nbreaking news. But each person passes by.\n\nA crucifix hangs on the wall. One of the Agents is a religi-\nous man.\n\nKLEMPERER\n<< The officers said they found no-\nthing amiss. But I-- feel, perhaps,\nthey never went. >>\n\nAGENT ALBRECHT\n<< It’s not really your place to\nspeculate on that. Do we agree? >>\n\nKlemperer knows how to respond to questions like these. He\nlooks at the desk and nods.\n\nAGENT ALBRECHT (CONT’D)\n<< You say it’s a dance school? >>\n\f52.\n\nKLEMPERER\n<< Not a school, but yes, for dance-\nrs. >>\n\nAGENT ALBRECHT\n<< She’d been threatened there? >>\n\nKlemperer thinks for a moment how to answer.\n\nKLEMPERER\n\n<< I think it’s more. She had a de-\nlusion about there being a coven of\nwitches at the company. She had\nthis delusion for months. >>\n\n(beat)\n<< At the center was a woman she\ncalled “Mother Markos.” It only\njust occurred to me since she has\nbeen missing that her delusion\ncould be real. >>\n\nAgent Glockener smiles, irritated. Klemperer does not.\n\nAGENT ALBRECHT\n<< You believe in witches, Doctor?\n(beat)\nDo you understand the kind of week\nwe're having? >>\n\nKLEMPERER\n<< Not the element about witches,\nbut the one about a organization\noperating in secret. >>\n\nThis pulls the agents’ attention in. They stop tracking\nwhat’s going on in the corridor and give Klemperer their full\nattention.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nAGENT ALBRECHT\n<< You believe in witches, Doctor? (beat)\nDo you understand the kind of week\nwe're having? >>\n\nKLEMPERER\n<< Not the element about witches,\nbut the one about a organization\noperating in secret. >>\n\nThis pulls the agents’ attention in. They stop tracking\nwhat’s going on in the corridor and give Klemperer their full\nattention. \n\nTARGET SECTION TO BE ANNOTATED:\nKLEMPERER (CONT’D)\n<< I’ve written the names of women\nshe mentioned specifically. >>\n\nHe pulls a slip from his wallet and gives it to them. We see\nthe names “Mandel,” “Millius,” “Huller,” “Tanner,” “Blanc”\nand, of course “Markos.”\n\nAGENT ALBRECHT\n<< And Miss Hingle. Did she have\npolitical affiliations, too? >>\n\nKlemperer lies with ease about this.\n\f53.\n\nKLEMPERER\n<< Not to my knowledge.\n(beat)\nI just want to be certain she is\nsafe. >>\n\nCUT TO:\nINT. BUNDESKRIMINALAMT, CORRIDOR -- DAY\nAgent Glockner escorts Klemperer out.\nAGENT GLOCKNER\n<< You did right to come. If you\nsee Miss Hingle call us immediate-\nly. But we’ll look into this. >>\nKlemperer says through a joyless smile:\nKLEMPERER\n<< This isn’t the first time we've\nmet, Agent Glockner. >>\nGlockner just looks at him, not making a connection.\nKLEMPERER (CONT’D)\n<< You were a police officer in\nSchéneberg, yes? You helped me try\nto locate my wife. >>\nHe looks at Klemperer, suspicious now.\n\nGLOCKNER\n<< Your wife also went missing? >>\n\nKLEMPERER\n<< Two years before the Russian\ncharge. >>\nGlockner’s suspicion fades and is replaced by a kind of pity.\nKLEMPERER (CONT’D)\n<< Anke Zisman. 1943. From the\nrecords, you helped me cross off\nPoland. I am still grateful. >>\nCUT TO:\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nThe company is rehearsing “VOLK.” They dance a long portion\nwithout stopping.\n\f54.\n\nSome of the dancers are wearing different costume prototypes.\nMiss Huller, the production designer, stands with Blanc, com-\nmenting on the nuances of each option.\n\nSusie is refining every move. She is pushing out of a sa-\nvant’s intuition into her choreographer’s intention.\n\nAll the dancers are tuned in, but getting exhausted.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie is refining every move. She is pushing out of a sa-\nvant’s intuition into her choreographer’s intention. All the dancers are tuned in, but getting exhausted. \n\nTARGET SECTION TO BE ANNOTATED:\n They\nreach a place where Blanc calls a stop. She immediately comes\nover to Susie to confer.\n\nBLANC\nPart of a jump is muscle, and that\nwill improve as you condition, Su-\nsie, but you have an aversion to\nthem and I don’t know why. You’re\nhappy to be stuck to the Earth?\n\nSome of the dancers laugh. Susie does as well. She shakes her\nhead.\n\nBLANC (CONT'D)\n\nThere is a yield before the push\nyou aren’t quite understanding. Car-\noline-- Do a series, please. Susie\nwatch closely.\n\nCaroline does several jumps in succession.\n\nBLANC (CONT'D)\nNow you.\n\nSusie attempts the same moves. They are not as high or as pre-\ncisely articulated.\n\nSUSIE\n(frustrated)\nWhat I really want is to be on the\nfloor here anyway.\n\nBLANC\nOf course you do. You're mistaking\na limitation for an artistic prefer-\nence.\n\nSUSIE\nAt this point, the jumps are oppos-\ning the pull of the structure, but\nit’s soon for that, no? The rolls\nand ground moves are keeping the o-\nther dancers pushed down--\n(beat)\n\nThis could echo that on a slightly\nhigher point of elevation.\n\f55.\n\nSusie does a grotesque, fast crawling lope over the floor. It\nis a truly strange movement. Blanc watches her, not defensive-\nly, but really listening.\n\nSUSIE (CONT'D)\n\nIf I stayed close to the ground now\nand went straight into the leaps\nwhere you have them later, isn’t\nthat more to the point? The resis-—\ntance is more desperate, no?\n\nA beat as Blanc considers, then rejects this.\n\nBLANC\nYour insight’s impressive. Your\ninterpretation, less so.\n\nSusie waits for more, still catching her breath.\n\nBLANC (CONT'D)\n\nThis dance came out of living in\nBerlin during the Reich, something\nyou have no way of climbing inside.\nIf you think I’m indicating levels\nof resistance with levels of height\nyou've not only misunderstood the\ndance, but my character as well.\n\nSusie concedes with a nod.\n\nBLANC (CONT'D)\nYou may become a great choreogra-\npher. But not before you are a\ngreat dancer.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie concedes with a nod. BLANC (CONT'D)\nYou may become a great choreogra-\npher. But not before you are a\ngreat dancer. \n\nTARGET SECTION TO BE ANNOTATED:\n Let’s get you in the\nair first.\n\n(beginning again)\nAllez!\n\nCUT TO:\n\nAfter rehearsal, the dancers pick up their things and begin\nfiling out. Blanc packs up her bag, her back to everyone. Sa-\nra goes to Susie.\n\nSARA\nWe're going to the Ufer for coffee.\n\nBLANC\n(without turning)\nSusie, hold on a moment--\n\nA beat. Susie looks at Blanc’s back, and shrugs to Sara. Sara\ngives her a supportive smile and heads out with the others.\n\f56.\n\nWe then watch Blanc’s face in closeup We see the dancers lea-\nving over her shoulder.\n\nAs they go: Caroline collapses in the doorway and begins sei-\nzing. Blanc turns and rushes to her side. She has to climb o-\nver Caroline's jerking legs and torso to get out in the hall\nwhere the girl’s head is. Blanc keeps her from swallowing her\ntongue.\n\nThe other dancers watch from both out in the hall and inside\nthe studio, alarmed, helpless.\n\nCUT TO:\nINT. MARKOS COMPANY, RESIDENCE CORRIDOR -- DAY\nSara, Sonia, and Marketa look in on Caroline. She’s propped\nup in bed, with color in her cheeks. DR. BISCHOFFS (50s) is\n\nthere, consulting with Miss Vendegast.\n\nThe girls pull on their coats and head downstairs. Susie is\nnowhere around.\n\nEXT. MARKOS COMPANY -- DAY\n\nSara, Sonia, and Marketa come out into the sunlight and cold\nand enter the flow of the sidewalk traffic.\n\nSONIA\nShe hit her head hard. I heard it.\nI hope nothing comes of that.\n\nMARKETA\nShe doesn’t eat enough. We all tell\nher.\n\nThey get only a quarter of a block before an old man stands\nup from a bench and steps forward. It’s Dr. Klemperer.\n\nKLEMPERER\nI'm looking for a dancer. From your\nMarkos company--\n\nMARKETA\nWho are you looking for?\n\nBut he already knows the answer. He steps up to Sara.\n\nKLEMPERER\nYou are Sara?\n\f57.\n\nMarketa and Sonia look at Sara, who is looking at Klemperer\ntrying to place him. She has no idea who he is.\n\nCUT TO:\nINT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarketa and Sonia look at Sara, who is looking at Klemperer\ntrying to place him. She has no idea who he is. CUT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARKOS COMPANY, CORRIDOR -- DAY\n\nMadame Blanc brings Susie a little further into the company.\nSusie is doing an admirable job of hiding her nerves, having\nno idea what is about to happen next. Blanc says, mildly:\n\nBLANC\nCertainly, part of the issue is--\nand always is--not being able to\nsee your body in space. One angle,\nin a mirror, or even on film, is\nnot enough.\n\nINT. MARKOS COMPANY, “MIRRORED” STUDIO -- DAY\n\nBlanc brings Susie into a small, pitch black studio and turns\non the lights. Susie sees reflections of herself and Blanc ev-\nerywhere she turns. She smiles.\n\nThis is the same studio where Olga was killed. The parquet is\nrecently polished. The mirrors clean and streakless.\n\nBLANC\nThere’s a reason the tour en l’air\nis mostly given to men in ballet.\nThey have the strength to achieve\nit. But it’s wrong to think of the\ngoal as height. The goal is having\nenough space under you. Your two-to-\ntwos are very close to fine, but\nthe one-to-ones you have to think\nof differently. Every movement that\ntakes air must be a coup de foudre.\n\nSUSIE\nI don’t understand what that means.\n\nBLANC\nA strike of lightning! A bolt of\nsudden love, actually. Graham used\nto say: “Every dance is a fever\nchart. A graph of the heart.”\n\nThough she is explaining, Blanc is being more vulnerable than\na teacher would be. It carries a very light erotic charge.\n\nSUSIE\nThat’s beautiful. Your dances are\nbeautiful like that.\n\f58.\n\nBLANC\nNo, Susie. Never. There are two\nthings dance cannot be anymore--\n“cheerful,” and “beautiful.” We are\nwomen, aren’t we. We must break the\nnose of every beautiful thing.\n\nSusie nods, trying to understand. She looks at the floor and,\n\nfor one moment, she sees the parquet in a jumble of pieces as\n\nit must have looked when it was being laid, then rotting from\ndisrepair. These images come in a flash and then are gone. Su-\nsie catches her breath.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks at the floor and,\n\nfor one moment, she sees the parquet in a jumble of pieces as\n\nit must have looked when it was being laid, then rotting from\ndisrepair. These images come in a flash and then are gone. Su-\nsie catches her breath. \n\nTARGET SECTION TO BE ANNOTATED:\nBLANC (CONT'D)\n(directly)\n\nIf you’re going to dance, you must\n\nlearn one of the languages of\n\ndance. It should be French. You’1l\n\nnever learn Russian if you’re only\n\nstarting now. You’d go insane--\n(beat)\n\nAre you warm enough here?\n\nSUSIE\nYes, thank you.\n\nBLANC\nStretch if you need to. Otherwise\nlet's watch you jump, here, where\nyou can see every angle.\n\nSusie readies herself and tries a jump. It is inches higher.\nBlanc watches her closely to see if she understands what has\nhappened. Susie tries again and can feel the difference.\n\nSusie is clearly understanding something. Something momentous\nhas happened. Her jumps look exactly like Caroline’s in their\nform. They may in fact somehow be Caroline's.\n\nThis is a crucial moment and Blanc knows it. If Susie backs\naway from what’s happening, all is lost. But Susie looks her\nin the eye and tells her:\n\nSUSIE\nYou see? Sometimes I only need to\nbe told twice.\n\nBlanc’s relief is huge. She laughs, delighted, and in her\nlaugh, you can see the young woman she must’ve been at Su-\nsie’s age. Susie can’t help but laugh as well.\n\nCUT TO:\n\f59.\n\nINT. BERLIN, CAFE IN THE TIERGARTEN -- DAY\n\nSara has accompanied Dr. Klemperer into the Tiergarten where\nthey sit at a window table that looks out onto the park.\n\nON A TV: The news is showing Lufthansa flight 181 on the air-\nstrip in Mogadishu. The dead body of one of the hostages is\nunceremoniously tossed down to the tarmac.\n\nThe other patrons in the restaurant are watching this, their\nbacks to Klemperer and Sara.\n\nKLEMPERER\nShe said she was going to come back\nfor you. That she’d left a note--\n\nSara shakes her head, touched even in her confusion.\n\nSARA\nI don’t know what to make of any of\nthis. I know the kind of thing she\nwas involved with, but I don’t see\nhow any of it could be happening in-\nside the company.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat she’d left a note--\n\nSara shakes her head, touched even in her confusion. SARA\nI don’t know what to make of any of\nthis. I know the kind of thing she\nwas involved with, but I don’t see\nhow any of it could be happening in-\nside the company. \n\nTARGET SECTION TO BE ANNOTATED:\nKLEMPERER\nShe describes it in terms of a revo-\nlutionary movement in a moment of\ncrisis. A crisis of leadership, and\nmandate. Stay underground, or come\nout in force. Stasis, reinvestion,\nor extinction.\n\nSARA\n\nI live there. I have friends there.\nI don’t see any evidence of this at\nall.\n\n(beat)\nNo one has ever approached me, or\nany of the other girls as far as I\nknow--\n\nKLEMPERER\nRead this.\n\nKlemperer takes out Patricia’s yellow notebook. He turns to a\nparticular passage and waits for Sara to read it. She does,\nand then looks up at him in surprise.\n\nSARA\nBut this says “witches.”\n\nKlemperer puts his hands together, as if grounding himself.\n\f60.\n\nKLEMPERER\n\nMother Markos. Mother Meinhoff.\nDance rehearsal, political action,\nparanoia. In Patricia's life, these\nthings were of equal influence. And\nthat is how transferences happens,\nhow delusions are made. A delusion\nis a truth that tells a lie, Sara.\n\n(beat)\nPatricia’s fantasies might have\nbeen her way of processing another\nform of oppression or intellectual\nmanipulation.\n\nSARA\nThe company is a --family. There’s\na lot of love there.\n\nKLEMPERER\nLove and anarchy have lived in the\nsame houses for centuries. They are\nforever friends.\n\nSARA\nI sorry. I don’t see this.\n\nKLEMPERER\nThere may be things the police\nmissed. Patricia talks about whole\nsecret parts of the building. Actu-\nal rooms that are hidden--\n\nSara looks at him, putting something together. But she dis-\nmisses it immediately.\n\nKLEMPERER (CONT’D)\n--where a chapter could meet, or a\ncell could use as its base.\n\nBut Sara gets up and collects her purse.\n\nKLEMPERER (CONT’D)\nMiss--\n\nSARA\nI don’t want to be disrespectful,\nDoctor. I don’t. But you’re asking\nme and I’m telling you: It’s a\ndance company. We are not talking\nabout anything else. I’m sorry.\n\nKLEMPERER\nLook harder.\n\f61.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m sorry. KLEMPERER\nLook harder. 61. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA\nThank you for caring about Patric-\nia. But I hope you don’t come\nagain.\n\nShe leaves. Klemperer can’t run after her, so he is forced to\nwatch her stride off. She doesn’t look back.\n\nEXT. BERLIN, TIERGARTEN -- DAY\n\nSara walks far enough away to be out of Klemperer’s view be-\nfore she slows down again. She rubs her neck, looking very\nunsure and alone.\n\nCUT TO:\nINT. MARKOS COMPANY, BASEMENT LAUNDRY ROOM -- DAY\n\nSonia and Doll are in the company basement using the washing\nmachines in the costume department to do their personal wash.\nCaroline is with them, back on her feet. They are talking o-\nver the NOISE of the machines.\n\nDOLL\nIf they aren’t already, they will\nbe. I’ve never see Blanc take to a\ngirl like this.\n\nCAROLINE\nStill, she is good.\n\nDOLL\nShe's good, but she’s a péquenaud.\n\nSONIA\nI heard she’s from some kind of re-\nligious family. From Pennsylvania--\n\nSonia glances behind her and sees Caroline is on the floor a-\ngain, seizing even harder this time.\n\nCUT TO:\nEXT. BERLIN, POTZDAMER PLATZ -- DAY\nBerliners coming home from work are treated to an odd site:\nA dozen of the Markos company matrons have come out in start-\n\nling costumes of black crepe that begin high over their heads\nand flow to the ground. Their faces are hidden.\n\f62.\n\nThey have put out the Markos Company’s insignia with a time\nand date below it on the pavement and perform a public dance\nto advertise the company’s performance of “VOLK,” happening\nin one week’s time. They chant, to a SLOW DRUM:\n\nMATRONS\nCOME, COME, COME and SEE. COME and\nSEE the DAUGHTERS.\n\nAs dance, it is something subtle and new. As an invitation,\nit is a little unnerving. They do gather a crowd, however.\n\nCUT TO:\nINT. MARKOS COMPANY, RESIDENTS’ CORRIDOR -- NIGHT\n\nMost of the dancers have gone to bed. It is just before mid-\nnight.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nINT. MARKOS COMPANY, RESIDENTS’ CORRIDOR -- NIGHT\n\nMost of the dancers have gone to bed. It is just before mid-\nnight. \n\nTARGET SECTION TO BE ANNOTATED:\nThere are a few still brushing their teeth, brushing out\ntheir hair for the night, writing letters. The last laugh of\nthe night can be heard, the last switching off of a RADIO.\nOne of two more doors shut for the night.\n\nSara down the corridor with her shower bucket and sees: There\nis no light under Susie’s door. She almost knocks.\n\nINT. MARKOS COMPANY, SARA'S ROOM -- NIGHT\n\nSara sits up in her desk chair, trying not to fall asleep.\n\nShe nods off, then snaps awake. She pinches herself, hard. Fi-\nnally, she hears what she has been waiting for: MUTED SOUNDS\nand VOICES like the other night. She gets up and goes to put\nher ear on the wall.\n\nIt's there, behind the wall. She moves to one corner and goes\non her knees to listen in the corner. It’s louder there. Then\nthe voices behind the wall pass the room. Sara marks the spot\nwhere she’s listening and the quickly follows the voices.\nThey climbs up the wall until she loses them at the top of\nthe other side.\n\nWhat’s hidden between her and Susie’s room is a stairway.\nINT. MARKOS COMPANY, RESIDENCE CORRIDOR -- NIGHT\n\nSara comes out to the corridor that links the two residents’\nhallways. She stands at the midpoint between her room and Su-\nsie’s. The shaded hall sconces are turned on low, but it’s e-\nnough for her to see.\n\nStarting at this midway point, she walks toward the shadowy\nmain stairway and counts her steps.\n\f63.\n\nSUSIE\n--39. 40. 41. 42.\n\nINT. MARKOS COMPANY, CORRIDOR -- NIGHT\n\nShe comes down a floor and counts steps leading back in the\nsame direction. She hits a wall is inside the recessed door\nof a big exercise room. The recess is deep, about four feet.\nThe stairway must keep descending.\n\nINT. MARKOS COMPANY, CORRIDOR -- NIGHT\n\nShe comes down one more floor and counts her 42 steps. She\nends up at the door to the “mirrored” studio.\n\nThe company isn’t heated as warmly at night and she is shi-\nvering in just her nightgown.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARKOS COMPANY, CORRIDOR -- NIGHT\n\nShe comes down one more floor and counts her 42 steps. She\nends up at the door to the “mirrored” studio. The company isn’t heated as warmly at night and she is shi-\nvering in just her nightgown. \n\nTARGET SECTION TO BE ANNOTATED:\n She goes in, but does not turn\non the light until she shuts the door behind her.\n\nThe light can be seen in the crack under the door.\nINT. MARKOS COMPANY, “MIRRORED” STUDIO -- NIGHT\n\nSara knows more or less which mirrored section of wall to go\nto from inferring where the secret stairs come down. She\ntries pushing on it, pulling. She runs a finger as far into\nthe crack between mirrors as she can. Nothing moves or sug-\ngests movement, until she tries the lip of the wainscotting,\nwhich pulls up as if on a hinge. And then the whole wall pan-\nel opens like a door.\n\nINT. MUTTERHAUS, FIRST ROOM -- NIGHT\n\nSara has to open the door wide to let in the light from the\n“mir-rored” studio enough to see. This is a small room with\nelegant shelves on every wall.\n\nOn the shelves are not the stacks of anarchist fliers, lamina-\nting machines for fake documents, and firearms she might have\nbeen expecting. What she finds are dozens of objects made of\nsilver or porcelain.\n\nSome are figurative: a trio of women, some mythical beasts, a\ndog. Some vaguely echo body parts and genitals. Some look to\nbe tools for some arcane function or another.\n\nThere is a smaller wooden door opposite the entrance which\nmust be where the staircase begins. Sara tries it, but this\none is locked. She can hear air rushing under the crack be-\nneath it. The SOUND is hypnotic.\n\nFeeling like she’s already overstayed a prudent amount of\ntime, she takes one of the objects from the shelves--a silver\nhook--and steps back out into the studio.\n\f64.\n\nINT. MARKOS COMPANY, “MIRRORED” STUDIO -- NIGHT\n\nShe closes up the door and makes sure it’s flush with the\nmirrored panel beside it. Then she hides the silver hook in\nher nightgown, turns off the light and goes out.\n\nCUT TO:\nEXT. BERLIN, STREETS -- DAY\n\nOn the street, Berliners heading to work watch TELEVISIONS in\na display window. A German Special Forces unit boarded Luft-\nhansa flight 181 in the night, killed three of the four hi-\njackers, and apprehended the last.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nEXT. BERLIN, STREETS -- DAY\n\nOn the street, Berliners heading to work watch TELEVISIONS in\na display window. A German Special Forces unit boarded Luft-\nhansa flight 181 in the night, killed three of the four hi-\njackers, and apprehended the last. \n\nTARGET SECTION TO BE ANNOTATED:\n The hostages are in the\nair again, this time heading home to Germany where they will\nbe received with a heroes’ welcome.\n\nINT. BERLIN, OFFICES -- DAY\n\nWorkers who have arrived early to their offices are gathered\naround TELEVISIONS there when the news breaks that all of the\nRAF prisoners at Mannheim Prison were just discovered dead in\ntheir cells after an apparent “suicide pact.”\n\nINT. MARKOS COMPANY, SONIA’S ROOM -- DAY\n\nDancers from the company are watching this news in their pa-\njamas, on a TELEVISION set Olga left behind. Some are crying.\nSonia says, to no one:\n\nSONIA\nThat’s it for Hanns-Martin Schley-\ner. They’ve got no reason to return\nhim alive now.\n\nSusie is the first to notice:\n\nSUSIE\nWhere’s Sara?\n\nCUT TO:\nEXT. FRIEDRICHSTRABE -- DAY\nSara is following directions she’s written out. She turns off\na main street and into the little alley that ends at Klemper-\ner’s building.\nINT. KLEMPERER’S APARTMENT, KITCHEN -- DAY\nSara and Dr. Klemperer are in his study. Every now and then\nFrau Sesame glances at them, but they’re far away and speak-\n\ning English. She sees Sara take an odd silver hook out of her\nbackpack.\n\f65.\n\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -- DAY\nSara is listening to Klemperer intently.\n\nKLEMPERER\nShe wrote of “Three Mothers” lost\nto time, predating all Christian in-\nvention. Pre-Devil. They are the\nsource of all energy and chaos:\nMother Tenebrarum, Mother Lachryma-\nrum, and Mother Suspiriorum. Dark-\nness, Tears, and Sighs.\n\nSARA\nI saw likenesses of them in the\nroom last night. In porcelain. Very\nfine things. They have money.\n\nKLEMPERER\nPatricia named Markos as a devotee\nof the Three Mothers, and who, in\nfact, thought she was one of them\nfor a time, but who is now ill and\ndying.\n\nSara bites her thumbnail.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey have money. KLEMPERER\nPatricia named Markos as a devotee\nof the Three Mothers, and who, in\nfact, thought she was one of them\nfor a time, but who is now ill and\ndying. Sara bites her thumbnail. \n\nTARGET SECTION TO BE ANNOTATED:\n She sees the photograph of Klemper-\ner’s wife on the bookshelf. She takes it in, then looks away.\n\nKLEMPERER (CONT’D)\nPatricia thought they were trying\nto recruit her. Groom her. For a\nplace in the matriarchy. That is\nhow Patricia described their goal:\nChange violent enough to take us\nback to a time of matriarchies. The\nquestion was whether to enact this\nchange in moderation from the sha-\ndows, or step into a new era of pub-\nlic work and constant recruitment.\nShe talks about “Markosites” who\nwere for the formers and “Blanc-—\nites” who were for the later.\n\nSARA\n(horrified, disappointed)\nMadame Blanc is involved in this?\n\nSara looks at the silver hook now lying on the table. In the\nfull light of day, it just seems bizarre.\n\nSARA (CONT’D)\nDo they think they are witches?\n\f66.\n\nKLEMPERER\n\nI do not believe in magic. People\ncan organize themselves to perpe-\ntrate an evil and call it magic.\nThat I can believe. And you can\ngive someone your delusion. That’s\nreligion-- That was the Reich--\n\n(beat)\nThe Reich had these things, too.\nEsoteric insignia. Esoteric ritual.\nThe important thing is that what\nyou found points to some kind of un-\nderground organization inside the\ncompany. These three “Mothers”\ncould simply be code names for\nfounding members, their histories\nmetaphoric.\n\n(beat)\nI think you’re living with very dan-\ngerous people, Sara. Incindiaries.\n\nSARA\nThen Patricia could still be in\nthere. In the building, I mean.\nThey could be holding her--\n\nKLEMPERER\nI cannot promise the authorities\nwill come to look at a closet full\nof porcelain and one locked door.\nNot this week, of all weeks. So\nstay safe. Alert. Until they come.\n\nSara begins to gather her things. Klemperer puts a hand on\nher arm.\n\nKLEMPERER (CONT'D)\n\n(re: the hook)\nIn fact, leave this here, or put it\nback. But don’t let them find it on\nyou, Sara.\n\nSara thinks it over.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nKLEMPERER (CONT'D)\n\n(re: the hook)\nIn fact, leave this here, or put it\nback. But don’t let them find it on\nyou, Sara. Sara thinks it over. \n\nTARGET SECTION TO BE ANNOTATED:\n She stands and shakes Klemperer’s hand.\nShe leaves it on the table and goes.\n\nEXT. BERLIN, PLATZ -- DAY\n\nHeading home, Sara skirts another protest. This one is get-\nting out of control. The police are no longer at a distance\ntaking photos. They are at attention with riot shield and\nguns ready on their hips.\n\nThe crowd waves photos of Baader, Ensslin, and Raspe. They’re\nall screaming:\n\f67.\n\nCROWD\n<< MURDER!!! MURDER!!! MURDER!!! >>\n\nCUT TO:\nINT. MARKOS COMPANY, MAIN STAGE -- DAY\n\nThe tech team, led by MISS KAPLITT (50s), is building the set\nfor the production of VOLK. Lighting is being rigged and test-\ned. A small house orchestra is rehearsing.\n\nINT. MARKOS COMPANY, DRESSING HALL -- DAY\n\nThe dancers are getting fittings and haircuts in preparation.\nSara is getting her costume altered. Behind her, Miss Marks\nis cutting Susie’s hair in silence.\n\nThe chattier MISS BALFOUR (40s) is trimming Caroline’s hair,\ntalking to Caroline in French.\n\nMISS CHALISE\n\n<< Madam wants no bangs on anyone\nthis year. I asked her how am I\nsupposed to remove them if a girl\nhas cut them this way already? She\ndid not have an answer, of course,\nas she does not cut hair. But, the\nMadame wants the Madame wants, and\nso I must do. Thank God you do not\nhave them. >>\n\nCaroline is beginning to tear up, looking more and more des-\nperate. Susie watches this in her mirror. What's going on? Ev-\nery word of Miss Chalise seems to be confusing her more.\n\nMISS CHALISE (CONT’D)\n<< You used to wear bangs when you\nfirst arrived, no?\n\n(waiting for her answer)\nDid I dream that up? >>\n\nFinally, Caroline pulls off her salon cape and rushes from\nthe room. Sara looks at Susie in the mirror, then runs after\nher. Susie watches them go.\n\nINT. MARKOS COMPANY, BASEMENT CORRIDOR -- DAY\n\nSara catches up with Caroline, who has hidden in one of the\nbasement practice rooms and backed into a corner.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie watches them go. INT. MARKOS COMPANY, BASEMENT CORRIDOR -- DAY\n\nSara catches up with Caroline, who has hidden in one of the\nbasement practice rooms and backed into a corner. \n\nTARGET SECTION TO BE ANNOTATED:\n She is cry-\ning so hard, Sara can barely understand her. Sara takes both\nher hands.\n\nSARA\nWhat is it?!\n\f68.\n\nCAROLINE\nParts of me --are just falling off.\nTomorrow I might not even be able\nto talk at all, or dance, or even\nremember who I am!\n\nSARA\nYou have a condition--\n\nCaroline looks at her, incredulous.\n\nCAROLINE\nI've never had seizures before this\nweek!\n\nSara has only seen the one in rehearsal.\n\nSARA\nYou’ve had more than one? What did\nthey say at the hospital?\n\nCAROLINE\nI didn’t go to a hospital. Blanc\nbrought a doctor to me.\n\nINT. MARKOS COMPANY, DRESSING HALL -- DAY\n\nSusie watches in the mirror as Caroline’s hair is swept up\nand thrown into a garbage pail. Then she watches Miss Marks\nsweeps hers up, but the woman carries the dust pan full of it\nout of the room.\n\nCUT TO:\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nThe full company rehearses VOLK, spread across the stage like\na community in tatters, which groups up and falls apart in a\nsyncopated rhythm to the score. Even amid the dance, Sara is\nnow paying closer attention to Madame Blanc.\n\nShe watches as Susie makes all of her jumps and landings. And\nBlanc says nothing about it.\n\nSara is trying to think of any other interpretation, frantic\nto explain what she is seeing any other way. When the dance\nbreaks for a moment, Blanc steps in to give Susie an adjust-\nment. She can’t hear the note clearly. But she can hear it’s\nin French.\n\f69.\n\nWhen she looks back to Blanc, Blanc glances over at Sara as\nshe has a million times, but this time it feels ambiguous and\nterrifying.\n\nCUT TO:\nINT. MARKOS COMPANY, CORRIDOR/“WHITE” STUDIO -- DAY\n\nWhen the girls come back through the corridor, Sara appears,\n\ngrabs Susie’s hand. She pulls her into the “White” studio out\nof view and earshot of another. This is the room where Susie\n\nfirst auditioned.\n\nSARA\nIs it true? After all? Is it true--\n(beat)\nTELL ME.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARA\nIs it true? After all? Is it true--\n(beat)\nTELL ME. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSIE\nSara, calm down--\n\nSARA\n\nAnd don’t lie! Are you making some\nkind of bargain of your own with\nthem?\n\n(beat)\nHow can you know what things\nthey'll ask of you in return?! What\nhorrible things! Please tell me\nit’s not too late--\n\nSUSIE\nWhatever you have in your mind,\nnothing’s wrong. Look at me! Sara!\n\nSARA\nYou're lying right now.\n\nSara pleads her with her eyes, frightened and heartsick.\nSusie takes her hands, smiling, reassuring her.\n\nSUSIE\nNothing horrible is happening, or\nwill happen--\n\nSARA\nYou just haven’t gotten the bill.\n\nSUSIE\nNothing’s wrong. Believe me. Every-\none’s wound up right now. Don’t let\nit get to you, too.\n\nSara wants badly to believe her.\n\f70.\n\nSusie hugs her, and Sara lets her. But Susie’s private expres-\nsion reveals Sara’s words have sunk in.\n\nPRIEST (V.O.)\n\nIs any among you sick? Let him call\nfor the elders of the church; and\nlet them pray over him, anointing\nhim with oil in the name of the\nLord.\n\nCUT TO:\nEXT. OHIO FARMHOUSE, ADULTS’ BEDROOM -- DAY\n\nA MENNONITE PRIEST (40s) is praying at the bedside of Mrs.\nBannion, sick with advanced cancer as she is in the opening\ncredits.\n\nPRIEST\nAnd the prayer of faith shall save\nhim that is sick, and the Lord\nshall raise him up; And if he has\ncommitted sins--\n\nMrs. Bannion interrupts him with three heavy words:\n\nMRS. BANNION\nMy last- child-\n\nSusie’s sisters, and some of the neighbors who have come to\nsit watch over Mrs. Bannion, bristle at this.\n\nPRIEST\nIt shall be forgiven him--\n\nThe TELEPHONE begins RINGING DOWNSTAIRS.\n\nMRS. BANNION\n\nMy last child was --my sin. I saw\nthe Tempter in her and did not see\nIt --for what It was. She was quiet\nin its service for --so long.\n\n(beat)\nShe is my sin.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nI saw\nthe Tempter in her and did not see\nIt --for what It was. She was quiet\nin its service for --so long. (beat)\nShe is my sin. \n\nTARGET SECTION TO BE ANNOTATED:\n She is what I have\nsmeared upon the world--\n\nThe TELEPHONE continues RINGING. One of Susie’s twin sisters\nNAOMI (20s) upset by what her mother is saying, runs out of\nthe room to answer.\n\nINT. OHIO FARMHOUSE, KITCHEN -- DAY\n\nThe TELEPHONE’s inside a cabinet. Naomi opens it and answers.\n\f71.\n\nNAOMI\n(thickly)\nBannion house.\n\nThe other end is SILENT, but she can hear other people TALK-\nING, though muffled. It doesn’t sound like English. She sits\n\nup.\n\nNAOMI (CONT'D)\nSusanna?\n\nNothing.\n\nNAOMI (CONT'D)\n\nSusanna. Don’t hang up!\n(beat)\n\nAre you all right? Everyone is wor-\nried for you. Pastor Pat told moth-\nif you come home and return the mon-\ney, you’ll be restored. He forgives\nyou. Mother forgives you. We all\nforgive you.\n\nShe listens to the silence on the other end. The faint sound\nof other people’s LAUGHTER in the background.\n\nNAOMI (CONT'D)\n\nMother’s uncomfortable all the time\nnow. She isn’t sleeping. Everyone\nis pitching in. The Doders especial-\nly. They come every night.\n\n(beat)\nMother asks for you every day. Ten\ntimes a day. Are you really so far?\n\n(beat)\nDo you have nothing to say?\n\nNothing. Naomi waits a long beat, tears coming to her eyes.\nNAOMI (CONT'D)\nIf you don’t come soon, you won’t\nsee mother again, Susanna.\n(wait, one last beat)\n\nI’m putting down the phone now. I\n\nlove you.\nAnd then she hangs up.\n\nBACK TO:\n\nINT. TELECOM CENTER, BERLIN -- DUSK\n\nSusie is in a plexiglas telecom booth, surrounded by Berlin-\ners in the middle of happier calls. She puts her phone down.\n\f72.\n\nShe's not crying, but she’s frozen, numb, unsure what to do\nto move forward.\n\nCUT TO:\nINT. MARKOS COMPANY, BLANC’S OFFICE -- NIGHT\n\nMadame Blanc is at her desk, writing a letter, when a small\nKNOCK comes at her door.\n\nBLANC\nEntre.\n\nIt is Susie.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARKOS COMPANY, BLANC’S OFFICE -- NIGHT\n\nMadame Blanc is at her desk, writing a letter, when a small\nKNOCK comes at her door. BLANC\nEntre. It is Susie. \n\nTARGET SECTION TO BE ANNOTATED:\n She steps in and shuts the door. Blanc sees she\nis at a turning point. Susie takes off her coat.\n\nBLANC (CONT'D)\nDo you want to talk or dance?\n\nSUSIE\nDance.\n\nMadame Blanc gets to her feet.\nINT. MARKOS COMPANY, BLANC’S STUDIO -- NIGHT\n\nBlanc takes Susie into her private studio, adjacent to her\noffice. It’s the small, circular studio, with all the lac-—\nquered screens. There are no mirrors visible. Susie takes off\nher sweater. Says to Blanc, oddly affectless tonight:\n\nSUSIE\nShow me something new.\n\nWe see Blanc dance for the first time and she talks as she\nshows Susie some new movements.\n\nBLANC\nMovement is never mute. It is a\nlanguage. Most dance is illegible,\nmade by people who cannot read it.\n(beat)\n\nBut, in fact, it is a series of\nenergistic creations written in the\nair. Like words forming sentences.\nLike poems. Prayers.\n\nSUSIE\nSpells--\n\nBlanc ignores this literal nudge for now.\n\f73.\n\nBLANC\n\nAnd like sentences, a few letters\ncan be off, or badly written, and\nthe meaning is still there. And\nthat is the difference between you\nand your sisters here, Susie. I\nhave no trouble reading you, nor do\nthe other matrons.\n\n(beat)\nWe all see you, Susie. All of us.\n\nSUSIE\nAll of you.\n\nBLANC\nTo the very top.\n\nBlanc watches Susie react to this with a simple nod. As they\nare talking, Blanc begins showing Susie how to move, getting\nclose to her.\n\nBLANC (CONT'D)\nYou could be a great, great dancer.\nBut whose dances you chose to dance\nand why will mean everything. Which-\never dance you choose, you will\ncreate in yourself the image of its\ncreator, who will need you to empty\nyourself out so she can be radical\nto her creations and work through\nyou. Do you understand? Who you do\nit for must be your choice, and a\nchoice you can cherish. Forever.\n\nBlanc moves behind her and raises her arms.\n\nBLANC (CONT'D)\nYou're in a company now. You must\nfind your right place.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlanc moves behind her and raises her arms. BLANC (CONT'D)\nYou're in a company now. You must\nfind your right place. \n\nTARGET SECTION TO BE ANNOTATED:\n What part of\nthe company do you want to be? Not\nits feet. Other girls can be its\nfeet. Its head? Its heart? Back-\nbone? Its sex?\n\nSUSIE\nIts hands. I want to be this com-\npany’s hands.\nBlanc seems to like this answer.\n\nCUT TO:\n\f74.\n\nINT. MARKOS COMPANY, SARA'S ROOM -- NIGHT\n\nSara lies awake. She hears Susie return for the night. After\na moment, she gets out of bed.\n\nINT. MARKOS COMPANY, RESIDENTS’ CORRIDOR -- NIGHT\n\nShe comes around the corner to Susie’s door and sees it is\nclosed. There is no light under it. She quietly knocks, but\nSusie doesn’t answer.\n\nINT. SUSIE'S ROOM, MARKOS COMPANY -- NIGHT\nSusie lies in bed, awake. She hears Sara’s voice whisper:\n\nSARA\nI’m not leaving you here, Susie.\nI’m not leaving without you.\n\nThen she is gone.\n\nThis makes the part of Susie who is simply a young woman who\nneeds her friend smile. She closes her eyes to sleep amid the\nBREATHING that has joined her again.\n\nFADE TO BLACK.\n\nON A TELEVISION: A news story plays about the burials of the\nRAF prisoners in a Stuttgart cemetery. Thousands of protest-\nors silently observes the burial. Polizei with machine guns\nare posted everywhere.\n\nNEWS REPORTER\n\n<< In response to local protesters\nwho wanted to keep Baader, Ensslin,\nand Raspe from being interred here,\nStuttgart Mayor Manfred Rommel, son\nof Field Marshall Irwin Rommel, re-\nmarked: “I will not accept that\nthere should be first- and second-\nclass cemeteries.” He declared, pas-\nsionately: “All enmity should cease\nafter death.”\n\n(beat)\nEchoing in a sharper sentiment, BKA\nCommissioner Horst Harold told the\npress: “The Baader-Meinhoff era is\ndone. The so-called “German Autumn”\nis over.” >>\n\f75.\n\nEXT. BERLIN -- DAY\n\nFall marches toward winter. Leaves are all in the street now.\nCUT TO:\n\nINT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERLIN -- DAY\n\nFall marches toward winter. Leaves are all in the street now. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARKOS COMPANY, SECOND FLOOR CORRIDOR -- DAY\n\nMiss Tanner is coming out of Blanc’s office, which she locks\nbehind her. She is balancing a pile of thin boxes, perfor-\nmance gifts for the dancers. All of Tanner’s keys are on a\nknotted ribbon. She puts them in her pocket.\n\nINT. MARKOS COMPANY, MAIN STAGE -- DAY\n\nFinal checks are being done on lights and sound before the\ndoors are opened to begin letting in audience members for the\ncompany’s performance. All of the dancers and matrons are in\nthe theatre preparing for the show.\n\nINT. MARKOS COMPANY, DRESSING ROOM -- DAY\n\nSusie sits getting her makeup done by Miss Chalice. She sees\nSara is not anywhere around.\n\nSUSIE\nHave you seen Sara yet?\n\nMISS CHALISE\nShe came in early. Wanted her hair\nand makeup first. Then she left.\n\nINT. MARKOS COMPANY, TECH STAIRS -- DAY\n\nOne of the technicians, JUDITH (20s) opens a side door and\nfinds Miss Tanner on the floor surrounded by boxes. She has\nfallen down the stairs, only now just regaining her wits.\nJudith helps her sit up.\n\nJUDITH\n<< What happened? >>\n\nTanner touches her head. It’s tender, but there is no blood.\n\nMISS TANNER\n<< I must have fallen. >>\n\nINT. MARKOS COMPANY, CORRIDOR -- DAY\n\nSara comes hurrying down the hall, made up for the perform-\nance, Miss Tanner’s ribbon of keys in her fist as well as a\nflashlight. When she gets to door of the “Mirrored” Studio,\nshe lets herself in and locks it behind her.\n\f76.\n\nINT. MUTTERHAUS, FIRST ROOM -- DAY\n\nSara lets herself into the first secret room behind the mir-\nrored panel and goes to the locked door inside. She begins to\ntry out keys, one after another. There must be thirty on Miss\nTanner’s ring. Air moving under the door plays a low note a-\ncross the jamb.\n\nThe door springs open and Sara finds herself looking up a nar-\nrow, steep stairway. She hesitates only briefly, then goes.\n\nINT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door springs open and Sara finds herself looking up a nar-\nrow, steep stairway. She hesitates only briefly, then goes. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MUTTERHAUS, STAIRWAY -- DAY\n\nThe stairway is lit by small electric sconces as she makes\nher way up it, silently as she can. It moves upward past her\nand Susie’s rooms. Then, when it crests the next floor, it\nbegins descending again, widening as it goes, becoming some-\nthing quite grand by the time it reaches the back part of the\nbuilding used by the coven, the “Mutterhaus.”\n\nINT. MUTTERHAUS, THE APPROACH -- DAY\n\nSara finds herself in a huge, curved arcade that arcs around\nbefore ending at an open archway. The architecture is quickly\nmorphing into something hyper-organic and fluid, an emphatic\nsort of art nouveau.\n\nThere is nowhere to hide if she hears anyone coming. Sara is\nterrified.\n\nCUT TO:\nINT. DRESSING ROOM, MARKOS COMPANY -- DAY\nAll of the dancers are gathering, made up and costumed.\n\nMISS MILLIUS\nTen minutes! Ten minutes!\n\nSusie is looking around for Sara, who is still not among\nthem. The girls seem concerned about it, but not the matrons.\nSusie grows truly worried.\n\nCUT TO:\nEXT. MARKOS COMPANY -- DAY\nKlemperer comes up the sidewalk to the company and heads to\nthe theatre entrance on one side. He is nervous as well. He\n\nshows his ticket to Miss Huller, who gives him a smile and\ngestures him inside.\n\f77.\n\nINT. THEATRE, MARKOS COMPANY -- DAY\n\nMiss Mandel escorts Klemperer to his seat. The audience is\nfilling up to a full house. He regards her, and the other com-\npany women, with what he thinks is a discreet eye. When he\nlooks around the theatre, he begins to see some of the icon-\nography rendered in Patricia’s journals around him here. It\nis unnerving to him.\n\nCUT TO:\nINT. THE ROOM OF COMPARTMENTS, MUTTERHAUS -- DAY\n\nSara comes into a huge tube-shaped room. At the opposite end\nis an arch with further rooms beyond. Sara moves forward, but\nshe notices, all along the walls of this room, are triangle-\nshaped recesses in shadow. She stops.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the opposite end\nis an arch with further rooms beyond. Sara moves forward, but\nshe notices, all along the walls of this room, are triangle-\nshaped recesses in shadow. She stops. \n\nTARGET SECTION TO BE ANNOTATED:\n She can see in one the\nshape of a leg, as if someone is crouching there.\n\nShe almost screams, but keeps her wits. Trembling, she slow-\nly goes toward whoever it is, flashlight up, but then, impos-\nsibly, someone in another recess calls her name.\n\nPATRICIA (0.S.)\nSara.\n\nThe person leans out and Sara can see in her light: It is\nPatricia. She runs and kneels at her side. Patricia’s ina\nstrange state--slow, dry-voiced, and cold to touch.\n\nPATRICIA\nI wake up here every day now.\n\nPatricia speaks in a normal voice. Sara’s is hushed.\n\nSARA\nStand up! Come on! I know how to\nget out. --Take my jacket.\n\nPATRICIA\nShe’s inside me. She wants me to\nhold you.\n\nSara pulls Patricia out of the shadow and sees, with horror,\nshe’s pale. Her eyes are rimmed in pale flesh. Her face is a\ndead girl's face, but without the stiffness of death. All her\nfeatures hang down. Her jaw is slack.\n\nSara takes her wrist and checks for a pulse. There must not\nbe one. Sara begins to cry. Patricia delicately pulls her\nwrist out of Sara’s grip and reverses things so that she is\nnow holding Sara’s wrist.\n\f78.\n\nSomeone is coming down the passage Sara’s just come from. She\ncan hear it.\n\nPATRICIA\nThey’11 take you now.\n\nSara panics and tries to get up, but Patricia grips her.\n\nPATRICIA (CONT’D)\nShe shows me things. On the side of\na coffin I think is my rest. She’s\nholding it, holding it back-- Show-\ning me things on the side, like\nthis--\n\nA new expression comes into his face. Blank and cold. A few\nother girls come out from other alcoves, to come hold Sara. A\nsound of terror escapes Sara’s lips against her will.\n\nPATRICIA (CONT’D)\nA ribbon. For my face. We are ti-\nred. We are so tired.\n\nSara pulls free from Patricia, and runs past the other girls\nand through the arch just as the figures of a number of mat-\nrons appear in the door Sara came in.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe are ti-\nred. We are so tired. Sara pulls free from Patricia, and runs past the other girls\nand through the arch just as the figures of a number of mat-\nrons appear in the door Sara came in. \n\nTARGET SECTION TO BE ANNOTATED:\n She only sees them for\na split second, but they are naked.\n\nINT. MUTTERHAUS, THE ROOM OF HOLES -- DAY\n\nSara runs into the next room, a dark room, the edges of which\nshe cannot see. It’s the room about which Susie dreamed, with\nthe holes in the floor, but Sara doesn’t see them in time.\n\nWithin a few steps she puts her leg into one. Her momentum\ncarries her forward and her shin snaps. She shrieks and crash-\nes to the ground.\n\nShe awkwardly gets her leg out and begins to back away from\nthe door, dragging the it along with her. The matrons come in-\nto the room and see her injury.\n\nMISS MILLIUS\nKeep still, Sara. Lie still.\n\nSome, who are dancers, are in good shape for their ages.\nOthers, who work in administrative capacities, sag. They are\nall smiling, sort of dancing around the holes in the floor. A\nfew have some of the implements from the first room in their\nhands. Sara is frightened to the point to frenzy, but also pa-\nralyzed now somehow. She can’t move at all.\n\nShe begs instead.\n\f79.\n\nSARA\nFORGIVE ME! PLEASE! I wanted to\nhelp! I DIDN’T KNOW! DON’T DO ANY-\nTHING--\n\nThe matrons come in, with calming voices. Pavla goes about\nsetting Sara’s leg. It must be very painful, but they hypno-\ntize her as they work and she resists less and less.\n\nFinally, Miss Vendegast puts her hands over Sara’s crying\nbrown eyes.\n\nCUT TO:\nINT. MARKOS COMPANY, MAIN STAGE -- DAY\n\nThe dancers take their places on stage behind the curtain,\nchecking last looks in a mirror there. Susie looks back one\nlast time and sees: Sara’s place is still empty.\n\nINT. MARKOS COMPANY, THEATRE -- DAY\n\nThe audience is full, except for one ambiguously empty seat\nnext to Klemperer. The audience is lit up when the curtain\nascends. The DRUMS begin. He tries to find Sara on the stage\namong the company, but can’t.\n\nAs the company performs VOLK, we cut back and forth between\nthe following:\n\nKlemperer realizes Sara is missing.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe DRUMS begin. He tries to find Sara on the stage\namong the company, but can’t. As the company performs VOLK, we cut back and forth between\nthe following:\n\nKlemperer realizes Sara is missing. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks around for her,\nfinally seeing the only empty seat in the house is next to\nhim. Some of the company matrons positioned around the room\nare watching him casually as much as they are watching the\nperformance. He realizes this.\n\nSusie slowly lets go of her concern for Sara and becomes the\ndance. Everything begins to fade for Susie except the spell\nin the air she is creating with her movements, and Blanc who\nis in one of the wings connecting with her in her mind. All\nis the dance. All is the dance.\n\nThe piece is remarkable, giving the audience the feeling of\nan entire community shattered, but still functioning. At one\npoint, Susie rejects the leaps and goes off-book, incorpora-\nting the loping crawl she offered in rehearsal. It’s strange\nand upsetting, but galvanizing to the whole.\n\nMiss Tanner, who is standing beside Blanc mutters:\nMISS TANNER\n\n<< This girl is ready, Blanc. It’s\ntime. >>\n\f80.\n\nBut beside her, Blanc’s having an orgasm she can barely hide.\n\nSomewhere in the middle of the dance, Sara, flat of affect\nand somehow walking on her broken leg, shambles onto the\nstage and takes her place in the performance.\n\nNOTE: Astute members of the audience may realize Susie and\nSara have switched eye color. Susie's are now brown, in keep-\ning with what is apparently Madame Blanc's preference, and\nSara's are now blue. It's perverse. Unnecessary. The use of\npower to feed a fetish. Patricia had these brown eyes. Olga\nhad them. And now Susie does as well.\n\nThe other dancers make room for Sara, and then, one-by-one,\nreally see her. Sara’s set, but still-broken, leg is swollen\nunder her leotard. Dancers close to her can hear the fractur-\ned bones grinding together as she dances. Sara’s face is as\nrigid in its expression of calm as a doll’s.\n\nThe audience remains unaware, except for Klemperer, who is\nwatching her too closely not to notice.\n\nFinally, just at the end of the dance, Susie turns and sees\nSara for herself. She stops dancing and takes a step toward\nher. As the curtain comes down, Sara collapses.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally, just at the end of the dance, Susie turns and sees\nSara for herself. She stops dancing and takes a step toward\nher. As the curtain comes down, Sara collapses. \n\nTARGET SECTION TO BE ANNOTATED:\nShe falls within sight of one of the “last looks” mirrors.\nShe sees herself broken, humiliated, dying. She sees that a\nchange has been made to her face. Her eyes are now blue. Su-\nsie’s eyes.\n\nThree things happen at once:\n\n1.) Madame Blanc rushes from the wing and kneels at Sara’s\nside. Susie slowly comes over, not wanting to see what\nthey’ve done to Sara, but drawn by the girl’s suffering.\n\nBLANC\nSomeone please call Dr. Bischoffs.\n\n2.) As everyone in the audience stands to start shuffling\ntoward the exits, obtuse to what is going on behind the cur-\ntain, TWO PLAINCLOTHES BKA AGENTS, including Agent Albrecht,\nbegin moving toward the stage, fast.\n\n3.) Klemperer also makes his way toward the stage, ignoring\nthe matron’s gazes. He climbs up the stairs to the wing as\nquickly as he can manage, and from there sees everyone crowd-\ned around Sara. The BKA Agents have taken Miss Tanner aside\nand are grilling her, but she discreetly stops both with a\nhand.\n\nKlemperer can see Sara looking directly at him through the\nchaos of girls around her.\n\f81.\n\nShe registers he is there and starts to move her hand, then\nher arm, with great effort. She curls her hand back toward\nher face and, with one shaking finger, calls his attention to\nher now-blue eyes.\n\nHe stands there, stunned, facing down what he would have con-\nsidered an hour ago to be impossible beyond consideration.\n\nBlanc and Susie see Sara’s attention focus and look to where\nshe is looking. Klemperer meets their eyes and both Blanc and\nSusie know: This is the man who called the police. This is\nthe man who directed the attention of the BKA to them. This\nis the man to whom Patricia referred to them as “witches.”\n\nThere is nothing Klemperer can do to help Sara anymore from\nthese women. So he turns and flees.\n\nCUT TO:\nEXT. TIERGARTEN, BERLIN -- NIGHT\n\nDr. Klemperer walks home through Berlin’s Tiergarten. There\nare people out, but the night is coming on windy.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIERGARTEN, BERLIN -- NIGHT\n\nDr. Klemperer walks home through Berlin’s Tiergarten. There\nare people out, but the night is coming on windy. \n\nTARGET SECTION TO BE ANNOTATED:\nA dog runs up and stops ten feet in front of him, directly in\nhis path. It has stopped before another dog’s turd, which is\nnot even dry. The dog pushes the turd toward Klemperer, and\nthen bares its teeth as if grinning.\n\nKlemperer freezes, waiting to see if the dog will run at him.\nIt doesn’t. It gallops off into the darkening trees instead.\n\nCUT TO:\nINT. MARKOS COMPANY, RESIDENTS’ CORRIDOR -- NIGHT\n\nThat night is a somber one on the dormitory floor. All the\ngirls are quiet, many in bed early. Some have left flowers in\nSara’s made bed, or notes and cards.\n\nINT. MARKOS COMPANY, SUSIE’S ROOM -- NIGHT\n\nSusie lies in bed. At some point, she can hear WOMEN passing\nbehind the wall. Someone opens her door. It is Blanc. She\ncomes in and sits on the edge of the bed.\n\nBLANC\nAre you frightened, Susie?\n\nSUSIE\nNo.\n(beat)\nWhat will they say happened to\nSara?\n\f82.\n\nBLANC\nI was worried about you.\n\nSUSIE\nI’m sorry I went off book.\n\nBlanc nearly responds, but finally doesn’t. A beat.\n\nSUSIE (CONT'D)\nIt’s all a mess, isn’t it? The mess\nout there. The one in here. The\nmess that’s coming. The mess that\nwas.\n\n(beat)\n\nWhy are people always so ready to\nthink the worst is over?\n\nBLANC\nI could explain it to you. I think\nI’d be wrong to, though.\n\nSusie asks suddenly:\n\nSUSIE\nBecause you love me?\n\nBlanc looks troubled by this, frightened herself.\n\nBLANC\nJust close your eyes and sleep. No\nmore dreams tonight.\n\nSusie takes Blanc’s hand for a moment, squeezes it in thanks,\nand says:\n\nSUSIE\nFor everything.\n\nCUT TO:\nINT. MARKOS COMPANY, “IRIS” STUDIO -- DAY\n\nWith VOLK behind them, the company is hard at work on re-\nhearsing OPEN AGAIN. Susie is fully in the free radical role.\nShe is astonishing to watch. Her brown eyes are now a fact of\nwho she is. No one comments, either by choice or suggestion.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is astonishing to watch. Her brown eyes are now a fact of\nwho she is. No one comments, either by choice or suggestion. \n\nTARGET SECTION TO BE ANNOTATED:\nBlanc pushes Susie, as well as the others, very hard. At a\nbreak, she hands out black sashes. Some of the dancers begin\nputting them around their waists, but Blanc tells them:\n\nBLANC\nI want you to trust your movements,\nyour placement.\n\n(MORE )\n\f83.\n\nBLANC (CONT'D)\nThese are for your eyes. Move to\nyour start marks and put this over\nthem.\n\nThey all go to the top of the dance, find their places, tie\non blindfold, and begins again with the music. It must be ve-\nry difficult, but they are learning it very precisely.\n\nBLANC (CONT'D)\nDon’t be afraid of it. Your feet\nknow where to go.\n\nCUT TO:\nINT. MARKOS COMPANY, SUSIE’S ROOM -- DUSK\n\nSomething is coming. Energies are gathering and Susie can\nfeel them. She dresses for dinner and puts on her coat. She\nbuttons it up to her chin.\n\nCUT TO:\nINT. KLEMPERER’S APARTMENT, SITTING ROOM -- DUSK\n\nFrau Sesame is in the kitchen, HUMMING and making the soup,\noblivious. She hears the front door close and goes out to\nsee, with surprise, that Klemperer has left. She calls after\nhim, down the stairs:\n\nFRAU SESAME\n<< But Doctor, it is almost ready!\n>>\n\nHe doesn’t answer. She comes back inside, perplexed, even a\nlittle afraid.\n\nEXT. BERLIN, PAULSTRABE -- DUSK\n\nKlemperer comes down a dark street and onto a bridge over the\nRiver Spree. He is struggling under the weight of something\nhe is carrying over his shoulders. It is Patricia’s duffle.\nHer other bag is in his hand.\n\nIt’s a cold enough night that he can see the edges of the riv-\ner icing up, so he goes further out to the middle of the span\nover black churning water.\n\nHe flips the bag and duffle over the side and listens to them\nsplash below. Only then does he look to see they’re gone. He\ntakes the silver body hook out of his coat and throws it into\nthe Spree as well. Then he begins to cry.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly then does he look to see they’re gone. He\ntakes the silver body hook out of his coat and throws it into\nthe Spree as well. Then he begins to cry. \n\nTARGET SECTION TO BE ANNOTATED:\n He is a man who can\nonly feel guilt as he again watches evil approaching.\n\nCUT TO:\n\f84.\n\nEXT. BERLIN, STREET -- DUSK\n\nThe entire company, along with most of the matrons, walks a-\nlong in high spirits.\n\nINT. BERLIN, PARIS BAR -- DUSK\nThe company is given the back tables at a busy cafe.\n\nSusie sits at one end with Sonia, Marketa, and Doll. The\nmatrons gather at the other. Blanc is there, as are Tanner,\nMandel, and Millius. Vendegast sits beside Danielle, who’s\nhigh laugh has already begun. Miss Huller and Pavla are not\npresent.\n\nMISS TANNER\nGirls! Remember the limit! Nine\nmarks. Other than that, choose as\nyou like. You’ve earned it.\n\nSusie has not been absorbed into any cliques since Sara’s de-\nparture. She’s with the group, but not of it anymore.\n\nSusie seems to understand tonight is meant to be the night\nfor whatever is going to be asked of her. She seems hypervig-\nilent, but not afraid. The matrons certainly understand it.\nThey are already celebrating the end to their long season of\nworry. Only Blanc looks disconsolate.\n\nCUT TO:\nEXT. EAST BERLIN, FRIEDRICHSTRABE -- DUSK\nKlemperer has come into East Germany tonight. But when he\ngets to the fountain where he usually sits, a WOMAN (60s) is\nsitting there. As he walks toward her, he recognizes more and\nmore of her posture, the set of her head. He walks faster to\nher, When he is almost behind her, she turns.\n\nIt is the woman from the photo in his sitting room, aged thir-\nty years. Love fills her face.\n\n“NKE\"\nJozef.\n\nCUT TO:\nINT. PARIS BAR, BERLIN -- NIGHT\n\nThe girls eat and drink everything in front of them. The mat-—\nrons have ordered food, but none of them touch it.\n\f85.\n\nSusie notices this, but no one else seems to. She puts her\nfork down and abstains as well.\n\nCUT TO:\nEXT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie notices this, but no one else seems to. She puts her\nfork down and abstains as well. CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WEST BERLIN -- NIGHT\n\nKlemperer and “Anke” walk together through the city, back\ninto West Berlin. When they get to the checkpoint, they walk\nthrough it unaccosted. None of the guards seem to notice.\n\n“NKE\"\n<< Karol had told them about me. He\nbetrayed us. I had minutes to get\nout. I couldn’t find you. I travel-\ned on foot to try for Teplice where\nI planned to ask Mirek’s family to\ntake me in, but I was caught at the\nborder and taken to Terezin. >>\n\nKlemperer tries to interject the first of what must be a mil-\nlion regrets and apologies, but she stops him--she wants to\ntell him everything first. She caresses his face and he grabs\nher hand as if it were a bird about to fly away.\n\n“BNKE” (CONT'D)\n<< After the liberation I made my\nway to Zurich, and then to Milan.\nI've had a life there. A lovely\nlife. I was told you had died in\nthe invasion. >>\n\nKlemperer just shakes his head and lets his eyes go cloudy\nwith tears.\n\nThey come up the FriedrichstraBe, but when Klemperer tries to\nlead her in the direction of his apartment, she takes his arm\nand turns him down Kochstrage, in another direction.\n\nCUT TO:\nINT. BERLIN, PARIS BAR -- NIGHT\n\nThe girls are quite drunk now. Susie notices Blanc looking at\nher and the other matrons looking at the girls with growing\nexcitement. Tanner is making her way around the table, touch-\ning each girl as she goes, rendering each one a little thick-\ner in affect, hazier in look, beginning a process of mesmeri-\nzation. She does not touch Susie.\n\f86.\n\nThe BREATHING in Susie’s head is growing louder, but she\nseems no longer even intimidated by it. It’s simply the sound\nof something coming now, possibly something great.\n\nSUSIE (V.O.)\nI‘’1l go walk in the streets.\n\nBlanc is looking at her, as if she might cry. After a beat,\nher thoughts responds. Susie can hear them now.\n\nBLANC (V.O.)\nIf you’re sure.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie can hear them now. BLANC (V. O.)\nIf you’re sure. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nGive us time. There is much to be\n\ndone.\n\nSusie gets up to go. The other matrons watch her with genuine\nwarmth now.\n\nCUT TO:\nEXT. MARKOS COMPANY -- NIGHT\n\nAs they walk, Klemperer is both aware and unaware they are\nwalking toward the Markos Company. He is now a man thoroughly\ndistracted by his most cherished dream. It begins to snow.\n\nThey arrive at the company building, all dark now except for\n\na light on at the entrance. “Anke” stops and embraces him.\nBefore he can protest, the company’s front door opens behind\nthem. Women come out. And, like a man slipping under dark wat-\ner, he feels himself being taken in.\n\n“Anke” becomes recognizable as Miss Huller, who is now laugh-\ning.\n\nCUT TO:\nEXT. THE STREETS OF BERLIN -- NIGHT\n\nSusie begins to walk, taking in the early stirring of Berlin\nnight life. As she walks, the BREATHING is with her, but some-\nthing odd begins happening as well. Her awareness begins to\nfocus on little moments of sadness or aggression.\n\nShe can hear a couple arguing quietly a block away.\n\nBERLINER #1\n<< It was wrong to take your\nfather’s money. He pays rent, too,\nand without an income. >>\n\f87.\n\nIn a passing car, a child spills a soda on the leather seat.\nThen she sees the boy’s father angrily shove the can into his\nson's face when he discovers it twenty minutes from now.\n\nShe sees a man photographing damage done to his suit shop\nwith a Brownie camera, then the stormtroopers kicking the win-\ndow in.\n\nShe's going forward and backward in time and tasting all the\nflavors of the continuing patriarchy.\n\nShe sees the Berlin Wall being put up, being torn down. She\ncan see a skinhead almost tenderly polishing his his 10-hole\nboots, then later wiping blood off them. Groups of Muslim men\nin keffiyehs take flags of Jordan out of plastic sleeves, the\nprice tags still on them, even as someone burns them. She ob-\nserves a lit window in which a young woman is arrested by SS,\nthen the same woman, elderly now, calls in a prescription re-\nfill, introducing herself as a Patient Number.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\ncan see a skinhead almost tenderly polishing his his 10-hole\nboots, then later wiping blood off them. Groups of Muslim men\nin keffiyehs take flags of Jordan out of plastic sleeves, the\nprice tags still on them, even as someone burns them. She ob-\nserves a lit window in which a young woman is arrested by SS,\nthen the same woman, elderly now, calls in a prescription re-\nfill, introducing herself as a Patient Number. \n\nTARGET SECTION TO BE ANNOTATED:\nELDERLY WOMAN\n<< Three four oh oh two. Seven one\none nine. >>\n\nSusie is not afraid of what she’s seeing, or of where it\nbelongs in history. Once she adjusts to it, she walks flushed\nand amazed through these mirages as if through a great muse-\num, humbled by her proximity to things that so delight her.\nThe SIGHING in her head plays as its accompaniment.\n\nINT. MUTTERHAUS, FIRST ROOM -- NIGHT\n\nAs Dr. Klemperer is lead into the Mutterhaus, he sees Miss\nHuller replacing the silver body hook on its shelf, somehow\nretrieved from the Spree. It is covered with river mud.\n\nMISS HULLER\n<< How dirty he made it! >>\n\nThey lead him over the threshhold and onto the first of the\nstairs.\n\nKLEMPERER\n<< Pity! --Have pity! >>\n\nMISS HULLER\n<< What reason is there to pity\nyou? You had five years to get your\nwife out of Berlin before arrests\nbegan. >>\n\nThey proceed to lead him up the stairs and then disappear\nover the arc of the passageway.\n\f88.\n\nMISS HULLER (0.S.) (CONT'D)\n<< When women tell you the truth,\nyou don’t pity them. You tell them\nthey are delusional! >>\n\nThe witches laugh at Klemperer now, even as he begs them.\n\nCUT TO:\nINT. BERLIN, ICE CREAM PARLOUR -- NIGHT\nSusie has gone into a shop and eats an ice cream sundae in\nthe front window, like a child might, watching the parade of\nhistory pass by outside.\n\nCUT TO:\nINT. MARKOS COMPANY, ENTRANCE HALL/STAIRS -- NIGHT\nSusie comes in from the snowy night to find the building emp-\nty and silent. She can occasionally hear a BURST OF LAUGHTER\nfrom far, far away. She climbs the stairs, the dust of clean\nsnow melting on the shoulders of her coat.\nINT. MARKOS COMPANY, RESIDENCE CORRIDOR -- NIGHT\nShe can now definitely hear there is a GREAT PARTY going on\nsomewhere behind the walls. No one else is on the floor, but\nthis doesn’t surprise Susie.\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARKOS COMPANY, RESIDENCE CORRIDOR -- NIGHT\nShe can now definitely hear there is a GREAT PARTY going on\nsomewhere behind the walls. No one else is on the floor, but\nthis doesn’t surprise Susie. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARKOS COMPANY, SUSIE’S ROOM -- NIGHT\nSusie comes into her room to find, laid out on her bed, a\nlong, simple shift dress. As she is putting it on, the light\nwavers outside her door and she can see the small font of\nwhite flame there, waiting.\nINT. MUTTERHAUS, STAIRS/APPROACH/TUBE/ROOM OF HOLES -- NIGHT\nSusie finds her way into the Mutterhaus, led by the font. She\nclimbs the secret stairs and finds the approach. She comes in-\nto the tube room, then through the room of holes.\n\nBeyond it, there are more stairs. All the light and noise is\ncoming from below now. She will see it in a moment.\n\nINT. MUTTERHAUS, ROOM OF FEASTS -- NIGHT\n\nSusie comes down a set of stairs that lead to another. The\nfirst is part of the building, but the second--\n\nBlanc and a bent woman, misshapen with disease and supported\nby matrons, wait near the top of this final staircase.\n\f89.\n\nFrom here there is a view of all below. Susie sees a great\nroom in which a hideous, raucous tableau is taking place.\n\nAll the matrons are seated around the huge triangular table.\nThe table is now set with all nature of arcane dishes and\ncrockery. They are feasting. The feasting room has three high\nstone arches leading to a vast and separate darkness in each\ndirection.\n\nSusie notices Klemperer, stripped naked now, has been put in\nthe center space inside the triangle the table forms. The\nmatrons taunt him, summoning him from one to the next where\nhe is made to eat victuals off of their plates--some of which\nlook like stool, some like organs, perhaps from animals, per-\nhaps not. He is muttering:\n\nKLEMPERER\n<< I am not guilty! I remember! I\nam an innocent! >>\n\nHis jowls are stained. He is forced to take wine from the ma-\ntrons’ own laughing mouths.\n\nSusie next notices three girls are serving the matrons. All\nhave masks depicting the faces of the The Mothers. Mother of\nTears, Mother of Shadows, and Mother of Sighs.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie next notices three girls are serving the matrons. All\nhave masks depicting the faces of the The Mothers. Mother of\nTears, Mother of Shadows, and Mother of Sighs. \n\nTARGET SECTION TO BE ANNOTATED:\n Susie can see\nfrom the tone of their flesh they are dead. One of the girls,\nthe one masked as Mother Suspiriorum, has noticed her also.\nShe stands looking up at Susie until she is called back into\nservice.\n\n \n\nThe dead girls serve the matrons who, in turn, needle into\nthe girls’ open palms with special tines so the girls’ dead\nblood sauces their plates.\n\nSome of the matrons have noticed Susie at the top of the\nstairs as well. They raise they cups in her direction, with\ntoasts and great, heaving smiles.\n\nBLANC (0.S.)\nSusie. Don’t you know who this is?\n\nSusie looks. The bent old woman beside Blanc is looking at\nher, studying her.\n\nThis is HELENA MARKOS (???). She is hard to look at, so\nweighed down and disfigured by tumors is she. Some lay flat,\nothers are raised up on stalks like warts. She is covered by\nthem, made pregnant by them. She is a horrific vision of age\non a human form--not the normal way age treats the body, but\nthe product of time being turned back again and again until\nthe skin and tissue cannot hold so many contradictions. She\nlooks angry to be so tired.\n\f90.\n\nSusie nods. She performs the slightest bow.\n\nSUSIE\nI’m ready, Madame.\n\nBlanc nods, but doesn’t respond. Susie says to her directly:\n\nSUSIE (CONT'D)\nYou look afraid.\n\nMarkos laughs. It is the sound of amused air climbing past\nwhatever tumors lie within.\n\nMARKOS\nShe's afraid for you, dear.\n(beat)\nDo you know what we have planned\nfor you? There’ll be nothing of you\nleft inside. Only space. For me.\n\nSUSIE\nI came here for this. I know that\nnow.\n\nSusie holds out her hand. Blanc takes it.\n\nSUSIE (CONT'D)\nI want what’s coming.\n\n(beat)\nYou've all waited long enough.\n\nMarkos gives her an almost lascivious look. Susie listens to\nMARKOS’ LABORED BREATHING. This is not the breathing she’s\nhad in her head all this time. This speaks only of illness,\nnot of the entire language Susie has been hearing within the\nsighs.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nSusie listens to\nMARKOS’ LABORED BREATHING. This is not the breathing she’s\nhad in her head all this time. This speaks only of illness,\nnot of the entire language Susie has been hearing within the\nsighs. \n\nTARGET SECTION TO BE ANNOTATED:\nThen Markos slowly raises a hand. Within seconds, the women\nbelow all see the gesture and quiet.\n\nMARKOS\nLET IT BEGIN! IN THE NAME OF THE\nMOTHERS. LET IT BEGIN!\n\nSusie watches as the plates are removed with ritualistic pre-\ncision. The tables are dismantled and taken to the sides lea-\nving an empty space in the center of the room.\n\nA GREAT MUSIC begins. Klemperer is taken to the base of the\nstaircase to witness what is about to happen. The three dead\ngirls hold the three golden leashes fixed around his neck.\n\nSusie sees the rest of the girls from the company step into\nthe space, entranced somehow, and blindfolded.\n\fgl.\n\nThey begin the choreography of OPEN AGAIN. They don’t seem to\nknow where they are, they just dance. The matrons down on the\nfloor dance among them. All the women are nude. Every shape\nand state of the female body is on display.\n\nA LOW DRONE begins out of the air, taking its vibrations from\nthe spell of the dance. The girls begin dancing backward now,\nlike a tide going out. Then forward again, coaxing something\nto come forward from the infinite spaces beyond the room.\n\nHELENA MARKOS\nThey are summoning what we need.\n\nSUSIE\nDeath.\n\nHELENA MARKOS\nWhat do you think is happening,\ngirl?\n\nSUSIE\nA ritual. To renew you.\n\nHELENA MARKOS\n“Renew” is a beautiful word. Do you\ncome to this willingly?\n\nSUSIE\nI do.\n\nBLANC\nYou must have no doubts, Susie. If\nyou do, I will take you back. Take\nall of this out of your head. You\ncan forget everything.\n\nMarkos laughs, smugly.\n\nHELENA MARKOS\nExcept your jumps. And your kicks\nand leaps and rolls--\n\nBLANC\nI would like this to be pure.\n\nHELENA MARKOS\nWe know what you would like.\n(aggressive)\nThis is not vanity! Who knows how\nmuch longer we must march forward?\n\nSUSIE\nI can be both.\n\f92.\n\nBlanc looks at Susie, then at Markos.\n\nBLANC\nYou see? She doesn’t understand!\n\nBlanc steps forward, but Markos holds her with a look.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLANC\nYou see? She doesn’t understand! Blanc steps forward, but Markos holds her with a look. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSIE\nI do.\n\nHELENA MARKOS\nShe understands enough. On the\nfloor, girl.\n\nIn the vastness beyond the arch opposite the stairs, where\nlight and darkness meet, something is assembling itself. It\ncan be felt before it can be seen. Some of the matrons are\nsensing it. Blanc is sensing it.\n\nTwo matrons, Misses Millius and Huller, step forward to help\nSusie out of her clothes. Susie is shown to the floor where\nshe kneels and lays of the cold stone. The matrons take her\narms to the sides. Susie turns her face down. Markos slowly\nstands.\n\nBLANC\nSomething’s wrong. You don’t feel\nit--?\n\nUnder the arch, a wet blackness is assembling into being.\n\nBLANC (CONT'D)\nMarkos, this isn’t right. Let her\nup--!\n\nBut with a gesture, Markos makes a dash with her hand out at\nBlanc and Blanc’s neck is chopped from behind. Blanc crumples\nto her knees and slumps back against the wall. The chop has\nsevered her spine, but not her trachea. Her head slides fo-\nrward until it is stopped by her chest. Then it sits there,\nface cast downward.\n\nSusie hears this take place, but does not dare look. Markos\nturns her attention back to Susie.\n\nHELENA MARKOS\nWe have been on two sides of this\ntoo long. You want this, girl?\n\nSUSIE\nYes.\n\f93.\n\nHELENA MARKOS\nIf you accept me, and accept what\nwe seek, you must put down the wo-\nman who bore you to the world.\n\nSusie closes her eyes. She concentrates on the BREATHING, the\nSIGHS in her head, pulling it into her own rhythm.\n\nHELENA MARKOS (CONT’D)\nThink of that false mother now,\nlying in her reek of pain. Release\nher from you. You have the Mothers\nyou need now. Death to any other\nmother.\n\nSUSIE\nI am the Mother.\n\nMarkos looks down at her, not sure she’s heard correctly.\n\nThe dancing and singing is frantic, but the witches are not\nprepared for what happens next.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUSIE\nI am the Mother. Markos looks down at her, not sure she’s heard correctly. The dancing and singing is frantic, but the witches are not\nprepared for what happens next. \n\nTARGET SECTION TO BE ANNOTATED:\n Something black and dripping\nwith the energy of its passage into the world rides out of\nthe space beneath the arch and is suddenly in the room with\nthem.\n\nSome of the matrons SCREAM and move back from it. It’s clear\nnothing like this has been seen before in these rooms. Others\nare steadfast and continue dancing, terrified, some within\nfeet of it. The mesmerized, blindfolded girls remain in the\ndance unaware.\n\nMarkos herself is looking at the black thing in confused awe.\nShe glances over at Blanc, concerned now that Blanc is behind\nthis, or understands it. But it is Susie who looks up at\nMarkos.\n\nSUSIE (CONT'D)\nYou've played at this long enough.\n\nMarkos opens her mouth in shock. She hisses:\n\nHELENA MARKOS\nWho are you?\n\nSUSIE\nWhom were you anointed for? Which\nof the Three?\n\nHELENA MARKOS\nMother Suspiriorum, girl.\n\nSusie says, simply, finally coming into her full identity.\n\f94.\n\nSUSIE\nI am she.\n\nAt the bottom of the stairs, the girl dressed as Mother Su-\nspiriorum hears this and takes off her mask. It is Sara. She\nlooks up at Susie, and holds out the mask. Reverently.\n\nSARA\nThe Mother! The Mother!\n\nOthers who have supported Markos from the start begin to cry,\nor WAIL OUT. What is happening is akin to Jesus Christ him-\nself walking into a modern Easter service. No one is prepar-\ned for one of the Three Mothers being among them.\n\nMarkos looks down at Susie, the first twitch of astonishment\nentering her withered face.\n\nSUSIE\nDeath to any other Mother.\n\nThe black form hears this and spares no glance around, but\ncarries itself up the stairs, past a terrified Klemperer, to-\nward Markos, low to the ground like Susie’s improvisations,\nfast as the shadow of an eclipse crossing the land.\n\nAs it climbs, two things happen simultaneously:\nINT. OHIO FARMHOUSE, ADULTS’ BEDROOM -- DAY\n\nMrs. Bannion lies, dazed and pale, in her sick bed. Several\nneighbor women have collected there and are quietly singing a\nHYMN. Mrs.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nBannion lies, dazed and pale, in her sick bed. Several\nneighbor women have collected there and are quietly singing a\nHYMN. Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Bannion fades in and out, in a dream or memory:\n\nA young Susie (10) is in home school class. She is meant to\nbe memorizing a map of the United States, but keeps turning\nher workbook back to another page. The girl wants to look at\nthe shapes of Europe instead. Mrs. Bannion, who is teaching\nher, snaps the page back, impatiently, as if for the tenth\ntime. She hisses:\n\nMRS. BANNION\nSusannah.\n\nTen-year-old Susie looks up at her, unintimidated, even toler-\nant for now.\n\nBut Mrs. Bannion is lifted from this memory as something en-\nters the room with her. She has a fraction of a second to see\nthe shadow’s face before it overtakes her.\n\nNaomi, who has been sitting with the neighbor women, mending,\nlooks up now into the dead face of her mother.\n\f95.\n\nINT. MUTTERHAUS, ROOM OF FEASTS -- NIGHT\n\nDeath reaches Markos, rears up, and tears through the woman’s\nmeager magical defenses, then through her flesh. Susie gets\nslowly to her feet to watch.\n\nWhen it is finished, it goes loping back down the stairs to\nevery Markosite in the room. They see it coming and SCREAM--\nMiss Mandel and Millius, Miss Balfour, Miss Huller, Miss\nMarks, Pavla, Miss Verdigast, and Alberta. The black thing\ncuts them down in its killing ebb, leaving the Blancites un-\ntouched. Then is uncoils into the void beyond.\n\nTanner is spared. She’s weeping, weeping. The remaining\nwitches find their voices and begin to scream praises. They\nthought they were about to witness the rebirth of their\nleader Helena Markos, and instead they have seen the arrival\nof one of the very Mothers they have only read about for cen-\nturies.\n\nMATRONS IN THE ROOM\nMUTTER! MUTTER! MUTTER SUSPIRIORUM!\n\nAs Susie walks down the stairs, the font of light burns over\nher head, scattering all shadow, all ambiguity. Up close to\nit, as Susie is, one can hear the sound of TEN THOUSAND FOR-\nESTS BURNING in it.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUTTER SUSPIRIORUM! As Susie walks down the stairs, the font of light burns over\nher head, scattering all shadow, all ambiguity. Up close to\nit, as Susie is, one can hear the sound of TEN THOUSAND FOR-\nESTS BURNING in it. \n\nTARGET SECTION TO BE ANNOTATED:\nShe reaches up and pulls her throat open along a vertical to\nform a new mouth to speak out of.\n\nWhen she reaches the bottom, where Sara stands, she takes the\nmask from her and puts it aside. Then she takes off Olga’s,\nand then Patricia’s, who have come forward, and sets them a-\nside.\n\nShe leads them into a dance, telling them as they go:\n\nSUSIE/MOTHER SUSPIRIORUM\nI am here now! I am with you!\n\nTheir eyes are rimmed with white. They dance for a time until\nSusie recognizes they are sad in their state.\n\nPATRICIA\nMother, we are so tired.\n\nSUSIE/MOTHER SUSPIRIORUM\nWhat do you ask?\n\nPATRICIA\nTo die! To die!\n\f96.\n\nShe places a hand briefly on Olga’s ruined face, then Patri-\ncia's, and lets them die mortal deaths.\n\nShe and Sara dance for a time until Sara says to her:\n\nSARA\nMother, please.\n\nSUSIE/MOTHER SUSPIRIORUM\nWhat do you ask?\n\nSARA\nTo die!\n\nAnd Susie puts her hand briefly on Sara’s face, like a lover\nwould, and then over it until she falls away, as if froma\ngreat height, from the mortal world into death.\n\nSusie dances in solo then, charging the air, the room, the\ncoven with her power. Finally, she calls out to the other\nwitches:\n\nSUSIE/MOTHER SUSPIRIORUM\nIt is beautiful! Beautiful! Contin-\nue the dance!\n\nThe dancers wind back up again, but with a force that gives\n\nthe impression Susie is controlling them now. She enters the\ndance, leads it, leads it into the air, with no underfoot or\noverhead, just circles and circles of power.\n\nKlemperer is watching all of this unfold, his mind at the\nedge of ruin.\n\nFADE TO BLACK:\nEXT. BERLIN, STREETS -- DAWN\nSusie is walking down the center of the street through the\nsnow. It SQUEALS under her boots. Lights are burning in some\nwindows, but not many people are out yet. She walks with a\ngait and confidence that is itself nearly a dance. This is\nher city now, its people her people.\n\nCUT TO:\n\nINT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe walks with a\ngait and confidence that is itself nearly a dance. This is\nher city now, its people her people. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MUTTERHAUS, ROOM OF FEASTS -- DAY\nThe remaining matrons are beginning the long process of\n\ncleaning the Room of Feasts. They remove the stained linens\nfrom the table. They scrub the stones.\n\f97.\n\nINT. MARKOS COMPANY, HALLWAYS/STUDIOS -- DAY\n\nThe dancers are all in the studios rehearsing, oblivious. The\ncompany is running again as usual. Miss Boutaher leads the re-\nhearsal. Danielle beats the drum. There’s no hint of strange-\nness in the girls. They remember nothing, it’s clear.\n\nBACK TO:\nINT. KLEMPERER’S APARTMENT, BEDROOM -—- DAY\n\nKlemperer is alive, though unwell. He has survived his night\nwith the coven, but has been shaken past what he can tolerate\npsychologically.\n\nMadame Sesame brings him tea, a slice of brown bread with a\nlittle butter crock, a sliced up pear. She puts it on his bed-\nside table. The room is dim, the curtains nearly shut against\nthe snowy morning. He doesn’t want the light.\n\nAfter a few moments, the door opens and Susie comes in with-\nout knocking. Frau Sesame turns in surprise.\n\nFRAU SESAME\n<< Good morning. No one taught you\nto knock on a closed door? >>\n\nSUSIE/MOTHER SUSPIRIORUM\n<< Wait on the stairs. >>\n\nThe housekeeper, coming into her fright, goes.\n\nSusie enters. Klemperer’s eyes follow her into the room and\nto a chair beside the bed. He is shaking. The light from the\nwindow is behind her now, casting her nearly in silhouette.\n\nSUSIE/MOTHER SUSPIRIORUM (CONT’D)\n\nI’ve been thinking about you. I\nwasn’t yet in a position to prevent\nwhat my daughters did to you, but I\nregret it. Truly. I want to make it\nup if I can. I brought a gift.\n\n(beat)\nYou deserve to know what happened.\n\nKLEMPERER\nPlease.\n\nBut Susie closes her eyes, summoning a path through history\nto his wife. Her silhouette begins to change as she exerts\n\nherself. He can see the outline of Mother Suspiriorum--the\n\nhalo of darkness.\n\f98.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer silhouette begins to change as she exerts\n\nherself. He can see the outline of Mother Suspiriorum--the\n\nhalo of darkness. 98. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSIE/MOTHER SUSPIRIORUM\nYour wife tried to make it south to\nTeplice. But she was apprehended by\nborder guards in the woods outside\nGlashiitte and taken, finally, to Te-\nrezin instead. Theresienstadt camp.\n\nKlemperer’s eyes are already tearing up with this confirma-\ntion of his worst nightmare. He clamps them shut. When he\nopens them, he is looking at the bedside table beside them,\nwhere the cut up pear sits in a dish with the knife. It is\nnot a big knife, but it is sharp. And it’s within reach.\n\nSUSIE/MOTHER SUSPIRIORUM (CONT’D)\n\nShe lived there only twenty days.\n\nOn the 11th of November, 1943, the\nCommandant of the camp, a man named\n\nBurger, ordered all 40,000 detained\n\nthere to stand in the cold for a\n\ncensus. Hours passed. Most were nak-\n\ned. Some hundreds died of exposure.\n\nCLOSE ON: Under the lids, Susie’s eyes move here and there as\nif she is seeing what she’s describing.\n\nSUSIE/MOTHER SUSPIRIORUM (CONT’D)\nYour wife had two women with her as\nshe died, who told her she was not\nalone: An elderly secretary from\nDenmark and a woman from Moravia,\nwhom your wife had befriended. Her\nfinal moments were spent thinking\nof a birthday in which you sur-\nprised her by taking her to hear a\nconcert. Chopin and Brahms. It was\nthe first time you held her hand.\nShe was not afraid. Her thoughts\nwere of you. Only of you.\n\nSusie reaches the end and opens her eyes, back in her mortal\nform.\n\nShe sees: Klemperer is crying through all of this, rocking\nwith silent, hopeless sobs. Hope, even hope scraped thin, was\npreferable to him than this. She savors his pain.\n\nSUSIE/MOTHER SUSPIRIORUM (CONT’D)\nBe calm, doctor. That’s not the\ngift.\n\nSusie leans in and takes his hand.\n\f99.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s not the\ngift. Susie leans in and takes his hand. 99. \n\nTARGET SECTION TO BE ANNOTATED:\nSUSIE/MOTHER SUSPIRIORUM (CONT’D)\nOf Anke-- Of Patricia-- Of Sara--\nOf me-- Of all the women of your un-\ndoing-- When I touch your face, ev-\nery memory of them will go. They’1ll\nmelt in the sun and be gone.\n\nShe doesn’t ask him if he’s ready. She touches the place just\nin front of his ear. Then she gets up to leave him to the\nattendant seizure.\n\nBefore she goes, though, she reaches into the bedclothes and\nfinds the knife he’s taken from the bedside table and re-\nturns it so he doesn’t accidentally cut himself.\n\nHe bucks and spasms in his bed. Once Susie is gone, Frau Ses-—\name rushes to his bedside.\n\nFRAU SESAME\nDoctor! --Doctor!\n\nBut he finally comes out of the convulsions. His eyes find\nher and he looks at her, confused, as if trying to place her.\n\nCUT TO:\nINT. MUTTERHAUS, ROOM OF FEASTS -- DAWN\nMatrons come up the stairs to the bodies there. One of the\nmatrons stoops down to begin to solve the problem of Madame\n\nBlanc. She is astonished to find:\n\nBlanc is still alive. Her eyes look up from her half-severed\nhead. She tries to speak. She blinks at the gathering women.\n\nWe follow Miss Huller as she sprints up the stairs to summon\nhelp.\n\nCUT TO:\nINT. BKA HEADQUARTERS, WAITING ROOM -- DAY\nIn the lobby is the row of “TERRORISTEN” posters Klemperer\nsaw, with their dozens and dozens of photos of men and women,\nsome with names others with question marks. Many are crossed\nout. Patricia’s looks smudged somehow, now totally unrecogni-\nzable.\n\nCUT TO:\nEXT. EAST BERLIN, FRIEDRICHSTRABE -- DAY\n\nLater in the morning, the streets are filling with people\nwalking to work. Klemperer is no where to be seen.\n\f100.\n\nWe END on the image of the ruined fountain where Klemperer\nused to stop and linger with his wife’s memory. It is empty\nnow, and will be from now on.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\n100. We END on the image of the ruined fountain where Klemperer\nused to stop and linger with his wife’s memory. It is empty\nnow, and will be from now on. \n\nTARGET SECTION TO BE ANNOTATED:\nA wife, a life, an entire war, have been forgotten.\n\nEND.\n\f"
}