{
  "1": "TENET\n\nWritten by\n\nChristopher Nolan\n\fORCHESTRA TUNING, audience settling. High officials in\nglassed-in boxes toast each other. Doors closing...\n\nBAM - from behind the orchestra - TERRORISTS with MACHINE\nGUNS BURST in... The audience SCREAMS... The terrorists cover\nthe ordinary people - the HIGH OFFICIALS are held in the\nBOXES...\n\nINT./EXT. VAN, PLAZA, DOWNTOWN KIEV, UKRAINE - DAY\n\nAs POLICE FLOOD THE PLAZA, the DRIVER turns to the PASSENGER\n\nDRIVER\n(in Ukrainian)\n- Wake up the Americans. -\n\nThe Passenger turns to the back where four BLACK-CLAD YOUNG\nMEN SIT, WAITING. The nearest one seems to be SLEEPING...\n\nPASSENGER\nHey -\nEYES CLOSED, the young man COCKS his weapon, chambering a\nround, POPS it out of the slide, CATCHES it, opens his eyes -\nthis is THE PROTAGONIST...\n\nThe Passenger nods, ‘okay’. The Driver looks down at a\nVARIETY OF UNIFORM PATCHES...\n\nSIRENS. The Americans shoulder WEAPONS, pull on HELMETS...\n\nA UKRAINIAN SWAT VAN SCREECHES to a halt outside the theatre\n\nThe Passenger spots its markings - TOSSES the corresponding\npatches to the Americans, who slap them onto their shoulders.\n\nUkrainian SWATs pour out of the SWAT van -\n\nThe Americans JUMP out of the back of their van, SLIPPING\nUNNOTICED INTO THE STREAM OF SWATS pouring into the lobby...\nINT. LOBBY, CONCERT HALL - CONTINUOUS\n\nSWATs mass at each entrance... the Protagonist watches GAS\nCANISTERS brought in TO THE AIR-CONDITIONING SYSTEM. The\nSWATs pull on GAS MASKS...\n\nINT. BOX, CONCERT HALL - CONTINUOUS\n\nA WELL-DRESSED MAN sitting next to a UNIFORMED OFFICIAL looks\n\ndown into the stalls - people SLUMP, UNCONSCIOUS, IN A\nWAVE...\n\fHe turns to the Official - who motions calm, draws a\nSIDEARM...\n\nINT.",
  "2": "---END OF PREVIOUS SECTION---\nBOX, CONCERT HALL - CONTINUOUS\n\nA WELL-DRESSED MAN sitting next to a UNIFORMED OFFICIAL looks\n\ndown into the stalls - people SLUMP, UNCONSCIOUS, IN A\nWAVE... He turns to the Official - who motions calm, draws a\nSIDEARM... INT. \n---TARGET SECTION TO BE ANNOTATED---\n THEATRE, CONCERT HALL - CONTINUOUS\n\nA Terrorist wets a rag in a drinking fountain, ties it around\nhis nose and mouth. Others have WORKMAN’S RESPIRATORS AND\nFACE MASKS. They COCK THEIR WEAPONS, preparing...\n\nINT. LOBBY, CONCERT HALL - CONTINUOUS\n\nTHE SWATS BREACH - POURING into the theatre - exchange\nGUNFIRE with the TERRORISTS...\n\nINT. CURVING CORRIDOR - DAY\n\nRUNNING. Fast but silent...\n\nFOLLOW the four Americans - they hit a junction - hand\nsignals - they SPLIT two ways -\n\nFOLLOW two of them - one of them PEELS OFF up a staircase -\nFOLLOW the last, the Protagonist - checking each box...\n\nINT. BOX, CONCERT HALL —- CONTINUOUS\n\nThe Protagonist BURSTS in - takes out the Official beside the\nWell-Dressed Man -\n\nPROTAGONIST\nWe live in a twilight world...\n\nThe Well-Dressed Man stares, shocked -—\n\nPROTAGONIST (CONT'D)\nWe live in a twilight world...\n\nWELL-DRESSED MAN\n(focuses )\nAnd there are no friends at dusk.\n\nPROTAGONIST\nYou’ve been made. This siege is a\nblind for them to vanish you.\n\nWELL-DRESSED MAN\nBut I’ve established contact -\n\nPROTAGONIST\nBring you in or kill you - I have\ntwo minutes. Make up your mind.\n\nThe Well-Dressed Man nods, climbs to his feet...\n\fPROTAGONIST (CONT'D)\nWhere’s the package?\n\nWELL-DRESSED MAN\nCoat check.\n\nHe hands the Protagonist a numbered ticket.\n\nINT. CORRIDOR, CONCERT HALL - CONTINUOUS\n\nThe battle between SWATs and Terrorists rages... SWATS move\ndown the corridor, checking the boxes one by one...\n\nINT. BOX, CONCERT HALL —- CONTINUOUS\n\nThe Protagonist SMASHES the glass - checks the drop to the\nstalls, pulls out a black rope, ties it to a column...\n\nAs they DROP, Terrorist gunfire rings out - they LAND -\nhiding amongst the UNCONSCIOUS AUDIENCE.",
  "3": "---END OF PREVIOUS SECTION---\nINT. BOX, CONCERT HALL —- CONTINUOUS\n\nThe Protagonist SMASHES the glass - checks the drop to the\nstalls, pulls out a black rope, ties it to a column... As they DROP, Terrorist gunfire rings out - they LAND -\nhiding amongst the UNCONSCIOUS AUDIENCE. \n---TARGET SECTION TO BE ANNOTATED---\n The Well-Dressed Man\ntakes a seat, FEIGNS SLEEP - the Protagonist ROLLS under the\nseats —\n\nBLAM! Terrorists near the stage open fire - SHOTS ring out -\nhitting two sleeping audience members, nearby - the Well-\nDressed Man TWITCHES - the Protagonist holds his ankle -\nurging him to keep still -\n\nBLAM! A third sleeping audience member is shot - the\nProtagonist jumps up, DRAWING THE TERRORISTS’ fire away from\nthe Well-Dressed Man -\n\nThe Protagonist races towards two REAL UKRAINIAN SWATS who\ncover him from the Terrorists - one of them goes down.\n\nThe Protagonist takes cover beside the real UKRAINIAN SWAT -\nWHO IS PLANTING A BOMB UNDER THE SEATS... he gestures to the\ndead SWAT’s pack... the Protagonist unzips the bag to find a\nBOMB, COUNTING DOWN IN SYNC WITH THE OTHER BOMB —\n\nUKRAINIAN SWAT\n(in Ukrainian, impatient)\n- What’re you doing? -\n\nThe Ukrainian SWAT uses his gun to PROD the Velcro patch on\nthe\n\nProtagonist’s shoulder. It FALLS OFF...\nUKRAINIAN SWAT (CONT'D)\n(in Ukrainian)\n\n- Who are you? -\n\nThe Protagonist is at a loss... BAM! The Ukrainian SWAT is\ntaken out by another ‘SWAT’ -\n\f‘SWAT’\nNo friends at dusk, huh?\n\nPROTAGONIST\nYou'll do.\n\nThe Protagonist GRABS the bombs, points at the Well-Dressed\nMan -\n\nPROTAGONIST (CONT'D)\n(to the ‘SWAT’)\nGet him to the rally point.\n\nThe ‘SWAT’ leads the Well-Dressed Man down a fire exit -\n\nINT. LOBBY, CONCERT HALL —- CONTINUOUS\n\nThe Protagonist RACES across the lobby, gunfire RINGING OUT -\nLEAPS over the counter into the COAT-CHECK AREA...\n\nLanding on the floor next to an unconscious coat-check girl.\nHe spots another bomb - ‘4:23’, ‘4:22’... the Protagonist\nchecks the number on the coat-check ticket and efficiently\nmoves across numbered racks until he finds a SPORTS BAG.",
  "4": "---END OF PREVIOUS SECTION---\nLOBBY, CONCERT HALL —- CONTINUOUS\n\nThe Protagonist RACES across the lobby, gunfire RINGING OUT -\nLEAPS over the counter into the COAT-CHECK AREA... Landing on the floor next to an unconscious coat-check girl. He spots another bomb - ‘4:23’, ‘4:22’... the Protagonist\nchecks the number on the coat-check ticket and efficiently\nmoves across numbered racks until he finds a SPORTS BAG. \n---TARGET SECTION TO BE ANNOTATED---\nHe unzips it to find a BLACK METALLIC OBJECT the size of a\nsoftball.\n\nHe stuffs it into his pack and SCRAMBLES over the counter...\n\nINT. SERVICE CORRIDOR - CONTINUOUS\n\n- the Protagonist RUNS, checking numbers on doors... he STOPS\nat a door, THROWS it open, JUMPS in low -\n\nINT. UTILITY ROOM - CONTINUOUS\n\nTHREE ‘SWATS’, guns trained, and the Well-Dressed Man. The\nProtagonist throws a bomb to SWAT 2, then shows the OBJECT to\nthe Well-Dressed Man -\n\nPROTAGONIST\nI’ve never seen encapsulation like\nthis.\n\nWELL-DRESSED MAN\nWe don’t know how old it is. It’s\nthe real deal.\n\nPROTAGONIST\nDid you have an out?\n\nWELL-DRESSED MAN\nService tunnels to sewers.\n\fPROTAGONIST\nSwap clothes.\n\nThe ‘SWAT’ and the Well-Dressed Man start changing. The\nProtagonist hands SWAT 3 the object -\n\nPROTAGONIST (CONT'D)\nTake this, take him, take his exit.\nI don’t trust ours any more.\n(to SWAT 2)\nCan you defuse it?\n\nSWAT 2\n(shakes head)\nCentrally synchronized. Are there\nmore?\n\nThe Protagonist nods, STUFFS the bomb in his pack -\n\nPROTAGONIST\nCovering their tracks.\n\nSWAT 2\nTaking out the audience?\n\nPROTAGONIST\nJust the cheap seats.\n\nSWAT 3\nNot our mission -\n\nPROTAGONIST\nMine, now.\n\nThe newly dressed ‘TARGET’ steps up -—\n\n‘TARGET’\nI’m with you - the Ukrainians are\nexpecting a passenger.\n\nINT. THEATRE, CONCERT HALL - CONTINUOUS\n\nThe Protagonist and the ‘Target’ race through the SLEEPING\nAUDIENCE COLLECTING BOMBS - the TIMERS tick down - ‘1:58’,\n1:57\".\n\nCrouched at a bomb, the Protagonist notices a BULLET HOLE in\nthe side of the chair - a TINY WHIFF OF SMOKE GATHERING...\n\nCLICK - a gun is to his head - he spins around to see a\n\nSWAT.",
  "5": "---END OF PREVIOUS SECTION---\nTHEATRE, CONCERT HALL - CONTINUOUS\n\nThe Protagonist and the ‘Target’ race through the SLEEPING\nAUDIENCE COLLECTING BOMBS - the TIMERS tick down - ‘1:58’,\n1:57\". Crouched at a bomb, the Protagonist notices a BULLET HOLE in\nthe side of the chair - a TINY WHIFF OF SMOKE GATHERING... CLICK - a gun is to his head - he spins around to see a\n\nSWAT. \n---TARGET SECTION TO BE ANNOTATED---\n 0:34’, ‘0:33’... The ‘Target’ has his own gun on the\nSWAT - A STAND-OFF - all around them, UNCONSCIOUS\nCIVILIANS...\n\n \n\nPROTAGONIST\nWalk away - you don’t need to kill\nthese people.\n\f6.\n\nThe Protagonist turns back to the bomb... ‘0:32’, ‘0:31’. At\nthe bullet hole the PUFF OF SMOKE THICKENS... the\nProtagonist, confused, REACHES towards it... the SWAT COCKS\nhis weapon...\n\nBLAM! With EXPLOSIVE FORCE THE BULLET HOLE DISAPPEARS - A\nNICK HAS APPEARED IN THE PROTAGONIST’S UNIFORM - he SPINS -\nthe SWAT is SHOT THROUGH THE CHEST AND DROPS... revealing a\nFIGURE, also in a gas mask and tactical gear...\n\nThe Figure TURNS - the Protagonist sees, on the Figure’s\npack, a small TALISMAN - a COIN with a hole tied to a zip by\nORANGE AND YELLOW THREAD - the Protagonist turns back to grab\nthe bomb -\n\n‘TARGET’\nThat wasn’t one of us.\n\nPROTAGONIST\nI’ll take the help.\n\nThe Protagonist GRABS the last bomb: ‘0:03’... he looks up to\nthe boxes, where REAL SWATS EVACUATE THE HIGH OFFICIALS...\nTHE PROTAGONIST LOBS THE BOMBS UP INTO THE BOXES...\n\nEXT. PLAZA, DOWNTOWN KIEV - CONTINUOUS\n\nThe Protagonist and ‘Target’ emerge - an EXPLOSION above them\nINT. THEATRE, CONCERT HALL - CONTINUOUS\n\nINNOCENT CIVILIANS STIR under the EXPLOSION IN THE BOXES -\n\nEXT. PLAZA, DOWNTOWN KIEV - CONTINUOUS\n\nThe van PULLS UP - rear door open - they JUMP INSIDE -\n\nINT. VAN —- MOMENTS LATER\n\nThe Protagonist pulls off his mask. BREATHING. The Passenger\nturns - grabs the ‘Target’s face, SOMETHING WRONG...",
  "6": "---END OF PREVIOUS SECTION---\nVAN —- MOMENTS LATER\n\nThe Protagonist pulls off his mask. BREATHING. The Passenger\nturns - grabs the ‘Target’s face, SOMETHING WRONG... \n---TARGET SECTION TO BE ANNOTATED---\n the\nProtagonist turns to the Driver - WHO HAS A GUN POINTED AT\nHIM ...\n\nBLACK SCREEN:\n\nSCREAMING. The Protagonist’s screaming. Close on his eyes -\nFLICKERING, SWEATING, PLEADING, DEFIANT... and we are -\n\fEXT. RAIL YARDS - DAY\n\nThe Protagonist, tied to a chair, in a windswept rail yard.\nIn front of him, the ‘Target’, also tied to a chair, back to\nus. The Driver steps back, SWEATING. BLOODY PLIERS in hand.\n\nDRIVER\n(breathless)\nA man can be trained to hold out\nfor about eighteen hours.\nThe Driver gestures at a CLOCK on a table -\n\nDRIVER (CONT'D)\nSo your colleagues will clear by 7.\n\nThe Driver PUSHES the ‘Target’s chair over. The ‘Target’\nlands hard on his side on the gravel. Groaning.\n\nDRIVER (CONT'D)\nHe didn’t last eighteen minutes.\n\nThe Driver pulls out a KNIFE. Leans in to the Protagonist -\nDRIVER (CONT'D)\nBut he didn’t have anything to\nhide. You were smuggling a nobody.\n\nThe knife moves towards the Protagonist’s throat...\n\nDRIVER (CONT'D)\nRisky.\n\n...then to his collar - which he CUTS -\n\nDRIVER (CONT'D)\nOr were you counting on this?\n\n..-pulling out a SILVER CAPSULE. The Protagonist stares.\n\nDRIVER (CONT'D)\nDeath, CIA issue.\n\nThe Driver TOSSES the pill, WAVES the pliers at the clock -\n\nDRIVER (CONT'D)\nSpare yourself once they’re clear.\n\nThe Protagonist looks at the clock - ‘5:38’. A FREIGHT TRAIN\nRUMBLES PAST, CLOSE... As we close in on the clock, THE\nPROTAGONIST’S SCREAMS ARE DROWNED OUT BY THE FREIGHT TRAIN...\n\nThe Driver steps back. The Protagonist breathes heavy, blood\ndribbling... the Driver follows his gaze to the clock -\n6:53’ - then checks his watch. Frowns theatrically, picks up\nthe clock, SHAKES it -\n\fDRIVER (CONT'D)\nRunning fast...\n\nThe Driver SETS THE HANDS BACK ONE HOUR.",
  "7": "---END OF PREVIOUS SECTION---\nThe Protagonist breathes heavy, blood\ndribbling... the Driver follows his gaze to the clock -\n6:53’ - then checks his watch. Frowns theatrically, picks up\nthe clock, SHAKES it -\n\fDRIVER (CONT'D)\nRunning fast... The Driver SETS THE HANDS BACK ONE HOUR. \n---TARGET SECTION TO BE ANNOTATED---\n The Protagonist\nwatches, DESPAIRING... as the Driver puts the clock back\nthe table, the Protagonist notices the ‘Target’s FINGERS\nWIGGLING... in them is a SILVER PILL...\n\nFreight trains rumble past in opposite directions, sound\nBUILDING... The Driver approaches, bloody pliers in hand\n\nPROTAGONIST\nWe were alone.\n\nDRIVER\nI didn’t ask. Which means we're\nfinally getting somewhere.\nThe Protagonist HURLS himself onto the ‘Target’s hands -\nSMASHING - gets the PILL into his mouth - BITES DOWN -\nDEAFENING TRAIN NOISE...\n\nArms GRAB at him - HANDS PRY his jaw as he SEIZES, MOUTH\nFOAMING... the Protagonist’s EYES GLAZE and we -\n\nCUT TO:\nBlack screen.\nSupertitle:\nTENET\n\nFADE IN:\n\non\n\nface\n\nThe Protagonist opens his eyes. A man stands beside his bed.\n\nSWAYING gently. This is FAY.\n\nFAY\nWelcome to the afterlife.\n\nThe Protagonist lifts his head and we are -\n\nINT. BOAT AT SEA - DAY\nThe Protagonist sees the STEELY OCEAN SWELL...\n\nFAY\nYou've been in a medically induced\ncoma while we got you out of\nUkraine and rebuilt your mouth.\n\nPROTAGONIST\nThe pills are fake?\n\nFAY\nWe swapped yours for a sedative.\n\fPROTAGONIST\nWhy?\n\nFAY\nA test.\n\nThe Protagonist runs a finger around his mouth. REALIZING.\n\nPROTAGONIST\nTest? They pulled my teeth out.\n\nFay lets that dissipate. The Protagonist closes his eyes.\n\nPROTAGONIST (CONT'D)\nDid the team get clear?\n\nFAY\nNo. Private Russians, we think.\n\nPROTAGONIST\nSomebody talked.\n\nFAY\nNot you. You chose to die instead\nof giving up your colleagues.\n\nEXT. DECK OF THE BOAT - LATER\n\nThe Protagonist stands in the wind, contemplating the\nhorizon.\n\nFAY (0.S.)\nWe all believe we’d run into the\nburning building, but until we feel\n\nthat heat... we can never know. You\ndo.",
  "8": "---END OF PREVIOUS SECTION---\nFAY (0. S.)\nWe all believe we’d run into the\nburning building, but until we feel\n\nthat heat... we can never know. You\ndo. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nI resign.\n\nFAY\nYou don’t work for us - you’re\ndead.\n\nThe Protagonist turns to Fay, confused.\n\nFAY (CONT'D)\nYour duty transcends national\ninterests. This is about survival.\n\nPROTAGONIST\nWhose?\n\nFAY\nEveryone's. There’s a cold war.\nCold as ice. To even know its true\n\nnature is to lose.\n(MORE)\n\f10.\n\nFAY (CONT'D)\n\nThis is knowledge divided - all I\nhave for you is a gesture -—\n\n(interlaces his fingers)\n- in combination with a word -\n‘tenet’. Use it carefully, it’ll\nopen the right doors, but some of\nthe wrong ones, too.\n\nPROTAGONIST\nThat’s all they’ve told you?\nFAY\nThe test you passed?\n(beat)\n\nNot everybody does.\nFay breaks eye contact with the Protagonist. The boat\ncontinues to nose into the swell.\nEXT. LAUNCH, WIND FARM AT SEA - DUSK\n\nThe Protagonist is driven away from the boat on a launch,\ntowards the GIANT WHITE TURBINES of the ocean wind farm.\n\nThe launch SLIPS amongst them, seeking the ladder of a\nparticular one...\n\nThe Protagonist climbs the ladder to a door. He tries it -\nit’s open. He turns to see the launch move off into the\ngathering dark. The Protagonist ENTERS the wind turbine.\n\nINT. WIND TURBINE - CONTINUOUS\n\nIn the bare space, the Protagonist finds a SPORTS BAG, a COT,\na pallet of WATER and PROTEIN BARS. He opens the sports bag\nto find passports, cash, credit cards and a HI-VIZ VEST.\nUnder the vest is a small black cylinder. He unscrews the top\nto find three SILVER SUICIDE PILLS. The Protagonist shakes\nhis head as he tosses them back into the bag.\n\nINT. WIND TURBINE - LATER\n\nThe Protagonist EATS, DRINKS and EXERCISES by CLIMBING the\nendless interior ladder of the turbine. The stash of food and\nwater SHRINKS...",
  "9": "---END OF PREVIOUS SECTION---\nINT. WIND TURBINE - LATER\n\nThe Protagonist EATS, DRINKS and EXERCISES by CLIMBING the\nendless interior ladder of the turbine. The stash of food and\nwater SHRINKS... \n---TARGET SECTION TO BE ANNOTATED---\nThe Protagonist does PULL-UPS at the very top of the ladder,\nFEET DANGLING over the VERTIGINOUS DROP...\n\nINT. WIND TURBINE - MORNING\n\nThe Protagonist is woken by a repeated AIR HORN. He pulls\nhimself off the cot, opens the door to find -\n\f11.\n\nEXT. WIND TURBINE - CONTINUOUS\n\nA large CATAMARAN nosed up to the windmill, ladder in place,\nMAINTENANCE CREW in HI-VIZ VESTS moving on and off the\nturbine. Other boats service other turbines. The Protagonist\npulls on his VEST and CLIMBS down onto the catamaran.\n\nEXT. EUROPEAN PORT - DAY\nThe Protagonist disembarks with the rest of the wind-farm\ncrew. As they file past a car the driver, also in hi-viz,\nsteps out into line, leaving the door open, engine running.\nThe Protagonist gets in. The GPS is already set...\nEXT. OFFICE COMPLEX - LATER\nA bland suburban office park. The Protagonist gets out of the\ncar, wearing his hi-viz and carrying a clipboard. Heads\ninside, passing numerous STAFF coming out...\nINT. LOBBY, OFFICE COMPLEX - CONTINUOUS\nThe Protagonist moves through the lobby unimpeded. Checking\nthe tenant listings he sees - ‘WINDFARM TRANSITIONS - B-2’.\nINT. CORRIDOR - CONTINUOUS\nThe Protagonist walks up to B-2.\nFEMALE VOICE (0.S.)\nWith a hi-viz vest and a clipboard,\nyou can get almost anywhere.\n\nAlmost.\n\nThe Protagonist turns to find a brusque young woman. This is\nBARBARA. He joins his hands, interlacing the fingers...\n\nPROTAGONIST\nA pretty obscure tenet.\n\nUsing a key card, she ushers him through a door into -\n\nINT. OFFICE, LABORATORY - CONTINUOUS\nBarbara hands the Protagonist a cup of tea.\n\nBARBARA\nNo small talk, nothing that might\nreveal who we are, or what we do.\n\nPROTAGONIST\nI thought I was here to find out\nwhat we do.",
  "10": "---END OF PREVIOUS SECTION---\nOFFICE, LABORATORY - CONTINUOUS\nBarbara hands the Protagonist a cup of tea. BARBARA\nNo small talk, nothing that might\nreveal who we are, or what we do. PROTAGONIST\nI thought I was here to find out\nwhat we do. \n---TARGET SECTION TO BE ANNOTATED---\n\f12.\n\nBARBARA\nYou’re not here for ‘what’, you’re\nhere for ‘how’. ‘What’ is your\n\ndepartment. And not my business.\nPROTAGONIST\n\nWell, to do what I do, I need some\n\nidea of the threat we face.\n\nBarbara considers the Protagonist. Sips her tea.\n\nBARBARA\n\nAs I understand it, we’re trying to\n\nprevent World War Three.\n\nPROTAGONIST\nNuclear holocaust?\n\nBARBARA\nNo. Something worse.\nINT. SHOOTING RANGE - MOMENTS LATER\n\nBarbara hands the Protagonist a semi-automatic. He\nreflexively checks the chamber and magazine - EMPTY.\n\nBARBARA\nAim it and pull the trigger.\n\nThe Protagonist SHRUGS, lifts the empty pistol, sights a\ntarget 25m away with several holes in it...\n\nHe squeezes the trigger - BAM! - a shot. He is CONFUSED...\n\nBARBARA (CONT'D)\nCheck the magazine.\n\nThe Protagonist checks the clip - THERE IS A ROUND IN IT.\n\nPROTAGONIST\nHow?\n\nBarbara pulls on PROTECTIVE GLOVES and removes the round from\nthe clip, placing it next to an identical one on a table.\n\nBARBARA\nOne of these bullets is, like us,\ntravelling forwards through time.\nThe other one’s going backwards.\nCan you tell which is which?\n\nThe Protagonist shakes his head. Barbara reaches forward -\n\nBARBARA (CONT'D)\nHow about now? -\n\f13.\n\nOne of the rounds FLIES UP INTO HER HAND, FALLING IN REVERSE.\nThe Protagonist is taken aback. Barbara holds the round\ntowards him so he can inspect it -\n\nBARBARA (CONT'D)\nIt's inverted - its entropy runs\nbackwards. So, to our eyes, its\nmovement is reversed. We think it’s\na type of inverse radiation,\ntriggered by nuclear fission.\n\nPROTAGONIST\nYou didn’t make it?\n\nBARBARA\nWe don’t know how. Yet.\n\nPROTAGONIST\nSo where’d it come from?\n\nBARBARA\nSomeone’s manufacturing them in the\nfuture. They’re streaming back at\nus.\nBarbara places the round on the table, in front of a CAMERA.",
  "11": "---END OF PREVIOUS SECTION---\nBARBARA\nSomeone’s manufacturing them in the\nfuture. They’re streaming back at\nus. Barbara places the round on the table, in front of a CAMERA. \n---TARGET SECTION TO BE ANNOTATED---\nBARBARA (CONT'D)\nTry it.\n\nHe puts on a glove - moves his hand over it, nothing.\n\nBARBARA (CONT'D)\nYou have to have dropped it.\n\nThe Protagonist reaches out again - it LEAPS UP INTO HIS\nHAND.\n\nPROTAGONIST\nHow can it move before I touch it?\n\nShe cues up the recording of what he just did -\nBARBARA\nFrom your point of view you caught\nit, but from the bullet’s point of\nview...\n\nShe plays it BACKWARDS -—\n\nBARBARA (CONT'D)\n..-you dropped it.\n\nON THE SCREEN: the round FALLS from his hand.\nPROTAGONIST\n\nBut cause has to come before\neffect.\n\f14.\n\nBARBARA\nNo. That’s just how we see time.\n\nShe PULLS the round towards herself using one finger - the\nround follows her finger as if MAGNETIZED...\n\nPROTAGONIST\nWhat about free will?\n\nBARBARA\nThat bullet wouldn't have moved if\nyou hadn’t put your hand there.\nEither way we run the tape, you\nmade it happen.\n\nShe LAUNCHES it up into her other hand -\n\nBARBARA (CONT'D)\nDon’t try to understand it. Feel\nit.\n\nBarbara PLAYS with the round in increasingly IMPROBABLE,\nBEAUTIFUL MOVEMENTS... The round SHOOTS AWAY FROM HER - the\nProtagonist CATCHES IT...\n\nPROTAGONIST\nInstinct. Got it.\n\nBarbara smiles, swaps him the round for the pistol. She then\nplaces a TRAY COVERED IN SHELL CASINGS beside him.\n\nThe Protagonist aims at the target - a shell casing LEAPS\ninto the gun - he FIRES, and a bullet hole near the bullseye\nVANISHES —-\n\nPROTAGONIST (CONT'D)\nWhy does it feel so strange?\n\nBARBARA\nYou’re not shooting the bullet,\nyou’re catching it.\n\nPROTAGONIST\nWhoa.\n\nThe Protagonist examines the target - no bullet holes.\nPROTAGONIST (CONT'D)\nI’ve seen this type of ammunition\nbefore.\n\nBARBARA\nIn the field?\n\nPROTAGONIST\nI was almost hit.\n\f15.\n\nBARBARA\nThen you are exceedingly lucky...\n\nThe Protagonist turns to her...",
  "12": "---END OF PREVIOUS SECTION---\n15. BARBARA\nThen you are exceedingly lucky... The Protagonist turns to her... \n---TARGET SECTION TO BE ANNOTATED---\nBARBARA (CONT'D)\nAn inverted bullet passing through\nyour body would be devastating. The\ninverse radiation would spread\nthrough your body. Like polonium\npoisoning. Not pretty.\n\nThe Protagonist examines the rounds...\n\nPROTAGONIST\nThese look like today’s.\n\nBARBARA\nThey may have been made today, then\ninverted years from now.\n\nPROTAGONIST\nWhere did you get them?\n\nBARBARA\nThey came with the wall. I was\nassigned it, like all the material\nI’m studying here.\n\nPROTAGONIST\nDo you have an analysis of the\nmetals?\n\nBARBARA\nSure. Why?\n\nPROTAGONIST\nThe mixture of alloys can tell me\nwhere they might have been made.\nLook, I know you said that ‘what’\nis my business -\n\nBARBARA\nLet’s not go off-topic.\n\nPROTAGONIST\nI’m not seeing Armageddon here.\n\nBarbara takes the round from him, and beckons him to follow -\n\nINT. ARCHIVE - CONTINUOUS\n\nBetween tall sets of DRAWERS...\n\f16.\n\nBARBARA\nA bullet may not seem like much,\nbut it’s a simple machine - lead\nbullet, brass casing, gunpowder. If\nthey can invert this - I see no\nreason they couldn’t invert pretty\nmuch anything. Even a nuclear\nweapon can only affect our future.\nAn inverted weapon might be able to\naffect our past as well.\n\nBarbara stops at a drawer. Gestures around herself -\n\nBARBARA (CONT'D)\nNow that we know what to look for,\nwe're finding more and more\ninverted material...\n\nShe opens a drawer, revealing a VARIETY OF RUSTED BITS AND\nPIECES - SCREWS, CRACKED LENSES, METAL RODS, BUTTONS...\n\nBARBARA (CONT'D)\n...remnants of complex objects.\n\nThe Protagonist reaches out and lets a RUSTED BUCKLE leap\ninto his hand.\n\nPROTAGONIST\nSo what do you think we’re seeing?\n\nBARBARA\nThe detritus of a coming war.\n\nThe Protagonist looks around at the MULTITUDE of DRAWERS.\n\nEXT.",
  "13": "---END OF PREVIOUS SECTION---\nBARBARA\nThe detritus of a coming war. The Protagonist looks around at the MULTITUDE of DRAWERS. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CROWDED STREET, MUMBAI - DAY\n\nThe Protagonist walks out of an electronics store, opening a\nnew phone, and slips into the throng. He dials -\n\nMALE VOICE\n(over phone)\nYup?\n\nPROTAGONIST\nWe live in a twilight world.\n\nMALE VOICE\n(over phone)\nNo friends at dusk. I was told\nyou'd left the building.\n\nPROTAGONIST\nEven the dead need allies.\n\f17.\n\nMALE VOICE\n(over phone)\nSpecifically?\n\nPROTAGONIST\nAn assist in Mumbai. To get to\nSanjay Singh.\n\nMALE VOICE\n(over phone)\nSingh? He never leaves his house,\n\nand his house... well, it’s -\nPROTAGONIST\n\nYes, it is - I’m looking right at\n\nit.\n\nAbove the bustling street, a HIGH-RISE HOUSE, at least twenty\nstoreys tall, with two large balconies, towers over...\n\nMALE VOICE\n(over phone)\nI’1l see who’s on deck. Bombay\nYacht Club, two hours.\n\nAs the Protagonist hangs up, he spots a figure, on the top\nbalcony. A WOMAN IN A SARI, standing high above the city.\nINT. BOMBAY YACHT CLUB - EVENING\n\nThe Protagonist enters the quiet ex-colonial establishment.\nTakes a seat. A BUSINESSMAN sits down next to him.\n\nBUSINESSMAN\nIt seems you need an introduction\nto a prominent Mumbai local on\nshort notice. I’m Neil.\n\nNeil offers his hand. The Protagonist takes it -\n\nPROTAGONIST\nI need an audience with Sanjay\nSingh.\n\nNEIL\n\nNot possible.\n\nPROTAGONIST\nTen minutes, tops.\n\nNEIL\nTime isn’t the problem. Getting out\nalive’s the problem.\n(thinks)\nWould you take a child hostage?\n\nThe Protagonist shakes his head.\n\f18.\n\nNEIL (CONT'D)\nA woman?\n\nPROTAGONIST\nIf I had to. I’m not looking to\nmake much noise here.\n\nNeil keeps thinking. Signals a waiter -\n\nNEIL\nVodka tonic.\n(gestures at the\nProtagonist)\nDiet Coke.\n\nThe Protagonist stares at Neil. Neil looks up, confused.",
  "14": "---END OF PREVIOUS SECTION---\n(gestures at the\nProtagonist)\nDiet Coke. The Protagonist stares at Neil. Neil looks up, confused. \n---TARGET SECTION TO BE ANNOTATED---\nNEIL (CONT'D)\nWhat? You never drink on the job.\n\nPROTAGONIST\nYou're well informed.\n\nNEIL\nIt pays to be in our profession.\n\nPROTAGONIST\nWell, I prefer club soda.\n\nNEIL\n(grins)\nNo, you don’t.\n\nNeil raps his knuckles on the table, thinking.\n\nNEIL (CONT'D)\nHow’s your parachuting?\n\nPROTAGONIST\nBroke an ankle in basic training.\nSingh’s house isn’t tall enough to\nparachute off of.\n\nNEIL\n(thinks )\nBut it’s bungee-jumpable.\nPROTAGONIST\nI don’t think ‘bungee-jumpable’ is\na word.\nNEIL\n\nIt may not be a word, but it may be\nyour only way out of that place.\n\n(a thought occurs)\nOr into it, for that matter.\n\f19.\n\nEXT. HIGH-RISE HOUSE - EVENING\n\nARMED GUARDS patrol the balconies.\n\nINT. HIGH-RISE HOUSE - CONTINUOUS\n\nInside one of the magnificent rooms, a middle-aged Indian man\nmixes drinks. This is SANJAY SINGH.\n\nEXT. LOW ROOFTOP NEXT DOOR TO HIGH-RISE HOUSE - CONTINUOUS\n\nNeil and the Protagonist race across the roof carrying a\nsports bag. Neil pulls out a WINCH, the Protagonist pulls out\na large CATAPULT, loops it around two pipes, glancing down\ninto the WALLED YARD at the foot of the high-rise house.\n\nNeil BOLTS the winch to the roof, the Protagonist sights the\nupper balcony of the high-rise house, FIRES a ball with a\nline up and over the balcony railing...\n\nEXT. HIGH-RISE HOUSE - CONTINUOUS\n\nThe Protagonist and Neil lie next to each other as the WINCH\nRUNS, TENSIONING THEIR ELASTIC LINES... they LAUNCH\nthemselves, FLYING UP to land against the side of the\nbuilding -\n\nThey RUN SILENTLY UP THE BUILDING, onto the UPPER TERRACES,\nSHOOTING TWO GUARDS with silenced pistols...\n\nINT./EXT. HIGH-RISE HOUSE - CONTINUOUS\n\nSanjay Singh hands a drink to the Woman in the sari.",
  "15": "---END OF PREVIOUS SECTION---\nHIGH-RISE HOUSE - CONTINUOUS\n\nThe Protagonist and Neil lie next to each other as the WINCH\nRUNS, TENSIONING THEIR ELASTIC LINES... they LAUNCH\nthemselves, FLYING UP to land against the side of the\nbuilding -\n\nThey RUN SILENTLY UP THE BUILDING, onto the UPPER TERRACES,\nSHOOTING TWO GUARDS with silenced pistols... INT./EXT. HIGH-RISE HOUSE - CONTINUOUS\n\nSanjay Singh hands a drink to the Woman in the sari. \n---TARGET SECTION TO BE ANNOTATED---\n They\nmove out onto the balcony -\n\nEXT. BALCONY - CONTINUOUS\nThe Protagonist surprises Sanjay, holds him at gunpoint -\n\nPROTAGONIST\n\n(to the Woman)\nStay back.\n\n(to Sanjay)\nI was almost taken out by a very\nunusual type of ammunition in\nUkraine. I want to know who\nsupplied it.\n\nSANJAY\nMy name’s Sanjay. And you are?\n(silence)\nNo chit-chat?\n\f20.\n\nThe Woman pushes a RED BUTTON on the wall -\n\nPROTAGONIST\nThere’s no one at the other end. No\none who’s going to help you,\nanyway.\n\nINT. SECURITY STATION, HIGH-RISE HOUSE - CONTINUOUS\n\nAn alarm buzzes, the Security Guards are frozen, Neil has a\ngun on them, a finger to his lips...\n\nEXT. BALCONY, HIGH-RISE HOUSE - CONTINUOUS\nSanjay tries to turn to see the Protagonist -\n\nSANJAY\nWhy would I know who supplied it?\n\nThe Protagonist pushes his head back around with the gun -\n\nPROTAGONIST\nThe combination of metals is unique\nto India. If it’s from India, it’s\nfrom you.\n\nSANJAY\nA fair assumption -\n\nPROTAGONIST\nDeduction.\n\nSANJAY\nDeduction, then. Look, my friend,\nguns are never conducive to a\nproductive negotiation.\n\nPROTAGONIST\nI’m not the man they send to\nnegotiate...\n\nHe COCKS his weapon - puts the gun to Sanjay’s head -\n\nPROTAGONIST (CONT'D)\nBut I am the man people talk to.\n\nSANJAY\n(charm curdles)\nI can’t. I can’t tell you.\n\nPROTAGONIST\nYou're an arms dealer, friend -\nthis may be the easiest trigger\nI’ve ever had to pull.\n\fWOMAN (0.S.)\nTo say anything about a client\nwould violate the tenets he lives\nby...\n\n21.\n\nThe Protagonist GLANCES at the Woman... whose fingers are\ncasually INTERTWINED. The Protagonist brings his free hand up\n\nto hold the gun in both hands, fingers INTERLACED...\n\nPROTAGONIST\nIf tenets are important to you,\nthen you can tell me. Everything.",
  "16": "---END OF PREVIOUS SECTION---\nThe Protagonist brings his free hand up\n\nto hold the gun in both hands, fingers INTERLACED... PROTAGONIST\nIf tenets are important to you,\nthen you can tell me. Everything. \n---TARGET SECTION TO BE ANNOTATED---\nWOMAN\nNot while you have a gun to my\nhusband's head.\nThe Protagonist releases him.\n\nWOMAN (CONT'D)\nSanjay, make us a drink.\n\nINT. TERRACE OVERLOOKING MUMBAI, SANJAY’S HOUSE - LATER\n\nOverlooking the extraordinary bustle of the city. Sanjay has\n\nleft. His wife hands the Protagonist his drink -\n\nPRIYA\nI’m Priya Singh.\n\nPROTAGONIST\nThis is your operation?\n\nPRIYA\nA masculine front in a man’s world\nhas its uses. The dealer you're\nlooking for is Andrei Sator.\n\nPROTAGONIST\nThe Russian oligarch?\n\nPRIYA\nYou know him?\n\nPROTAGONIST\nNot personally. Made his billions\nin gas, moved to London and married\nan English girl. Said to be on the\nouts with Moscow.\n\nPRIYA\nVery good. Except the ‘gas’ he made\nhis billions from was actually\nplutonium, and he’s said to be on\nthe outs so he can feed British\nIntelligence whatever the Russians\nwant them to think they know.\n\f22.\n\nPROTAGONIST\nNone of which explains how or why\nyou sold him inverted munitions.\n\nPRIYA\nWhen I sold him the rounds, they\nwere perfectly ordinary.\n\nPROTAGONIST\nSo how did he get them inverted?\n\nPRIYA\nWe believe he’s functioning as some\nkind of broker between our time and\nthe future.\n\nPROTAGONIST\nHe can communicate with the future?\n\nPRIYA\nWe all do. Credit cards, email,\ntext - anything that goes into the\nrecord speaks directly to the\nfuture. The question is - can the\nfuture speak back? And, if so, what\nare they saying?\n\nPROTAGONIST\nAnd I’m supposed to find out?\n\nPRIYA\nTo get anywhere near Sator would\ntake a fresh-faced protagonist...\n\nShe reaches up to touch his cheek.\n\nPRIYA (CONT'D)\nFresh as a daisy. Get close, find\nout what he’s receiving and how.\n\nPROTAGONIST\nIs it safe to involve British\nIntelligence?\n\nPRIYA\nI have a contact who’s out of\nSator’s reach.\n\nPROTAGONIST\nOne of us?\nPRIYA\nNo, he thinks we’re chasing\n\nplutonium.",
  "17": "---END OF PREVIOUS SECTION---\nPRIYA\nI have a contact who’s out of\nSator’s reach. PROTAGONIST\nOne of us? PRIYA\nNo, he thinks we’re chasing\n\nplutonium. \n---TARGET SECTION TO BE ANNOTATED---\nSIRENS. BANGS! Priya looks over to see POLICE CARS arriving\nfar below, in the WALLED YARD at the foot of her house...\n\f23.\n\nPRIYA (CONT'D)\nYou'd better get out of here.\n\nPROTAGONIST\nCan’t you explain things?\n\nPRIYA\nYou have to start looking at the\nworld in a new way - this conflict\nruns backwards and forwards\nsimultaneously. Your name on a\npolice report reveals your identity\nto the future - they pass it back\n\nto Sator -—\n\nPROTAGONIST\nMy cover’s blown before I get near\nhim.\n\nPRIYA\n\nYou got in - you must've had a plan\nfor getting out.\n\nThe Protagonist pulls a CLIP and cord from his harness -\n\nPROTAGONIST\nNot one I loved.\n\nPriya watches him clip onto the balcony rail. Neil FLIES\nPAST, dropping from the balcony above.\n\nThe Protagonist JUMPS, SLOWING as he DROPS BEHIND THE WALL,\nOUT OF REACH OF THE POLICE, into a MARKET STREET and RELEASES\nhis harness - disappearing into the crowd...\n\nEXT. MEMBER'S CLUB, LONDON - DAY\n\nThe Protagonist walks down the busy Mall, and up the steps...\n\nINT. MEMBER'S CLUB, LONDON - DAY\nThe Protagonist enters, is approached by a STEWARD.\n\nSTEWARD\nCan I help you, sir?\n\nPROTAGONIST\nI’m Mr Crosby’s lunch.\n\nSTEWARD\nI presume you mean Sir Michael\nCrosby’s lunch?\n\nPROTAGONIST\nPresume away.\n\f24.\n\nSTEWARD\nIf you'll follow me.\nINT. LOUNGE, MEMBER'S CLUB - CONTINUOUS\n\nThe Protagonist is shown to a table where a distinguished\nmiddle-aged man is already eating. CROSBY.\n\nCROSBY\nStarted without you, hope you don’t\nmind.\n\nPROTAGONIST\n\nI’1l catch up.\n(to the Steward)\nSame for me.\n\nSTEWARD\nI‘'ll send the waiter.\n\nPROTAGONIST\nNo, just pass on the order.\n\nCrosby smiles at the Protagonist’s handling of the Steward.\n\nCROSBY\nI gather you’ve an interest ina\ncertain Russian national.",
  "18": "---END OF PREVIOUS SECTION---\nPROTAGONIST\nNo, just pass on the order. Crosby smiles at the Protagonist’s handling of the Steward. CROSBY\nI gather you’ve an interest ina\ncertain Russian national. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nAnglo-Russian. So I’1ll have to\nwatch my step.\n\nCROSBY\nIndeed. He’s tapped into the\nintelligence services - I’ve warned\nthem he’s feeding them rubbish, but\nthey don’t seem to care.\n\nPROTAGONIST\nTell me about him.\n\nCROSBY\nI assume you’re familiar with the\nSoviet-era secret cities?\n\nPROTAGONIST\nClosed cities, not shown on maps,\nbuilt up around sensitive\nindustries. Most of them have been\nopened up and renamed as regular\n\ntowns.\n\nCROSBY\nNot the one Sator grew up in.\nStalsk-12.\n\n(MORE)\n\f25.\n\nCROSBY (CONT'D)\nIn the seventies our people\nestimated its population at almost\n200,000. Unacknowledged to this\nday. Thought to be abandoned.\n\nPROTAGONIST\nAbandoned?\n\nCROSBY\nSome kind of accident. After which\nwe think it became a site for\nunderground tests. Just two weeks\nago, same day as the Kiev Opera\nsiege, our satellites detected a\ndetonation in north-west Siberia,\nabout where we think Stalsk-12 was.\n\nPROTAGONIST\nNuclear?\n\nCROSBY\nBig enough to be noticed. Sator\nemerged from this blank spot on the\nmap with an ambition that\neventually led him here, to buy his\nway into the British establishment.\n\nPROTAGONIST\nThrough his wife?\n\nCROSBY\nKatherine Barton, eldest niece of\nSir Frederick Barton. She works at\nShipley’s, met Sator at an auction.\n\nPROTAGONIST\nHe’s into art?\n\nCROSBY\nLike a lot of wealthy criminals, he\nthinks if he covers his walls with\ntasteful, expensive things it’ll\ndistract from the bloodshed.\nJudging by the lovely girl he\nmarried, there might be something\nin it.\n\nPROTAGONIST\nHappy marriage?\n\nCROSBY\nNo. Practically estranged.\n\nPROTAGONIST\nHow do I get to Sator?\n\nCROSBY\nThrough her, of course.\n\f26.\n\nPROTAGONIST\nYou may have an inflated idea of my\npowers of seduction.\n\nCROSBY\nHardly.",
  "19": "---END OF PREVIOUS SECTION---\n26. PROTAGONIST\nYou may have an inflated idea of my\npowers of seduction. CROSBY\nHardly. \n---TARGET SECTION TO BE ANNOTATED---\n We have an ace in the\nhole...\n\nCrosby slides a SHOPPING BAG over to the Protagonist’s feet.\nThe Protagonist looks inside: a small FRAMED DRAWING.\n\nPROTAGONIST\nYou’re carrying a Goya in a Harrods\nbag?\n\nCROSBY\n\nIt's a fake, by a Spaniard named\nArepo. One of two we confiscated\nfrom an embezzler in Bern. We hung\non to this one for a rainy day - I\nfelt the first drops when India\ncalled.\n\nPROTAGONIST\nWhat happened to the other one?\n\nCROSBY\nA Rubens. It turned up at\nShipley’s, where it was\nauthenticated by Katherine Barton\nbefore going under the hammer. And\nwho do you suppose bought it?\n\nPROTAGONIST\nHer husband? Does she know it’s a\nforgery?\n\nCROSBY\n\nHard to say. Rumour had it that she\nand Arepo were close.\n\nCrosby looks the Protagonist over -\n\nCROSBY (CONT'D)\nLook, no offence, but this is a\nworld where someone claiming to be\na billionaire gets asked if they’re\njust a dollar billionaire.\n\nPROTAGONIST\nAnd?\n\nCROSBY\nBrooks Brothers won’t cut it.\n\nPROTAGONIST\nI’m assuming I have a budget.\n\f27.\n\nCROSBY\n(tosses him a credit\ncard)\nSave the world, then we’ll balance\nthe books. Can I recommend a\ntailor?\n\nPROTAGONIST\nI‘1l manage. You British don’t have\na monopoly on snobbery, you know.\n\nCROSBY\nNot a monopoly. More of a\ncontrolling interest.\n\nThe Protagonist rises, taking the credit card and the bag.\nPROTAGONIST\nThanks for this. By the way, is she\na Kate or a Kathy?\n\nCROSBY\nA Kat, I believe.\n\nThe waiter arrives, bearing food, supervised by the Steward.\n\nPROTAGONIST\nCould you box that for me?\n\nSTEWARD\nCertainly not.\n\nThe Protagonist smiles at Crosby, who nods goodbye.\n\nPROTAGONIST\nGoodbye, Sir Michael.\n\nEXT.",
  "20": "---END OF PREVIOUS SECTION---\nThe Protagonist smiles at Crosby, who nods goodbye. PROTAGONIST\nGoodbye, Sir Michael. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WEST LONDON PRIVATE SCHOOL - DAY\n\nMothers stand at the railings waiting for their kids. One of\nthem, a smart YOUNG WOMAN, stands a little apart from the\ngroup. SCHOOLKIDS pile out of the school...\n\nINT./EXT. CAR - CONTINUOUS\n\nThe Protagonist watches from across the road as the Young\nWoman SPOTS her son. She offers him her hand, but he reaches\nup to take his NANNY’S. She moves her hand to pick something\noff his jumper before he is put into the back of a BLACK\nRANGE ROVER with tinted windows.\n\nThe Protagonist watches the Young Woman wave at the departing\ncar carrying her child. Utterly alone.\n\f28.\n\nEXT. SHIPLEY’S, LONDON - DAY\n\nA BENTLEY pulls up - a DOORMAN opens the rear door, the\nProtagonist emerges, IMMACULATELY TAILORED, holding a\nbeautiful leather briefcase.\n\nINT. SHIPLEY’S - CONTINUOUS\nThe Protagonist is approached by a REPRESENTATIVE -\n\nREPRESENTATIVE\nHow can I help, sir?\n\nPROTAGONIST\nI have an appraisal with Ms Barton.\n\nREPRESENTATIVE\n(to receptionist)\nTell Kat her client is in the\nFallow Room.\n\nINT. APPRAISAL ROOM - MOMENTS LATER\nThe Protagonist admires the paintings on the walls. The door\nopens and the Young Woman from the school gates comes in,\n\ndressed for business. This is KAT BARTON. She looks bemused,\nbut gives him a genuine and friendly smile -\n\nKAT\nI’m sorry, I wasn’t notified of any\nappointments, Mr...\n\nPROTAGONIST\nGoya?\n\nKAT\nMr Goya?\n\nThe Protagonist opens his briefcase...\nPROTAGONIST\nNo, I’m told you’re the person to\nsee about...\n\nOffers the drawing to her...\n\nPROTAGONIST (CONT'D)\n..-Goya.\n\nShe takes it, suddenly interested...\n\nKAT\nWow. It’s extraordinary.\n\nShe lays the drawing on the table and grabs a loupe -\n\fShe\n\nThe\n\nShe\n\nKat\n\n29.\n\nPROTAGONIST\nWhat's it worth?\n\nKAT\nLet’s not get ahead of ourselves.",
  "21": "---END OF PREVIOUS SECTION---\nShe lays the drawing on the table and grabs a loupe -\n\fShe\n\nThe\n\nShe\n\nKat\n\n29. PROTAGONIST\nWhat's it worth? KAT\nLet’s not get ahead of ourselves. \n---TARGET SECTION TO BE ANNOTATED---\nThere’s a lot of work before any\nkind of valuation - provenance,\nmicroscopic examination, X-rays...\n\nis bent over the table, peering through the loupe.\nProtagonist studies her reaction as he -\n\nPROTAGONIST\nBut what does your heart tell you?\n\nsteps back. Something about the drawing BOTHERS her...\n\nKAT\nI’m sorry, where did you say you\nacquired this drawing?\n\nPROTAGONIST\nTomas Arepo.\n\nrises and turns to face the Protagonist. Cold.\n\nKAT\nWhat do you want?\n\nPROTAGONIST\nWhat I want is complicated.\n\nKAT\nDo you work for my husband?\n\nPROTAGONIST\nI’ve never met your husband. That’s\nthe reason I’m here. Is there\nsomewhere we can talk?\n\nKAT\nIn London? Not really.\n\nINT. RESTAURANT - NIGHT\n\nThe Protagonist and Kat sit at a corner table.\n\nPROTAGONIST\nI bought my Goya for cents on the\ndollar from an irate Swiss banker.\nTraced it to Arepo, and realized\nI'd scored a bargain when he told\nme who'd paid top dollar for\nanother one of his pictures. Your\nhusband.\n\f30.\n\nKAT\nWhere’s the bargain? Your drawing’s\nan obvious fake.\n\nPROTAGONIST\nMy drawing’s a very good fake - you\nknow that better than anyone. The\ninformation’s the bargain.\n\nKAT\nThe information that I helped\ndefraud my own husband?\n\nPROTAGONIST\nHe and I are in related businesses,\nbut he’s a hard man to meet. If you\nand I were to make an arrangement -\n\nKAT\nArrangement? You mean blackmail.\nDon’t be afraid of the word - my\nhusband isn’t. And I’m sorry to\ntell you he got there first.\n\nPROTAGONIST\nHe knows? And he’s never done\nanything about it?\n\nKAT\nWhy would he?\n\nPROTAGONIST\nHe paid nine million dollars -\n\nKAT\nWhich would barely cover the\nholiday he just forced us on.\n\nPROTAGONIST\nWhere’d you go - Mars?\n\nKAT\nViet Nam. On our yacht. His yacht.\n\nKat looks the Protagonist up and down...\n\nKAT (CONT'D)\n\nYou’ve got the suit.",
  "22": "---END OF PREVIOUS SECTION---\nHis yacht. Kat looks the Protagonist up and down... KAT (CONT'D)\n\nYou’ve got the suit. \n---TARGET SECTION TO BE ANNOTATED---\n The shoes, the\nwatch. But I think you’re a little\nout of your depth.\n\nPROTAGONIST\n(sharp)\nPeople who've amassed fortunes like\nyour husband’s aren’t generally\nokay with being cheated out of any\nof it.\n\f31.\n\nKat sips her wine. Wanting to talk. Knowing she shouldn't.\n\nKAT\nThe drawing is his hold over me. He\nthreatened me with the police,\nprison, the works. He controls me,\nmy contact with my son, everything.\nLeaving him would never have been\neasy, now it’s impossible. My life,\nnow... You can’t fight. Just beg.\nOr worse. In Viet Nam I tried to\nlove him again. If there were still\nlove, he might give me my son. We\nsat on that bloody boat and watched\nthe sunsets, imitating an earlier\ntime. He seemed happy, so I asked.\nAnd he made me an offer. To let me\ngo if I agreed to never see my son\nagain. I expressed myself -\n\nINSERT CUT: a CRYSTAL BOWL of RASPBERRIES SMASHES onto the\npolished wood of a yacht’s deck -\n\nKAT (CONT'D)\nThen took Max ashore. He called us,\ncontrite. But when we came back...\n\nINSERT CUT: Kat and Max on a launch - Kat follows Max’s gaze\nto see a FEMALE FIGURE SLIDE into the water...\n\nKAT (CONT'D)\nI glimpsed some other woman diving\noff the boat. And he’d vanished.\nI’ve never felt such envy.\n\nPROTAGONIST\nYou don’t seem the jealous type.\n\nKAT\nOf her. You know how I dream of\njust diving off that boat? Of\n\nfreedom?\nPROTAGONIST\nBut you share a son.\nKAT\nAnd that’s my life.\nPROTAGONIST\nDid you know the drawing was a\nfake?\nKAT\n\nThe authentication took months -\nArepo and I became close, maybe too\nclose. Maybe my judgement was\nclouded. I failed.\n\n(MORE )\n\f32.\n\nKAT (CONT'D)\nBut Andrei can’t conceive of\nfailure, only betrayal. I didn’t\nbetray my husband. In retrospect,\nmaybe I missed my chance.",
  "23": "---END OF PREVIOUS SECTION---\nKAT (CONT'D)\nBut Andrei can’t conceive of\nfailure, only betrayal. I didn’t\nbetray my husband. In retrospect,\nmaybe I missed my chance. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nAnd he let Arepo walk free?\n\nKAT\nIf you’d actually met Arepo, as you\nclaimed, you’d understand that he\nno longer walks anywhere.\n\nPROTAGONIST\nWe spoke on the phone -\n\nKAT\nHe can’t do that, either.\n\nThe Protagonist considers this.\n\nPROTAGONIST\nWhere’s the drawing?\nKAT\nWhy?\nPROTAGONIST\n\nGet me the introduction, I'll take\nthe drawing out of the equation. No\npicture, no prosecution. No hold\nover you.\n\nKat looks at the Protagonist. Not daring to hope.\n\nPROTAGONIST (CONT'D)\nI might just be your second chance\n\nKAT\n(snaps )\nI don’t need redemption.\n\nPROTAGONIST\nAt betrayal.\n\nA LARGE, WELL-DRESSED THUG sits down at the table. He takes a\ngreen bean from the Protagonist’s plate and chews it\nvacantly. This is VOLKOV. The Protagonist looks at Kat -\n\nPROTAGONIST (CONT'D)\nFriend of your husband?\n(she nods)\nYou knew this would happen?\n\f33.\n\nKAT\nThey won’t kill you. Andrei\ndislikes tangling with local law\nenforcement on that level.\n\nPROTAGONIST\nYou must really not have liked the\nlook of me.\n\nKAT\n(rising)\nThe look of you is fine. It’s\nbetter to get to the nasty part\nbefore I care one way or the other.\n\nHe takes her hand, pulls her forward to kiss her cheek.\nPROTAGONIST\n(whispers)\nThere’s a number in your left coat\npocket. Don’t call from home.\nA Thug puts a MEATY HAND on the Protagonist’s shoulder.\n\nKAT\nYou won't be taking my call.\n\nPROTAGONIST\nI might surprise you.\n\nShe leaves, BREEZING out through the kitchen... at Volkov’s\nnod, two Thugs escort the Protagonist from his chair, heading\ntowards the kitchen - a WAITER moves to object - Volkov,\neating the Protagonist’s leftovers, pulls the Waiter up\nshort, shaking his head.\n\nEXT.",
  "24": "---END OF PREVIOUS SECTION---\nPROTAGONIST\nI might surprise you. She leaves, BREEZING out through the kitchen... at Volkov’s\nnod, two Thugs escort the Protagonist from his chair, heading\ntowards the kitchen - a WAITER moves to object - Volkov,\neating the Protagonist’s leftovers, pulls the Waiter up\nshort, shaking his head. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ALLEY BEHIND RESTAURANT - MOMENTS LATER\n\nKat exits the restaurant, DISTRAUGHT, walking past a waiting\nTHUG, then sliding into the back seat of a MERCEDES.\nINT./EXT. MERCEDES - CONTINUOUS\n\nThe driver is a GAUNT RUSSIAN.\n\nKAT\nPlease, let’s go.\n\nThe Gaunt Russian does not react, but watches through the\nrear-view mirror as a THUG enters the kitchen -\n\nKAT (CONT'D)\nCan we get going?\n\f34.\n\nINT. RESTAURANT KITCHEN - CONTINUOUS\n\nThe Protagonist enters the kitchen, followed by the two\nthugs. CHEFS and BUSBOYS retreat as the other thug\napproaches...\n\nINT./EXT. ALLEY BEHIND RESTAURANT - CONTINUOUS\n\nKat turns from the window -\n\nKAT\nPlease!\n\nGAUNT RUSSIAN\n\nHe wants you to see...\nINT. RESTAURANT KITCHEN - CONTINUOUS\nThe Protagonist JACKKNIFES HIS LOWER LEG UP into the crotch\nof the thug behind him - SPINS him into the Thug next to him\n- POTS and Pans flying -\nINT. RESTAURANT - CONTINUOUS\nVolkov wipes sauce with bread, enjoying noises from the\nkitchen...\nINT. RESTAURANT KITCHEN - CONTINUOUS\nThe Third Thug SWINGS - the Protagonist DODGES, takes the\nblow on the shoulder - SLAMS his head into the Third Thug’s\nneck, leaving him GASPING - the Protagonist GRABS the Third\nThug, RACING for the WINDOW...\n\nINT./EXT. MERCEDES - CONTINUOUS\n\nKat FLINCHES as, with a CRASH of plates, a body TUMBLES down\nthe stairs...\n\nGAUNT RUSSIAN\nAnd he gets what he wants.\n\nThen she sees something else... the Protagonist exits.\nKAT\nNot always, apparently.\nEXT. ALLEY BEHIND RESTAURANT - CONTINUOUS\n\nThe Protagonist brushes himself clean, SPOTS the Mercedes,\nstarts moving towards it -\n\f35.\n\nINT./EXT. MERCEDES - CONTINUOUS\n\nThe Gaunt Russian SCRAMBLES to get the car moving.",
  "25": "---END OF PREVIOUS SECTION---\nALLEY BEHIND RESTAURANT - CONTINUOUS\n\nThe Protagonist brushes himself clean, SPOTS the Mercedes,\nstarts moving towards it -\n\f35. INT./EXT. MERCEDES - CONTINUOUS\n\nThe Gaunt Russian SCRAMBLES to get the car moving. \n---TARGET SECTION TO BE ANNOTATED---\n Kat looks\nback at the Protagonist as the car ROARS away...\n\nEXT. SCHOOL GATES - DAY\nKat is crouched, talking to her son, MAX. The Nanny hovers -\n\nMAX\nAnna says we’re going to Pompeii\nand see lava.\n\nKAT\nWe'll go together. I’1l be there,\ntoo.\n\nMax looks up at the Nanny. Kat hugs him, tight. The Nanny\nTAPS Kat on the shoulder. Kat smiles at her son, tears in her\neyes, as the car pulls away. She pulls out her phone,\ndials... hears a RINGTONE behind her -\n\nThe Protagonist is there.\n\nPROTAGONIST\nI said I'd surprise you. He’s a\ncute kid.\n\nKAT\n\nMax. He’s everything.\n\nPROTAGONIST\nWhere’s the drawing?\n\nKAT\nOslo. At the airport.\n\nPROTAGONIST\nThe airport?\n\nINSERT CUT: a Rotas car drives across an airport apron, and\ndown a ramp...\n\nKAT\nDo you know what a freeport is?\n\nPROTAGONIST\nA storage facility for art that’s\nbeen acquired -—\n\n...into a SLEEK facility - the OSLO FREEPORT - as a STAFF\nMEMBER stands ready to greet a new CLIENT...\n\f36.\n\nKAT (V.O.)\nBut not yet taxed. We started a\nnetwork - Rotas, his construction\ncompany, built them, I brought in\nclients. The facilities are tax\nhavens...\n\nThe client is NEIL... he takes in the security\narrangements...\n\nPROTAGONIST (V.O.)\n\nThe clients can view their\ninvestments -\n\nEXT. OSLO OPERA HOUSE - DAY\n\nThe Protagonist is standing on the roof of the Oslo Opera\nHouse, briefing Neil...\n\nPROTAGONIST (V.O.)\n- without importing them, so they\navoid paying tax.\n\nNEIL\nSort of a transit lounge for art?\n\nWe go back to Kat, on the street, briefing the Protagonist...\nKAT\nArt, antiques, anything of value,\nreally.\n\nPROTAGONIST\nAnything?\n\nKAT\nAnything legal...\n\nThen back to the Protagonist briefing Neil...\nPROTAGONIST\nBut it’s not unlike the Swiss\nbanking system. Opaque.",
  "26": "---END OF PREVIOUS SECTION---\nThen back to the Protagonist briefing Neil... PROTAGONIST\nBut it’s not unlike the Swiss\nbanking system. Opaque. \n---TARGET SECTION TO BE ANNOTATED---\nBack to Kat -\nKAT\nRotas has assets in the Oslo\nFreeport. I’m guessing it’s there.\n\nPROTAGONIST\nGuessing?\n\nBack to Oslo -\n\nNEIL\nGuessing?\n\f37.\n\nBack to Kat -\n\nKAT\nWe make trips there four or five\ntimes a year.\n\nPROTAGONIST\nTo view art?\n\nKAT\nAnd whatever he does - it turns out\nart is of no importance to Andrei.\n\nPROTAGONIST\nBut the freeports are.\n\nKat nods.\n\nINT. FREEPORT - DAY\nA STAFF MEMBER brings Neil into a LUXURIOUS GALLERY -\n\nSTAFF MEMBER\nSome freeports are just warehouses\n- here, you can actually enjoy your\npossessions...\n\nThen through doors into an ANGLED INNER CORRIDOR...\n\nSTAFF MEMBER (CONT'D)\nThe structure of the vaults is\nbased on The Pentagon - each vault\na separate structure within the\nothers. Damage to one structure\nwon’t compromise the others.\n\nThey arrive at a door in the corridor. The Staff Member uses\nhis thumb to unlock a door -\n\nSTAFF MEMBER (CONT'D)\nClients have biometric access\nstraight in off the tarmac.\n\nNEIL\nFrom the terminal?\n\nSTAFF MEMBER\n(confused)\nFrom their private planes.\n\nNEIL\nOf course.\n\nNeil checks the locks as the Staff Member opens the door into\n\f38.\n\nINT. FREEPORT SHIPPING AREA - CONTINUOUS\nA VAST SHIPPING AREA filled with SHIPPING CONTAINERS -\n\nSTAFF MEMBER\nOur logistics department ships to\nand from other freeports without\ncustoms inspection...\n\nNeil notices ROTAS containers marked for delivery to TALLINN.\n\nNEIL (V.O.)\nWhat’re you hoping to find?\n\nEXT. OSLO OPERA HOUSE - DAY\n\nPROTAGONIST\nYou really want to know?\n\nNEIL\nI’m not sure.\n\nPROTAGONIST\nBring some lead-lined gloves.\n\nNEIL\nJesus. Nuclear?\n\nPROTAGONIST\nWhen you’re on the tour -\n\nINT. FREEPORT - DAY\nNeil is shown back into one of the vaults...\n\nPROTAGONIST (V.O.)\nPay attention to the fire\nprecautions.\n\nNEIL\nDocuments are vulnerable to -\n\nSTAFF MEMBER\nFire. Absolutely -\n\nNEIL\nI was going to say, water damage\nfrom sprinkler systems.",
  "27": "---END OF PREVIOUS SECTION---\nO.)\nPay attention to the fire\nprecautions. NEIL\nDocuments are vulnerable to -\n\nSTAFF MEMBER\nFire. Absolutely -\n\nNEIL\nI was going to say, water damage\nfrom sprinkler systems. \n---TARGET SECTION TO BE ANNOTATED---\nSTAFF MEMBER\nWe don’t use sprinklers.\n(points to vents)\nThe facility is flooded with halide\ngas, displacing all the air within\nseconds.\n\f39.\n\nNEIL\nCan you show me?\n\nSTAFF MEMBER\nIf I did, we'd suffocate.\n\nNEIL\nWhat about the staff in here?\n\nSTAFF MEMBER\nHalide only fills the vaults - they\njust have to get into the corridor.\nThere’s a ten-second warning.\n\nNEIL\nYou only give them ten seconds?\n\nSTAFF MEMBER\nOur clients use us because we have\nno priorities above their property.\n\nNEIL\nBlimey.\n\nSTAFF MEMBER\nWell, sir, you asked.\n\nINT. OSLO AIRPORT - DAY\nThe Protagonist and Neil walk through the terminal.\n\nNEIL\nVault doors are fireproof,\nhydraulic closers, simple key and\nelectronic triggers. Surprisingly\neasy, once there’s a lockdown.\n\nPROTAGONIST\nWhy a lockdown?\n\nNEIL\nPower switches to fail-safe,\nsealing outer doors, but inner\ndoors revert to factory settings\nand pickable locks. Child’s play,\nreally.\n\nPROTAGONIST\nChild’s play? They’re inside\nairport security. They have to\nworry about climate control, not\narmed raids.\n\nNEIL\nSo how do we get fire power through\nthe perimeter to trigger a\nlockdown?\n\f40.\n\nEXT. CROWDED AIRPORT BUS, OSLO AIRPORT - DAY\n\nThe Protagonist and Neil look across the tarmac to the\nfreeport structure.\n\nNEIL\nBack wall of the freeport...\n\nThe Protagonist notices Neil start to smile...\n\nPROTAGONIST\nYou’ve got something?\n\nNEIL\nYou’re not going to like it.\n\nEXT. OSLO STREET - DAY\nThe Protagonist looks at Neil in disbelief.\n\nPROTAGONIST\nYou want to crash a plane?\n\nNEIL\nNot from the air, don’t be so\ndramatic. I want to run a jet off\nthe taxiway, breach the rear wall,\nstart a fire.\n\nPROTAGONIST\nHow big a plane?\nNEIL\nWell, that part is a little\n\ndramatic.\nThey approach a MAN sitting on a harbour-front bench.\n\nNEIL (CONT'D)\nThis is Mahir. His team will work\nthe plane.",
  "28": "---END OF PREVIOUS SECTION---\nThey approach a MAN sitting on a harbour-front bench. NEIL (CONT'D)\nThis is Mahir. His team will work\nthe plane. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nThere can’t be passengers -\n\nMAHIR\nNorskfreight. They use the hangar\non the west side of the freeport.\n\nPROTAGONIST\nYou want to crash a transport\nplane? What about the crew?\n\nMAHIR\nWe'll pop the slides, chuck ‘em off\n\f4l.\n\nPROTAGONIST\nOn the move?\n\nMAHIR\nWhat’s the problem? They’1l be\nfine.\n\nPROTAGONIST\nIt seems... bold.\n\nMAHIR\n\n(smiles)\n\n‘Bold’ I’m fine with - I thought\nyou were going to say nuts.\n\nPROTAGONIST\nAnd if you get caught?\n\nMAHIR\nWe won’t.\n\nPROTAGONIST\nIf you do?\n\nMAHIR\nEveryone assumes terrorism, but no\none’s died. Swift extradition, then\nlost in the system. It’1ll barely\nmake the news.\n\nNEIL\nThat may depend on the size of your\nexplosion.\n\nMAHIR\nActually, the gold bars might get\nsome play.\n\nPROTAGONIST\nGold bars?\n\nNEIL\nNorskfreight ships treasury gold\nonce a month.\n\nMAHIR\nWe blow the back, drop the gold out\non the runway.\n\nNEIL\nNo one’s going to be looking at\nyour building, I guarantee you.\n\nINT. HOTEL ROOM, OSLO - DAY\n\nNeil takes LUNGFULS of air, hyperventilating - Mahir starts a\nstopwatch. The Protagonist studies some plans...\n\f42.\n\nPROTAGONIST\nThe space at the centre of the\npentagon’s too big... there’s\n\nsomething there, not marked.\n\nNeil runs out of air. Mahir checks his watch.\n\nNEIL\nA vault within a vault?\nPROTAGONIST\nMaybe.\nMAHIR\nEighty-five seconds.\nNEIL\nAmple.\nMAHIR\n\nWon’t you be running?\n(turns to the\nProtagonist)\n\nStart packing.\n\nThe Protagonist starts BREATHING HARD...\n\nEXT. FREEPORT - NIGHT\n\nThe Protagonist and Neil, carrying BRIEFCASES, head inside.\n\nEXT. APRON, OSLO AIRPORT - CONTINUOUS\n\nTwo WORKERS (Mahir and his associate, ROHAN) back up a MEAL\nTRUCK to a TRANSPORT PLANE.",
  "29": "---END OF PREVIOUS SECTION---\nFREEPORT - NIGHT\n\nThe Protagonist and Neil, carrying BRIEFCASES, head inside. EXT. APRON, OSLO AIRPORT - CONTINUOUS\n\nTwo WORKERS (Mahir and his associate, ROHAN) back up a MEAL\nTRUCK to a TRANSPORT PLANE. \n---TARGET SECTION TO BE ANNOTATED---\n They LIFT the cargo until it is\nlevel with the front side door...\n\nINT. FREEPORT - CONTINUOUS\n\nThe Protagonist follows Neil through security. Their\nbriefcases are examined, finding FRAMED DOCUMENTS...\n\nINT. TRANSPORT PLANE - CONTINUOUS\n\nMahir and Rohan carry crew meals through the door and into\nthe galley, where they stack them into the catering units,\nsupervised by a GUARD...\n\nINT. GALLERY SPACE/LOUNGE, FREEPORT - CONTINUOUS\n\nThe Staff Member brings Neil an espresso. The Protagonist\nsubtly checks his watch...\n\f43.\n\nINT. TRANSPORT PLANE - CONTINUOUS\nMahir points past the Guard -\n\nMAHIR\nYou gonna eat that?\n\nThe Guard turns - Mahir GRABS him from behind, Rohan stuffs a\nCOTTON PAD over the Guard’s face, rendering him unconscious.\nThey ROLL him into the catering-truck lift... Mahir pops out\nand signals ANOTHER GUARD...\nTHREE GUARDS have been dumped into the truck lift - Rohan\nsends it DOWN, SEALS the plane door. Mahir approaches the\ncockpit as the PILOTS perform checks - SHOWS THEM HIS GUN...\nMAHIR (CONT'D)\n\nAlright, lads?\nINT. CORRIDOR, FREEPORT - CONTINUOUS\nThe Staff Member leads Neil and the Protagonist into the\nvaults...\nINT. TRANSPORT PLANE - CONTINUOUS\nAt gunpoint, the Pilots nervously pull back from the hangar.\nRohan checks the stacks of GOLD BARS secured in the rear.\nEXT. APRON, OSLO AIRPORT - CONTINUOUS\nThe plane is TOWED back onto the taxiway and lifts its\nengines, easing forward...\nINT. TRANSPORT PLANE - CONTINUOUS\nRohan SLASHES the restraining straps - CROUCHES behind the\npile of gold - pulls out a GRENADE - GRABS the nearest gold\nbar and STUFFS it into his waistband before PULLING THE\nPIN...\nINT. VAULTS, FREEPORT - CONTINUOUS\nThe Staff Member shows Neil and the Protagonist into a vault.\nNeil puts down his briefcase - pulls out the framed\ndocuments.\n\nEXT.",
  "30": "---END OF PREVIOUS SECTION---\nVAULTS, FREEPORT - CONTINUOUS\nThe Staff Member shows Neil and the Protagonist into a vault. Neil puts down his briefcase - pulls out the framed\ndocuments. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TAXIWAY, OSLO AIRPORT - CONTINUOUS\n\nThe transport plane BARRELS down the taxiway...\n\f44,\n\nINT. TRANSPORT PLANE - CONTINUOUS\n\nRohan TOSSES the grenade behind the gold at the tail of the\nplane and DUCKS as it BLOWS -\n\nEXT. TAXIWAY, OSLO AIRPORT - CONTINUOUS\n\nBLASTING a hole in the rear of the plane... GOLD BARS POUR\nOUT, CLATTERING ACROSS THE TARMAC...\n\nINT. VAULTS, FREEPORT - CONTINUOUS\n\nHearing the distant explosion, the Protagonist and Neil start\nPACKING AIR... the Staff Member stares at them, quizzical -\n\nNEIL\n(between breaths)\nYoga.\nINT. COCKPIT, TRANSPORT PLANE - CONTINUOUS\n\nMahir forces the Pilots from their seats -\n\nEXT. TAXIWAY, OSLO AIRPORT - CONTINUOUS\n\nThe INFLATABLE SLIDE BURSTS OPEN, DRAGGING on the asphalt, as\nthe Pilots roll onto it, SCRAMBLING DOWN to the ground,\nROLLING AWAY from the giant plane...\n\nINT. COCKPIT, TRANSPORT PLANE - CONTINUOUS\n\nMahir TURNS the stick HARD LEFT, AIMING AT THE REAR WALL OF\nTHE FREEPORT -—\n\nINT. TRANSPORT PLANE - CONTINUOUS\n\nRohan lowers a ladder behind the forward landing gear - he\nand Mahir climb down -\n\nEXT. TAXIWAY, OSLO AIRPORT - CONTINUOUS\n\nMahir and Rohan jump down onto the asphalt, racing back\nbetween the wheels as the giant plane SMASHES INTO THE BRICK\nWALL OF THE FREEPORT, ERUPTING IN A MASSIVE EXPLOSION...\nINT. VAULTS, FREEPORT - CONTINUOUS\n\nThe vault is ROCKED by the explosion - ALARMS SCREAM - DOORS\nSTART CLOSING - Neil looks, panicked, at the Staff Member -\n\f45.\n\nNEIL\nTen seconds, right?!\n\nThe Staff Member BOLTS - PUSHING PAST THEM - they take a last\ngulp of air - GAS HISSES IN.",
  "31": "---END OF PREVIOUS SECTION---\nVAULTS, FREEPORT - CONTINUOUS\n\nThe vault is ROCKED by the explosion - ALARMS SCREAM - DOORS\nSTART CLOSING - Neil looks, panicked, at the Staff Member -\n\f45. NEIL\nTen seconds, right?! The Staff Member BOLTS - PUSHING PAST THEM - they take a last\ngulp of air - GAS HISSES IN. \n---TARGET SECTION TO BE ANNOTATED---\n They pull apart the frames of\nthe documents, BREAKING THEM INTO LOCK-PICKING APPARATUS -\nlockpicks, small crowbar - they go to work on the INNER DOOR,\nPRYING open a panel - HOT-WIRING it - the door SLIDES UP -\n\nINT. CORRIDOR, FREEPORT - CONTINUOUS\n\nThey BURST into the corridor, GASPING - the door SLAMS DOWN\nbehind them - they HUSTLE down to the next vault door - get\nto work. The door opens, they GULP AIR, then RACE inside -\n\nINT. VAULT 2, FREEPORT - CONTINUOUS\n\n- round the corner past RACKS, CRATES, some BROKEN - stop at\nthe next door, the Protagonist picks the lock - his PICK\nBREAKS - Neil BOLTS back to where they entered - the\nProtagonist STRUGGLES, pulling out pieces of the pick - Neil\ngets to the first door -\n\nNO HANDLE - the Protagonist uses a different tool - Neil\nSMASHES the door, full-blown PANIC - he looks to the end of\nthe vault where the ROLLER DOOR is BROKEN at the bottom,\nhalide gas HISSING OUT -\nNeil races towards it - the Protagonist gets his door OPEN -\nNeil STUMBLES past - the Protagonist DRAGS him through the\ndoor -\nINT. INNER CORRIDOR - CONTINUOUS\nThey lie GASPING. Neil hears something, looks around -\nNEIL\n(urgent whisper)\nThere’s someone in here with us!\n\nThe Protagonist is up, moving down the corridor...\n\nThey arrive at two doors, side by side: the Rotas vault. They\neach work on a door. Neil’s OPENS -\n\nNEIL (CONT'D)\nNeed a hand?\n\nThe Protagonist works his door... nothing.\n\nPROTAGONIST\nActually, yes.\n\nNeil leans over, hits ‘ENTER’, the door OPENS.\n\f46.\n\nINT. ROTAS VAULT - CONTINUOUS\n\nThe Protagonist enters a room, one side of which is a LONG\nGLASS WINDOW. Neil is on the other side of the glass, in an\nIDENTICAL ROOM. There are BULLET HOLES in the glass.",
  "32": "---END OF PREVIOUS SECTION---\nROTAS VAULT - CONTINUOUS\n\nThe Protagonist enters a room, one side of which is a LONG\nGLASS WINDOW. Neil is on the other side of the glass, in an\nIDENTICAL ROOM. There are BULLET HOLES in the glass. \n---TARGET SECTION TO BE ANNOTATED---\n At the\nend of each room is a tube, like a sealed in REVOLVING DOOR.\nThe Protagonist’s feet crunch BROKEN GLASS...\n\nNeil examines BULLET HOLES in the wall opposite the glass.\nWISPS of SMOKE gather near the holes - Neil reaches up -\n\nPROTAGONIST\nDon’t touch them -\n\nNEIL\nWhat the hell happened here?\n\nThe Protagonist sees a STRIPPED AUTOMATIC PISTOL on the\nfloor. He picks it up, thinking -\n\nPROTAGONIST\nIt hasn’t happened, yet.\n\nNeil looks at the Protagonist, quizzical - A LOUD HUM STARTS\nUP from the revolving door... the Protagonist looks down -\nMOVEMENT beneath his feet - the DEBRIS - SMOKE GATHERS - the\nrevolving doors ROTATE, OPENING - a BLACK-CLAD FIGURE in a\nGAS MASK LEAPS BACKWARDS from the tube - reaching behind\nitself to GRAB the stripped automatic in the Protagonist’s\nhand -\n\nOn Neil’s side an identical BLACK-CLAD FIGURE LEAPS out\nFORWARDS - knocks Neil over, moving for the vault door -\n\nA SLIDE jumps into the Backwards Figure’s hand - he\nREASSEMBLES the gun in the Protagonist’s hand - a MAGAZINE\njumping up to LOAD IT - BLAM!\n\nA bullet is SUCKED OUT OF THE WALL - THROUGH THE GLASS -\n‘HEALING’ THE BULLET HOLES - the Protagonist STRUGGLES with\nthe Backwards Figure - whose REVERSE MOVEMENTS seem ALIEN and\nIMPOSSIBLE -—\n\nNeil gives chase - RACING out of the vault door -\n\nThe Backwards Figure pulls the Protagonist sideways, lining\nup his head with the next bullet hole - BLAM! GLASS FLIES UP\nas the shot JUST MISSES the Protagonist’s head -\n\nINT. CORRIDOR, FREEPORT - CONTINUOUS\n\nNeil CHASES the Forwards Figure down the corridor -\n\f47.\n\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nGLASS FLIES UP\nas the shot JUST MISSES the Protagonist’s head -\n\nINT. CORRIDOR, FREEPORT - CONTINUOUS\n\nNeil CHASES the Forwards Figure down the corridor -\n\f47. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ROTAS VAULT - CONTINUOUS\n\nThe Protagonist STRUGGLES - the Backwards Figure PUSHES him\ntowards the next bullet hole, STRANGE REVERSE GROANING\nbuilding in its throat, behind the black gas mask, the GROAN\nPEAKING AS the Protagonist takes his PICK and STABS the\nBackwards Figure in the arm and SMACKS the Figure’s gun out\nof its hand - it BOUNCES out the door -\n\nThe Figure RISES into the Protagonist’s arms - PULLS him\nbackwards - we can’t tell if it’s PUSHING or the Protagonist\nis PULLING as they move backwards through the door -\n\nINT. CORRIDOR, VAULT - CONTINUOUS\n\nThe Figure PUSHES/PULLS the Protagonist down the corridor -\n\nINT. CORRIDOR, FREEPORT - CONTINUOUS\n\nNeil RACES around a corner, GRABS the Figure’s MASK, which\nCOMES OFF - he looks, SURPRISED, at the Figure’s face, WHICH\nWE CANNOT SEE, then TURNS, RACING back the way he came...\nINT. CORRIDOR, FREEPORT - CONTINUOUS\n\nThe Protagonist and the Backwards Figure struggle into -\n\nINT. VAULT 2, FREEPORT - CONTINUOUS\n\nThey SMASH into the racks and crates - the Protagonist GRABS\nthe gun - raises it to the Figure’s head -\n\nNEIL (0.S.)\nNO! Don’t kill him!\n\nThe Protagonist freezes - Neil steps up, DESPERATE —\nNEIL (CONT'D)\nWe need to know if you’re\ncompromised.\n\nThe Protagonist THROWS the Figure to the ground -\n\nPROTAGONIST\nWhy are you here?!\n\nThe Protagonist tries to rip off the gas mask, but it is\nstrapped tight - the REVERSE KEENING gets LOUDER and LOUDER.\nThe Protagonist STEPS onto the Figure’s injured arm...\n\nPROTAGONIST (CONT'D)\nWho sent you?!\n\f48.",
  "34": "---END OF PREVIOUS SECTION---\nThe Protagonist STEPS onto the Figure’s injured arm... PROTAGONIST (CONT'D)\nWho sent you?! 48. \n---TARGET SECTION TO BE ANNOTATED---\nThe Figure’s reverse screaming gets louder - the Protagonist\nKICKS its arm, HARD, AGAIN AND AGAIN -\n\nPROTAGONIST (CONT'D)\nHOW DID YOU KNOW WE’D BE HERE!\n\nA BOOM! from outside - AIR starts BLOWING ACROSS the\nBackwards Figure, SUCKING underneath the broken roller door -\nthe Backwards Figure SLIDES impossibly across the floor and\nunderneath the door which SLAMS shut, unbroken behind him.\nThe Protagonist and Neil look at each other...\nNEIL\n\nWe have to go.\nEXT. APRON, OSLO AIRPORT - CONTINUOUS\nOne of the plane’s JET ENGINES has come loose, STILL\nTHRUSTING, SWINGING AROUND, wreaking HAVOC for the EMERGENCY\nSERVICES - an AMBULANCE SKIDS SIDEWAYS, avoiding the\nTHRUST...\nMahir and Rohan stand at a distance, watching the MAYHEM\nalong with DOZENS of other UNIFORMED AIRPORT WORKERS...\nINT./EXT. FREEPORT - CONTINUOUS\n\nEMTS race in past the Staff Member...\n\nINT. VAULTS, FREEPORT - CONTINUOUS\n\nNeil moves to the other door - works the lock - SIRENS sound\n\nPROTAGONIST\nWhat happened to the other guy?\n\nNEIL\nI took care of him.\n\nThe door opens - they slip into the outer vault -\n\nINT. OUTER VAULT, FREEPORT - MOMENTS LATER\n\nThey reassemble the document frames, then LIE DOWN,\n‘unconscious’ - EMERGENCY SERVICES BURSTS IN...\n\nINT. HOTEL ROOM, OSLO - DAWN\n\nNeil hangs up his phone -\n\f49,\n\nNEIL\nMahir and Rohan slipped out clean.\n(turns to the\nProtagonist)\nI’ve seen too much and I’m still\nalive. Which means you’ve decided\nto trust me.\n\nPROTAGONIST\nOr I’ve lost my edge.\n\nNEIL\nOh, your edge is intact.\n\nThe Protagonist looks at Neil.\n\nPROTAGONIST\nThere’s a cold war.\n\nNEIL\nNuclear?\n\nPROTAGONIST\nTemporal.\n\nNEIL\n\n(skeptical)\n\nTime travel?\n\nPROTAGONIST\nNo. Technology that can invert an\nobject’s entropy.\n\nNEIL\nYou mean reverse chronology.",
  "35": "---END OF PREVIOUS SECTION---\nPROTAGONIST\nNo. Technology that can invert an\nobject’s entropy. NEIL\nYou mean reverse chronology. \n---TARGET SECTION TO BE ANNOTATED---\n Like\nFeynman and Wheeler’s notion that\na positron is an electron moving\nbackwards in time.\n\nPROTAGONIST\nSure, that’s exactly what I meant.\n\nNEIL\nI’ve a master’s in physics.\n\nPROTAGONIST\nWell, try to keep up.\n\nNEIL\nThe implications of this are -\n\nPROTAGONIST\nBeyond secret.\n\nNEIL\nThen why’d you take me in?\n\f50.\n\nPROTAGONIST\nI thought we'd find the drawing and\na couple boxes of bullets.\n\nNEIL\nYou were as surprised as I was.\n\nPROTAGONIST\nI’m going back to Mumbai for\nanswers. I’1ll set you up as go-\nbetween. But remember - to you, all\nthis is about plutonium. Or when\nwe're done, they’1l kill you.\n\nNEIL\nWon’t you have to anyway?\n\nPROTAGONIST\nI'd rather it was my decision.\n\nNEIL\nSo would I. I think.\n\nINT./EXT. FERRY BOAT, MUMBAI - DAY\nThe Protagonist boards, approaching Priya at the rail.\n\nPRIYA\nI don’t like to leave my house.\n\nPROTAGONIST\nAnd I don’t like bungee jumping.\nBut we need to talk.\n\nPRIYA\nWhat about?\n\nPROTAGONIST\nInversion.\n\nPRIYA\nWe spoke about it -\n\nPROTAGONIST\nI don’t remember anything about\npeople being inverted -\n\nPRIYA\nWe're trying to do with inversion\nwhat we couldn’t do with the atomic\nbomb - uninvent it. Divide and\ncontain the knowledge. Ignorance is\nour ammunition - the more any one\nof us knows, the greater the risk\nthat we’re actually making the\nsituation worse.\n\f51.\n\nPROTAGONIST\nRisk more.\n\nPriya gestures at the paper. A headline: ‘OSLO GOLD FREIGHT\nCRASH - TERRORISM? ROBBERY? BOTH?’\n\nPRIYA\nYour work?\n\nThe Protagonist nods.\n\nPRIYA (CONT'D)\nWhat did you find in the vaults?\n\nPROTAGONIST\nTwo antagonists, one inverted. We\ntook out the regular one, the\ninverted one got away.\n\nPRIYA\n\nBoth emerged at the same moment?\nPROTAGONIST\n\nYeah.",
  "36": "---END OF PREVIOUS SECTION---\nWe\ntook out the regular one, the\ninverted one got away. PRIYA\n\nBoth emerged at the same moment? PROTAGONIST\n\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\nPRIYA\n\nThey were the same person. You saw\nsomeone re-inverting. Sator’s built\na turnstile in that vault.\n\nPROTAGONIST\nTurnstile?\n\nPRIYA\nA machine for inverting.\n\nPROTAGONIST\nYou told me the technology hasn’t\nbeen invented, yet.\n\nPRIYA\nIt hasn’t. He’s been given it by\nthe future.\n\nPROTAGONIST\nFor what?\n\nPRIYA\nYou've the best chance of finding\nout.\n\nEXT. MUMBAI STREET - MOMENTS LATER\nThey walk, BODYGUARDS at a discreet distance.\n\nPRIYA\nHave you met him?\n\f52.\n\nPROTAGONIST\nI was close.\n\nPRIYA\nGet closer.\n\nPROTAGONIST\nI’ve been compromised. Unless that\nantagonist was a coincidence.\n\nPRIYA\nThe wife set you up?\n\nPROTAGONIST\nMaybe. There’s a good chance I get\nkilled as soon as I go back in.\n\nPRIYA\nThis was always a suicide mission -\nthat’s why they recruited a corpse.\n\nPROTAGONIST\nWho did? Who are we working for?\n\nPRIYA\nEveryone. Survival. You need more,\nconsider yourself working for me.\n\nPROTAGONIST\nWell, Boss, I need a way to\nsucceed.\n\nPriya thinks. Looks at the Protagonist. Deciding.\n\nPRIYA\nWhat if you have something he\nneeds?\n\nPROTAGONIST\nSuch as?\n\nPRIYA\n\nPlutonium 241. Sator tried to lift\n\nthe only loose 241 from under a CIA\nteam at the opera siege in Kiev. He\ngot the team, but not the 241.\n\nPROTAGONIST\nWho did?\n\nPRIYA\nUkrainian security services. It’s\nmoving through Tallinn in a week.\n\f53.\n\nPROTAGONIST\nHelping an arms dealer steal\nweapons-grade plutonium is\nunacceptable. I’m just gonna take\nhim out.\n\nPRIYA\nNo. Sator has to stay alive until\nwe know his part in things.\nLeverage the situation without\nlosing control of the 241.\n\nPROTAGONIST\nIt’s too dangerous.\n\nPRIYA\nA terrorist bomb, even one that\nkills millions, is nothing compared\nwith what happens if we don’t stop\nSator.\n\nPROTAGONIST\nFrom. Doing.",
  "37": "---END OF PREVIOUS SECTION---\nPRIYA\nA terrorist bomb, even one that\nkills millions, is nothing compared\nwith what happens if we don’t stop\nSator. PROTAGONIST\nFrom. Doing. \n---TARGET SECTION TO BE ANNOTATED---\n What?\n\nPriya looks up the road at the cars STREAMING past...\n\nPRIYA\nWe're being attacked. Not by\nterrorists or rogue states...\n\nPROTAGONIST\nWho, then?\n\nPRIYA\nWe're being attacked by the future.\nAnd we're fighting over time.\n\nPROTAGONIST\nTime?\n\nPRIYA\nTheirs is running out, so they’re\ncoming for ours. And Sator is\nhelping. You have to find out how.\n\nEXT. TERRACE, AMALFI COAST - DAY\n\nThe Protagonist leaves the tourists behind, heading down a\nleafy path to emerge at a terrace overlooking the sea. Kat\nstands there, alone. The Protagonist falls in beside her.\n\nKAT\nI saw the news from Oslo. Do you\nhave the drawing?\n\f54.\n\nPROTAGONIST\nYou don’t have to worry about it\nany more.\n\nKAT\n\nYou destroyed it?\n\nPROTAGONIST\nI didn’t think you’d want it back.\n\nKAT\nDoes he know?\n\nPROTAGONIST\nNot yet, so sit tight.\n\nKAT\nSit tight? Why? Every day my son\nspends with that monster, he thinks\na little less of me.\n\nPROTAGONIST\nIt won’t be long. In the meantime,\nintroduce me.\n\nKAT\nAs what?\n\nPROTAGONIST\nI’m a former First Secretary from\nthe American Embassy in Riyadh, we\nmet at a party last June -\n\nKAT\nWe were at a party in Riyadh, but I\ndon’t think it was June -\n\nPROTAGONIST\nJune 29th. 7 for 7:30, salmon on\nthe printed menu swapped for sea\nbass on the night. Sator left\nearly, that’s when we met. Don’t\noffer any of this, it’s there if he\nasks. I came into Shipley’s in\nLondon, you ran into me here and\nwant to show me the yacht.\n\nKAT\nHe’1l think we’re having an affair.\n\nPROTAGONIST\nAnd he’1l want to meet me.\n\nKAT\nOr have you killed.\n\nPROTAGONIST\nLet me worry about that.\n\f55.\n\nKAT\nDid I look worried?\n\nEXT.",
  "38": "---END OF PREVIOUS SECTION---\n55. KAT\nDid I look worried? EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DOCK, AMALFI - DAY\nThe Protagonist and Kat look out at an enormous yacht.\n\nKAT\nSleeps 70, with crew. Four tenders,\ntwo helicopters, missile defences -\n\nPROTAGONIST\nJesus. Worried about pirates?\n\nKAT\nAndrei loves playing one government\noff another. The day they turn,\nthat’s his refuge.\n\nPROTAGONIST\nWhat if I joined you?\n\nShe nods at Volkov, holding the launch’s line.\nKAT\nI’m not sure Volkov’s taking\npassengers just now.\n\nPROTAGONIST\nThen let’s take mine.\n\nThe Protagonist nods at Volkov as they walk past.\n\nEXT. HARBOUR, AMALFI - MOMENTS LATER\n\nThe Protagonist GUNS his boat hard, carving a GLITTERING PATH\nacross the calm harbour. Kat sits, enjoying the speed.\n\nThe Protagonist pulls up alongside the yacht, CREW MEMBERS\nSCRAMBLE, unaccustomed to unauthorized approaches. The\nProtagonist follows Kat's gaze to a FIGURE above, but the sun\nis behind it. Kat steps onto the yacht.\n\nThe Protagonist gives the figure a JAUNTY SALUTE. No\nresponse. The Protagonist ZIPS back towards shore, passing\nthe yacht’s launch. He waves at Volkov.\n\nINT./EXT. YACHT - MOMENTS LATER\n\nFollow Kat into the enormous lounge. She drops her bags -\n\nMALE VOICE (0.S.)\nWho’s the American?\n\f56.\n\nShe turns. A middle-aged man with cold eyes and a thin beard\nstands in the doorway. THIS IS SATOR.\n\nKAT\nA friend.\n\nSATOR\nThe man from Shipley’s?\n\nKAT\nWho you tried to have beaten up?\n\nSATOR\nI ask again. Who is he?\n\nKAT\nWe met in Riyadh. In June at the\nAmerican Embassy.\n\nSATOR\nGood with fists for a diplomat...\n\nKAT\nParanoia’s your department. He\nseems nice, I invited him to the\ndinner.\n(turns away)\nMax?... Max?!...\n\nSATOR\nHe’s visiting Pompeii and\nHerculaneum.\n\nKAT\nOvernight? You just sent him off?!\n\nSATOR\nHe’s my son.\n\nKAT\nOur son.",
  "39": "---END OF PREVIOUS SECTION---\nYou just sent him off?! SATOR\nHe’s my son. KAT\nOur son. \n---TARGET SECTION TO BE ANNOTATED---\n I told him I’d go with him\n\nSATOR\nI explained you were busy. With\nyour friend.\n\nHe turns, walks away. She watches him leave.\n\nINT. RESTAURANT, AMALFI COAST - EVENING\n\nThe Protagonist walks towards a table where Sator, holding\ncourt, attacks some crabs. Volkov stops the Protagonist and\nFRISKS him, in full view of the diners.\n\f57.\n\nPROTAGONIST\nWhere I’m from, you buy me dinner\nfirst.\n\nWithout looking, Sator gestures at a seat, Volkov lets the\nProtagonist pass. He sits.\n\nPROTAGONIST (CONT'D)\nMr Sator? I’m -\n\nSATOR\n(quiet)\nDon’t bother. Just tell me if\nyou've slept with my wife, yet.\nThe Protagonist glances up at Kat, opposite, chatting.\n\nPROTAGONIST\nNo. Not yet.\n\nA glance from Sator between buttery mouthfuls of crab.\n\nSATOR\nHow would you like to die?\nPROTAGONIST\nOld.\nSATOR\n\nYou chose the wrong profession.\n\nSator returns a toast from a grinning guest. Reaches a greasy\npalm to the Protagonist’s cheek, as if in friendliness...\n\nSATOR (CONT'D)\n\nThere’s a walled garden up the\nroad. We're going to take you\nthere, cut your throat, not across,\nin the middle, like a hole. Then we\ntake your balls, stuff them in the\ncut, block the windpipe.\n\nPROTAGONIST\nComplex.\n\nSATOR\nIt's gratifying to watch a man you\ndon’t like try to pull his own\nballs out of his throat before he\n\nchokes.\n\nPROTAGONIST\nIs this how you treat all your\nguests?\n\nSATOR\n\nThe ones using my family to get to\nme.\n\f58.\n\nPROTAGONIST\nHow else is someone supposed to get\nto you?\n\nSATOR\n\nOnly a fool wants to be near me.\nPROTAGONIST\nOr someone who has something worth\ndelaying your gratification for...\nSator signals Volkov - Kat glances over as Volkov RISES -\n\nSATOR\nWe're finished.\n\nPROTAGONIST\nDo you like opera?\n\nAt this, Sator pauses.",
  "40": "---END OF PREVIOUS SECTION---\nSator signals Volkov - Kat glances over as Volkov RISES -\n\nSATOR\nWe're finished. PROTAGONIST\nDo you like opera? At this, Sator pauses. \n---TARGET SECTION TO BE ANNOTATED---\n Waves off Volkov.\n\nSATOR\nNot here. You sail?\n\nPROTAGONIST\nI’ve messed around on boats.\n\nSATOR\nBe on the dock at eight. Ready to\ndo more than mess around.\n\nKat, relieved, watches the Protagonist leave.\n\nEXT. DINING ROOM, YACHT —- MORNING\n\nKat enters, dressed in sailing gear. Sator is already seated,\nsimilarly dressed, reading his phone, with a cup of coffee.\n\nKAT\nMax has missed too much school this\nyear. I’m taking him back to\n\nEngland.\n\nSATOR\nNo, you’re not. He has a tutor\nhere.\n\nKAT\n\nThe school won't be okay with -\n\nSATOR\nYes, they will.\n\nKAT\nCan I finish?!\n\f59.\n\nSATOR\nLook around you - he has everything\nhe needs here.\n\nA SERVANT places a plate with a silver cover in front of Kat,\nthen pours her coffee.\n\nKAT\nYou don’t care what he needs. You\nbought the trappings of a king, but\nwe both know you’re a grubby little\nman playing power games with a wife\nwho doesn’t love him any more.\n\nSator looks at her.\n\nSATOR\nYou seem spirited today.\n\nKAT\n(defiant)\nDo I?\n\nSator barely nods at the servant, who pulls off the lid...\n\nSATOR\nYes. You do.\n\nOn the plate, instead of breakfast, is a small drawing. A\n‘Rubens’. Kat freezes.\n\nSATOR (CONT'D)\n\nWere you worried it had been\ndestroyed? Rest assured, instinct\ntold me to remove it from the\nvault. I’ve always had instincts\nabout the future. That’s how I\nbuilt this life you no longer\nvalue.\n\nKat looks up at him, not knowing what to say or do.\n\nEXT. DOCK, AMALFI - MORNING\n\nThe Protagonist stands on the dock, dressed for sailing,\nwatching the launch approach...\n\nPROTAGONIST\nMorning.\n\nAs he gets on, Kat ignores him. Sator enjoys this.\n\nEXT. OPEN OCEAN, AMALFI - MOMENTS LATER\n\nThe Protagonist tries to catch Kat’s eye, but she will not\nlook his way.\n\f60.\n\nSator hands the Protagonist a HARNESS and a HELMET...",
  "41": "---END OF PREVIOUS SECTION---\nOPEN OCEAN, AMALFI - MOMENTS LATER\n\nThe Protagonist tries to catch Kat’s eye, but she will not\nlook his way. 60. Sator hands the Protagonist a HARNESS and a HELMET... \n---TARGET SECTION TO BE ANNOTATED---\n he\nlooks at them, taken aback, then looks ahead - towards TWO\nGRAPHITE DARK, HIGHEST TECH AMERICA’S CUP SAILING YACHTS,\ntrimmed and ready.\n\nPROTAGONIST\n(impressed)\nWhen you said sailing...\n\nEXT. SAILING YACHT DECK —- MOMENTS LATER\n\nKat gets on, followed by Sator and the Protagonist. The\nrigging crew departs. Kat checks the sheets and winches.\nSator indicates the harness.\n\nSATOR\nYou know how?\n\nPROTAGONIST\nAye, Captain.\n\nSator gestures at Kat.\n\nSATOR\nShe's captain.\n\nEXT. OPEN OCEAN, AMALFI - LATER\n\nThe boats FLY, SKIMMING THE WATER ON THEIR HYDROFOILS...\nSator and the Protagonist are next to each other, standing on\none pontoon, LEANING OUT IN THEIR HARNESSES... Kat is at the\nwheel, concentrating...\n\nSATOR\nWhat do you know about opera?\n\nPROTAGONIST\nIn 2008 a remote Russian missile\nstation was overwhelmed and held\nfor a week. When the station was\nretaken, the plutonium 241 on one\nwarhead was three quarters of a\nkilo lighter. The missing 241\nsurfaced at the opera-house siege\nin Kiev on the 14th.\n\nSATOR\nYou're well informed. But that\ndoesn’t mean you have the\nplutonium.\n\nPROTAGONIST\nI didn’t say I had it. I’m saying I\nknow how to get it -\n\f61.\n\nKAT (0.S.)\nCOMING ABOUT!\n\nKat SWINGS the boat into the wind, SAIL FLAPPING FURIOUSLY as\nthe wind catches it on the other side, and Sator and the\nProtagonist DUCK under the boom, RACING to the other side,\ntheir harnesses SNAPPING TAUT as they lean out...\n\nSATOR\nWhat do you propose?\n\nPROTAGONIST\nPartnership.\n\nSATOR\nI wouldn't partner with you.\n\nKat works the wheel, tracking the other boat. Her look is one\nof BOTTLED RAGE...\n\nPROTAGONIST\nWhat’s wrong with me?\n\nSATOR\nYou know how to handle yourself,\nyou have no record.",
  "42": "---END OF PREVIOUS SECTION---\nHer look is one\nof BOTTLED RAGE... PROTAGONIST\nWhat’s wrong with me? SATOR\nYou know how to handle yourself,\nyou have no record. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nSomeone in the arms trade with\ntraining who covers his tracks? Not\nthat shocking.\n\nSATOR\nFor an intelligence agent.\n\nSator holds the Protagonist’s gaze...\n\nKAT\nSecure your jib line.\n\nThe Protagonist turns - Kat leans in to Sator -\n\nKAT (CONT'D)\nBurn in hell, Andrei -\n\n- and YANKS HIS QUICK-RELEASE - he FLIES off the boat,\nSMASHING HEAD-FIRST into the waves -\n\nThe Protagonist sees Sator FACE-DOWN, UNCONSCIOUS - he\nUNCLIPS, JUMPS to the wheel, SPINNING the boat OFF THE WIND -\n\nKAT (CONT'D)\nYOU CAN'T JIBE A BOAT LIKE THIS - !\n\nThe Protagonist STEERS the boat across the wind, SNAPPING THE\nBOOM ACROSS, ALMOST LOSING THE MAST —\n\f62.\n\nPROTAGONIST\nYou can if you have to -\n\nHe RELEASES THE SHEETS, SPILLING WIND, LOSING SPEED - as they\npass Sator he DIVES into the water - GRABS the oligarch -\nPULLS his face out of the water... Sator starts COUGHING...\n\nINT. STATEROOM, SATOR'S YACHT - DAY\n\nThe Protagonist dries himself - the door opens - Kat BURSTS\nin -\n\nKAT\nWHY DIDN’T YOU LET HIM DROWN?!\n\nShe is on him, smashing her fists into his chest -\n\nPROTAGONIST\nI need him.\n\nKAT\nTo sell guns?!\n\nPROTAGONIST\nI’m not who you think I am.\n\nKAT\nThat, I know - he showed me the\ndrawing.\n\nPROTAGONIST\nI’m sorry.\n\nKAT\nDo you have any idea what you've\ndone?\n\nPROTAGONIST\nI had to get close to him. I don’t\nknow what you think your husband is\n\nKAT\nWe both know he’s an arms dealer.\n\nPROTAGONIST\nHe’s so much more.\n\nKAT\nWhat, then?\n\nPROTAGONIST\nAndrei Sator holds all our lives in\nhis hands. Not just yours.\n\nShe looks bemused. A KNOCK at the door - she hides behind it\n\f63.",
  "43": "---END OF PREVIOUS SECTION---\nNot just yours. She looks bemused. A KNOCK at the door - she hides behind it\n\f63. \n---TARGET SECTION TO BE ANNOTATED---\nVOLKOV\nMr Sator wants to see you.\nThe Protagonist nods - pushes the door - Volkov stops it -\n\nVOLKOV (CONT'D)\nNow.\n\nPROTAGONIST\nHe wants to see me without pants?\n\nVolkov lets the door shut. The Protagonist turns to Kat -\n\nPROTAGONIST (CONT'D)\n\nTrust me.\n\nKAT\nSave it. I’m not falling for it\ntwice.\n\nThe Protagonist looks at Kat. Sighs.\n\nPROTAGONIST\nYou have a better option?\n\nShe looks into the Protagonist’s eyes. Assessing.\nKAT\n\nWhatever it takes to get what you\nwant. Just like him. Not a second’s\nthought about me. My son. What do\nyou think he’s going to do to me\nnow?\n\nHe pulls a gun from his bag. Offers it to her.\n\nPROTAGONIST\nTry not to use this -\n\nShe takes it - lets it point at him.\nPROTAGONIST (CONT'D)\nOn anyone.\nINT. STUDY, SATOR’S YACHT - EVENING\n\nThe Protagonist is shown in. Sator is sitting behind his\ndesk. A DOCTOR is taking his blood pressure.\n\nSATOR\nEnough -\n\nSator RIPS the cuff off his arm, sending the doctor out -\nchecks a fitness tracker on his wrist.\n\f64.\n\nSATOR (CONT'D)\nSee? Pulse of a man half my age.\nDrink with me.\n\nSator pours them both tumblers of vodka.\n\nSATOR (CONT'D)\nIt seems I now owe you my life.\n\nPROTAGONIST\nIt’s nothing.\n\nSator fixes his black gaze on the Protagonist.\n\nSATOR\nMy life is not nothing. And I don’t\nlike to be in debt.\n\nPROTAGONIST\nThen pay me. No retribution against\nyour wife.\n\nA dangerous beat. Then Sator GRINS -\n\nSATOR\nYou think she released my harness?\n(laughs )\nIt was my own mistake.\n\nPROTAGONIST\nThen help me steal the 241. I need\nresources. It’s weapons-grade\nplutonium - that means special\nhandling, containment facilities -\n\nSATOR\nI know what it means. You lecture\nme about radiation.",
  "44": "---END OF PREVIOUS SECTION---\nI need\nresources. It’s weapons-grade\nplutonium - that means special\nhandling, containment facilities -\n\nSATOR\nI know what it means. You lecture\nme about radiation. \n---TARGET SECTION TO BE ANNOTATED---\n Andrei Sator,\ndigging plutonium from the rubble\nof my city as a teenager?\n\nPROTAGONIST\nWhere?\n\nSATOR\nStalsk-12. My home.\n\nSator sips his drink. Looks the Protagonist in the eye.\n\nSATOR (CONT'D)\nOne pod of a warhead exploded at\nground level, scattering the\nothers. They needed people to find\nthe plutonium...\n\f65.\n\nINSERT CUT: IN A DESOLATE STREET, SNOW FALLS ON A HAZMAT-—\nSUITED SCAVENGER - A YOUNG SATOR WALKING IN FRONT OF A\nMASSIVE MINING MACHINE, CARRYING A GIANT CROWBAR AND A GEIGER\nCOUNTER...\n\nSATOR (CONT'D)\nIt became my first contract -\nnobody else even bid. They thought\nit was a death sentence.\n\nINSERT CUT: YOUNG SATOR SPOTS THE MACHINE UNEARTHING A LARGE\nMETAL CAPSULE. A FELLOW WORKER SEES THE SAME THING...\n\nSATOR (CONT'D)\nBut one man’s probability of death\nis another man’s possibility for a\nlife...\n\nINSERT CUT: YOUNG SATOR OPENS THE CAPSULE. HE LIFTS OUT SOME\nPAPERS, WHICH HAVE HIS NAME ON THEM, REVEALING GOLD BARS\nUNDERNEATH. THE FELLOW WORKER LEANS IN, STUDYING THE GOLD.\nTHEY MAKE EYE CONTACT... SATOR STRIKES THE FELLOW WORKER WITH\nHIS CROWBAR, KILLING HIM...\n\nSATOR (CONT'D)\nI staked my claim in the new\nRussia. Even now, my company is the\nonly one to operate in the ruins.\n\nPROTAGONIST\nThe 241’s being transported through\nNorthern Europe on its way to the\nlong-term nuclear storage depot at\nTrieste. I’m told you have\nresources in Tallinn.\n\nSator downs his vodka.\n\nSATOR\nStay with us tonight. I insist.\n\nINT. KAT’S STATEROOM, SATOR’S YACHT - NIGHT\n\nKat slips the gun under her mattress, feels the lump - pulls\nit out - moves to the desk, puts it in her jewellery case -\n\nhearing a noise she jumps onto the bed, picks up a book. The\ndoor opens.",
  "45": "---END OF PREVIOUS SECTION---\nINT. KAT’S STATEROOM, SATOR’S YACHT - NIGHT\n\nKat slips the gun under her mattress, feels the lump - pulls\nit out - moves to the desk, puts it in her jewellery case -\n\nhearing a noise she jumps onto the bed, picks up a book. The\ndoor opens. \n---TARGET SECTION TO BE ANNOTATED---\n Sator. He locks the door.\n\nKAT\nWhat do you want, Andrei?\n\nSATOR\nWe're going to talk about today.\n\nKAT\nNo, we’re not.\n\f66.\n\nHe removes a DIAMOND CUFFLINK...\n\nSATOR\nNo?\n\nKat starts to get off the bed -\n\nKAT\nDon’t think for a minute you can\ntreat me the way you treat your\nother women.\n\nSator shifts to lean on the desk, cutting her off from the\njewellery box. She sits back down. He removes his belt...\n\nSATOR\nAnd how do you imagine I treat\nthese other women?\n\nSator slips the cufflink through a belt hole...\n\nSATOR (CONT'D)\nYou think I force them into\nconversation?\n\nSator tests the diamond studded belt against his palm.\n\nSATOR (CONT'D)\nYou want to be quiet? Fine...\n\nHe tosses her a pillow.\n\nSATOR (CONT'D)\nBite down on that...\n\nSator moves towards her - she looks at the jewellery box on\nthe desk - no way around him - Sator looks down at her. She\nlooks up at his cold eyes...\n\nKAT\nEven a soul as blank and brittle as\nyours needs a response. Is fear and\npain enough? Because that’s all I\nhave to offer.\n\nSATOR\nThen it’ll have to do.\n\nKAT\nWhy didn’t you just throw me out?\n\nSATOR\nIf I can’t have you, no one can.\n\nKAT\nAt what point do you give up and\nkill me?\n\f67.\n\nSator shrugs, wraps the belt a turn around his fist...\n\nSATOR\nTurn over.\n\nKAT\nTouch me, I scream so loud he\nhears.\n\nSATOR\n\nYou think I'd let him interfere?\nKAT\nIf he tried you’d have to kill him.\nEnd of deal. So leave me the fuck\nalone.\nA KNOCK at the door.\n\nSATOR\nNOT NOW!\n\nBut he hears a RUMBLING... Sator, without a word, exits -\n\nEXT. SATOR’S YACHT, AMALFI COAST - NIGHT\nSator GRABS binoculars from one of his men, peering out -\n\nA helicopter EMERGES from the darkness, THUNDERING IN...\n\nINT.",
  "46": "---END OF PREVIOUS SECTION---\nSator, without a word, exits -\n\nEXT. SATOR’S YACHT, AMALFI COAST - NIGHT\nSator GRABS binoculars from one of his men, peering out -\n\nA helicopter EMERGES from the darkness, THUNDERING IN... INT. \n---TARGET SECTION TO BE ANNOTATED---\n GUEST STATEROOM, SATOR’S YACHT - CONTINUOUS\n\nThe Protagonist listens to the incoming chopper - pulls on a\nblack Windbreaker - quietly opens his door...\n\nINT. PASSAGE, BELOW DECKS, SATOR’S YACHT - CONTINUOUS\n\nThe Protagonist makes his way, looking for an exit...\n\nEXT. SATOR’S YACHT, AMALFI COAST - CONTINUOUS\n\nThe chopper descends to the landing pad - rotors turning as\nSator signals his men to head in...\n\nEXT. SATOR’S YACHT - CONTINUOUS\n\nThe Protagonist is on a roof overlooking the helipad...\n\nHe watches Sator’s men remove a LARGE, GRUBBY CAPSULE and\ntake it below as the chopper LIFTS OFF...\n\f68.\n\nINT. STORAGE AREA, SATOR’S YACHT - CONTINUOUS\n\nThe Protagonist makes his way through the storage area.\nPeering through a window, he sees -\n\nINT. ENGINE ROOM, SATOR’S YACHT - CONTINUOUS\n\nCrew gathered around the capsule. Sator enters, wipes dirt\nfrom the latches and opens it. Sator puts his hand over the\nopen capsule, letting small, flat GOLD BARS leap from the\ncapsule into his hand... he looks up, expectantly...\n\nThe Crew SHOVES a CREW MEMBER forwards, onto his knees...\neyes downcast, he reaches behind - pulls a gold bar from his\nrear pocket. He offers it to Sator with TREMBLING hands.\n\nSator takes it, eyes never leaving the Crew Member... who\nfinally, tentatively looks up -\n\nBAM! Sator JABS him in the mouth with the gold bar, then\nSMASHES him over the head -\nINT. STORAGE AREA, SATOR’S YACHT - CONTINUOUS\n\nThe Protagonist is REPULSED by what he sees...\n\nINT. ENGINE ROOM, SATOR’S YACHT - CONTINUOUS\n\nSator steps back, breathless, from the Small Crew Member, who\nlies motionless on the ground.\n\nAs Sator raises his wrist to check his fitness tracker, BLOOD\ndrips from the gold bar in his hand.\n\nSATOR\n\nNinety-eight. Not bad for such\n\nexertion.\nEXT.",
  "47": "---END OF PREVIOUS SECTION---\nSATOR\n\nNinety-eight. Not bad for such\n\nexertion. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STORAGE AREA, SATOR’S YACHT - CONTINUOUS\nThe Protagonist SENSES, TURNS - CRACK! Volkov smashes his jaw\n- KICKS him in the ribs - pistol-whips him...\nINT. ENGINE ROOM, SATOR’S YACHT - MOMENTS LATER\nThe Protagonist, bleeding, is SHOVED into the room -—\n\nVOLKOV\nHe was at the window.\n\nSator looks at the Protagonist, who nods at the capsule -\n\f69.\n\nPROTAGONIST\nI was curious.\n\nSATOR\nMy property shouldn’t concern you.\nWho are you? How do you come by\nyour information about the opera?\n\nPROTAGONIST\nDo I work for intelligence\nservices? Several, just like you.\nYou wouldn’t do business with\nsomeone who wasn’t savvy enough to\nbe recruited. Hell, the CIA\nprovides two-thirds of the market\nfor fissile material.\n\nSATOR\nThey're usually buying, not\nselling. But we do live ina\ntwilight world...\n\nPROTAGONIST\nIs that Whitman? It’s pretty.\n\nSATOR\nNext warning’s a bullet in your\nbrain.\n\nPROTAGONIST\nNo balls in my throat?\n\nSATOR\nThere’1l be no time for such things\nin Tallinn.\n\nSator gestures to his men - they lift the capsule. The\nProtagonist spots DRIED MUD from the latches on the table...\n\nSATOR (CONT'D)\nMake your way there. I want Volkov\non the team.\n\nThe Protagonist struggles to his feet.\n\nPROTAGONIST\nNo. I spring the materials, you pay\nme off. Your wife does the\nexchange.\n\nSATOR\nI never involve her in my business.\n\nPROTAGONIST\nThat’s why I trust her.\n\f70.\n\nSATOR\n(to Volkov)\nPut him ashore.\n\nPROTAGONIST\nHow do I contact you?\n\nSATOR\nYou don’t.\n\nPROTAGONIST\nHow do you advance me funds?\n\nSator TOSSES the Protagonist the BLOODY GOLD BAR - the\nProtagonist FUMBLES it onto the table. Volkov SNEERS -\n\nSATOR\nHandle the plutonium better than\nthat.",
  "48": "---END OF PREVIOUS SECTION---\nPROTAGONIST\nHow do you advance me funds? Sator TOSSES the Protagonist the BLOODY GOLD BAR - the\nProtagonist FUMBLES it onto the table. Volkov SNEERS -\n\nSATOR\nHandle the plutonium better than\nthat. \n---TARGET SECTION TO BE ANNOTATED---\nThe Protagonist, looking Volkov in the eye, picks up the gold\nbar, scooping DRIED MUD into his hand, unseen.\n\nEXT. DOWNTOWN STREETS, TALLINN - DAY\n\nThe Protagonist walks the crowded streets with Neil.\n\nPROTAGONIST\nWhat did you find on the gold?\n\nNEIL\nThree hundred thousand at today’s\nprice, no franks, mould marks.\nNothing. Like it came from outer\n\nspace.\nPROTAGONIST\nOr the future.\nNEIL\nHow?\nPROTAGONIST\n\nDead drops. He buries his time\ncapsule, transmits the location,\nthen digs it up to collect whatever\ninverted material they’ve sent.\n\nNEIL\nInstantaneous. Where’s he bury it?\n\nPROTAGONIST\nSomeplace that won’t be disturbed\nfor centuries. What did the soil\nsample show?\n\f71.\n\nNEIL\nNorthern Europe or Asia,\nradioactive. Dried blood was\nEuropean.\n\nPROTAGONIST\nPretty broad.\n\nNEIL\nThis is the start of the run.\n\nThe Protagonist looks back where they came. Then up ahead.\n\nPROTAGONIST\nWhen does the material arrive?\n\nNEIL\nThursday. When does Sator arrive?\n\nPROTAGONIST\nI don’t know. But he’1l be here.\n\nNEIL\nCargo’s in a reinforced truck.\nNuclear police front and back -\nSUVs with serious armour - you\ncan’t break in through the windows.\n\nPROTAGONIST\nAnd they can’t break out.\n\nNEIL\nI don’t follow.\n\nPROTAGONIST\nYou will. So, light convoy through\ndowntown, what’s the thinking?\n\nNEIL\nA crowded, unpredictable traffic\npattern makes planning an ambush\nalmost impossible.\n\nThe Protagonist looks around at the congestion.\n\nPROTAGONIST\nThey have a point. Is the convoy\nmonitored from the air?\n\nNEIL\nNo, tracked by GPS - a wrong turn\nor an unscheduled stop, in comes\nthe cavalry.\n\nNeil and the Protagonist hop a tram. The Protagonist studies\nthe journey along the multi-lane road out of town.\n\f72.\n\nPROTAGONIST\nWe need big guns, guns that make\nthe point without being fired.",
  "49": "---END OF PREVIOUS SECTION---\nThe Protagonist studies\nthe journey along the multi-lane road out of town. 72. PROTAGONIST\nWe need big guns, guns that make\nthe point without being fired. \n---TARGET SECTION TO BE ANNOTATED---\n We\nneed a fast car that doesn’t look\nfast and four heavy vehicles, all\ndifferent - bus, coach, eighteen-\nwheeler...\n\nNeil nods.\n\nPROTAGONIST (CONT'D)\nOne of them has to be a fire truck.\n\nNeil looks up, interested.\n\nPROTAGONIST (CONT'D)\nMost of all, we need to set this up\nwith nothing in the record -\nnothing electronic, nothing paper -\nI don’t want Sator ambushing us the\nsecond we spring the material. His\nignorance is our only protection.\n\nINT./EXT. MERCEDES ON TALLINN STREETS - DAY\nKat sits beside Sator in the back, staring out the window.\nSATOR\nEverything salvaged from Oslo’s\nbeen shipped here.\n\nKAT\nWhy am I here?\n\nSATOR\n\nI don’t trust anyone else to assess\n\nthe pieces.\nEXT. FREEPORT, DOCKSIDE AREA, EDGE OF TALLINN - DAY\nThe MERCEDES pulls into the Tallinn Freeport. Several\nBODYGUARDS emerge, Sator heads inside. Kat follows, looking\nthrough a metal fence - an AUDI sits there, idling. Its\ndriver is wearing an OXYGEN MASK...\nINT. STORAGE FACILITY, TALLINN FREEPORT - MOMENTS LATER\n\nKat enters. Sator is at a table covered in WEAPONS.\n\nSATOR\nSee, Kat? Some of my favourites...\n\nHe picks up a MACHINE GUN.\n\f73.\n\nSATOR (CONT'D)\nSinged but salvageable, wouldn’t\nyou say?\n\nShe stares at the weaponry as if she’s never seen anything\nlike it before...\n\nKAT\nIt’s not my area of expertise.\n\nSATOR\nThat’s right. You’d never have\nanything to do with such things.\nBut this is where our worlds\ncollide.\n\nKAT\nAndrei, what is this?\n\nSATOR\nYou know perfectly well what it is,\nKat - the filthy business that put\nthose clothes on your back and our\nboy in his school. That you thought\nyou could negotiate your way\naround.\n\nVOLKOV\n(in Russian, subtitled)\nThe convoy’s due downtown in ten.\n\nSator checks his watch. Nods at Volkov. Turns to Kat.\n\nSATOR\nIt’s time to go.\n\nKAT\nI’m not going anywhere with you.",
  "50": "---END OF PREVIOUS SECTION---\nTurns to Kat. SATOR\nIt’s time to go. KAT\nI’m not going anywhere with you. \n---TARGET SECTION TO BE ANNOTATED---\nSator SLAMS the machine gun back down on the table. Kat\nFLINCHES. Sator TURNS, enraged...\n\nSATOR\nLook at me and understand - you\ndon’t negotiate with a tiger - you\nadmire a tiger, until it turns on\nyou and you feel its TRUE. FUCKING.\nNATURE!\n\nSator moves towards her - Kat pulls out a gun.\n\nKAT\nDon’t...\n\f74.\n\nEXT. TALLINN STREET - DAY\nA LARGE UNMARKED TRUCK, with an ESCORT FRONT AND BACK, makes\nits stop and-start way through the downtown traffic.\nINT./EXT. BMW, TALLINN STREET - CONTINUOUS\nThe Protagonist and Neil watch the convoy cross an\nintersection, then pull forward, squeezing through traffic to\nget ahead. Neil raises a walkie-talkie -\nYELLOW CO-PILOT\n(into radio)\nGreen? Two minutes.\n\nINT./EXT. GREEN TRUCK, TALLINN STREET -— CONTINUOUS\n\nThe GREEN DRIVER nods at the GREEN CO-PILOT who holds the\nradio.\n\nGREEN CO-PILOT\nCheck.\n\nHe puts the radio down and pulls out a LARGE AUTOMATIC RIFLE.\n\nINT./EXT. BMW, TALLINN STREET - CONTINUOUS\n\nThe Protagonist checks his watch - Neil speaks into the radio\n\nNEIL\nYellow? Sixty seconds.\n\nYELLOW CO-PILOT\n(over radio)\nSixty. Check.\n\nNEIL\nBlue? Forty-five seconds.\n\nBLUE CO-PILOT\n(over radio)\nForty-five. Check.\nNEIL\nRed? On our way to you.\n\nINT./EXT. FIRE ENGINE - CONTINUOUS\n\nRED DRIVER and RED CO-PILOT are dressed as FIREFIGHTERS.\n\f75.\n\nINT./EXT. BMW, TALLINN STREET - CONTINUOUS\n\nThe BMW pulls out, running behind the nuclear convoy. As the\nconvoy passes the cross street where the green truck, a\nFLATBED TRUCK, is sitting, it pulls out beside them, settling\nin to the right of the convoy.\n\nINT. STORAGE FACILITY - DAY\nSator steps towards Kat -\n\nKAT\nStay right there!\n\nShe lifts the gun, intent -\n\nSATOR\nYou wouldn’t kill me.\n\nKAT\nI already tried.\n\nSATOR\nYou pushed me off a boat.",
  "51": "---END OF PREVIOUS SECTION---\nShe lifts the gun, intent -\n\nSATOR\nYou wouldn’t kill me. KAT\nI already tried. SATOR\nYou pushed me off a boat. \n---TARGET SECTION TO BE ANNOTATED---\n You’re\nnot going to shoot me in cold blood\n\nKAT\nMy blood’s not cold, Andrei.\n\nSATOR\nNo, but you’re not angry enough.\n\nSator edges towards Kat...\nSATOR (CONT'D)\nBecause anger scars over into\ndespair. I look in your eyes...\n\nHe casually GESTURES at her -\n\nSATOR (CONT'D)\nI see despair.\n\nHe SMACKS the gun out of her hands - PUNCHES her - she DROPS\n\nSATOR (CONT'D)\nVengeful bitch. Living off me,\npretending to be better...\nWith a primal, animal viciousness, Sator SPITS at Kat.\n\nSATOR (CONT'D)\nENOUGH!\n\nSator KICKS her once, in the side.\n\f76.\n\nSATOR (CONT'D)\n\nYou wanted to know when it’s better\nto kill you? You'll have your\nanswer.\n\nHe motions to Volkov, who, with a guard, lifts Kat and\ncarries her towards the door. Sator puts an earpiece in his\near...\n\nSATOR (CONT'D)\nTell me everything as it happens.\n\nVolkov nods, leaving - Sator walks through a large door.\n\nSATOR (CONT'D)\nSeal us this side!\n\nAs the door shuts behind him, he walks towards a RED DOOR\nWITH A SMALL PORTHOLE, finding a spot in the shadows\nnearby...\nEXT. TALLINN STREET - CONTINUOUS\nThe BMW watches the yellow truck, a BROADCAST TRUCK, which\npulls out just ahead of the nuclear convoy... the Protagonist\nlooks back through the BMW’s side mirror, which is CRACKED...\nThe BMW sees the blue truck, a WRECKER, which pulls out onto\nthe larger street, just behind the convoy, which is now\nSURROUNDED ON THREE SIDES by the coloured trucks.\nINT. MERCEDES - CONTINUOUS\nVolkov follows the convoy...\nVOLKOV\n(into radio)\nThree trucks in place...\nSATOR\n(over radio)\n\nWatch everything, give me all the\n\ndetails...\nINT. STORAGE FACILITY, TALLINN FREEPORT - CONTINUOUS\n\nSator sits in the shadows, listening intently...\n\nEXT.",
  "52": "---END OF PREVIOUS SECTION---\nINT. STORAGE FACILITY, TALLINN FREEPORT - CONTINUOUS\n\nSator sits in the shadows, listening intently... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TALLINN STREETS -— CONTINUOUS\n\nThe BMW ZIPS ahead, weaving through traffic, pulls alongside\nthe fire truck.\n\f77.\n\nThe Protagonist, DRESSED AS A FIREFIGHTER, jumps out of the\nBMW and grabs onto the side of the fire truck, BANGING the\nside to signal the driver. The fire truck pulls out onto the\nthree-lane highway...\n\nINT./EXT. FIRE TRUCK - CONTINUOUS\nThe fire truck pulls alongside the nuclear convoy, slotting\nin on the left, so that the convoy is now SURROUNDED... the\nProtagonist CLIMBS onto the roof beside the ladder, puts on a\npair of heavy-duty gloves, pulls a diagonal backpack around\nonto his front, checking his tools.\nBlue Co-pilot and Yellow Co-pilot COUNT DOWN in unison -\n\nBLUE CO-PILOT\n\n(over radio)\n\nFive, four, three, two, one, go...\n\nBlue truck, behind the convoy, GUNS THE ACCELERATOR, as\nyellow truck, in front of the convoy, SLAMS ON THE BRAKES...\n\nThe two SUVS are ACCORDIONED against the nuclear truck, then\nCARRIED FORWARD WITH THE NUCLEAR TRUCK as the coloured trucks\nCLOSE FORMATION and PULL FORWARD, maintaining pace —\n\nBLUE CO-PILOT (CONT'D)\nGo yellow!\n\nThe YELLOW CO-PILOT in the broadcast truck sends out STATIC -\n\nINT./EXT. SECURITY SUV - CONTINUOUS\n\nThe SECURITY DRIVER is trying the radio - STATIC...\n\nINT. CONTROL CENTRE, TALLINN POLICE - CONTINUOUS\n\nA POLICE OPERATOR is frowning, trying the radio. He calls to\nhis SUPERVISOR -\n\nPOLICE OPERATOR\n(in Estonian, subtitled)\n- Radio’s down. -\n\nSUPERVISOR\n(in Estonian, subtitled)\n- Are they still moving? -\n\nThe Police Operator checks his screen - NODS...\n\f78.\n\nEXT.",
  "53": "---END OF PREVIOUS SECTION---\nHe calls to\nhis SUPERVISOR -\n\nPOLICE OPERATOR\n(in Estonian, subtitled)\n- Radio’s down. -\n\nSUPERVISOR\n(in Estonian, subtitled)\n- Are they still moving? -\n\nThe Police Operator checks his screen - NODS... 78. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TALLINN STREET - CONTINUOUS\n\nTYRES HOWLING, the convoy GRINDS forward - Blue Co-pilot\ntosses a DYE PACK onto the windshield of the SUV - it BLASTS\nacross the glass, obscuring the view - Yellow Co-pilot does\nthe same in the front - the Guards are now BLIND, CANNOT OPEN\nTHEIR DOORS OR SHOOT OUT THROUGH THE BULLET-PROOF VEHICLES...\n\nThe Protagonist CLIMBS ONTO THE LADDER, lying on top...\nInside, the Red Co-pilot operates the ladder controls...\n\nThe ladder SWINGS OUT AT NINETY DEGREES, hanging the\nProtagonist DIRECTLY OVER THE NUCLEAR TRUCK... he PULLS a\nframe from his pack, unfolds it - fixes it to the roof. The\nladder SWINGS him away - the frame EXPLODES - he SWINGS back\nthrough the smoke to find an OPENING and climbs into -\n\nINT. NUCLEAR TRANSPORTATION TRUCK - CONTINUOUS\n\nThe Protagonist lands, gets his bearings, finds the SAFE. He\nreaches into his pack...\n\nEXT. TALLINN STREET - CONTINUOUS\n\nAn Estonian POLICE CAR pulls up behind the fire truck - the\nPOLICEMEN spot SPARKS from the dragging bumper of the SUV -\nthe Policeman Passenger tries his radio... STATIC...\n\nINT. NUCLEAR TRANSPORTATION TRUCK - CONTINUOUS\n\nThe Protagonist affixes a CHARGE to the safe - he runs a\nwire, pushing back into the farthest corner - BLASTS the door\nOpen -\n\nINT./EXT. FIRE ENGINE - CONTINUOUS\n\nWatching the Police through his mirror, Red Passenger rolls\ndown his window and props his ASSAULT RIFLE on the sill...\nINT. NUCLEAR TRANSPORTATION TRUCK - CONTINUOUS\n\nThe Protagonist reaches into the safe... PULLS OUT an ORANGE\nPLASTIC CASE... reaches up to climb through the roof...\nINT./EXT.",
  "54": "---END OF PREVIOUS SECTION---\nNUCLEAR TRANSPORTATION TRUCK - CONTINUOUS\n\nThe Protagonist reaches into the safe... PULLS OUT an ORANGE\nPLASTIC CASE... reaches up to climb through the roof... INT./EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FIRE TRUCK - CONTINUOUS\n\nThe Protagonist, orange case in hand, CLIMBS onto the ladder\n\n- Red Passenger SWINGS his rear-opening door out and SHOOTS\nOUT the engine block of the police car which DROPS BACK as -\n\f79.\n\nThe fire-truck ladder SWINGS the Protagonist back onto the\nfire truck - he climbs down onto the side - the BMW pulls\nalongside - he JUMPS into the car, which SPEEDS away...\nINT./EXT. BMW, TALLINN STREET - CONTINUOUS\n\nNeil, driving, glances at the orange case -\n\nNEIL\nWe got it!\n\nThe Protagonist opens the latches, flips open the lid...\nrevealing the BLACK METAL SHAPE the size of a softball.\n\nPROTAGONIST\nI’ve seen samples of encapsulation\nin every weapons class - this is\nnot one of them.\nNeil looks back at the Protagonist. Serious.\n\nNEIL\nIt’s what he’s after.\n\nThe Protagonist looks around at the surrounding traffic...\n\nPROTAGONIST\nCheck the radio chatter.\n\nNeil clicks on the radio - EMPHATIC GIBBERISH...\n\nNEIL\n\nI can’t understand -\nPROTAGONIST\n\nYou said you spoke Estonian -\nNEIL\n\nIt’s not Estonian, it’s...\n\nbackwards -\n\nUp ahead, an Audi is weaving through traffic, towards them,\nBACKWARDS... Neil STARES...\n\nNEIL (CONT'D)\nThe hell?\n\nThe BACKWARDS-RUNNING AUDI flies at them, CLIPPING the wing\nmirror, ‘HEALING’ its crack. Behind them it SPINS AROUND, to\nCHASE them, still running BACKWARDS...\n\nThe BMW DODGES around traffic, trying to lose the backwards\nAudi, which pulls up to the back bumper - then ALONGSIDE - in\nthe back is Sator, black eyes peering over a RESPIRATOR, a\ngun to Kat’s head. She is BOUND and GAGGED, eyes TERRIFIED -\n\f80.\n\nSator rolls the rear window down, holds up his hand, FINGERS\nEXTENDED. He COCKS the gun at Kat’s head then starts COUNTING\nDOWN on his fingers... the Protagonist looks down at the\nBLACK METAL SHAPE in the case...",
  "55": "---END OF PREVIOUS SECTION---\nShe is BOUND and GAGGED, eyes TERRIFIED -\n\f80. Sator rolls the rear window down, holds up his hand, FINGERS\nEXTENDED. He COCKS the gun at Kat’s head then starts COUNTING\nDOWN on his fingers... the Protagonist looks down at the\nBLACK METAL SHAPE in the case... \n---TARGET SECTION TO BE ANNOTATED---\nNEIL (CONT'D)\nYou can’t give it to him!\n\nThe Protagonist LIFTS the closed case, LOWERS the window...\n\nPROTAGONIST\nThis isn’t plutonium.\n\nSator is down to TWO FINGERS... Ahead of them in the road,\nthe Protagonist sees a CRASHED, SMOKING, UPSIDE-DOWN SAAB...\n\nNEIL\nIt’s worse, goddammit!\n\nBoth cars race towards the crashed Saab, which starts SHAKING\nas they approach - as they pass, THE CRASHED SAAB ROLLS\nVIOLENTLY OVER AND OVER between them until it is on its\nwheels, RACING BACKWARDS ahead of them, UNDAMAGED -—\n\nNeil regains his line, looks over at Sator who holds up his\nLAST FINGER... the Protagonist looks ahead to the Saab,\nSTRUCK BY AN IDEA... the Protagonist looks at Sator -\n\nThen TOSSES the orange case at him -\n\nThe Saab brakes, CUTTING BETWEEN THE TWO CARS...\n\nTHE ORANGE CASE GLANCES OFF ITS WINDSHIELD, INTO SATOR’S\nHANDS...\n\nA forwards-driving Mercedes pulls up alongside the backwards-\ndriving Audi. Sator opens the rear door - he and the Audi\ndriver climb BACKWARDS into the Mercedes - LEAVING KAT IN THE\nACCELERATING BACKWARDS AUDI - the Mercedes DROPS FAR BEHIND\nthe BMW, Neil WATCHES -\n\nNEIL (CONT'D)\nHe’s getting away!\n\nPROTAGONIST\nHe left her in the car!\n\nNeil looks forward to the backwards Audi, SPEEDING AWAY -\n\nINT./EXT. BACKWARDS AUDI - CONTINUOUS\n\nNO ONE IS AT THE WHEEL as the car continues to accelerate -\nKat lies in the back, breathing, groaning, but unconscious...\n\f81.\n\nINT./EXT. BMW, TALLINN STREET - CONTINUOUS\nThe Protagonist stares ahead at the backwards Audi -\n\nPROTAGONIST\nPull up alongside...\n\nNeil looks back at the receding Mercedes, followed by the\nBACKWARDS SAAB... he turns - RACING to pull alongside the\nrunaway backwards Audi, the Protagonist OPENS his door...\n\n- Ahead, a LOGJAM of traffic...\nThe Protagonist FUMBLES to open the Audi door.",
  "56": "---END OF PREVIOUS SECTION---\nNeil looks back at the receding Mercedes, followed by the\nBACKWARDS SAAB... he turns - RACING to pull alongside the\nrunaway backwards Audi, the Protagonist OPENS his door... - Ahead, a LOGJAM of traffic... The Protagonist FUMBLES to open the Audi door. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST (CONT'D)\nKat! Kat!\n\nIn the back, Kat swings her bound legs around -\n\n- The LOGJAM of cars and buses LOOMS CLOSER... The\nProtagonist OPENS the Audi door, but his own door hits it and\nSLAMS IT CLOSED AGAIN...\n\n- The LOGJAM is DANGEROUSLY CLOSE...\n\nThe Protagonist OPENS it again, Kat JAMS it open with her\nfeet - the Protagonist CLIMBS ACROSS and PUSHES THE BRAKE\nWITH HIS HAND...\n\nThe Audi SKIDS to a halt, the BMW ZOOMING PAST...\n\nThe Protagonist starts to untie Kat, fumbling with his radio\n\nThe BMW SKIDS to a halt, Neil JUMPS OUT - a CAR SKIDS to a\nhalt between the BMW and the Audi - BLAM, BLAM! Neil DUCKS,\navoiding GUNFIRE -\n\nNEIL\n(over radio)\nSit tight - I’m calling in the\ncavalry.\n\nPROTAGONIST\nWhat cavalry?!\n\nSMASH!!! The Protagonist and Kat are THROWN LIKE RAG DOLLS\nacross the car - the Mercedes has SWIPED the nose of the Audi\n\nVolkov lays down COVER FIRE, pinning Neil as Sator’s men\ndescend on the CRASHED Audi and pull the PROTAGONIST out of\nthe car - shoving him around the back of the Mercedes. Kat is\npulled from the wreck and put into the Mercedes -\n\nAs they put the Protagonist INTO THE TRUNK, he sees Sator\nMOVING BACKWARDS behind the line of cars, from the BMW...\n\f82.\n\nEXT. DOCKSIDE AREA, EDGE OF TALLINN - MOMENTS LATER\n\nThe TRUNK OPENS - the Protagonist is PULLED OUT. Marched\ntowards an entrance, he sees, through a steel fence dividing\nthe yard in two, SATOR, IN RESPIRATOR, WALKING BACKWARDS,\nPULLING KAT, FORWARDS, TOWARDS A DIFFERENT ENTRANCE...\n\nThe Protagonist passes a stack of SHIPPING CONTAINERS,\nseveral of which are marked OSLO FREEPORT...\n\nINT.",
  "57": "---END OF PREVIOUS SECTION---\nMarched\ntowards an entrance, he sees, through a steel fence dividing\nthe yard in two, SATOR, IN RESPIRATOR, WALKING BACKWARDS,\nPULLING KAT, FORWARDS, TOWARDS A DIFFERENT ENTRANCE... The Protagonist passes a stack of SHIPPING CONTAINERS,\nseveral of which are marked OSLO FREEPORT... INT. \n---TARGET SECTION TO BE ANNOTATED---\n STORAGE FACILITY, TALLINN FREEPORT - CONTINUOUS\n\nThe Protagonist is taken past the table of weapons, through a\nlarge door, and through RED DOORS with a PORTHOLE...\n\nINT. TURNSTILE, TALLINN FREEPORT - CONTINUOUS\n\nInto A LONG CHAMBER DIVIDED IN TWO BY A GLASS WINDOW - A MUCH\nBIGGER VERSION OF THE ROTAS VAULT. The Russians push the\nProtagonist into a chair. This side is lit by RED LIGHT.\n\nOn the other side of the glass, lit by BLUE LIGHT, Sator\n‘ENTERS’ BACKWARDS, ‘PULLING’ Kat, who is now in a\nrespirator. Sator ‘SHOVES’ her hard into a chair, removes his\nown respirator, ‘FLIPPING’ it up onto a hook on the wall.\n\nThe Protagonist looks into Kat’s frightened eyes... between\nthem, embedded in a whirl of cracked glass, is a BULLET...\nSator TURNS to meet the Protagonist’s gaze - his movements\nhave the surreal edge of backwards motion as he places his\nGUN AGAINST KAT’S HEAD and pulls out his phone...\n\nHe holds his PHONE up and plays a recording IN REVERSE -—\n\nSATOR\n(via recording)\nIf you’re not telling the truth,\nshe dies.\n\nSator moves the phone to his lips, SPEAKING IN REVERSE... the\nProtagonist stares at him, bemused.\n\nPROTAGONIST\nI don’t know what you’re talking\nabout.\n\nSator listens to this played backwards...\n\nSATOR\n(via recording)\nYou left it in the car not the fire\ntruck, right?\n\nPROTAGONIST\nWho told you that?\n\f83.\n\nSATOR\n(via recording)\nTell me, now! Is it really in the\nBMW?\n\nPROTAGONIST\nI don’t know!\n\nSATOR\n(via recording)\nTell me or I’1l shoot her again!\n\nThe Protagonist looks at Kat, who is TERRIFIED -\n\nKAT\n(pleading)\nTell him!\n- then at Sator -\nPROTAGONIST\n\nLeave her alone!\n\nSATOR\n(via recording)\nI don’t have time to negotiate.",
  "58": "---END OF PREVIOUS SECTION---\nThe Protagonist looks at Kat, who is TERRIFIED -\n\nKAT\n(pleading)\nTell him! - then at Sator -\nPROTAGONIST\n\nLeave her alone! SATOR\n(via recording)\nI don’t have time to negotiate. \n---TARGET SECTION TO BE ANNOTATED---\nThe Protagonist looks at the bullet hole in the glass - WISPS\nOF SMOKE are gathering...\n\nPROTAGONIST\nListen to me! I can help you!\nSATOR\n(via recording)\nThree...\nPROTAGONIST\nDon’t!\nKAT\nHelp me!\nSATOR\n(via recording)\nTwo...\nKAT\nPLEASE!\n\nA FAINT TRICKLE of glass dust rises to where the bullet is\nlodged in the window...\n\nPROTAGONIST\nWait!\n\f84.\n\nSATOR\n(via recording)\nOne...\n\nSator LIFTS Kat - PUSHES her up against the glass...\n\nKAT\nPLEASE!\n\nPROTAGONIST\nNo!\n\nThe SMOKE COALESCES as BANG! The bullet RIPS THROUGH KAT’S\nSIDE on its inevitable journey to Sator’s gun. Kat SCREAMS -\n\nSATOR\n(via recording)\nNext one’s a bullet to the head...\nHe holds up a finger - Kat is SCREAMING -\n\nSATOR (CONT'D)\n(via recording)\n\nOne...\nPROTAGONIST\nPlease!\nSATOR\n(via recording)\nTwo...\nPROTAGONIST\nNo!\nSATOR\n(via recording)\nThree...\n\nPROTAGONIST\nOkay! Okay! The car! The BMW! I\nleft it in the BMW!\n\nKat’s screams subside to moans as she PASSES OUT...\nSATOR\n(via recording)\n\nWe’re going to check this is real.\n\nPROTAGONIST\nIt’s in the glove box!\n\nThe door OPENS behind the Protagonist -—\n\nSATOR (0.S.)\nWhere did you leave it?\n\f85.\n\nThe Protagonist spins around - Sator, BEHIND HIM, SMASHES his\ngun into the Protagonist’s cheek - THIS SATOR IS FORWARDS -\n\nSATOR (CONT'D)\nCar or truck - which one?!\n\nSator HITS him again - the Protagonist falls near the glass -\nlooks up through the glass to see ‘backwards’ Sator, on the\nblue side, staring at him dispassionately...",
  "59": "---END OF PREVIOUS SECTION---\n85. The Protagonist spins around - Sator, BEHIND HIM, SMASHES his\ngun into the Protagonist’s cheek - THIS SATOR IS FORWARDS -\n\nSATOR (CONT'D)\nCar or truck - which one?! Sator HITS him again - the Protagonist falls near the glass -\nlooks up through the glass to see ‘backwards’ Sator, on the\nblue side, staring at him dispassionately... \n---TARGET SECTION TO BE ANNOTATED---\nSATOR (CONT'D)\nWhich vehicle did you leave it in?!\nI need to know before I go out\nthere!\n\nPROTAGONIST\nI already told you!\n\nForwards Sator looks through the window at his inverse self -\nthen turns back to the Protagonist -\n\nSATOR\nI believe you...\n\nSator puts his GUN to the Protagonist’s forehead -\nSATOR (CONT'D)\n(indicates Kat)\n\nYou wanted her here. I hope you’1ll\n\nbe happy together -\nSator COCKS his weapon - BLAMBLAMBLAM! - the double doors\nbehind the Protagonist SMASH open - PARAMILITARIES BURST IN,\nGUNS BLAZING - the two guards are SHOT - Sator JUMPS FOR THE\nVAULT - HITS A BUTTON -\n\nOn the other side of the glass, INVERTED SATOR runs backwards\ntowards the other vault door -\n\nBOTH SATORS JUMP INSIDE AND ARE GONE -—\nA Paramilitary SERGEANT enters, gun drawn -\n\nPARAMILITARY SERGEANT\nClear!\n\nThe Protagonist looks at the empty vault -\n\nPROTAGONIST\nWhere'd he go?\n\nPARAMILITARY SERGEANT\nThe past.\n\f86.\n\nINT. TURNSTILE, TALLINN FREEPORT - MOMENTS EARLIER\n\nSator runs out of the turnstile - into the blue side of the\nroom - on the other side he sees the paramilitary AMBUSH IN\nREVERSE... for a few seconds he watches his older self\ninterrogate the Protagonist, then fires up his phone, steps\nup to the glass - the Protagonist SHOUTS PASSIONATELY -\n\nPROTAGONIST\n(via recording)\nIt’s in the glove box!\n\nSATOR\nWe’re going to check this is real.\n\nPROTAGONIST\n(via recording)\nOkay! Okay! The car! The BMW! I\nleft it in the BMW!\n\nThe sound of Kat’s MOANING is BUILDING and BUILDING. Sator\nholds up one finger -\n\nSATOR\nThree...\nPROTAGONIST\n(via recording)\nNo!\n\nAdds a second finger - Kat is SCREAMING now -\n\nSATOR\nTwo...\nPROTAGONIST\n(via recording)\nPlease!\nAnd a third -\nSATOR\nOne.",
  "60": "---END OF PREVIOUS SECTION---\nAdds a second finger - Kat is SCREAMING now -\n\nSATOR\nTwo... PROTAGONIST\n(via recording)\nPlease! And a third -\nSATOR\nOne. \n---TARGET SECTION TO BE ANNOTATED---\n Next one’s a bullet to the\n\nhead.\n\nKat’s SCREAM CRESCENDOS as Sator GRABS her and pushes her up\nagainst the glass, PULLS HIS TRIGGER, ‘HEALING’ her wound -\n\nSATOR (CONT'D)\nOne...\n\nPROTAGONIST\n(via recording)\nWait!\n\nHolds up two fingers -\n\f87.\n\nSATOR\nTwo...\nPROTAGONIST\n(via recording)\nDon’t!\n\nSator holds up three fingers -\n\nSATOR\nThree -\n\nPROTAGONIST\n(via recording)\nListen to me! I can help you!\n\nSATOR\nI don’t have time to negotiate.\n\nThe Protagonist looks confused -\n\nPROTAGONIST\n(via recording)\nLeave her alone!\n\nSATOR\nTell me or I’11 shoot her again!\n\nPROTAGONIST\n(via recording)\nI don’t know!\n\nSATOR\nTell me now! Is it really in the\nBMW!\n\nPROTAGONIST\n\n(via recording)\nWho told you that?\n\nSATOR\nYou left it in the car not the fire\ntruck, right?\n\nPROTAGONIST\n(via recording)\nI don’t know what you’re talking\n\nabout.\n\nSATOR\nIf you’re not telling the truth,\nshe dies.\n\nSator GRABS his respirator from the hook, PULLS Kat to her\nfeet - DRAGS her backwards through the door, down a corridor\ninto an AIRLOCK, pulls off her respirator, puts his on...\n\f88.\n\nINT. TURNSTILE, TALLINN FREEPORT - THE PRESENT\nThe Protagonist looks through the glass at Kat -\n\nFEMALE PARAMILITARY\nShe’s been shot!\n\nPARAMILITARY SERGEANT\nGet her this side!\n\nRespirator-clad Paramilitaries pull Kat out of the room. The\nParamilitary Sergeant turns to the Protagonist.\n\nPARAMILITARY SERGEANT (CONT'D)\nWas she shot with an inverted\nround?\n\nThe Protagonist NODS. Neil enters - gestures to the Sergeant\n\nNEIL\nThis is Ives. He’s one of us -\n\nThe Protagonist GRABS Neil, THROWS him up against the wall -\n\nPROTAGONIST\nUs?! Who are these guys?\n\nNEIL\nPriya’s. Ours.",
  "61": "---END OF PREVIOUS SECTION---\nWho are these guys? NEIL\nPriya’s. Ours. \n---TARGET SECTION TO BE ANNOTATED---\nThe Paramilitaries bring Kat into the room - the MEDIC,\nmoving SWIFTLY, examines Kat’s wound.\n\nThe Protagonist puts his arm AGAINST NEIL’S THROAT —\n\nPROTAGONIST\nHow did Sator know about the\nambush?\n\nNEIL\n\nPosterity. An ambush on the streets\ncan’t stay out of the record -\n\nPROTAGONIST\nBullshit - he knew every move we\nmade! Somebody talked - was it\nyou?!\n\nNEIL\nNo.\n\nPROTAGONIST\nAt every stage, you’ve known more\nthan you should. I’m asking you one\nmore time. Did you talk?\n\f89.\n\nIVES (0.S.)\nNobody talked. They’re running a\ntemporal pincer movement.\n\nIves is next to the Protagonist, ready to help Neil...\n\nPROTAGONIST\nA what?\n\nIVES\nA pincer movement. But not in space\n- in time. Half his team moves\nforwards through the event - he\nmonitors them, then attacks from\nthe end, moving backwards. Knowing\neverything.\n\nPROTAGONIST\nExcept where I stashed the\nplutonium.\n\nThe Protagonist lets Neil go...\n\nPROTAGONIST (CONT'D)\nWhich is not plutonium, is it?\n\nNEIL\nI told you - it’s what he’s after.\nAnd you just told him where it is.\n\nPROTAGONIST\nI lied.\n\nNeil looks at Kat, bleeding out on the gurney.\n\nNEIL\nJesus.\n\nPROTAGONIST\nHe couldn't verify from inside the\nroom, he’d have shot her anyway.\nLying is standard operating\nprocedure.\n\nThe Medic steps away from Kat, shakes his head.\n\nMEDIC\nIt’s spread too far.\n\nPROTAGONIST\nMeaning what?\n\nIVES\nShe’s going to die.\n\nNEIL\n(to Protagonist)\nStandard operating procedure?\n(MORE )\n\f90.\n\nNEIL (CONT'D)\n(to Ives)\nCan’t you stabilize inverse\nradiation by inverting the patient?\n\nIVES\nThat takes days -\n\nThe Protagonist points at the turnstile -\n\nPROTAGONIST\nLet's go.\n\nIVES\nWe took control of this machine\nminutes ago - before that it’s\n\nSator’s.",
  "62": "---END OF PREVIOUS SECTION---\nNEIL (CONT'D)\n(to Ives)\nCan’t you stabilize inverse\nradiation by inverting the patient? IVES\nThat takes days -\n\nThe Protagonist points at the turnstile -\n\nPROTAGONIST\nLet's go. IVES\nWe took control of this machine\nminutes ago - before that it’s\n\nSator’s. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nHow long will she live on this\nside?\n\nMEDIC\n\nThree hours, tops.\nThe Protagonist thinks. He looks at Kat, who is dying.\n\nPROTAGONIST\nI’m taking her through. I’m not\ngoing to let her die, I’1l take my\nchances out there.\n\nIVES\nChances of what? We’ve got no way\nto bring you back.\n\nPROTAGONIST\nWe find another machine.\n\nIVES\nA week ago? Where?\n\nThe Protagonist looks at Neil - they have the same idea -\n\nNEIL\nOslo.\n\nIVES\nThat facility’s impregnable. It’s\ninside an airport security\nperimeter.\n\nPROTAGONIST\nNot last week, it wasn’t. We’re\ngoing in. You might as well help.\n\nIves, shaking his head, joins in. As they carry Kat towards\nthe vault door, Ives points at the glass partition -\n\f91.\n\nIVES\nThis is the proving window... as\nyou approach the turnstile if you\ndon’t see yourself through the\nproving window, do not enter the\nmachine.\n\nPROTAGONIST\nWhy not?\n\nIVES\nIf you haven’t seen yourself\nreverse-exit the machine, you won't\nbe getting out. Okay, first in,\nlast out. Get into the turnstile,\npass through - I’1l already be\nthere with her.\n\nPROTAGONIST\nIs that gonna work?\n\nIves pauses, watching activity on the other side of the\nwindow -\n\nIVES\n(points)\nYeah...\n\nThe Protagonist turns to see HIMSELF on the other side of the\nglass, MOVING IN REVERSE, wheeling KAT ‘TOWARDS’ THE VAULT\nDOOR -\n\nIVES (CONT'D)\nLet's go!\n\nIves OPENS the door - the Protagonist takes one last look at\nhis backwards self ‘entering’ the machine, then STEPS INSIDE\n\nWe follow him in as the door SHUTS behind him - he puts his\nback to the wall - the machine starts CLANKING like an MRI -\nthe door opens on the other side - he STEPS OUT...\n\nTo see Ives struggling with Kat - he moves to help - Neil is\nalready there (first in, last out).",
  "63": "---END OF PREVIOUS SECTION---\nThe Protagonist turns to see HIMSELF on the other side of the\nglass, MOVING IN REVERSE, wheeling KAT ‘TOWARDS’ THE VAULT\nDOOR -\n\nIVES (CONT'D)\nLet's go! Ives OPENS the door - the Protagonist takes one last look at\nhis backwards self ‘entering’ the machine, then STEPS INSIDE\n\nWe follow him in as the door SHUTS behind him - he puts his\nback to the wall - the machine starts CLANKING like an MRI -\nthe door opens on the other side - he STEPS OUT... To see Ives struggling with Kat - he moves to help - Neil is\nalready there (first in, last out). \n---TARGET SECTION TO BE ANNOTATED---\nThe Protagonist looks through the glass to where he and Ives\nnow appear to be moving backwards...\n\nThe Medic tends to Kat.\nMEDIC\nShe’s stabilizing slowly. I'll\nclean and close, the rest is time.\n\nPROTAGONIST\nHow long does she need?\n\f92.\n\nMEDIC\n4 or 5 days. A week to be sure.\n\nPROTAGONIST\n(to Neil)\nFigure out how to get us to Oslo -\nI’ve got to get back out there -\n\nNEIL\nTo do what?\n\nPROTAGONIST\nTo stop Sator getting away with the\nwhatever it is I just gave him.\n\nNEIL\nYou didn’t - you lied about where\nit was. Wait, you’re going out\nthere for her.\n\nPROTAGONIST\nHe threatened to kill her in the\npast... if he does, what happens to\nher here?\n\nNEIL\n\nIt’s unknowable. If you’re there to\nmake a change, you’re not here to\nobserve its effect.\n\nPROTAGONIST\nWhat do you believe?\n\nNEIL\nWhat’s happened’s happened. We have\nto save her here and now. And if\nyou go back out there you might\nhand him exactly what he’s after.\n\nPROTAGONIST\nDon’t let them take her back\nthrough -\n\nNEIL\nI won't.\n\nIVES\n\nYou can’t stay here.\n\nNEIL\nAnd we don’t have much time - so\nfind us a nice cosy shipping\ncontainer that just came off a ship\nfrom Oslo...\n\nThe Protagonist moves towards the door. Ives steps up -\n\f93.\n\nIVES\nThis is cowboy shit. You have no\nidea what you’re getting into if\nyou go through that door.\n\nPROTAGONIST\nWell, I’m going, so any tips would\nbe welcome.\n\nIves sees determination. Shakes his head.\n\nIVES\nWheeler, brief him.\n\nThe female Paramilitary, WHEELER, hands the Protagonist a\nrespirator -—\n\nWHEELER\nYou need your own air - regular air\nwon’t pass through the membranes\nof inverted lungs.",
  "64": "---END OF PREVIOUS SECTION---\nShakes his head. IVES\nWheeler, brief him. The female Paramilitary, WHEELER, hands the Protagonist a\nrespirator -—\n\nWHEELER\nYou need your own air - regular air\nwon’t pass through the membranes\nof inverted lungs. \n---TARGET SECTION TO BE ANNOTATED---\n The number-one\nrule - don’t come into contact with\nyour forwards self - that’s the\nwhole point of these barriers -\n\nWheeler BANGS on the proving window -\nWHEELER (CONT'D)\nAnd protective suits - if any of\n\nyour particles came into contact -\n\nThe Protagonist is putting on the respirator -\n\nPROTAGONIST\nWhat?\n\nWHEELER\nAnnihilation.\n\nPROTAGONIST\n\nThat’s bad, right?\n\nThe Protagonist follows Wheeler into a corridor lined with\nRESPIRATORS and HAZARD SUITS... at the end is an AIRLOCK...\n\nWHEELER\nWhen you exit the airlock, take a\nmoment to orient yourself - things\nwill feel strange. When you run,\nthe wind will be at your back. If\nyou encounter fire, ice will form\non your suit, as the transfer of\nheat is reversed. Gravity will feel\nnormal, but appear reversed for the\nworld around you. Don’t worry about\nthings falling, so much as rising.\n\n(MORE )\n\f94,\n\nWHEELER (CONT'D)\nIf you see an object demonstrating\nunprompted instability, stay clear,\nit may be about to leap into the\nair. You may experience distortions\nto your vision and hearing - this\nis normal - light waves and sound\nwaves are propagating away from\nyou. This should clear as your\nbrain adjusts.\n\nPROTAGONIST\nCan I drive a car?\n\nIVES\nCowboy shit.\n\nIves and Neil are grabbing respirators...\n\nWHEELER\nI can’t vouch for the handling,\nfriction and wind resistance are\nreversed. You’re inverted, the\nworld is not. You can’t fight the\nprevailing wind of entropy. Don’t\ntry flying a plane - it’d fall out\nof the sky. Once again, you’re\ninverted, the world is not - and\nthose forces will be pushing back\non you continuously.\n\nThe Protagonist turns to Neil -\n\nPROTAGONIST\nWas there a transponder on the\ncase?\n\nNEIL\n\nHe’ll have tossed the case -\n\nPROTAGONIST\nI’m going backwards - that’s the\nball I have to follow. Give me the\nreader.\n\nNeil hands him a phone.",
  "65": "---END OF PREVIOUS SECTION---\nNEIL\n\nHe’ll have tossed the case -\n\nPROTAGONIST\nI’m going backwards - that’s the\nball I have to follow. Give me the\nreader. Neil hands him a phone. \n---TARGET SECTION TO BE ANNOTATED---\n The Protagonist sticks a Bluetooth\nearpiece in his ear, passes into the airlock - Wheeler shuts\nit behind him. Then opens the OUTER DOOR...\n\nEXT. YARD, TALLINN FREEPORT - CONTINUOUS\n\nThe Protagonist emerges into a strange world - the air feels\ndifferent, the friction of his feet on the asphalt feels\n\ndifferent. He looks up at birds flying backwards... at steam\ncontracting... at a pile of dust sucking itself bigger...\nIn the yard he spots the SAAB... he runs over, finds the keys\n\nsitting on the front tyre -\n\f95.\n\nINT./EXT. SAAB - CONTINUOUS\n\nThe Protagonist LOOKS in the glove box - NOTHING - LOOKS in\nthe wheel well - NOTHING - the back seat - NOTHING. He gives\nup - starts the engine... pulls out, gently, feeling out the\nstrange handling of the vehicle...\n\nINT./EXT. SAAB, TALLINN STREETS - MOMENTS LATER\n\nThe Protagonist steers the car around BACKWARDS-MOVING\nTRAFFIC and BACKWARDS-WALKING PEDESTRIANS, MARVELLING...\n\nPeople STARE at the car as it approaches, as if they already\nknow a backwards-driven car is heading their way (which, of\ncourse, they do).\n\nHe checks the phone - a blinking dot half a mile away - he\nGUNS it, FISHTAILING unexpectedly...\n\nEXT. HIGHWAY - CONTINUOUS\n\nWe see the fire fight from before IN REVERSE - Neil laying\ndown fire from between cars, Kat carried ‘back’ to the\nAudi...\n\nBehind Neil, Sator, MOVING FORWARDS, checks the glove\ncompartment of the BMW... NOTHING. FUMING, he heads back to\nthe Mercedes, DUCKING behind cars, bullets FLYING...\n\nINT./EXT. SAAB - CONTINUOUS\n\nThe Protagonist pulls onto a busy highway where the cars are\nFACING HIM, BUT MOVING IN HIS DIRECTION...\n\nThe Saab races along, the only normal-looking car on a road\nfull of cars SPEEDING BACKWARDS...\n\nOn the phone, the flashing dot is CLOSER...\n\nSlowing, the Protagonist spots the ORANGE CASE lying empty by\nthe side of the road.",
  "66": "---END OF PREVIOUS SECTION---\nThe Saab races along, the only normal-looking car on a road\nfull of cars SPEEDING BACKWARDS... On the phone, the flashing dot is CLOSER... Slowing, the Protagonist spots the ORANGE CASE lying empty by\nthe side of the road. \n---TARGET SECTION TO BE ANNOTATED---\n He PULLS OVER some distance away -\nJUMPS out of the car - pulls out his BLUETOOTH EARPIECE and\nWEDGES it between the foam padding and the orange plastic...\n\nThe Protagonist heads back to his car, checks the signal from\nhis phone... PEERS at the case...\n\nThe case SHUDDERS TO LIFE - LEAPS INTO THE WINDOW OF A\nPASSING CAR - THE MERCEDES -\n\nThe Protagonist PEELS OUT, DUST FLIES UP IN CLOUDS THAT DON’T\nFULLY BLOSSOM as expected, but CONTRACT...\n\nThe Protagonist STRUGGLES with the wheel, trying to keep the\ncar on the road with its unaccustomed handling...\n\f96.\n\nPROTAGONIST\nChrist!\n\nHe can see the Mercedes up ahead, weaving through traffic...\n\nEXT. HIGHWAY, TALLINN - CONTINUOUS\n\nThe Mercedes races back up the off-ramp - the Saab follows,\nweaving through traffic which faces him, but travels\nbackwards -\n\nAs the Saab gets within a couple car lengths, his phone cuts\nin with audio from his Bluetooth bug in the Mercedes -\n\nSATOR\n(over radio)\n- the material’s not in the case -\n\nSound cuts in and out - FRAGMENTS of voices - he struggles to\nkeep pace with the Mercedes - he listens hard -\n\nSATOR (CONT'D)\n(over radio)\n\n-Get the other sections of the\n\nalgorithm to the hypocentre- -He\n\nwas lying- -it wasn’t in the BMW-\n\nINVERTED DRIVER\n(over radio)\nSo where is it?\n\nINT. /EXT. SAAB - CONTINUOUS\n\nThe Protagonist finds a clear lane and guns the engine,\ntracking the Mercedes as it pulls alongside the Audi, racing\n‘forwards’, and Sator, orange case in hand, climbs from the\nMercedes into the Audi...\n\nThe Audi pulls alongside the BMW - the Protagonist, sensing\nthe moment, LOWERS HIS WINDOW...",
  "67": "---END OF PREVIOUS SECTION---\nINT. /EXT. SAAB - CONTINUOUS\n\nThe Protagonist finds a clear lane and guns the engine,\ntracking the Mercedes as it pulls alongside the Audi, racing\n‘forwards’, and Sator, orange case in hand, climbs from the\nMercedes into the Audi... The Audi pulls alongside the BMW - the Protagonist, sensing\nthe moment, LOWERS HIS WINDOW... \n---TARGET SECTION TO BE ANNOTATED---\n Sator lifts the orange case,\nBUT HIS EYES ARE ELSEWHERE —-\n\nInside the Saab, the Protagonist hears BANGING - the BLACK\nMETAL SHAPE ‘unwedges’ from where it’s been stuck down the\nside of a seat - ‘BOUNCING’ around the interior -\n\nThe Saab CUTS between the Audi and the BMW -\n\nThe orange case FLIES OUT OF SATOR’S HANDS - BOUNCES OFF THE\nSAAB'S WINDSHIELD, ‘LANDING’ IN THE BMW -\n\nJUST AS THE BLACK METAL SHAPE JUMPS OUT OF THE SAAB AND INTO\nTHE (FORWARD) PROTAGONIST’S LOWER HAND...\n\f97.\n\nSator, SEEING THIS, YANKS the wheel - CLIPS the Saab - the\nProtagonist STRUGGLES for control - but the Saab SPINS AND\nROLLS DOWN THE HIGHWAY, COMING TO REST ON ITS ROOF.\n\nThe Protagonist, upside down in the car, regains\nconsciousness... fuel leaks, pooling outside the window... he\nsees expensive shoes approach, then Sator’s face peering in\nat him. In his hand is a LIGHTER.\n\nSATOR\nI saw the hand-off. You made me\nshoot her for nothing.\n\nSator tips his lighter to read his fitness tracker...\n\nSATOR (CONT'D)\nYou did get my pulse above 130. No\none’s done that before. Not even\nmy wife.\n\nBacking away, Sator DROPS the lighter, the fuel EXPLODES,\nTHROWING THE CAR SIDEWAYS - BUT INSTEAD OF FULLY BLOOMING,\nTHE FLAMES CONTRACT, SPARING THE PROTAGONIST WHO LIES THERE,\nFREEZING. HE PASSES OUT.\n\nFADE IN:\n\nINT. SHIPPING CONTAINER - LATER\n\nThe Protagonist comes to on a stretcher. Kat is ona\nstretcher next to him. Neil sits between them. The\nProtagonist looks at his hands, feels his face, confused.\n\nNEIL\nThe heat transfer was reversed -\nyou may be the first case of\nhypothermia from a gasoline\nexplosion in history.\n\nPROTAGONIST\nAt this point, nothing surprises.\n\nThe Protagonist looks around the shipping container.",
  "68": "---END OF PREVIOUS SECTION---\nNEIL\nThe heat transfer was reversed -\nyou may be the first case of\nhypothermia from a gasoline\nexplosion in history. PROTAGONIST\nAt this point, nothing surprises. The Protagonist looks around the shipping container. \n---TARGET SECTION TO BE ANNOTATED---\nNEIL\nYou left Ives and his team one hell\nof a clean-up.\n\nPROTAGONIST\nWe’re on our way back to Oslo?\n\nNEIL\nIn a Rotas shipping container.\n\nPROTAGONIST\nHe’s got the material, Neil. I\nhanded it to him on a plate.\n\f98.\n\nNEIL\nI warned you -\n\nPROTAGONIST\n‘What’s happened’s happened.’ I get\nit, now. But it’s tough to take\nthings on trust from people\nspeaking half-truths.\n\nNEIL\nThat’s not fair -\n\nPROTAGONIST\nYou were part of this before we\nmet. Were you working for Priya?\n\nNEIL\nNo.\n\nPROTAGONIST\nWho recruited you, Neil?\n\nNEIL\nIt can't possibly do you any good\nto know that right now. When this\nis over, if we’re still standing\nand you still care, you can hear my\nlife story, okay?\n\nKat GROANS, her eyes flicker open to see the Protagonist.\n\nPROTAGONIST\nI’m sorry I involved you.\n\nKAT\nYou need to tell me what’s going\non.\n\nPROTAGONIST\n\nApparently, Neil here knows more\nabout it than I do.\n\n(to Neil)\nGood luck, pal.\n\nNEIL\nBy telling Kat anything we’re\ncompromising her in Priya’s eyes.\n\nPROTAGONIST\nIn Priya’s eyes she’s already\ncompromised. And she has a right to\nknow why she might die.\n\nKAT\nI’m going to die?\n\f99.\n\nPROTAGONIST\nNot if we have anything to say\nabout it.\n\nNEIL\nAnd we do.\n\nKAT\nWho are you?\n\nNEIL\nLet me start with the simple stuff.\nEvery law of physics operates the\nsame forwards and backwards, except\none. Entropy...\n\nThe Protagonist moves to the back of the container, pulls out\nhis phone, checks Neil’s attention is on Kat...\n\nSATOR\n(via recording)\n-bring- -final section- -directly\nto the hypocentre- -with the other\nparts- -the algorithm-\n\nThe recording breaks up. The Protagonist puts the phone away,\nFLEXES his elbow, feeling out some pain...",
  "69": "---END OF PREVIOUS SECTION---\nThe Protagonist moves to the back of the container, pulls out\nhis phone, checks Neil’s attention is on Kat... SATOR\n(via recording)\n-bring- -final section- -directly\nto the hypocentre- -with the other\nparts- -the algorithm-\n\nThe recording breaks up. The Protagonist puts the phone away,\nFLEXES his elbow, feeling out some pain... \n---TARGET SECTION TO BE ANNOTATED---\n He rolls up his\nsleeve - there is a DARK PATCH of skin forming -\n\nNEIL\nAre you injured?\n\nPROTAGONIST\nWhat’s the ‘algorithm’, Neil?\n\nNEIL\nThe 241 is one section of it. One\nout of nine. It’s a formula\nrendered into physical form so it\ncan’t be copied or communicated. A\nblack box with one function.\n\nPROTAGONIST\nWhich is?\n\nNEIL\nInversion. But not objects or\npeople. The world around us.\n\nKAT\nI don’t understand.\n\nNEIL\nAs they invert the entropy of more\nand more objects...\n\nNeil holds his hands, fingers spread, pointing at each other\n\f100.\n\nNEIL (CONT'D)\nThe two directions of time are\nbecoming more intertwined...\n\nHe slowly brings his fingers together, into the ‘Tenet’\n\ngesture -\n\nNEIL (CONT'D)\nBut because the environment’s\nentropy flows in our direction...\n\nHe pushes one hand back with the other -\n\nNeil nods,\n\nNEIL (CONT'D)\n...we dominate. They’re always\nswimming upstream. It’s what saved\nyour life - the inverted explosion\nwas pushing against the\nenvironment.\n\nPROTAGONIST\nPissing in the wind.\n\nNEIL\nBut the algorithm can change the\ndirection of that wind. It can\ninvert the entropy of the world.\n\nKAT\nAnd if that happens?\n\nNEIL\nOh, end of play.\n\nPROTAGONIST\n‘End of play’? Can you be a little\nmore precise?\n\nNEIL\nOur present wiped out, our past\nobliterated. Everyone and\neverything who ever lived destroyed\ninstantly. Precise enough?\n\nKAT\nIncluding my son.\n\ngravely. Kat winces, clearly in pain.\nNEIL\n\nLet me sedate you - the more you\nsleep the faster you'll heal.\n\nNeil injects Kat in the arm. Her eyes close.\n\f101.\n\nEXT. CARGO SHIP - LATER\n\nClose on the hull, we see the water UNSPLASHING at the bow\nand SUCKING UNDERNEATH the stern as the ship steams\nmajestically backwards through the cold North Sea...\n\nINT. SHIPPING CONTAINER - LATER\nBANGING wakes the Protagonist - Neil is at a peephole.\n\nNEIL\nWe're on a truck.",
  "70": "---END OF PREVIOUS SECTION---\nINT. SHIPPING CONTAINER - LATER\nBANGING wakes the Protagonist - Neil is at a peephole. NEIL\nWe're on a truck. \n---TARGET SECTION TO BE ANNOTATED---\n Shouldn’t be too\nlong now.\n\nINT. SHIPPING CONTAINER - LATER\n\nNeil is awake. He looks over at the Protagonist, who is\nexamining a LESION on his right arm...\n\nNEIL\nYou in pain?\n\nPROTAGONIST\nMust’ve got nicked in Tallinn.\n(rolls down sleeve)\nI’ve been thinking... we’re their\nancestors. If they destroy us,\nwon’t that destroy them?\n\nNEIL\nBringing us to the grandfather\nparadox.\n\nPROTAGONIST\nThe what?\n\nNEIL\n\nThe classic thought experiment - if\nyou went back in time and killed\nyour own grandfather, how could you\nhave been born to commit the act?\n\nPROTAGONIST\nWhat’s the answer?\n\nNEIL\nThere is no answer, it’s a paradox.\nBut in the future, those in power\nclearly believe that you can kick\nGrandpa down the stairs, gouge his\neyes and slit his throat without\nconsequence.\n\nPROTAGONIST\nCould they be right?\n\f102.\n\nNEIL\nIt doesn’t matter. They believe it,\nso they’re willing to destroy us.\nCan I go back to sleep?\n\nPROTAGONIST\n\nNo. I thought of something else.\nNEIL\n\nGreat.\nPROTAGONIST\n\nThis reversing the flow of time...\ndoesn’t us being here now mean it\nnever happens? That we stop them?\n\nNEIL\nOptimistically, I’d say that’s\nright.\n\nPROTAGONIST\nPessimistically?\n\nNEIL\nIn a parallel-worlds theory, we\ncan’t know the relationship between\nconsciousness and multiple\nrealities. Does your head hurt yet?\n\nPROTAGONIST\nYes.\n\nNEIL\nTry sleep.\nINT. SAME - LATER\n\nA final THUD, then STILLNESS. The Protagonist moves to the\npeephole, unplugs it and peers out:\n\nThe WRECKED PLANE, FLOODLIT, sitting outside the COLLAPSED\nWALL which has been sealed with STEEL FENCING.\n\nPROTAGONIST\nShit. They didn’t take us inside.\n\nNEIL\nWhat do we do?\n\nPROTAGONIST\nWe use the breach. The chaos right\nafter impact. Get ready.\nThey both turn to look at the unconscious Kat.",
  "71": "---END OF PREVIOUS SECTION---\nThe chaos right\nafter impact. Get ready. They both turn to look at the unconscious Kat. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST (CONT'D)\nIs she healed enough?\n\f103.\n\nNEIL\nI don’t know. I’ve never done this\nbefore.\n\nINT. SAME - NIGHT\n\nThe Protagonist is at the peephole - the ground is WET. CLEAN-\nUP CREWS and INVESTIGATORS swarm backwards over the scene.\nSIRENS start... Water FLOWS UP ONTO THE PLANE’S WINGS. FIRE\nCREWS ‘unpack’ their equipment around the wreck...\n\nPROTAGONIST\nFire crew’s there...\n\nThe Protagonist WINCES as he pulls his arm into its sleeve...\n\nPROTAGONIST (CONT'D)\nWe get Kat through the breach, I\ntake care of Sator’s man and secure\nthe vault. Then you bring her in.\n\nNEIL\nHow’s the arm?\n\nPROTAGONIST\nNot good.\n\nThe Protagonist spots a HOLE in the fabric of his black suit\n- directly over the lesion on his arm..\n\nNeil straps a respirator to the gurney - puts the mask over\nKat’s face, then puts another on himself. He gives Kat a\nsedative.\n\nPROTAGONIST (CONT'D)\nWe move the second we hear the\nengines.\n\nNeil looks at Kat, unconscious on the gurney. He TIGHTENS the\nstraps - throws a reflective blanket over her...\n\nThe SIRENS are DEAFENING - the Protagonist flexes his arm,\nclearly in a lot of pain. Neil spots BLOOD dripping from the\nProtagonist’s wrist -\n\nNEIL\nYou're bleeding. Let me take a look\n\nSUDDENLY THEY HEAR THE BUILDING WHINE OF JET ENGINES. The\nProtagonist YANKS up the handle, THROWS OPEN THE DOOR -\n\f104.\n\nEXT. APRON, OSLO AIRPORT - CONTINUOUS\n\nOnto PANDEMONIUM - FIRE CREWS BATTLE the blaze, chunks of\nmetal on the ground IGNITE, SHUDDER and LEAP ONTO THE\nAIRFRAME...",
  "72": "---END OF PREVIOUS SECTION---\nThe\nProtagonist YANKS up the handle, THROWS OPEN THE DOOR -\n\f104. EXT. APRON, OSLO AIRPORT - CONTINUOUS\n\nOnto PANDEMONIUM - FIRE CREWS BATTLE the blaze, chunks of\nmetal on the ground IGNITE, SHUDDER and LEAP ONTO THE\nAIRFRAME... \n---TARGET SECTION TO BE ANNOTATED---\n STREAMS of water RISE up onto the plane -\n\nThe Protagonist HURRIES BACKWARDS, PULLING THE GURNEY towards\nthe plane, steering around debris that might suddenly -\n\nA SHEET OF FLAMING METAL SPINS off the ground, shearing into\nthem, KNOCKING the GURNEY - they duck, HOLDING ON TO THE\nGURNEY, the metal FLIES into the air, SLAMS into its hole on\nthe side of the plane... the Protagonist spots a line under\nthe fuselage, between flames, towards the breach...\n\nPROTAGONIST\nCome on!\n\nNeil looks up as BLACK SMOKE GATHERS, FORMING A MASSIVE CLOUD\nOVER THE PLANE... a SHOCK WAVE starts to BUILD in the air\naround them - the Protagonist PULLS Kat and Neil under the\nfuselage as CURTAINS of FIRE start GATHERING around the\nwings, CENTRED on a HALF-DESTROYED JET ENGINE —\n\nThey pass through the hole in the wall LICKED AT BY FLAMES\nWHICH LEAVE FROST ON THEIR CLOTHES -—\n\nAs they clear into the building, DEBRIS in front of them\nstart SHAKING - they DUCK as the MASSIVE BUILD OF ENERGY\nCLIMAXES in a CACOPHONOUS REVERSE EXPLOSION as THE JET ENGINE\nREASSEMBLES - LOOSELY ATTACHED TO THE WING, THRUSTING -\n\nINT./EXT. FREEPORT SHIPPING AREA - CONTINUOUS\n\nThe Protagonist draws his gun - turns to Neil -\n\nPROTAGONIST\nI’m going in. Wait here.\n\nThe Protagonist turns, rushing up onto the loading dock -\n\nThe LOOSE JET ENGINE, under FULL THRUST, ATTACHED to the\nwing, SWINGS BACK AND FORTH, wreaking REVERSE HAVOC...\n\nThe Protagonist pauses, LISTENING - he can hear BACKWARDS\nVOICES on the other side of a ROLLER DOOR - the loose jet\nengine TURNS, BLASTING AIR at the Protagonist with its\nINVERTED THRUST - the Protagonist is SMASHED through the\nbottom of the roller door -\n\f105.\n\nINT.",
  "73": "---END OF PREVIOUS SECTION---\nThe Protagonist turns, rushing up onto the loading dock -\n\nThe LOOSE JET ENGINE, under FULL THRUST, ATTACHED to the\nwing, SWINGS BACK AND FORTH, wreaking REVERSE HAVOC... The Protagonist pauses, LISTENING - he can hear BACKWARDS\nVOICES on the other side of a ROLLER DOOR - the loose jet\nengine TURNS, BLASTING AIR at the Protagonist with its\nINVERTED THRUST - the Protagonist is SMASHED through the\nbottom of the roller door -\n\f105. INT. \n---TARGET SECTION TO BE ANNOTATED---\n VAULT, FREEPORT —- CONTINUOUS\n\nINTO HIMSELF AND NEIL, DRESSED AS BUSINESSMEN AS IN THEIR\nEARLIER VISIT TO THE ROTAS VAULT - the Protagonist (wearing\nblack clothes and gas mask) TACKLES the EARLIER PROTAGONIST\n(wearing business suit), the Earlier Protagonist THROWS the\nProtagonist onto the ground, getting his gun -\n\nSHOUTING at him INCOMPREHENSIBLY - KICKING his INJURED ARM\nAGAIN AND AGAIN - the Protagonist SCREAMS... The Earlier\nProtagonist puts his GUN TO THE PROTAGONIST’S HEAD... EARLIER\nNEIL GRABS HIS ARM, RESTRAINING him...\n\nThe Protagonist and Earlier Protagonist STRUGGLE, ROLLING\nacross the floor with the unique physics of forward action\nmerged with backwards action...\n\nThey STRUGGLE through the BLUE DOOR of the Rotas vault. The\nProtagonist gets his gun - the Earlier Protagonist STABS him\nin the arm with his lockpick - ‘HEALING’ his wound -\nENERGIZING him -\n\nHe FLIPS the Earlier Protagonist up against the glass, LIFTS\nhis gun - SHOOTS past the Earlier Protagonist’s head, putting\na BULLET HOLE through the glass -\n\nGlancing at the OPEN TURNSTILE DOOR, the Protagonist FIRES\nagain, forcing the Earlier Protagonist TOWARDS the door... he\nlooks through the proving window - no one there...\n\nPROTAGONIST\nCome on, come on...\n\nThe Protagonist FIRES AGAIN AND AGAIN, forcing the Earlier\nProtagonist closer and closer to the open turnstile...",
  "74": "---END OF PREVIOUS SECTION---\nThe\nProtagonist gets his gun - the Earlier Protagonist STABS him\nin the arm with his lockpick - ‘HEALING’ his wound -\nENERGIZING him -\n\nHe FLIPS the Earlier Protagonist up against the glass, LIFTS\nhis gun - SHOOTS past the Earlier Protagonist’s head, putting\na BULLET HOLE through the glass -\n\nGlancing at the OPEN TURNSTILE DOOR, the Protagonist FIRES\nagain, forcing the Earlier Protagonist TOWARDS the door... he\nlooks through the proving window - no one there... PROTAGONIST\nCome on, come on... The Protagonist FIRES AGAIN AND AGAIN, forcing the Earlier\nProtagonist closer and closer to the open turnstile... \n---TARGET SECTION TO BE ANNOTATED---\nThe Earlier Protagonist takes hold of the gun - the barrel\ncoming around onto the Protagonist who instinctively EJECTS\nthe magazine, REMOVES the SLIDE, tossing it aside, leaving\nthe Earlier Protagonist with a useless STRIPPED AUTOMATIC -\n\nEarlier Neil RACES backwards into the other half of the room\n- Through the bullet-riddled glass the Protagonist sees\nHIMSELF (GAS MASK, BLACK CLOTHES) RUN BACKWARDS into the room\n\nThe Protagonist LEAPS INTO THE TURNSTILE - we FOLLOW the\nProtagonist through the machine - BURSTING OUT on the other\nside - straight into Earlier Neil, who now MOVES FORWARDS as\nthe Protagonist PUSHES past -\n\nAs the confrontation on the other side of the glass plays out\nagain, FORWARDS... the Protagonist RACES for the RED DOOR,\nNeil in PURSUIT -\n\f106.\n\nINT. VAULT CORRIDOR - CONTINUOUS\n\nThe Protagonist runs, pursued by Earlier Neil, skidding\naround the corners of the vault corridor -\n\nEarlier Neil gets a hand on the Protagonist’s GAS MASK and\nYANKS - it comes off in his hands... this time we see that\nNeil is looking at the UNMASKED PROTAGONIST. Neil, surprised,\nturns and BOLTS back the way he came - the Protagonist\nwatches him go, then TURNS -\n\nINT. VAULT CORRIDOR - CONTINUOUS\nThe Protagonist races down the angled corridor -\nThe Protagonist SKIDS through the doorway leading out of the\ncorridor and into the SMOKE-FILLED cargo area where he\nleft...\nINT. VAULT 2, FREEPORT - CONTINUOUS\nNeil races up to the Earlier Protagonist, grab his arm -\nNEIL\n\nNO! Don’t kill him!\nINT./EXT. FREEPORT SHIPPING AREA - CONTINUOUS\n...-Neil (respirator on) guarding Kat, STRAPPED to the gurney.\nBehind them, the fire crew battle the blazing plane. Neil is\nalready looking up at the Protagonist who POINTS right - The\nProtagonist DUCKS THROUGH the breach, into the chaos... Neil\nmoves BACKWARDS towards the outside...",
  "75": "---END OF PREVIOUS SECTION---\nBehind them, the fire crew battle the blazing plane. Neil is\nalready looking up at the Protagonist who POINTS right - The\nProtagonist DUCKS THROUGH the breach, into the chaos... Neil\nmoves BACKWARDS towards the outside... \n---TARGET SECTION TO BE ANNOTATED---\nEXT. BREACH - CONTINUOUS\nThe Protagonist RUNS THROUGH THE SMOKE AND FLAME, DODGING\nDEBRIS FALLING FROM THE PLANE... heading towards the\nEMERGENCY SERVICES...\nThe Protagonist CREEPS along the side of an AMBULANCE... the\nAMBULANCE DRIVER spots him in the mirror - the Protagonist\nDARTS in, HITTING the driver in the face -\nINT. VAULT CORRIDOR - CONTINUOUS\nNeil (moving FORWARDS) ducks back behind the corner as\nEarlier Protagonist (business suit) and Earlier Neil\n\n(business suit) walk backwards away from the Rotas vault.\n\nNeil pushes Kat towards the broken roller door and pushes her\ninside...\n\f107.\n\nEXT. APRON, OSLO AIRPORT - MOMENTS LATER\n\nThe Protagonist SWERVES the ambulance, trying to get close to\nthe breach - the Protagonist SPINS the ambulance around as\nclose to the breach as possible. He JUMPS out - opens the\nback - PEERS into the smoke and water... waiting...\n\nNeil EMERGES, pushing the gurney with Kat on -\n\nINT./EXT. AMBULANCE - MOMENTS LATER\nThe Protagonist DRIVES, sirens blaring.\n\nPROTAGONIST\nYou knew it was me coming out of\nthat vault. Why didn’t you say?\n\nNEIL\nThat’s a lot of explaining when\nsomeone’s about to put a bullet in\ntheir own brain.\n\nPROTAGONIST\nBut afterwards -\n\nNEIL\nWith things the same, I knew you’d\nbe okay. What’s happened happened.\nIf I'd told you and you acted\ndifferently... who knows? The\npolicy is to suppress.\n\nPROTAGONIST\nWhose policy?\n\nNeil GRINS, offering his hand -\nNEIL\nOurs, my friend. We’re the people\nsaving the world from what might\nhave been...\n\nINT./EXT. PARKED AMBULANCE - NIGHT\n\nNeil and the Protagonist are in the back, checking on Kat...\nwhose eyes OPEN.\n\nPROTAGONIST\nKat?\n\nKAT\nI’m here.\n\nNeil checks the dressing on her wound -\n\f108.\n\nNEIL\nBe quite a scar, but you’re okay.\nWe did it.",
  "76": "---END OF PREVIOUS SECTION---\nNeil checks the dressing on her wound -\n\f108. NEIL\nBe quite a scar, but you’re okay. We did it. \n---TARGET SECTION TO BE ANNOTATED---\nKAT\n\nDid what? Andrei’s got the\nalgorithm. You don’t know where he\nis -\n\nNeil looks at the Protagonist -\n\nNEIL\nOr when.\nPROTAGONIST\nGet Priya here to Oslo.\nNEIL\nWhy?\nPROTAGONIST\n\nIf I don’t do something now, in two\ndays she’1ll tell me about the 241.\n\nNEIL\nNothing can change that.\n\nPROTAGONIST\nWe'll see. Just get her here.\n\nEXT. OSLO WAR MEMORIAL - DAY\n\nThe Protagonist makes his way through the crowd, following an\nelegantly dressed lady... Priya. He takes her by the arm,\naway from the crowd...\n\nPROTAGONIST\nHello, Priya.\n\nPRIYA\nWhat’s going on? Where’s Neil?\n\nPROTAGONIST\nNursing Katherine Barton. Who\nalmost died because of you.\n\nPRIYA\nWhat did I do?\n\nPROTAGONIST\nIt’s what you’re going to do. In\ntwo days you’re going to have me\ndangle plutonium 241 in front of\nthe world’s most dangerous arms\ndealer... I want to know why.\n\f109.\n\nPRIYA\n\nYou let him get hold of 241?\nPROTAGONIST\n\nNo. I let him get hold of the\n\nalgorithm.\nPriya looks at the Protagonist, surprised he knows the term.\n\nPROTAGONIST (CONT'D)\nTell me about it, Priya.\n\nPRIYA\nIt’s unique. The scientist who\nbuilt it took her own life so she\ncouldn't be forced to make another.\n\nPROTAGONIST\nA scientist in the future?\n\nPRIYA\nGenerations from now.\n\nPROTAGONIST\nWhy did she have to kill herself?\n\nPRIYA\nYou're familiar with the Manhattan\nProject? As they approached the\nfirst atomic test, Oppenheimer\nbecame concerned the detonation\nmight produce a chain reaction,\nengulfing the world.\n\nPROTAGONIST\nThey went ahead anyway, and got\nlucky.\n\nPRIYA\n\nThink of our scientist as her\ngeneration’s Oppenheimer - she\ndevises a method for inverting the\nworld, but becomes convinced that\nby destroying us, they destroy\nthemselves.\n\nPROTAGONIST\nThe grandfather paradox.",
  "77": "---END OF PREVIOUS SECTION---\nPROTAGONIST\nThey went ahead anyway, and got\nlucky. PRIYA\n\nThink of our scientist as her\ngeneration’s Oppenheimer - she\ndevises a method for inverting the\nworld, but becomes convinced that\nby destroying us, they destroy\nthemselves. PROTAGONIST\nThe grandfather paradox. \n---TARGET SECTION TO BE ANNOTATED---\nPRIYA\nUnlike Oppenheimer, she rebels,\nsplitting the algorithm into nine\nsections and hiding them the best\nplace she can think of...\n\nPROTAGONIST\nThe past. Here. Now.\n\f110.\n\nPRIYA\nThere are nine nuclear powers. Nine\nbombs. Nine sets of the most\nclosely guarded materials in the\nhistory of the world. The best\nhiding places possible.\n\nPROTAGONIST\nNuclear containment facilities.\n\nPRIYA\nSator’s lifelong mission, financed\nand guided by the future, has been\nto find and reassemble the\nalgorithm.\n\nPROTAGONIST\nWhy did they choose him?\n\nPRIYA\nThe necessary combination of greed\nand ambition. But mostly, he was in\nthe right place at the right time.\n\nPROTAGONIST\nThe collapse of the Soviet Union.\n\nPRIYA\nThe most insecure moment in the\nhistory of nuclear weapons.\n\nPROTAGONIST\nAnd there he was. How many of the\nsections does he have?\n\nPRIYA\nAfter the 241? All nine.\n\nPROTAGONIST\nChrist. And that’s why you’re going\nto do it differently this time.\n\nPRIYA\nTo change things? So Katherine\nwon’t get hurt?\n\nPROTAGONIST\nSo Sator won’t get the algorithm.\n\nPRIYA\nIf that universe can exist, we\ndon’t live in it.\n\nPROTAGONIST\nLet’s try. You’re going to warn me.\n\f111.\n\nPRIYA\nNo. I’m not. Ignorance is our\nammunition. If you’d known what the\nalgorithm was, would you have let\nit fall into Sator’s hands?\n\nPROTAGONIST\nYou want him to get the last\nsection?\n\nPRIYA\n\nIt’s the only way he'll bring\ntogether the other eight.\n\nPROTAGONIST\nI was supposed to steal it, then\nlose it?\nPRIYA\n(smiles)\n\nMission accomplished.\n\nPROTAGONIST\nYou used me.\n\nPRIYA\nAs you used Katherine. Standard\noperating procedure. You’ve done\nyour part.\n\nPROTAGONIST\nMy part? I’m the protagonist of\nthis operation -\n\nPRIYA\nYou're a protagonist.\n(off look)\n\nWhat? You thought you were the only\nperson capable of saving the world?\n\nPROTAGONIST\nNo. But I am.",
  "78": "---END OF PREVIOUS SECTION---\nYou thought you were the only\nperson capable of saving the world? PROTAGONIST\nNo. But I am. \n---TARGET SECTION TO BE ANNOTATED---\n Because I haven’t\ntold you where he’s assembling the\nalgorithm, or when.\n\nPRIYA\nYou’re about to.\n\nPROTAGONIST\nNo, I’m not. So deal us in.\n\nPRIYA\nWhy would you involve her again?\n\nPROTAGONIST\nShe can get close to him.\n\f112.\n\nPRIYA\nDoes he still trust her?\n\nPROTAGONIST\nHe thinks she’s dead. But he used\nto.\n\nPRIYA\nYou have started looking at the\nworld in a new way.\n\nPROTAGONIST\nAnd now it’s your turn. Assuming\nshe makes it out alive, whether or\nnot you feel she knows too much...\n\nPRIYA\nI can’t.\n\nPROTAGONIST\nIf you don’t have the authority,\ntalk to whoever’s in charge of\nloose ends. I need your word that\nshe and her son will be safe.\n\nPRIYA\n(frustrated)\nWhat good is someone’s word in our\nline of business?\n\nThe Protagonist just looks at her. She NODS.\nPRIYA (CONT'D)\nThey'll be safe. There’s a rally\npoint offshore at Trondheim. Get\nyourselves up there...\n\nEXT. WIND FARM, NORWAY - DAY\n\nChinooks cross BACKWARDS through WHITE TURBINES. Service\nboats pull people off ladders. A large ICEBREAKER sits nearby\n\nEXT. ICEBREAKER, BARENTS SEA —- CONTINUOUS\n\nThe Protagonist, IN RESPIRATOR, does PULL-UPS on deck, the\nmovement ‘shaking’ snow back up onto the pipe...\n\nPRIYA (V.O.)\nIves has a team ready to invert.\n\nCUT BACK TO THE PROTAGONIST IN OSLO -—\n\f113.\n\nPROTAGONIST\nYou have a turnstile? The exact\ntechnology we’re trying to\nsuppress?\n\nEXT. ICEBREAKER - DAY\nThe Protagonist watches a CHINOOK long-line a container...\nPRIYA (V.O.)\nFighting fire with fire is a\ntreacherous business, but there are\npeople in the future who need us to\ncontinue the algorithm’s journey\ninto the past. You see...\n\nTaking a look at the sea CHURNING BACKWARDS into the stern as\nthe inverted ship ‘progresses’, he heads below deck...",
  "79": "---END OF PREVIOUS SECTION---\nO.)\nFighting fire with fire is a\ntreacherous business, but there are\npeople in the future who need us to\ncontinue the algorithm’s journey\ninto the past. You see... Taking a look at the sea CHURNING BACKWARDS into the stern as\nthe inverted ship ‘progresses’, he heads below deck... \n---TARGET SECTION TO BE ANNOTATED---\nCUT BACK TO PRIYA IN OSLO -\nPRIYA\n\n...Tenet wasn’t founded in the past\n\n- it will be founded in the future.\nINT. HOLD, ICEBREAKER - CONTINUOUS\nComing out of an AIRLOCK, he removes his respirator. Walks\npast Wheeler drilling TENET SOLDIERS - non-inverted soldiers\nin respirators SPAR with inverted soldiers. Neil is amongst\ntroops practising ‘LIFTING’ weapons from the floor.\nINT. CABIN, ICEBREAKER - CONTINUOUS\n\nThe Protagonist enters. Kat sits at a window.\n\nKAT\nI can’t get over the birds...\n\nThe Protagonist follows her look to a bird flying backwards.\n\nPROTAGONIST\nHow are you feeling?\n\nShe lifts her shirt to reveal a LARGE, JAGGED, ANGRY SCAR.\n\nKAT\nTell me you're going to kill him.\n\nPROTAGONIST\nI can’t.\n\nNeil enters without interrupting. Kat rises. Steady.\n\f114.\n\nKAT\nWhy not? I think you’ve probably\nkilled a lot of people -\n\nNEIL\n\nNot with a dead man’s switch.\nKAT\n\nA what?\nPROTAGONIST\n\nThat fitness tracker he wears...\n\nKAT\nHe’s obsessive about his health.\n\nNEIL\nIt’ll be linked to a switch.\nProbably a simple email burst,\nrevealing the location of the dead\ndrop, set to fire if his heart\nstops.\n\nPROTAGONIST\nIn effect, his death activates the\nalgorithm. He dies, the world ends\n- no one dares kill him.\n\nKat realizes...\nKAT\n\nNo, you’ve missed the point. He’s\nintending to end his life.\n\nPROTAGONIST\nWhy?\nKAT\nHe’s dying. Inoperable pancreatic\ncancer.\nPROTAGONIST\nAnd he’s taking the world with him.\nKAT\nIf he can’t have her, no one can.\nPROTAGONIST\nWhat?\nKAT\n\nSomething he said, once. He has a\nchild, for God’s sake.\n\nNEIL\nKat, he gets to choose the time and\nplace for the end of the world.\nWhat moment? What does he choose?\n\f115.\n\nPROTAGONIST\nYou told me about a holiday, where\nyou let him feel loved...\n\nKAT\nViet Nam.",
  "80": "---END OF PREVIOUS SECTION---\n115. PROTAGONIST\nYou told me about a holiday, where\nyou let him feel loved... KAT\nViet Nam. \n---TARGET SECTION TO BE ANNOTATED---\n On our yacht. His yacht.\n\nPROTAGONIST\nYou said he vanished - what day?\n\nKAT\nI went ashore with Max, he flew\noff. I don’t know what date it\nwas...\n\nNEIL\nThe 14th. Ten days ago. He was in\nUkraine, stealing a section of the\nalgorithm from an American team.\n\nPROTAGONIST\nAt the Kiev Opera siege. How do you\nknow about that?\n\nNEIL\nThe point is - he wasn’t on the\nyacht, so that’s his window.\n\nKAT\nTo come back to that golden moment\nand have it be his last.\n\nPROTAGONIST\nEveryone’s last. We have to lift\nthe algorithm from the dead drop\nwithout Sator knowing. If he\nbelieves it’s in there, he kills\nhimself.\n\nNEIL\nAnd not the rest of us. Where’s the\ndead drop?\n\nPROTAGONIST\nKnowledge divided, friend.\n\nNEIL\nYou’re not going to tell me?\n\nPROTAGONIST\nIgnorance is our ammunition.\n(turns to her)\nBut I need you back on that boat.\n\nKAT\nWhy?\n\f116.\n\nPROTAGONIST\nYou have to stop him killing\nhimself until we know that\nalgorithm is out of the dead drop.\n\nKAT\nBut if I’m caught there... and my\nson sees... I don’t want those\n\nmoments full of anguish if they’re\ngoing to be his last.\n\nPROTAGONIST\nThey’re not.\n\nINT. ICEBREAKER, BARENTS SEA - DAY\nThe Protagonist watches the troops prepare.\n\nIVES (0.S.)\nCough it up. It’s time.\n\nThe Protagonist turns to face Ives.\n\nIVES (CONT'D)\nWe're working our way back to the\n14th. But without knowing where\nthe dead drop is, there’s only so\nmuch I can prepare.\n(no response)\nYou need me to get you there.\n\nPROTAGONIST\nKnow what a hypocentre is?\n\nIves shakes his head.\n\nPROTAGONIST (CONT'D)\nGround zero for an underground\nnuclear test. Sir Michael Crosby\ntold me about a detonation at\nStalsk-12 on the 14th - the dead\ndrop is at the bottom of the\nhypocentre.",
  "81": "---END OF PREVIOUS SECTION---\nIves shakes his head. PROTAGONIST (CONT'D)\nGround zero for an underground\nnuclear test. Sir Michael Crosby\ntold me about a detonation at\nStalsk-12 on the 14th - the dead\ndrop is at the bottom of the\nhypocentre. \n---TARGET SECTION TO BE ANNOTATED---\n That explosion seals up\nthe algorithm.\n\nIVES\nThen we'd better pull it out of\nthat hole before the bomb goes off.\n\nINT. TURNSTILE, ICEBREAKER - DAY\n\nSoldiers in respirators file into the turnstile. Through the\nproving window we see them ‘back’ into the exit... The\nProtagonist checks his gear at the back of the line. He sees\nKat watching from the airlock. He goes to her.\n\f117.\n\nINT. AIRLOCK - CONTINUOUS\nThe Protagonist pulls off his respirator.\n\nKAT\nWhere’s Neil?\n\nPROTAGONIST\nHe must’ve already gone through...\n\nKAT\nI didn’t get to say goodbye - this\nis goodbye, isn’t it?\n\nPROTAGONIST\nToday’s the 14th. Offshore of\nSiberia - time for us to go. You\nkeep going back another day, give\nyou time to make it to Viet Nam.\n\nKAT\nWho gets me back on the yacht?\n\nPROTAGONIST\nI’ve got somebody good lined up.\nI'd like to say you don’t have to\ndo this, but...\n\nKAT\nI once told you I didn’t need\nredemption. But the chance to save\nmy child? You can’t know what that\nmeans to a mother.\n\nPROTAGONIST\nNo.\n\nKAT\nThe worst thing Andrei ever did to\nme was that offer - to let me go if\nI never saw my son again. I\nshouted, swore —\n\nINSERT CUT: Kat FLINGS a crystal BOWL OF RASPBERRIES,\nSMASHING it on a wooden deck...\n\nKAT (CONT'D)\nBut he’d seen it on my face - just\nfor an instant.\n\nKat looks at the Protagonist. Who says nothing.\n\nKAT (CONT'D)\n\nI don’t know if I hate him more for\nthe things he’s done, or because he\nknows that about me. You’ve killed\npeople you hated before?\n\f118.\n\nPROTAGONIST\nIt’s not usually personal.\n\nKAT\nHe’s dying, anyway. It might not\neven count -—\n\nPROTAGONIST\nIt always counts. You’re not there\nto kill him - you’re the backstop.",
  "82": "---END OF PREVIOUS SECTION---\nKAT\nHe’s dying, anyway. It might not\neven count -—\n\nPROTAGONIST\nIt always counts. You’re not there\nto kill him - you’re the backstop. \n---TARGET SECTION TO BE ANNOTATED---\nIf we haven't lifted that algorithm\nand he kills himself, he takes us\nall with him, instantly.\n\nKat moves to the Protagonist, in close -\n\nKAT\nJust keep up your end, okay?\n\nThe Protagonist nods. She kisses him.\nPROTAGONIST\nWhen it’s over, and you’re raising\nyour boy. Carry this -\nThe Protagonist hands her a DUMB PHONE.\nPROTAGONIST (CONT'D)\nThere may be a time and place you\nfeel threatened. Hit talk, state\nyour location, hang up.\n\nKAT\nWho gets the message?\n\nPROTAGONIST\nPosterity.\nINT./EXT. CHINOOK - LATER\n\nThe Protagonist watches the icebreaker recede...\n\nEXT. VAST BARREN PLAIN, DUSTED WITH SNOW - DAY\n\nThree CHINOOKS zoom low across the barren landscape, followed\nby another three CHINOOKS long-lining SHIPPING CONTAINERS...\nINT. CHINOOK - CONTINUOUS\n\nThe Protagonist sits amongst a DOZEN SOLDIERS. They watch the\nendless northern plain unroll beneath them...\n\f119.\n\nEXT. TENET CAMP — CONTINUOUS\n\nThe Protagonist gets off the Chinook, watching another\nChinook gently set down a container. He follows the others to\na tent.\n\nINT. BRIEFING TENT - CONTINUOUS\n\nSoldiers in folding chairs facing a screen. The Protagonist\nlooks around - still no Neil. Ives steps up, signals for the\nprojector: a devastated CITY, grey CONCRETE and ABANDONED\nindustry amongst terraced strip mines...\n\nIVES\nStalsk-12. Hidden from the world. A\ncity where anything can happen, and\ntoday, gentlemen, for ten minutes,\nit most assuredly does.\n\nIves switches to a GRAPHIC: a childishly simple diagram of a\nLANDING AREA, BUILDINGS, then an UNDERGROUND CAVERN...\n\nIVES (CONT'D)\nYou were divided into two teams for\na temporal pincer movement. We\nare Red team, moving forwards. Our\nfriends out there -\n\n(gestures at containers)\n- Blue team, led by Commander\nWheeler, are inverted. One hour\nfrom now, they had this briefing...",
  "83": "---END OF PREVIOUS SECTION---\nWe\nare Red team, moving forwards. Our\nfriends out there -\n\n(gestures at containers)\n- Blue team, led by Commander\nWheeler, are inverted. One hour\nfrom now, they had this briefing... \n---TARGET SECTION TO BE ANNOTATED---\nINSERT CUT: Neil, in RESPIRATOR, in the front row of\nCommander Wheeler’s briefing of BLUE TEAM. All are in\nrespirators...\n\nBACK TO RED-TEAM BRIEFING -\n\nIVES (CONT'D)\n\nThen were dropped on the ridge\nabove the hypocentre as close in\ntime to the detonation as possible.\nTheir objectives were clearance and\nclarification. This briefing has\nthe benefit of their experience -\nand yes, some of you specialists\nare on both teams.\n\nThe Protagonist overhears -—\n\nRED SOLDIER 1\nWhy don’t they let us see them?\n\nRED SOLDIER 2\nMaybe we won’t like what happened.\n\f120.\n\nEXT. COAST OF VIET NAM - DAY\n\nA SPEEDBOAT bounces through the chop, Mahir (from the\nfreeport heist) at the helm. Kat, beside him, shields her\neyes from the glare as they head towards Sator’s yacht. They\npull up some way off. A chopper sits on the yacht.\n\nMahir hands Kat binoculars - Kat watches her EARLIER SELF and\nHER SON board the tender and head for shore...\n\nINT. BRIEFING TENT - DAY\nIves gestures across the whole area on the schematic -\n\nIVES\nThe entire area is radioactive, so\nboth teams wear full protection. To\ndistinguish teams, wear these -\n\nA soldier starts passing out RED ARMBANDS...\n\nINSERT CUT: Neil, in respirator, takes a BLUE ARMBAND, and,\nlike the rest of the team, puts it on...\n\nBACK TO RED-TEAM BRIEFING -\nIves points to each of the three elements in turn:\n\nIVES (CONT'D)\n\nLanding zone, LZ, well defended,\nincluding ground-to-air ordinance.\nWe drop in, clear the LZ for Blue\nteam’s evacuation... We make our\nway into the city proper... these\nbuildings are abandoned, but we\nlearned they have a turnstile in\nthis one... so expect a bi-temporal\nresponse.\n\nRED SOLDIER 1\nThey’1l have inverse ordinance?\n\nIVES\nInverse, conventional, forwards\nantagonists, inverted antagonists -\nthey have it all, and it can all\nend you.",
  "84": "---END OF PREVIOUS SECTION---\nWe make our\nway into the city proper... these\nbuildings are abandoned, but we\nlearned they have a turnstile in\nthis one... so expect a bi-temporal\nresponse. RED SOLDIER 1\nThey’1l have inverse ordinance? IVES\nInverse, conventional, forwards\nantagonists, inverted antagonists -\nthey have it all, and it can all\nend you. \n---TARGET SECTION TO BE ANNOTATED---\n Got it?\n\nIves goes back to the diagram -\n\nIVES (CONT'D)\nOn the other side of the city, the\nground rises to the ridge above the\n\nhypocentre.\nyP (MORE )\n\f121.\n\nIVES (CONT'D)\n\nMost of you will proceed up the\nhill - a splinter unit will take a\ntunnel from the city to the floor\nof the hypocentre. Blue team\nlocated an entrance here -\n\nIves points to the city’s edge. Then to the CAVERN.\n\nIVES (CONT'D)\n\nThe bomb is in the rock high above\nto trigger a collapse, sealing the\ncavern.\n\nRED SOLDIER 2\nHow do we defuse the bomb up there?\n\nIVES\nWe don’t. The explosion takes place\nas planned, exactly ten minutes\nafter our landing. Everything is\nsynchronized to that explosion.\nBoth teams have countdown watches -\nours counts down from ten at\nlanding, to zero at the explosion.\n\nHe holds up his wrist to display a BLOOD-RED ‘10’ -\n\nIVES (CONT'D)\nBlue team is the reverse -\n\nINSERT CUT: a PREVIOUS BRIEFING (BLUE TEAM). NEIL watches as\nWheeler holds up her wrist to show a VIVID-BLUE ‘10’ -\n\nWHEELER\nTen at the explosion, to zero at\nour extraction. If you are not at\nthe LZ by zero, you are not\nleaving.\n\nBACK TO RED-TEAM BRIEFING -\n\nIVES\nOur job is to fail to defuse the\nbomb, while the splinter unit\nachieves its task undetected.\n\nRED SOLDIER 1\nWhich is?\n\nIVES\nNeed to know. And you don’t. Any\nother stupid questions? Right,\nlet’s get ready.\n\nEverybody RISES. The Protagonist approaches Ives.\n\nPROTAGONIST\nI wanted to be on the first wave.\n\f122.\n\nIVES\n\nThere is no first wave - Red team\nand Blue team operate\nsimultaneously. Do not get on the\nchopper if you can’t stop thinking\nin linear terms. You want to be on\nthe team who lifts the contents of\nthat capsule?\n\nPROTAGONIST\nAbsolutely.\n\nIVES\nThat's us. We're the splinter unit.",
  "85": "---END OF PREVIOUS SECTION---\nPROTAGONIST\nAbsolutely. IVES\nThat's us. We're the splinter unit. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nJust us?\n\nIVES\nNo one who knows the contents of\nthat capsule can leave the field. I\nthought we’d manage ourselves.\n\nEXT. COAST OF VIET NAM - DAY\nMahir shows Kat how to use a small pistol. Kat wears a two-\npiece bathing suit with a shirt over. He puts the pistol ina\ndiver’s bag, loops the lanyard round Kat’s bare ankle.\nMAHIR\nIt's forty feet from the private\n\ndeck to the water. Can you jump it?\n\nKAT\nI can dive it.\n\nThey hear the chopper SPIN UP. Mahir shows her a FLARE GUN -\nMAHIR\n\nUntil you see my signal, you don’t\n\nlet him die.\nKat nods. The chopper lifts off and ZOOMS overhead. Mahir\nguns the powerboat, STREAKING towards the yacht...\nEXT. TENET CAMP - DAY\nThe Soldiers head for the Chinooks. As they pass the\ncontainers, some stare at them... the Chinooks lift off, some\nChinooks rise, LIFTING the containers...\n\nEXT. COAST OF VIET NAM - DAY\n\nMahir pulls up fifty yards from the stern of Sator’s yacht...\nKat grabs the pistol bag and slips into the water...\n\f123.\n\nINT./EXT. NORTHERN PLAIN - DAY\n\nThe Chinooks BEAT LOW over the windswept plain. Stalsk-12\nappears on the horizon - terraced strip-mined land leading to\na set of CONCRETESTRUCTURES FUSED TO THE EARTH...\n\nEXT. SATOR’S YACHT, COAST OF VIET NAM - DAY\n\nKat quietly pulls herself out of the water and onto a rear\nplatform. She STEALTHILY makes her way up through the boat...\nEXT. LZ, STALSK-12 - CONTINUOUS\n\nThe Chinooks long-lining containers RISE, slowing, as the\nother Chinooks BARREL in towards a large flat area - ANTI-\nAIRCRAFT GUNS start FIRING...\n\nThe Protagonist grabs his gun and LEAPS from the Chinook as\nit hovers close to the ground...\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - DAY\n\nThe Chinooks long-lining containers fly BACKWARDS towards a\ngiant DEPRESSION...\n\nINT.",
  "86": "---END OF PREVIOUS SECTION---\nEXT. HYPOCENTRE RIDGE, STALSK-12 - DAY\n\nThe Chinooks long-lining containers fly BACKWARDS towards a\ngiant DEPRESSION... INT. \n---TARGET SECTION TO BE ANNOTATED---\n CONTAINER - CONTINUOUS\n\nNeil looks out a peephole -\n\nWHEELER\nWe’re coming in on the shock\nwave... hang on, people! -\nNeil GRABS his belts as WHUMMMMM!!!! The container SHUDDERS -\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - CONTINUOUS\n\nThe SHOCK WAVE CONTRACTS - the Chinook ‘SURFING’ backwards in\non the shock as it approaches the hypocentre... ENERGY\nBUILDING... GROUND LIFTING AND FLATTENING...\n\nEXT. LZ, STALSK-12 - DAY\n\nThe Protagonist joins a unit of Red team soldiers who CHARGE\nan antiaircraft emplacement TAKING IT OUT BEFORE IT CAN FIRE\nON THE SLOW-MOVING CHINOOKS...\n\nThe Protagonist uses his assault rifle to take out a\ngunemplacement. Ives uses an inverse grenade to violently\n‘reassemble’ an enemy gun emplacement out of existence,\nshredding the enemy with reverse shrapnel...\n\f124.\n\nIVES\nDraw them back into the city, away\nfrom Blue team...\n\nThe Chinooks drop down, land the containers - the Protagonist\nlooks back to see, a hundred metres away, the containers OPEN\n- Blue team ‘SCRAMBLING’ BACKWARDS from the containers...\nSOME CARRY INJURED COMRADES, ALL SEEM EXHAUSTED...\n\nThe Protagonist and Red team press forward, blasting at the\nremaining enemy troops who run for the cover of the city...\nthe Protagonist checks his watch - a BRIGHT-RED ‘9:59’,\n‘9:58’...\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - DAY\n\nThe reverse explosion PEAKS. SUDDEN CALM as the Chinooks\nplace the containers down - they open and Blue team runs out,\n‘FORWARDS’, Neil at\n\nthe head, guns raised, BLASTING at the ENEMY SOLDIERS on the\nridge... Neil checks his watch - a BRIGHT-BLUE ‘9:57’,\n‘9:56’... he turns to see a GREY TRUCK ‘REVERSING’ towards\nthe hole, tyres sucking up dust... a rope from its rear hitch\nTAUT into the hole...",
  "87": "---END OF PREVIOUS SECTION---\nHYPOCENTRE RIDGE, STALSK-12 - DAY\n\nThe reverse explosion PEAKS. SUDDEN CALM as the Chinooks\nplace the containers down - they open and Blue team runs out,\n‘FORWARDS’, Neil at\n\nthe head, guns raised, BLASTING at the ENEMY SOLDIERS on the\nridge... Neil checks his watch - a BRIGHT-BLUE ‘9:57’,\n‘9:56’... he turns to see a GREY TRUCK ‘REVERSING’ towards\nthe hole, tyres sucking up dust... a rope from its rear hitch\nTAUT into the hole... \n---TARGET SECTION TO BE ANNOTATED---\nBANG! BANG! SHOTS are sucked out of the ground around him -\nBlue team FORCES the enemy away from the hole, towards Red\nteam (whose members fight ‘backwards’) - Neil shouts to\nWheeler -\n\nNEIL\nDraw their fire! Pull them away...\n\nHe RACES down the ridge, following Wheeler...\n\nEXT. PRIVATE DECK, SATOR’S YACHT - CONTINUOUS\n\nKat comes out to find a JUNIOR CREW MEMBER cleaning up a\nSMASHED BOWL OF RASPBERRIES. He looks up at her, surprised.\n\nJUNIOR CREW MEMBER\nMa’am? We thought you’d gone\nashore.\n\nKAT\nI snuck back to surprise Andrei.\n\nJUNIOR CREW MEMBER\nThe Boss left...\n\nHe trails off - they hear an INCOMING CHOPPER.\n\f125.\n\nKAT\nI’ll get the mess. Have Mr Sator\nfind me here. Don’t tell the\nothers.\n\nThe Junior Crew Member nods, leaves - Kat moves to the RAIL,\nchecks Mahir in the distance, the DAYBED, the water HOSE...\n\nEXT. LZ, STALSK-12 - DAY\n\nThe Protagonist, Ives and Red team head towards the large\nconcrete turnstile building on the outskirts of the city -\n\nThe Protagonist sees Wheeler running backwards towards a\nBUNKER on their right which UNEXPLODES -\n\n- GUNFIRE CRACKLES around them, pinning them down...\n\nThey hit the bunker with an RPG, then race around the left of\nthe turnstile building...\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - DAY\n\nWheeler leads Blue team down the hill - ‘chasing’ the enemy\nwho run BACKWARDS - a BLUE TEAM member TRIGGERS A LANDMINE -\nanother triggers an INVERSE LANDMINE -\n\nWHEELER\nHit the deck! Mines!\n\nAs Blue team goes to the ground, Neil sees mines start to\nEXPLODE/IMPLODE in a wave towards him as the GREY TRUCK RACES\nBACKWARDS down the hill through the minefield, REVERSE-\nTRIGGERING THE MINES - Neil DIVES out of the way, almost run\nover...\n\nThen gets up to follow the ‘path’ of the grey truck...\n\nEXT.",
  "88": "---END OF PREVIOUS SECTION---\nAs Blue team goes to the ground, Neil sees mines start to\nEXPLODE/IMPLODE in a wave towards him as the GREY TRUCK RACES\nBACKWARDS down the hill through the minefield, REVERSE-\nTRIGGERING THE MINES - Neil DIVES out of the way, almost run\nover... Then gets up to follow the ‘path’ of the grey truck... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PRIVATE DECK, SATOR’S YACHT - LATE AFTERNOON\n\nKat unzips the diver’s bag, feels the handle of the gun, then\nslides the bag under the daybed, checking she can reach. She\nmoves to the rail, crouches to UNCLIP the bottom safety\ncable. She looks at Mahir’s boat across the water...\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nIves leads Red team into the deserted concrete structures via\nan efficient cover-and-move formation... the Protagonist\nshelters behind LARGE CONCRETE CHUNKS. Which VIBRATE...\nGATHERING ENERGY...\n\f126.\n\nThe Protagonist JUMPS AWAY as the chunks RIP FROM THE GROUND,\nBOUNCING VIOLENTLY, DUSTILY OFF EACH OTHER AND FLYING UP INTO\nA GAP IN THE SIDE OF A BUILDING as an INVERSE RPG ZIPS back\nup into a WINDOW -\n\nIves has spotted the window and calls for an RPG to ‘follow’\nthe inverse one, BLASTING the building... the Protagonist\nchecks his watch - ‘8:10’, ‘8:09’...\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - DAY\n\nNeil checks his watch - ‘8:08’, ‘8:07’... he heads downhill,\ntowards the city, where the rest of Blue team BEAT BACK the\nenemy...\n\nEXT. PRIVATE DECK, SATOR’S YACHT - LATE AFTERNOON\n\nKat hoses the raspberries and glass from the deck... Sator\nappears, watching as she turns the water on herself.\n\nSATOR\nThey told me you’d gone ashore.\n\nKAT\nThey told me you’d flown off.\n\nSATOR\nI came back. To see you and Max.\n\nKAT\nMax is on shore with Anna. We need\ntime, just you and me. After what -\n\nSATOR\nI was joking. A stupid joke -\n\nKAT\nYou think I’m a terrible mother.\n\nSATOR\nWe both know my opinion of you is\nhigher than yours of me.\n\nKAT\nI want things to be better, Andrei.\n\nShe moves towards him. Sator nods. Picks up the phone -\nSATOR\n\nHave the captain turn the boat so\nwe'll see the sunset from here.",
  "89": "---END OF PREVIOUS SECTION---\nShe moves towards him. Sator nods. Picks up the phone -\nSATOR\n\nHave the captain turn the boat so\nwe'll see the sunset from here. \n---TARGET SECTION TO BE ANNOTATED---\n\f127.\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nThe Protagonist RUNS across the street, FIRING at the\nenemy... he SPOTS the TUNNEL ENTRANCE between two buildings.\n\nPROTAGONIST\nIves! Splinter unit here!\n\nIves nods. RACES over, drawing fire the whole way...\n\nEXT. HYPOCENTRE RIDGE, STALSK-12\n\nNeil races into the city streets... he sees Commander Wheeler\nand a BLUE SOLDIER take shelter in a large jagged BREACH in\nthe ground-floor wall of a massive structure.\n\nNeil is FORCED to hit the deck, ducking INVERTED fire all\naround... he looks over at Wheeler, and sees DUST GATHERING\nAROUND THE BREACH...\n\nNEIL\nWheeler! Get out of there! Wheeler!\n\nWheeler hears him - tries to grab the Blue Soldier - MASSIVE\nCHUNKS OF CONCRETE SCRAPE OVER NEIL’S HEAD, FLYING TOWARDS\nWHEELER, who DIVES CLEAR - the wall REASSEMBLES ON TOP OF the\nBlue Soldier, CRUSHING HIM...\n\nNeil winces. Starts crawling for better cover... checks his\nwatch - ‘6:24','’6:23’...\n\nEXT. PRIVATE DECK, SATOR’S YACHT - LATE AFTERNOON\nSator looks past Kat to the lowering sun.\n\nSATOR\nIt’s going to be a beautiful\nsunset. I’1l get Max brought back -\nwe should share the moment with\nhim.\n\nSator picks up the phone. Kat looks at the shore, uneasy...\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nIves and the Protagonist shelter as Red team exchanges fire\nwith the Enemy further up the street. The Protagonist checks\nhis watch - ‘5:15’, ‘5:14’...\n\nPROTAGONIST\nLet’s go. We’re running out of\ntime.\n\f128.\n\nIVES\nIf they see us, it’s all for\nnothing.\n\nPROTAGONIST\n\nWe need a distraction.\nIves looks ahead to the LEANING RUIN OF A BUILDING TOP...\nIVES\nDon’t worry about that...\nEXT.",
  "90": "---END OF PREVIOUS SECTION---\nIves looks ahead to the LEANING RUIN OF A BUILDING TOP... IVES\nDon’t worry about that... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CITY STREETS - DAY\n\nNeil checks his watch - ‘5:10’, ‘5:09’... frustrated, pinned\ndown, he looks around for a way to break cover...\n\nCommander Wheeler, with the rest of Blue team, SHELTERS in\nthe shadow of the RUINED BASE of a building, pinned by ENEMY\nFIRE from the base of the building...\nWHEELER\nRPG! Take out the base - on my mark\n\nShe checks her watch - ‘5:04’, ‘5:03’...\n\nThe BLUE RPG SOLDIER takes aim...\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nThe Protagonist spots SMALL DEBRIS ROLLING across the\nstreet... GATHERING MOMENTUM...\n\nPROTAGONIST\nIves!\n\nIves sees LARGER and LARGER debris is ROLLING down the street\ntowards the LEANING RUIN OF A BUILDING TOP...\n\nIVES\nIt’s about to get distracting...\n\nHe signals a RED RPG SOLDIER...\n\nIVES (CONT'D)\nOn my mark!\n\nHe looks at his watch - ‘5:01’, ‘5:00’ -\n\nIVES (CONT'D)\nFire!\n\nThe leaning ruin THRUSTS UPWARDS -\n\f129.\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nWheeler watches as the Leaning Ruin’s UPPER STOREYS\nREASSEMBLE, as its BASE EXPLODES...\n\nEXT. CITY STREETS, STALSK-12 - DAY\nThe Protagonist takes cover as the Leaning Ruin’s BASE\nREASSEMBLES as its UPPER STOREYS EXPLODE... the Protagonist\n\nand Ives race at the tunnel entrance - the GREY TRUCK RACES\nat them as they dive for the tunnel...\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nWheeler ducks as the weight of the upper storeys COLLAPSES\nthe building...\n\nNeil lifts his head after the EXPLO/IMPLOSION. Clear. He gets\nup and starts RUNNING...\n\nEXT. TUNNEL ENTRANCE, STALSK-12 - DAY\nThe Protagonist and Ives RACE into the tunnel, HITTING A\n\nTRIPWIRE WHICH BLOWS THE TUNNEL ENTRANCE DOWN BEHIND THEM AS\nTHEY JUMP INSIDE...",
  "91": "---END OF PREVIOUS SECTION---\nHe gets\nup and starts RUNNING... EXT. TUNNEL ENTRANCE, STALSK-12 - DAY\nThe Protagonist and Ives RACE into the tunnel, HITTING A\n\nTRIPWIRE WHICH BLOWS THE TUNNEL ENTRANCE DOWN BEHIND THEM AS\nTHEY JUMP INSIDE... \n---TARGET SECTION TO BE ANNOTATED---\nEXT. PRIVATE DECK, SATOR’S YACHT - LATE AFTERNOON\n\nSator hangs up. He holds a SILVER PILL in the sunlight,\nstudying it...\n\nKAT\nWhat’s that?\n\nSATOR\nI borrowed it from the CIA.\n\nKAT\nBut what is it?\n\nSATOR\nThe way the world ends, not with a\nbang but a whimper.\n\nKAT\nI don’t understand.\n\nSATOR\nWhen I take this, it’s all over.\n\nKAT\nThen don’t take it, yet.\n\nSator looks at her, needing her to care.\n\f130.\n\nSATOR\nWhy not?\n\nKAT\nWe've got the sunset coming and a\nlittle vodka left...\n\nSATOR\nAnd Max will be here soon... they\nthought it was you, not Anna, on\nshore with Max.\n\nKat steps up in front of Sator, seductive...\n\nKAT\nAs long as you can tell the\ndifference...\n\nSator smiles appreciatively, but pulls out his phone -\n\nSATOR\nA moment’s business, my love...\n\nEXT. MAHIR’S BOAT - CONTINUOUS\nMahir checks his radio -\n\nIVES\n(over radio)\nNot clear. Repeat, not clear...\n\nINT. TUNNEL, STALSK-12 - DAY\n\nThe Protagonist and Ives look back at the COLLAPSED ENTRANCE\n\nPROTAGONIST\nWe’re committed now.\n\nThey turn and RACE through the mining tunnel...\n\nIVES\n(into radio)\nJust hold tight - we’re almost\nthere...\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nNeil spots SATOR’S GREY MI8 OVERHEAD, a rope hanging down.\nAcross the street he sees VOLKOV REVERSE-EXIT the tunnel\nmouth, CROUCHING to ‘DERIG’ a tripwired booby trap, carrying\nit towards the chopper, then LEAPING up onto the line -\nRISING from the streets...\n\f131.\n\nNeil STARES. CONCERNED. Checks his watch - ‘4:10’, ‘4:09’...\nThen TAKES OFF, SPRINTING -\n\nWHEELER\nNeil!\n\nShe watches him go ahead, then signals Blue team to keep\npushing forward...\n\nINT.",
  "92": "---END OF PREVIOUS SECTION---\nThen TAKES OFF, SPRINTING -\n\nWHEELER\nNeil! She watches him go ahead, then signals Blue team to keep\npushing forward... INT. \n---TARGET SECTION TO BE ANNOTATED---\n TUNNEL, STALSK-12 - DAY\n\nThe Protagonist and Ives run down the tunnel... they slow as\nthey see a BODY, blue armband, lying on the ground on the\nopposite side of a SET OF BARS at the end of the tunnel.\n\nThey can see into the hypocentre, the GIANT ATOMIC-HEWN\nCAVERN, daylight above, CAPSULE on the rock floor next to the\nmouth of a BORE HOLE. The Protagonist checks his watch -\n‘4:06’, ‘4:05’ ... Ives checks the ELECTRONIC LOCK -\n\nIVES\nWe don’t have anything big enough\nto blow this. Try him -\n\nThe Protagonist reaches through the bars and checks the body\n- FREEZES: attached to a zip, a TALISMAN - A COIN WITH A HOLE\nHANGING FROM A SMALL LENGTH OF ORANGE AND YELLOW STRING...\n\nThe Protagonist looks at it, quizzical, rises -\n\nPROTAGONIST\nNothing. Can you pick it?\nSATOR (0.S.)\nI hope not. I paid a lot for that\n\nlock...\n\nWHAM! Ives goes down - SHOT BY VOLKOV, bullet SPARKING off\nhis helmet - on the other side of the bars - gun pointed at\nthe Protagonist, FIELD RADIO held out... Sator’s voice ECHOES\nthrough the tunnel -\n\nSATOR (CONT'D)\n(over phone)\n\nHow do you like where my journey\n\nbegan, and yours ends?\n\nVolkov takes the Protagonist’s gun. Forces him to push Ives’s\ngun through the bars.\n\nPROTAGONIST\nA little radioactive for my taste.\n\nVolkov drops the guns into the water, places the radio by the\nbars...\n\f132.\n\nEXT. PRIVATE DECK, SATOR’S YACHT - LATE AFTERNOON\n\nSator steps away from Kat as he speaks quietly into the\nphone.\n\nSATOR\nMy fate was always bound up with\nradiation. We’d work where no one\nelse would. We made a devil’s\nbargain - money for time. We sold\nour futures.\n\nKat looks at Mahir’s boat. Nothing. She looks to the shore.\nFar in the distance, she can see the TENDER APPROACHING...",
  "93": "---END OF PREVIOUS SECTION---\nNothing. She looks to the shore. Far in the distance, she can see the TENDER APPROACHING... \n---TARGET SECTION TO BE ANNOTATED---\nINT. TUNNEL, STALSK-12 - DAY\n\nThe Protagonist looks at Volkov. At the bars between him and\nthe capsule...\n\nPROTAGONIST\nNow you’re making the same mistake\nfor the entire world.\n\nSATOR\n\n(over phone)\nIt wasn’t a mistake. I made the\nbargain I could. What was yours?\nYou fight for a cause you barely\nunderstand. With people you trust\nso little you’ve told them nothing\nabout what you’re doing. When I die\nthe world dies with me. And your\nknowledge dies with you. Buried in\nthe tomb like an anonymous Egyptian\nbuilder sealed in the pyramid to\nkeep his secret...\n\nINT. TURNSTILE BUILDING, STALSK-12 - DAY\nNeil comes into the turnstile room... he watches ENEMY TROOPS\nenter/exit the machine, inverting to join the battle. He\nwaits for his chance... the room is empty... he sees himself\nthrough the proving window, and RUNS at the machine...\nEXT. PRIVATE DECK, SATOR’S YACHT - EVENING\nSator speaks into his phone -\n\nSATOR\n\nYour faith is blind. You’re a\nfanatic.\n\f133.\n\nPROTAGONIST\n(over phone)\nWhat’s more fanatical than trying\nto destroy the world?\n\nKat moves towards Sator, but he raises a finger...\n\nSATOR\nI’m not. I’m creating a new one.\nSomewhere, sometime, a man ina\ncrystalline tower throws a switch\nand Armageddon is both triggered\nand avoided. Entropy inverts the\nsame way the magnetic poles have\nswitched 183 times over the\nmillennia. Now time itself switches\ndirection.\n\nSator looks out at the lowering sun...\n\nSATOR (CONT'D)\nThe same sunshine we’ve basked in\nwill warm the faces of our\ndescendants generations from now.\n\nKat looks at Mahir’s boat. Nothing. She looks to shore,\nwatching the TENDER APPROACHING...\n\nINT. TUNNEL, STALSK-12 - DAY\nThe Protagonist looks at his watch - ‘2:12’, ‘2:11’...",
  "94": "---END OF PREVIOUS SECTION---\nShe looks to shore,\nwatching the TENDER APPROACHING... INT. TUNNEL, STALSK-12 - DAY\nThe Protagonist looks at his watch - ‘2:12’, ‘2:11’... \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nHow can they want to destroy us?\n\nSATOR\n\n(over phone)\nBecause their oceans rose and their\nrivers ran dry. Don’t you see -?\nTheir world shrivelled because of\nus. They have no choice but to turn\nback, there’s no life ahead of\nthem. And we’re responsible.\nKnowing this, do you still want me\nto stop?\n\nPROTAGONIST\n\nYes. Each generation looks out for\nits own survival.\n\nEXT. PRIVATE DECK, SATOR’S YACHT - CONTINUOUS\n\nSator looks out at the glittering water -\n\nSATOR\nThat’s exactly what they’re doing.\n\f134.\n\nPROTAGONIST\n(over phone)\nSure, but not you. You’re a\ntraitor. Bringing death to all\nbecause you have no life of your\nown left.\n\nSATOR\nWhen I’m done, life continues.\n\nPROTAGONIST\n(over phone)\nNot your son’s.\n\nSATOR\nMy greatest sin was to bring a son\ninto a world I knew was ending...\ndo you think God will forgive me?\n\nPROTAGONIST\n(over phone)\nFor killing your son? No.\n\nSATOR\nHe should understand - he killed\nhis own.\n\nEXT. CITY STREETS, STALSK-12 - DAY\n\nNeil, FORWARDS NOW, spots a GREY TRUCK outside the turnstile\nbuilding - he jumps in, FIRING IT UP -\n\nRACING THROUGH THE STREETS, PAST THE IMPLODING/ EXPLODING\nBUILDING, racing for the tunnel mouth, trying to head off the\nProtagonist and Ives -\n\nNEIL\nWait! Wait!\n\nThey dive into the tunnel, which COLLAPSES. Neil sets his\nsights on the hypocentre ridge above, GUNS the engine...\nEXT. LZ, STALSK-12 - DAY\n\nWheeler leads Blue team towards the CHINOOKS LOWERING\nCONTAINERS... as they carry their wounded and lurch towards\nthe containers, they see Red team ‘REASSEMBLING’ the anti-\naircraft guns...\n\nINT. TUNNEL, STALSK-12 - CONTINUOUS\n\nThe Protagonist watches Volkov pick up a BLACK, METAL,\nGEOMETRICALLY COMPLEX BAR... the algorithm.\n\f135.",
  "95": "---END OF PREVIOUS SECTION---\nINT. TUNNEL, STALSK-12 - CONTINUOUS\n\nThe Protagonist watches Volkov pick up a BLACK, METAL,\nGEOMETRICALLY COMPLEX BAR... the algorithm. 135. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST\nYou don’t believe in God. Or a new\nfuture. Or anything outside your\nown experience.\n\nSATOR\n(over phone)\nThat’s all any of us knows. The\nrest is belief, and I don’t have\n\nit.\n\nPROTAGONIST\nWithout it you’re not human. You’re\na madman.\n\nSATOR\n\n(over phone)\nOr a god of sorts.\n\nPROTAGONIST\nLike I said.\n\nVolkov slowly backs towards the capsule with the algorithm...\nThe Protagonist looks down at Ives - whose hand is MOVING...\n\nEXT. PRIVATE DECK, SATOR’S YACHT - CONTINUOUS\nA BEEP. Sator checks his watch.\n\nSATOR\nOur time is up.\n\nHe looks across at Kat standing by the rail.\n\nSATOR (CONT'D)\nI‘1l give my wife your love.\n\nPROTAGONIST\n(over phone)\nYou're forgetting, I haven’t met\nher, yet.\n\nSATOR\nThat's right, after you meet her,\nshe dies. I’1l just give her my\nlove, instead.\n\nINT. HYPOCENTRE, STALSK-12 - DAY\n\nVolkov seals the capsule - hooks it to a winch... the\nProtagonist watches Ives’s hand emerge with a SIDEARM...\nVolkov raises the capsule up over the mouth of the DEEP BORE\nHOLE, then steps back, preparing to release the winch and\ndrop the capsule into the well...\n\f136.\n\nEXT. PRIVATE DECK, SATOR’S YACHT - SUNSET\nSator goes to hang up, pauses... an afterthought -\nSATOR\nVolkov?\nINT. TUNNEL, STALSK-12 - CONTINUOUS\nVolkov RUSHES FORWARD with his gun...\nSATOR\n(over phone; in Russian,\nsubtitled)\n- Shoot him in the head. -\nVolkov PULLS HIS TRIGGER - but the Dead Tenet Soldier has\n‘RISEN’ to be in front of the gun ‘ABSORBING’ the bullet -\nthen LEAPING to one side, ALIVE -\nEXT.",
  "96": "---END OF PREVIOUS SECTION---\nINT. TUNNEL, STALSK-12 - CONTINUOUS\nVolkov RUSHES FORWARD with his gun... SATOR\n(over phone; in Russian,\nsubtitled)\n- Shoot him in the head. -\nVolkov PULLS HIS TRIGGER - but the Dead Tenet Soldier has\n‘RISEN’ to be in front of the gun ‘ABSORBING’ the bullet -\nthen LEAPING to one side, ALIVE -\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n PRIVATE DECK, SATOR’S YACHT - CONTINUOUS\nSator hears the shot, SATISFIED - Kat pulls the phone away -\nKAT\nEnough business, Andrei...\n\nINT. TUNNEL, STALSK-12 - CONTINUOUS\n\nThe Protagonist DIVES to where Ives is lying, GRABS his gun -\nVolkov TURNS, RUNNING FOR the winch-release -\n\nPROTAGONIST\nWAIT! WAIT!\n\nHe FIRES at Volkov, who goes down just short of the winch...\n\nIves struggles to his feet, checking his watch - ‘1:07’,\n41:06’...\n\nHearing BEEPS, Ives looks up. THE LOCK is open -\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - CONTINUOUS\n\nNeil RACES up the slope to the ridge - through the MINEFIELD,\nsetting off personnel mines in his wake, NARROWLY AVOIDING\nRUNNING HIMSELF OVER...\n\nEXT. PRIVATE DECK, SATOR’S YACHT - EVENING\n\nAs Kat pours him a drink, Sator looks out at the glowing\nhorizon, fiddling with the silver pill... he POINTS -\n\f137.\n\nSATOR\n\nTomorrow the sun will rise in that\nsame spot. For the first time in\nhistory. Because I’ve told it to.\n\n(looks at her like she’s\n\na loyal dog)\nYou have no idea what I’m talking\nabout, do you?\n\nShe looks at him, smiles sweetly.\nKAT\nIt sounds terribly important,\nAndrei.\n\nHe reaches for her - she gets up, moves to the rail -\n\nSATOR\nWhere’re you going?\n\nShe grabs the hose, starts spraying herself -\n\nKAT\nAren’t you hot?\n\nKat sprays the deck in front of the rail -\n\nSATOR\nWhat’re you doing, now?\nKAT\nI spilled sunscreen.\nSATOR\nSo what?\nKAT\n\nIt's slippery.\n\nSATOR\nJust come here...\n\nShe looks at Sator lying on the daybed like an appalling\nemperor. Moves towards him. Grabs the sunscreen.\n\nKAT\nTurn over.\n\nSATOR\nThe sun’s almost gone.\n\nKAT\nYou'll like it.\n\nHe rolls over, obedient. She squirts a large dollop across\nhis back. Looks up at Mahir’s boat, hopeful.",
  "97": "---END OF PREVIOUS SECTION---\nHe rolls over, obedient. She squirts a large dollop across\nhis back. Looks up at Mahir’s boat, hopeful. \n---TARGET SECTION TO BE ANNOTATED---\n Nothing.\n\f138.\n\nShe checks her watch as she lazily smears the sunscreen\nacross Sator’s back. He groans. Kat watches the TENDER\nAPPROACHING, she can just make out HERSELF AND HER SON...\n\nINT. TUNNEL, STALSK-12 - DAY\n\nThe Protagonist watches the Dead Tenet Soldier RACING\nBACKWARDS from the gate, out of the tunnel -\n\nIVES\nCOME ON!\n\nThe Protagonist TURNS - Ives swings the gate open - they RACE\nthrough, just before it closes, SLAMMING SHUT behind them -\n\nIVES (CONT'D)\nTunnel’s sealed!\n\nThe Protagonist steps over Volkov, STRUGGLES with the\ncapsule, it swings, HANGING precariously over the well...\n\nIVES (CONT'D)\n(into radio)\nMahir, do you copy?\n\nEXT. MAHIR’S BOAT - EVENING\nMahir looks through binoculars, FRUSTRATED, flare gun ready -\nIVES\n\n(over radio)\nHold! Repeat, hold!\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - DAY\n\nNeil REVERSES towards the hole - jumps out, pulling a line\nfrom the rear winch...\n\nEXT. PRIVATE DECK, SATOR’S YACHT - SUNSET\n\nKat looks at Mahir’s boat. Nothing. She checks her watch...\nlooks down at the tender approaching - it’s close enough she\ncan clearly see HERSELF CHATTING AND LAUGHING WITH MAX... she\njumps up from the daybed, holding the diver’s bag. Sator\nlooks up at her, surprised.\n\nKAT\nI can’t do this.\n\nSATOR\nDon’t spoil this moment, Kat.\n\nKAT\nI can’t let you think you’ve won...\n\f139.\n\nSator looks at her, suddenly wary...\n\nSATOR\nWhat are you talking about,\nKatherine?\n\nKAT\nI’m not letting you go to your\ngrave thinking we’re all coming\nwith you. I can’t give you that -\n\nShe pulls out the SILENCED PISTOL. He is UTTERLY UNAFRAID.\n\nKAT (CONT'D)\nYou're dying alone, Andrei.\n\nSATOR\n(contemptuous )\nNo, I’m not.\n\nKAT\nAndrei, look in my eyes.",
  "98": "---END OF PREVIOUS SECTION---\nKAT (CONT'D)\nYou're dying alone, Andrei. SATOR\n(contemptuous )\nNo, I’m not. KAT\nAndrei, look in my eyes. \n---TARGET SECTION TO BE ANNOTATED---\n Which do\nyou see, despair... or anger?\nSATOR\nWhat?\nKAT\n\nI’m not the woman who could find\nlove for you even though you’d\nscarred her on the inside...\n\nKat pulls up her shirt to reveal the MASSIVE, ANGRY SCAR -\nKAT (CONT'D)\nI’m the vengeful bitch you scarred\non the outside.\n\nSator realizes he’s been conned - LUNGES FOR HER -\n\nSATOR\nYou -!\n\nKAT SHOOTS HIM IN THE UPPER CHEST - his hands go to his chest\n- he GASPS, air leaking from his lungs... Kat ROLLS Sator off\nthe daybed onto his back - he GURGLES - she GRABS his legs -\nSLIDES HIM AT THE GAP BELOW THE RAIL -\n\nSator SHOOTS off the deck, TUMBLING DOWN to the sea - his\nhead CRACKS on the rear platform as he HITS the water -\nEXT. MAHIR’S BOAT - CONTINUOUS\n\nMahir lowers his binoculars, STARTLED, as he sees Sator’s\nbody pitch into the sea -\n\f140.\n\nMAHIR\n(into radio)\nShe’s killed him! She’s killed him!\n\nMahir GUNS the engine, racing towards the yacht...\n\nINT. HYPOCENTRE, STALSK-12 - DAY\nThe Protagonist opens the capsule, revealing the algorithm -\n\nIVES\nShe jumped the gun - she killed\nhim!\n\nThe Protagonist looks at Ives, ashen - A LINE DROPS BETWEEN\nTHEM —\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - CONTINUOUS\n\nNeil is at the wheel of the truck. Through the rear-view\nmirror he looks at his line running into the hole. Through\nthe windshield he watches Red and Blue soldiers finish\nloading and LIFT OFF. He checks his watch - ‘00:09’,\n‘00:08’...\n\nNEIL\nFuck it -\n\nHe GUNS it, PULLING AWAY FROM THE HOLE -\n\nINT.",
  "99": "---END OF PREVIOUS SECTION---\nThrough\nthe windshield he watches Red and Blue soldiers finish\nloading and LIFT OFF. He checks his watch - ‘00:09’,\n‘00:08’... NEIL\nFuck it -\n\nHe GUNS it, PULLING AWAY FROM THE HOLE -\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n HYPOCENTRE, STALSK-12 - CONTINUOUS\n\nThe Protagonist and Ives are YANKED into the air, the\nProtagonist CLUTCHING the algorithm - as they approach the\nrocky edge of the hole, Ives raises his boots to cushion the\n- IMPACT! They BOUNCE PAINFULLY over the lip -\n\nEXT. HYPOCENTRE RIDGE, STALSK-12 - CONTINUOUS\n\nThe truck DRAGS them along the rocky ground, away from the\nhole as... BOOOOM!!!! THE ROCKY GROUND BUCKLES WITH FORCE -\n\nSMOKE and FLAMES BLAST up out of the hole in an ANGRY PLUME -\n\nThe ground around the hole COLLAPSES IN AN EVER-GROWING\nRADIUS -\n\nThe line SNAPS, leaving the Protagonist and Ives TUMBLING to\na stop... The SUBSIDENCE approaches, SLOWING, SLOWING... the\nground OPENS UP under the Protagonist - Ives GRABS HIM - the\nProtagonist has the algorithm in his hands, Ives PULLS him\nback onto solid ground...\n\f141.\n\nEXT. LZ, STALSK-12 - DAY\n\nWheeler PULLS a last Blue team soldier into the container as\nher watch hits ZERO - the container door SLAMS shut -\n\nBLUE TEAM SOLDIER\nDo you think they made it?\n\nEXT. PRIVATE DECK, SATOR’S YACHT - SUNSET\n\nKat picks up the shell casing, drops it in the diver’s bag,\nzips it up, attaches the lanyard to her ankle, sprays down\nthe deck, WASHING away BLOOD and SUNSCREEN...\n\nKat steps up to the railing. Watches Mahir, down below,\ngetting a line on Sator’s body. Kat glances over at the\nTENDER ARRIVING WITH HER EARLIER SELF AND HER SON... Kat\nDIVES, ARCING GRACEFULLY THROUGH THE SUNSET...\n\nKat's earlier self, stepping onto the yacht, catches a\nglimpse of a graceful form SLICING into the water. She looks,\nCURIOUS, but Max TUGS her sleeve and she turns.\n\nEXT.",
  "100": "---END OF PREVIOUS SECTION---\nKat's earlier self, stepping onto the yacht, catches a\nglimpse of a graceful form SLICING into the water. She looks,\nCURIOUS, but Max TUGS her sleeve and she turns. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COAST OF VIET NAM -— CONTINUOUS\n\nOn Mahir’s SPEEDING boat, Kat hands Mahir the diver’s bag and\nlooks up ahead to the last light of day...\n\nPROTAGONIST\n(over radio)\nKat, you jumped the gun!\n\nMahir hands her the radio -\nKAT\nI couldn’t do it, I couldn’t let\nhim die thinking he’d won. And I\nknew you’d find a way.\nSilence. She glances Mahir, suddenly concerned -\nKAT (CONT'D)\nWait, you found a way? We're okay,\nright?\nPROTAGONIST\n(over radio)\nYeah. We found a way. Be safe.\nMahir’s boat SPEEDS AWAY through the twilight...\n\n...DRAGGING Sator’s body behind.\n\f142.\n\nEXT. WINDSWEPT PLAIN OUTSIDE STALSK-12 - EVENING\n\nA Chinook swirls snow around the blasted ruins... Ives and\nthe Protagonist slump, bruised, exhausted, gas masks off,\nbreathing hard. On the ground between them - the matte-black\n\nalgorithm... Neil approaches, removing his gas mask...\nPROTAGONIST\nI thought you were inverted.\nNEIL\nChanged gears halfway - you needed\nhelp here.\nIVES\n\nWe needed help down there.\n(to Protagonist)\nHow’d you get that lock open?\n\nPROTAGONIST\nIt wasn’t me.\n(to Neil)\n\nDidn’t your team need you?\n\nNEIL\nI'll get them on the next pass.\nRight, Ives?\n\nIVES\nOnce I’ve caught my breath.\n\nThe Protagonist reaches for the algorithm - Ives PULLS it out\nof his reach - his gun laying casually across his leg. As\nNeil and the Protagonist watch, Ives takes his weapon in\nhand, gets to his feet... He lifts the algorithm... looks\naround at the deserted plain above Stalsk-12...\n\nIVES (CONT'D)\nNice and private.\n\nIves SEPARATES the algorithm into THREE COMPONENTS -\n\nPROTAGONIST\nNo one who’s seen this leaves the\nfield...\n\nIVES\n\nWe hide it, we end our lives. It’s\nthe only way to be sure.\n\nIves TOSSES them each one component...\n\nIVES (CONT'D)\nBut as to when...\n\nIves HOLSTERS his sidearm.",
  "101": "---END OF PREVIOUS SECTION---\nIves TOSSES them each one component... IVES (CONT'D)\nBut as to when... Ives HOLSTERS his sidearm. \n---TARGET SECTION TO BE ANNOTATED---\n\f143.\n\nIVES (CONT'D)\nMaybe that’s every man’s decision\nto make for himself.\n\nNEIL\nYou’re not going to kill us?\n\nIVES\nIf I ever find you I will.\n\nNEIL\nBut you won’t look too hard.\n\nIVES\nYes, I will.\n\nNeil shakes his head, smiling at this. Ives heads towards the\nChinook. Neil and the Protagonist watch him go...\n\nNEIL\nYou’re not heading back to London\nto check on Kat, are you?\n\nPROTAGONIST\nOf course not. That would be too\ndangerous.\n\nNEIL\nEven from afar.\n\nPROTAGONIST\nEven from afar.\n\nNeil thinks of something. Looks at Ives -\n\nNEIL\nIves, wait!\n\nNeil takes his section of the algorithm, REATTACHES it to the\nProtagonist’s.\n\nPROTAGONIST\nYou’re really going back in?\n\nNEIL\nI’m the only one who could’ve got\nthat door open in time, right Ives?\nIves looks at Neil, sizing him up.\nIVES\nI don’t have any locksmiths as good\n\nas you.\n\nNeil turns to the Protagonist, grabs his BACKPACK...\n\f144.\n\nNEIL\nSee? That's me in there, again.\nWeaving another pass in the fabric\nof this mission.\n\nNeil SWINGS his pack onto his back, revealing a TALISMAN - A\nCOIN WITH A HOLE TIED to the zip WITH ORANGE AND YELLOW\nTHREAD —\n\nPROTAGONIST\nNeil, wait.\n\nNEIL\nWe just saved the world - we can’t\nleave anything to chance.\n\nThe Protagonist thinks. Struggles.\n\nPROTAGONIST\nBut can we change things? If we do\nit differently...?\n\nNeil looks back at the Protagonist. Sees his struggle...\n\nNEIL\nWhat’s happened’s happened.\n(smiles)\nWhich is an expression of faith in\nthe mechanics of the world, not an\nexcuse to do nothing.\n\nPROTAGONIST\nFate?\n\nNEIL\nCall it what you want.\n\nPROTAGONIST\nWhat do you call it?\n\nNEIL\nReality. Now let me go.\n\nThe Protagonist lets him walk, tears welling up...",
  "102": "---END OF PREVIOUS SECTION---\nNEIL\nReality. Now let me go. The Protagonist lets him walk, tears welling up... \n---TARGET SECTION TO BE ANNOTATED---\n CALLS OUT\n\nPROTAGONIST\nHey!\n(Neil turns)\nYou never did tell me who recruited\nyou.\n\nNEIL\n(smiles)\nHaven't you guessed by now? You\ndid. Just not when you thought. You\nhave a future in the past. Years\nago for me. Years from now for you.\n\f145.\n\nPROTAGONIST\nYou’ve known me for years?\n\nNEIL\n(nods )\nFor me, I think this is the end of\na beautiful friendship.\n\nPROTAGONIST\nBut for me it’s just the beginning?\n\nNEIL\nAnd we get up to some stuff. You’re\ngonna love it. You’ll see. This\nwhole operation is a temporal\npincer.\n\nPROTAGONIST\nWhose?\n\nNEIL\nYours. You’re only halfway there.\nI’'1l see you at the beginning,\nfriend.\n\nNeil turns. Follows Ives to board the Chinook. The\nProtagonist watches him go...\n\nNEIL (V.O.)\nWe're the people saving the world\nfrom what might have been...\nThe Protagonist looks down at the algorithm in his hands.\nNEIL (V.O.)\nThe world will never know what\ncould've happened...\n\nHe pulls up his collar and walks into the snow...\n\nEXT. SCHOOL GATES - AFTERNOON\nKat is walking up the road to the school gates.\nNEIL (V.O.)\n.--and even if they did they\n\nwouldn’t care...\n\nShe feels something wrong. Looking across the road, she sees\na car with tinted windows shadowing her.\n\nNEIL (V.O.)\n...because no one cares about the\nbomb that didn’t go off...\n\nShe gets out the dumb phone the Protagonist had given her...\n\f146.\n\nNEIL (V.O.)\n..+.jJust the one that did...\n\nINT./EXT. CAR - CONTINUOUS\n\nPriya is in the front passenger seat. The DRIVER next to her\nhas a GUN and SILENCER sitting on his knee...\n\nPRIYA\nDo it before the boy comes out.\n\nThe rear door opens - a dull thud - the Driver is SHOT by a\nsilenced pistol -\n\nPROTAGONIST (0.S.)\nThat’s your idea of mercy?\n\nPriya turns - the Protagonist has a gun to the back of her\nseat.",
  "103": "---END OF PREVIOUS SECTION---\nThe rear door opens - a dull thud - the Driver is SHOT by a\nsilenced pistol -\n\nPROTAGONIST (0. S.)\nThat’s your idea of mercy? Priya turns - the Protagonist has a gun to the back of her\nseat. \n---TARGET SECTION TO BE ANNOTATED---\nPROTAGONIST (CONT'D)\nYou gave me your word.\n\nPRIYA\nAnd I told you what it would be\nworth. Here. Today. How did you\nknow?\nHe holds up a dumb phone, plays a voicemail -\nKAT\n(via recording)\nCannon Place, 3 o’clock, it’s -\n\nPROTAGONIST\nPosterity.\nEXT. SCHOOL GATES - CONTINUOUS\nKat hits send, speaks into the phone -\nKAT\n\nCannon Place, 3 o’clock, it’s\nprobably nothing...\n\nINT./EXT. CAR - CONTINUOUS\nThe Protagonist watches Kat.\nPROTAGONIST\nI told you you’d have to start\n\nlooking differently at the world.\n\nPRIYA\nI have to tie up the loose ends.\n\f147.\n\nPROTAGONIST\nThat was never your job.\n\nPRIYA\nThen whose was it?\n\nThe Protagonist brings his focus back to Priya.\nPROTAGONIST\nMine. I realized I wasn’t working\nfor you. We’ve both been working\nfor me... I’m the protagonist.\nPRIYA\nThen you’d better tie up those\nloose ends.\nHe shoots her through the seat back. She slumps forward.\n\nPROTAGONIST\nMission accomplished.\n\nThe Protagonist looks across the road. The kids stream out...\nKat sees Max coming, takes one last look at the dark car...\n\nNEIL (V.O.)\n.--but it’s the bomb that didn’t go\noff...\n\nKat shakes her head, smiling at her own folly, looks at the\nphone like it’s silly -\n\nNEIL (V.O.)\n...the danger no one knew was\nreal...\n\nShe tosses the phone carelessly into her bag.\n\nNEIL (V.O.)\nThat’s the bomb with the real power\nto change the world.\n\nThe Protagonist watches Kat and Max walk away. Max offers Kat\nhis hand and we -\n\nFADE OUT.\nCREDITS.\n\nEND.\n\f"
}