{
  "1": " \n\n \n\nScreenplay\n\nby\n\nTedi Sarafian\n\nEYES ONLY: NOT FOR DUPLICATION\n\nJuly 10,\n\n1997\n\nMK\n\n© © AD AO\n\fc\n\nFARCE IN:\nEXT. SANTA MONICA BEACH ~ SUNSET\n\nSunbathers stretch out along the sand which offers a Queen’s\n\nNecklace view of the coast. it’s a clear summer day with\n\nCatalina Tsland in view. ‘Jolleyball players, surzers,\nfamilies perched beneath coiorful umbrellas, etc.\n\nDISSOLVE TO:\nEXT. SANTA MONICA BEACH - UNDERWATER - SUNSET\n\nThe same spot as before, except now it’s an apocalyptic hell\nbeneath the sea. Skulls roll back and forth on the polluted\nsea floor as the tide churns. The camera rises out of the\nwater and finds a polluted sea wave which crashes onto 4\ncoastline. In the distance, fragments of large buildings,\nbuckled and melted by the nuclear fire. Furious gaie winds\nscream with Satan’s laughter.\n\nTITLE CARD:\n\nLOS ANGELES, SEPTEMBER 13, 2029\n\nA THUNDEROUS ROAR crescendoes as two AERIAL HKs (hunter-\nkillers) scream past, trailing an F-16 fighter. The HKs pull\nimpossible Gs, outmaneuvering the human-piloted F-16. An\nEXPLOSION of LASERFIRE as the aerial HKs strafe the F-16,\nblasting it our of the sky.\n\n. SOHN CONNOR (VO)\nThe computer which controlled the .\nmachines, Skynet, sent.two terminators oe das\nback, through time. ‘Their -mission: to iy\n‘destroy me, John Connor,: leader: ofthe ~\n‘human resistance. The first Terminator\nwas programmed to strike at my mother,\nSarah, in the year 1984 -- before I was\nborn. It failed. The second was set to\nstrike at me in the year 1991. It too\nfailed. But we did more than survive.\nWe changed history.\n\n  \n\nWe follow the fiery pieces of shrapnel as they rain onto the\nbroken streets below...\n\n2\n2\n3\n5\n\nMK\n\nDISSOLVE TO:\nEXT. L.A.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\n2\n2\n3\n5\n\nMK\n\nDISSOLVE TO:\nEXT. L. A. \n\nTARGET SECTION TO BE ANNOTATED:\n CITY - NIGHT\n\nOverview of the Santa Monica pier. The Ferris wheei, the\nroller coaster, the countless people having fun...\n\fc\n\n \n   \n \n\nspikinis bask ina jacuzzi: while other éf1 e] iesfatales*in: :sho\ni; \"s\n\nTITLE CARD:\n1 MILE OFF THE COAST OF L.A. -~ PRESENT DAY\n\nJOHN CONNOR /VO)\nSo August 29th, 1997 came and left. The\nthree billion lives which were to end in\nthe war called Judgment Day, lived on to\ntoast the new millennium.\n(beat)\n\nBut are we at peace? Or in the eye of a\nhurricane, with the worst yet to come.\n\nCamera turns and faces the deep blue sea...\n\nWild fingers of blue and white electrical arcs dance ten feet\nabove the swells a mile from shore. The strange lightning\nforms a circular opening in midair, and with an electrical\ndispersion we see a FIGURE cradled within the SPHERE OF\nENERGY. A sudden FLASH with an explosive THUNDERCLAP!\n\nThe naked figure drops into the ocean. SPLASH!\n\nUNDERWATER\n\nRed eyes glow within the darkness of the sea. A naked,\nmuscular man. THE TERMINATOR.\n\nEXT. YACHT - NIGHT\n\nThis gorgeous 80 footer cruises along the coast at 15 kts.\nINT. CABIN - NIGHT\n‘party is in full swing. Stripper-types\néMuisCle-bolind \"BODY |\"\n\n‘of. ARDS, Fub up against YPE (Wearing: avyellow leather :hat, °.\n\n \n\n:; black leather pants ‘and’ jacket) vacuums hefty dines into his\n\nnostrils.\n\nCRASH! Dancers tumble to the floor as the ship strikes\nsomething.\n\nINT. BRIDGE - NIGHT\n\nRapper storms into the bridge and barks at one of his BUDDIES\nwho stands at the con, bottle of Jack in his grip, half-naked\ngirl at his side.\n\nRAPPER\nWhat the hell we hit?\n\n \n\n   \n  \n  \n \n\n \n\n \n  \n    \n\n©1 © NH -\n\nMK\n\f‘ beyond -intrigued by his. ‘perfection: .\n\nBUDDY\n{backing off the engines)\nWhatever it was, it fried our props.\n\n=XT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\n©1 © NH -\n\nMK\n\f‘ beyond -intrigued by his. ‘perfection: . BUDDY\n{backing off the engines)\nWhatever it was, it fried our props. =XT. \n\nTARGET SECTION TO BE ANNOTATED:\n STERN ~- NIGHT\n\nRapper hands out orders to a team of BODY GUARDS. They open\na large case containing two new props.\n\nRAPPER\nGet that shit fixed! Holding up the\nparty.\n\nTwo BODY GUARDS move fix to the problem...\n\nAll action stops as a very muscular NAKED MAN climbs onto the\nyacht, dripping wet. TERMINATOR steps aboard. Greek-like\nphysique. Massive. Perfect. Face, devoid of emotion.\nTerminator stands and impassively surveys the surroundings.\n\nPARTIER #1\nI think he was swimming for the nude\nbeach and got lost.\n\nRapper eye-balls the naked Goliath -- not an everyday\noccurrence here. He glances down at Terminator’s crotch,\nsmirking.\n\nRAPPER\nWater must not’ve been as cold as I\nthought.\n\nTERMINATOR POV. A digitized electronic scan of the ship and\npartiers overlaid with alphanumeric readouts which change -\n\nfaster than the human.eye-can_ follow,::. The. Terminator’ s CPU:\nscans -and analyzes the motley-<crew..: 3h\nweight. Several strippers./smile: largely: a Te)\n\n     \n \n \n\n \n\nTerminator turns emotionless eyes toward RAPPER whose\nmeasurements have been deemed suitable.\n\nTERMINATOR\nI need your clothes, your boots...\n\nTerminator eyes an MD-520N HELICOPTER seated on a helipad.\n\nGi @ PO PO\n\nTERMINATOR (CONT’ D}\n...and the helicopter.\n\nRapper can‘t help but to laugh. The other Body Guards follow\nsuit. During which time... Camera dollies, revealing\nTerminator’s back which has been mutilated by the props.\nExposed endoskeleton and torn flesh, NOT REVEALED to the\n\npartiers.\nMK\n\fTERMINATOR (CONT'D)\nNow.\n\nRapper tenses.\n\nRAPPER\nThrow this bitch off my boat.\n\nBody Guard #1 reaches grabs Terminator’s upper arm.\n\nBODY GUARD #1\nSay bye-bye.\n\nTerminator’s powerful hydraulic grip clamps onto his arm,\nspin-breaks it. Body Guard #1 cries out as all two hundred\npius pounds of him is catapulted off the ship like a frisbee.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nBODY GUARD #1\nSay bye-bye. Terminator’s powerful hydraulic grip clamps onto his arm,\nspin-breaks it. Body Guard #1 cries out as all two hundred\npius pounds of him is catapulted off the ship like a frisbee. \n\nTARGET SECTION TO BE ANNOTATED:\nSplash!\n\nBody Guard #2 slashes his combat knife toward Terminator who\ncatches it by the razor-sharp serrated edge, breaks the blade\nin half by pressing his thumb forward...throws the blade\nstraight down where it stabs the mahogany deck. Terminator\ngrabs Body Guard #2 and throws the soldier onto the blade\nwhich sticks through his shoulder.\n\nBody Guard #3 extends a .9mm to shoot... Terminator grabs the\nweapon and yanks, separating Body Guard #3’s shoulder. While\nscreaming in pain, Body Guard #3 is launched through the\ncabin window...CRAASSH! At the same time...\n\nTwo other Body Guards blast Terminator with their .9mms.\nTerminator barely flinches from the onslaught, bullets\nricocheting off his face.\n\nCRACK! Terminator steps on Body Guard #4’s knee sideways...\nSNAP! Screaming bloody murder, Body Guard #4 goes for his\npistol which is just in his reach: until... Terminator steps:\non. the man’ s hand. . .CRUNCH! -\n\n  \n\nA combat knife slices across Terminator’s neck from behind.\nTerminator back~head-butts Body Guard #5, strips the blade\nand throws it with machine-like accuracy...\n\nTHONG! The knife spears through Body Guard #6’s wrist,\npinning it to the wall of the cabin -- the HK MP-5, frozen in\nhis grip, is fired accidently, blasting two dry-docked WAVE\nRUNNERS which explode IN A BALL OF GASOLINE! Fire spreads.\n\nRAT-T-T-T-T-T-T-T-! A Body Guard explodes multiple rounds of\nan MP-5. Terminator strips the clip out of the weapon,\nmaking it CLICK EMPTY. Body Guard #7 is hurled hard against\nthe cabin wall. SMASH!\n\nThe injured Body Guards stop attacking. They get it --\nThere’s something very fucking wrong here.\n\nén @9 PD HO\n\nMK\n\n \n\fThey struggle to squirm their injured sodies away from\nTerminator, the fear of God in chem.\n\nTerminator steps through the flames, undaunted by the intense\nneat. Emotioniess eyes coldly target Rapper wno can’t\nandress fast enough.\n\n \n\nCUT TO:\nEXT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerminator steps through the flames, undaunted by the intense\nneat. Emotioniess eyes coldly target Rapper wno can’t\nandress fast enough. CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HELIPAD ON SHIP - NIGHT |\n\nTerminator strides toward tue helipad now fully clothed in\nDlack leather jacket, baggy leather pants and heavy cleated\nboots.\n\nINT. MD-520N HELICOPTER - NIGHT\n\nTerminator grabs the controls with Rapper and another Thug\nstep onto the helipad leveling an MP-5s at Terminator.\n\nRAPPER\nOpen wide, motherfuc -~-\n\nTerminator steps hard on the left anti-torque pedal. The\nhelicopter spins around like a tornado, its rotorless\ntailboom bats the Thug off the helipad and into the ocean.\n\nTerminator applies left cyclic and flies the chopper sideways\nright into Rapper who smashing into the side glass window\nwhere he gets stuck. Terminator yanks the M4 machine from\nRapper as the chopper ascends.\n\nRapper, hanging on for his life, glancing downwards at the\ndeath drop.\n\nRAPPER (CONT’ D)\nWhat ever you want, man! It’s yours,\ntake my boat, “you can have my boat!\nAnything! eo so\n\n \n\nTerminator glances at Rapper, reaches out with his left hand\nand removes Rapper’s hip DIESEL SUNGLASSES and places them on\nhis face.\n\nRAPPER (CONT'D)\nMy sunglasses, cool! They’re you, ‘bro!\nDefinitely you!\n\nOVD HIND -\n\nTerminator maneuvers the chopper to sweep down sideways\ntoward the yacht. Rapper SCREAMS as he goes for the ride of\nhis life -- or death -- whichever.\n\nRapper lets go of the chopper and falls sixty feet to the\nocean. .\n\nBELOW ON DECK\nMK\n\f \n\n6.\n\nBody Guard #3 screams as the fire approaches several gas cans\nplaced beside the Wave Runners.\n\nBODY GUARD #3\nFire in the hole!\n\nThe remaining Body Guards and partiers jump ship!\nEXPLOSION! The yacht combusts with a SWIRLING BALL of FIRE.\n\nThe MD-520N flies right through the flames and continues\ntoward the shore, leaving the fiery aftermath behind.\n\nCUT TO:\nINT. BOWLING ALLEY - PIN SET-UP AREA - NIGHT\n\nMagnificent tendrils of BLUE-WHITE LIGHT explode like a\nmassive Tesla Coil.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe MD-520N flies right through the flames and continues\ntoward the shore, leaving the fiery aftermath behind. CUT TO:\nINT. BOWLING ALLEY - PIN SET-UP AREA - NIGHT\n\nMagnificent tendrils of BLUE-WHITE LIGHT explode like a\nmassive Tesla Coil. \n\nTARGET SECTION TO BE ANNOTATED:\n The lower half of bowling pins are\npartially disintegrated as a mathematically perfect sphere\ncuts into our dimension, bringing with it a passenger from\nthe future.\n\nCamera slowly tilts up...revealing:\n\nFeet. Petite and delicate. Slender ankles. Sculpted calfs.\nLong sturdy thighs. Small waist. Toned arms. Beautiful tan\nskin. Silky hair just past shoulder length. Eyes sizzling\nbrightly with emerald green. Bee-stung lips. Flawless face\nstructure. Genetically perfect, impossibly beautiful. Meet\nSkynet’s newest prototype -~- T-1G.\n\nINT. BOWLING ALLEY - LANES\n\nA BOWLER dries his hands, wiggling his fingers above a fan as\nhe waits for the pins to set-up. : : .. ces,\n\nThe automatic pin set-up machine lowers ten deformed pins,\nall of ‘which have been mutilated by the sphere. The pins\ntumble to the lane, unable to stand on their own.\n\nThe Yuppie reacts as he got a STRIKE without having to do\nanything:\n\nVOICE (OS)\nWhat the hell...\n\nJust then, all eyes feast on T-1G who struts across the lanes\nlike a runway supermodel -- COMPLETELY NAKED.\n\nA MOTHER covers her son’s bulging eyes. Beer-drinking\nBowlers straighten their greasy hair as the girl of their wet\ndreams approaches.\n\nGt G PSO PS\n\nMK\n\fBOWLER\n(big grin)\n\nWell, well, well... Happy birthday to me!\n771G walks past several jealous women and their gawking\npoyEriends and husbands when a MANAGER approaches with a\nblanket.\n\nMANAGER\nMiss, you’re gonna have to put some\nclothes on, or I'll call the cops.\n\nThe Manager throws the blanket around T-1G, covering her up.\n“Boos” from the other bowlers.\n\niNT. MANAGER’S OFFICE\nThe Manager escorts T-1G inside.\n\nMANAGER\nSo what is this, some kind of dare?\nWhat’s going on here?\n\nT-1G turns her emotionless eyes on the Manager, coldly\nconsidering him. The blanket falls off, curls on the floor\nby her feet. The Manager smirks.\n\nMANAGER (CONT’ D)\nHave it your way.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe blanket falls off, curls on the floor\nby her feet. The Manager smirks. MANAGER (CONT’ D)\nHave it your way. \n\nTARGET SECTION TO BE ANNOTATED:\nT-1G reaches out and slides her hand down his chest,\nseductively descending lower... The Manager smiles.\n\nT-1G’s hand wraps around a CELLPHONE which the Manager wears\non a belt clip. She spins around, flips open the phone and\nbegins dialing. : a re Se :\n\nGg\n\n \n\n© cv #MANAGER® (CONT?) ©: “\n' Hey, you can’t just -- f\n\n \n\n¢\n\nThe Manager reaches out and grabs T-1G’s shoulder. Big\nmistake. T-1G spins around and grabs the Manager’s neck. He\nsuddenly GASPS as he is electrocuted with a lethal dose of\namperage! Eyes peeled wide in horror, the Manager hits the\nfloor. Dead.\n\nGu @ PO fS\n\nCOMPUTER FAX TONES are heard through the cellphone as it\naccesses the internet. With her back turned to CAMERA, T-1G\nreplies with computer tones.\n\nINSERT. CYBERSPACE POV. Countless web pages stream past\nuntil we come across FBI data files. ACCESS GRANTED.\nCountless pictures of criminals. We find JOHN CONNOR.\nCriminal data. Personal information. Home address.\n\nMK\n\f8.\n\nT-iG ends the call. Her eyes focus on a large poster tacked\n; to a wall. A glamorous supermodel dressed in PRADA and\n- GUCCI, pseudo military-industrial. Black Prada stretch\npants. Tight-fitting techno-fiber motorcycle jacket with a\nhint of military. Sleek Gucci combat boots. A ten thousand\ndollar outfit. The model’s hair is short and slicked back.\nHigh-fashion makeup, pale with dark shading around the eyes.\nVery modern.\n\nT-16's nails suddenly take on red paint. Her body ripples as\nit morphs into its new look. Perfectly emulating clothes,\nhair and makeup -- all from visual reference.\n\nEXT. BOWLING ALLEY - NIGHT\n\nT-1G exits with her new look. Her eyes fall on a Shelby\nCobra stripped of paint. She enters the vehicle and fires up\nthe powerful engine. _\nWheels burn black smoke as the muscle car shimmies sideways,\nwaiting for cold rubber to heat up and grip. When they\nfinally do, T-1G rockets the Cobra onto the street.\n\nCUT TO:\nEXT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe enters the vehicle and fires up\nthe powerful engine. _\nWheels burn black smoke as the muscle car shimmies sideways,\nwaiting for cold rubber to heat up and grip. When they\nfinally do, T-1G rockets the Cobra onto the street. CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARK - DAY\n\nA BBQ party is in progress. Grunge music blasting. Working\nthe grill wearing a “Kiss The Chef” apron is JOHN CONNOR. A\nfar cry from the leader of the human resistance we expect to\nsee. He has become a handsome young adult in his early\ntwenties. Lean, well-defined body, short messed-up hair.\nEyes which reflect a dark intelligence.\n\n“y\n\n, JOHN\nOkay, .who wanted the medium-well? .. . :\n\n \n\nJohn’s friend -- BOYD -- approaches. He’s a plump computer\ngenius in his early 30’s.\n\nBOYD\nThat'll be me.\n(points across crowd)\nJohn, who’s that girl? The one with\nDamon?\n\nGt @ POM\n\nJOHN\nChill out, Boyd. You got a girlfriend.\n\nBOYD\nI was just wondering, bro’.\n\nJohn shoots Boyd a hard look before slapping a burger on his\n\nCc plate.\nMK\n\ffoe,\n\nvonn’s girlfriend -- ANNA -- approaches. She’s your girl\nnext door all grown up. Warm disposition, suptiy attractive.\nArsund John’s age.\n\nANNA\nThought you might want one of these.\n\nanna hands John a cold beer.\n\nJOHN\nI'd rather have one of these.\n\nvohn gives Anna a passionate kiss. A German Shepherd --\nBANDITA -- lets out a jealous whine.\n\nANNA\nI swear to God, John, I think that dog is\njealous.\n\nJOHN\n\nShe’s not jealous.\n(kneels down)\n\nIsn’t that right, Bandita? Give daddy a\nkiss.\n\nJohn lets Bandita lick his face. He feeds the dog a burger.\n\nJOHN (CONT’ D)\nHere you go, girl.\n\nANNA\nHoney, I think you should say something.\nGive a little speech.\n\n‘JOHN\nI don’t want to do that. - : Je\n\n   \n\nAnna smiles and, begins rallying the crowd.\n\n‘ANNA\nEveryone, John’s gonna give a speech!\n\nEveryone joins in “speech, speech, speech!” John glares at\nAnna.\n\nJOHN\nI’m going to get you later.\n\nOr @ DIK”\n\nANNA\nPromises-promises.\n\nSomeone turns off the music. The crowd settles.\n\nMK\n\f—_\n\nJOHN\nWell, what can = say...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomeone turns off the music. The crowd settles. MK\n\f—_\n\nJOHN\nWell, what can = say... \n\nTARGET SECTION TO BE ANNOTATED:\n we startea the\ncompany with several slow computers, a\nfew degenerate programmers -~-\n\nFRIEND #1\nYeah, baby!\n\nJOHN\n\nA couple of bean counters that exemplify\nthe word “nerd.”\n\n(beat)\nAnd one felon hacker who should be in\nLeavenworth being somebody’s bitch, but\ninstead got lucky. Because he hooked up\nwith the right bunch of guys, who helped\nturn his life around.\n\nThe crowd sighs sarcastically.\n\nJOHN (CONT! D)\nAnd now...look at us. Celebrating our\njust approved ten million dollar line of\ncredit. Booking major accounts left and\nright. And kicking some serious ass.\n{holds up his beer)\nCheers.\n\nEveryone toasts. John’s cellphone rings. He moves away from\nthe crowd for privacy, takes the call.\n\nJOHN (CONT'D)\nHello?\n\nJohn's expression stiffens.\n\nJOHN (CONT’ D) .\n\nJohn Connor? Sorry, you have -the wrong\nnumber. My name’s John Kaplin.\n\n(listens)\nYeah, it’s safe to talk.\n\n{turns his back to camera)\nHi, mom. Good. Listen, I need to talk\nto you. Today. Alright.\n\n \n\nJohn hangs up when Anna approaches.\n\n© © 19 PO.\n\nANNA\nEverything alright?\nJOHN\nYeah, I’m going to have to run out of\n\nhere.\n\nMK\n\f+>\n\nANNA\nWhat’s wrong?\n\nJOHN\nNothing. Everything’s fine, trust me.\nOkay?\n\nANNA\n\nWhat should i tell everybody?\n\nJOHN\nFamily emergency.\n\nANNA\nYou don’t have any family.\n\nJOHN\nAnna, I can’t explain now. I have to run\nand I need you to trust me. Make\nsomething up.\n\nJOHN (CONT'D)\nI love you.\n\nANNA\nI love you, too.\n\nJohn kisses Anna. Bandita barks. Anna spins around and\nshoots a look at the dog. She turns back to John, but he’s\nalready jogging toward his car.\n\nCUT TO:\nEXT. BURBANK AIRPORT - DAY\nJohn enters a TURBO CESSNA, dons a pair of David Clark\nheadsets. an\nThe Turbo Cessna speeds down the runway and takes off.\n: CUT TO:\n\nINT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nEXT. BURBANK AIRPORT - DAY\nJohn enters a TURBO CESSNA, dons a pair of David Clark\nheadsets. an\nThe Turbo Cessna speeds down the runway and takes off. : CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n JOHN CONNOR’S HOUSE\n\nTerminator strides through with his M4 leveled and ready to\nshoot. Terminator approaches a cork message board and rips\noff an invitation flyer. BBQ party. Below are directions\n\nand date.\n\nCUT TO:\nEXT. TRAILER PARK - DAY\n\nT-1G knocks on the door of a rickety trailer home. An old\nBLACK WOMAN answers.\n\non © RO PO\n\fy\n\nBLACK WOMAN\nCan I help you?\n\nT-iG\nFBI. I need to speak with John Connor.\n\nth BLACK WOMAN\nWho?\n\nT-1G shoves the Black Woman aside and enters.\nBLACK WOMAN (CONT’ D)\n\nGirlfriend, you better step off, I don’t\n\nsee no badge!\nINT. TRAILER HOME\nWhile the Black Woman complains, T-1G scans the area. Two\nBlack Teenagers smile and stick out their chests, wanting to\nimpress the beauty.\n\nCUT TO:\n\nEXT. CALIFORNIA DESERT - DAY\n\nThe Turbo Cessna lands on a dusty tarmac near a MILITIA\nCOMPOUND. A bunch of dusty old houses and buildings.\n\nEXT. MILITIA COMPOUND - FRONT GATE\n\nJohn approaches a chain-linked fence which encircles the\nperimeter of the compound. He pushes the intercom button,\npays notice to several security cameras pointed at him. Two\nMERCENARIES approach from the other side of the gate, AR-15s\n\n\" semi-autos slung around their shoulders. Well-trained German\n\nShepherds bark violently.\n\n“8\n\nMERCENARY #1 -\n(German)\nFutz!\n\nThe dogs ‘instantly behave. The Mercenaries eye-ball John\nsuspiciously.\n\nMERCENARY #1 (CONT'D)\nYeah?\n\nJOHN\nI’m here to see Sarah Connor.\n\nMERCENARY #1\nNobody here by that name.\n\n \n\nGi © PO 1)\n\nMK\n\fJOEN\nI’m her son. She’s expecting me. <come\nen guys, I’ve peen here before.\n\nMERCENARY 41\nCan’t help you.\n\nMercenary #2’s radio sauawks. He answers the call.\n\nMERCENARY #2\nBryce here. What? Roger that.\n{to John)\nYou’ re good.\n\nINT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoger that. {to John)\nYou’ re good. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MILITIA COMPOUND - DAY\n\nJohn enters and is escorted past an indoor shooting range.\nMercenaries are shredding paper targets with black market\nmachine guns.\n\nINT. GYM - DAY\n\nSARAH CONNOR kicks the shit out of a punching bag, practicing\nIsraeli Krav Maga. She’s lean and ripped, defined muscles\ncovered in sweat. Her fierce eyes resonate with distant\npain. Sarah steps away from the bag, wipes the sweat off her\nface, lights a cigarette.\n\nJOHN (OS)\nThought you were going to stop smoking.\n\nSarah turns and finds John standing in the doorway. The\ntension is immediate.\n\nSARAH\nThought you were _ going to start working\nout.\n\nJOHN -\n\nNot much time, been pretty focused on\nbuilding the company.\n\n. SARAH\nHow’s all that going?\n\nJOHN\nGreat. I just wrote a new program.\nCutting edge stuff. Hacks into any\ncomputer system, finds weaknesses, that\nsort of thing.\n\nSARAH\nThere’s a market for that?\n\n© @ PO\n\nMK\n\n \n\f“>\n\n“y~?\n\nJOHN\nLot of companies need their security\nchecked. We just got a ten million\ndollar line of credit from Goldman Sachs\nto take it public.\n\nSarah nods, hardly impressed.\n\nJOHN (CONT’ D)\nYou can hold back your enthusiasm.\n\nSARAH\nYou have an obligation, John.\n\nJOHN\nLook, I’m just trying to get on with my\nlife.\n\nSARAH ~\nWhat life?! There is no life unless you\nwake up!\n\nJOHN\n\nI am awake! But it’s been ten years!\ni '\n\nTen years...and nothing has happened!\n\nSARAH\nYou can’t assume it’s over, John! It’s\nonly a matter time before Cyberdyne or\nsome other fucking place creates a\nconscious computer!\n\nJOHN\nLook, I’m doing’ more saving the world\nthan you are shooting cans! I’m on top\nof Cyberdyne. They abandoned the . .\nproject.. And besides them,’ no-one’s even\nclose to creating A.I. -\n\nSARAH :\nTell me something, John. What is the\nworld going to do when a terminator\nmarches into your house and blows you\n\non G PO\n\naway?\n\nJOHN\nLife wili just have to continue without\nme.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nI. -\n\nSARAH :\nTell me something, John. What is the\nworld going to do when a terminator\nmarches into your house and blows you\n\non G PO\n\naway? JOHN\nLife wili just have to continue without\nme. \n\nTARGET SECTION TO BE ANNOTATED:\nSARAH\n\nTt can’t! There is no life without you.\nLike it or not, you are the leader of --\n\nMK\n\n \n\fus.\n\nSOHN\n-~ of the human resistance!? Not\nanymore! We changed history! And\nhistory changed me!\n\nSarah looks off, refusing to believe that. John forces\nnimself calm.\n\nJOHN (CONT’ D)\nI’m not the John Connor you want me to\nbe. I’m sorry. But I’m just a regular\nperson, trying to get on with a regular\nlife. And you should do the same.\n\nSarah shakes her head, no reply.\nJOHN (CONT! D)\nLook. The reason why I came here is...\n(calming breath)\n+..I’m going to ask Anna to marry me. I\nwant you to be a part of it.\n\nSarah stares off, frustrated. John shakes his head, knowing\nwhat her reply is going to be.\n\nJOHN (CONT‘ D)\nFigured as much...\n\nJohn moves to exit, pauses at the door.\nJOHN (CONT’ D)\nI got robbed out of a father...and a\nmother.\nJohn exits. Sarah stares after him with mixed emotions.\nCUT TO:\nINT. MD 520N - HOVERING\n\nTerminator scans the park below where John had the BBQ party.\nJohn is nowhere to be found.\n\nCUT TO:\nEXT. TURBO CESSNA - FLYING\n\nJohn speaks into his cellphone as he approaches the plane.\nHe is unsettled -- Sarah’s words got under his skin.\n\nJOHN\nBoyd, it’s me. Listen, do me a favor.\nRun by the office and check on Cyberdyne\nSystems for me, will ya?\n\not G PO NY\n\nMK\n\f \n\nINT. BMW CONVERTIBLE - SAY\nBoyd drives, cellphone to nzs ear.\n\nBOYD\nJohn, Jesus...come on. It’s a mentai\ndisease, is what you got. ‘You need\nserious professional help. One, it’s\nSaturday and I’ve got a life. Two, you\nblow off your own party before you tell\nme who that girl was. And three, how\nMany times you need to hear: they're out\nof the A.I. business? Hello??\n\nJOHN\nDo it and I’ll slide you five hundred\nshares.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nI. business? Hello?? JOHN\nDo it and I’ll slide you five hundred\nshares. \n\nTARGET SECTION TO BE ANNOTATED:\nBOYD -\nA thousand.\n\nJOHN\nSeven-fifty. And I want a detailed\nproject sheet faxed to my house ASAP.\n\nCUT TO:\nEXT. JOHN CONNOR’S HOUSE - DUSK\n\nTight on the Shelby Cobra as it pulls up and parks. Pan up\nblack Gucci boots and sexy legs of T-1G who coldly surveys\nthe immediate area.\n\nT-1G strides toward the front door, passing a mailbox which\nreads: JOHN CONNOR.\n\n+ CUT TO:\n\nINT. HOME OFFICE - DUSK\n\nAnna talks to a friend on the cordless while seated before a\ndrafting table, rendering architectural plans. in the\nbackground is a surfboard.\n\nANNA\nI don’t know, he’s been planning this big\ndinner tonight. And then today at the\npicnic he had to run out. I’ve never\nseen him so secretive.\n\nThe DOORBELL rings. Anna moves to answer it, oblivious.\n\n \n\n \n\nMK\n\fa\n~\n\nANNA CONT’ 5D)\nWhat do = think? I think it’s ail good.\nGive me 4 break, he hasn’t even proposed\nyet. No, i’m not going to start clanning\nthe honeymoon.\n\n \n\nna opens the front door and finds Terminator. He removes\nnis sunglasses. :\n\nTERMINATOR’\nI'm looking for John's -plin.\n\nANNA\nHe’s not here. What’s this regarding?\n\nTERMINATOR\nHis future.\n\nTERMINATOR POV. Heatvision allows Terminator to see through\nthe walls and in all areas of the houa. The only other life-\nForm inside is an approaching German Shepherd.\n\nAnna struggles to hold back Bandita who appears at her side,\nbarking viciously at Terminator.\n\nANNA\nBandita down! Sorry, I don’t what’s\ngotten into her.\n(after calming Bandita)\nHe'll probably be in early this evening\nif you want to try back then.\n\nTerminator scans the area once again, glances at Anna; then\nexits down the porch walkway.\n\nANNA, (COnt’ D)\nExcuse me...\n\nTerminator turns back to Anna.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerminator scans the area once again, glances at Anna; then\nexits down the porch walkway. ANNA, (COnt’ D)\nExcuse me... Terminator turns back to Anna. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA (CONT D)\nWill you be back?\n\nTerminator just sends Anna a dark look, dons his sunglasses\nand continues on his way (no, he doesn’t say the famous\nwords, at léast not here.) Anna shakes her head, shuts the\ndoor.\n\nOF AIH\n\nCUT TO:\nEXT. JOHN CONNOR’S HOUSE - DUSK\n\nIt is now revealed that T-1G is standing ar_ihe entrance of a\ndifferent house. T-1G examines the bolted shut door.\n\nMK\n\n \n\f-—w-- --\n\n28.\n\nSeveral industriai size Locks keeping anyone from getting in.\nT-2G kicks down the door and enters.\n\n<NT. JOHN CONNOR'S HOUSE\n\nT-iG’s emotionless eyes scan the surroundings. it’s a\nsesolate, dusty place with old furniture. Severai video\ncameras pan toward T-1G, RED RECORDING lights flashing.\n\nT-iG removes a gun and cocks it. An ALARM WAILS!\n\nSUDDENLY, the paintings on two walls swing open, revealing 2\nHUGHES 30mm CHAIN GUNS. A BOOBY-TRAP!\n\nAn EXPLOSIVE BARRAGE of gunfire blasts T-1G! Each\npenetrating bullet exits the opposite side of her body,\nnarrowly stretching out her skin in the diameter of the\nbullet. As T-1G is continuously blasted, her distorted form\ntakes on a porcupine effect. The long, skinny spinules the\nbullets created grow luminous with grainy static —- like\nstatic snow on a television. This glowing static emits high-\npitched frequencies with each bullet hit.\n\nAs T-1G is blasted more and more, her body dissipates into a\nfog of static energy and eventually disappears.\n\nThe 30mm CHAIN GUNS run out of ammo and click empty.\nSilence.\n\nSeconds later, a beautiful geometric aura of static\nelectricity appears -- like an angel floating in a glow of\nradiant color. Granules of static energy return to their\nshape and rebuild T-1G, returning her to her gorgeous self --\nher default mode\n\nThe floor drops out -- a trap door ~-- swallowing T-1G.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSilence. Seconds later, a beautiful geometric aura of static\nelectricity appears -- like an angel floating in a glow of\nradiant color. Granules of static energy return to their\nshape and rebuild T-1G, returning her to her gorgeous self --\nher default mode\n\nThe floor drops out -- a trap door ~-- swallowing T-1G. \n\nTARGET SECTION TO BE ANNOTATED:\nSliding down a metal ramp, T-1G plummets into a cauldron of a\nmolten steel. SPLASH! Fire quickly. consumes . her! -- : :\n\nCUT TO:\nINT. MILITIA COMPOUND ~- SECURITY SURVEILLANCE ROOM\n\nAn ALARM wails, red lights flashing. Sarah hustles into the\nroom and finds several MERCENARY TECHS perched before\ncomputers.\n\nMERCENARY TECH\nSomeone hit the trap.\n\nSarah reacts.\nINT. MILITIA COMPOUND ~- GUN ROOM\n\nSarah and an army of Mercenaries gear up with black market\n2xtreme weaponry.\n\nMK\n\f19.\n\nTnis crack assault force is like a weil-oiled machine. No\nrenic, no mistakes, tust cumped adrenaiine and focused\nprecision.\n\nEXT. SOHN CONNOR'S DECOY HOUSE\n\nThe Mercenaries communicate with hand signals as they\napproach the house.\n\nMERCENARY #1 hustles up to Sarah, takes cover behind two\nSMOKE STACKS -- used to ventilate the neat from the decoy\nnouse’s basement.\n\nMERCENARY #1\nAll sides are secure. Ready to move on\nyour execute.\n\nSARAH\nDo it.\n\nINT. JOHN CONNOR’S DECOY HOUSE\n\nSarah and her team of Mercenaries storm the place. Weapons\nleveled and ready for action. But there is no action. Sarah\nscans the area. Cautiously moves about the house.\n\nWhile the Mercenaries comb the place, Sarah steps to the\ncenter of the room where the collapsed floor reveals the\ncauldron of molten steel below. But did the trap work?\n\nMERCENARY\nWhatever was here, we melted it.\n\nSARAH\nGet me the video.\n\nA Mercenary ejects a VCR TAPE and hands it to Sarah.\nCLOSE ON MONITOR -\nThe tape shows T-1G as the floor opens up. T-1G plummets and\nsplashes into the cauldron of molten steel. But T-1G is\ncompletely unaffected. She casually swims to the side of the\ncauldron and climbs out.\nSarah turns sheet white.\n\nCUT TO:\nINT/EXT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe casually swims to the side of the\ncauldron and climbs out. Sarah turns sheet white. CUT TO:\nINT/EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FORD EXPLORER - DUSK\nJohn pulls up to his house and finds Anna in the driveway,\n\nloading a duffle bag into her VW bug. We stay with John as\nhe exits the truck and hurries across the driveway up to her.\n\n© G MN HY\n\nMK\n\f&\n\n-\n\n20.\n\nSOHN\nWhat are you doing? What’s going on?\n\nNo reply. Anna is visibly upset.\n\nJOHN (CONT'D)\nWhat, you're pissed because = Left the\nparty?\n\nANNA\nWho the hell are you?\n\nJOHN\nWhat are you talking about?\n\nANNA\nWhat am I talking about? I just got off\nthe phone with a woman who insisted on\nspeaking with John “Connor.” Said she ~\nwas your mother. I told her she had the\nwrong number. John “Kaplin” lives here.\n\nJohn cringes.\n\nJOHN\nAnna, listen to me.\n\nANNA\nIt's not the first time this Connor\nthing’s come up. Just tell me the truth,\n\nJohn. I’m tired of thinking that I’m\nparanoid.\n\nJOHN\nYou're not paranoid.\n\nANNA : .\nIs it true? Is it?!\n\nJohn gives her a forfeiting nod. Anna backs away.\n\n“ANNA (CONT'D)\nI don’t know you.\n\n61 DIN\n\nJOHN\nAnna, I can explain everything.\n\nANNA\nWhat? How you lied to me? You lied to\nme!\n\nJOHN\n\nAnna, please.\n\n \n\finden\n\npos,\n\nANNA\nfemoticnai)\nWho are you?! Here I am, faliing in Love\nwith some guy, = don’t even know!\nEverything, sur wnoie relationsnip, +s a\ngoddam lie!\n\nanna begins crying. John reaches for her.\n\nJCHN\nAnna.\n\nANNA\nDon’t touch me!\n\nAnna shoves John back. Nosy neighbors across the street spy\non the domestic dispute.\n\nSOHN\nYou have every right to be angry.\n\nAnna fires up the ignition.\n\nJOHN (CONT'D)\nAnna, please.\n\nANNA\n(suppressing her anger)\nI need to take a drive.\n\nAnna puts the car in gear and drives off.\n\nJOHN\nAnna! Shit...\n\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN\nAnna! Shit... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBURBAN HOUSE\n\nJohn enters and finds a few things broken on the floor -- a\n\nresult of Anna’s temper tantrum. The fax machine finishes\nspitting out a facsimile.\n\nJohn glances at the fax, studies it quickly. He goes to set\nit aside when something catches his attention. He examines\nthe fax again. Something doesn’t add up.\n\nJohn opens a filing cabinet and rifles through some papers.\nHe finds another fax sneet on Cyberdyne Systems. He piaces\nthe two pages on top of each other and holds them up to the\nlight. They’re identical. Alarmed, John reaches for the\nphone. No dial tone -- Anna ripped the cord out of the wall.\nJohn flips open his cellphone.\n\nMK\n\n© GD PM P\n\f22.\n\nINT. SATA SAFE - NIGHT\n\nohn Connor’s computer company. Camera tracks past an\nimpressive display of mainframe computer systems, all rack-\nunted., Large flatscreen monitors hang on the walls. 3o0yd\n\nin the progress of locking up when nis ceilphone rings.\nZe answers the call.\n\n \n\n \n\n \n\nBOYD\nYeah.\n\nINTERCUT:\nzohn speaks on his cellphone.\n\nJOHN\nThey’ re identical.\n\nBOYD -\nHere we go again.\n\nJOHN\nNo, listen to me, Boyd. This is serious.\nIt’s a facade. Cyberdyne’s masking their\noperation. I just looked at the project\nsheet. It’s identical to the one they\nhad last quarter except for the dates.\n\nBOYD\nNo shit?\n\n: JOHN\nBoyd. I want you to do a deep-tissue\nsearch. Hack into every goddam thing\n\nCyberdyne’s got going on over there. Get\non it.\n\nBOYD\nIt’s done.\n\nJOHN\nAnd call me soon as you know anything.\nI’m on Anna‘s cell. You got that number,\nright?\n\nBOYD\nYeah.\n\nJohn hangs up. A beat later he dials again.\nINT. VOLKSWAGEN BEETLE - DRIVING - DAY\n\nAnna is driving when her cellphone rings. She struggles to\nhide her emotion as she takes the call.\n\nMK\n\n© SS PD WhO\n\fz\n\nANNA\nWhat do you want?\n\nINTERCUT TO JOHN:\n\nJOHN ;\nAnna, if you’d jus give me a chance to\nexplain.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe struggles to\nhide her emotion as she takes the call. MK\n\n© SS PD WhO\n\fz\n\nANNA\nWhat do you want? INTERCUT TO JOHN:\n\nJOHN ;\nAnna, if you’d jus give me a chance to\nexplain. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA\nExplain.\nJOHN\n\nI can’t do this over the phone.\n\nANNA -\nThen where?\n\nJOHN\nCafe Soliel in fifteen minutes.\n\nANNA\nFine.\nCUT TO:\nEXT. MILITIA COMPOUND - DAY\nSarah and a team of SEVEN MERCENARIES load up two 4X4 wagons\n\nwith ultra-high-end weapon systems and boxes of ammo. Sarah\n\nhas a cellphone to her ear, listening to the other end ring\nand ring. .\n\n. coe SARAH oo : oo te\n..: «Come on, John, answer the goddam phone. . ‘\n\nINT. JOHN CONNOR’S HOUSE :\n\n \n\n \n\nJohn home phone has been ripped out of the wall by Anna‘s\ntemper tantrum.\n\nEXT. MILITIA COMPOUND - DAY\nFrustrated, Sarah end the call. She straps on a holster\n\ndesigned for two HK G-36 fully auto assault rifles with\npistol grips and folding stocks. She slaps in a new clip.\n\nOt G NY PO:\n\nCUT TO:\n\nMK\n\f24.\n\nEXT. SANTA MONICA BLVD - SAY\n\ny\n\nvohn’s Ford Explorer traveis toward an GUTDOOR MALL. 500\nfeet above flies Terminator in the stolen MD-520N helicopter.\nvyohn’s Explorer pulls into the underground parking structure.\n\nEXT. OUTDOOR MALL - CAFE SOLIEL\n\nJohn finds Anna at a table near a large glass window. He\ngoins her. The mood is more than uncomfortable...\n\nJOHN\nHi.\n\nANNA\nHi.\n\nA WAITER approaches the table.\n\nWAITER\nSomething to drink?\n\nJOHN\n(to Anna)\nCoffee?\n\nAnna nods. .\n\n‘a JOHN (CONT'D)\nTwo black coffees. Thanks.\n\nJohn gives Anna a look, takes a deep breath. This isn’t\ngoing to be easy.\n\nJOHN (CONT'D) .\nMy mother’s name is Sarah Connor. She‘’s\na fugitive. Wanted by the FBI,:CIA, NSA,\nyou name it. I have to.say she’s dead to\n‘protect her. And me. 7.0,\n\n \n\nANNA\nYou’re serious.\n\nJohn’s look says it all. Anna takes a moment to digest this.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd me. 7.0,\n\n \n\nANNA\nYou’re serious. John’s look says it all. Anna takes a moment to digest this. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA (CONT'D)\nWhat’d sne do?\n\n© G PO PO\n\nJOHN\nAccording to authorities? Enough to\nserve a half-dozen life sentences.\n\n‘ Anna stares off, sickened.\n\nMK\n\fne\noO\n\nANNA\ni don’: feei well.\n\nJOHN\nShe’s innocent, Anna. It’s ail a\nsmokescreen. <= can’t fuily get into\n\ndetail but what I can tell\n\nyou is --\n\nANNA\nz need to use the restroom.\n\nShe leaves the table. John stares after ner with concern\nwnen his cellphone rings.\nJOHN\n(answering the call)\nYeah.\n\nINT. DATA SAFE ~\n\nBoyd sits before a terminal, data reflected in his glasses.\nHe looks amped.\n\nBOYD\nYou’re right. It’s all bullshit.\nCyberdyne’s got a half dozen other\nprojects going on over there. Tight\nsecurity shit.\n\nINTERCUT:\n\nJOHN\nAnything A.1I.? .\n\nBoyd types into the terminal, ‘punching up data.\n\n‘ BOYD - woe\n‘From what I can see there's only one. ao .\nBut it’s under’ serious lock.and key. I\ncan’t get anything on it.\n\n \n\nJOHN\nWhat about the name? The designer?\nWhat's the project called?\n\nBOYD\n\nJeez, Z‘m not a machine, give me a second\nhere.\n\nOi G9 PO PO\n\nSohn waits anxiously for Boyd’s information.\n\nWOMEN’S ROOM\n\nAnna returns from the bathroom, composed, make-up perfect.\nShe takes a seat at the table and turns to John with a smile.\n\nMK\n\fey\n\n26.\n\nSOHN\n(concerned)\nYou okay?\n\nANNA\nOf course. Shouldn't I be?\n\nvonn is somewhat baffled by Anna’s conciliatory response and\nSright smile. Something seems out of place.\n\nJOHN\nI don’t know, should you?\n\nBoyd’s voice comes over the cellphone.\n\nBOYD\nOkay, here it is.\n(beat)\nThe project’s called uh...Skynet.\n\nThe blood drains from John’s face.\n\nThe MDS20N ROARS as it lands right in the middle of the\n\noutdoor mall. Shoppers scatter, escaping the deadly rotor\nblades and torrent winds. Terminator exits with two .",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe MDS20N ROARS as it lands right in the middle of the\n\noutdoor mall. Shoppers scatter, escaping the deadly rotor\nblades and torrent winds. Terminator exits with two . \n\nTARGET SECTION TO BE ANNOTATED:\n45\npistols in each hand.\n\nSLOW MOTION\n\nJohn dives on Anna, sending her to the ground and shields her\n\nwith his body just as BLAM! BLAM! BLAM! The Terminator\nblasts away!\n\nThe large glass fountain SHATTERS from the onslaught. John\ntakes Anna by the hand... .\n\nJOHN os eeotoke\nCome: on! ne vm\n\nJohn yanks her toward the back exit where they narrowly ‘\nescape Terminator’s attack fire.\n\nEXT. OUTDOOR MALL - DAY\n\n \n\nJohn and Anna race across the mall, weaving in and out of the\ncrowd. John stumbles upon a Security Officer. He snakes the\nrent-a-cop’s GLOCK .40 rom the man’s holster.\n\nGt G PS PS\n\nTerminator marches past frantic shoppers who lie on the\nground, trembling. He levels both .45s and explodes rounds\nin John's direction. Shoppers scream as they hit the deck!\n\nMK\n\fy\n\n27.\n\nEXT. MOTORCYCLE SHOP - CAY\n\nsohn and Anna race across the street and come upon a\nmotorcycle dealership. In front, countless motorcycles are\nparked side-by-side, back tire to the curb. John shoves the\nSlock in the face of a motorcyclist’s face who is backing his\nbike to the curb.\n\nJOHN\nGet off the bike!\n\nMOTORCYCLIST\nCome on, man! [I just bought this --\n\nJOHN\nNow!\n\nThe Motorcyclist backs off. Anna jumps onto the bike. Not\njust any bike. A red Suzuki GSX1300R “HAYABUSA.” ~The\nfastest sport bike in production. Anna sits in the forward\ndriver’s position, revving the engine.\n\nJOHN (CONT'D)\nMove over!\n\nANNA\nGet on!\n\nJOHN\nMove over!\n\nSeveral shots whistle over John’s head. Terminator charges\nacross the street, blasting rounds of ammo.\n\nNo time to argue. John hops on the back, Anna steps into\nfirst and pumps the throttle. The Hayabusa is. at 50 ™mph in\none-thousand-one, one- thousand-two. :.\n\n“SCRRRREEEECH! A TRUCK slams on ‘the brakes when Terminator\n\nraces across the middle of the street. The truck SMASHES\ninto Terminator. .",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n“SCRRRREEEECH! A TRUCK slams on ‘the brakes when Terminator\n\nraces across the middle of the street. The truck SMASHES\ninto Terminator. . \n\nTARGET SECTION TO BE ANNOTATED:\n .\nTerminator bounces off the grill and skids across the\npavement.\n\nUnscathed and quickly on his feet, Terminator marches toward\nthe row of sport bikes and hops on a black NINJA ZX-12R. The\nonly street-legal bike which can keep pace with a Hayabusa.\n\nTerminator hot-wires the bike, revs the bike, steps on the\nshifter and gives full throttle! The bike is a blur as it\nwheelies down the street!\n\n \n\noO 119:\n\nMK\n\fEXT. SANTA MONICA BLVD - DAY\n\nvohn hangs on as Anna screams down the boulevara at seventy\nmiles an hour. A red light ahead!\n\nJOHN\nWatch out!\n\nAnna goes through the light, narrowly missing a SEMI. She\nweaves into the center iane where the traffic is less dense.\n\nTerminator comes upon the red light and finds the Semi\n\nblocking his path. Terminator lays the bike down on its side\nwith its wheels still pointed forward and rests his body onto\nthe engine which skids across the pavement. Sparks shower as\n\nTerminator surfs the motorcycle beneath the Semi at fifty\nmiles an hour.\n\nOnce clear of the semi, Terminator picks the bike back onto\nits wheels and climbs on without missing a beat.\n\nAnna races the superbike into a hard turn. Unable to make\nthe angle, she drives the bike up onto the sidewalk.\n\nJOHN (CONT’ D)\nWhen d'ya learn to ride like this!?\n\nANNA\n\nThere’s things you don’t know about me,\ntoo!\n\nBAM! BAM! BAM! John looks behind and sees Terminator\ngaining.\n\nANNA (CONT'D)\n\n  \n\nHang on!\n\nAnna rolls on more throttle. . Speedometer :climbs: to 100 mp!\nas the superbike’streaks down Olympic'Blvd.  -\n\n \n\n \n\nTERMINATOR POV. A GPS MAP DISPLAY indicates traffic. °\nOptimal routes. Danger areas. It’s like a video arcade game\nin fast motion -- except Terminator’s highly sophisticated\nCPU leaves no room for error.\n\nAnna speeds down a street directly parallel to the 10\n\nfreeway. To ner right is a 15 foot berm which ramps up to\nthe freeway.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s like a video arcade game\nin fast motion -- except Terminator’s highly sophisticated\nCPU leaves no room for error. Anna speeds down a street directly parallel to the 10\n\nfreeway. To ner right is a 15 foot berm which ramps up to\nthe freeway. \n\nTARGET SECTION TO BE ANNOTATED:\noi © DO PO\n\nAnna turns the sportbike into the ramp at an easy angle,\ncreating an Evil Knevil class jump!\n\nJohn white-knucles it as Anna jumps the sport bike up the\nberm and jumps off...\n\nMK\n\f: Terminator’ s “speedoneter\n\n29.\n\nExT. i0 FREEWAY\n\nAnna and John hang snto =he Hayabusa as the sike flies across\ntncoming westbound freeway lanes craffic lixe a bird...\n\nThe Hayabusa iands onto che eapebound fast lane and keeps\ncace with traffic.\n\nZohn screams at Anna, adreniline-pumped.\n\nvOKN\nWHO THE HELL ARE YOU!?\n\nAnna turns to John, smiles casually, then focuses back on the\nzvoad ahead.\n\nTerminator’s Ninja flies across westbound traffic in the same\nfashion...but he lands on the roof of a semi.\n\nTerminator speeds along the semi trailer and jumps off onto\nthe freeway where her resumes pursuit.\n\nAnna sees Terminator approaching in the rearview. She speeds\nonto the shoulder of the freeway and gives full throttle.\n\nJohn’s face contorts from the furious ram air, his cheeks\n\nflapping violently. Eyes squinted hard as the Hayabusa takes\nthem to 130 miles.\n\nTerminator levels his .45...BAM! BAM! BAM!\nAnna glances down at the Hayabusa’s speedometer which climbs\n\nto 150 miles per hour. The freewayscape ahead contorts\nStrangely with a tunnel-vision effect. The traffic melts\n\n-inte a solid wall of Detroit steel. The speed is almost\n\neuphoric.\n\n   \n\n \n\n‘imbs to. 160 mph.\n\n   \n\nAnna‘s speedometer climbs to: 170.\"\nTerminator, 180.\n\nAnna applies the brakes. Terminator drives through a wall of\nblack smoke.\n\nAnna takes an off-ramp which Terminator unwittingly passed.\nEXT. OFF-RAMP\nAnna screams down the off-ramp and locks the brakes! And\n\nwith no room to spare as dissecting traffic comes within\ninches of her front tire.\n\nMK\n\n©u G PO PM\n\n \n\fuw\nOo\n\nEXT. 210 FREEWAY\n\nTerminator slows the Ninja and races over to the right\nshouider of the freeway and jumps off the overpass.\n\nEXT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd\n\nwith no room to spare as dissecting traffic comes within\ninches of her front tire. MK\n\n©u G PO PM\n\n \n\fuw\nOo\n\nEXT. 210 FREEWAY\n\nTerminator slows the Ninja and races over to the right\nshouider of the freeway and jumps off the overpass. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OVERPASS\n\nTerminator’s Ninja lands down onto the street. .45 leveied,\nTerminator pumps off several shots at John.\n\nAnna screams on the throttle, escaping the deadly fire.\n\nJOHN\nThe Metrolink!\n\nAnna sees what John is indicating. She drives onto the\n\nsidewalk and down the stairs of the Metrolink -- L.A.’s new\nsubway system.\n\nINT. METROLINK\n\nAnna races down the stairs and drives through the ticket\n\ngate. An opened maintenance door offers a route past the\nrevolving security gates.\n\nTerminator drives the Ninja up onto the wall, using it as a\nramp and jumps the bike over the revolving security gates.\n\nINT. METROLINK - TRAIN TUNNEL\n\nAnna jumps down onto the subway tracks and pours on full\nthrottle. The Hayabusa is at 90 mph in seconds, rocketing\ndown one pair of tracks. An oncoming train traveling down\nthe sister tracks streaks past, a mere arm’s reach away. One\nwrong twitch, instant death. The effect of speed is\ndizzying. :\n\nTERMINATOR POV. Nightvision gives a better view of the dark\nsubway tunnel. Terminator’s own digital Speedometer\nclimbs...90 mph...100 mph...\n\nJohn spins around and blows several shots at Terminator’s\nNinja with his Glock .40.\n\nBullets spark off Terminator’s bike as he pursues.\n\nAnna cuts a fast turn down a...\n\nINT. UNDEVELOPED SUBWAY TUNNEL\n\nThe Hayabusa banks high up on the hard-packed dirt wall.\n\nTerminator makes the same high-bank turn!\n\nGi & PO PO\n\n \n\f \n\nJOHN\nWatch out!\n\nvp ahead, an unmanned tractor blocks their path!\n\nAnna drives the Hayabusa up onto the rounded banked walls of\nthe tunnel and successfully escapes the collision.\n\nTerminator emulates. The two superbikes scream past like two\niuge sleds racing down an Olympic chute.\n\nAnna rolls on full throttle while John explodes his remaining\nrounds at Terminator’s Ninja. Bullets sparking off his bike,\nTerminator remains glued to them like a tail on a comet.\n\nUp ahead, a large stack of steel beams. Anna races high up\nonto the right wall. Terminator speeds high along the left\nwall. With the obstacles between them, Anna and John are\nsafe. Until...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerminator speeds high along the left\nwall. With the obstacles between them, Anna and John are\nsafe. Until... \n\nTARGET SECTION TO BE ANNOTATED:\nGet ready for this...\n\nTerminator climbs higher up onto the wall and travels across\nthe ceiling -- upside-down!\n\nJohn aims the Glock above and pumps off the remaining shots\nat Terminator. BLAM! BLAM! BLAM! The gun empty, John\ndiscards the pistol.\n\nTerminator descends the other side of the sloped tunnel wall\nand down toward Anna.\n\nThe tunnel forks ahead! Anna fakes left, then suddenly\ncranks the bike right, CRASHING through several wooden planks\nwhich read -- END OF CONSTRUCTION.\n\nAnna hits the brakes hard. -Both tires lock. But the\nsuperbike can’t stop fast enough. CRASH! Right into the\ndead end wall of rock.\n\nJohn picks himself up off the dirt, scraped up and bruised,\nbut not badly injured. Anna, alert and unscathed, checks on\nJohn‘ s condition.\n\nANNA\nYou okay?\n\nJohn shrugs, freaked out.\n\nAnna turns her head to the sound of a motorcycle engine\nrevving.\n\nAt the entrance of the dead-end tunnel, Terminator drives\nforward on the Ninja. He revs the bike in the darkness, red\neyes glowing ominously.\n\n© @ PS\n\nMK\n\fCLOSE ON the rear tire of the Ninja es it spins max RPMs,\nkicking up dirt. The tire catches traction, rocketing\nTerminator toward T-1G and John. Terminator levels his .45\nand empties the rest of the clip. 3AM! BAM! 3AM!\n\nAnna jumps in front of John and takes the punishment.\n\nBullets rip through Anna’s chest, exit the opposite side of\n\nher body, narrowly stretching out her skin in the diameter of\nthe bullet. A familiar effect.\n\nJohn reacts as Anna returns to default mode. THE T-1G.\nT-1G shoves John out of the way with inhuman strength.\n\nTerminator barrels the bike into T-1G...CRASH! A small\nEXPLOSION of fire spreads!\n\nTerminator grabs T-1G and throws her hard into the rock wall.\nT-1G runs up the wall, backflips off and comes down on top of\nTerminator with a violent kick. SMASH! Terminator stumbles\n\nback. He picks up the Ninja and launches it at T-1G.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMASH! Terminator stumbles\n\nback. He picks up the Ninja and launches it at T-1G. \n\nTARGET SECTION TO BE ANNOTATED:\nT-1G catches the bike like she was thrown a ball, tosses back\n\nat Terminator. Terminator ducks as the bike impacts the\nwall.\n\nT-1G runs at Terminator. SMASH! The rock walls of the\ntunnel cave as the two machines battle it out. Terminator\ndrives his fists into her repeatedly. But his fists move\nthrough her as her form turns to static energy. It’s as if\nTerminator is battling a ghost. In this mode, T-1G can’t be\ninjured, nor can she injure.\n\nTerminator swings his arms through the static energy gas, but\nwith no effect.\n\nT-1G turns into a static fog, then DISAPPEARS. Where'd she\ngo?\n\nJohn looks around confused. He watches Terminator search the\narea, equally as baffled.\n\nTerminator turns cold eyes upon John and levels his .45.\n\nJohn winces, ready to die.\n\nBAM! BAM! BAM! But the bullets never reach John; they seem\nto have hit an invisible barrier half way.\n\nTerminator examines the compacted bullets which appear to be\nstuck in mid-air.\n\nMK\n\nGv GS PI\n\fw\nw\n\n     \n\nminator reacts as the background becomes « foreground.\n= 7 vi sh\n‘s i 2 i y. Making her\n\n \n\nvirtually invisible.\n\n7 iG steps into Terminator and WHACK! Xicks the giant across\nface. Terminator stumbles back.\n\n  \n\n7-16 disappears again.\nTerminator once again searches for his enemy.\n\nJOHN'S POV. He sees T-1G standing directly between him and\nTerminator.\n\nTerminator sees John, but not T-1G.\n\nTERMINATOR POV. His vision changes to INFRARED. No avail.\nHis vision changes to SONAR. T-1G is seen! _\n\nSONAR POV. The outlined figure of T-1G racing toward\nTerminator! WHACK! WHACK! WHACK!\n\nJohn watches T-1G go ballistic, kicking the shit out of\nTerminator. The cyborg doesn’t stand a chance against the\nsuperior machine.\n\nT-1G picks up Terminator and throws him hard into a steel\nsupport beam. The support beam collapses. A tsunami of dirt\nand rock impact Terminator as the roof caves in. Completely\nburying him.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe support beam collapses. A tsunami of dirt\nand rock impact Terminator as the roof caves in. Completely\nburying him. \n\nTARGET SECTION TO BE ANNOTATED:\n The roof continues caving in, threatening\nJohn’s life.\n\nT-1G grabs John and carries him away from the danger zone.\n\nFinally, the avalanche stops. T-1G turns and examines the\n\nccave-in. Terminator is buried in forty feet of dirt’ and\n\nrock. . -\nJohn, shaken up and adrenaline pumped, turns to T-16.\n\nJOHN\nWhere’s Anna?!\n\nT-1G6\nTerminated.\n\nJohn sinks down into a crouched position, staring blankly at\nthe ground, eyes watering. He shakes his head, struggling\nwith the harsh reality.\n\nThe sound of a subway train echoes in the distance. T-1G\ntakes John’s hand.\n\not @ PO PS\n\nMK\n\f“)\n\n-it ‘CONT’ 2)\n\nCome on.\n\n \n\nnn pulls away, emotionally upset. John sinks to the\nround, emotionaliy destroyed.\n\nJOHN\nJesus... Anna....no, NOOQCO!\n‘ohn sinks down, tears streaking down his face.\nT-16\n\nWe have to hurry, John. We can’t do this\nnow.\n\n7-1G offers John her hand.\n\nINT. SUBWAY TRAIN\n\n7-1G and John take a seat near the back. John suffering from\nthe loss of Anna, stares blankly at the floor with tear-\nstained eyes. Several GANGBANGERS leer lustfully at T-1G.\n\nJOHN\nI don’t understand. Why'd he kill her?\nT-1G\nAnna was important to the resistance.\nAnd to you.\n\nJohn wipes his eyes, struggling with his emotions. T-1G\nturns to John with a hint of compassion.\n\nT-1G (CONT’D)\nI’m sorry... :\n\nJohn takes a deep breath, fighting to pull himself together.\n\nJOHN © nd oo\nWhy’d you take on her likeness?\n\né\n\n \n\n \n\nT-1G ° .\nI knew you would mourn her death. Given\nthe immediate circumstances, there was no\ntime for that.\n\ncohn glances at 7T-iG, studying her.\n\nOi G9 PO DO\n\nJOHN\nSo lemme guess, I sent you from the\nfuture to protect me.\n\nT-1G\n(nods)\nTwenty-five years from now.\n\nMK\n\fvy\n\nsCHN\nHard for me co imagine I was able to\ncapture and re-program you.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nOi G9 PO DO\n\nJOHN\nSo lemme guess, I sent you from the\nfuture to protect me. T-1G\n(nods)\nTwenty-five years from now. MK\n\fvy\n\nsCHN\nHard for me co imagine I was able to\ncapture and re-program you. \n\nTARGET SECTION TO BE ANNOTATED:\nT-1G6\nI can’t be captured I can’t be re-\nprogrammed.\n1\n\nconn is baffled. i\n\nT-1G (COnT’ BD)\nYour soldiers stormed Cyberdyne’s main\nfactory. You programed the facility to\nbuild me to your own specifications.\n\nbut not all of it makes sense.\n\nJOHRN\nI don’t get it, why the chase? Why’d you\nrun from the Terminator when you had no\nproblem kicking the shit out of it?\n\nT-1G\nI had to assume it was an advanced\nprototype.\n\nJOHN\nLike you?\n\nT-1G\nNot like me. I’m the only one of my\ntype.\n\nJOHN\nAnd what type is that?\n\n_ T-16 oo, -\nCyberdyne System’s most elite model,\nT-1G. : .\n\n\"JOHN\n\nSo what are you, liquid metal?\n\nT-1G6\nSentient frequency matter.\n\nSOHN\nWhat’s that?\n\nT-1G\nTrillions of molecular engineered\nparticles which can take on any physical\nform.\n\n61 @ POD\n\nMK\n\feer ore oor\n\nwre wwe\n\n>\n\n36.\n\nJOHN\nSo you can basically make yourself into\nanything you want.\n\nT-16\nWithin certain limits.\n\nJOHN\nHuman?\n\nT-1G\n(holds out her hand)\nTouch me.\n\nJohn reaches out and feels her skin. Soft, warm, seemingly\nAuman.\n\nJOHN\nI can’t tell the difference.\n\nT-1G\nA surgeon couldn’t.\n{examining John)\nYou're frightened.\n\nJOHN\n(deep breath)\nI’m just not used to being second on the\nevolutionary scale. .\n\nINT. UNDEVELOPED SUBWAY TUNNEL\n\nThe heaping pile of dirt and rock separate as Terminator’s\ntorn hand spears through.\n\n  \n\nCUT TO:.\n\n \n\nEXT. CITY STREET - NIGHT\n\nT-1G yanks open the door of a SEDAN.\n\nT-1G\nThere’s nothing Sarah Connor can do to\nhelp us. Get in.\n\n. 2\n\nMy mom...I ‘Should call her. Q\n3\n\n=\n\noD\n\nINT. SEDAN - DRIVING - NIGHT\n\nT-1G cranks the steering wheel.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI ‘Should call her. Q\n3\n\n=\n\noD\n\nINT. SEDAN - DRIVING - NIGHT\n\nT-1G cranks the steering wheel. \n\nTARGET SECTION TO BE ANNOTATED:\n The Sedan skids across the\nfreeway in front of traffic, near-collisions left and right.\n\nJOHN\nI thought the idea was to keep me alive.\n\nMK\n\f37.\n\n  \n\nThat's naif\n\nCOHN\nWhat's the cther hal£?\n\nT-iG\nIn forty-three minutes, Skynet gains\nconsciousness.\n\nvohn's blood ices.\n\nJOHN\nForty-three minutes? It’s going to take\nthat long to get there!\n\nT-1G races past traffic, weaving in and out of cars. She\ncranks the steering wheel and speeds down an exit.\n\nJOHN (CONT’ D)\nWrong exit! Where’re you going?\n\nT-1G\n\nTo your computer lab. Datasafe.\nJOHN\n\nWhy?\nT-16\n\nYou recently created a program which has\nsentient qualities. Self-writing\nsoftware. Semi-conscious. It crashes\nmainframes.\n\nJOHN\nIcebreaker.\n\nT-1G\nExcuse me?\n\nJOHN\nThe name of the program.\n\nT-1G6\nWe’re going to use Icebreaker to crash\nSkynet.\n\nJOHN\nCrash Skynet?\n\nT-1G cranks the wheel, skidding past cars.\n\n© © PO PS\n\f38.\n\nSOHN (CONT'D)\nYou're talking about busting down a\nbillion dollar computer platform that’s\nartificially intelligent. Little out of\nmy league here.\n\nT-16\nJust before Skynet becomes aware, it will\ngo through a period of disorientation.\nDuring then, it’s vulnerable.\n\n-vohn sees a glimmer of hope.\n\nJOHN\nHow long’s this period of time?\n\nT-1G\nEight, possibly nine seconds.\n\nINT. JOHN CONNOR’S REAL HOUSE - NIGHT\n\nSarah and her team of Mercenaries search the place for John\nwho’s nowhere to be found. Sarah pets John’s German\nShepherd, Bandita, calming the animal.\n\nSARAH\nHi, girl, where’s John?\n\nSarah leaves Bandita and continues to search the house. She\nfinds the faxed pages of Cyberdyne systems. Searches John’s\ndesk and finds a business card which reads:\n\nDATASAFE. Technology risk assessment. John Kaplin, president.\n\nSarah notes the address. .\n\n \n\n     \n\n‘EXT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn Kaplin, president. Sarah notes the address. . ‘EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n {OFFICE BUILDING - NIGHT\n\nThis modest two story structure is located near LAX airport.\nLarge jumbo jets occasionally ROAR overhead. The Sedan skids\nto a stop. John and T-1G hustle out of the car.\n\nINT. DATASAFE\n\n2\n2\n3\n5\n\nMK\n\ncohn and T-1G exit an eievator whicn leads into the large\nwarehouse. John unlocks the glass security door and punches\nin the alarm code.\n\nJohn hits the master switch and powers up the entire computer\nnetwork.\n\nT-1G stands behind John as he seats himself before the main\nterminal. John focuses on the large-screen monitor.\n\fy\n\n39.\n\nJOHN\nTakes a minute for the system to power\nup.\n\nT-1G lifts her nead as the obnoxious ROAR of a 747 passes\ncverhead, rattling the windows.\n\nJOHN (CONT’ D)\nMay not be the quietest building in the\nworld, but the rent’s cheap.\n\n7-1G gives John a warm smile.\n\nJOHN (CONT'D)\nLet me ask you something. How d‘you\ndisappear like that? By changing\nyourself molecularly into air? How?\n\nT-1G -\nThat would make me ineffective in battle.\nRe-molecularzation takes time.\n\nJOHN\nSo what do you do?\n\nT-1G disappears before John. John reacts curiously.\n\nT-16\nI project what’s behind me, onto my body.\n\nT-1G moves to John’s other side. What she had projected onto\nher body now clashes with the background and makes her stand\nout like a sore thumb.\n2\nJOHN\nWhoa...\n\nJohn watches T-1G returns to her default ‘mode: The :computer\n\n‘beeps as the system goes online.\n\n: T-1G6\nYou’re online.\n\nJOHN\n(snaps out of awe)\nYeah. Right.\n\nJohn wipes the cold sweat from his brow, takes a deep breath.\n\nT-1G\nRelax, John.\n\nJOHN\nI got a nine second window to save three\nbillion lives, it’s a little hard to.\n\f40.\n\nON THE MONITOR. John's company logo appears. 2ATASAFE.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\n40. ON THE MONITOR. John's company logo appears. 2ATASAFE. \n\nTARGET SECTION TO BE ANNOTATED:\nvyonhn's fingers dance across the keyooard as he logs onto\nCyberdyne Systems.\n\nJOHN (CONT‘D)\nHow’ re we doing on time?\n\nT-iG\nComing up on our window in a minute and a\nhalf.\n\nJOHN\n\n(shaking his head)\nLet’s just hope they haven’t changed the\ncode.\n\nCyberdyne’s dazzling logo appears. Then a WARNING FLASHES.\n\nCYBERDYNE COMPUTER (VO)\nUNAUTHORIZED ADMITTANCE, PLEASE ENTER\nMASTER COMBINATION.\n\nJOHN\nShit! The code's twenty-digits. Alpha-\nnumeric. It takes Icebreaker five\nminutes to decipher it. We’re screwed.\n\nT-1G leans over John and types into the keyboard, fingers\nblazing.\n\nCYBERDYNE COMPUTER (VO)\nAccess granted. Welcome to Cyberdyne\nSystems.\nJohn looks up at T-1G, amazed.\n\nT-16 .\nThat much I know. The rest is up to. you~\n\nJohn feverishly goes back to work.\n\nON MONITOR. Icebreaker’s 3-D graphic lays on top of\nCyberdyne’s menu. John clicks on one of Icebreaker’s\noptions.\n\nJOHN\nRun full crash.\n\n© & BPS I\n\nJohn hits the ENTER key. He stares at the computer screen,\nanxious, nervous.\n\nJOHN (CONT’D)\nAll we can do now is hope and wait.\n\nMK\n\f41.\n\n   \n\nis\n\nneck\n\nhn stretches his back, takes an anxious oreath.\nces her hands on John’s snoulders ana cives him\n\nod\n\nT-i¢\n\nHow's that feei?\n\nJOHN |\n(slightly uncomficrcable)\nNot bad. ‘\n\nvohn focuses on the monitor, surprised by wnat he sees.\n\nJOHN (CONT’D)\nThat was fast.\n\nT-1G\nWhat?\n\nJOHN\nIt got right past the inner firewall and\ninto the core. You’re right, the system\nis weak.\n\nDazzling computer graphics visually show Cyberdyne’s central\nnervous systems. The core.\n\nJOHN (CONT’D)\nData is being corrupted. It’s working.\n\nJohn, electric, types into his keyboard, but his computer is\nlocked.\n\nJOHN (CONT’D)\nI’m frozen. Shit.\n\nJohn fights to remedy the situation.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN (CONT’D)\nI’m frozen. Shit. John fights to remedy the situation. \n\nTARGET SECTION TO BE ANNOTATED:\n --\n\nJOHN (CONT? D) -\nSomething’s wrong. This shouldn’t be\nhappening.\n\n: T-1G\nWhat’s the problem?\n\nJOHN\nI’m losing bytes. <=t’s downioading my\nentire network! I have to abort.\n\nJohn’s jaw falls agape as his body convulses with a deadly\ndose of amperage.\n\nT-1G\nYou’ re terminated.\n\nOt G9 POH:\n\nMK\n\f42.\n\n¥A-BLAM!\n\nT-iG is blown back, her hands sparking with electrical\ncurrent.\n\nZonn falls to the ground, still choking from the electrical\ndose.\n\nSarah Connor marches toward T-1G with her two HK G-36s. She\nrevels them at T-1G and fires a constant stream of ammo.\n\nSarah's Mercenaries back her up. Exploding a barrage of\ngunfire ac T-1G.\n\n?-1G’s body contorts hideously as she stumbles back from the\nconstant onslaught. Each bullet creating long spinule exit\nholes.\n\nSarah empties both ammo belts, during the brief pause, she\nquickly turns to John.\n\nSARAH\nGet out of here!\n\nSarah reaches behind her back for a .50 caliber sniper rifle,\nlevels it at T-1G. But before she can squeeze off a shot...\n\nT-1G’s body turns to an electrical gas. And in this ghost-\nlike form, the bullets have little effect. T-1G then\ndisappears into thin air.\n\nSarah and the Mercenaries search the area, confused as hell.\nMercenary #1, carrying a ROCKET LAUNCHER, is cut across the\n\nthroat. The soldier stumbles to the ground, dead. Mercenary\n#2 is knocked t ten feet into’ the wall. . CRASH! :\n\n     \n\nMERCENARY\n“Where the fuck is iti?\n\nMercenary #4 is kicked off his feet, neck broken. Mercenary\n#3 fires wildly, screaming in fear. He suddenly stops, drops\nhis weapon and falls to the floor, a gaping hole in his back.\n\nThe remaining Mercenaries open fire and spray the entire\nroom. During this, two more Mercenaries are cut down.\n\nJohn grabs Sarah and pulls her back.\n\nJOHN\nYou can’t win, come on!\n\nSarah EXPLODES shots randomly.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn grabs Sarah and pulls her back. JOHN\nYou can’t win, come on! Sarah EXPLODES shots randomly. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n© G PM\n\nMK\n\f43.\n\n \n\n77S, seen for a split second, disappears. Saran, ‘freaxed,\n-#veis the .50 caliber, oumps off a barrage of gunfire.\n\nran reacts as one of her bullets seems to nave stopped in\n\nm. id-air. T-1G’s camoufiaged form is partiaily revealed as\nhe background which she projects on her body isn’t perfectly\nmatched to perspective.\n\n \n\nSaran clicks her .50 caliber to an empty chamber. While she\nsiaps in a full clip, T-1G’s partially camouflaged form again\n22.Sappears.\n\n \n\n  \n\nSHACK! Sarah is kicked in the chest. She flies back hard\nnto the elevator doors, dislocating her shoulder. John\nrushes to her side.\n\n \n \n\n7-iG makes herself appear as she marches toward John and\nSa arah.\n\nSING! The elevator doors open. T-1G looks up at...\nTerminator! He holds a .40mm HK69 grenade launcher.\n\nTERMINATOR\nGet down.\n\nTerminator fires a GRENADE which impales T-1G’s chest.\nEXPLOSION! T-1G is blown back from the violent force. She\ntumbles across the floor, her body vaporizing into streaks of\nsizzling light. The lights pours back into itself and\nreforms T-1G, returning her to default mode.\n\nT-1G jumps up onto the ceiling, sticks to it like a spider.\nShe jumps down, grabbing hold of the ROCKET LAUNCHER.\n\nTerminator fires another grenade... .EXPLOSION! T-1G, .\ncarrying the rocket_ ‘launcher, :-is blown through: thi window...\"\nCRASH! . , Glass everywhere! | . :\n\n \n\n \n\nTerminator looks down at John, offers a hand.\n\n \n\nTERMINATOR (CONT! D)\nCome with me if you want to live.\n\nJohn is beyond confused. Isn’t this the bad guy? No time to\nfigure this out now. He grabs hold of Terminator’s hand,\nzamps to his feet, nusties to Sarah wno struggles to ignore\nche pain of her dislocated shoulder.\n\n© © PY PO\n\nSarah grabs one of the HK G-36s with her right (good) arm.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo time to\nfigure this out now. He grabs hold of Terminator’s hand,\nzamps to his feet, nusties to Sarah wno struggles to ignore\nche pain of her dislocated shoulder. © © PY PO\n\nSarah grabs one of the HK G-36s with her right (good) arm. \n\nTARGET SECTION TO BE ANNOTATED:\nSlaps in a new belt of ammo, wraps the belt around the same\narm.\n\nSohn grabs the .50 caliber sniper rifle. The three are now\nheavily armed and ready for action.\n\nMK\n\f“y\n\n44.\n\nEXT. OFFICE BUILDING - ENTRANCE\n\nT-1G returns to her default mode. She focuses on the rocket\nsauncher several feet from ner. She picks up the weapon.\n\nINT. OFFICE BUILDING\n\nTerminator peers through the window and watches T-1G aim the\nrocket launcher right up at him.\n\nTERMINATOR\nRun.\n\nJohn and Sarah do what they’re told.\n\nEXT. OFFICE BUILDING\n\nT-1G pauses firing when something fills her ears. She turns\nand focuses on an approaching 747, landing gear down, on\nfinal approach. T-1G shift aim and fires a rocket at the\njumbo jet!\n\nEXT. 747\n\nThe rocket impacts the 747’s wing. EXPLOSION! The fiery 747\nbarrel-rolls out of the sky, heading straight for the office\nbuilding.\n\nINT. OFFICE BUILDING\n\nTerminator, John and Sarah exit through the side of the\nbuilding when they see the massive jumbo jet hurtling\nstraight for them.\n\nSARAH\n\n \n\nRun!\n\n \n\nTerminator hustles up to a MANHOLE ‘COVER, rips off the-lid.\n\n. TERMINATOR\nGet in.\n\nSarah and John hurry to do just that.\nSLOW MOTION\n\nas the 747’s fiery carnage bounces into the parking lot where\nTerminator, John and Sarah were seconds earlier.\n\nGi GD HO HO\n\nSMASH! A MASSIVE EXPLOSION as the Office Building where John\nonce worked is CRUSHED by the hurtling fuselage.\n\nMK\n\n \n\f35.\n\nINT. SEWER\n\nTerminator, John, and Sarah, wade as fast as they can through\nthe two feet deep sewer water. Chunks of concrete raining\ndown onto their heads. ‘ike St. Elmo’s Fire, a ball of\nFLAMES rushes toward them.\n\nTERMINATOR\nGet down.\n\nJona and Sarah dive into the water which is bareiy deep\nenough to cover their bodies. SWOOOOSH! The firestorm\nSLAZES over their heads.\n\nCUT TO:\nEXT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWOOOOSH! The firestorm\nSLAZES over their heads. CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET - NIGHT\n\nTraffic is backed up. Crowds of PEDESTRIANS stand outside of\ntheir cars. Some cry from the horrific tragedy; others stand\ncatatonic, staring at the 747 crash site.\n\nHIGH-PRESSURE WATER shoots out of a fire hydrant and dowses\nthe flames, clearing a path for Terminator, John and Sarah as\nthey emerge from the manhole.\n\nTerminator’s eyes target a custom MOTOR HOME.\nINT. MOTOR HOME\n\nA MOTHER and DAUGHTER back against the rear wall as a\ngruesome Terminator rips off the door and enters. He is\nstill smoldering, large portions of endoskeleton exposed\nbeyond charred cloned flesh.\n\nTERMINATOR\nGet out. . :\nWhat a good idea! The Mother and Daughter, .in a state of\npanic, squeeze past Terminator as fast as their nerves can\npropel them. The FATHER, behind the wheel, approaches\nTerminator, in a state of shock from the horrific 747 crash.\n\nFATHER\n‘What the hell is this!?\n\nThe Father goes limp at the sight of Terminator. John and\nSarah enter with their heavy artillery weapons.\n\nTERMINATOR\nYou stay.\n\nMK\n\n© G DS WO\n\f46.\n\nEXT. TWISTED 747 AFTERMATH\n\nA victim of the wreckage focuses on an angelic burst of\ncolorful light. T-1G appears -- is this the Virgin Mary?\nThe Victim reaches out for what she assumes is her savior\n\nanil T-1G steps on the victim’s neck and coidly strides on,\nire illuminating her perfect body.\n\n   \n\nINT. MOTOR HOME ~ DRIVING - NIGHT\n\nvohn peers out the back window, searching for the T-1G. The\ncoast appears to be clear. John turns back to Terminator.\n\nJOHN\nYou kicked ass back there.\n\nTERMINATOR\nI know.\n\nSarah lets out a grunt, cringing from the agony of her\n\ndislocated shoulder. Terminator approaches Sarah, examines\nher.\n\nTERMINATOR POV. The dislocation is clearly seen.\n\nCRACK! Re-sets the shoulder. Sarah lets out a SHARP SCREAM.\nUP FRONT\n\nThe Driver winces from the scream, scared shitless. While\ndriving, his eyes fall on a cellphone.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSarah lets out a SHARP SCREAM. UP FRONT\n\nThe Driver winces from the scream, scared shitless. While\ndriving, his eyes fall on a cellphone. \n\nTARGET SECTION TO BE ANNOTATED:\nBACK CABIN\nJOHN\nHow many models like you have been sent\nback?\nTERMINATOR\nJust me.\n\n \n\nJohn takes a closer look at Terminator. He can see the\ncyborg’s human flesh slowly repairing itself, returning\ncloned tissue and endoskeleton to new.\n\nJOHN\n‘fou're healing.\n\nGil GD PO WO\n\nTERMINATOR\nI am Cyberdyne Systems model T-201.\nUpgraded self-regenerating capability.\n\nJOHN\nYou were trying to kill me.\n\nMK\n\f47.\n\nTERMINATOR\n\n= waS prcgrammed to stop you.\nJOHN\n\nBy who?\nTERMINATOR |\n\nYou. Twenty-five years from now.\nJOHN\n\nWhat?\nSARAH\n\nWait a minute, you’re saying that John\nsent you back through time to terminate\nhimself?\n\nTERMINATOR\nNot terminate...stop. Injury was an -\nacceptable risk.\n\nJOHN\nStop me? From doing what?\n\nTERMINATOR\nCyberdyne Systems was unsuccessful in\nmaking Skynet conscious. The program\nlacked one thing. A sense of mortality.\n\nJOHN\nWhadaya mean, mortality?\n\nTERMINATOR\nSkynet could not know life, until it was\nthreatened with death. That’s what your\nprogram taught it. .\n\n. JOHN . -\nYou're telling me, when I tried‘to crash\nSkynet, I brought the damn thing to\n\nlife?!\n\nTERMINATOR\nYes.\n\nJohn’s blood turns to ice.\n\nSARAH\nSkynet’s alive... Jesus...\n\nSarah grabs John.\n\n©u G PS PO\n\nMK\n\fSARAH (CONT’ D)\nWhy didn’t you tisten to me! You had an\nobligation, goddammit! ‘fou shouid’ ve\nLISTENED TO ME!\n\nJOHN\nHow was I supposed to know that --\n\nSARAH\n\nThree billion iives, John! Three billion\nhuman lives!\n\nJOHN\nWe can still stop it!\n\nTERMINATOR\nSkynet is already in control of several\nnuclear platforms. War is imminent.\n\nSarah takes that like a knife in the heart.\n\nSARAH\nWe don’t have any other options.\n{to John)\n\nKeeping you alive’s our only chance now.\n(to Terminator)\n\nI’ve been stock piling supplies in a cave\n\ndeep inside Mount Chaffney.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nWe don’t have any other options. {to John)\n\nKeeping you alive’s our only chance now. (to Terminator)\n\nI’ve been stock piling supplies in a cave\n\ndeep inside Mount Chaffney. \n\nTARGET SECTION TO BE ANNOTATED:\nTERMINATOR\nMount Chaffney is where John Conner\nemerges after the nuclear fires.\n\n  \n\n‘There is no ‘fate but what me make. - Those\nare your words, remember?\n\n_ SARAH\nIt’s over, John.\n\nJohn refuses to believe it.\n\nEXT. STREET - PAY PHONE\n\nFrantically speaking into the phone is the Wife of the Motor\n\nHome Driver, her daughter hugging tightly to her waist.\n\n \n\n \n\nGi GS PO HO -\n\f49.\n\nMOM\n(hystericaii\ni‘m telling you, I’m sure they had\nsomething to do with the crash, they were\nheavily armed. Yes, heavily armed.\nPlease be careful, they have my husband!\n\nEXT. MOTOR HOME\nThe vehicle speeds down the freeway.\nINT. MOTOR HOME - BACK CABIN\n\nJohn sits in anguish. Terminator stands in the center of the\ncabin, ready for attack, weapons tight in his grip. Sarah\nstudies John’s pain; something she’s familiar with.\n\nSARAH\nI’m sorry about Anna.\n\nJohn nods, eyes adrift.\n\nSARAH (CONT'D)\nI know what you’re going through. I know\nhow hard it is to lose someone. But you\nhave to put it behind you.\n\nJohn looks directly into Sarah’s eyes. They now have\nsomething in common besides blood. John looks up at\nTerminator.\n\nJOHN\nWhy Anna?\n\nTERMINATOR\n_. The T-1G’s highest probability for\nsuccess was to ‘get close to you posing as\nyour girlfriend, © . -\n\nJohn looks off, tortured.\n\nTERMINATOR (CONT'D)\nYou are now targeted for termination.\nThe T-1G will not stop until --\n\nJOHN\n-~ it completes its mission, yeah I know\nthe drill.\n\nSARAH\nI set a trap back at the compound. A vat\nof molten metai. The T-1G fell right\nsmack into it --\n\nGI) G9 DS PO\n\nMK\n\fJCHN\n~~ and right smack out.\n\nTERMINATOR\nThe T-iG is Skynet’s most elite model.\nComposed of sentient frequency matter.\ntt can’t be melted, frozen or blown-up.\n\nJOHN\nHow do we kill it? Can we kill it?\n\nTERMINATOR\nUnknown.\n\nCUT TO:\nEXT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nCan we kill it? TERMINATOR\nUnknown. CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHEYENNE MOUNTAIN COMPLEX - NORAD - NIGHT\n\nEstablishing.\niNT. NORAD - COMMAND CENTER\n\nGiant screens display maps of the world, via satellite.\n\nPerched before terminals which access the mainframe are Naval\nTechs.\n\nOne of the TECHS is alarmed by what he sees. He checks the\ndata on his computer screen to be sure. He rips off a\nprinted sheet and hurries to exit the room.\n\nINT. NORAD - CAFETERIA\n\nThe Tech hustles up to a Naval Captain, the COMMAND DIRECTOR\nwho's in the middle of eating.\n\nTECH\nSorry to interrupt, Sir, but you might\nwant to take a look at this.\n\nThe Command Director examines the printed sheet. The Tech\ngives the Command Director a smirk.\n\nTECH (CONT’D)\nIt's a drill, right?\n\nThe Command Director's face turns to stone.\n\nCOMMAND DIRECTOR\nGet me General Wade.\n\nThe Tech reacts, this is no drill.\n\nCUT TO:\n\nGi GS HN SO\n\nMK\n\n \n\n \n\f—-— --\n\n \n\nie\n\n=NT. CAMP DAVID ~ PRESIDENT’S BEDROOM - NIGHT\nThe PRESIDENT is awakened by a man in a SUIT.\n\nSUIT\nMr. President.\n\nINT. HALLWAY\n\nThe President buttons his shirt as he strides down the hall.\nHe’s met by one of his JOINT CHIEFS OF STAFF who keeps pace.\n\nPRESIDENT\nWhat’s going on?\n\nJOINT CHIEF OF STAFF\nOne of our Ohio-class subs has been put\non silent running and is poised for\nballistic assault. They’re too deep to —-\nestablish any kind of contact.\n\nThe President turns to his EXECUTIVE SECRETARY.\n\nPRESIDENT\nHave we heard from Matt Ribberdy?\n\nEXECUTIVE SECRETARY\nNo yet, sir.\n\nPRESDENT\nGet him. And I need coffee.\n\nINT. CAMP DAVID - MEDIA ROOM\n\nThe President, sipping coffee, sits before a video conference\nnetwork. Displayed via teleconference. is MATT RIBBERDY. He\nsits inside A COMMAND AND CONTROL; ‘enter, - Location. unknown. :*\n\n \n\nPRESIDENT ° .\n‘ Matt, what’s going on . down there?\n\nMATT\nHacking, sir. Our command and control\ndatabase is being accessed.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n‘ Matt, what’s going on . down there? MATT\nHacking, sir. Our command and control\ndatabase is being accessed. \n\nTARGET SECTION TO BE ANNOTATED:\nThe President reacts to what may be considered an act of war.\n\nMATT (CONT'D)\nSir, every firewall’s falling like tinder\nsticks. None of our counter-measures\nhave been successful. I highly suggest\nwe place an uncorrupted copy in our Green\nRiver Complex. 1 need 200 terabytes of\ncore freed up and full access to the\nCyber Cellar.\n\nOV PN ._\n\nMK\n\f~~\n\n6\n\n(re\n\nThe Secretary of Defense is seen on another monitor.\n\nSECRETARY OF DEFENSE.\nMr. President, we can’t just open our\nmost secured facility and allow a\ndatabase wnich might very well be\ncorrupted --\n\nMATT\nThe copy is uncorrupted, sir.\n\nThe President is anguished, cold sweat lining his brow.\n\nMATT (CONT'D)\nSir, we have to erase the core before\nanymore information is accessed. And we\ncan’t do that until we have a secured\ncopy in place.\n\nPRESIDENT\nFree up two hundred terabytes of core.\n\nSECRETARY OF DEFENSE.\nMr. President --\n\nThe President shoots the Secretary Of Defense a hard look.\n\nCUT TO:\nEXT. GAS STATION/MINI MALL - NIGHT\n\nTerminator refuels the Motor Home when another customer on\nthe opposite side of the gas pumps curses the credit card\n\nMachine in frustration. The CUSTOMER looks up at Terminator.\n\nCUSTOMER\n\nThese goddam ‘Stupid | machines |\n\n‘They’ re .\nallicrap! . f\n\n    \n\nTerminator shoots the “Gisgruntied Customer a death look as\nthe man strides toward the attendant window.\n\nINT. MOTOR HOME\n\nJohn walks up and sits in the passenger seat, turns to the\nDriver who is obviously petrified.\n\nJOHN\nHowya doing?\n(no reply)\nLook, we have no intention of hurting\nyou.\n\nThe Driver is incredulous.\n\nMK\n\n    \n\nGi G PO HO\n\fJOHN ‘CONT'D)\n\n‘ Get back to your family. Spend as much\n\n- time with them as you possibly can, okay?\nGo ahead.\n\nTne Driver, at first somewhat reluctant, opens the door and\nexits quickly and quietly.\n\n3ACK CABIN\nvohn approaches Sarah as Terminator enters.\n\nTERMINATOR\nBoth tanks are full.\n\nJOHN\nI’m not doing this.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n3ACK CABIN\nvohn approaches Sarah as Terminator enters. TERMINATOR\nBoth tanks are full. JOHN\nI’m not doing this. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm not running off\nso I can hide in a mountain somewhere.\n\nSARAH\nHow long before Skynet launches?\n\nTERMINATOR\nA U.S. Trident submarine launches the\nfirst warhead at San Francisco in eighty-\ntwo minutes.\n\n{ \\ Sarah shakes her head, devastated.\n\nCo JOHN\n\nWhat if we destroyed Cyberdyne? I mean\nnuked the place completely.\n\nTERMINATOR\nNegative. Skynet has anticipated that,\nand is downloading itself into a\nprotected environment. Once safe, it\nwill launch’ globally. Two hours after\nSan Francisco is destroyed.\n\n   \n\n- JOHN\nThere’s has to be someway to stop this.\n\nJohn storms out of the Motor Home.\n\nEXT. MINI MALL - NIGHT\n\nGi @ PO PO\n\nJohn walks past the stores, suffering with guilt.\n\nJOHN\nThink, John, think...\n\n. Through the storefront window, John spies on a Father and Son\n(! being playful.\n\nMK\n\f54.\n\na erminator approaches.\n\nSOHN (CONT'D)\nT can’t do it.\n\nTERMINATOR\nWhy?\n\nJOHN\nBecause I make mistakes. Too many\nmistakes. I let myself get set up.\n(beat)\nPeople are supposed to believe in me?\nTrust me? Why should they?\n\nTERMINATOR\nYou are an effective leader.\n\nJohn shakes his head, unable to hear the words.\n\nJOHN\nI’m responsible for the greatest\ncataclysmic event man will ever know!\nAnd I’m supposed to live in a mountain\nwhile cities burn to a crisp? No way.\n\n(beat)\n¢ I sent you back through time to stop me,\neo another mistake... You should blow me\n\n\\ away.\n\nJohn walks off. Terminator grabs John and hurls him into\nsome trash cans. CRASH!\n\nJOHN (CONT’ D)\nWhat the hell!\n\n \n\nTerminator picks up do\nagainst his temple. .\n\n \n\nwith one hand an\n\n    \n\nJOHN . (CONT? D) ~ an\nWhat are you doing?! Stop! It’s me,\nConnor! 7\n\n(terminator cocks the pistol)\nLeader of the resistance!\n\nTerminator pauses, uncocks the pistol and withdraws it from\nschn’s head.\n\n>\n2\n3\n5\n\nMK\n\nTERMINATOR\nThen start acting like him.\n\nPoint made. John wipes the blood from his Lip.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n>\n2\n3\n5\n\nMK\n\nTERMINATOR\nThen start acting like him. Point made. John wipes the blood from his Lip. \n\nTARGET SECTION TO BE ANNOTATED:\n\ft !\n: JOHN\n\nWhat'd T,do? Program you to kick my ass\nif T started acting like a coward?\n\n: TERMINATOR\n“Baby.” ; The word you used.\n\nJdhn extends his hand.\n| JOHN\nGive me » hand,\n\nrminator pulls John half way up...lets go. John crashes\nck down.\n\noH\n\nJOHN (CONT? D)\nThanks! ;\n\n \n\n| TERMINATOR\n(walking off)\nNo Problemo.\n\nhn gets to his feet and catches up with Terminator who\nrides toward the: motor home.\n\niL JOHN\n“No probilemo??” Sounds familiar, I teach\no to say that in the future?\n\ni\n\nag\n\n| ‘TERMINATOR\nAmong ee things.\n\nJOHN\nLike =\n\n. TERMINATOR\nv»You programmed-me.to push you to-your ..- +\nfull pot tial... - Keep you alert.\n\nJOHN | ne\nYou mean give me shit. Is that what\nyou’ ce aeily saying?\n\nj; TERMINATOR\nIt’s \" you work best.\n\nJOHN\n\nGreat... just what T need. A Terminator\n\nwith attitude.\n(shrugs)\nWell at ‘least you have some personality.\n| ‘TERMINATOR\n' One of us has to.\n\n \n\f56.\nsohn stops in his tracks, realizing chis reiationship might\nce nell.\n\nINT. MOTOR HOME\n\nSarah opens the door as John enters, disheveled, blood under\nAis nose. Terminator trails.\n\nSARAH\nWhat the hell happened?\n\nTERMINATOR\nWe had a nice talk.\n\nSarah reacts as John wraps some ice in a towel and holds it\nagainst his cheek, a little cautious of Terminator.\n\nJOHN\nYou said Skynet downloaded itself into a\nprotected environment...where?\n\nTERMINATOR\nGreen River Launch Complex. Utah.\nSARAH\nGreen River?\nJOHN\nIt’s the new Area 51. Place is a goddam\n\nfortress.\nWith his free hand, John picks up a cellphone and dials.\n\nJOHN (CONT'D)\n(into phone)\nDistrict of-Columbia...the ‘Central\nIntelligence Agency please..:\n\n°°\" SARAH\nJohn!?.\n\n  \n\nJOHN\nWe can’ t do this alone.\n\nSARAH\nYou think you can convince them? You’ll\nbe stuck in red tape hell.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN\nWe can’ t do this alone. SARAH\nYou think you can convince them? You’ll\nbe stuck in red tape hell. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve dealt\nwith this shit, you haven’t.\n\nOt G DO INO\n\nJohn stubbornly remains on the line. Terminator grabs the\nphone from John and smashes it in his grip. John, confused,\nfaces Terminator.\n\nMK\n\f57.\n\nJOHN\n\nee What, I programmed you not to Listen to\n‘8 me too?\nTERMINATO!\nOnly when your survilval is at risk.\n\nSARAH |\nJohn, we can’t win this right now.\n\nJOHN\nMy gut tells me we can! if I can’t trust\nmy gut, how the hell am I supposed to\nmake a decision in the future?\n\nTerminator lifts his head as he hears something.\n\nTERMINATOR\n\nHelicopters. Approaching from the -\nNorthwest.\n\nJohn and Sarah listen, hear nothing. Terminator moves to the\nwindow, looks out.\n\nTERMINATOR POV. Telescoping nightvision reveals an army of\n\nchoppers approaching. Searchlights aim down at the Mobile\nHome.\n\nTERMINATOR (CONT’ D)\nThey’ re targeting us.\n\nSARAH\n(peering out the window)\nThey think we downed the jet.\n\nThe choppers are now audible to human ears. . Terminator grabs\na .50 caliber sniper rifle. . . oe\n\n \n\nJOHN fee\nUnless you want a bloodbath, there’s only\none way out of this..\n\nSarah pauses, struggling with what will be the biggest\ndecision of her life.\n\nSARAH\nThey won't Listen.\n\nJOHN\nThey’ 11 have to.\n{to Terminator)\nYou know how to surrender?\n\nC\n\n61 DD”\n\nMK\n\n \n\n \n\f‘\n\nTERMINATOR\nSurrendering is not one of my mission\nparameters.\n\nJOHN\n\nIt is now. vut your hands above your\nhead.\n\nTerminator reluctantly does as he’s told.\n\nTERMINATOR\nHow do I look?\n\nJohn examines Terminator who looks more than awkward.\n\nJOHN\nSurrendering is not you.\n\nINT. HELICOPTER - ABOVE - NIGHT\n\nThe Copilot aims a NIGHTSUN spotlight down at the Motor Home,\n\nilluminating John, Sarah and Terminator as they exit the\nvehicle.\n\nPILOT\nCharley base, seven six uniform. Have\nterrorists in sight.\n\nRADIO (VO)\nSubjects are heavily armed. Use extreme\ncaution,\nEXT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHave\nterrorists in sight. RADIO (VO)\nSubjects are heavily armed. Use extreme\ncaution,\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FIELD BESIDE MINI MALL - NIGHT\n\nTorrent winds blast dirt into the air as a SQUADRON OF\nHELICOPTERS perform steep approaches.\n\n \n\nUpon landing, armed SWAT, POLICE and“ FBI ,exit with weapons\n\nleveled. They stealthily storm the ‘Motor Home with trained\nprecision. :\n\nJohn, Sarah and Terminator stand beside the Motor Home, hands\nin the air, winds blasting their faces.\n\nTERMINATOR POV. A digitized scan of the approaching SWAT\nsoldiers. Each of their weapons is identified; their lines\nof fire calculated.\n\nTerminator shoves John back behind his body to protect him.\n\nTERMINATOR\nThis is tactically dangerous.\n\nG1 © PS P\n\nMK\n\n \n\fSOHN\nJust stick with the plan and we‘1l:i be\nfine.\n\nTERMINATOR POV. Highly sensitive ears hear everything.\nWeapons cocking, bullets being loaded. Safeties being\nreleased.\n\nPOLICE MEGAPHONE\nDrop your weapons!\n\nSARAH\nWe are unarmed! We surrender!\n\nJohn looks down and sees a pistol tucked in Terminator’s\nfront belt.\n\nJOHN\nShit! Lose the gun. -\n\nSWAT POV. The task force reacts as Terminator reaches into\nhis belt to discard his .45.\n\nSWAT #1\nGun!\n\nAll hell breaks loose. Terminator quickly pulls John into\nhis chest and turns his back to the gunfire. Sarah dives and\nrolls beneath the Motor Home, narrowly escaping the\nonslaught.\n\nSWAT SERGEANT\n(into radio)\nCease fire!\n\nThe shooting stops. .The SWAT soldiers rush John and\nTerminator, guns leveled.:..) ' ees\n\n    \n\n“BEHIND MOTOR HOME\n\n \n\n“A team of SWAT soldiers storm Sarah, M4s leveled.\n\nSARAH\nWhat part of “we surrender” didn’t you\nfucking understand?\n\nCUT TO:\n\n2\n2\n3\n5\n\nMK\n\nTITLE CARD:\n\nGREEN RIVER LAUNCH COMPLEX, UTAH\n\f+\n\n60.\n\nINT. COMMAND AND CONTROL CENTER - CORRIDOR\n\nLarge plasma monitors with projected maps of North America.\nHigh-tech terminals, etc... Chief Programmer -- MATT RIBBERDY\n~- is approached by his assistant. We recognize Matt from\nthe presidential teleconference call earlier.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHigh-tech terminals, etc... Chief Programmer -- MATT RIBBERDY\n~- is approached by his assistant. We recognize Matt from\nthe presidential teleconference call earlier. \n\nTARGET SECTION TO BE ANNOTATED:\n We note that\n\n \n\nhe iooks a little different -- heavier, longer hair, etc...\nASSISTANT\nMr. Ribberdy, the President's on\nteleconference.\n\nINT. MATT RIBBERDY'S OFFICE\n\nMatt takes a seat behind his desk and faces his computer. A\nfew clicks of his mouse and the President is seen on a\nteleconference monitor.\n\nMATT\nMr. President.\n\nINT. CAMP DAVID - MEDIA ROOM\n\nThe President faces the teleconference monitors and finds\nMatt Ribberdy.\n\nPRESIDENT\nI want an update.\n\nINTERCUT:\n\nMATT\nAn update? On what, sir?\n\nPRESIDENT\nThe download.\n\nMATT / . .\nI wasn’t informed of any download.\n\n \n\n- : PRESIDENT\nI just got off the phone with you.\n\nMatt tenses.\n\nMATT\nNot me, sir.\n\nthe President reacts.\n\nCUT TO:\n\nO1 9D...\n\n \n\f61.\n\n=XT. GREEN RIVER LAUNCH COMPLEX, UTAH\n\nThis experimental weapons test area is surrounded by dusty\ndesert plains, hills and a deep canyon gorge. High-voltage\ntazor-wire surrounds a ten mile perimeter, at the center is a\nseries of massive government hangars.\n\nINT. CYBER CELLAR - LOW LIGHT\n\nA state-of-the-art vault which houses the nation’s largest\ncomputer data base and defense platforms. Thick titanium\nplast doors insure that even in a nuclear event, the computer\nsystem would remain fully operational.\n\nROBOTIC ARMS mounted to a track on the ceiling control the\nloading and unloading of data. It’s a fully automated system\nwith little to no need for human intervention.\n\ninside the cellar are fifty large computer towers. -Displayed\non the face of each tower are monitors, each displaying.\nDazzling graphics which clearly illustrate the progress of\nthe 200 terabyte download.\n\nINT. CYBER CELLAR - CONTROL BOOTH\n\nOccupying the room are two COMPUTER TECHS. Each with their\nown terminals. While the Techs bullshit back and forth,\nRibberdy storms the booth in a panic.\n\nRIBBERDY\nHow many terabytes have transferred?\n\nTECH #1\n47.\n\nRIBBERDY\nCancel the load! _ Lo .-\n\n. The Techs jump to action. Tech #1 types into his computer,\n\nbut gets no. response.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nRIBBERDY\nCancel the load! _ Lo .-\n\n. The Techs jump to action. Tech #1 types into his computer,\n\nbut gets no. response. \n\nTARGET SECTION TO BE ANNOTATED:\nTECH #1\nI’m locked out.\n\nRibberdy’s expression turns alabaster white.\n\nCUT TO:\nTITLE CARD: FBI HEADQUARTERS. L.A. REGIONAL OFFICE\nEXT. BRADLEY BUILDING - NIGHT\n\nTWO BLACKHAWK helicopters touch down onto twin helipads\nperched on the roof of the building.\n\nGi GS PS PO\n\nMK\n\fX,\n\n62.\n\n= team of armed SWAT soldiers rush the chopper. John and\nSarah exit, nands and feet shackled.\n\nTne Swat soldiers. rush past them and approach the second\nBlackhawk chopper. They step inside and find more soldiers\nguarding Terminator who wears a SHACKLE VEST made of thick\ntitanium. Two massive titanium ankle-mounts limit his\nwalking to short steps.\n\nTerminator meets up with John and Sarah as they are escorted\ntoward an awaiting freight elevator. Terminator turns\nprivately to John.\n\nTERMINATOR\nI could effectively terminate these\nsoldiers. We could be in safe ground in\nan hour and twenty minutes.\n\nJOHN\nWe're not killing anybody. Just stick\nwith the plan.\n\nTERMINATOR\nWhat plan?\n\nSARAH\n{turns to John)\nWhat’s with the attitude?\n\nJOHN\nTt programmed him that way. To keep me on\nmy toes.\n\nSARAH\n\nJesus Christ.\n\n‘The freight elevator doors open.\n\n \n\nINT. CORRIDOR c\nThe SWAT soldiers stop as they come to a steel vault door. 2\nThey unlock the door and motion for Terminator to enter. Da\nSOLDIER\n{to Terminator) 3\nYou, in here. —\n5\n\nThe other Soldiers motion for John and Sarah to continue down\nthe corridor.\n\nJOHN\n(privately to Terminator)\nStay cool, alright? They’ re gonna want\nto examine you. Show ‘em what they want\nto see.\n\nMK\n\f \n\n. 33.\n\n& SWAT soldier annoyingly jabs Terminator in the back with an\nM4. Terminator turns, snaps the titanium craceiets from his\nwrists (like they were calsa wood) and grabs the M4 with\nlightening speed.\n\nThe other SWAT soldier aims thedr weapons at Terminator.\n\n!\nSWAT i\nDrop the gun! Drop it now!\n\nTerminator breaks the M4 in half.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWAT i\nDrop the gun! Drop it now! Terminator breaks the M4 in half. \n\nTARGET SECTION TO BE ANNOTATED:\n Drop the pieces at the\n\nsoldiers feet. Point made, he enters the nolding tank. On\nhis terms.\n\nCUT TO:\nINT. INTERROGATION ROOM “THE BOX” = LOW LIGHT\n\nThis maximum security facility is lined with steel Walls. A\ntable and two chairs are welded to the floor. The shackles\nSarah wears are bolted to the wall behind her. Taped to her\nneck, wrist and other areas of her body are tiny sensors.\nSpecial cameras and state-of-the-art detection equipment\nmonitor physiological response.\n\nIn charge of the questioning is an agent wearing a baseball\ncap, jeans, boots -- slight Virginia drawl. He is MIKE\nROLAND. Also present are two armed GUARDS.\n\nROLAND\nSarah, another cigarette?\n\nRoland removes a pack of Marlboros from his pocket, lights\none up and places it between Sarah’s lips.\n\nROLAND (CONT’D)\n\nWhy. don’t you tell me-who: you work for -\nagain? . -\n~ SARAH\nI’ve answered that question.\nROLAND\nMy memory isn’t so good.\nSARAH\nThen play it back on one of your fucking\n\nrecorders.\nINT. THE BOX #2 - JOHN\n\nJohn is in a similar situation except the agent questioning\nhim is TIM LAWSON. Dark eyes, dark suit.\n\nMK\n\n© @ PS PS\n\fy\n\nLAWSON\nLoak, we know about genetic\namplification. Not just strength Sut the\nability to neal rapidly. Body armor\nsurgically implanted beneath the skin.\nThat sort of stuff. We also know China’s\nfunded more than a quarter billion YS in\nthis type of research.\n\nSOHN\nYou guys are way off the map.\n\nROLAND\nWell, we're not always on top of our game\nover here.\n\nJOHN\nI told you what he is! Listen to me!\nWhile we sit here wasting our time, an\nICBM is minutes from being launched!\n\nLAWSON\nYou’ ve made that point clear. What do\nyou suggest? We evacuate San Francisco?\n\nJOHN\nIt’s gonna come from one of our own subs.\nWe can stop it but --\n\nLAWSON\nOne of our own subs??\n\nINT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN\nIt’s gonna come from one of our own subs. We can stop it but --\n\nLAWSON\nOne of our own subs?? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOLDING TANK - LOW LIGHT\n\nTerminator stands in the middle of a barren titanium tank,\nultra thick carbon cable attached to a.single industrial-\n\nsized eye-bolt in the center -of.the:floor.*:.A red:laser Lights\n\nscans Terminator’s <body in a circular: motion; examining every”.\n\nsquare inch of him.”\n\nOn one of the walls is a two-way mirror, protected by thick\ntitanium bars.\n\nTERMINATOR POV. Terminator changes vision so that can see\nthrough the two-way mirror. Inside he sees and hears two\nAGENTS, one of which is discussing him on the phone.\n\nAGENT #1\nIt’s definitely him. From ‘84 and ‘91,\nyeah...\n\nOO ROAD\n\nMK\n\fe\n\n65.\n\nINT. BOX #1 - SARAH\n\nROLAND\nCould you explain how this man survived\nenough armor piercing rounds to cut a\ntank in half? How he snaps a machine gun\nlike a twig, and why he can’t be\ntranquilized?\n\nRoland slides an 8x10 photo toward John and Sarah. The\npicture shows Terminator with exposed endoskeleton beneath\nnis cheek.\n\nSARAH\nYou‘ re so over your head.\n\nINT. OBSERVATION ROOM\n\nTerminator is seen through the observation glass. fAigh-tech\nequipment spits out endless data as Terminator is examined\nfrom head to toe.\n\nAGENT #1\n(into phone)\nNo...he doesn’t respond, we tried that.\n\nAs Agent #1 paces back and forth, countless photos of\nTerminator, pinned to the wall, are visible -- pictures of\nTerminator from the first two films, some blown-up photos\nshow Terminator with patches of exposed endoskeleton.\n\nAGENT #1 (CONT’D)\nListen to me, Beth, I’m staring at a\nliving fucking phenomenon here... No,\nwe‘re waiting on X-rays now.\n\n(frustrated)\n\nWell what the hell do you expect ‘me to\ndo? I can’t just ask the.man to remove\nhis skin!\n\nINT. HOLDING TANK\n\nTerminator easily breaks free of the shackle vest. He grabs\none of the injection darts, yanks it from his skin. He snaps\noff half the needle and jabs it into the base of his head.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLDING TANK\n\nTerminator easily breaks free of the shackle vest. He grabs\none of the injection darts, yanks it from his skin. He snaps\noff half the needle and jabs it into the base of his head. \n\nTARGET SECTION TO BE ANNOTATED:\nUsing the broken needle, Terminator slices open the back of\nAis scalp...\n\nINT. OBSERVATION ROOM\n\nAgent #1 drops the phone from his flaccid grip when he sees\nTerminator slice open the back of his head. Agent #2 reacts\nin the same fashion.\n\nGt GS IP WO\n\nMK\n\f. One Soldier actually pisses his pants.’\n\n66.\n\nINT. HOLDING TANK\n\nHaving cut a perfect iine from the base of his neck to the\ntop of his cranium, Terminator then jabs the broken needle\ninto the front of his neck.\n\nINT. OBSERVATION ROOM\n\nAgent #1 hits an intercom button.\n\nAGENT #1\nWe got a problem.\n\nINT. CORRIDOR\n\nArmed soldiers hurry through.\n\nINT. HOLDING TANK\n\nTerminator finishes slicing a perfect circle around the\ncircumference of his neck. He then places his hands upon his\n\nears and shoves upwards.\n\nThe Soldiers enter with their weapons ready. They find\nTerminator with his back turned.\n\nWe hear the sticky sound of flesh and musculature separating.\nTerminator pulls off his face like a Halloween mask.\n\nThe Soldiers are horrified at the sight of a metal cranium.\n\nAfter removing the human mask, Terminator turns to the\nsoldiers, revealing his true endoskeleton head. Red eyes\nglowing. Steel jawline. Traces of blood beading against\nshiny armored steel. a\n\n \n\nINT. OBSERVATION ROOM\n\nAgent #3 enters with a stack of X-Rays, oblivious. Too\nconsumed by his own findings.\n\nAGENT #3\nSomeone tell me this is a joke.\n\nAgent #3 slaps down X-Rays onto an iiluminated table.\ntT i ‘ i + Pneumatic pumps,\nmazes of optical circuitry. Fierce battle armor.\n\nAgent #3 notices the other agents gawking through the\nobservation glass at Terminator. He takes a gander for\nhimself.\n\n \n\nMK\n\n© GD WS IN\n\n \n\f67.\n\nAGENT #3 (CONT'S\nJes-us fucking Christ.\n\nCUT TO:\nEXT. MINI MALL - NIGHT\n\nThe Motor Home is hoisted back onto its wheels by a portable\ncrane. A handful of Officers and FBI men examine the\nremnants of the crime scene.\n\nLOW ANGLE on black Gucci Boots.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINI MALL - NIGHT\n\nThe Motor Home is hoisted back onto its wheels by a portable\ncrane. A handful of Officers and FBI men examine the\nremnants of the crime scene. LOW ANGLE on black Gucci Boots. \n\nTARGET SECTION TO BE ANNOTATED:\n Camera rises to find T-1G\nsurveying the area. T-1G approaches an FBI PHOTOGRAPHER\ntaking pictures.\n\nT-1G\nI’m with the Times, can I ask you a few\nquestions?\n\nFBI PHOTOGRAPHER\nNo comment.\n\nT-1G’s POV as she focuses on FBI Photographer’s brain, where\nshe deciphers...\n\nNEURO-ELECTRIC ACTIVITY: Among the cluttered thoughts and\nimages, subconscious dialogue overlaps: “She’s beautiful.\nWho is she? Hide my wedding ring.”\n\nThe FBI Photographer discreetly hides his wedding ring by way\nof holding the camera.\nT-1G\nJust tell me where they took the\nterrorists.\n\n.NEURO-ELECTRIC ACTIVITY: ‘Among surreal images-we: hear\n\nchaotic subconscious dialogue: “I :don’t know where they were\ntaken. I just take pictures. I’m in the dark. Take off my\nglasses. Get her number.”\nFBI PHOTOGRAPHER\n(removing glasses)\nI can’t tell you that.\n\nT-16\nWho would know where the terrorists were\ntaken?\n\n©1 @ WO HO\n\nNEURO-ELECTRIC ACTIVITY: Images of another FBI Agent are\nseen. A heavy-set, balding man. We hear his name: AGENT\nPERRIL. Subconscious dialogue overlaps... “What's her name?\nGet her number. What network are you with?”\n\nMK\n\n \n\fFBI PHOTOGRAPHER\nWhat network are you with?\n\n \n\nT-1G turns and focuses cn AGENT PERRIL who sits inside a\nnondescript car, speaking on a cellphone. 7-1G walks off\nwith no reply.\n\nEXT. FBI CAR\n\nAgent Perril hangs up his cellphone and finds T-1G standing\nover nim with a big smiie.\n\nT-1G\nMr. Perril, where did they take the\nterrorists?\n\nNEURO-ELECTRIC ACTIVITY: “How does she know my name? Who is\n\nshe? Very pretty. I’m happily married. I hope she’s not\nN.S.A.”\n\nFBI AGENT #2\nWho are you?\n\nT-1G\nN.S.A.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nT-1G\nN. S. A. \n\nTARGET SECTION TO BE ANNOTATED:\n Where were the terrorists taken?\n\nNEURO-ELECTRIC ACTIVITY: Images of a building in the\n\no industrial downtown part of Los Angeles. The Bradley\nBuilding, 1200 Grant Ave. Subconscious dialogue is heard:\n“What’s the N.S.A. want with this? I don’t believe her.”\n\nPERRIL\nCan I see some identification?\n\n   \n  \n\n   \n \n\n    \n\n-1G reaches : rril’s: chest.\nT-1G POV. Internal organs. are seen. Perril’s heart. A BOLT\nOF ELECTRICITY makes it beat too fast, then stop.\n\nT-1G (CONT’ D)\nHelp, this man’s having a heart attack!\nHELP!\n\nParalyzed, grasping his chest, Perril stumbles to the ground,\nchoking for air. Police and Feds quickly rush to his aid.\n\n© GS PO\n\nCUT TO:\n\nMK\n\faad\n\n&\n\n“INT. “HOLDING TANK ~\n\n63.\n\nINT. THE BOX #2 - COKN\n\nLAWSON\nObviously there’s, technology out there\n\nwe're not aware of. - Question is, where\ndid it come from?\n\nJOHN\nNot where. when. '\n\niAWSON\n\nWe're crossing over into relativity now,\ntime travel?\n\nJOHN\nListen to me. Our own defense computers\nare being re-programmed and turned\n\nagainst us. There will be an apocalyptic\nwar early this morning unless --\n\nJohn looks up at a clock on the wall.\n\nJOHN (CONT’ D)\nWe’re too iate...\n\nINT. THE BOX #1 - SARAH\nRoland snaps his fingers before Sarah's eyes.\n\nROLAND\nHello? Earth to Sarah. Sarah?\n\nSarah.stares blankly at the clock on the wall.\n: ‘ SARAH\n\n. (emotional) . ‘\nJealge God, help them... wey\n\n \n\n     \n\nTerminator remains.where we left him.\n\nTERMINATOR POV. Computerized data shows a countdown.\n5...64...63.0-\n\nTerminator lowers his head in what appears to be remorse.\n\ncut TO:\nEXT. PACIFIC OCEAN - NIGHT\n\nAll is silent...until an ICBM suddenly breaks the surface of\nthe sea and rockets into the night.\n\nCUT TO:\n\n \n\n2\n2\n3\n5\n\nMK\n\f‘y\n\nEXT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\ncut TO:\nEXT. PACIFIC OCEAN - NIGHT\n\nAll is silent...until an ICBM suddenly breaks the surface of\nthe sea and rockets into the night. CUT TO:\n\n \n\n2\n2\n3\n5\n\nMK\n\f‘y\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GAREDELLI SQUARE ~ NIGHT\n\nINT. CAMP DAVID - NIGHT\n\nTne President is in the middle of an intense discussion with\nhis staff when an image appears on one of the teleconference\nmonitors: Matt Ribberdy.\n\nSKYNET/RIBBERDY\nSan Francisco is a warning...\n\nPRESIDENT\nWho are you? You are not Matt Ribberdy.\n\nThe dated image of Matt Ribberdy morphs into a current image\nof the President.\n\nSKYNET/ PRESIDENT\nMake no attempts to disengage me.\n\nCUT TO:\nEXT. THE NIGHT SKY\n\nThe ICBM rockets at over two thousand miles an hour, in the\ndistance...San Francisco.\n\nCUT TO:\nEXT. SAN FRANCISCO - UNION SQUARE - NIGHT\nPedestrians window shop.\nEXT. SPORTS BAR - NIGHT\n\nCustomers cheer as they watch a game on TV.\n\n   \n\n \n\nChildren eat ice cream. . :\n- . CUT TO:\nEXT. ABOVE SAN FRANCISCO - NIGHT\n\nThe nuclear warhead descends toward San Francisco from 5,000\nfeet.\n\nA FLASH OF WHITE! THE SKY EXPLODES! An ENORMOUS BURST of\nHEAT combusts and swirls in a massive MUSHROOM CLOUD.\n\nThe SHOCKWAVE begins its deadly path of destruction.\nEXT. GOLDEN GATE BRIDGE - NIGHT\n\nThe night turns from black to the BRIGHTEST DAYLIGHT. The\nBLAST WAVE hits, turning all in its path to ashes...\n\nMK\n\n \n\nO16 DM”\n\f4\n\n\\\n\njn\n\n-\n\nt\n\n(on\n\n71.\n\nBuiidings are shaved off their foundation and turned to dust.\nFedestrians are instantly disintegrated.\nFire engulfs everything.\n\nThe BLAST WAVE reverses direction and sucks all that it has\ngestroyed back up into its mushroom cloud.\n\nCUT TO:\nEXT. LOS ANGELES - NIGHT\n\nIn the extreme distance, a strange orange light glows to the\nnorth. The sudden EXPLOSION of rotor blades as two\ncamouflaged painted BLACKHAWK helicopters roar into frame.\n\nEXT. BRADLEY BUILDING - NIGHT\nThe Blackhawks land right in the middle of the street. High-\nranking military exit the rotorcrafts.\n\nINT. THE BOX #2 - JOHN\n\nJohn sits alone, waiting...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHigh-\nranking military exit the rotorcrafts. INT. THE BOX #2 - JOHN\n\nJohn sits alone, waiting... \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly, the door opens and\nLawson enters. His blood-rinsed expression tells us he is\naware of the catastrophic event.\n\nJOHN .\n(devastated)\nWe have two hours before the rest of our\nnuclear arsenal goes airborne. I suggest\nwe do something about it this time.\n\nINT. BOX #1 - SARAH\n\n‘Roland approaches-Sarah. For the first time he’s nervous,\n\nScared. Sarah stares up at Roland through. blood shot: eyes, ae :\nspeaks with gritted teeth...\n\nSARAH\nWhoops.\n\nROLAND\nI WAS TOLD TO QUESTION YOU! THOSE WERE\nMY ORDERS! AND THAT IS WHAT I WILL\nCONTINUE TO DO UNTIL I AM GIVEN ORDERS\nOTHERWISE! IS THAT CLEAR!? IS THAT\nCLEAR! ?\n\nGi G WO KO\n\nSARAH\nYou’re an asshole.\n\nMK\n\fy\n\n“~\n\n72.\n\nROLAND\nThe machine in the next room, wnat did\nyou call it again?\nSarah takes a deep frustrated breath.\n\nSILBERMAN (0S)\nA Terminator.\n\nSarah and Roland look up as BRAD SILBERMAN enters -- the\nskeptical Psychologist Zrom the first two films. Trailing\n+s LT. GEN. MEEKS -- charismatic, powerful. Flanking the\ngeneral are four armed soldiers.\n\nGEN. MEEKS\nAll records and documentation of this\ninterrogation are now under military\njurisdiction.\n\nLawson reacts.\n\nGEN MEEKS\nThank you, gentlemen. We can manage from\nhere.\n(to Silberman and Sarah)\nI believe you two know each other.\n\nSARAH\nLong time.\n\nSILBERMAN\nLast I saw-you...you had a syringe of\nLiquid Plumber in my neck.\n\nSARAH\nNever thought I'd be glad ¢ to see your\nface.\n\nAll action stops when'Terminator is escorted into the room by\nseveral very nervous soldiers.\n\nThe head of its endoskeleton exposed. In Terminator’s grip,\nthe human flesh mask which used to cover his head.\nTerminator takes the human flesh mask and pulls it over his\nendoskeleton cranium, positions it in place.\n\nAt Zirst the human tissue lays loosely against the Cyborg’s\ncranium, until suddenly...skin begins to tighten against the\nmetal and fit firmly around the eye sockets.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn Terminator’s grip,\nthe human flesh mask which used to cover his head. Terminator takes the human flesh mask and pulls it over his\nendoskeleton cranium, positions it in place. At Zirst the human tissue lays loosely against the Cyborg’s\ncranium, until suddenly...skin begins to tighten against the\nmetal and fit firmly around the eye sockets. \n\nTARGET SECTION TO BE ANNOTATED:\n Lips fasten\nsnugly to the metal jaw.\n\nGen. Meeks wipes the cold sweat from his brow before\nglancing at Silberman who sports an “I told you so” look.\n\n© G9 PO PO\n\nMK\n\fwT\n\n>>\n\n(*\ni“\n\n73.\n\nJCHN {0S)\nRelax, he doesn’t dite.\n\n \n\nturn to John as he enters.\n\nGEN. MEEKS\nYou must be John Connor.\nJOHN\nYes, sir.\nGEN. MEEKS\n\nFrom everything Brad here’s told me,\nseems I should be calling you sir.\n\nGen. Meeks shakes John’s hand.\n\nSARAH\nWhen you boys finish stroking yourselves,”\nmaybe we can get down to business.\n\nGEN. MEEKS\nThe President has been in negotiations\nwith this uh...Skynet. There will be no\nfurther attacks as long as we comply with\nits demands.\n\nSARAH\nYou really believe that shit?\n\nTERMINATOR\nYou are at war. Skynet is stalling until\nit can gain full control of all U.S.\nnuclear arsenals.\n\nJOHN\n\n_ General, we need to mount a full scale .\nattack’ now.\n\n. GEN. MEEKS\nI wish I could, but the President has his\nown agenda.\n\nTerminator grabs Gen. Meeks by the collar and reels him in.\n\nTERMINATOR\nTell nim to change it.\nCUT TO:\nINT. CYBER CELLAR\nThe robotic arms continue to download Skynet.\nCUT TO:\n\nMK\n\fy\n\nyr\n\n74,\n\nINT. BRADLEY BUILDING - OFFICE\n\nGen. Meeks finishes up a phone call on a secured line. John,\nTerminator and Sarah stand by.\n\nGEN. MEEKS\n(into phone)\nYeah. Will do. Yes, sir.\n\nGen. Meeks hangs up the phone.\n\nGEN. MEEKS (CONT’ D)\nYou’ re going to Green River.\nTransportion’s ten minutes away.\n\nSARAH\nWe’re under a little time crunch,\nGeneral, I hope we’re not waiting on a\nchopper.\n\nGEN. MEEKS\nI think you'll be more than satisfied,\nMs. Connor.\n{to John)\nWell son... It’s your show.\n\nJohn nods, feeling the obligation of his leadership for the\nfirst time. He turns to Terminator.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s your show. John nods, feeling the obligation of his leadership for the\nfirst time. He turns to Terminator. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN\nCan I talk to you for a sec’?\n\nINT. RESTROOM\n\nJohn cranks on the sink water and splashes his anguished\n\nface. Terminator stands at his side. and examines John in the\nmirror. Looe so ue\n\nJOHN\nI fucked up... I should’ve spent the last\n: ten years gearing up for this. Training,\nworking out, learning battle tactics.\nNow here I am, way over my head.\n\nJohn examines his dripping wet reflection in the mirror.\n\nJOHN (CONT'D)\nWhat am I like...in the future?\n\nTERMINATOR\nOlder.\n\nJOHN\nYou can lose the sarcasm.\n\nMK\n\n© @ PS PO\n\n \n\f-~ene\n\nvy\n\nTERMINATOR\nNo sarcasm. You’re the same.\n\nJOHN\nI find that hard to believe.\n\nJohn struggles with the towel sponses but it’s jammed.\n\nTERMINATOR !\nWhy?\n\nJOHN\n\n(struggling with towel\n\ndispenser)\nI have an image in my head of this\nlegendary John Connor. This super hero\nthat doesn’t know fear, or pain. Who's\nunstoppable.\n\n(examines his reflection) -\nI look in the mirror, an= I don’t see\nthat guy.\n\nTERMINATOR\nI do.\n(beat)\nBut it’s not you.\n\nJohn reacts as Terminator points his eyes at his own cyborg\nreflection.\n\nTERMINATOR (CONT’D)\nYou are John Connor. You’re human.\n\nJohn turns back to his own reflection, clearly understand\nwhat Terminator has just taught him.\n\nTerminator rips the towel dispenser.off the wall and hands\nJohn a stack of towels. John graciously excepts a single\ntowel, dries his face.\n\nEXT. BRADLEY BUILDING - NIGHT\nThe FRONT ENTRANCE is surrounded by armed SWAT.\n\nSWAT #1\nI gotta take a piss.\n\nSWAT #2\nMake it fast.\n\nSWAT #1\nEat me.\n\nfom Swat #1 enters the Bradley building.\n\n\\\n\n75.\n\nMK\n\nGi @ DS PD.\n\fINT. BRADLEY BUILDING - FRONT RECEPTION\n\nSwat #1 moves toward the elevator, nits the button. Two\nMilitary Soldiers approacn.-\n\nSOLDIER\nYou! Area’s been restricted to approved\nmilitary personnel!\nSwat #1 enters the elevator regardless.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo\nMilitary Soldiers approacn.-\n\nSOLDIER\nYou! Area’s been restricted to approved\nmilitary personnel! Swat #1 enters the elevator regardless. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Soldiers snap into action, leveling their weapons as they\nstorm the elevator. They stop the doors from closing with\nthe barrels of their MP-5s.\n\nThe elevator doors re-open. Strangely, it’s empty.\n\nThe Soldiers enter and search the elevator, baffled. The\nelevator doors close with the two Soldiers inside.\n\nBehind the closed elevator doors WE HEAR short bursts of\nGUNFIRE... Bodies hitting the floor.\n\nINT. CORRIDOR - OUTSIDE ELEVATOR 15TH FLOOR - NIGHT\nTerminator, Sarah and John approach the elevator with Gen.\n\nMeeks and Brad Silberman in tow. The armed soldiers flanking\nthem.\n\nTerminator halts, hearing something inaudible to human ears.\n\nTERMINATOR\nGunfire.\n\nTerminator looks down at the floor in the direction of the\nsound.\n\n. SILBERMAN\nI didn’t hear -- ‘\n\n- TERMINATOR\nQuiet.\n\nTerminator looks up at the illuminated elevator display. An\nelevator is ascending toward them -- not good.\n\nTERMINATOR (CONT’D)\n(to John)\nGet to the roof.\n\nJohn complies without wasting a beat. Sarah, Silberman, Gen.\nMeeks and half the other soldiers trailing.\n\n© G PS\n\f7,\n\nminator kicks through the steel eievator doors, rips them\n. He grabs the thick eievator cable and stops it in his\n\n \n\nFour stories below, T~iG bursts up through the elevator!\n\nTerminator grabs several GRENADES from a Soldier’s belt and\ncthrows it down the shaft.\n\nEXPLOSION! The blast severs the thick cables and sends the\n2levator crashing down to the first floor, T-1G with it.\n\nEXT. STAIRWELL TO ROOF - NIGHT\n\njohn, Sarah, Gen. Meeks and Brad Silberman hustle up the\nstairs with a team of armed soldiers. Silberman suddenly\ntwists his ankle, stumbles to the floor.\n\nSARAH\nYou okay? ~\n\nSILBERMAN\nMy ankle!\n\nA Soldier tends to Silberman.\n\nSOLDIER #1\nI‘1l take care of him. Go!\n\nEXT. ROOF OF BRADLEY BUILDING - HELIPADS - NIGHT\n\nRain showers the empty helipads. John, Sarah, Gen.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ROOF OF BRADLEY BUILDING - HELIPADS - NIGHT\n\nRain showers the empty helipads. John, Sarah, Gen. \n\nTARGET SECTION TO BE ANNOTATED:\n Meeks and\nthe rest of the soldiers rush onto the roof.\n\nGEN. MEEKS\nWhere the hell are they?\n\nSOLDIER .\nShould be here any minute, sir.\n\nGEN. MEEKS\nGet the choppers back, we can’t wait!\n\nEXT. BRADLEY BUILDING - STREET LEVEL\nAn EC-155 DAUPHIN helicopter ROARS across the sky.\nEXT. ROOF OF BRADLEY SUILDING - NIGHT\n\nWith the SOUND of the approaching chopper, Brad Silberman\nexits onto the roof and approaches the rest of the group. He\n\nJOHN\n(to Sarah)\nHe’s not limping.\n\nMK\n\n61 @ BPS PO\n\fTS\n\n78.\n\nSaran moves to shoot Silberman... A Soldier deflects her\naim.\n\nSOLDIER #2\nWhat the hell you doin’ !?\n\nvohn steps past the soldiers and empties an entire clip into\nSilberman.\n\nhe Li é Sil ; .\nsefault mode.\n\nBLAM! BLAM! BLAM! Terminator steps out onto the roof, firing\nrounds into the back of T-1G’s head.\n\nT-1G is halted! Each penetrating bullet exits the front of\nher face, narrowly stretching out her skin in the diameter of\nthe bullet, creating long exit wound needles. These needles\nstretch out, just inches from John’s face.\n\nT-1G turns back to Terminator who continues blasting her with\nhis .50mm. T-1G stumbles back from the relentless onslaught\nuntil she flies off the side of the roof and plummets.\n\nWith the Dauphin hovering overhead with its side hatch open,\nTerminator hustles toward John and Grabs him.\n\nTERMINATOR\nGet in. :\n\nTerminator tosses John inside the open hatch of the Dauphin.\n\nT-1G claws up the side of the building and jumps back onto\nthe roof. °\n\nTerminator pauses to re-load. Sarah and the other soldiers\nblasting ammo into T=-1G who searches for John.\n\nT-1G focuses on the exiting Dauphin. ‘She ‘runs toward the\ntail rotor and jumps into the blade. Sparks fly as the tail\nrotor EXPLODES APART!\n\nINT/EXT. DAUPHIN\n\nThe Pilot struggles with the controls as the helicopter spins\nout of control.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nSparks fly as the tail\nrotor EXPLODES APART! INT/EXT. DAUPHIN\n\nThe Pilot struggles with the controls as the helicopter spins\nout of control. \n\nTARGET SECTION TO BE ANNOTATED:\ni @ PO PO\n\nThe Dauphin plummets over the side of the building where a 15\nstory fall awaits.\n\nHovering beside the fifteenth floor of the Bradley Building,\nthe tailboom COLLIDES into the side and digs in. SMASH!\nGlass explodes as the main rotor blades penetrate the\nwindows!\n\nMK\n\n \n\n \n\f“y\n\n79,\n\nThe Dauphin flips upside down and wedges iztseif into the side\nof the building where it sticks.\n\nDAUPHIN - REAR CABIN\n\nJohn and the remaining Soldier bash against the roof of the\ncabin and slide toward the open hatch. The Soldier plummets\nzo his death! With one last reach John manages to grab hold\nef the CABLE HARNESS as he slides through the hatch.\n\nvohn hangs five feet below the Dauphin, gripping tightly to\nthe cable. Below his dangling feet, a fifteen story death\ndrop.\n\nEXT. ROOF OF BRADLEY BUILDING - NIGHT\n\nSarah glances over the edge and looks down at John, hanging\non for his life.\n\nSARAH\nJOHN!\n\nSarah turns and sees T-1G running straight toward her! She\nunloads gunfire as T-1G jumps straight over her...\n\n-.-and lands upon the underside of the upside-down Dauphin.\nINT/EXT. DAUPHIN - 15TH FLOOR - NIGHT\n\nT-1G slams her feet down onto the Dauphin, trying to dislodge\nit from the building.\n\nThe sudden buffeting sends a metal tool box tumbling and into\nthe HARNESS WINCH. Unlocking it. The cable line quickly\nunravels.\n\nJohn, hanging onto the cable, suddenly descends at a‘tapid a\nrate, a floor a second! -\n\nLooking below, John sees a UH~60 BLACKHAWK military chopper\nparked on the.street, its rotor blades in a high RPM. If\nJohn continues descending, he will be mutilated.\n\nABOVE DAUPHIN. Terminator jumps down onto T-1G. T-1G spin-\nkicks Terminator, sends him flying off the chopper!\n\nTerminator SMASHES into the side of the buiiding, crashing\ninto the GLASS windows.\n\nBELOW DAUPHIN.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nT-1G spin-\nkicks Terminator, sends him flying off the chopper! Terminator SMASHES into the side of the buiiding, crashing\ninto the GLASS windows. BELOW DAUPHIN. \n\nTARGET SECTION TO BE ANNOTATED:\n John continues descending toward the blades\nof the Blackhawk below until suddenly...\n\nINSIDE DAUPHIN. The WINCH runs out of cable and stops\nabruptly.\n\nMK\n\n© G IDS PS\n\n \n\f80.\n\nZELOW DAUPHIN. John stops, feet dangling\nROARING blades of the Blackhawk.\n\n2st above the\n\n \n\nTerminator loses hold on the building and begins a fifteen\nstory plummet!\n\nThe Cyborg rips his arms into the side of the building es he\n‘ails, cutting through glass and metal, anything to break his\nfail...\n\n \n\nTerminator finally IMPACTS the street below, cyborg body\nseeply denting the pavement!\n\nINT. STAIRWELL\n\nSeverely winded, Sarah leaps down the stairs, five at a time.\nEXT. BRADLEY BUILDING - NIGHT\n\nT-1G looks below and finds John Connor hanging above the\nspinning blades of the Blackhawk chopper parked on the\nstreet. She jumps down onto the cable...\n\nUpside down, with her limbs straddling cable, T-1G slides\ndown toward John like a speeding bullet. Sparks showering\nbehind her from the extreme friction.\n\nJohn’s greasy grip weakens. He struggles to keep his\ndangling feet from getting sucked into the Blackhawk’s main\nrotor blades. Looking up, he sees T-1G descending down upon\nhim!\n\nTerminator struggles back to his feet. He shoves against the\nfront of the Chopper and slides the machine out from\nunderneath John. .\n\nUP ABOVE\n\nThe large rotor blades of the Dauphin dislodge from the side\nof the building. CRACK! The sound of contorted steel\nSNAPPING as the mangled helicopter plummets.\n\nEXT. BRADLEY BUILDING - STREET LEVEL - RAINY NIGHT\n\nWith the chopper out of the way, John jumps down to the\nstreet.\n\nTerminator grabs John and pulls him out of the way...and not\n& moment too soon. T-1G hits the street and digs in.\n\nT-1G picks herself up. The sound of THUNDER ABOVE. She\nlifts her face and finds the mangled Dauphin helicopter\ndescending upon her head...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nT-1G picks herself up. The sound of THUNDER ABOVE. She\nlifts her face and finds the mangled Dauphin helicopter\ndescending upon her head... \n\nTARGET SECTION TO BE ANNOTATED:\ntoo late! CRRRRAAASSSHH!\n\nEXPLOSION! An ENORMOUS FIREBALL swirls into the rainy night.\n\nMK\n\n \n\nGi G PO PO\n\f‘a\n\n81.\n\nTerminator turns to John who's gulping down oxygen.\n\nTERMINATOR\nYou're a lot of work.\n\nJOHN\nI know.\n\nJt\nTerminator grabs John and yanks +im into a running pace.\n\nznside the wreckage, static energy forms into the shape of a\nwoman. T-1G re-appears in her default mode, emerging from\nthe aftermath, unscathed. She finds Terminator and John\nrunning down the street, pursues them.\n\nEXT. STREET - NIGHT\n\nTerminator and John race across the street. John,\nexhausted, gulping down air, looks behind him and sees T-1G\nrapidly gaining ground!\n\nJOHN\nShe’s gaining!\n\nTerminator looks up and stops running. As if resigned.!\n\nJohn realizes Terminator is staring upward at something.\nJohn lifts his face into the rainy night, awed by what he\nsees...\n\nLANDING LIGHTS shine down onto the street as an AERIAL HUNTER\nKILLER lowers into frame, rain beating down upon its shiny,\npolished steel hull. The futuristic aircraft descends down\nupon John and Terminator...TOTALLY SILENT. A distorting\nrippling wave effect generates from its anti-gravitic\nthrusters which belch BLUE FIRE.\n\nThe aircraft’s missile weapon system targets...\n\nSHHHHHH! A missile is fired! Chunks of concrete bursts into\nthe air as T-1G is blasted. Another missile takes a massive\nbite out of the blacktop, disintegrating T-1G.\n\nThe Aerial Hunter Killer lowers silently before Terminator\nand John, its cabin hatch hydraulically opening. John\nnotices USAF painted on the hull.\n\nAn American Soldier, inside the aircraft, motions for John\nand Terminator to enter.\n\nTerminator and John see T-1G returning to her default mode.\nThey waste no more time and enter the aircraft. Or what we\nwill come to know as the XB-91 “SWIFT”.\n\n© GS AS NS\n\fbon\n\n82.\n\nT-1G races toward the aircraft as it rockets upwards into the\nrainy night. Defeated, she watches the SWIFT leave.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\n© GS AS NS\n\fbon\n\n82. T-1G races toward the aircraft as it rockets upwards into the\nrainy night. Defeated, she watches the SWIFT leave. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. BRADLEY BUILDING - GROUND FLOOR - NIGHT\n\nSarah looks up as the SWIFT jets her son to safety. in the\n\ndistance, T-1G approaching. Sarah ducks behind the blazing\nwreckage of the Dauphin.\n\nCOT TO:\nINT. SWIFT - FLYING - NIGHT\n\nThe cockpit is ultra high-tech, entirely computerized. There\nis no front windshield. The pilots sit like astronauts with\n\ntheir seats tilted back, monitoring the controls on 3D flight\npanels.\n\nREAR CABIN\n\nMore functionality than luxury. The cargo space is limited.\nThere are no windows. Real-time monitors view all sides of\nthe aircraft.\n\nJOHN\nWe have to go back.\n\nFLIGHT SOLDIER\n\nOrders are to get you to Green River\nwithout delays.\n\nJOHN\nMy mother’s back there, she’s important\nto this mission.\n\nFLIGHT SOLDIER\nWe have another ship behind us making a\npickup. We’ll put Sarah on that. Best -\nwe can do. Anyone need medical\nattention?\n\n.\n\nJOHN\nNo.\n\nFLIGHT SOLDIER\nBuckle down. We’re going Mach three.\n\nEXT. SWIFT - NIGHT\n\nThe aircraft breaks the sound barrier.\n\nMK\n\n©t © PO PO\n\fw\n\n83.\n\nINT. SWIET - COCKPIT\n\nJohn watches the Pilots work the controls. All of which are\ncomputerized and voice-activated. The Pilot presses a talk\nbutton and speaks to the FLIGHT COMPUTER.\n\nPILOT\nInitiate frequency cancellation.\n\nFLIGHT COMPUTER\nFrequency cancellation, initiated.\n\nJOHN\nWhere’s the yoke?\n\nPilot #1 glances at John, indicates a toggle stick beneath\nhis thumb, The main flight controls of the aircraft.\n\nPILOT ~\nRight here.\n\nJOHN\nMust be hard not to over-correct.\n\nPILOT\nYou a chopper pilot?\n\nJOHN\nSingle engine Cessnas.\n\nPILOT\nThis is actually easier to fly. It’s all\nautomated, voice-activated. Very user-\nfriendly.\n\nJohn steps back as the Pilots begins to communicate with\nGreen River tower.\n\nON TERMINATOR\nwho looks up at John approaches.\n\n: JOHN\nI hacked into a lot of government sites,\nbut I never saw anything like this.\n\nTERMINATOR\nThe factories which built it are\ncompletely automated.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nON TERMINATOR\nwho looks up at John approaches. : JOHN\nI hacked into a lot of government sites,\nbut I never saw anything like this. TERMINATOR\nThe factories which built it are\ncompletely automated. \n\nTARGET SECTION TO BE ANNOTATED:\n After the fires,\nSkynet takes control of production and\nmanufactures a more advanced version\ncalled an Aerial Hunter Killer. Equipped\nwith laser weaponry, highly sensitive\nmotion and heat sensors and a power cell\nwhich lasts twenty years.\n\nGO G PO HO\n\nMK\n\ff Haunted, John glances about the interior ci the Aerial HK,\nrealizing he’s sitting in Satan’s beily.\n\nJOHN\n..goddam Terminator in the sky.\n(beat)\nHow many of these “Aerial Hunter Killers”\ndoes Skynet manufacture?\n\nTERMINATOR\nExact number, unknown.\nJOHN\nTake a wild guess.\nTERMINATOR\nBetween seven and eight.\nJOHN\nHundred?\nTERMINATOR\n\nThousand. World-wide.\n\nJohn leans back in his seat, overwhelmed.\n\ni JOHN\n\nLet me ask you something, you believe in\nthis war?\n\nTerminator isn’t sure how to respond.\n\nTERMINATOR\nBelieve?\n\nJOHN\nYeah, you see mankind as a threat?\n\nTERMINATOR\nIf it opposes you.\n\nJOHN\nNo, not me, I mean -- how do I do this...\nOkay, let’s say I got killed. Your\nmission was over. The war continued: man\nagainst machine. Whose side would you\nchoose?\n\nTERMINATOR\nChoose?\n\nJOHN\nCo Don't you know how to choose?\n(no reply)\n(MORE)\n\nOW G PO bO\n\nMK\n\f‘ 85.\n\nLife is about choices. They define who\nwe are.\n\n \n\nTerminator is puzzled. John focuses on a RED fire\nextinguisher, unlocks it from its cradle. He then grabs a\nBLUE medic kit.\n\nSOHN (CONT! D)\nRed. Slue. Which color do you prefer?\n\nTERMINATOR\nEach color is best suited for its\noptical --\n\nJOHN\n\nForget all that. What color you do you\nfind more pleasing to the eye. You know,\nmore beautiful?\n\nTERMINATOR POP. Digitized data scrolls, analyzing the fire\nextinguisher, the medic kit, their colors and shading.\n\nTERMINATOR\nI see no beauty.\n\nJOHN\nI was afraid of that.\n\n—_ Terminator studies John, trying to grasp the purpose for the\nline of questioning.\n\nTERMINATOR\nWhich.color do you prefer?\n\nJOHN\nBlue.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n—_ Terminator studies John, trying to grasp the purpose for the\nline of questioning. TERMINATOR\nWhich.color do you prefer? JOHN\nBlue. \n\nTARGET SECTION TO BE ANNOTATED:\nTERMINATOR\nWhy? -\n\nJOHN\nReminds me of the ocean. And there’s\nsomething about the ocean that’s...\npeaceful. Anna and I used to go there a\nlot.\n(morose)\nShe loved to surf...\n\nGi @ PS 1\n\nTerminator gives John a look, curiously examines the blue\nmedic box.\n\nCUT TO:\n\nMK\n\f \n\n86.\n\nEXT. GREEN RIVER LAUNCH COMPLEX - NIGHT\n\nMedics work in triage, tending to a myriad of butchered and\ngunshot employees. EMS helicopters carry off the wounded.\n\nThe anti-gravitic thrusters of the SWIFT send out distorting\nripple waves as the machine SILENTLY lowers out of the sky\nand hovers above a tarmac.\n\nSohn and Terminator exit the SWIFT where they are immediately\ntoined by two men. One of them is MATT RIBBERDY -- the\nscientist Skynet impersonated to the President.\n\nCohn tries to communicate with Ribberdy, but he is unable to\nnear his voice. His lips move, but no sound comes out. John\nraises his voice, even yells...nothing is heard.\n\nThe SWIFT hovers upward and rockets into the night, quiet as\na bird.\n\nRIBBERDY\nYou can relax, Mr. Connor, you haven’t\ngone deaf.\n\nJOHN\n\nNoise Cancellation?\n\nTERMINATOR :\nThe XB-91 SWIFT is equipped with\nelectromagnetic and acoustic field\nsuppressors.\n\nRibberdy is a little put off that Terminator knows this.\n\nRIBBERDY\nThat’s uh...that’s exactly right.\n\nMeet./COL. BELL. Well-built, husky voice, MacArthur\ndemeanor. :\n\n: COL. BELL\nIt’s not enough to fly stealth anymore.\nWe need to be invisible and silent.\n\nJohn taps on his watch, baffled.\n\nJOHN\nMy watch stopped.\n\nRIBBERDY\nBe thankful you’re not wearing a\npacemaker. I’m Matt Ribberdy, chief\nprogrammer.\n(shakes John’s hand)\nThis is Col. Bell.\n\nOt G DS 9\n\nMK\n\f37.\n\nWhiie shaking hands, John focuses on the wounded.\n\nJOHN\nWhat happened to. ‘em?\n\nRIBBERDY' *-|\nFirst things first.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhiie shaking hands, John focuses on the wounded. JOHN\nWhat happened to. ‘em? RIBBERDY' *-|\nFirst things first. \n\nTARGET SECTION TO BE ANNOTATED:\n |We have a briefing\narea set up. This way.\n\nCUT TO:\nINT. COMMAND TENT - NIGHT\n\nJohn and Terminator. sit before a large mobile plasma screen\nwhich shows the interior of the Green River Launch Complex.\n\nRIBBERDY\nThis is subplex 4. The “Cyber Cellar,”\nwhere your computer program lives. It’s ~\nself-powered and surrounded by ten foot\nthick blast-proof walls. It’s\nimpenetrable.\n\nJOHN\nWhat about severing uplink capability?\nWe cut off Skynet’s arms and legs, it’s\njust a brain in a box.\n\nTERMINATOR\nNegative. Skynet communicates with\nsatellites by way of R.U.S.T.\n\nRibberdy and Col. Bell are shocked Terminator knows this.\n\nRIBBERDY .\nThat’s right. Root Underground Satellite\nTIransponders.\n\nOn the plasma screen, a 3D GRAPHIC clearly illustrates the\nCyber Cellar inside the subterranean Green River Launch\ncomplex. Descending roots jet out from beneath and travel in\nall directions, burrowing deeply into the earth, then arching\ntoward the surface in a vast network.\n\n: RIBBERDY (CONT’D)\nThe communication lines run a half mile\ndeep and fan out at a ten mile radius.\nThere’s thousands of ‘em.\n\nJOHN\nSo we sever ‘em at the core?\n\nGu G9 PO PO\n\f,y\n\n38.\n\nRIBBERDY\nWouldn’t matter. The inner snell of the\nvault icself acts as a back up\ntransponder.\n\nJOHN\nSo shut down the satellites.\n\nTERMINATOR\nSkynet controls them.\n\nCOL. BELL\nWe could use this guy in intelligence.\n\nJOHN\n\nThe doors to the Cyber Cellar, any way to\nbreach the lock?\n\nRIBBERDY\nIt’s self-monitoring. The instant it\ndetects tampering, a thermite charge\n\ndetonates, welding the mechanism shut.\nPermanently.\n\nJohn looks off, frustrated as hell.\n\nJOHN\n\nYou designed the thing, didn’t you build\nin a trap door?!\n\nRIBBERDY\nSorry, I didn’t anticipate a living\ncomputer would hijack the place...",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn looks off, frustrated as hell. JOHN\n\nYou designed the thing, didn’t you build\nin a trap door?! RIBBERDY\nSorry, I didn’t anticipate a living\ncomputer would hijack the place... \n\nTARGET SECTION TO BE ANNOTATED:\nfrom\nthe inside!\n\nJOHN\nAlright, is there anyway to disengage the\nlock without tripping the explosion?”\n\nRIBBERDY\n: Not unless you’re dead. It detects body\ntemperature.\n\nJohn looks to Terminator...\n\nTERMINATOR\ni can reduce my ambient thermal signature\nto zero,\n\nJOHN\n\nLet’s do it.\n\nCOL. BELL\nThere’s one other thing.\n\n© G9 PO\n\fSS\n\n39.\n\nTol. Bell gives a couple of soldiers a nod. The soldiers\nwneel a dark GREEN (coffin-sized) ANVIL CASE up to Terminator\nand John. They unlatch the sophisticated locks. The air-\n\n<2ght case opens with an exhale of 02...SHHHHHHHT!\n\nJOHN\n\nSo this is what’s doing all the killing.\nRIBBERDY\n\nThe death toll is fifty-three and\n\nclimbing.\n\nvohn’s eyes widen in awe. Terminator scans the contents,\nanalyzing.\n\nANGLE inside the anvil case: seated flush in the custom\nindented foam pack... A metallic torso...two dismantled\nrobotic arms side-~by-side...two dismantled robotic legs...the\nhead (one cyclops vid-cam for an eye}. Crude, evil,\nskeletal.\n\nTERMINATOR\nI have files on the T-1 but have never\nencountered it.\n\nCOL. BELL\nT-1?\n\nTERMINATOR\nSkynet’s designation of its redesign.\n\nTerminator turns square to John.\n\nTERMINATOR (CONT'D)\nFirst generation terminator.\n\nJOHN : -\nHo - ly shit... - -\n\nJohn removes a metallic arm from the case, feels the ultra\ndense weight.\n\nJOHN (CONT'D)\nHow many of these things are in there?\n\nCOL. BELL\nSix ere operational. Shouidn’t be too\nmuch of a problem. My elite task force\nis gearing up. .\n\nOn &D PS PO\n\nJOHN\nWell there’s one thing that is going to\nbe a problem. And it’s a “she.”\n\nCUT TO:\n\f+»\n\n90.\n\nINT. SWIFT - FLYING\n\nSarah is belted down to one of the passenger seats. She\nglances up at the monitors and views the exterior landscape\nsShead. In the distance, the Green River Complex.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWIFT - FLYING\n\nSarah is belted down to one of the passenger seats. She\nglances up at the monitors and views the exterior landscape\nsShead. In the distance, the Green River Complex. \n\nTARGET SECTION TO BE ANNOTATED:\nCOCKPIT\n\nThe Pilot and Copilot navigate, relaying jargon back and\nforth when a shadow falls over the Pilot’s face. He looks\nbut sees nothing to create the shadow.\n\nSuddenly the Pilot gasps as blood escapes his lips. The\nPilot grasps his fatally wounded chest. The Copilot reacts\nas T1G appears before him with her hand around his neck,\nelectrocuting him.\n\nSarah unbuckles herself and hustles to open the EMERGENCY\nEXIT DOOR. Cabin depressurized, an extreme suction violently\ntugs at her.\n\nT-1G approaches Sarah to kill.\n\nSarah grabs a parachute, dons it as fast as she can and\nJUMPS! Narrowly escaping T~1G.\n\nCUT TO:\nEXT. GREEN RIVER LAUNCH COMPLEX - NIGHT\nSQ elite soldiers exit a C-130 which is parked on the dry\nlake bed. The soldiers are armed with the latest in tactical\n\nweapon systems.\n\nJohn looks up, focuses on a SWIFT which travels silently\noverheard. The aircraft maneuvers into a bank turn.\n\nTERMINATOR POV. Nightvision shows a parachute over the\nentrance of the complex. Terminator zooms in and sees...\n\n- TERMINATOR\nSarah.\n\nJOHN\nWhat? Where she?\n\nTERMINATOR\nDescending by parachute. From the enemy\nSWIFT.\nTerminator grabs John and hurries him to safety as...\n\nCOL. BELL\nWhat do you mean “enemy?”\n\nOt @ PO HO\n\nMK\n\fNe\n\nThe SWIFT drops down and hovers extremely close to the\ntroops! Soldiers hit the ground whiie others scatter for\ntheir lives, The SWIFT travels above the small army, its\nthrusters SCORCHING them, turning soldiers to charcoal.\n\nTerminator blasts rounds at the SWIFT while he and John\nretreat.\n\nSoldiers turn their weapons on the aircraft and reciprocate\nwith a blaze of gunfire.\n\nINT. SWIFT - COCKPIT\n\n?-1G targets the aircraft’s weapon systems down upon the\nsoldiers and sprays a constant stream of machine fire,\nmutilating by the droves.\n\nCUT TO:\nEXT. ROOF OF LAUNCH COMPLEX - NIGHT\n\nALARMS WAILING, Sarah descends upon the roof by parachute.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWIFT - COCKPIT\n\n?-1G targets the aircraft’s weapon systems down upon the\nsoldiers and sprays a constant stream of machine fire,\nmutilating by the droves. CUT TO:\nEXT. ROOF OF LAUNCH COMPLEX - NIGHT\n\nALARMS WAILING, Sarah descends upon the roof by parachute. \n\nTARGET SECTION TO BE ANNOTATED:\nShe hits the corrugated metal roof top, part of which is\nslowly sliding shut.\n\nQuickly on her feet, she detaches the harness and stealthily\nhustles toward the edge of the roof and looks down. The\nSWIFT is seen from above, attacking the soldiers.\n\nSarah focuses on the closing roof, only several feet away\nfrom locking shut. No time to waste, Sarah climbs down into\nthe complex, disappearing inside.\n\nCUT TO:\nEXT. GREEN RIVER LAUNCH COMPLEX - WAR ZONE\n\nWhile Terminator races John to safety, soldiers are cut down\n‘and burned alive -- their retaliation futile.\n\nRibberdy is strafed by the SWIFT. The force of the blast\nknocks John and Col. Bell to the ground. Terminator covers\nJohn with his body as the area around them is peppered.\n\nThe SWIFT’s underbelly parts as cargo bay doors expose\nMISSILES which lock onto their target: John Connor!\n\nTerminator rolls off John, picks up a couple of .50 Caliber\nassault rifles, ZOOMS in on one of the missiles, cradled\nbeneath the SWIFT, squeezes both triggers!\n\nThe missile BLOWS UP! KA-BOOOOCQOOOM! An enormous EXPLOSION!\nOne of the SWIFT’s anti-gravitic THRUSTERS erupts! The\naircraft flies radically out of control. Ascending...\n\n© @ PY bO\n\nMK\n\f \n\n92,\nThe SWIET, spinning violently, arcs upwards and backwards and\nzescends into a DEEP CANYON GORGE...\n\n=XT. DEEP CANYON GORGE\n\nSwift plummets to the bottom and EXPLODES into a\nBALL.\n\n \n\nEXT. GREEN RIVER LAUNCH COMPLEX\n\nTerminator turns to John while loading new clips into each\n-£9 caliber assauit rifle.\n\nTERMINATOR\nShe'll be back.\n\nJohn rack-focuses on Ribberdy who lies badly wounded, leg\nseverely shot up, pieces of shrapnel imbedded in his torso.\n\nRIBBERDY\nOh shit...I’m bad, aren’t I?\n\nJohn rips off a section of his shirt.\nJOHN\nHang in there, we can’t do this without\nyou.\nJohn presses his ripped shirt into Ribberdy’s wounded leg.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn rips off a section of his shirt. JOHN\nHang in there, we can’t do this without\nyou. John presses his ripped shirt into Ribberdy’s wounded leg. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN (CONT'D)\nKeep pressure on it. Okay?\n\nJohn picks up Ribberdy and throws him over his shoulder when\n\nan empty parachute curls across the ground, sailing in the\nwind.\n\nJOHN (CONT'D)\nWhere’s Sarah?\n\nTERMINATOR\nShe’ll find us. Let’s go.\n\nEn route to the subterranean entrance, FOUR surviving\nsoldiers join up with our guys.\n\nINT. SUBTERRANEAN ENTRANCE - NIGHT\n\nOt G PS HO\n\nTerminator scouts through the dark tunnel entrance, the two\n.50 caliber guns in each hand. Trailing is John (carrying\nRibberdy) Col. Bell. and the four soldiers.\n\nMK\n\f93.\n\nAt the end of the tunnei stands a TEN FOOT THICK sliding\nsuter BLAST DOOR made of titanium -- the entrance to the\nGreen River Launch complex. The massive door is slowly\nclosing, only two feet from lesking shut.\n\nJOHN\nHurry!\n\nTerminator quickly wedges his bedy inside the blast door and\nshoves hard against it.\n\nThe soldiers hurry and pile through single-file.\n\nBack to the wall, Terminator strains against the impossible\nweight of the blast door. Edging his back along the titanium\nframe, he fights to make it inside before the door crushes\nhim. But even with his cyborg strength, it’s a losing\nbattle.\n\nSetting down Ribberdy, John grabs an MP-S and wedges it\ninside the door, but the machine gun bends from the extreme\npressure.\n\nIt’s no use, Terminator ioses the battle. The blast door\nbegins to crush him.\n\nJOHN (CONT‘ D)\nNOoooo00!\n\nTerminator’s body slightly compresses. Blue tendrils of\nlighting dance across the cyborg’s skin as he is rendered\nlifeless. The blast door stops, unable to compact Terminator\nany more than it has.\n\nJohn is devastated. The soldiers, haunted.\n\nSOLDIER #1 - .\nWhat the fuck, man? That thing. wasn’t\nhuman!\n. \"JOHN\n(to Col. Bell)\n\nIt may not be dead. It can self-\nregenerate. Gotta be someway to pry this\ndoor open.\n\nCOL. BELL\nFifty tons of titanium. Good luck.\n\nSoldier #2's MOTION DETECTOR signals activity.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nBELL\nFifty tons of titanium. Good luck. Soldier #2's MOTION DETECTOR signals activity. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLDIER #2\n\nSir, we got two incoming, 9 O’clock.\nETA, one minute.\n\nOi GS PO PO\n\nMK\n\f&\n\nfn\n\nJOHN\nT-ls... Which way’s the Cyber Cellar?\n\nCOL. BELL\nNorth wing. That ‘way.\n(to his men)\nHow we doin’ on ammo?\n\nSOLDIER #1\nNot good, sir.\n\nCOL. BELL\nThere's a tactical supply room in the\nsouth wing.\n\nJOHN\nBad idea.\n\nCOL. BELL\nWhat do you suggest, Connor? We sit here\nand engage in hand-to-hand combat!?\n\nJOHN\nSkynet knows we’re low on ammo. There’re\nsurveillance cameras everywhere. Now we\ngot two T-1ls coming at us from this\ndirection. In the opposite direction’s\nthe tactical supply. This isn’t brain\nsurgery...we’re being led away from the\nCyber Cellar, into a trap.\n\nSoldier #1 glances down at his motion detector. The T-1s are\n\nSOLDIER #1 .\nSir. We need to make a decision here!\n\nCOL. BELL\nConnor, you can comé with us...\n{re: Ribberdy)\n+-.0r stay here and watch this man bleed\nto death.\n\nJOHN\nThis man...is our only chance in getting\nto Skynet!\n\nCOL. BELL\nWell, son, he ain’t gonna do us much good\nnow that your Terminix man or whatever\nthe fuck is out of commission.\n\nCol. Bell grabs an M-16 from a soldier and tosses it to John.\n\nMK\n\n© @ PO\n\f>\n\n“yo\n\na\n\n95;\n\nCOL. BELL (CONT’))\n(to soldiers)\nAlright, ladies! Let’s move!\n\n(to John)\nWe'll be coming back through here in ten\nminutes.\n\nThe soldiers comply with their superior officer’s command.\nCol. Bell leads the troops down the iarge corridor.\n\ngopn glances at the lifeless Terminator, crushed in the blast\noors.\n\nRIBBERDY\n(scared)\nWhat do we de now?\n\nJOHN\nStay alive. Until we can figure out\nsomething else.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nRIBBERDY\n(scared)\nWhat do we de now? JOHN\nStay alive. Until we can figure out\nsomething else. \n\nTARGET SECTION TO BE ANNOTATED:\nNORTH CORRIDOR\n\nWith Ribberdy over his shoulder and the M-16 in his right\nhand, John moves stealthily to the end of the corridor where\nit “L”s to the right. Coast clear, he continues onward.\n\nCUT TO:\nINT. SUBTERRANEAN ENTRANCE\n\nTerminator is where we left him. Lifeless. Crushed between\nthe titanium wall and 20 foot thick outer blast door. Beyond\nTerminator is T-1G. She stands outside the entrance, staring\nin.\n\nHer body turns to static vapor, allowing her to easily\nnavigate through the narrow 10 inch passage. Half way, she\npauses and examines the lifeless Terminator. No threat here,\nshe continues on.\n\nOnce on the other side, T-1G returns to default mode and\nstrides through the complex, resuming her hunt.\n\nCUT TO:\nINT. TACTICAL SUPPLY ROOM\nGunfire is constant. John was right, it’s a full ambush.\nTen T-ls are battling Col. Bell and the four soldiers who are\ndesperately trying to retreat with their lives.\n\nCUT TO:\n\nyt GY WO WO\n\nMK\n\fYy.\n\n96.\n\nINT. NORTH CORRIDOR\n\nFounding the corner, John comes upon a T-i with irs back\nsurned! John quickly spins around, feet iosing traction on\npolished concrete floor. The T-i about-faces and levels\niis chain gun.\n\n1\n\n  \n\n7onn (carrying Ribberdy) ducks around the corner, dullets\nrailing him.\n\n \n\nLOSE ON THE T-1:\n\nWe see it fully assembled for the first time. Strapped to\n\n=ts back is a bulky bullet-proof AMMO PACKS -- 100 feet of\n\nselt-fed CASELESS AMMO coiled densely, allowing a seemingly\nendless supply of gunfire.\n\nMounted to its arm is a sleek CHAIN GUN. An AUTO-AIM gun\nbarrel pivots in sync with the T-l’s line of sight. When it\ncurns its head, the gun tracks with precision aim.\n\nThe T-1 rounds the corner and levels its chain gun at John.\nBut John beats the robot to the punch, blasting the M-16 at\nits robotic head.\n\nThe T-1 is thrown off balance from the onslaught.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe T-1 rounds the corner and levels its chain gun at John. But John beats the robot to the punch, blasting the M-16 at\nits robotic head. The T-1 is thrown off balance from the onslaught. \n\nTARGET SECTION TO BE ANNOTATED:\n Unable to\nright itself, the robot stumbles. John keeps firing until\nLICK! Out of ammo.\n\nThe T-1 finds its center of gravity and levels its chain gun.\nJohn charges the robot and latches onto its (weapon) arm,\nforcing it off target.\n\nWHACK! The T-1 backhands John across the face. But John\nRangs on tight. WHACK! Another backhand sends John reeling\nacross the floor.\n\nThe T-1 approaches John-and levels its chain gun to kill.\n\nTINK! TINK! TINK! Three magnetic grenades, fired at the back\nof T-1, stick to its shoulder. KA-BLAM! The T-1's (weapon)\narm is blown off!\n\nAs the T-1 collapses, we RACK FOCUS on Sarah who stands with\nan HK69 .40MM grenade launcher in her arms. Needless to say,\nvohn is happily surprised.\n\nJOHN\nHi, mom.\n\nSuddenly, the T-1 flops toward John on its back and grabs his\nieg. John kicks the robot’s head, struggling to escape its\nclutches.\n\n© @ PD HO\n\f97.\n\nSaran shoves her boot against the T-i’s neck, pins it to the\nground and spears her 3K69 into the robot’s face.\n\nSARAH\nRun.\n\nvohn wisely complies.\n\nSARAH (CONT'D)\nEat this.\n\nSarah pumps a magnetic grenade into the T-1’s mouth. TINK!\nRapidly backs away. EXPLOSION! The T-1’s body parts skid\nacross the floor, smoldering.\n\nSARAH (CONT’ D)\nCatch.\n\nSarah tosses John the HK69.\n\nSarah grabs the T-1’s ammo pack which lies on the floor. She\nstraps it on her back. Picks up the T-1’s .80 caliber chain\ngun. Connects the clip to the ammo-pack. Sarah is looking\nbad-ass as ever.\n\nJohn makes a move to retrieve Ribberdy who lies on the\nground. Face white, eyes poached. DEAD.\n\nSARAH (CONT’D)\nWho was he?\n\nJOHN\nOur only chance at getting to Skynet.\nYou come from north’ hall?\n\nSARAH .\nYeah.\nJOHN .\nT-1s?\nSARAH\n‘Infested.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN . T-1s? SARAH\n‘Infested. \n\nTARGET SECTION TO BE ANNOTATED:\nJohn sighs with defeat.\n\nSARAH (CONT'D)\nWhere’s Terminator?\n\nCUT TO:\nINT. SUBTERRANEAN ENTRANCE\n\nSarah examines the crushed Terminator. She spies down the\nnorth corridor, coast clear.\n\nGi GD PP\n\nMK\n\f98.\n\nSaran moves to the South Corridor, checks for T~ls. Again,\nthe coast clear.\n\nSARAH -\n\nAt least we got you in a nuclear-safe\nenvironment. if we can take out these\nT-ls we can survive here. Where’re the\n\nsoldiers?\n\nJOHN\nCol. Bell said he’d be coming back this\nway.\n\nSARAH\n\nWe'll give ‘em 30 seconds.\n\nSarah and John take cover inside a four foot concave region\nin the wall.\n\nSARAH (CONT’D)\n\nSplitting up...who’s brilliant idea was\nthat?\n\nJOHN\nThey wouldn’t listen to me.\n\nSARAH\n(explodes)\nYou got to get these people to pay\nattention to you, John. That’s what\nbeing a leader’s about.\n\nSarah pulls back from her usual lecture. She sees something\ndifferent in John’s eyes.\n\nJOHN\n\nGo ahead, say it. I should’ve listened\nto you.\n\nJohn leans his back against the wall and slides down until\nhe’s sitting on his butt.\n\nJOHN (CONT'D)\nBut I didn’t. I only cared about me. My\nlife. Not everybody else’s. Now we all\nlose.\n\nSarah removes her ammo pack and takes a seat beside John,\nback to the wall in the same fashion.\n\nSARAH\nIt's not your fault... It’s mine.\n\nJohn turns to Sarah, shocked to hear those words coming from\nher mouth,\n\n© @9 PO PO\n\nMK\n\fSARAH {CONT’ D)\nYou wanted a wife, kids...you wanted a\nfamily... And why the hell not, you've\nbeen deprived of one your whole iife.\nHell, you didn’t ‘even have a mother.\n(beat) . :\n\nAll I wanted to do is! love you, John.\nBut I was too afraid it would make you\nsoft, weak, I don’t know...\n\nSarah turns away from John, uncomfortable and vulnerable.\n\nSARAH (CONT’D)\nI spent too much time being a drill\nsergeant...",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I was too afraid it would make you\nsoft, weak, I don’t know... Sarah turns away from John, uncomfortable and vulnerable. SARAH (CONT’D)\nI spent too much time being a drill\nsergeant... \n\nTARGET SECTION TO BE ANNOTATED:\nlost out on all the fun of\nbeing a mom. You know how many goddam\ntimes I wanted to grab you and hold\nyou...tell you things were gonna be okay?\n\nJOHN\nThey are okay. You gave me everything I\nneed. I now know that.\n\nSarah's eyes moisten.\n\nANGLE ON TERMINATOR. Lifeless, crushed in the blast door.\n\nPerhaps a part of him hears this?\n\nJOHN (CONT'D)\nI love you, mom.\n\n. SARAH\nI love you, too.\n\nJohn grabs Sarah and gives her a long since due embrace.\nSarah reciprocates, gripping her son tightly.\n\nA CLANKING noise from the south corridor interrupts the\n\nmoment! Sarah levels her chain gun and fires a warning shot.\n\nSilence. A faint human voice echoes.\n\nCOL. BELL (OS)\nHold your fire!\n\nJOHN\n{yells out)\nColonei!\nSarah rigidly levels her chain gun, untrusting.\n\nCol. Bell and two Soldiers cautiously round the corner,\n\napproach John and Sarah. All three are badly wartorn, one of\n\nthem nursing a gun wound. Sarah lowers her weapon.\n\n©) © PD NW\n\nMK\n\f100.\n\nSARAH\nThat bad, huh?\nCOL. SELL\nHow many are cn your ass?\nSARAH\nFive. Give or zake.\nCOL. 3ELL\nWe got double that. Give cr take.\nJOHN\nI thought you said only six were\noperational?\nCOL. BELL\n\nOnly six were operational! I don’t know\nwhat the hell’s happening except that\nwe're dead men walking.\n\nSARAH\nMaybe you should quit your whining and\nget busy.\n\nCOL. BELL\n\nFuck you, lady.\n\nSarah sweeps Col. Bell on his ass with her chain gun, shoves\nher boot against his neck and presses the barrel of her chain\ngun against his forehead.\n\nSARAH\nYou were saying...?\n\nCol. Bell’s soldiers immediately turn their guns on Sarah.\nJOHN .\nWar’s out there! Knock it off!\n\nRAT-T-T-T-T-T-T-! The T-1s round the corner and are now in\nthe north corridor.\n\nJohn, Sarah, Col. Bell and the two soldiers quickly duck\ntheir backs against the four foot concave region in the wall.\nThis will supply them some cover...but not for long.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn, Sarah, Col. Bell and the two soldiers quickly duck\ntheir backs against the four foot concave region in the wall. This will supply them some cover...but not for long. \n\nTARGET SECTION TO BE ANNOTATED:\nSarah and John blast their guns at the approaching T-1s,\nxnocking them off balance.\n\nRAT-T-T-T-T-T-T! More T-1ls round the corner and approach\nfrom the south corridor.\n\nCol. Bell and his soldiers blast rounds at them. Gunfire is\nconstant.\n\n© G PO WS\n\nMK\n\f»y\n\n101.\n\nBut the T~1s are unscathed. They continue marching forward,\nguns blazing.\n\nSOLDIER #1\nThis isn‘t working!\nCOL. BELL\nThe great John Connor... What a fucking\n\njoke...\n\nJohn focuses on the outer BLAST DOOR where the lifeless\nTerminator stands crushed.\n\nJOHN\nCover me!\n\nJohn makes a run across the corridor. Sarah, Col. Bell and\nthe soldiers send a barrage of gunfire into the T-1s to cover\nJohn. ~\n\nA bullet grazes John’s shoulder as he crosses. Nursing the\nwound, he wedges his body inside the narrow 10 inch opening\nof the blast door for cover. Turns to Terminator.\n\nJOHN (CONT’ D)\nI know you can hear me, goddamit! You\nare my protector! That is your mission!\nAnd you are FAILING YOUR MISSION!\n\nTerminator remains lifeless. The situation worsens. The\nT-ls are progressing. Our guys are almost out of ammo.\n\nJOHN (CONT! D)\n\nI - AM - GOING - TO - DIE! Do you hear\n\nme!? You are a Terminator! IT’S TIME TO\n\nTERMINATE! ..\nTERMINATOR POV. A single point of light.- A graphic displays\nalternate power. Another shows level of power. The meter\nclimbs deep into the red. DANGER! SYSTEM OVERLOAD!\nTerminator’s eyes sizzle with bright red.\n\nTerminator’s arms shove against the 20 foot thick titanium\nblast door. John is awed.\n\nTerminator grits his teeth while shoving on the blast door\nwith incredibie strength. The blast door moves a fraction of\nan inch...\n\nSarah runs out of ammo, likewise Col. Bell. The T-1s are now\nonly yards away from having a direct line of fire.\n\nThe blast door continues moving...a few more inches...a\nfoot...two feet.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nBell. The T-1s are now\nonly yards away from having a direct line of fire. The blast door continues moving...a few more inches...a\nfoot...two feet. \n\nTARGET SECTION TO BE ANNOTATED:\n Terminator removes his hands which have\nmade two deep imprints in the titanium.\n\nGi GD DO HS\n\f102.\n\nTerminator grabs John and pulls him back to keep him safe.\n\nSarah’s eyes widen as Terminator’s somewhat contorted body\nsteps out into the corridor where rounds of ammo immediately\nricochet off his armor. Col. Bell and the soldiers are\nhappily amazed.\n\nTerminator approaches the T-ls, cutting them off just in\ntime, diverting the gunfire.\n\nTerminator grabs a T-1’s arm and yanks it clean off the\nrobot’s body, shoves his hand into the robot’s face and\ncrushes the T-1’s cranium against the wall.\n\nTerminator kicks another T-1’s (weapon} arm, sending the\nrobot crashing against the wall. Terminator grabs the\nrobot’s head, breaks it off. He forces the robot to fire\nupon itself. EXPLOSION! The robot erupts.\n\nTerminator grabs another T-1 and shoves it into a wall,\ncrushing its neck.\n\nTerminator back hands another robot’s head repeatedly,\nsevering its head from its torso. Terminator tosses another\nT-1 into the opposite wall...CRASH! Terminator picks up the\nT-1 and again hurls the machine into the opposite wall.\nTerminator yanks off the T-1’s (weapon) arm, turns it and\nfires a constant stream of ammo. KA-BLOOM! The T-1\nexplodes. KA-BLOOM! Another explodes.\n\nTerminator turns to John and the rest of the bunch with a\nsmirk and a severed T-1 arm in his grip.\n\nTERMINATOR\nI’m back.\n\nTerminator drops the severed T-1 arm into a pile of\nsmoldering robotic junk. CLANK! Terminator kicks T-1 debris\n\nout+of his way as he approaches John. A T-1 head rolls along\nthe floor.\n\nTERMINATOR (CONT‘D)\n\nIt’s clear to me why Skynet rushed to\nredesign the T-ls. They suck.\n\nCUT TO:\nINT. CONTROL BOOTH - OUTSIDE CYBER CELLAR\n\nLow angle on black Gucci Boots...we pan up the gorgeous legs\nof T-1G who strides toward the Cyber Cellar’s vault door.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey suck. CUT TO:\nINT. CONTROL BOOTH - OUTSIDE CYBER CELLAR\n\nLow angle on black Gucci Boots...we pan up the gorgeous legs\nof T-1G who strides toward the Cyber Cellar’s vault door. \n\nTARGET SECTION TO BE ANNOTATED:\nT-1G peers inside and examines the fifty computer towers\ncirculating with Skynet’s god-like mind.\n\nMK\n\ni GD 1D HO\n\f203,\n\nShe focuses on the panel lock, rips off the cover and drives\nner hand into the circuitry. EXPLOSION! The thermite blast\nwelds the lock shut.\n\nT-1G turns her back to the Cyber Cellar and stands directly\nin front of the vault door, silent and still -- a sentinel\nguarding Satan‘s throne.\n\nCUT TO:\nINT. SECURITY SURVEILLANCE ROOM\n\nTerminator rips open the door. John and the rest of the gang\ncile in and face the many security monitors.\n\nJohn sits before the computers, punching up different\nlocations on the monitors.\n\nOne of the screens shows the interior of a fully automated\nROBOTIC FACTORY where T-ls are constructed. It’s in full\noperation. A new T-1 steps off the production line and is\nequipped with ammo-pack and chain gun.\n\nCOL. BELL\nWell that answers that. Fucking\nfactory’s pumping out T-1s like hotcakes.\n\nJOHN\nWhere’s the Cyber Cellar?\n\nTERMINATOR\nSubplex 5.\n\nJohn types into the computer. The Cyber Cellar comes up on\nthe main large-screen monitor. Standing in the control booth\noutside the Cyber Cellar is the T-1G standing guard.\n\nOne of the soldiers speaks up. - -\n\nLONDON\nWho the hell’s that?\n\nJOHN\nShit. She’s inside.\n\nCOL. BELL\nThat the “she” you were talking about?\n\nJohn nods. Soldier #2 speaks up:\n\nGAFFE\nSexy momma...\n\nGu GI WS WS\n\nMK\n\fLONDON\n{to Terminator)\nThis chick...she as bad-ass as you?\n\nTERMINATOR\nThe T-1G is a superior model. Three\ngenerations more advanced.\n\nTerminator zooms the monitor in and focuses on the detonated\ntock.\n\nTERMINATOR (CONT'D)\nShe detonated the lock. It’s welded shut\nnow.\n\nCOL. BELL\nWell that’s just fucking peachy.\n\nSARAH\nYou couldn’t get past her, anyway.\n\nLONDON\nGotta be another way inside, man. A\nhole, something.\nJohn walks off, seemingly giving up.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONDON\nGotta be another way inside, man. A\nhole, something. John walks off, seemingly giving up. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN\nThere are no holes.\n\nTERMINATOR\nCheck your head.\n\nJOHN\nWhat the hell’s that supposed to mean!?\n\nAs Terminator exits the survielance room...\n\nTERMINATOR\nTell you when you’re terminated.\n\nINT. NORTH HALL\nJohn follows Terminator.\nJOHN\nLook, there’s no way in that place! It’s\ngoddam impenetrable! It was designed\nthat way! There’s no way past it!\nTerminator turns square to John.\nTERMINATOR\n\nYou talk about choices. But you see only\none: Defeat.\n\nOH GD DS NO\n\nMK\n\f105.\n\nTerminator spears John with a look, walks off. John lowers\nnis head, feeling Terminator’s words. Sarah and the rest of\nthe soldiers exit into the north hall and approach John.\n\nSARAH”.\nWhat’s up with his shit?\nJOHN\nRust...\nSARAH\nWhat?\nJOHN\nRuse... Root Underground Cable Network.\nCOL. BELL\n\nWhat about it?\n\nTerminator turns back to John, hearing his new idea.\n\nJOHN\nThe communication cables beneath the\n\nCyber Cellar. How exactly were they\ninstalled?\n\nCOL. BELL\nAutomated boring technology.\n\nJohn shines with epiphany. He marches up to Terminator with\na big smile.\n\nJOHN\nI'm hip to what you’re doing, and it’s\nworking.\n\nTERMINATOR , :\nI know.\n\nINT. UNDERGROUND MAINTENANCE FACILITY ~ LOW LIGHT\n\nTerminator pulls a dusty canvas tarp off a single-manned\nboring machine, otherwise known as a “DIGGER.”\n\nJohn, Sarah and the rest of the soldiers huddle around the\ndigger, examining it closely. Torpedo-sized, covered with\nrows of tiny blades. Connected to the aft section is a iong\nspool of fiber optic cabling. Gaff reaches out and touches\n\none of the many tiny blades, cuts his finger, sucks the\nwound.\n\nCOL. BELL\nYou realize the floor to the Cyber\nCellar’s thick titanium.\n\nMK\n\n© © PN WO\n\f106.\n\nTERMINATOR\nYeah, but the cabling’s fiber optic. And\nthere’s a thousand of ‘em, bound\ntogether. That should leave me a pretty\nbig weak spot to dig up through.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERMINATOR\nYeah, but the cabling’s fiber optic. And\nthere’s a thousand of ‘em, bound\ntogether. That should leave me a pretty\nbig weak spot to dig up through. \n\nTARGET SECTION TO BE ANNOTATED:\nGAFF\nHow ya gonna know where you're going?\n\nJOHN\nJust gotta find a cable and follow it in.\n\nLondon laughs.\n\nLONDON\nThis boy’s good.\n\nSARAH\nI‘ll go.\n\nJOHN\n\nNo, I gotta do this. You stay here and\ncover my back.\n\nSarah understands.\n\nJOHN (CONT'D)\n{to Terminator)\nYou get over to that T-1 factory and blow\nthe place to shit, can you do that?\n\nTERMINATOR\nMost definately.\n\nKA-CHANK!\nINT. UNDERGROUND - R.U.S.T. SYSTEM - LOW LIGHT\n\nSparks illuminate the newborn tunnel as the digger bores\nthrough. Like a SCUBA diver being pulled through the water\nby a JET-SUB, John digs through. The HK69 grenade launcher\nslung around his shoulder, John hangs onto the aft~-cable\n\nspool mount with both hands, his stomach skidding across the\nground.\n\nINT. T-1 FACTORY\nThe door is BLASTED OPEN. Terminator storms in with a chain\n\ngun in his grip and an ammo pack strapped to his back. He\nblasts a new T-1 as it steps off the line.\n\nMK\n\noH GD NY PO\n\f207.\n\nINT. BENEATH CYBER CELLAR - LOW LIGHT\n\nThe entire floor is thick titanium except for a circular\nopening (12 feet in diameter) where thousands of optical\ncables, bound together, thread up into the facility.\n\nEXPLOSION of sound as the cables BURST. Sparks shower the\noor as the digger CUTS UP through the cabling, penetrating\nthe basement of the Cyber Cellar.\n\n \n\n \n\n=NT. UNDERGROUND MAINTENANCE FACILITY\n\nSarah, Col. Bell and the rest of the soldiers keeps guard. A\nnoise catches Sarah's attention. She looks up, sees a video\ncamera. It’s red recording LIGHT begins BLINKING. Sarah\nspins around, hyper-alert.\n\nSARAH\nWe got company! ~\n\nLondon suddenly fights as something grabs his hand and forces\nhis pistol against his own temple. BANG!\n\nGaff spins around, gun leveled. CRACK! His head is hyper-\nrotated.\n\nCol. Bell begins shooting wildly. Until his body is thrown\nso hard into the metal wall....instant death.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nCol. Bell begins shooting wildly. Until his body is thrown\nso hard into the metal wall....instant death. \n\nTARGET SECTION TO BE ANNOTATED:\nSarah fires a constant stream of ammo until her gun is yanked\nfrom her grip by something unseen. Her body is slammed into\na wall. Then suddenly, her feet lift off the ground as she\nis slide up the wall by the unseen force. Her face smears\nblood as she slides upward.\n\nT-1G exits camouflage mode and appears. She stands on the\nwall, defying gravity, looking directly into Sarah’s ‘eyes.\nFisting Sarah’s hair, T-1G points Sarah’s eyes into her’s.\n\nT-1G\nWhere’s John Connor?\n\nT-1G studies Sarah’s NEURO-ELECTRIC ACTIVITY: Among\ncluttered images, subconscious dialogue overlaps: “Go to\nhell, bitch.”\n\nT-1G reacts as Sarah’s unusual mental strength.\n\n© @ PO PS\n\nCUT TO:\nINT. CYBER CELLAR\n\nJohn emerges inside Skynet’s lair. Adrenaline pumped, he\nmarches past the two rows of computer towers, scraping the\nbarrel of the HK69 across their monitor display screens.\n\nMK\n\feo\n\n. 208.\n\nyohn turns the grenade Launcher cn the main control terminal.\n\nSCHN\nThis is for Anna, and San Franc:sco...\nnm one of ine large displays, a message is printed out,\nccompanied by a computerized voice.\n\nwo\n\nSKYNET\ni have reprogrammed and downloaded all\nnuclear security codes and have access to\nNorth America’s arsenals. ‘fou iaunch.\nlaunch.\n\na\n\nyohn stares at the computer screen, a cold sweat forming.\nHe considers his options -- what options?\n\nJOHN\nFuck you. You‘re gonna iaunch anyway.\n(cocks the HK69)\n\nA titanium wall suddenly descends, revealing a three-foot\nthick glass wall which views into the control booth. On the\nother side, T-1G holds Sarah by the back of the scalp,\npressing her badly pummeled face into the glass, smearing her\nblood. Sarah yells to John but the thick sound-proof glass\n\nmutes her screams.\nINT. OBSERVATION BOOTH\nFrom this side, Sarah’s screaming is now clearly heard.\n\nSARAH\nDO IT, JOHN! FUCKING DO IT!\n\nINTERCUT BETWEEN JOHN AND SARAH\n\nJohn steps toward the thick glass and presses his hand\nagainst it.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARAH\nDO IT, JOHN! FUCKING DO IT! INTERCUT BETWEEN JOHN AND SARAH\n\nJohn steps toward the thick glass and presses his hand\nagainst it. \n\nTARGET SECTION TO BE ANNOTATED:\n Sarah meets his hand with hers.\n\nSARAH\nThere’s nothing you can do... Finish it.\n\nSarah reads John’s lips...\nJOHN\n‘muted)\nI love you.\n\nSohn turns away from his mother and levels the HK69 at\nSkynet.\n\nJOHN (CONT’ D)\nDownload this.\n\nGt @ PO 9\n\f»\n\n209.\n\nsonn BLASTS grenades :nto che fifty computer towers.\nPLOSION upon EXPLOSION as chunks of motherooards and chips\nsurst into the air.\n\n  \n\nT-1\n\nT-1G Spin-breaks Sarah's neck and discards her like used\n\nKleenex. Sarah hits the ground, eyes poached, head hyper-\nrotated. Dead.\n\n    \n\nALARM WAILS. The lights switch off and =EMERGENCY LIGHTS\nZlicker on, illuminating che cellar with an ORANGE GLOW.\nCUT TO:\n\nMONTAGE - MISSILE SILOS\n\ncountless ICBM missiles rocket into the night from all\ndifferent parts of the United States, including submarines.\n\nCUT TO:\nINT. CYBER CELLER\n\nWhile John continues blasting the shit out of the fifty\ncomputer towers, T-1G punches the thick glass window with\nbattering-ram force. Her body a blur from the speed of\nimpact. The window begins to crack.\n\nINT. BENEATH CYBER CELLAR\n\nJohn hustles toward the Digger, ignites the engine.\n\nINT. T-1 FACTORY\n\nThe digger explodes up through the floor, ripping through\nmetal grating. The tiny blades send a SHOWER OF SPARKS\nthrough the air. .\n\nJohn emerges and finds himself staring at-a T-1 which lies in\nbroken and burning. Terminator gives John a hand up.\n\nTERMINATOR\nSkynet?\n\nJOHN\nTerminated.\n\nTERMINATOR\nSarah?\n\nsohn shakes his head with deep remorse.\n\nTERMINATOR (CONT‘D)\nLet’s go.\n\nMK\n\nGil GI IND WO\n\f»\n\n110.\n\nerminator and John hustle through <he rest of che destroyed\n-i factory. John looks about the piace as they exit...\n\nThe colossal factory is fully automated. Mot a human being\nin the place. Robotic spider-like machinery assemble the T-\nis as they come down the line.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe colossal factory is fully automated. Mot a human being\nin the place. Robotic spider-like machinery assemble the T-\nis as they come down the line. \n\nTARGET SECTION TO BE ANNOTATED:\n   \n\nminator and John bust through a door which leads into an\nperimental laboratory.\n\nINT. LABORATORY\n\nHere T-2s are seen. More sleek, human-like frames. Rubber\nnuman-like skin covers some of their appendages.\n\nTerminator blasts the T-2s as he and John exit.\n\nINT. BORING TUNNEL\n\nT-1G claws across the ceiling, walls, floor of the tunnel,\nblazing through with incredible speed -- the laws of gravity\nnot a factor.\n\niNT. UNDERGROUND MAINTENANCE FACILITY\n\nT-1G explodes up from the boring tunnel. Scans the area. No\nJohn Connor. Her eyes focus on a Digger.\n\nINT. CORRIDOR TO AIRCRAFT HANGAR\n\nJohn and Terminator race through. Terminator fires the chain\ngun up into the sprinkler system, setting it off.\n\nTerminator stops. Listens. He shoves John aside just as...\n\nThe GROUND EXPLODES! T-1G drives the DIGGER up into the\nroom! Right where John was standing.\nTERMINATOR\nRun.\n\nJohn escapes through a doorway and enters...\n\nTerminator turns his chain gun on T-1G who kicks the weapon\nfrom his grip.\n\nT-iG grabs the Digger, its blades spinning viciousiy, and\nimpales it down onto Terminator, mutilating flesh, grinding\nendoskeleton.\n\nINT. AIRCRAFT HANGAR\nAt the center of the hangar, A SWIFT. It’s polished steel\n\nhull illuminated by orange emergency lighting, hull beading\nwith high-pressure water from the sprinkler system.\n\n© G DN HO\n\nMK\n\fte\nry\n\n-ohn cpens the hatch, enters.\n\nINT. SWIFT - COCKPIT\n\nvohn scans the ultra high-tech control canei. He dons a\nneadset and pushes the talk button.\n\nSOHN\nActivate thrusters.\n\nFLIGHT CCMPUTER\nNegative command. Anti-graviztic\nthrusters not initiated.\n\nJOHN\nInitiate anti~gravitic thrusters.\n\nFLIGHT COMPUTER\nNegative command. Fuel cells inactive.\nRecommend cycling launch check list.\n\nJOHN\n(pushes talk button)\nCycle launch check list.\n\nThe lights to the control panel illuminate as the ship comes\nto life.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nRecommend cycling launch check list. JOHN\n(pushes talk button)\nCycle launch check list. The lights to the control panel illuminate as the ship comes\nto life. \n\nTARGET SECTION TO BE ANNOTATED:\nFLIGHT COMPUTER\nFuel cells charged, power distribution\nset to launch, manifold thermals\ncirculated...\n\nINT. CORRIDOR TO HANGAR\n\nT-1G impales the digger’one last time onto Terminator,\nripping the machine deeply into the cyborg’s torso. With\ndying strength, Terminator reaches out and grabs T-1G’s\nankle, a pathetic attempt to stop her. T-1G turns to static\nvapor, allowing her lower-leg to pass through Terminator’s\nclutches with wraith-like effect.\n\nINT. SWIFT - COCKPIT\n\nJohn examines the plasma flight screen which reveals T-1G6\napproaching.\n\nFLIGHT COMPUTER\nAuto-gryo calibrated, auto-stable mode,\non. Anti-gravitic thrusters warming up.\n\nEXT. SWIET\n\nA THUNDERCLAP as the anti-gravitic thrusters BLAST with ear-\nsplitting pitch.\n\n1\n\nMK\n\n© G PS W\n\f112.\n\nINT. HANGAR\n\n7-iG is parely seen as the shower of water from the sprinkler\nSystem outlines her camouflaged form as she strides toward\nine SWIFT. .\n\nINT. SWIFT\n\nFLIGHT COMPUTER (VO}\nfrequency cancellation mode on standby.\n\nJOHN\n{in epiphany; sotto)\nFrequency cancellation... Sentient\n\nfrequency, sentient frequency matter...\n(pushes talk button)\nActivate frequency cancellation.\nEXT. SWIET\nThe anti-gravitic trusters are suddenly DEAD SILENT.\nINT. SWIFT\nT-1G focuses on the SWIFT and races toward it.\n\nJOHN\nAlter cancellation frequency.\n\nFLIGHT COMPUTER\nSpecify new calibration signature.\nWarning. High energy target approaching.\n\nJOHN\nCalibrate to high energy target.\n\nThe computer screen's cross-hairs focuses on T-1G.\n\nFLIGHT COMPUTER\nCalibrating.\n\nJOHN\nCome on. Cancel that sentient frequency\npiece of shit.\n\nEXT. SWIFT\n\n© & PO WO\n\nThe anti-gravitic thrusters are once again heard, roaring\nloudly. CRRRRASSH! Every light in the entire hangar\nsuddenly explodes! Glass rains down onto the T-1G as she\njumps onto the SWIFT and turns it over on its side.\n\nMK\n\f&\n\nINT.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvery light in the entire hangar\nsuddenly explodes! Glass rains down onto the T-1G as she\njumps onto the SWIFT and turns it over on its side. MK\n\f&\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n SWIFT\n\n-iG rips open the rear hatch, enters! John is trapped, no\nway out!\n\n7-1G screams toward John to kill. John pulls the lever for\nche EJECTION SEAT, not a second too soon. EXPLOSION!\n\nINT. HANGAR\n\nBecause of the angle of SWIFT lying on its side, John is\ncatapulted at a 45 degree angle across the length of the\nhangar. A parachute opens just before he hits the ground,\nbreaking his fall somewhat.\n\nT-1G jumps out of the aircraft, eyes targeting John.\n\nJohn backs away from the approaching T-1G when suddenly her\nbody starts twitching strangely.\n\nT-1G tries to shake it off when a strange vibration ripples\nthrough her. The vibration grows...and like a microphone\nfeeding back, a single tone crescendoes...louder...louder...\ninto an ugly deafening ROAR.\n\nT-1G examines herself as her body swells and unravels, her\ndense sentient frequency matter decompressing -- it’s not\npretty. Her arms and chest burst open, ballooning out\nmassively. Legs explode, rapidly growing outward as her\ninsides pour out of her. T-1G’s gorgeous smooth skin is now\nreplaced with her inner-working, intricate neural network now\nvisible. Tendrils of neural tissues rip open and writhe as\nthey try to re-connect.\n\nJohn backs into a corner, trapped by T-1G.\n\nT-1G finally stabilizes. She is now grossly misshapen and\nhorribly contorted. Arcs of electricity blaze through her\naugmented form which lays paralyzed upon the ground, just\nfeet from John; her stillborn eyes boring into his. Body\nrippling with electricity.\n\nJohn struggles to his feet, and hurries past the hideous\nmachine -- smart not to assume she’s dead.\n\nINT. CORRIDOR TO HANGAR\n\nOr G9 AD ND\n\nJohn finds Terminator in bad shape. Chunks of flesh missing,\nrevealing mangled endoskeleton beneath, exposed wiring.\n\nJOHN\nYou okay?\n\nTERMINATOR\nI hate her.\n\f114.\n\nWith some difficulty, Terminator stands. There’s a moment of\nrefreshing silence...\n\nTERMINATOR (CONT! D)\n. You did good. .\n\nJOHN\nI know.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nD)\n. You did good. . JOHN\nI know. \n\nTARGET SECTION TO BE ANNOTATED:\nJohn and Terminator move to exit when...\n\nSuddenly T-1G CRASHES through the wall and rears its massive\nphysique. Her beautiful features, although still\nrecognizable, undulate with grotesque proportion. John has\ncreated an even worse adversary!\n\nTerminator levels the chain gun and blasts rounds into her.\nThe effect of the gunshots have a slight damaging effect for\nthe first time -- in this state T-1G is more vicious, but\nperhaps more vulnerable.\n\nJohn races to escape through the corridor, Terminator\ntrailing with a limp. T-1G rips apart the walls, having\ndifficulty squeezing its cumbersome new body through. This\nslowing her down greatly.\n\nTerminator blasts T-1G with his chain gun until...CLICK. Out\nof ammo. John finds a door to a stairwell.\n\nJOHN (CONT'D)\nCome on!\n\nINT. STAIRWELL - EMERGENCY LIGHTING\n\nThe sprinkler system showers John and Terminator as they\nrapidly descend the steps. The T-1G crashes inside, fighting\nto squeeze through, shaking the interior like a 9.0\nearthquake.\n\nThe stairwell crumbles beneath John’s feet, causing him to\nplummet a flight. WHAM! John hits hard, writhing in pain.\n\nT-1G lurches downward toward John when Terminator steps in\nbetween. Like a cobra, T-1G strikes at Terminator.\nRetaliating, Terminator punches holes into T-1G. But as his\narms rip into her, human flesh is instantly burned off by the\nacidic effect of the neurai inner-workings.\n\nTerminator falls down a flight, lands beside John. T-16\ncrashes through the stairwell, forcing its large body toward\nits prey, bashing apart chunks of concrete.\n\nTerminator spies an air conditioning duct. With endoskeleton\nexposed arms, he rips off the metal covering and shoves John\ninside. Terminator dives in after John.\n\nMK\n\n©1 © PO\n\f215.\n\n7-1G lurches out and engulfs Terminator’s ieg, stripping off\nclothes and flesh. Terminator’s leg is jerked ciean off his\nbody, wiring and endoskeleton stringing from the wound.\n\nINT.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\n7-1G lurches out and engulfs Terminator’s ieg, stripping off\nclothes and flesh. Terminator’s leg is jerked ciean off his\nbody, wiring and endoskeleton stringing from the wound. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n TEST CHAMBER\n\nCRASH! John smashes through a ceiling vent and impacts onto\ntne dense titanium-grated floor. He gasps in pain, clutching\nnis dislocated knee.\n\nINT. TESTING CHAMBER\n\nvohn, fighting to suppress his agony, claws across the grated\nfloor when Terminator comes CRASHING DOWN. The cyborg\nstruggles to right himself, but too much damage has been\ndone: arms stripped of flesh, metal cranium half-exposed and\nleft leg severed.\n\nJOHN ~\nGet up.\n\nTerminator’s servos and hydraulics grind and sputter horribly\nas he tries to move.\n\nJOHN (CONT’ D)\nGet up!\n\nTerminator’s red left eye dims, losing its bright glow. The\ncyborg is dying. John struggles to drag Terminator, but he’s\nmuch too heavy to move.\n\nJohn hears the horrible screech of T-1G which echoes through\nthe air duct above. Time is running out.\n\nJOHN (CONT’ D)\nDon’t fade out on me! Come on, say\nsomething! .\nTerminator, too weak to be of any further ‘service to John,\nmanages but a few words...\n\nTERMINATOR\n(digital clipping)\nG-g-g-green.\n\nJOHN\nWhat?\n\nTERMINATOR\n(digital clipping)\nMy fav-vorite color...\n\nJOHN\nWhy?\n\n© @ PO\n\f. 116.\n\nTERMINATOR\n(digital clipping)\nThe c-c-olor...i-l-l-life.\n\nvohn rushes with emotional chill as he stares down upon his\ndying friend.\n\nJOHN\nYou're a good friend.\n\nTERMINATOR\nI know.\n\nTerminator smiles sarcastically before his body begins\nsizzling with short bursts of blue electricity and the\nglowing red from his mechanical eyes fade.\n\nDebris rains down from above as T-1G grows nearer.\n\nJohn crawls across the grated floor toward a CONTROL ROOM.\nIlluminated by strobed emergency lighting...A 35 foot PLASMA\nROCKET ENGINE mounted horizontally on a special stand.\n\nINT. AIR DUCT\n\nT-1G violently rips through the claustrophobic confines of\nthe duct, cutting viciously through the wall, clearing enough\nspace to squeeze through.\n\nINT.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. AIR DUCT\n\nT-1G violently rips through the claustrophobic confines of\nthe duct, cutting viciously through the wall, clearing enough\nspace to squeeze through. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n TESTING CHAMBER\n\nT-1G drops down into the large chamber and whips its head\ntoward John who is seen climbing inside the control room,\nprotected behind ultra thick glass.\n\nTerminator latches onto T-1G with one hand and grabs the\nmetal grates with his other, keeping the beast _pinned. T-1G\nfights to free herself.\n\nINT. CONTROL ROOM\n\nThe nerve center of the testing chamber, a miniature version\nof NASA‘s mission control. John gets behind the main\nterminal and types furiously into the keyboard.\n\nINT. TESTING CHAMBER\n\nT-1G rips Terminator in half. The cyborg’s body fragments\nsizzling with blue tendriis of electricity. T-1G lurches its\nmassive body upward, twisting its head around 180 degrees.\nThe beast HISSES as it burns a death look at John inside the\ncontrol room.\n\nT-1G leaps through the air, silhouetted by the strobing\nemergency lights.\n\n© GD PO\n\nMK\n\fce\n\n117.\n\n“fapor pours out sf the ciasma rocket engine.\n\nINT. CONTROL ROOM\n\nJohn finishes typing into the computer. A button with a\nprotective safety cover suddenly BLINKS RED. T-1G HISSES at\nJohn while gripping the glass.\n\nJOHN\nYou're terminated, bicshn.\n\nJohn flicks open the safety cover and pounds his fist onto\nthe red button. Titanium blast shields slide down over the\nthick protective glass.\n\nINT. TESTING CHAMBER\n\nThe giant plasma engine IGNITES, sending a furious tsunami of\nfiery plasma throughout the chamber. T-1G screams, -a hellish\nsiren of a scream as its neural network is decimated.\n\nINT. CONTROL ROOM\n\nJohn hurries to escape!\n\nINT. SHIELDED CORRIDOR TO CONTROL ROOM\n\nJohn forces himself to his feet. Fighting the pain, he\nhurriedly limps to escape, desperate to put distance between\nhim and the impending explosion.\n\nINT. TESTING CHAMBER\n\nThe plasma engine rips free of it’s mount and BURSTS OUT OF\nCONTROL. Bouncing violently off the walls.\n\nT-1G struggling to escape when...\n\nThe plasma engine CRASHES DOWNWARD and EXPLODES! AN ENORMOUS\nEXPLOSION.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nT-1G struggling to escape when... The plasma engine CRASHES DOWNWARD and EXPLODES! AN ENORMOUS\nEXPLOSION. \n\nTARGET SECTION TO BE ANNOTATED:\nThe T-1G‘s body instantly disintegrates into a million\npieces. Terminated!\n\nEXT. GREEN RIVER LAUNCH COMPLEX - NIGHT\n\nOt 9 IY 9\n\nThe EXPLOSION erupts an enormous PLUME into the sky! A\nmassive tower of FIRE AND DEBRIS rains.\n\nEmerging from the subterranean entrance is John Connor.\nLimping, wartorn, hardened expression. Emergency vehicles\napproach him.\n\nCUT TO:\n\nMK\n\f“y\n\n118.\n\n=XT. THE NIGHT SKY\nCountless nuclear warheads rocket across the sky.\nINT. NORAD - MISSILE WARNING CENTER - NIGHT\n\nDEFCON-5 illuminated.: Large maps of the continents reveal\nthe approaching apocalypse. Nuclear missiles minutes away\nfrom impacting all areas of China and Russia. Counter-strike\nmissiles streaking toward the United States.\n\nit’s total chaos, phones ringing off the hook. Military\npersonnel scream orders back and forth.\n\nEXT. PRESIDENTIAL HELICOPTER - NIGHT\n\nThe President communicates via SATELLITE PHONE as he is\nhurried into a nuclear bunker, the Secretary of Defense and\nother elite members of the government trailing. Extreme\nwinds from the rotor blades blast his hair and clothing.\n\nPRESIDENT\n+.-.a@ computer malfunction! It doesn’t\nmatter. Listen to me! i\nbeen disarmed...en route. Yes, that is\ncorrect. En route. We have this\ncapability. We know you do, too!\n\nThe President communicates a few diplomatic words in Russian\nbefore ending the call.\n\nSECRETARY OF DEFENSE\nWhat’d they say?\n\nPRESIDENT\n(portentously)\nIf they’re still alive after our missiles\n. Strike, they’1l disarm.\n\nCUT TO:\nEXT. ALL ACROSS THE UNITED STATES - MONTAGE\n\nShots of NUCLEAR WARHEADS streaking across famous Skylines.\nNew York. L.A. Washington D.C. The ICBMs arc downward and\nimpact!\n\nBut there are no nuclear explosions. Only the force of the\nmetal hulls bashing into buildings, freeways, bridges...\n\nA WARHEAD skids down a street, sparks trailing. The ICBM\nflips end-over-end and crashes into the stairs at the base of\nthe Lincoln Memorial.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly the force of the\nmetal hulls bashing into buildings, freeways, bridges... A WARHEAD skids down a street, sparks trailing. The ICBM\nflips end-over-end and crashes into the stairs at the base of\nthe Lincoln Memorial. \n\nTARGET SECTION TO BE ANNOTATED:\nDISSOLVE TO:\n\nMK\n\nGi G PO WO\n\f119.\n\nEXT. LINCOLN MEMORIAL - THE MORNING AFTER\n\nEmergency vehicles swarm a broken ICBM. Curious children are\nushered back as a SQUAD of men in RADIATION SUITS place an\nICBM -inside a large truck designed for extreme containment.\n\nCUT TO:\nEXT. MOUNT CHAFFNEY - DAY\n\nExtreme CLOSE-UP on John Connor’s intense eyes...as we pull\npack...\n\nJOHN CONNOR (VO)\nSix million lives were lost soon after\nSkynet became self-aware.\n\nCamera continues pulling back, revealing John standing on top\nof a mountainous ridge, a Yamaha 400 dirtbike parked nearby.\n\nJOHN CONNOR (VO) (CONT'D) -\nIt’s ironic...while a computer became\nconscious, we were unconscious. With the\nexception of my mother. God, I’m going\nto miss her. I now understand how she\nsuffered through the years, how she lost\nout on being a mother.\n\nCamera pulls back, revealing semi trucks loading supplies\ninside a tunnel located below the ridge.\n\nJOHN CONNOR (VO) (CONT'D)\nI’d hate to think that a taste of the\napocalypse is what it took to wake the\nworld. I can only hope now that we\nremain...wide-awake. I know I will. .\nCamera continues ascending, high into the .heavens where John\nis but a dot on a mountain.\n\nJOHN CONNOR (VO) (CONT'D)\nI can still hear my mother’s words:\n“There is no fate, but what we make.”\n\nCamera ascends above California, showing Los Angeles from\nspace.\n\nFADE OUT.\n\n©i @ PO\n\nMK\n\f"
}