{
  "1": "THE GUEST\n\nscreenplay by\nSimon Barrett\n\nDraft date:\nAugust 12, 2013\n(Final shooting draft)\n\fEXT. COUNTRY ROAD - EARLY MORNING\n\nIn the light of early morning, a young man RUNS along the\nside of a country road. He has a MILITARY RUCKSACK slung\nover his shoulders and is wearing an ARMY uniform.\n\nThe young man’s hair is cropped short and he has an\nathletic build. Although he is running steadily at a fast\nrate, the man’s breathing is quiet and regular.\n\nThe man in the army uniform continues to run as an old\nPICK-UP TRUCK appears in the distance behind him.\n\nINT. ANNA’S CAR - EARLY MORNING —- CONTINUOUS\n\nANNA PETERSON, a pretty 20 year old with dark hair,\ndrives the pick-up truck down the country road. Her eyes\nare tired and her mascara smeared, as if she has been up\nall night.\n\nAnna looks through her windshield at the man running on\nthe side of the road. He is running in the same direction\nthat Anna is driving, so she sees only his back.\n\nAnna frowns slightly at this sight, then continues\ndriving, moving past the young man as he runs along.\nGlancing at her rearview mirror, Anna watches his figure\nrecede into the distance behind her.\n\nEXT. PETERSON HOUSE - EARLY MORNING - A HALF HOUR LATER\nAnna pulls her truck into the driveway of a single-story\nhouse surrounded by fields of dead grass. Two other cars\nare parked in the driveway, an SUV and a station wagon.\nPaper HALLOWEEN DECORATIONS hang outside of the house,\nand a homemade GHOST stands in the front yard, facing the\n\nstreet, its eyes black holes etched into white bedsheet.\n\nAnna climbs out of the truck. Behind her, the sun is\nbeginning to rise, filling the sky with pale light.\n\nAnna regards the ghost standing in front of her, then\nheads towards the house.\nINT. PETERSON HOUSE - FRONT ROOM - MORNING\n\nAnna opens the front door to the house and enters, moving\nquietly, as if trying to not be heard.\n\fAnna softly shuts the door behind her.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PETERSON HOUSE - FRONT ROOM - MORNING\n\nAnna opens the front door to the house and enters, moving\nquietly, as if trying to not be heard. Anna softly shuts the door behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n She turns and sees\nher father, SPENCER PETERSON, 40s, seated on the couch in\nthe dim morning light, watching her. He is wearing slacks\nand a dress shirt and holding a mug of coffee.\n\nAnna slumps back against the closed front door, startled.\n\nANNA\nOh. Hey.\n(pause)\nYou’re up early.\n\nSPENCER\nNot really. Where have you been?\n\nANNA\nI worked late, then went over to\nKristen's. I told mom.\n\nSPENCER\nIt’s six in the morning, Anna.\n\nAnna moves from the door, towards the hallway.\n\nANNA\nYeah, um. I fell asleep. Sorry.\n\nSPENCER\nIf you're going to stay under our roof,\nyou need to respect our rules.\n\nWalking down the hall, Anna replies without looking back.\n\nANNA\nI said I was sorry.\n\nAlone, Spencer stands in the front room, facing the hall.\nThe sound of Anna CLOSING her bedroom door is audible.\n\nSpencer turns to the mantle above the fireplace. A\nplastic jack-o’-lantern sits next to photos of a young\nman smiling, in various settings. This is CALEB PETERSON.\n\nThere is a shot of Caleb in a football uniform and, most\nrecently, a posed shot of him in an army uniform,\nstanding with a group of soldiers in front of a military\nvehicle. An AMERICAN FLAG is folded into a glass frame\nthat hangs over these photos.\n\nSpencer exhales, his shoulders slumping.\n\fINT. PETERSON HOUSE - DINING ROOM - MORNING\n\nLuke and Spencer sit across from each other at the dining\nroom table. Luke is eating breakfast cereal.\n\nLAURA PETERSON, Anna’s mother, enters the room with a\ntravel mug of coffee, which she sets in front of Spencer.\n\nLAURA\nThere you go.\n\nSPENCER\nThank you.\n\nLaura sits down and begins sipping from a mug of tea.\nLAURA\nDo you know when Anna got in last night?\nI didn’t hear her.\nSpencer hesitates.\nSPENCER\nI think I heard her come in just before\nmidnight. Her car’s in the driveway.\nLaura nods absently. Spencer turns to Luke.\nSPENCER (CONT'D)\nLuke.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaura nods absently. Spencer turns to Luke. SPENCER (CONT'D)\nLuke. \n\nTARGET SECTION TO BE ANNOTATED:\n You asked any girls to the fall\ndance yet?\nLuke flushes and looks down at his cereal bowl.\n\nSPENCER (CONT'D)\nThat’s a no?\n\nLUKE\nI told you, dad. I’m not interested in\nany of the girls at my school.\n\nSPENCER\nAh, well. Wait ‘til you get off to\ncollege. You done with breakfast?\n\nLUKE\nYeah.\n\nSpencer rises to his feet and kisses Laura on the cheek.\n\nSPENCER\nSee you later.\n\fLAURA\nOkay. Drive safe.\n\nLuke gets up from the table, shouldering his backpack.\n\nLUKE\nBye, mom.\n\nSpencer and Luke exit through the front door.\n\nFor a long moment, Laura stands in the suddenly quiet\nroom, staring off into space. Then she blinks and begins\ncollecting the used dishes from the dining table.\n\nINT. PETERSON HOUSE - FRONT ROOM - DAY\n\nLaura sits on the sofa, in front of the television. The\nTV set is on off and she is not looking at it, her gaze\nresting somewhere in the middle of the floor.\n\nThe doorbell RINGS.\n\nLaura looks up, startled. She clumsily rises to her feet,\nstraightens her clothing, then moves to the front door\nand opens it.\n\nThe YOUNG MAN in army uniform who Anna saw running is\nstanding on the porch, facing away from the door, as if\nsurveying the front yard. He is still carrying his\nrucksack, his back to Laura.\n\nLaura gasps, her eyes widening. The young man turns to\nher, smiling politely. He is very good looking, in a\nboyish way, with very short blond hair. This is DAVID.\n\nDavid takes in Laura’s expression. He frowns, concerned.\n\nDAVID\nMrs. Peterson?\n\nLaura blinks, swallowing.\nLAURA\nYes, um, I’m sorry. I just...\n(trails off)\nWho are you?\nDavid extends his hand.\n\nDAVID\nMy name is David, Mrs. Peterson.\n\nThey shake hands, briefly.\n\fDAVID (CONT'D)\nI knew your son, Caleb. We served\ntogether. We were friends.\n\nLaura takes this in.\n\nLAURA\nWon’t you come inside?\n\nDAVID\nThank you, ma’am. That would be nice.\n\nINT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nThank you, ma’am. That would be nice. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSON HOUSE - DINING ROOM - MINUTES LATER\n\nDavid sits at the dining room table, his rucksack on the\nfloor next to him. His hands are folded on the table in\nfront of him. He looks around the room with interest.\n\nFrom the kitchen, Laura calls out to him:\n\nLAURA (0.S.)\nAre you sure I can’t get you anything?\n\nDAVID\nMaybe just some water would be nice.\n\nLaura comes into the room with a glass of ice water,\nwhich she hands to David.\n\nDAVID (CONT'D)\nThank you, ma’am.\n\nDavid drinks the water, obviously very thirsty.\n\nLAURA\nHow, um, how did you get here?\n\nDAVID\nI ran. I needed the exercise.\n(off Laura’s look)\nFrom the bus station, I mean. In town.\n\nLAURA\nBut that must be at least twenty miles.\n\nDAVID\nI guess so. Probably about that.\n\nLAURA\nYou ran all that way?\n\fDAVID\nYes, ma’am. Of course, I didn’t exactly\nknow how far outside of town you all\nlived when I started. The guy at the bus\nstation who gave me directions made it\nsound like it was only a mile or two.\n\nDavid smiles ruefully.\n\nLAURA\nWhen did you, um, get out?\n\nDAVID\nI was just discharged on Wednesday. I\ncame straight here from Fort Kennilworth.\n\nLAURA\nYou came here first thing?\n\nDAVID\nYeah. I wanted to come by sooner, but I\ncouldn’t get leave.\n\nLAURA\nWhy?\n\nDAVID\nWell, I was discharged because I was\nwounded. I was in a military hospital for\na bit, so it wasn’t really the kind of\nthing I could get leave from. But don’t\nworry, it was just a bit of shrapnel in\nmy back. I’m right as rain now.\n\nLAURA\nNo, I mean, why, um-\n\nDAVID\nOh, why I’m here? Well, like I said, me\nand your son, Caleb, we were pretty\nclose. I was with him when he died.\n\nLAURA\n(strained)\nOh, really?\nDAVID\n\nYes, ma’am. And one of the things he\n\nasked was for me to check on you all.\n\nYou, and your whole family here.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\n\nYes, ma’am. And one of the things he\n\nasked was for me to check on you all. You, and your whole family here. \n\nTARGET SECTION TO BE ANNOTATED:\n And he\n\nwanted me to tell you that he loved you.\n(MORE)\n\fDAVID (CONT'D)\nHe specifically wanted me to tell each\none of you that he loved you and that he\nwas thinking of you guys up until the\nend. I said I’d do that, so here I am.\n\nLaura nods slowly.\n\nLAURA\nWould you hold on a moment, please?\n\nDAVID\nOf course.\n\nLaura rises from her chair, exiting the room. David\ndrinks from his glass of water.\n\nINT. PETERSON HOUSE - LAUNDRY AREA - MOMENTS LATER\n\nIn a small laundry area, Laura leans over the washing\nmachine, SOBBING, a dish towel clamped tightly over her\nmouth to muffle the sound.\n\nAfter a moment, Laura straightens, as if trying to\ncompose herself. She rubs her face with the dish towel.\n\nINT. PETERSON HOUSE - FRONT ROOM - MOMENTS LATER\n\nLaura enters from the hallway, her face dry but still\nflushed.\n\nDavid is no longer in the dining room. Laura looks\naround.\n\nDavid is standing in the front room, his rucksack on the\nfloor next to him, in front of the mantle. He is looking\nover the photos of Caleb, surveying each one.\n\nLaura moves into the room behind David. He turns to her.\n\nDAVID\nThat’s me.\n\nDavid points at the photo of the soldiers posing in front\nof the military truck. Laura moves up closer to look.\n\nIn the photo, leaning against the tank a few feet away\nfrom the other soldiers, is a YOUNGER VERSION OF DAVID,\nhis head shaved. He is squinting into the camera.\n\nLaura blinks, examining the photo.\n\fLAURA\nWell, I’1l be.\n\nDAVID\nI remember that day.\n\nDavid looks at the photo in silence for another second,\nthen leans down and lifts his rucksack.\n\nDAVID (CONT'D)\nIt wasn’t my intention to upset you,\nma’am. I probably should have called\nfirst, but I don’t own a phone yet and I\nguess I just wasn’t thinking. I’m going\nto be on my way, but I’d like it if we\ncould exchange emails or something.\n\nAs David turns away, Laura reaches out and grabs his arm.\n\nLAURA\nNo!\n\nDavid turns towards her, surprised.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs David turns away, Laura reaches out and grabs his arm. LAURA\nNo! David turns towards her, surprised. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA (CONT'D)\nUm, Anna, Caleb’s sister, she works\nnights, so she sleeps late. But I’m sure\nshe'd like to meet you. Won’t you stay a\nbit longer?\n\nDAVID\nYou’re not just saying that to be polite?\nBecause you don’t need to be.\n\nLAURA\nI’m not. Please stay. It’s nice having\nyou here and I’d like to hear more\nabout... about you and Caleb.\nDAVID\nWell. Alright.\nINT. PETERSON HOUSE - ANNA’S ROOM - MINUTES LATER\n\nAnna lies on her bedsheets in her underwear, her eyes\nclosed. The sound of LAUGHTER echoes in the house.\n\nAnna's eyes blink open. She looks around, puzzled.\n\fINT. PETERSON HOUSE - FRONT ROOM - MINUTES LATER\n\nBoth David and Laura are sitting on the sofa. Laura is\n\nsmiling, listing to David tell a story.\n\nDAVID\n---and so Caleb and me, we figure, well,\nthat sounds more like a challenge than\nanything else. So that night, after he\nfalls asleep, we kind of crept over to\nhis cot with a tube of superglue-\n\nLAURA\nOh no!\n\nDAVID\nOh, nah, we didn’t do anything too bad to\nhim - though we could have.\n\nAnna enters the room, wearing a short-skirted DINER\nUNIFORM. David immediately rises to his feet. Anna\nregards him with confusion.\n\nLAURA\nThere you are! Anna, this is David.\n\nDavid walks over to Anna, extending his hand.\n\nDAVID\nI’m very pleased to meet you. Caleb told\nme a lot about you.\n\nLAURA\nDavid just got discharged this week. He\nwas friends with your brother.\n\nAnna politely takes David’s hand and releases it.\n\nANNA\nYou knew Caleb?\n\nDAVID\nYes, ma’am. I promised him I’d check in\non you guys if anything happened, so,\nhere I am.\n\nANNA\n“Ma'am”? Okay. Where do you live?\nDAVID\nWell, I’m originally from just outside of\n\nLouisville.\n(MORE )\n\f10.\n\nDAVID (CONT'D)\nBut I was thinking maybe I’d head down to\nMiami or Fort Lauderdale, see if I can’t\nfind work as a bartender or something.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nWell, I’m originally from just outside of\n\nLouisville. (MORE )\n\f10. DAVID (CONT'D)\nBut I was thinking maybe I’d head down to\nMiami or Fort Lauderdale, see if I can’t\nfind work as a bartender or something. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\nWhat about your family? Are they in\nLouisville?\n\nDAVID\n\nNo, ma’‘am. My folks are both gone, and\nthat’s it for me. I didn’t have a big\nfamily like you all do.\n\nLAURA\nOh. I’m very sorry.\n\nDAVID\nDon't be. They died when I was a kid.\nLong time ago. I don’t remember it or\nnothin’.\n\nANNA\nSo where are you staying?\n\nDAVID\nI noticed a motel off the highway on the\nway here, so I'll likely stay there. And\nthen I’1l be on my way tomorrow.\n\nLAURA\nOh, no, no. You'll stay with us while\nyou're here.\n\nDAVID\n(shakes his head)\nI couldn’t put you all out.\n\nLAURA\nNonsense. We’d love to have you. We have\nplenty of room. Why... you could stay in\nCaleb’s old room.\nAnna stares at her mother.\n\nLAURA (CONT'D)\nWe insist.\n\nDAVID\nI won’t argue. Just for tonight, though.\n\nAnna clears her throat.\n\f11.\n\nANNA\nI’ve got to get to the diner. So, um...\nNice to meet you, David.\n\nDAVID\nLikewise. Very nice meeting you.\n\nANNA\nI guess I’1ll see you again later.\n\nAnna glances at her mother, then leaves the house through\nthe front door. Laura turns to David.\n\nLAURA\nLet me show you your room.\n\nINT. PETERSON HOUSE - CALEB’S BEDROOM - MOMENTS LATER\n\nThe door to a small bedroom opens and Laura steps inside,\nfollowed by David, who surveys the room.\n\nThe bedroom is adorned with sports posters and trophies,\nas well as a framed high school diploma. The bed is made.\nA stack of folded clothes rests on the floor.\n\nLaura looks quietly around the room.\n\nLAURA\nThere are clean towels in the bathroom if\nyou’d like to freshen up.\n\nDAVID\nThat would be nice.\n\nLaura smiles and moves to exit.\n\nDAVID (CONT'D)\nMrs. Peterson. Are you sure you’re\ncomfortable with me staying in here?\n\nLAURA\nOf course. I mean, it’s not like it’s\ngoing to any use.\n(blinks)\nIt'll be a good thing for us.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA\nOf course. I mean, it’s not like it’s\ngoing to any use. (blinks)\nIt'll be a good thing for us. \n\nTARGET SECTION TO BE ANNOTATED:\nLaura exits the room, shutting the door behind her.\n\nDavid stands completely still, alone in the bedroom. He\nthen slowly turns, looking around the room.\n\f12.\n\nCaleb's old bedroom has a large window, through which\ntrees in the front yard are visible. Power lines lead\nalong the narrow road that passes the house.\n\nAfter a moment, David moves to sit on the bed. He sits\nwithout moving, looking straight ahead.\n\nINT. HIGH SCHOOL - HALLWAY - DAY\n\nA BELL RINGS and students flood the school hallway,\nmoving to their lockers and exiting the school. Paper\nHalloween decorations line the walls, and a large orange\nsign at the end of the hallway reads:\n\n“SIGN UP FOR FALL DANCE - MAPLEWOOD BARN, OCTOBER 31st,\nHALLOWEEN NIGHT!”\n\nLuke carries his backpack slung across both shoulders,\nhis thumbs in the straps.\n\nUp ahead, three older boys in football jerseys are\nlaughing, two of them shoving each other. Luke lowers his\nhead, looking at the floor as he walks forward.\n\nOne of the boys, MIKE, a senior, notices Luke slouching\ntowards them. He glances at his friends.\n\nMIKE\nHey, watch this.\n\nThe group of seniors part to let Luke walk between them.\nAt the last moment, Mike spins and SHOVES Luke into the\nwall BY HIS FACE.\n\nLuke slumps against the lockers, holding his face. Mike\naddresses him as they pass by.\n\nMIKE (CONT'D)\nFucking pussy.\n\nThe other two seniors, IAN and JASON, laugh. The three\nboys continue down the hallway.\n\nLuke stays leaning against the wall, holding his face\nwith both hands.\n\nINT. LAURA'S CAR - DAY - MINUTES LATER\n\nLaura sits at the steering wheel of an SUV parked outside\n\nthe high school. Teenagers boisterously cross the street\nin front of her vehicle, shouting at each other.\n\f13.\n\nThe passenger door opens and Luke climbs into the SUV,\nsetting his backpack on the floor. He shuts the door\nafter him and fastens his seat belt.\n\nLAURA\n\nHey there. How was your day?\nLUKE\n\nIt was good.\nLAURA\n\nGreat.\n\nLaura starts the car and pulls away from the curb.\n\nINT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA\n\nGreat. Laura starts the car and pulls away from the curb. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSON HOUSE - DINING ROOM - EARLY EVENING\n\nLuke sits quietly across from David at the dining room\ntable. They are alone in the room. Luke addresses David.\n\nLUKE\nYou knew my brother?\n\nDAVID\nI did, pretty well, yeah. He wanted me to\ntell you he loved you.\n\nThere is a short pause.\n\nLUKE\nOh. Thanks.\n\nDavid and Luke continue to sit in silence.\n\nINT. PETERSON HOUSE - HALLWAY - CONTINUOUS\n\nLaura and Spencer stand in the hallway nearby, speaking\nintently in whispers.\n\nSPENCER\nLaura, we can’t just invite a stranger to\nstay with us, even if he says he was\nfriends with Caleb!\n\nLAURA\nHe’s in the photo of Caleb’s squad! It’s\nnot like he’s some stranger!\n\nSPENCER\nWhat if he’s got the, uh, the P.T.S.D. or\nwhatever it is? A lot of these guys\ncoming back, they have problems.\n\f14.\n\nLAURA\nThat is just great, Spencer. You know,\nwhat if Caleb had come back different?\n\nSpencer glares at Laura.\n\nSPENCER\nThat’s not at all fair.\n\nINT. PETERSON HOUSE - DINING ROOM - CONTINUOUS\n\nLaura and Spencer's whispered conversation is just barely\naudible from the dining room, the words unintelligible.\nDavid and Luke sit at the table, as before. David looks\ntowards the hallway as if Laura and Spencer's\nconversation is clearly audible to him.\n\nDAVID\nYour parents are fighting about me.\n\nLUKE\nYeah. They argue a lot.\n\nDAVID\nHuh.\n\nDavid considers Luke, then points up towards his own eye.\n\nDAVID (CONT'D)\nYou look like you got hit or something.\n\nLuke reaches up self-consciously and touches his face,\nthe side of which is red and swollen, near his eye.\n\nLUKE\nYeah, I- I got hit with a football in gym\nclass. I wasn’t paying attention.\n\nDAVID\nThat can happen.\n\nLUKE\nYeah.\n\nSpencer walks into the dining room from the living room,\nhis shoulders tense. He speaks with flat cheer.\n\nSPENCER\nOkay. Well. We’re very glad to have you\nhere, David. Will you have a beer? I’m\nhaving one.\n\f15.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWill you have a beer? I’m\nhaving one. 15. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVID\nNo, thank you.\n\nSPENCER\nSuit yourself.\n\nSpencer exits the room, towards the kitchen. Laura enters\nthe dining room from the living room.\n\nLAURA\nDinner will be ready in an hour. Luke,\nyou should do some homework.\n\nLuke rises from the table and exits. Laura smiles kindly\nat David, then moves into the kitchen.\n\nEXT. DESERT HILL - NIGHT\n\nAnna lies on a blanket that is positioned on the side of\na hill, staring up at the night sky. Next to her, ZEKE\nHASTINGS, mid-20s, lights a marijuana pipe and exhales\nsmoke up into the cool air.\n\nAnna’s truck and a van that belongs to Zeke are both\nparked near a gravel road behind them. MUSIC plays from a\ntinny battery-powered boombox next to their blanket.\n\nAnna checks the time on her cell phone, sighs, and sits\nup. She begins pulling on her boots.\n\nANNA\nI’ve got to go home.\n\nZeke offers the pipe to Anna, who shakes her head, tying\nher bootlaces. Zeke lights it again, inhaling.\n\nZEKE\nThis friend of your brother’s, he\nsticking around?\n\nANNA\nI don’t know. I hope not.\n\nZEKE\nWhy not? You said you liked him.\n\nANNA\nI said he seemed nice. That’s not the\nsame thing.\n\nAnna finishes tying her boots.\n\f16.\n\nZEKE\nOkay. Why don’t you like him?\n\nANNA\nI don’t not like him.\n\nZeke rolls his eyes.\n\nANNA (CONT'D)\n\nIt’s just... I mean, you kind of knew\nCaleb. We’ve all... I know mom and dad\nhave been trying to move on. It’s not\nlike they don’t have enough reminders of\nhim in this town. Hell, they’ve kept that\nbedroom like a shrine to him.\n\nZEKE\nI mean, that seems normal. Your kid dies.\nThat’s hard.\n\nANNA\n\nWe just don’t need a walking, breathing\nreminder of Caleb hanging around right\nnow, you know?\n\nZEKE\nYeah. Totally.\n\nAnna turns to Zeke to kiss him goodbye. Zeke embraces\nher, pulling her back onto the blanket, kissing her\nagain. Anna laughs.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna turns to Zeke to kiss him goodbye. Zeke embraces\nher, pulling her back onto the blanket, kissing her\nagain. Anna laughs. \n\nTARGET SECTION TO BE ANNOTATED:\nZEKE (CONT'D)\nYou sure you can’t stay longer?\n\nANNA\nI’m going to be late as is. But I’m sure\nwe can find some time at the party\ntomorrow.\n\nZEKE\nGreat.\n\nAnna returns Zeke’s smile, then rises from the blanket,\ngrabbing her purse. She crosses behind Zeke, heading to\nher truck.\n\nZeke watches as Anna climbs inside her pick-up truck. She\nstarts its engine and drives away. Zeke then turns to\nstare out over the hill, again lighting his pipe.\n\f17.\n\nINT. PETERSON HOUSE - FRONT ROOM - NIGHT\n\nLuke is doing homework on the living room floor, papers\nspread in front of him. David sits cross-legged next to\nLuke.\n\nLUKE\nThe sine is the angle of the ship’s\nanchor cable, so the cable is the\nhypotenuse, and what we need to find out\nis the distance down to the ocean bottom,\nso that’s the opposite. Do you see?\n\nDAVID\n(amused)\nNot at all. I was never too good at this\nstuff, I guess that’s why I went into the\nmilitary. You don’t need to know much\nthere. Can’t you just punch those numbers\ninto a computer and it’1l do it for you?\n\nLUKE\nMaybe. But it doesn’t take that much\nlonger to just work it out for yourself.\n\nSpencer is seated in front of the television, drinking a\nbeer. He glances over, watching David work with Luke.\n\nDAVID\nSo you're kind of smart, huh?\n\nLUKE\nI guess so. I can give you an easy one.\n\nDAVID\nYeah, no thanks.\n\nThe front door opens and Anna enters the house. She shuts\nand locks the door behind her.\n\nSPENCER\nHow did work go?\n\nANNA\nGood. Not too busy.\n\nSpencer finishes his beer and rises to his feet.\n\nSPENCER\nDavid, sure I can’t get you a beer?\n\nDavid looks at Spencer, then nods.\n\f18.\n\nDAVID\n\nYou know, I will have one.\nSPENCER\n\nGreat.\nANNA\n\nI’1l take one, too.\nSPENCER\n\nNice try.\n\nSpencer turns away.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA\n\nI’1l take one, too. SPENCER\n\nNice try. Spencer turns away. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA\n\nI’m twenty-one in a month!\nSPENCER\nAnd you can have all the beer you want\nthen, assuming you buy it yourself.\nSpencer exits. Anna takes in David and Luke.\n\nANNA\nAre you helping him with his homework?\n\nDAVID\nNot exactly.\n\nSpencer returns, carrying two bottles of beer. David\nrises and takes one. Anna moves to the hallway.\n\nSPENCER\nStay here, be sociable.\n\nANNA\nI’m not feeling so great. I think I’m\njust going to lie down.\n\nSPENCER\nSuit yourself.\n\nAnna exits the front room.\n\nINT. PETERSON HOUSE - HALLWAY - MOMENTS LATER\n\nAnna enters the hallway, moving towards her bedroom.\nAnna stops at the door to Caleb’s room. She hesitates.\nSpencer’s voice can be heard in the front room. David\n\nsays something imperceptible in reply and Spencer laughs.\n\nAnna turns the doorknob to Caleb’s room and steps inside.\n\f19.\n\nINT. PETERSON HOUSE - CALEB’S ROOM - NIGHT - CONTINUOUS\nAnna walks into Caleb’s room, leaving the door behind her\nopen. The room appears much as before. David’s rucksack\nrests on the floor, mostly empty.\n\nAnna looks towards the doorway, then crouches down and\npeers into David’s rucksack. She reaches inside,\nsearching its contents.\n\nThe bag contains only undergarments, socks, and a tube of\ndeodorant. Anna straightens up.\n\nAnna looks around the room, taking in Caleb’s belongings.\nShe sighs, then sits down on the bed.\n\nAnna looks down at the pillow she is sitting on. She\nshifts her weight and lifts up the pillow.\n\nA polished PISTOL is beneath the pillow on Caleb's bed.\n\nAnna takes this in, then carefully puts the pillow back\ninto place over the gun, as before.\n\nAnna starts to stand up, looking to the door. DAVID IS\nSTANDING in the doorway to the room, WATCHING HER.\n\nAnna gasps and quickly stands, taking a step back.\n\nDAVID\nHey there.\nANNA\nI, um, I’m sorry. I just... I just come\n\nin here sometimes.\n\nDAVID\nNo, it’s okay. I’m sorry to have\ninterrupted you. Don’t mind me.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nNo, it’s okay. I’m sorry to have\ninterrupted you. Don’t mind me. \n\nTARGET SECTION TO BE ANNOTATED:\nDavid moves quietly from the doorway, towards the\nbathroom. Anna rapidly exits Caleb’s bedroom, heading\ntowards her own room.\n\nINT. PETERSON HOUSE - ANNA’S ROOM —- CONTINUOUS\n\nAnna enters her bedroom, shutting and locking the door\nbehind her. She looks around her room, breathing quickly.\n\f20.\n\nINT. PETERSON HOUSE - FRONT ROOM - NIGHT - LATER\n\nSpencer and David sit in front of the television, several\nempty beer bottles in front of them. They are watching a\nsports show, the volume low. Spencer’s voice is slurred.\n\nSPENCER\nYou see, Allan, he’s only been there four\nyears. But since he’s got a degree,\nsuddenly he’s regional manager.I know\nLaura, she wonders what's going on, if\nI’m ever going to make any money.\n\nSpencer goes silent, immersed in thought.\n\nDAVID\nYour wife seems to respect you, sir.\n\nSPENCER\nYeah.\n(beat)\nSo what about you? What are your plans?\n\nDAVID\nI haven't really given that much thought.\nFigured I'd get on a bus tomorrow, head\ntowards Florida and start looking for\nwork. I’ve done contracting work before,\nI’m sure I could find something.\n\nSPENCER\nThat's crazy. You... you should stay with\nus a couple more days. Look for jobs\nonline.\n\nDAVID\nI couldn’t impose on your hospitality any\nlonger, sir.\n\nSPENCER\nNo, that’s... and what’s with this “sir”\nbusiness? My name’s Spencer.\n\nDAVID\nOkay.\n\nSPENCER\n\nStick around, at least until you know\nwhere you’re going. Okay?\n\nDavid looks like he is thinking, then nods.\n\nDAVID\nMaybe just a couple more days.\n\fSPENCER\nGreat.\n\nSpencer finishes his beer, then looks at the bottle.\nDavid reaches for a bottle on the table and finishes it\nin several gulps, setting it down.\n\nSPENCER (CONT'D)\nOne more round to celebrate, then I’ve\ngot to get to bed. You can hold your\nliquor, huh?\n\nDAVID\nI guess so.\n\nSPENCER\nYou tired?\n\nDAVID\n\nNo, I don’t need much sleep.\nSPENCER\nWell.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nSPENCER\nYou tired? DAVID\n\nNo, I don’t need much sleep. SPENCER\nWell. \n\nTARGET SECTION TO BE ANNOTATED:\n You have no idea what I’d give to\nbe your age again.\nSpencer rises to his feet, heading towards the kitchen.\nDavid watches him leave.\n\nINT. PETERSON HOUSE - CALEB’S ROOM - NIGHT - LATER\n\nIn Caleb’s bedroom, David lies on the bed, fully dressed.\nHe is visible by moonlight coming in through the window.\n\nDavid lies completely still. A breeze moves the barren\nbranches of the tree outside; they shift, CREAKING. David\nglances over at this sound.\n\nAfter a moment, David quietly rises from the bed.\n\nEXT. HIGH SCHOOL - DAY\n\nDozens of students pour out of the high school at the end\nof the school day. Luke slouches among them, looking at\nthe ground.\n\nLuke glances up, then stops when he sees DAVID SEATED in\nthe driver’s seat of Laura’s SUV at the edge of the\nschool’s parking lot.\n\nLuke looks around, then walks over and gets into the car.\n\n21.\n\f22.\n\nINT. LAURA’S CAR - DAY - CONTINUOUS\nLuke shuts the passenger door, glancing over at David.\n\nLUKE\nWhat are you doing here?\n\nDAVID\nI told your mom I could pick you up from\nschool today. That cool?\nLuke nods. David surveys the students exiting the school.\n\nDAVID (CONT'D)\nDon’t you, like, have any friends?\n\nLUKE\nI have lots of friends.\n\nDavid looks over at Luke.\n\nLUKE (CONT'D)\nJust not, like, here. Like, online.\n\nDAVID\nAh.\n\nDavid continues looking at the kids exiting the school.\n\nLUKE\nAre we going?\n\nDAVID\nIn a little bit.\n\nLUKE\nWhat are you waiting for?\n\nDAVID\nYou should show me who hit you yesterday.\n\nLUKE\nI got hit with a football.\n\nDAVID\nYeah.\n\nLuke meets David’s eyes, then lowers his gaze.\n\nLUKE\nWhat are you going to do?\n\nDAVID\nNothing bad.\n\f23.\n\nLuke looks at David, as if considering. He then points.\n\nLUKE\nOver there.\n\nDavid follows Luke’s gaze. A group of older students,\nincluding Mike, Ian and Jason, surround two pick-up\ntrucks in the parking lot, one of their stereos playing\nloud music.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\nOver there. David follows Luke’s gaze. A group of older students,\nincluding Mike, Ian and Jason, surround two pick-up\ntrucks in the parking lot, one of their stereos playing\nloud music. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVID\nAll of them?\n\nLUKE\nWell, most of them give me a hard time.\nThose two guys, Mike and Ian, are the\nworst. Those guys are real assholes.\n\nDAVID\nWhich is which?\nLUKE\nIan's the big one, Mike’s the guy with\n\nblond hair.\nDavid watches as one of the pick-up trucks is driven away\nby Jason. Mike and Ian climb into the second truck with\ntheir girlfriends.\n\nLUKE (CONT'D)\nCan we go now?\n\nDAVID\nYes.\n\nDavid starts the car and drives off the parking lot,\nmoving after Mike and Ian’s pick-up truck.\n\nEXT. ROAD NEAR DIVE BAR - DAY - MOMENTS LATER\n\nDriving Laura’s station wagon, David FOLLOWS the pick-up\nfrom a distance, letting some cars get between them.\nINT. LAURA’S CAR - DAY - CONTINUOUS\n\nLuke watches David drive with growing concern. David\nremains focused on the pick-up truck ahead of them.\n\nLUKE\nWhat are you doing?\n\f24.\n\nUp ahead, the pick-up turns into the parking lot of a\nsmall DIVE BAR. Jason’s pick-up truck is already parked\nin the lot.\n\nDAVID\nThey’re going to a bar?\n\nLUKE\nYeah, this place will serve you if you’re\non the football team.\n\nDAVID\n\nI could use a drink. How about you?\nLUKE\n\nNo.\nDAVID\n\nI could use a drink.\n\nDavid steers the station wagon into the bar’s parking\nlot. David opens his car door, then looks back at Luke.\n\nDAVID (CONT'D)\nYou coming?\n\nLUKE\nNo.\n\nDAVID\nWell. I’1l be inside if you change your\nmind.\n\nDavid climbs out of the car and shuts the door. Luke\nwatches him walk to the bar through the windows.\n\nINT. DIVE BAR - DAY - MINUTES LATER\n\nLuke hesitantly opens the door to the dark bar. It is\nnearly empty, manned by a lone BARTENDER. David sits\nalone at a table, facing the back of the bar, drinking\nbeer from a bottle.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIVE BAR - DAY - MINUTES LATER\n\nLuke hesitantly opens the door to the dark bar. It is\nnearly empty, manned by a lone BARTENDER. David sits\nalone at a table, facing the back of the bar, drinking\nbeer from a bottle. \n\nTARGET SECTION TO BE ANNOTATED:\nThe only other patrons are two OLDER MEN seated at the\nbar and a group of FOUR HIGH SCHOOL SENIOR GUYS,\nincluding Mike, Ian and Jason, who are gathered with an\nequal number of GIRLS their age in two booths.\n\nDavid looks up as Luke enters and waves him over.\n\nDAVID\nLuke, over here, man.\n\f25.\n\nLuke glances over at the bartender, then makes his way to\nDavid's table, head lowered. Music blares from a jukebox\nin the corner. Mike, Ian and their group stare at Luke.\n\nIAN\nLook at this shit. What the fuck?\n\nJASON\nMaybe that’s his boyfriend or something?\n\nLuke ignores this. He sits down across from David.\n\nDAVID\nHey.\n\nDavid waves the bartender over. The bartender, a man in\nhis 30s, warily approaches their table.\n\nBARTENDER\nI’m going to have to see some I.D.\n\nDAVID\nIt's fine, he’s my brother, he’s just\ngoing to chill with me.\n\nLuke gives David a quick look. Off the bartender’s\nreluctant gaze, David nods over at the booths where the\nseniors are seated.\n\nDAVID (CONT'D)\nDid you I.D. all of them?\n\nThe bartender sighs.\n\nBARTENDER\nWhat can I get you?\n\nDAVID\nDo you know how to make a fireball?\n\nBARTENDER\nCinnamon schnapps and Tabasco sauce, yep.\n\nDAVID\nThat’s my drink of choice. Let me get one\nof those, a coke for my brother, and I\ncan’t help but notice that those ladies\nover there are drinking cheap beer. That\nseems like a shame. I'd like to buy them\neach a blowjob shot.\n\nThe bartender blinks down at David.\n\f26.\n\nBARTENDER\nAre you serious?\n\nDavid places a $100 bill on the table.\n\nDAVID\nI am, yes.\n\nBARTENDER\nDid you want to buy anything for their\nfellas?\n\nDAVID\n(amused)\nDo I look like I'd like to buy something\nfor their fellas?\n\nBARTENDER\nMight be the polite thing to do.\n\nDAVID\nSure, okay, fine. Okay, I’1l buy each one\nof those guys there a cosmopolitan.\n\nBARTENDER\nAh.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nSure, okay, fine. Okay, I’1l buy each one\nof those guys there a cosmopolitan. BARTENDER\nAh. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t know what you’re going for,\nbut I was thinking a beer.\n\nDAVID\nNo. Blowjob shots for the ladies, and a\ncosmopolitan for each of the guys.\n\nDavid taps the $100 bill on the table, then lays another\non top of it.\n\nDAVID (CONT'D)\nYou keep the change on that.\n\nBARTENDER\nYou got it.\n\nThe bartender lifts the two bills and quickly heads\nbehind the bar. Luke is regarding David.\n\nLUKE\nAre you, like, rich?\n\nDAVID\nCash is easy to get.\n\nDavid hums to the music on the jukebox, drumming his\nfingers on the table. A moment later, the bartender\napproaches David's table, setting down drinks.\n\f27.\n\nBARTENDER\nHere’s your coke, and here’s your\nfireball. Got their shots and cosmos\ncoming right up.\n\nDAVID\nThanks.\n\nThe bartender moves back behind the bar. David pushes his\nfireball shot towards Luke. Its contents are red and\ncloudy.\n\nDAVID (CONT'D)\nYou want to try it?\n\nLUKE\nSure.\n\nLuke reaches forward and takes a small sip. He\nimmediately sets the shot down, coughing.\n\nLUKE (CONT'D)\nAh! God!\n\nLuke reaches for his coke and takes several deep gulps,\nthen sets it down. His eyes are watering.\n\nLUKE (CONT'D)\nIt's like hot peppers. You drink that?\n\nDAVID\nYeah.\n\nDavid takes a sip from the fireball. It appears to have\nno affect on him.\n\nLUKE\nHow do you do that?\n\nDAVID\nYou get used to it.\n\nBehind Luke, the bartender crosses to the booths with a\ntray filled with drinks. He hands out Irish cream shots\nto the girls and pink martinis to the guys. The girl\nseated next to Ian starts laughing loudly.\n\nAll of the seniors turn to look towards David, who\nignores them. Luke watches them apprehensively.\n\nLUKE\nUh... they look kind of annoyed.\n\f28.\n\nDAVID\nYeah. You said they play football? Caleb\nused to play for the same school?\n\nLUKE\nYeah. He was really good.\n\nDAVID\nBut they still mess with you?\n\nLUKE\nYeah. The guys at my school hate me.\n\nDAVID\n\nWhy?\nLuke says nothing.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guys at my school hate me. DAVID\n\nWhy? Luke says nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n Behind them, Ian rises, holding his\ncosmopolitan. He walks towards David’s table, followed by\nanother one of the seniors, BLAIR.\nLuke lowers his head. Ian reaches the table, martini\nglass in hand. Blair moves to stand behind him. Ian\nregards the seated David.\n\nIAN\nHey, thanks for the drinks, man.\n\nDAVID\nYou're welcome.\n\nIAN\nI don’t want it, though. You can have it.\n\nIan FLINGS the contents of his glass into David’s FACE.\n\nDavid sits, the drink running down his face. He calmly\nwipes his eyes, then reaches for his FIREBALL SHOT.\n\nDAVID\nAh. Maybe you could try this instead?\n\nDavid lightly tosses the fireball shot into Ian’s face.\nIan takes a step back, blinking. Then he SCREAMS.\n\nIAN\nMy eyes!\nIan hunches forward, clutching his eyes and HOWLING with\npain. Blair moves towards him, confused. David LAUGHS,\nthen rises to his feet.\n\nDavid reaches past Blair and TAPS Ian’s shoulder.\n\f29.\n\nDAVID\nHey, over here.\n\nDavid ducks back and Ian, blind, SWINGS his fist out. He\nHITS BLAIR in the face, knocking him to the floor.\n\nDavid again bursts into LAUGHTER.\n\nDAVID (CONT'D)\nHa. Wow. Okay.\n\nDavid stops laughing. He steps forward and PUNCHES IAN IN\nTHE NECK. Ian DROPS TO THE FLOOR.\n\nMike and Jason are moving towards David, who turns to\nface them. Jason attempts to tackle David. David brings\nhis knee up into Jason’s face, sending him flying back.\n\nLuke is on his feet, but seems to not know what to do. He\nis abruptly SPUN AROUND by Mike, who PUNCHES LUKE in the\nface, knocking him to the floor.\n\nLuke lies on the floor, dazed. Mike moves to KICK Luke,\nbut is HIT FROM BEHIND WITH A POOL CUE by David. The\nstick BREAKS across Mike’s back.\n\nMike falls to the ground next to Luke. Through Luke’s\nblurred vision, he can see David stomping on Mike’s KNEE,\nthen ANKLE. BONES CRACK. Mike SCREAMS.\n\nLuke blinks, losing consciousness.\n\nBlair staggers to his feet.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nMike SCREAMS. Luke blinks, losing consciousness. Blair staggers to his feet. \n\nTARGET SECTION TO BE ANNOTATED:\n He grabs an empty beer bottle\nand swings it down at David’s head.\n\nDavid neatly sidesteps, pins Blair’s arm and pulls the\nbottle from his grasp. He then SMASHES the bottle across\nBlair's face, then JABS the BROKEN BOTTLE NECK into\nBlair's shoulder.\n\nBlair looks down, startled. BLOOD is dribbling from the\nbottle neck protruding from his jersey. Blair’s eyes roll\nup and he FAINTS, falling to the floor.\n\nDavid looks around the room. Luke, Blair, Jason and Mike\nare unconscious on the floor; Ian is sobbing underneath a\ntable, holding his eyes. The remaining senior girls are\ncowering away from David in a booth.\n\nDavid leans down and gently SLAPS Luke’s face.\n\nDAVID (CONT'D)\nHey, Luke. Wake up.\n\f30.\n\nLuke’s eyes open.\n\nDAVID (CONT'D)\nCool.\n\nDavid rises and approaches the bar. The bartender is\nholding a sawed-off POOL STICK, frozen in place behind\nthe bar. The two old men shrink away from David.\n\nDAVID (CONT'D)\nYou guys should get out of here.\n\nWithout a word, the two old men get up and exit. David\nturns to the bartender, who defensively raises his pool\ncue. David ignores the weapon.\n\nDAVID (CONT'D)\nCall the police and tell them the truth:\na gang of high school kids came in here\nand demanded you serve them drinks. You\ntried to I.D. them but they threatened to\ncause trouble. There was a fight. You\ndidn’t really get a good look at the\nother guys.\n\n(considers)\nMaybe they were from out of town.\n\nThe bartender looks at David.\nDAVID (CONT'D)\nOtherwise, I imagine you and this place\ncould get in trouble for serving minors.\nI mean, this is what happens. Here.\n\nDavid takes two more $100 bills from his pocket and sets\nthem down on the bar.\n\nDAVID (CONT'D)\nFor the damages.\n\nThe bartender hesitates, then lowers his pool stick.\nDavid turns and pulls Luke to his feet. They exit, David\nleading Luke out into the sunlight.\n\nINT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavid turns and pulls Luke to his feet. They exit, David\nleading Luke out into the sunlight. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSON HOUSE - - GARAGE - DAY - A HALF HOUR LATER\nDavid pulls Laura’s SUV into the house’s garage, its\nautomated door closing behind them. He and Luke climb out\n\nof the car. Luke winces, touching his head.\n\nLUKE\nOw. I think I have a concussion.\n\f31.\n\nDAVID\nYeah, you definitely have a concussion,\ndude. You were out.\n\nDavid walks to the door leading inside. Luke follows him\nas they enter the kitchen.\n\nINT. PETERSON HOUSE - KITCHEN - DAY - CONTINUOUS\n\nLuke and David enter the kitchen. David crosses to the\n\nfreezer, gathers a handful of ice cubes and drops them\ninto a dishcloth.\n\nLUKE\n\nShould I go to the hospital?\nDAVID\n\nWhy?\nLUKE\n\nFor, like, my brain.\n\nDAVID\nOh. No, it’1ll be fine. I used to get them\nall the time.\n\nLUKE\nOh. Okay.\n\nDAVID\nHere.\n\nDavid hands Luke the makeshift ice pack and they walk\ninto the front room.\n\nINT. PETERSON HOUSE - FRONT ROOM - DAY - MOMENTS LATER\n\nLuke and David enter the front room. Laura and Anna are\nseated, Anna sketching in a notebook. Laura rises when\nshe sees Luke holding the ice pack to his bruised face.\n\nLAURA\nLuke! What happened?\n\nLUKE\nI got in a fight with some guys at\nschool.\n\nLAURA\nAre you okay?!\n\f32.\n\nLUKE\nYeah, I’m fine. David helped me out.\n\nAnna looks over at David, seeing his bloody knuckles.\nWithout looking at Anna, David puts his hands in his\npockets.\n\nLAURA\nWhat happened?\n\nLUKE\nSome seniors were just picking on me. It\nhappens.\n\nLAURA\nWhy were they picking on you?\n\nLUKE\nI don’t know. I’m going to my room, okay?\n\nLuke exits. Laura turns quickly to David.\n\nLAURA\nIs he alright?\n\nDAVID\nYes, ma’am, he’s fine.\n\nLAURA\nDid he get in any trouble with the\nschool? The police didn’t...?\n\nDAVID\nNo, ma’am, no one saw. It’s just the\nusual high school stuff.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe police didn’t...? DAVID\nNo, ma’am, no one saw. It’s just the\nusual high school stuff. \n\nTARGET SECTION TO BE ANNOTATED:\n I told him I’d\nteach him some self defense when he’s\nfeeling up to it.\n\nANNA\n(sarcastic)\nI’m sure that’s exactly what he needs.\nDavid looks over at Anna.\n\nLAURA\nWell. I’m relieved you were there.\n\nDavid smiles. Anna, looking annoyed, rises to her feet.\n\nANNA\nI’m going to get ready for Kristen’s.\n\nLAURA\nAnna, can I talk to you for a second?\n\f33.\n\nAnna looks at Laura, who pointedly gestures for Anna to\njoin her in the kitchen.\n\nAnna exits into the kitchen with Laura. They converse in\nthe kitchen in heated but barely audible whispers.\n\nDavid sits down on the sofa, his face settling into a\nblank mask. He stares straight ahead.\n\nAnna’s VOICE comes from the kitchen.\n\nANNA (0.S.)\nReally?! You're going to play that card?\n\nLaura’s reply is inaudible. A moment later, Anna storms\nout of the kitchen. She clears her throat.\n\nANNA (CONT'D)\nDavid, would you like to come to a party\nwith me tonight?\n\nDavid looks up at Anna.\n\nDAVID\nSure, that sounds nice.\n\nANNA\n(barely concealed annoyance)\nGreat. I’m going to leave around seven.\n\nDavid rises to his feet.\n\nDAVID\nI’ll get ready, then.\n\nINT. PETERSON HOUSE - HALLWAY - MINUTES LATER\n\nAnna steps into the hall, wearing a small robe and\ncarrying clothes. She looks at the closed bathroom door.\n\nANNA\nGreat.\n(calling out)\nLuke, I need to shower!\n\nThe bathroom door immediately opens and David steps out\nin a haze of steam, wearing a towel around his waist.\n\nDavid appears almost unnaturally fit, each muscle\ndefined. His tanned torso is also covered with flushed,\nthick SCARS from dozens of cuts and wounds.\n\f34.\n\nDavid moves towards the door to Caleb’s room, edging past\n\nAnna\n\nin the narrow hallway.\n\nDAVID\nI’m sorry. I wanted to shave.\n\nANNA\nNo, I- I’m sorry, I thought Luke was-—\nNever mind.\n\nDAVID\nI’m going to go get dressed.\n\nANNA\nYeah, um... You do, you do that.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nI’m going to go get dressed. ANNA\nYeah, um... You do, you do that. \n\nTARGET SECTION TO BE ANNOTATED:\nAs David faces away from Anna to enter Caleb’s room, a\nclean BANDAGE is visible on his lower back. Anna quickly\nturns away and moves into the bathroom.\n\nINT.\n\nAnna\n\nher.\n\nAnna\n\nINT.\n\nAnna\n\nPETERSON HOUSE - BATHROOM —- CONTINUOUS\n\nenters the steamy bathroom and shuts the door behind\nShe leans up against the door and exhales.\n\nANNA\nOkay.\n\nsighs, then turns the shower on.\n\nPETERSON HOUSE - FRONT ROOM - EVENING - LATER\n\nenters the front room, wearing a black tank top and\n\ntights with the outline of a skeleton printed on them.\n\nAnna\n\nstops when she sees David, who is quietly seated on\n\nthe couch, waiting for her. He is dressed in a\nfashionable dress shirt and slacks.\n\nDavid looks at Anna, then down at his own attire.\n\nDAVID\nI, uh, borrowed some of Caleb’s clothes.\nI hope you don’t mind. He was about the\nsame size as me, and I don’t own much in\nthe way of nice clothing.\n\nANNA\nIt’s fine.\n\nAnna moves towards the front door. David rises.\n\f35.\n\nDAVID\nYou look nice.\n\nANNA\nThank you.\n\nDavid follows Anna outside.\n\nEXT. KRISTEN’S HOUSE - NIGHT - A HALF HOUR LATER\n\nDavid and Anna walk from her car to Kristen’s house, a\nsmall, unattractive duplex. Anna turns to face David.\n\nANNA\nSo, look. This isn’t a big deal or\nanything, but this isn’t just Kristen’s\nplace. My boyfriend, Zeke, lives here,\ntoo.\n\nDAVID\nI didn’t know you had a boyfriend.\n\nANNA\nYeah, well. Neither do my parents. And I\nwouldn’t mind keeping it that way, at\nleast for now, if it’s alright with you.\n\nDAVID\nI won’t say anything. It’s none of my\nbusiness.\n\nAnna nods gratefully. She rings the DOORBELL.\n\nA moment later, KRISTEN, an attractive girl the same age\nas Anna, opens the front door. Kristen is wearing CAT\nEARS and a tail. She quickly hugs Anna, then takes in\nDavid, who nods politely at her.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nA moment later, KRISTEN, an attractive girl the same age\nas Anna, opens the front door. Kristen is wearing CAT\nEARS and a tail. She quickly hugs Anna, then takes in\nDavid, who nods politely at her. \n\nTARGET SECTION TO BE ANNOTATED:\nKRISTEN\nWho’s this?\n\nANNA\nThis is David, he was friends with my\nbrother, Caleb. I told you about him.\n\nDAVID\nHow do you do?\n\nKRISTEN\nFine, thank you.\n\nKristen and David shake hands. Kristen shoots Anna a\nquick look, but Anna ignores it.\n\f36.\n\nINT. KRISTEN’S HOUSE - FRONT ROOM - NIGHT - CONTINUOUS\n\nKristen leads David and Anna into her house, where a\nsmall party is underway.\n\nKRISTEN\nZeke’s out back, smoking. He was waiting\nfor help to carry the kegs.\n\nDAVID\nI‘ll bring them in. Where are they?\n\nKRISTEN\nIn Zeke’s van. It should be unlocked.\n\nDavid exits. Kristen leans towards Anna.\nKRISTEN (CONT'D)\n\nI am potentially interested in getting to\nknow your brother's friend.\n\nANNA\n\nHave at it.\nKRISTEN\n\nAny pointers? Likes or dislikes?\nANNA\n\nUh... He was in the army?\nKRISTEN\n\nThat’s helpful. Come on.\n\nAnna and Kristen move through her house.\n\nEXT. KRISTEN’S HOUSE - BACK PORCH - NIGHT - MINUTES LATER\n\nAnna and Kristen stand outside with Zeke and his friend\nCRAIG, smoking. Craig offers a blunt to Anna.\n\nANNA\nUgh, I wish. I can’t smoke tonight.\n\nZEKE\nWhat, your houseguest?\n\nANNA\nYeah, he’s-—\n\nDavid emerges from the yard, CARRYING TWO KEGS. He has\none propped on his shoulder and is carrying the other\nwith one hand.\n\f37.\n\nDAVID\nI wasn’t sure where you’d want these.\nBack here?\n\nKristen gives Anna an incredulous look, then quickly\nturns to David.\n\nKRISTEN\nYeah, here. Hang on, I'll get the tap.\n\nKristen disappears inside as David carefully sets the\nkegs down. Craig offers David the blunt.\n\nCRAIG\nHey, man, you want some?\nANNA\nCraig-\nDAVID\nSure.\n\nDavid takes the proffered blunt and inhales deeply.\n\nDAVID (CONT'D)\nThank you.\n\nDavid passes the blunt back to Craig, who then pointedly\noffers it again to Anna, who grimaces.\n\nANNA\nThanks.\n\nAnna takes the blunt and inhales.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavid passes the blunt back to Craig, who then pointedly\noffers it again to Anna, who grimaces. ANNA\nThanks. Anna takes the blunt and inhales. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. KRISTEN’S HOUSE - NIGHT - AN HOUR LATER\n\nMUSIC blares inside Kristen’s house and a few people are\ndancing in her living room. Anna watches David from\nacross the room; David is conversing with Kristen.\n\nZeke approaches Anna and hands her a cup of beer.\n\nANNA\nThanks.\n\nZEKE\nYou okay?\n\nANNA\n\nI’m fine.\n\f38.\n\nZEKE\nYou want to-?\n\nZeke gestures with his head back towards his room. Anna\nsmiles.\n\nANNA\nYeah, okay.\n\nOn the other side of the room, David turns to watch Zeke\nand Anna exit, then looks back to Kristen.\n\nKRISTEN\n-so what I told him was, even if I could\nstill trust you... Oh, goddammit.\n\nKristen trails off, looking at the door. A group of THREE\nGUYS have walked in, glaring around the party\nantagonistically. David follows her gaze.\n\nDAVID\nWho are they?\n\nOne of the guys, DREW, immediately locks eyes with\nKristen. He strides towards her.\n\nKRISTEN\nUh, that is my ex. The one I was telling\nyou about.\n\nDrew comes up to Kristen and David. He ignores David, his\nattention on Kristen.\n\nDREW\nHey. I need to talk to you.\n\nKRISTEN\nI’m busy right now, Drew.\n\nDREW\nI’ve been calling you all week, then I\nhear you’re having a party tonight? What\n\nthe fuck?\n\nKRISTEN\nI’m talking to my friend. You're being\nrude.\n\nDrew GRABS Kristen’s arm, pulling her away from David.\n\nDREW\nListen, just come here-\n\f39.\n\nDavid steps forward and GRIPS Drew’s WRIST, TWISTING IT,\ncausing Drew to release Kristen. Kristen takes a step\nback, wide-eyed.\n\nStartled, Drew yanks his arm away from David, facing him.\nPeople at the party turn, noticing the altercation.\n\nThe TWO GUYS Drew came in with MOVE UP behind him. David\nglances at them, but remains focused on Drew.\n\nDREW (CONT'D)\nFucking asshole.\n\nDrew SHOVES David, pushing him back.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavid\nglances at them, but remains focused on Drew. DREW (CONT'D)\nFucking asshole. Drew SHOVES David, pushing him back. \n\nTARGET SECTION TO BE ANNOTATED:\nDavid shifts his weight slightly, then reaches out, GRABS\nDREW'S HEAD and SMASHES IT INTO THE WALL, SHATTERING a\nframed photo. Drew falls to the floor, unconscious.\n\nDrew's two friends are frozen, staring at David. David\nnods at Drew’s prone body.\n\nDAVID\nGet him out of here.\n\nThe two exchange a look, then lift Drew by his arms and\ndrag him out of the party. There is a round of APPLAUSE\nfrom the rest of the party. Craig shouts out:\n\nCRAIG\nFuckin’ awesome!\n\nDavid reaches down and picks up the photo he broke with\nDrew's head. It is a photo of Kristen as a teenager, ina\ncheerleader uniform.\n\nKristen is staring at David breathlessly. David carefully\npicks broken glass out of the picture frame.\n\nDAVID\nI’m sorry about your photograph. I’1l buy\nyou a new frame.\n\nKRISTEN\nNo, don’t worry about it. Did you- Did\nyou want to see the rest of the house?\n\nDavid looks at her.\n\f40.\n\nINT. KRISTEN’S HOUSE - KRISTEN’S BEDROOM - MOMENTS LATER\nDavid and Kristen make out in her bedroom, on her bed,\nthe lights dim. Kristen has her shirt off and is on top\nof David, kissing him.\n\nAfter a moment, Kristen stops, pulling slightly away.\n\nKRISTEN\nAre you okay?\n\nDAVID\nYeah. Why?\n\nKRISTEN\n\nSeems like you’re not really into this.\n\nDavid blinks. Then he smiles and, in a swift motion,\nrolls on top of Kristen, moving against her.\n\nDAVID\nNo. I am.\n\nKRISTEN\nOh. You are.\n\nDavid leans down and kisses Kristen’s neck, gripping her\nwrists and pinning her to the bed.\n\nINT. KRISTEN’S HOUSE - FRONT ROOM - NIGHT - LATER\n\nDavid and Kristen emerge from her bedroom and cross to\nthe couch, where Craig is sitting, smoking marijuana. He\ngrins at them.\n\nCRAIG\nThere you guys are. Thought you’d left\nyour own party, maybe found a better one.\n\nCraig offers the pipe to David while Kristen lights a\ncigarette.\n\nDAVID\nNo, I’m good.\n\nCRAIG\nCool.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCraig offers the pipe to David while Kristen lights a\ncigarette. DAVID\nNo, I’m good. CRAIG\nCool. \n\nTARGET SECTION TO BE ANNOTATED:\n Hey, I wanted to say to you, man,\nwe're not, like, hippies or anything. I\nwanted to say, I totally support what you\nguys are doing over there. You need\nanything here, you let me know.\n\f41.\n\nDAVID\nSupport us how?\n\nCRAIG\nI mean, like, I believe in what you guys\nare doing.\n\nDAVID\nBut you wouldn’t support us by, like,\nenlisting?\n\nCraig looks uncomfortable.\n\nCRAIG\nNah, I mean, like... I’ve got asthma, you\nknow? Makes that kind of like...\nDAVID\n(laughs )\n\nI’m just messing with you, man.\n\nCRAIG\nOh no, cool. I mean, cool, I knew that.\n\nKristen rises from the sofa, patting David’s arm.\n\nKRISTEN\nI’ll be right back.\n\nDavid watches Kristen leave. Craig grins again.\n\nCRAIG\nShe’s fun, huh?\n\nDAVID\nYeah, yeah.\n(leans forward)\nCould you get me a gun?\n\nCRAIG\n(surprised)\nI mean, yeah, hell yeah. I can get youa\ngun. What do you need a gun for, man?\n\nDAVID\nI’m a soldier, dude. I like guns.\n\nCRAIG\nSure. I know a guy. It’ll be a few\nhundred though, more for something fancy.\nYou got cash?\n\nDAVID\nI do.\n\f42.\n\nCRAIG\nSure. I can set something up. Let me get\nyour number.\nDavid pulls out a disposable cell phone.\nDAVID\nI’m using a burner right now. The\nnumber’s on the back.\n\nDavid hands the phone to Craig, who punches the number\ninto his own phone.\n\nCRAIG\nPerfect.\n\nAnna comes into the party from the hallway, followed by\nZeke. They appear to be engaged in heated discussion.\n\nZEKE\nWhy is it even a big deal if I go on\ntour? It’s three weeks, maybe. So what?\nAnna turns to David.\n\nANNA\nDavid, are you ready to go?\n\nDavid takes his phone from Craig and rises.\n\nDAVID\nSure.\n\nZeke steps in front of Anna. David watches him.\n\nZEKE\nLook, wait. Can we just talk about this?\n\nANNA\nI have to go, Zeke.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nZEKE\nLook, wait. Can we just talk about this? ANNA\nI have to go, Zeke. \n\nTARGET SECTION TO BE ANNOTATED:\n Call me tomorrow.\n\nZeke turns away, exhaling.\n\nZEKE\nWhatever.\n\nZeke exits the room. Anna blinks, then looks to David.\n\nANNA\nLet’s go, okay?\n\nDavid nods. He shrugs at Kristen, then walks with Anna\ntowards the front door.\n\f43.\n\nEXT. KRISTEN’S HOUSE - NIGHT - MOMENTS LATER\nDavid and Anna walk to her car. Anna takes her keys out.\n\nDAVID\nI’ll drive.\n\nANNA\nNo, I’m fine.\n\nDavid quickly steps in front of Anna. He touches the side\nof her face, peering into her eyes. Anna inhales,\nsurprised, but does not shrink away.\n\nDavid moves his hand down and smoothly pulls the keys\nfrom her grasp.\n\nDAVID\nI’ll drive. You're stoned.\n\nANNA\nWait. How are you more sober than me?\n\nDAVID\nI’m bigger than you.\n\nDavid unlocks Anna’s car and opens the passenger door for\nher. Anna hesitates, then climbs inside.\n\nINT. ANNA’S CAR - NIGHT - MINUTES LATER\n\nDavid drives quickly, shifting gears. Anna, in the\npassenger seat, lights a cigarette. David glances at her.\n\nDAVID\nPlease put on your seat belt.\n\nAnna fastens her seat belt. Her CD of 1980s goth music is\nplaying a slower song. David glances at her.\n\nDAVID (CONT'D)\nDo you want to talk about it?\n\nANNA\nNo, it’s just... it’s nothing. We had an\nargument. Old stuff. Zeke... When we\nfirst started dating, I loved that he was\nin a band. But now I’m saving up for\ncollege, and he just isn’t moving on, you\nknow? Like, he doesn’t even have a job.\n\nDAVID\nWell, he’s a drug dealer.\n\f44,\n\nANNA\nHe’s not a drug dealer!\n(pause)\nHe sells drugs sometimes. Like, to\nfriends, to make extra cash.\n\nDavid reaches up and adjusts the rearview mirror.\n\nDAVID\nWell. If he’s messing things up with you,\nthen he’s a fool, and you don’t need to\nworry about it.\n\nAnna makes an incredulous noise. David looks over at her.\n\nDAVID (CONT'D)\nI’m serious.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna makes an incredulous noise. David looks over at her. DAVID (CONT'D)\nI’m serious. \n\nTARGET SECTION TO BE ANNOTATED:\n I mean, hell, if I'd hada\ngirl like you back home, you better\nbelieve I wouldn’t have gone over to the\nMiddle East to get shot at.\n\nAnna looks over at David. She smiles.\n\nANNA\nThanks.\n\nDavid drives in silence for a moment.\n\nDAVID\nI like this music.\n\nANNA\nYou do? It’s just a mix I made. I can\nmake you a CD if you’d like.\n\nDAVID\nCan you put this song on it?\n\nANNA\nYeah. Of course.\n\nDavid steers the car down the narrow road leading to\ntheir house.\n\nINT. PETERSON HOUSE - HALLWAY - MINUTES LATER\n\nDavid and Anna walk down the hallway together, towards\ntheir bedrooms. They reach the door to Anna’s room first.\n\nThey stand near each other in the narrow hallway.\n\nANNA\nSo, uh. Goodnight.\n\f45.\nDAVID\nGoodnight. Thank you for inviting me out.\n\nANNA\nNo, um, no problem. Goodnight.\n\nAnna enters her bedroom, shutting the door behind her.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - NIGHT - CONTINUOUS\n\nAnna stands just inside her bedroom door. She can hear\nDavid's footsteps moving away, entering Caleb’s room.\n\nAnna sighs and crosses her bedroom, taking off her shirt.\nShe collapses onto her bed, looking up at the ceiling.\n\nAfter a moment, Anna rises from her bed. She moves over\nto her bookshelf and pulls out a BLANK CD and a marker.\n\nAnna writes on the CD: “MIX FOR DAVID.” She then moves\nback to her bed and opens her laptop.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - NIGHT - LATER\n\nAnna leans back on her bed, slipping on her headphones.\nShe stares out the window, nodding her head slightly,\nlistening to the mix she just made. Anna smiles slightly,\nto herself.\n\nEXT. PETERSON HOUSE - FRONT WINDOWS - NIGHT - CONTINUOUS\n\nThrough the front windows of Anna’s bedroom, she is\nvisible lounging on her bed, listening to her MUSIC\nloudly on her headphones.\n\nAnna shifts her position, closing her eyes. Without\nopening them, she reaches up over her head and TURNS OFF\nTHE LIGHT. Anna’s room goes dark.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna shifts her position, closing her eyes. Without\nopening them, she reaches up over her head and TURNS OFF\nTHE LIGHT. Anna’s room goes dark. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the room next to Anna’s, also visible through the\nfront windows, David sits on Caleb’s bed, perfectly\nstill. He stares out the window, into the darkness\noutside.\n\nFADE TO:\n\nINT. PETERSON HOUSE - KITCHEN - MORNING\n\nWearing an undershirt and pajama pants, Anna walks into\nthe kitchen and starts making herself tea.\n\f46.\n\nGlancing outside, Anna sees David pacing in the backyard,\nspeaking into his disposable cell phone. His voice is\nbarely audible from inside.\n\nDAVID\nAn orthodontist? I don’t... No, I don’t\nneed that. Fingers, yes.\n\nDavid turns, pacing as he speaks into the phone. Anna\nmoves to the side of the window, out of view.\n\nDAVID (CONT'D)\nAs soon as possible. I already feel like\nI’ve waited too long. Money’s no issue.\n\nEXT. PETERSON HOUSE - BACKYARD - MORNING - CONTINUOUS\nDavid continues speaking into the phone.\n\nDAVID\nI understand money’s an issue for you. I\njust meant I have it.\n(pause)\nI can be there. I’1l keep this phone in\ncase anything comes up and you need to\nreach me. Copy.\n\nDavid hangs up. He looks towards the house.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - DAY - MINUTES LATER\n\nAnna sits on her bed, her netbook propped in front of\nher. A military webpage is up on the screen. Anna speaks\ninto her cell phone.\n\nANNA\n\nYes, his name is David Andersen Collins.\nI think I can tell you what unit he\nserved in if that helps.\n\n(pause)\nNo, nothing’s wrong. He was friends with\nmy brother and we just heard he’s back,\nso any contact information you could give\nme would be helpful.\n\n(pause)\nYes, that’s my cell phone. Thanks.\n\nINT. FORT KENILWORTH - VETERANS AFFAIRS OFFICE - DAY\n\nA woman wearing an army uniform, SERGEANT HALWAY, speaks\ninto a telephone headset. She is facing a computer.\n\f47.\n\nSGT. HALWAY\nOkay, ma’am. I’1l call you when I have\nany information. Goodbye.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALWAY\nOkay, ma’am. I’1l call you when I have\nany information. Goodbye. \n\nTARGET SECTION TO BE ANNOTATED:\nSergeant Halway taps a button on her headset, terminating\nthe call. She looks at her computer screen.\n\nThe screen shows a records search form for a David\nAndersen Collins, with his rank and Social Security\nnumber displayed. Across the screen is a red alert banner\nthat reads:\n\n“RECORD CLASSIFIED - CONTACT KPG CORP. IMMEDIATELY.”\n\nSergeant Halway reaches for her phone.\n\nINT. KPG BUILDING - HALWAY - DAY - MINUTES LATER\n\nAUSTIN, a KPG employee in his 30s, strides quickly down a\nhallway. He is carrying a FOLDER bearing a KPG logo and\nspeaking into a Bluetooth device.\n\nAUSTIN\nTell Fort Kenilworth that David Collins\nis deceased. Just give them the official\nversion. We’ll take it from here.\n\nAustin removes his Bluetooth and slips it into his pocket\nas he continues down the hallway.\n\nINT. KPG BUILDING - MEETING ROOM - DAY - CONTINUOUS\n\nIn a meeting room, a man in a black suit, MAJOR CARVER,\nsits at a long table across from three KPG EXECUTIVES in\nsimilar attire. One of them, HENDRICKS, is speaking.\n\nHENDRICKS\nI’m meeting with the rest of our board\nnext week to discuss the future of our\nwork with the military in light of\nProject Aegolius’ dissolution. Richard\nhas some further information on that.\nRichard?\n\nMajor Carver nods.\nMAJOR CARVER\nI can’t get into too many details, nor\n\nwould you want me to. However, I can say-\n\nThere is a KNOCK on the door, interrupting Carver.\n\f48.\n\nThe door OPENS and Austin leans in, holding the folder.\nHe looks quickly at Major Carver.\n\nAUSTIN\nI’m sorry to interrupt. Something’s come\nup.\n\nMajor Carver looks at Austin, then nods, rising.\n\nMAJOR CARVER\nYou’1l have to excuse me.\n\nHendricks nods curtly. Major Carver exits the room.\n\nINT. KPG BUILDING - HALLWAY - DAY - MOMENTS LATER\n\nMajor Carver walks alongside Austin down the hallway,\nrapidly perusing the contents of the folder.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nMajor Carver exits the room. INT. KPG BUILDING - HALLWAY - DAY - MOMENTS LATER\n\nMajor Carver walks alongside Austin down the hallway,\nrapidly perusing the contents of the folder. \n\nTARGET SECTION TO BE ANNOTATED:\nMAJOR CARVER\nWhen did Fort Kenilworth receive this\ncall?\n\nAUSTIN\nAbout an hour ago, sir.\n\nMAJOR CARVER\nHave you I.D.ed the caller?\n\nAUSTIN\nNot confirmed, but she gave her name as\nAnna Peterson.\nMajor Carver stops walking.\n\nMAJOR CARVER\nPeterson...?\n\nAUSTIN\nShe’s the sister of one of our nullified\nsubjects. Caleb Peterson.\nMajor Carver looks quickly at Austin.\n\nMAJOR CARVER\nWhere is she?\n\nAUSTIN\nHome address is in there.\n\nMajor Carver closes the folder and begins walking again,\nquickly. Austin hurries after him.\n\f49,\n\nMAJOR CARVER\nGet me on the next flight. If we need to\ncharter something, do it. And I’m going\nto need some shooters.\n\nAUSTIN\nIf anyone asks what’s happening, what do\nI tell them?\n\nMAJOR CARVER\nMake something up. No one outside of this\ncircle can know that any of our subjects\nare still active, understood? If KPG gets\nany blowback on this, you and I will both\nbe hung out to dry. Got that?\n\nAustin nods.\n\nMAJOR CARVER (CONT'D)\nCall me when you have a plane booked.\n\nAustin quickly turns and heads down the hall as Carver\ncontinues in the other direction.\n\nEXT. ROCK QUARRY - DAY - CONTINUOUS\n\nA pick-up truck is parked inside an abandoned rock\nquarry. Craig stands next to the truck, along with an\nolder man, HIGGINS, who has tattooed hands.\n\nDavid walks down into the quarry, appearing over its\nhorizon, carrying his rucksack. Craig and Higgins turn at\nhis approach.\n\nHIGGINS\nThat him?\n\nCraig nods and raises a hand in greeting; David returns\nthe wave as he approaches.\n\nDAVID\nHey.\n\nHIGGINS\nWhere’s your car?\n\nDavid gestures behind him.\nDAVID\n\nI parked a way’s back. I felt like a\nwalk. I’m not late, am I?\n\f50.\n\nHIGGINS\nNo, you’re on time.\n\nDAVID\nGreat.\n\nHIGGINS\n\nBefore we start anything here, I’d like\nto see that you’ve got some cash on you,\nif you don’t mind.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIGGINS\nNo, you’re on time. DAVID\nGreat. HIGGINS\n\nBefore we start anything here, I’d like\nto see that you’ve got some cash on you,\nif you don’t mind. \n\nTARGET SECTION TO BE ANNOTATED:\nCraig shrugs apologetically, but David is already\nreaching into his rucksack. He takes out a thick envelope\nof $100 bills, opening it for Higgins to see.\n\nDAVID\nThat should be good?\n\nHIGGINS\nYes, indeed.\n\nDavid pockets the envelope. Higgins faces the truck.\n\nHIGGINS (CONT'D)\nCraig here didn’t seem to know exactly\nwhat you might be looking for, so I\nbrought a few options.\n\nDAVID\nGood.\n\nHiggins unlocks an aluminum box in the rear bed of the\npick-up truck, raising its lid. It is filled with\nFIREARMS and boxes of BULLETS.\n\nHIGGINS\n\nYou looking for a rifle or a handgun?\nDAVID\n\nHandgun.\nHIGGINS\n\nFigured so. Now, some of these guns might\nhave numbers on them, and some don’t. The\nprices vary, but they’re all in top\ncondition and ready to fire. Here...\n\nHiggins reaches into the box and removes four handguns,\nas well as two boxes of bullets. He carries this load\nover to a flat rock area, followed by Craig and David.\n\nHiggins sets down the guns, laying them out.\n\f51.\n\nHIGGINS (CONT'D)\nYou’ve got your Beretta there, I’m sure\nyou’re used to that one. Don’t know if\nyou've fired this before. Nine millimeter\nWitness Elite. Similar weapon, but I\nprefer the recoil action, almost no kick.\n\nHiggins hands David a chrome pistol. David opens the\nchamber, checking the gun, then begins rapidly TAKING THE\nGUN APART, checking each piece. Higgins watches him.\n\nHIGGINS (CONT'D)\nYou army?\n\nDAVID\nYes, sir.\n\nHIGGINS\nNavy, myself. ‘Course, that was some time\nago.\n\nDavid snaps the pieces of the pistol together,\nreassembling it. He nods.\n\nDAVID\nIt’s fine.\n\nHIGGINS\nSo. You'll take the Elite, then?\n\nDAVID\nOh, I’1l take all of them.\n\nHIGGINS\nAll of the handguns?\n\nDAVID\nNo. Everything. All your guns.\n\nHIGGINS\nYou got the money for that?\n\nDAVID\nNo, I’m going to kill you.\n\nCraig goes still.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIGGINS\nYou got the money for that? DAVID\nNo, I’m going to kill you. Craig goes still. \n\nTARGET SECTION TO BE ANNOTATED:\nCRAIG\nUh, David...\n\nHIGGINS\nNow, don’t get funny with me, boy.\n\f52.\n\nHiggins reaches behind himself and pulls a SMALL REVOLVER\nfrom a holster in his belt. He aims the gun at David.\n\nHIGGINS (CONT'D)\nIf you think I’d come-\n\nDavid reaches out and GRABS the wheel of the revolver in\nHiggins’ hand, holding it tightly.\n\nWith his other hand, David snatches up another revolver\nand SNAPS IT OPEN.\n\nHiggins, eyes suddenly wide, tries to COCK THE REVOLVER,\npulling the hammer back. The wheel rotates slightly, then\nDavid squeezes the gun harder, STOPPING IT.\n\nThe bullet loaded in Higgins’ small revolver is just a\ncentimeter away from being under its hammer.\n\nUsing his free hand, David grabs a bullet and loads it\ninto the revolver without looking. He snaps the chamber\nwheel in and raises the gun to aim it at Higgins, COCKING\nIT. Higgins’ face goes slack. Craig stares, frozen.\n\nCRAIG\nOh shit.\n\nCraig spins and starts RUNNING towards the quarry’s exit.\n\nDavid pulls the trigger on the revolver aimed at Higgins.\nThe hammer hits an empty chamber. The gun CLICKS.\n\nHiggins grabs onto the small revolver he is aiming at\nDavid with BOTH HANDS-just as David pulls the trigger of\nhis revolver a third time, SHOOTING HIGGINS IN THE FACE\nand BLOWING THE BACK OF HIS HEAD OFF.\n\nAs Higgins’ body jerks back, David yanks the small\nrevolver from his grasp.\n\nCraig is RUNNING AWAY in the distance, nearing the exit\nto the quarry, frantically scrambling up its slope.\n\nDavid aims the small revolver out, inhales, then slowly\nEXHALES. He shifts the gun so that it is pointed just\nslightly in front of Craig and PULLS THE TRIGGER.\n\nThe gun FIRES.\n\nFor a fraction of a second, nothing happens. Then the\nback of Craig’s head EXPLODES from the bullet’s impact\nand Craig falls to the ground, his dead body skidding\nthrough the gravel from its momentum.\n\fDavid regards the two corpses in front of him for a\nmoment, then stands and wipes the small revolver clean on\nhis shirt.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor a fraction of a second, nothing happens. Then the\nback of Craig’s head EXPLODES from the bullet’s impact\nand Craig falls to the ground, his dead body skidding\nthrough the gravel from its momentum. David regards the two corpses in front of him for a\nmoment, then stands and wipes the small revolver clean on\nhis shirt. \n\nTARGET SECTION TO BE ANNOTATED:\n He kneels and places it in Higgins’ hand,\nclosing Higgins’ fingers around it multiple times.\n\nDavid turns around. He collects all of the handguns and\nbullets from the rock, placing them in his rucksack.\nDavid then climbs into the back of the pick-up truck to\npeer inside the aluminum box.\n\nThe box contains two single barrel SHOTGUNS and an\nASSAULT RIFLE, as well as boxes of bullets. David lifts\nthese out.\n\nBeneath the assault rifles is a GRENADE. David looks at\nit.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - DAY - CONTINUOUS\n\nAnna lies on her bed, listening to music on her stereo.\nHer cell phone rings. She answers it.\n\nANNA\nHello?\n(pause)\nYes, thank you for calling me back.\n\nAnna is silent, listening to the voice on the other end\nof the phone. She sits up.\n\nINT. PETERSON HOUSE - KITCHEN - DAY —- MOMENTS LATER\n\nLaura is cooking in the kitchen. Two PUMPKINS sit on the\ncounter. Anna enters the room behind her.\n\nANNA\nMom, can I talk to you?\n\nLaura frowns, carrying a pan over to the stove.\n\nLAURA\nSure, sweetie, what’s going on?\n\nANNA\nI called the military base David said he\nwas just discharged from, Fort\nKennilworth, to ask about him.\n\nLAURA\nWhat? Why would you do that?\n\f54.\n\nAnna starts to speak, but stops at the sound of the front\ndoor opening. Spencer's voice calls out:\n\nSPENCER (0.S.)\nHey, is anyone home?\n\nLAURA\nWe're in here!\n\nSpencer enters the kitchen, looking pale.\n\nSPENCER\nI need a drink.\n\nSpencer crosses to a liquor cabinet and pours whiskey out\ninto a tumbler.\n\nLAURA\nWhat-? Spencer, what is it?\n\nSPENCER\nThey found Allan, my boss. He’s been\nmissing from work the last couple of\ndays, and people were getting worried, so\none of his friends broke into his home.\n\nSpencer takes a quick drink of whiskey.\n\nSPENCER (CONT'D)\nThey found him and his girlfriend dead.\nThey'd both taken pills, I guess he had\nsome prescriptions...",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpencer takes a quick drink of whiskey. SPENCER (CONT'D)\nThey found him and his girlfriend dead. They'd both taken pills, I guess he had\nsome prescriptions... \n\nTARGET SECTION TO BE ANNOTATED:\n It looks like a\nsuicide pact kind of thing.\n\nLAURA\nOh my god! But that- That doesn’t make\nany sense. He was...\n\nSPENCER\nTotally normal. Yeah. The police are\ninvestigating. There was nothing in their\nwall safe, but it wasn’t broken into...\nbut she had some bruises... I guess we'll\nhave to see what the police say.\n\nLAURA\nMaybe one of them was like, dying of\ncancer or something?\n\nSPENCER\nI guess we’ll find out.\n\nSpencer finishes his drink.\n\f55.\n\nSPENCER (CONT'D)\nThe damned thing is, this means I’m\nregional manager. At least, for a while.\nAs soon as corporate heard, I got a call.\nThey're offering me the same salary as\nAllan to start right away.\n\nLAURA\nOh! That’s...\n\nLaura trails off. Spencer nods and pours himself another\nwhiskey. He glances towards the doorway.\n\nSPENCER\nHey, David. I didn’t hear you come in.\n\nDavid is standing in the kitchen doorway, holding\nshopping bags. Anna takes a step back, startled.\n\nDAVID\nI didn’t want to interrupt. I’m sorry to\nhear about your colleague.\n\nSPENCER\nThat’s okay. Thank you. Care for a drink?\n\nDAVID\nSure. I'll be right back.\n\nDavid exits, carrying his bags. Anna looks at her\nparents. Her cell phone, in her pocket, rings.\n\nAnna checks the number, then quickly exits the kitchen.\n\nINT. PETERSON HOUSE - FRONT ROOM - DAY - CONTINUOUS\n\nAnna moves into the living room, answering her phone. She\nspeaks quietly.\n\nANNA\nZeke?\nINT. ZEKE’S VAN - DAY - CONTINUOUS\n\nZeke is speaking into his cell phone as he drives his van\ndown a side street. He is visibly upset.\n\nZEKE\nHey, Anna. I just- can you talk now?\n\f56.\n\nINT. PETERSON HOUSE - FRONT ROOM - CONTINUOUS\nAnna looks towards the kitchen, then turns away.\nANNA\nNot really. I’m at home. What’s going on?\nINT. ZEKE’S VAN - DAY - CONTINUOUS\nZeke turns the van around a corner, holding his phone.\nZEKE\nIt's Craig, babe.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ZEKE’S VAN - DAY - CONTINUOUS\nZeke turns the van around a corner, holding his phone. ZEKE\nIt's Craig, babe. \n\nTARGET SECTION TO BE ANNOTATED:\n They found him out in\nthe woods. Dead. He got shot.\nINT. PETERSON HOUSE - FRONT ROOM - DAY - CONTINUOUS\nAnna stares out the front windows, shocked.\n\nANNA\nWhat? But- who... Do they know who-?\n\nZEKE (ON PHONE)\nNo.\nINT. ZEKE’'S VAN - DAY - CONTINUOUS\n\nZeke continues talking into his phone as he drives. He\nchecks his side mirror and frowns.\n\nZEKE\nHe was with some guy... I don’t know all\nthe details. Can you come meet me later?\n\nINT. PETERSON HOUSE - FRONT ROOM\n\nAnna looks out the windows. Behind her, out of view,\nDavid stands on the stairs, very still, watching her.\n\nANNA\nYeah, of course. I have something else I\nneed to talk to you about, too.\nINT. ZEKE’S VAN - DAY - CONTINUOUS\nZeke frowns, looking into his side mirror as he drives.\n\nZEKE\nWhat is it?\n\f57.\n\nFrom behind Zeke, a POLICE SIREN chirps to life. Blue and\nred POLICE LIGHTS FLASH.\n\nZEKE (CONT'D)\nShit, babe, I got to go. Call you back.\n\nZeke quickly hangs up his phone, tossing it into the\npassenger seat.\n\nINT. PETERSON HOUSE - FRONT ROOM - DAY - CONTINUOUS\nAnna frowns, the phone still to her ear.\n\nANNA\nWhat? Hello?\n\nAnna looks down at her phone. Behind her, David audibly\nmoves forward, walking into the front room.\n\nAnna spins to face David, startled. She looks down at her\nphone again, then pockets it.\n\nANNA (CONT'D)\nHey. I... I’m going out for a bit.\n\nDAVID\nOkay.\n\nAnna opens the front door and quickly exits the house.\nDavid watches through the windows as Anna climbs into her\ncar and drives away.\n\nINT. DINER - NIGHT - ONE HOUR LATER\n\nAnna enters a small, old-fashioned diner, looking around.\nThe diner is nearly empty, with just a few customers.\n\nKristen, wearing a diner uniform, quickly moves from\nbehind the counter and embraces Anna. Kristen looks as\nthough she has been crying.\n\nKRISTEN\nAre you okay?\n\nANNA\nYeah.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nKristen looks as\nthough she has been crying. KRISTEN\nAre you okay? ANNA\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n I just heard about it from Zeke.\nHow are you doing?\n\f58.\n\nKRISTEN\nI’m fine... I just don’t get it. Who'd\nwant to hurt Craig? He was friends with\neveryone.\n\nANNA\n\nI know. Can you sit down?\n\nKRISTEN\nYeah. I have to finish out my shift, but\nSebastian said I can take a break.\n\nAnna and Kristen move over to an empty booth.\n\nEXT. PETERSON HOUSE - FRONT STOOP - NIGHT - CONTINUOUS\n\nDavid and Luke sit out on the front stoop. In front of\nthem, the two PUMPKINS have been placed on a layer of\nnewspaper covering the concrete, along with two knives.\n\nDAVID\nSo how does this work?\n\nLUKE\nFirst you make a hole at the top, so you\ncan reach in and scoop all the guts out.\n\nLuke takes a steak knife and begins sawing a hole in the\ntop of the pumpkin, with effort. David picks up a knife\nand starts to do the same. David then stops, examining\nthe knife.\n\nDAVID\nYour parents’ knives suck.\n\nLUKE\nYeah.\n\nDavid sets down the steak knife he is holding, then\nremoves a BUTTERFLY KNIFE from his pants pocket.\n\nLuke stares as David FLIPS the butterfly knife open.\nUsing the gleaming blade, David easily cuts a hole in the\ntop of his pumpkin.\n\nDAVID\nThat’s better.\n\nLUKE\nDo you carry that on you, like, all the\ntime?\n\f59.\n\nDAVID\nThis knife? Yeah.\nLUKE\nWhy?\nDAVID\n(shrugs)\n\nJust in case.\n\nDavid resumes carving his pumpkin.\n\nINT. DINER - NIGHT - CONTINUOUS\n\nAnna and Kristen sit across from each other in a diner\nbooth. Anna drums her fingers, looking worried.\n\nANNA\nSomething else happened... It’s kind of\nweird. I called the army base David said\nhe was from. They told me David Collins\ndied a week ago. He was in a military\nhospital in Idaho, there was a fire from\nsome oxygen tanks. About twenty people\ndied, David Collins was one of them.\n\nKRISTEN\nOkay, so... wrong David Collins. Common\nname. Come on, it’s the military.\n\nANNA\nDavid Andersen Collins.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nCommon\nname. Come on, it’s the military. ANNA\nDavid Andersen Collins. \n\nTARGET SECTION TO BE ANNOTATED:\n The woman I\ntalked to emailed me a photo of him.\nBrown hair, round face, acne problem.\nLooked like a nice guy. Not David.\n\nKristen regards Anna seriously.\n\nKRISTEN\nYou’re really worried about this?\n\nANNA\nYeah. I am. A little.\n\nKristen considers.\n\nKRISTEN\nDoes David have any I.D.? Credit cards?\n\nANNA\nI’ve never seen him use a wallet.\n\f60.\n\nKRISTEN\nWhat about his phone? He has a burner,\nright? Why don’t you check some of the\nnumbers he’s called? Your brother knows\ncomputers. Have him look them up.\n\nANNA\nYeah. That’s a good idea. Thanks.\n\nOne of Kristen’s coworkers, a man wearing a bandana and\nGRILL CHEF apron, stops by the booth. He speaks quietly,\nnodding at a pair of seated customers.\n\nGRILL CHEF\nHey, Kristen. I think that couple’s been\ndone for a bit.\n\nKRISTEN\nI’ve got it. Thanks.\n\nKristen rises. Anna does the same.\n\nANNA\nCall me when you get off, okay?\n\nKRISTEN\nI will. Take care of yourself.\n\nANNA\nYou too.\n\nAnna exits the diner as Kristen moves to a table.\n\nINT. PETERSON HOUSE - FRONT ROOM/DINING ROOM/KITCHEN -\nNIGHT\n\nDavid and Luke carry their completed pumpkins in from\noutside. Luke’s jack-o’-lantern is an ornate ghoulish\nface, with detailed facial features. David’s is a\ngeometrically precise, traditional jack-o’-lantern.\n\nDAVID\nDo you want some advice, Luke?\n\nLUKE\nSure.\n\nDavid sets his pumpkin and the butterfly knife down on\nthe kitchen table. He removes his jacket and tosses it\nonto a nearby chair in the living room.\n\f61.\n\nDAVID\nNever let anyone pick on you. Otherwise,\nyou'll carry it with you forever. Those\nguys at school, they’re bigger than you?\n\nLuke sets his jack-o’-lantern down on the kitchen\ncounter. He looks at it.\n\nLUKE\nYeah.\n\nDAVID\nThen bring a knife to school. If they\ntake it away from you and beat you up, go\nto their houses at night and burn them\ndown with their families inside.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUKE\nYeah. DAVID\nThen bring a knife to school. If they\ntake it away from you and beat you up, go\nto their houses at night and burn them\ndown with their families inside. \n\nTARGET SECTION TO BE ANNOTATED:\n What’s\nthe worst they can do?\n\nLuke does not look particularly convinced by this.\n\nLUKE\nYeah, okay.\n\nDAVID\nHere.\n\nDavid CLOSES the butterfly knife and hands it to Luke.\n\nDAVID (CONT'D)\nKeep it.\n\nLuke takes the knife from David. He awkwardly opens it,\nusing both hands, and then shuts it.\n\nLUKE\nYou’re giving this to me?\n\nDAVID\nYeah, man, it’s yours. I’ve got others.\n\nThe front door opens in the next room. Luke quickly\nPOCKETS the knife as Anna steps inside. David looks over\nat her from the kitchen, smiling.\n\nDAVID (CONT'D)\nHey, care to join us?\n\nAnna looks at the chair in the front room, where David's\njacked is draped. She casually moves towards it.\n\nANNA\nAh, no, probably not. Mom and dad around?\n\f62.\n\nDAVID\nThey went to the store. Your mom’s going\nto make pumpkin pie.\n\nANNA\nThat’s cool.\n\nAnna looks up. David is setting his pumpkin on the\nkitchen counter, next to Luke's.\n\nAnna feels the pocket of David’s jacket, then stops when\nher hand touches his CELL PHONE. She quickly slips\nDavid's disposable cell phone out of his pocket and exits\ninto the hallway, clutching it in her hands. Neither\nDavid nor Luke look at her.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - MOMENTS LATER\n\nAnna enters her room and quickly shuts the door behind\nher. She puts some MUSIC on her stereo, a loud goth song.\n\nAnna snaps David’s phone open, scrolling so that its\nscreen displays recent calls. Anna takes her own cell\nphone out and SNAPS A PICTURE of David's phone screen.\n\nAnna scrolls further through David’s recent calls; there\nare only a few more.\n\nSuddenly David's phone RINGS LOUDLY, vibrating in her\nhand. Anna freezes.\n\nANNA\nShit.\n\nAnna spins for the door to her room, moving quietly.\n\nINT. PETERSON HOUSE - HALLWAY - CONTINUOUS\n\nAnna rapidly crosses the hallway. She opens the door to\nCaleb's room, then spins back into the hallway.\n\nAnna ducks back into her bedroom and shuts the door.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETERSON HOUSE - HALLWAY - CONTINUOUS\n\nAnna rapidly crosses the hallway. She opens the door to\nCaleb's room, then spins back into the hallway. Anna ducks back into her bedroom and shuts the door. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nmoment later, David enters the hallway, holding the\nreceiver to the Petersons’ CORDLESS PHONE to his ear.\n\nDavid walks down the hallway. His cell phone is audible\nRINGING near the end of the hallway, its noise muffled.\nDavid heads towards the sound.\n\nDavid stops at the door to Anna’s room, listening to her\nmuffled music.\n\f63.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - CONTINUOUS\n\nAnna stands just inside the door to her room, not moving.\nSilence, then Anna can hear David’s FOOTSTEPS in the\nhallway, moving away.\n\nINT. PETERSON HOUSE - HALLWAY - CONTINUOUS\n\nDavid continues walking towards the sound of his ringing\ncell phone. He opens the door to Caleb’s room.\n\nINT. PETERSON HOUSE - CALEB’S ROOM - NIGHT - CONTINUOUS\n\nDavid's cell phone is on the floor of Caleb’s room,\nRINGING and vibrating.\n\nDavid hangs up the cordless phone receiver and his cell\nphone stops ringing. He reaches down and picks it up off\nthe floor, smiling mildly.\n\nINT. PETERSON HOUSE - HALLWAY - MOMENTS LATER\n\nDavid closes the door to Caleb’s room and walks back\ntowards the front room.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - CONTINUOUS\n\nAnna moves over to her bed and sits heavily on it,\nexhaling. She puts her head in her hands.\n\nAnna’s cell phone RINGS, startling her. She looks it,\nfrowns, then answers hesitantly.\n\nANNA\nHello?\nINT. CITY JAIL - HALLWAY - NIGHT - CONTINUOUS\n\nZeke stands at the end of a concrete hallway lined with\nJAIL CELLS. He holds the receiver of a pay phone.\n\nZEKE\nHey, uh, it’s me.\n\f64.\n\nINT. PETERSON HOUSE - ANNA’S ROOM —- CONTINUOUS\n\nAnna smiles, starts to speak into her phone, then stops.\nHer smile drops from her face.\n\nANNA\nWhat...? I don’t... I don’t understand.\nThey found the gun that killed Craig...\nin your van?\n\nINT. CITY JAIL - HALLWAY - NIGHT - CONTINUOUS\n\nZeke looks up and down the jail hallway, speaking quietly\ninto the phone.\n\nZEKE\nYeah.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CITY JAIL - HALLWAY - NIGHT - CONTINUOUS\n\nZeke looks up and down the jail hallway, speaking quietly\ninto the phone. ZEKE\nYeah. \n\nTARGET SECTION TO BE ANNOTATED:\n It was wiped clean. They got an\nanonymous tip or something.\n(pause)\nNo, I mean, all they’1l say to me is it\nwas anonymous. Yeah, I know.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - CONTINUOUS\nAnna looks shocked as she speaks into the phone.\n\nANNA\nWell, you’re innocent!\n\nINT. CITY JAIL - HALLWAY - NIGHT - CONTINUOUS\n\nZeke lowers his head. When he speaks into the receiver,\nhis voice is thick, as if he’s trying to muster bravado.\n\nZEKE\nYeah, I know, but... Then they searched\nmy room, and they found some other stuff.\nYou know. So, it looks like I might have\nto do a bit of time. They haven't set\nbail for me yet ‘cause of that.\n\nThere is a long silence while Zeke listens.\nZEKE (CONT'D)\nNo, I have a lawyer. He’s calling\nKristen, it’s okay. That’s why I called\nyou. I just wanted to hear your voice.\n\nA PRISON GUARD steps into the hallway.\n\f65.\n\nPRISON GUARD\nHastings, wrap it up!\n\nThe prison guard leaves the hallway. Zeke rolls his eyes,\nswallows, then speaks into the phone.\n\nZEKE\nI gotta go, baby. I love you. Yeah. No. I\nlove you too, babe. I gotta go. Bye.\n\nINT. PETERSON HOUSE - ANNA’S ROOM —- CONTINUOUS\n\nAnna, crying, hangs up her phone. It drops from her hand.\n\nINT. PETERSON HOUSE - FRONT ROOM/DINING ROOM/KITCHEN -\nNIGHT - MINUTES LATER\n\nAnna walks down the hallway from her bedroom, moving into\nthe front room. Her mascara has run down her face and she\nis sniffling.\n\nLuke is doing his trigonometry homework on the living\nroom floor. He glances up at Anna, confused.\n\nIn the dining room, David is setting the table for dinner\nwhile Laura prepares food in the kitchen. Spencer is\nseated at the dining room table, reading. He looks up at\nAnna, taking in her distraught state.\n\nSPENCER\nAnna? What’s wrong?\n\nANNA\nMy, um, my friend Craig died today. He\nwas murdered.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’s wrong? ANNA\nMy, um, my friend Craig died today. He\nwas murdered. \n\nTARGET SECTION TO BE ANNOTATED:\nLaura and Spencer look at each other, shocked.\n\nLAURA\nOh my goodness. That shooting at the\nquarry?\n\nANNA\nYeah.\n\nLAURA\n\nWe just heard about that on the radio.\n\nLaura crosses quickly to Anna.\n\f66.\n\nANNA\nAnd... and they arrested Zeke for it,\nthey found the gun in his van. But he\ndidn’t do it. They were good friends.\n\nLAURA\nZeke?\n\nSpencer sets down his book.\n\nSPENCER\nI’m sorry, Anna, but if they arrested\nyour ex-boyfriend, it could be for a good\nreason. Zeke Hastings was never exactly a\npillar of the community.\n\nAnna's eyes blaze with fury.\n\nANNA\nHe’s not my ex-boyfriend, dad, he’s my\nboyfriend! I never stopped seeing him!\nI’m twenty years old, I can date who I\nwant!\n\nSpencer’s face flushes.\n\nSPENCER\nAs long as you’re in this house-\n\nANNA\n(interrupting)\nYou know absolutely nothing about him!\nYou don’t know Zeke at all!\n\nSPENCER\nI know he’s a druggy burn-out who started\ndating my daughter when she was seventeen-\n\nANNA\nOh yeah? Oh really?\n\nAnna and Spencer are both shouting now. Anna POINTS AT\nDAVID, who is standing by the table, holding silverware.\n\nANNA (CONT'D)\nWhat about him? Everyone's best friend\nthere. What do you know about him?\n\nSpencer opens his mouth, confused.\n\nANNA (CONT'D)\nI called the military base he said he was\nfrom, and they said he was dead!\n\n(MORE )\n\f67.\n\nANNA (CONT'D)\nThen they sent me a photo of him that\nwasn’t him! What do you think of that?\n\nSpencer looks towards David hesitantly. Laura and Luke\nboth look confused. David laughs.\n\nDAVID\nMilitary intelligence for you.\n\nANNA\nOh yeah?\n(to Spencer)\nAsk him to show you his I.D.! He’s not\nDavid Collins! We don’t know who he is!\n\nSpencer again looks to David.\n\nDAVID\nI was part of a special forces unit when\nI was injured, so they should be\nproviding a cover story to any civilians\nwho ask about me. That’s a good thing.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpencer again looks to David. DAVID\nI was part of a special forces unit when\nI was injured, so they should be\nproviding a cover story to any civilians\nwho ask about me. That’s a good thing. \n\nTARGET SECTION TO BE ANNOTATED:\nBut I did get my dog tags back. They’re\nright here.\n\nDavid sets down the forks in his hand. He reaches into\nhis pants pocket and hands a pair of METAL DOG TAGS to\nSpencer, who looks at them. They bear the name “COLLINS,\nDAVID ANDERSEN.”\n\nDAVID (CONT'D)\nI don’t like to wear them because, I\ndon’t know. I like having them with me,\nthough. As for my I.D., I don’t have a\ncurrent license, but I’ve got my\ndocuments in my bag. Should I go...?\n\nDavid gestures towards Caleb’s room. Spencer shakes his\nhead.\n\nSPENCER\nThat won’t be necessary. Anna, I think\nyou owe David an apology.\n\nANNA\nNo fucking way.\n\nSPENCER\nYou watch your mouth, young lady!\n\nSpencer stops and takes a breath.\n\f68.\n\nSPENCER (CONT'D)\nI am very sorry about your friend Craig.\nBut as for Zeke Hastings and his crew, I\nhave it on good authority that they’re a\nbunch of pot dealers! You know why they\narrested Zeke for the murder? Because he\nprobably did it, Anna!\n\nANNA\nFuck you!\n\nAnna turns and storms back down the hallway, to her room,\npassing Luke. Spencer and Laura stand for a moment,\nlooking after her, then Spencer turns to David.\n\nSPENCER\nDavid, I am very sorry about that.\n\nDAVID\nIt’s okay. She’s upset. I probably should\nhave explained the special forces thing\nearlier, but we’re not really supposed to\ntalk about it.\n\nSPENCER\n(sighs)\nNo. I understand. Beer?\n\nDAVID\nYes, please.\n\nSpencer moves towards the kitchen.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - NIGHT - CONTINUOUS\n\nAnna sits on her bed, tears running down her face. Music\nplays on her stereo.\n\nAnna blinks, then turns on her phone and brings up the\npicture she took of David’s phone screen.\n\nThere are five entries. One number appears three times as\nmissed calls. Anna takes a breath.\n\nANNA\nOkay. Kristen.\n\nAnna taps one of the numbers, then scrolls through her\ncontacts, bringing up “CRAIG.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA\nOkay. Kristen. Anna taps one of the numbers, then scrolls through her\ncontacts, bringing up “CRAIG. \n\nTARGET SECTION TO BE ANNOTATED:\n Craig’s number matches the\nlast number that called David’s phone.\n\nANNA (CONT'D)\nCraig...\n\f69.\n\nAnna goes back to the photo. Only one number remains.\nAnna frowns at it, then opens up her netbook. She punches\nthe phone number into an internet search page.\n\nThere is a soft KNOCK on Anna’s door.\n\nANNA (CONT'D)\nWhat?\n\nThe door opens and DAVID steps inside, shutting the door.\nAnna quickly SHUTS HER NETBOOK, turning to face him.\n\nDAVID\nHey.\n\nDavid crosses the room and sits down on the floor, facing\nAnna. She does not move.\n\nDAVID (CONT'D)\nI just wanted to say how sorry I am about\nCraig. He seemed like a really cool guy.\n\nAnna says nothing.\n\nDAVID (CONT'D)\nAnd Zeke getting arrested... Again. I’m\nvery sorry.\n\nAnna again says nothing. David looks around the room.\n\nDAVID (CONT'D)\nI know you don’t need me here in this\nstressful time. I’m not helping you,\nwhich is a shame, because I’d promised\nyour brother Caleb I’d do anything I\ncould to help your family. But just so\nyou know, I'll be moving on in two days.\nSo, you don’t have to put up with me much\nlonger. Okay?\n\nAnna does not respond. David leans forward.\n\nDAVID (CONT'D)\n\nOkay?\n\nANNA\nOkay.\n\nDAVID\nGood.\n\nDavid leans back. He looks over at the stereo. On top of\nthe stereo is the CD with “MIX FOR DAVID” scrawled on it.\n\f70.\n\nDavid smiles, reaching for the CD.\n\nDAVID (CONT'D)\nIs this the CD you made me?\n\nANNA\nUh. Yeah.\n\nDAVID\nIs it done?\n\nAnna nods. David rises, holding the mix CD.\n\nDAVID (CONT'D)\nThank you. I can’t wait to listen to it.\n\nAnna says nothing. David crosses to the door.\n\nDAVID (CONT'D)\nI’m sure you'll feel better about this\nwhole thing soon, when you get some\nperspective on it.\n\nAnna does not respond. David exits the room, closing the\ndoor behind him.\n\nAnna waits a moment, then quickly moves to her door and\nLOCKS IT, her hands trembling. She sits back on the bed.\n\nINT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna waits a moment, then quickly moves to her door and\nLOCKS IT, her hands trembling. She sits back on the bed. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARKING GARAGE - NIGHT\n\nMajor Carver emerges from an elevator into a dimly lit\nparking garage, carrying a small suitcase. He is holding\nhis phone with his other hand, rapidly SPEAKING into it.\n\nMAJOR CARVER\nI want every contractor within a hundred\nmile radius. I don’t care where they come\nfrom, KPG, ex-military or whatever. I\nneed a team mobilized by the time I land.\n\nMajor Carver briefly listens to the phone as he crosses\nover to his car.\n\nMAJOR CARVER (CONT'D)\nI‘ll give them the necessary mission\nspecs in person. We can’t risk a leak on\nthis.\n\nMajor Carver hangs up the phone as he climbs into his\ncar. He starts its engine and drives out of the garage.\n\f71.\n\nINT. ANNA’S CAR - MORNING - THE NEXT DAY\n\nAnna drives. In the passenger seat, Luke examines her\nphone.\n\nLUKE\nYou took a picture of David’s phone?\n\nANNA\n\nYeah. I paid for a reverse directory\nthing to look that number up online. It\nsaid it’s the unlisted landline of this\ndoctor in Miami. His name’s Peter\nBoddington. Except he’s not a doctor\nanymore. He got his license taken away\ntwo years ago when he performed a face\nlift on this lady while he was drunk.\n\nLuke hands Anna’s phone back to her.\n\nLUKE\nSo David knows the guy? Maybe it’s his\nuncle or something?\n\nANNA\nThat's what I want to find out.\n\nLUKE\nSo what do you need me to do?\n\nANNA\nI need to talk to the police. The cops\nfound those drugs in Zeke’s room and\nassume they’ve got their guy. The\ninvestigation’s closed. Zeke’s lawyer is\ntelling him to take a plea.\n\nLuke looks mildly suspicious.\n\nLUKE\nYeah?\n\nANNA\nTo get them to reopen it, I need all the\ninformation I can get. You remember how\nyou stole a password for that database to\ndo research on your paper last year?\n\nLUKE\nYeah. I got in trouble when I told dad\nabout it.\n\f72.\n\nANNA\nWell, do something like that again. Find\nout anything you can about this guy.\n\nLuke looks pensive.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA\nWell, do something like that again. Find\nout anything you can about this guy. Luke looks pensive. \n\nTARGET SECTION TO BE ANNOTATED:\nLUKE\nDo you really think David killed Craig\nand that other guy?\n\nAnna steers the car down the country road.\n\nANNA\nYeah. I do.\n\nLUKE\nOkay. I’1l see if I can find anything. A\nlot of arrest reports are public record,\nI’1ll check those first.\n\nANNA\nThank you, Luke. I’1l be at the diner all\nday, so just call me on my cell if you\nfind anything.\n\nLuke nods.\n\nINT. HIGH SCHOOL - CLASSROOM - DAY - MINUTES LATER\n\nLuke walks into a full classroom. He moves down an aisle\nin between the rows of desks, his head lowered.\n\nLuke sits at an empty desk and immediately takes out his\nnetbook, opening it to an internet browser.\n\nJASON is seated behind Luke. He has a BANDAGE over his\nNOSE and his face is BRUISED. Jason regards Luke\nbalefully, then reaches and POKES LUKE WITH HIS PENCIL.\nLuke exhales but says nothing.\n\nJASON\nHey, faggot.\n\nLuke does not respond, typing into his netbook. Jason\ntakes out a pencil sharpener and begins meticulously\nSHARPENING his pencil.\n\nJason looks over Luke’s shoulder. Luke’s browser window\nis open to a news story. The headline reads “DISGRACED\nPLASTIC SURGEON TO PAY $2 MILLION IN DAMAGES.”\n\nJason jabs Luke in the back with the sharpened pencil.\n\f73.\n\nJASON (CONT'D)\nHey, what's that? You looking for someone\nto do your sex change operation?\n\nLuke turns around and PUNCHES JASON IN HIS FACE. The\npunch is quick but largely ineffective.\n\nThe classroom explodes with surprise, several students\nstanding to look. Jason, startled, reels back in his\nseat. Then he flushes with rage and stands up.\n\nJASON (CONT'D)\nYou little bitch-\n\nJason grabs Luke with one hand, PULLING HIM UP OUT OF HIS\nSEAT, and PUNCHES HIM with the other.\n\nLuke staggers back, falling to land right near a\nchalkboard at the back of the room. There is a wooden\nYARDSTICK leaning against the wall next to him.\n\nJason touches his bruised face where Luke hit him, then\nfuriously strides forward.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nLuke staggers back, falling to land right near a\nchalkboard at the back of the room. There is a wooden\nYARDSTICK leaning against the wall next to him. Jason touches his bruised face where Luke hit him, then\nfuriously strides forward. \n\nTARGET SECTION TO BE ANNOTATED:\nThe YARDSTICK, swung by Luke, catches Jason across the\nMIDDLE OF HIS FACE. It breaks in half, splinters flying\neverywhere.\n\nJason STUMBLES BACK, holding his injured face. He YELLS\nwith pain.\n\nLuke stands at the back of the classroom, holding the\nremains of the shattered yardstick, catching his breath.\nHe smiles slightly.\n\nINT. HIGH SCHOOL - SECRETARY’S OFFICE - DAY - LATER\n\nLuke sits in an outside waiting area adjoining the school\nprincipal’s office. A disapproving SECRETARY glares at\n\nhim from across her desk. Luke stares at the floor.\n\nThe door opens and Laura enters, with David. Laura\nimmediately crosses to Luke. David follows.\n\nLAURA\nAre you okay?\n\nLuke nods.\n\nLUKE\nI’m fine.\n\nThe secretary addresses Laura.\n\fSECRETARY\nMrs. Peterson?\n\nLAURA\nYes, that’s right.\n\nSECRETARY\nMister Alston will see you now. Please\nstep inside.\nLaura looks at David.\n\nDAVID\nJust a second.\n\nDavid kneels down in front of Luke.\n\nDAVID (CONT'D)\nWhat happened?\n\nLUKE\nThis kid called me a faggot, so I broke a\nyardstick on his face.\n\nDAVID\nOkay. Did you hurt him?\n\nLuke uncomfortably shrugs. David smiles.\n\nDAVID (CONT'D)\nAwesome. No problem.\n\nDavid rises and turns to Laura.\n\nDAVID (CONT'D)\nI’‘1l go in with you.\n\nDavid and Laura enter the principal’s office.\n\nINT. HIGH SCHOOL - PRINCIPAL’S OFFICE - DAY - CONTINUOUS\n\nMr. Alston addresses Laura and David. Laura looks\nextremely upset. David appears calm.\n\nMR. ALSTON\nDue to our school’s zero tolerance policy\non violence, I’m afraid we have no choice\nbut to expel your son. That’s pending the\ndecision of the board, but I’m afraid\nit’s fairly certain.\n\nLAURA\nBut...\n\f75.\n\nMR. ALSTON\nI’m sorry.\n\nDAVID\nWhat did the kid call him?\n\nMr. Alston pauses.\n\nMR. ALSTON\nWhat?\n\nDAVID\nThe kid, you know, what’s-his-name that\nLuke hit in the face. What did he call\nLuke?\n\nMR.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nThe kid, you know, what’s-his-name that\nLuke hit in the face. What did he call\nLuke? MR. \n\nTARGET SECTION TO BE ANNOTATED:\n ALSTON\nI don’t-\n\nDAVID\nDid he call him a faggot?\n\nMr. Alston looks uncomfortable.\n\nMR. ALSTON\nI believe that’s what was said, yes. But\nthat’s no excuse-\n\nDAVID\nSo that makes it a hate crime.\n\nMr. Alston is silent for a moment.\n\nMR. ALSTON\nWhat?\n\nDAVID\nA hate crime. And I’d like to know how\nmany others have been perpetrated against\nher son under your watch. A gay student\ntargeted with physical violence finally\ndefends himself, and you're... what?\nSuspending him?\n\nMR. ALSTON\n(hesitates)\nWe could consider suspension...\n\nDAVID\nNo. You couldn't. I’1l be interested to\nsee what the board thinks of you when\nthis is front of the entire country. Not\nto mention our lawyers.\n\n(MORE)\n\f76.\n\nDAVID (CONT'D)\n(to Laura)\nDo you want to sue them?\n\nLaura is totally frozen.\n\nLAURA\nI... I don’t...\n\nDAVID\n(to Mr. Alston)\nWe’re suing you and the school board.\n\nDavid rises to his feet, pulling Laura with him. Mr.\nAlston addresses them desperately.\n\nMR. ALSTON\nI didn’t even know he was gay!\n\nDavid just shakes his head, moving towards the door.\n\nMR. ALSTON (CONT’D)\nWhat about after school detention?\n\nDavid stops moving.\n\nDAVID\nFor how long?\n\nMR. ALSTON\nA month?\n\nDavid considers, then nods.\n\nDAVID\nThat seems fair.\n\nMR. ALSTON\nAfter school detention. We’1ll put him to\nwork helping the prom committee set up\nfor the fall dance.\n\nDAVID\nWe’ll agree to that. But I do not want to\nhear anything further about this young\nman being harassed. We understand each\n\nother?\nMR. ALSTON\n\nI think we do, Mister... Who are you?\nDAVID\n\nI’m a friend of the family. Good day.\n\f77.\n\nDavid exits, pulling Laura with him out of the\nprincipal's office.\nINT. HIGH SCHOOL - SECRETARY'S OFFICE - DAY - CONTINUOUS\n\nDavid and Laura walk up to Luke, who is still seated\nmiserably in the secretary's office. David points at him.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HIGH SCHOOL - SECRETARY'S OFFICE - DAY - CONTINUOUS\n\nDavid and Laura walk up to Luke, who is still seated\nmiserably in the secretary's office. David points at him. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVID\n\nAfter school detention for a month.\nLUKE\n\nThat’s it?\nDAVID\n\nYeah.\n\nDavid holds out his palm. Luke hesitates, then slaps it.\nDavid turns the slap into a quick fist bump.\n\nDAVID (CONT'D)\nSee you later.\n\nAs David turns to leave, Luke suddenly rises to his feet.\n\nLUKE\nDavid? Can I talk to you for a second?\n\nDAVID\nOkay.\n\nLuke glances over at Laura, who still looks somewhat\ndazed. David turns to Laura.\n\nDAVID (CONT'D)\nI’m going to step out into the hall with\nLuke for a moment, if that’s okay.\n\nLAURA\nOh. Certainly.\n\nDavid and Luke exit the secretary's office, out into the\nhall. Laura sits down in the seat Luke just vacated. The\nsecretary glares at her. Laura does not notice.\n\nINT. HIGH SCHOOL - HALLWAY OUTSIDE OFFICE - MINUTES LATER\n\nDavid and Luke speak quietly, leaning up against a row of\nlockers in the deserted hallway.\n\f78.\n\nLUKE\nSo, she thinks you killed Craig. And\nshe’s trying to make a case to the\npolice, so they’1l let her boyfriend go.\n\nDAVID\nAnna told you all this?\n\nLUKE\nYeah.\n\nDavid smiles, as if mildly amused.\n\nDAVID\nDo you think I killed Craig?\n\nLUKE\n(shrugs)\nI don’t care. But that’s why she wanted\nme to check out that plastic surgeon in\nFlorida. She wanted to know what the\nconnection was there.\n\nDAVID\nYeah, why would I need a plastic surgeon?\n\nLUKE\nTo change your appearance. Like, the\nbones in your face. And maybe scar up\nyour fingers so you don’t have prints.\n\nDavid stops smiling.\n\nLUKE (CONT'D)\nI mean, at least that’s what I figured. I\nknow you’re not really David Collins, I\nlooked him up right after Anna said that.\nSo, maybe you don’t want people to know\nwho you are. A surgeon who would do that\nsort of thing is probably pretty rare. I\nmean, there’s probably rules against it.\nBut that doctor, well, I guess he needs\nthe money, so he’d do that kind of work.\n\nDAVID\nThat’s an interesting theory.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nmean, there’s probably rules against it. But that doctor, well, I guess he needs\nthe money, so he’d do that kind of work. DAVID\nThat’s an interesting theory. \n\nTARGET SECTION TO BE ANNOTATED:\nLUKE\nI’m not going to tell anyone about it.\nAnd no one will believe Anna. She doesn’t\nhave anything against you. You killed\ndad's boss too, right?\n\nDavid says nothing, regarding Luke curiously.\n\f79.\n\nLUKE (CONT'D)\nI don’t care. I’m not going say anything.\n\nDAVID\nWhy not?\n\nLUKE\nBecause we’re friends.\n\nDavid blinks at Luke.\n\nLUKE (CONT'D)\nRight?\n\nDAVID\nYeah. Of course we are.\n\nLuke smiles.\n\nLUKE\nOkay. I just wanted you to know.\n\nDAVID\nDid Anna tell anyone else about this?\n\nLUKE\nI’m not sure. Her friend Kristen, maybe?\n\nDAVID\nOkay. Thank you.\n\nDavid walks back towards the office, his face blank.\n\nINT. LAURA'S CAR - DAY - MINUTES LATER\n\nDavid drives Laura’s SUV, with her in the passenger seat.\nHe is frowning slightly. Laura stares straight ahead,\nthrough the windshield.\n\nLAURA\nThat was an... eye-opening meeting for\nme. I’m sorry I wasn’t of more help.\n\nDAVID\n(distracted)\nOh, no problem.\n\nLAURA\nI... I guess I just realized that I don’t\nknow my own son very well. I haven’t been\npaying much attention to him. That\nhe’s... homosexual... It doesn’t change\nanything, of course.\n\f80.\n\nLaura looks to David for a response. David drives as if\nnot really listening.\n\nLAURA (CONT'D)\nI guess I should talk to Luke when he\ncomes home. Make sure he knows he can\ntell us anything. That we’1ll love him no\nmatter what. Do you think... do you think\nthat’s a good idea? To talk to him?\n\nDAVID\nYeah. Sounds like a solid plan.\n\nLAURA\n\nYes. I think we haven’t been talking\nenough.\n\n(pause)\nI really have to thank you, David. I\ndon’t know what we would have done if you\nweren’t here. Not just today, with Luke,\nbut... everything. I’m very grateful.\n\nDAVID\nReally, Mrs. Peterson. It’s no problem.\n\nThey continue to drive in silence.\n\nEXT.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s no problem. They continue to drive in silence. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSON HOUSE - SIDE YARD - DAY - LATER\n\nLaura, a clothespin held between her lips, hangs a white\nsheet out on a clothesline. Several more sheets and\narticles of clothing are already hung.\n\nDavid stands beside Laura, holding a laundry basket. He\nhands her a towel, the last item in the basket.\n\nDAVID\nI’ll go get the rest.\n\nLAURA\nOkay. Thank you, David.\n\nDavid nods and walks through the yard, towards the rear\nof the house, carrying the laundry basket.\n\nLaura clips the towel to the clothesline by its corners,\nstraightening it. She then looks behind her.\n\nTwo large, BLACK SUVs are pulling into the DRIVEWAY of\nthe Petersons’ house. Laura regards this, puzzled.\n\f81.\n\nINT. PETERSON HOUSE - LAUNDRY AREA - DAY -— CONTINUOUS\n\nDavid removes clothes from the washing machine, piling\nthem into the laundry basket.\n\nDavid suddenly straightens, as if listening to something.\n\nEXT. PETERSON HOUSE - SIDE YARD - DAY - CONTINUOUS\n\nLaura watches as the two black SUVs come to a stop in\nfront of the house.\n\nThe doors to both SUVs open and SEVEN MEN in MILITARY\nPOLICE UNIFORMS climb out. The passenger in the first SUV\nis a weathered looking man; this is MAJOR CARVER.\n\nThe seven men approach Laura, fanning out in their\nformation. She looks at them, confused.\n\nMAJOR CARVER\nExcuse me, ma’‘am. Are you Anna Peterson?\n\nLAURA\nNo, she’s working at the diner... I’m her\nmother. What’s she done?\n\nThe Major shakes his head.\n\nMAJOR CARVER\nNo, it’s fine, ma’am. Your daughter, she\nput in a phone call to Fort Kennilworth a\ncouple of days ago asking about a man\nnamed David Collins.\n\nLAURA\n(puzzled)\nThat's right, she did.\n\nThe Major nods to the man next to him, who hands him a\nmanila envelope. The Major removes a PHOTOGRAPH of DAVID.\n\nIn the photo, David is slightly younger, his head shaved\non one side, and is wearing a hospital gown. He stares\nblankly into the camera.\nMajor Carver shows the photo to Laura. He looks tired.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares\nblankly into the camera. Major Carver shows the photo to Laura. He looks tired. \n\nTARGET SECTION TO BE ANNOTATED:\nMAJOR CARVER\nYou wouldn’t happen to have seen anyone\nresembling this man, would you?\n\nLaura nods at the photo, frowning.\n\f82.\n\nLAURA\nYes, that’s David. He-\n\nAt that moment, David comes out from behind the house,\ncarrying the laundry basked filled with clothing.\n\nDavid stops moving when he sees the seven men. The seven\nmilitary policemen stare at David in wide-eyed shock,\nMajor Carver's mouth agape.\n\nThen they all REACH FOR THE GUNS IN THEIR HOLSTERS, the\nDRIVER of the first SUV fumbling for his.\n\nMAJOR CARVER\nGet him!\n\nAs the military policemen all STEP FORWARD, David drops\nthe laundry basket and PULLS A PISTOL out from the back\nof his waistband.\n\nDRIVER\nOh, shit-\n\nThe driver is closest to David; David SHOOTS THE DRIVER\nTWICE in the NECK. The driver's BLOOD sprays across the\nwhite sheet Laura just hung as he falls back.\n\nLaura SCREAMS AND RUNS for the house, just as three of\nthe M.P.s OPEN FIRE at David.\n\nDavid RETURNS FIRE, RUNNING towards the house just as\nLaura disappears through the front door.\n\nDavid SHOOTS ANOTHER of the M.P.s as he RUNS, hitting him\nin the head. The M.P. drops to the ground, dead.\n\nDavid's GUN CLICKS EMPTY just as he reaches the window to\nCaleb's bedroom. He LEAPS THROUGH THE WINDOW, shattering\nthe glass with his arms.\n\nINT. PETERSON HOUSE - CALEB’S ROOM - DAY -— CONTINUOUS\n\nDavid crashes into Caleb’s bedroom, rolling OVER THE BED\nand landing in a crouch behind it.\n\nOutside, the remaining M.P.s target the broken window of\nthe bedroom, all of them firing, SPRAYING its interior\nwith bullets.\n\nDavid glances down. He has a BULLET WOUND in his left\narm. Blood soaks the fabric of his shirt.\n\f83.\n\nDavid reaches under the bed, grabbing a white T-shirt and\nTEARING AWAY a strip of fabric with his TEETH.\n\nBULLETS continue to spray the wall above David and the\nbed in front of him.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n83. David reaches under the bed, grabbing a white T-shirt and\nTEARING AWAY a strip of fabric with his TEETH. BULLETS continue to spray the wall above David and the\nbed in front of him. \n\nTARGET SECTION TO BE ANNOTATED:\n He loops the strip over his arm,\nthen tugs it TIGHT, creating a BANDAGE OVER THE WOUND.\n\nCaleb's trophies and framed photos are shattered by\nbullets as the M.P.s fire into the room. Dust and debris\nrain down on David as he REACHES UNDER THE BED.\n\nThere is a pause in the fire from outside. The next\ninstant, one of the M.P.s appears outside the shattered\nwindow, aiming his rifle in at David.\n\nDavid RISES with the ASSAULT RIFLE he stole from Higgins\nin his hands. He OPENS FIRE, spraying the M.P. outside\nthe window with BULLETS. Blood bursts from the M.P.’s\nneck and face as he falls back into the front yard.\n\nDavid's rifle CLICKS EMPTY. From outside, Major Carver\ncan be heard screaming.\n\nMAJOR CARVER (0.S.)\n\nGet him! Don’t let him get away!\nEXT. PETERSON HOUSE - FRONT YARD - DAY - CONTINUOUS\nOne of the M.P.s spins away from the open trunk of one of\nthe SUVs, holding an M249 MACHINE GUN. He BRACES IT\nagainst the short WALL surrounding the Peterson’s home.\nINT. PETERSON HOUSE - CALEB’S ROOM - DAY - CONTINUOUS\nDavid drops the rifle and grabs his DUFFEL BAG. He turns\nand RUNS out of the bedroom, entering the hallway.\nINT. PETERSON HOUSE - HALLWAY - DAY - CONTINUOUS\n\nDavid runs into the hallway, moving to pass the open\ndoorway to Anna’s bedroom.\n\nAs he does so, the window in Anna’s bedroom SHATTERS with\nGUNSHOTS.\n\f84.\n\nEXT. PETERSON HOUSE - FRONT YARD - DAY - CONTINUOUS\n\nMajor Carver delivers covering fire through Anna's\nbedroom window while two of the M.P.s move to either side\nof the window. The remaining gunner M.P. loads an\nAMMUNITION BELT into the M249.\n\nMajor Carver pauses in his fire, nodding to the two M.P.s\nat the house. One of the M.P.s steps into the window.\n\nINT. PETERSON HOUSE - ANNA’S ROOM - DAY - CONTINUOUS\n\nThe M.P.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PETERSON HOUSE - ANNA’S ROOM - DAY - CONTINUOUS\n\nThe M. P. \n\nTARGET SECTION TO BE ANNOTATED:\n climbs in through Anna’s window, his partner\nremaining outside, gun at the ready.\n\nThe M.P. steps into Anna’s room, looking around. The room\nis SILENT except for debris and broken glass occasionally\ndropping to the floor.\n\nThe M.P. holds up his hand and gestures forward,\nindicating for his partner to follow him inside. The\nsecond M.P. steps in through the window as the first M.P.\nshifts forward.\n\nThere is the BOOM of a SHOTGUN BLAST and the first M.P.’s\nankle EXPLODES. He crumples to the floor with a SCREAM\nand is promptly SHOT IN THE FACE, silencing him.\n\nThe second M.P. pivots and opens fire with his automatic\nrifle, SPRAYING ANNA’S BED with BULLETS. As he does so,\nDavid SLIDES OUT from under the bed on his back, stopping\nright at the M.P.’s feet.\n\nDavid is aiming a PUMP-ACTION SHOTGUN UP at the M.P.\nDavid PULLS THE TRIGGER, hitting the M.P. in the side.\nThe force of the blast lifts the M.P. off his feet,\nknocking him back OUT THE WINDOW.\n\nEXT. PETERSON HOUSE - FRONT YARD - DAY - CONTINUOUS\n\nThe M.P. falls to the ground directly outside of the\nwindow, blood flowing from his wound. He does not move.\n\nMajor Carver turns to the sole remaining M.P., who is\nmanning the M249 MACHINE GUN.\n\nMAJOR CARVER\nFire!\n\nThe gunner M.P. OPENS FIRE, SPRAYING the outside of\nAnna’s room with SLUGS from the MACHINE GUN.\n\f85.\n\nINT. PETERSON HOUSE - HALLWAY - DAY - CONTINUOUS\n\nDavid crawls from Anna’s room as bullets DESTROY its\ndoor, knocking it off its hinges.\n\nAs David makes his way down the hallway in a MILITARY LOW\nCRAWL, 5.7mm BULLETS SLAM THROUGH THE WALL above him,\nmoving in a line towards David as he quickly moves\nforward ON HIS ELBOWS.\n\nEach slug BURSTS THROUGH the wall just over David as he\ncrawls forward, filling the air behind him with DUST AND\nDEBRIS.\n\nEXT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs David makes his way down the hallway in a MILITARY LOW\nCRAWL, 5.7mm BULLETS SLAM THROUGH THE WALL above him,\nmoving in a line towards David as he quickly moves\nforward ON HIS ELBOWS. Each slug BURSTS THROUGH the wall just over David as he\ncrawls forward, filling the air behind him with DUST AND\nDEBRIS. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSON HOUSE - FRONT YARD - DAY - CONTINUOUS\n\nThe M.P. manning the M249 SWIVELS THE GUN to follow\nDavid's path in the house, PUMMELING THE FRONT of the\nhouse with BULLETS. Spent bullet casings spill out onto\nthe ground around him.\n\nThe gun abruptly runs out of bullets, its BELT reaching\nits end.\nINT. PETERSON HOUSE - FRONT ROOM - DAY - CONTINUOUS\n\nDavid rises and runs through the front room, towards the\nkitchen, still carrying his duffel bag.\n\nINT. PETERSON HOUSE - KITCHEN - DAY -— CONTINUOUS\n\nDavid hits the kitchen floor, skidding to a stop near\nLaura, who is crouched, the cordless phone in her hands,\ndialing a number.\n\nDavid glances at Laura, then spins and yanks opens a\ndrawer next to the kitchen sink. He pulls out a KNIFE,\nthen snatches the phone from her hands, SHUTTING IT OFF.\n\nDAVID\nNo.\n\nLaura stares at David. She is trembling.\nLAURA\nDavid, what-? What’s happening? Who are\nthose men?\n\nOutside, the M249 machine gun remains SILENT. David holds\none finger to his lips, HUSHING Laura.\n\f86.\n\nINT. PETERSON HOUSE - FRONT YARD - DAY - CONTINUOUS\n\nThe gunner M.P. RELOADS the smoking machine gun,\nchambering in another belt of ammunition.\n\nThe gunner looks questioningly to Major Carver, who is\nwatching the house intently. Major Carver holds up one\nhand, indicating for the gunner to wait.\n\nINT. PETERSON HOUSE - KITCHEN - DAY -— CONTINUOUS\n\nDavid slowly rises, peering out the kitchen window into\nthe side yard. It is empty. He crouches back down next to\nLaura.\n\nDAVID\nI really am sorry about this, Mrs.\nPeterson. I’m afraid I haven’t been fully\nhonest with you.\n\nLaura takes this in, watching David. David looks down at\nthe knife in his hand.\n\nLAURA\nWhat do you mean?\n\nDAVID\nIt would take too long to explain. This\nis not what I wanted. I wanted to help.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nIt would take too long to explain. This\nis not what I wanted. I wanted to help. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nconsidered it my mission to assist you\nall while I was here. There were just...\ntoo many complications.\n\nLaura is staring at David, her face streaked with tears.\n\nLAURA\nWhat are you talking about? Why are those\nmen here? They're trying to kill you?\n\nDAVID\nThey are, yes. If it was up to them,\nthey’d keep me in a prison cell forever.\nI can’t have that.\n\nLaura takes this in. She swallows, moving away from David\njust slightly. He watches this.\n\nAt that moment, Major Carver SHOUTS FROM OUTSIDE:\nMAJOR CARVER (0O.S.)\n\nJust give yourself up! Come out with your\nhands empty and we won’t shoot you!\n\f87.\n\nDavid looks down at the knife in his hand, touching its\nblade. Laura is staring at David with dawning horror.\n\nLAURA\nDid you... Did you even know my son?\n\nDavid's gazes up at the windows and doorways.\nDAVID\nI did. And I can tell you, he would\nunderstand what I have to do here.\n\nDavid looks over at Laura. His expression is blank.\n\nA look of realization comes into Laura’s eyes. She\nquickly turns from David, SCREAMING:\n\nLAURA\nHe’s here in the kitchen! Help-\n\nDavid reaches out and STABS LAURA IN THE HEART.\n\nLaura stares down at the blade protruding from her chest.\nShe then looks up at David, tears falling from her eyes.\n\nDAVID\nI’m sorry.\n\nLaura exhales, DYING. She sits back on the kitchen floor,\nher back against the dishwasher.\n\nDavid looks at Laura’s body for a moment. He then rises\nto his feet.\nEXT. PETERSON HOUSE - FRONT YARD - DAY - CONTINUOUS\nMajor Carver turns to the gunner M.P.\nMAJOR CARVER\n\nI’m going in. Give me fifteen seconds of\n\ncover, then hold.\nThe gunner M.P. looks hesitant, but nods. Major Carver\ntakes a step forward and the gunner M.P. RESUMES FIRING\n\nthe M249 machine gun towards the house.\n\nMajor Carver runs over to the side of the house, JUMPING\nIN through the shattered window of Caleb’s bedroom.\n\f88.\n\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nMajor Carver runs over to the side of the house, JUMPING\nIN through the shattered window of Caleb’s bedroom. 88. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PETERSON HOUSE - CALEB’S ROOM - DAY -— CONTINUOUS\n\nThe sound of the M249 SHOOTING into the house’s hallway\nthunders through the house as Major Carver cautiously\nsteps into Caleb’s room, looking around.\n\nThe room has been mostly destroyed. Major Carver kneels\ndown, checking under the bed, then rises. He moves out\ntowards the hallway.\n\nThe sound of the machine gun firing comes to an abrupt\nSTOP. Major Carver goes still, listening in the SILENCE.\n\nEXT. PETERSON HOUSE - FRONT YARD - DAY - CONTINUOUS\n\nThe gunner M.P. waits, holding the smoking M249 ready to\nfire. He scans the front of the house.\n\nThe next instant, Laura’s SUV SMASHES OUT THROUGH THE\nGARAGE DOOR behind the gunner M.P., the car in reverse,\nits tires SCREECHING on the garage’s concrete floor. The\ngarage door SHATTERS from the impact.\n\nThe SUV, DRIVEN BY DAVID, SPINS BACK in the gravel\ndriveway, its tires kicking up dirt, then LURCHES\nFORWARD.\n\nThe gunner M.P. scrambles, trying to pivot the heavy M249\nmachine gun around as David FIRES a PISTOL at him THROUGH\nTHE SUV WINDOW.\n\nDavid SHOOTS the gunner M.P. in the head. The gunner\nfalls back over the wall, landing in the front yard,\ndead.\n\nINT. LAURA'S CAR - DAY - CONTINUOUS\n\nDavid stomps on the gas pedal, driving forward on the\nPeterson’s driveway with one hand on the steering wheel.\nWith his other hand, he POINTS the PISTOL out the\ndriver’s side window, shifting his aim to the military\nSUVs.\n\nTwo of the TIRES on both SUVs BURST, David hitting the\ntwo visible tires on each vehicle as he steers past them.\n\nDavid tosses the pistol into the passenger seat, puts\nboth hands on the steering wheel, and ACCELERATES down\nthe driveway.\n\nThrough the back windshield, Major Carver is visible\nrunning from he house, AIMING A PISTOL at David.\n\f89.\n\nMajor Carver fires as David turns the vehicle down the\ndriveway.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThrough the back windshield, Major Carver is visible\nrunning from he house, AIMING A PISTOL at David. 89. Major Carver fires as David turns the vehicle down the\ndriveway. \n\nTARGET SECTION TO BE ANNOTATED:\n The back window to the SUV EXPLODES just as\nDavid again hits the gas.\n\nDavid pulls the SUV out onto the road, DUCKING DOWN.\n\nEXT. PETERSON HOUSE - DAY - CONTINUOUS\n\nMajor Carver continues to FIRE at the SUV as it\ndisappears around the bend.\n\nMAJOR CARVER\nFuck!\n\nMajor Carver runs over to the driver's corpse in the yard\nand takes the keys from his pocket. He then runs over to\none of the SUVs, climbs in it and starts the engine.\n\nThe SUV begins driving in pursuit of David, slowly,\nLURCHING on its two FLAT TIRES.\n\nINT. LAURA’S CAR - DAY - CONTINUOUS\n\nDavid quickly steers the SUV down the country road.\n\nSMOKE is rising from around the SUV’s hood. There is a\nBULLET HOLE in the front of the car, near its engine.\nDavid frowns at this, then looks up.\n\nUp ahead, another car appears. It is SPENCER’S CAR.\n\nDavid blinks. He reaches over and FASTENS HIS SEAT BELT.\n\nINT. SPENCER'S CAR - DAY - CONTINUOUS\n\nSpencer looks out the windshield at Laura’s SUV speeding\nin his direction.\n\nSPENCER\nWhat the hell-\n\nThe SUV swerves and SMASHES INTO SPENCER'S CAR.\n\nSpencer's airbag deploys and his windshield SHATTERS from\nthe IMPACT.\n\nINT. LAURA'S CAR - DAY - CONTINUOUS\n\nThe SUV comes to a stop, its front end crushing the front\ncorner of Spencer's car. Smoke billows out.\n\f90.\n\nDavid looks out through the cracked windshield, then\nkicks open his bent door, climbing out.\n\nEXT. COUNTRY ROAD - DAY - CONTINUOUS\n\nDavid walks around the SUV, to Spencer’s car.\n\nSpencer sits in the front seat, dazed. He is bleeding\nfrom a cut on his forehead.\n\nSpencer looks out his broken driver’s side window at\nDavid as David approaches.\n\nSPENCER\nDavid... David... What...?\n\nDAVID\nI’m very sorry about this, sir.\n\nDavid reaches in through the window and grabs onto\nSpencer's head with both hands. He TWISTS Spencer’s head\nabruptly to the side, BREAKING HIS NECK.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nI’m very sorry about this, sir. David reaches in through the window and grabs onto\nSpencer's head with both hands. He TWISTS Spencer’s head\nabruptly to the side, BREAKING HIS NECK. \n\nTARGET SECTION TO BE ANNOTATED:\nDavid lets Spencer’s head fall forward, onto his car's\ndeflating air bag. David straightens up, looking around.\n\nBoth of the cars are wrecked, their front ends caved in.\nDavid sighs and goes to the passenger side of the SUV. He\nopens its door and removes his rucksack. David then takes\noff into the fields, RUNNING.\n\nINT. BLACK SUV - DAY - MINUTES LATER\n\nMajor Carver slowly drives the lurching SUV down the\ncountry road in pursuit of David.\n\nIn the distance ahead of him, the wreck of Laura and\nSpencer's cars is visible. Another car has stopped near\nthe crashed vehicles, its emergency lights blinking.\n\nMajor Carver frowns, driving towards the accident.\n\nEXT. COUNTRY ROAD - DAY - CONTINUOUS\n\nMajor Carver drives the lurching SUV over to the crashed\nvehicles. An ELDERLY MAN is standing by Spencer's car,\nlooking in through his window. The elderly man’s CAR is\nin the road behind him, its emergency blinkers on.\n\f91.\n\nMajor Carver stops the SUV and climbs out of it. He walks\nover to the crashed vehicles. The elderly man turns\ntowards him, his expression concerned.\n\nELDERLY MAN\nI already called for an ambulance... but\nI’m afraid I think he’s dead.\n\nMajor Carver looks in at Spencer’s corpse, then\nstraightens. He pulls out a billfold and shows his badge.\n\nMAJOR CARVER\nMilitary police. I need your vehicle.\n\nELDERLY MAN\nWhat? But I-\n\nMAJOR CARVER\nAre the keys in it?\n\nELDERLY MAN\nYes... but...\n\nMajor Carver climbs into the elderly man’s car. He starts\nit and pulls the car into a quick U-turn, speeding away\ndown the country road. The elderly man stares after him.\n\nINT. DINER - DAY - MINUTES LATER\n\nAnna is working at the diner alongside Kristen. She sets\na milkshake down on the counter, then moves to clean off\na table.\n\nThe door to the diner SWINGS OPEN. Major Carver hurriedly\nstrides into the diner. He surveys its patrons and\nemployees, who all look back at him.\n\nMAJOR CARVER\nAnna Peterson?\n\nAnna steps forward, puzzled.\n\nANNA\nThat’s me.\n\nMajor Carver shows Anna his badge.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna steps forward, puzzled. ANNA\nThat’s me. Major Carver shows Anna his badge. \n\nTARGET SECTION TO BE ANNOTATED:\nMAJOR CARVER\n\nMy name is Major Carver. Military police.\nI need you to come with me, please.\n\f92.\n\nANNA\nWhoa. I’m not going anywhere. What’s\ngoing on?\n\nMAJOR CARVER\nIt’s about David, Ms. Peterson. He isn’t\nwho you think he is.\n\nAnna hesitates, then sets down her cleaning cloth.\nKristen steps forward, addressing Anna.\n\nKRISTEN\nIs everything alright?\n\nANNA\nI think so. I'll call you later, okay?\n\nKristen nods. Anna exits the diner with Major Carver.\n\nEXT. DINER - DAY - MOMENTS LATER\n\nMajor Carver holds Anna’s door open for her. She climbs\ninto the passenger side of the vehicle. He then gets in,\nstarts the car and drives out of the parking lot.\n\nA few seconds later, another car drives into the parking\nlot. David is at the steering wheel. He brings the car to\na stop in the middle of the parking lot.\n\nDavid climbs out of the new car. The inside of its\nwindshield is SPLATTERED WITH BLOOD, but it is otherwise\nempty.\n\nDavid walks towards the diner.\n\nINT./EXT. DINER - DAY - CONTINUOUS\n\nDavid opens the door and walks into the diner. He looks\naround, surveying the diner’s few patrons.\n\nKristen, seeing David, cautiously moves from behind the\ncounter and crosses to him. She flashes a nervous smile.\n\nKRISTEN\nHey! I was starting to think I wasn’t\ngoing to see you again.\n\nDAVID\nHi. Is Anna working?\n\nKristen hesitates. David steps closer to her, his smile\nfriendly and charming.\n\f93.\n\nKRISTEN\nShe just left.\n\nDAVID\nOh yeah? Where was she going?\n\nKristen takes a hesitant step away from David.\n\nKRISTEN\nI’m not sure exactly.\n\nDAVID\nTo pick up Luke?\n\nKristen says nothing, staring at David. David sighs, the\nsmile dropping from his face.\n\nDAVID (CONT'D)\nNever mind.\n\nDavid pulls a REVOLVER from his pocket and SHOOTS Kristen\nIN THE CHEST.\n\nPatrons scream as Kristen’s body falls to the floor.\nDavid turns away and walks towards the exit. As he does\nso, he removes the GRENADE he took from Higgins from his\npocket.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nPatrons scream as Kristen’s body falls to the floor. David turns away and walks towards the exit. As he does\nso, he removes the GRENADE he took from Higgins from his\npocket. \n\nTARGET SECTION TO BE ANNOTATED:\nDavid PULLS THE PIN and tosses the grenade over his\nshoulder, to the floor.\n\nDavid exits the diner, walking towards the car he was\ndriving. SCREAMING is audible inside the diner, then the\nGRENADE EXPLODES. The diner’s windows SHATTER OUTWARDS.\nDavid opens his car door. The diner is silent, smoke\nbillowing from its shattered windows. A CAR ALARM is now\nBEEPING in the parking lot.\n\nDavid gets into the car and pulls out of the parking lot.\n\nINT. ELDERLY MAN’S CAR - DAY - CONTINUOUS\n\nMajor Carver drives the car down the street, Anna in the\npassenger seat. He is speaking into his cell phone.\n\nMAJOR CARVER\nWhat? Okay. Copy. We’re on our way.\n\nMajor Carver hangs up his cell phone.\n\f94.\n\nANNA\nWhat?\n\nMAJOR CARVER\nWe're going to the Maplewood Barn to get\nyour brother. The police couldn’t send a\ncar there. They’ve got their hands full.\n\nANNA\nYou need to tell me what’s going on. Who\nare you? You came here for David?\n\nMajor Carver hesitates, then answers.\n\nMAJOR CARVER\nYes. The soldier you know as David was\none of the subjects of a medical\nexperiment. His spine was damaged in\ncombat, and even after surgery, he was in\npain. He volunteered for a procedure that\nwould turn off his pain receptors and\nallow him to consciously regulate the\nflow of adrenaline in his body.\n\nANNA\nOkay...\n\nMAJOR CARVER\nThe idea being that if we could get\nsoldiers to control their fear responses,\npush their adrenaline when they needed\nit, we’d lose less men. But it changed\nour subject. While we had him under\nstudy, he killed several people and\nescaped. He burned their bodies so it\nwould confuse us; we thought he’d died in\nthe fire initially. By the time we\nfigured out what he’d done, the trail was\ncold.\n\nANNA\nMaybe you should have tested your\nprocedure on a subject who wasn’t a\npsychopath.\n\nThe Major sighs.\n\nMAJOR CARVER\nBy all accounts, he was an ideal soldier,\nwell liked by everyone. He was chosen in\npart for his empathy levels. I don’t\nknow.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAJOR CARVER\nBy all accounts, he was an ideal soldier,\nwell liked by everyone. He was chosen in\npart for his empathy levels. I don’t\nknow. \n\nTARGET SECTION TO BE ANNOTATED:\n If you didn’t have to feel guilt or\nsadness, would you choose to?\n\n(MORE )\n\f95.\n\nMAJOR CARVER (CONT'D)\nAnd if you didn’t, how would that affect\nyour behavior?\n\nAnna blinks.\n\nANNA\nI’m calling my brother.\n\nAnna takes her cell phone out of her pocket and dials a\nnumber while Major Carver drives.\n\nINT. MAPLEWOOD BARN - DANCE FLOOR - DAY - CONTINUOUS\n\nLuke stacks BALES OF HAY in the corner of a dance floor,\nnext to a GRIM REAPER DUMMY holding a FLAMING LANTERN.\nLuke’s cell phone RINGS in his pocket.\n\nLuke reaches into his pocket and takes out his small cell\nphone, looking at it.\n\nMR. LYLES (0.S.)\nMr. Peterson, is that a cell phone?\n\nLuke turns. MR. LYLES, the teacher in charge of\ndetention, is regarding him from nearby on the dance\nfloor. He crosses to Luke.\n\nMR. LYLES (CONT’D)\nDidn't I tell you, phones off? Hand it\nover. You'll get it back after detention.\n\nLuke shrugs and hands Mr. Lyles his cell phone as it\nstops ringing.\nINT. ELDERLY MAN’S CAR - DAY - CONTINUOUS\n\nIn the passenger seat, Anna frowns, holding the phone to\nher ear, then speaks into it.\n\nANNA\nLuke, if you get this message, call me\nright away. It’s important.\n\nAnna hangs up her cell phone, then begins typing on it.\nMajor Carver glances over at her.\n\nANNA (CONT'D)\nI’m sending him a text.\n\nMajor Carver nods as a police car SPEEDS PAST them on the\nroad, heading in the opposite direction, siren blaring.\n\f96.\n\nANNA (CONT'D)\nWhere’s that cop car going?\n\nMAJOR CARVER\nSomebody attacked your diner right after\nwe left it. Presumably our subject.\n\nANNA\nWhat?\n\nMAJOR CARVER\nYeah. I’m sorry. It was called in as an\nexplosion. I don’t know anything else.\n\nANNA\nWait... Are... Is anyone alive?\n\nMAJOR CARVER\nI don’t know. It’s possible that he’d\nleave some wounded to keep them busy.\n\nAnna stares at Major Carver.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAJOR CARVER\nI don’t know. It’s possible that he’d\nleave some wounded to keep them busy. Anna stares at Major Carver. \n\nTARGET SECTION TO BE ANNOTATED:\nANNA\nWait. Where are my parents? You haven’t\nmentioned my parents.\n\nMajor Carver grimaces and says nothing. The Maplewood\nBarn is ahead of them.\n\nAnna's voice grows panicked.\n\nANNA (CONT'D)\nWhat about my parents?! Tell me!\n\nMAJOR CARVER\nThey’re both dead. He killed them both\nbefore we could stop him. I’m sorry.\n\nANNA\nWhat? Why... Why would he...?\n\nMAJOR CARVER\nI’m sorry.\n\nAnna blinks, her eyes filling with tears.\nANNA\n\nI don’t understand. They... they weren’t\na threat to him.\n\f97.\n\nMAJOR CARVER\nDavid has neurological conditioning, Ms.\nPeterson, designed to protect both him\nand the experiment. If he feels like his\nidentity may be compromised, he’s\nprogrammed to clean up all loose ends. I\ndoubt he could stop himself now even if\nhe wanted to. It’s why we need to get you\nand your brother somewhere safe.\n\nMajor Carver parks the car in front of the barn. Anna is\nstaring straight ahead out the windshield. Her face is\nstreaked with tears, but her expression is blank.\n\nMajor Carver looks over at Anna.\n\nMAJOR CARVER (CONT'D)\nDo you want to stay here, or...?\n\nAnna‘s voice is flat.\n\nANNA\nNo. I need to get my brother.\n\nAnna exits the car. Behind her, the sun is setting.\n\nINT. MAPLEWOOD BARN - MAZE ENTRANCE —- MOMENTS LATER\n\nMajor Carver opens the front door to the barn, which is\nadorned with Halloween decorations. He and Anna find\nthemselves facing a MAZE ENTRANCE shaped like the mouth\nof an enormous JACK-O’-LANTERN.\n\nMAJOR CARVER\nWhat is this?\n\nANNA\nFor the fall dance, they do Halloween\nmazes to get in and out. You enter in\npairs. It’s a tradition.\n\nMajor Carver steps forward, entering the jack-o’-\nlantern’s mouth. Anna follows him.\n\nINT. MAPLEWOOD BARN - ENTRY MAZE - FIRST ROOM -—\nCONTINUOUS\n\nInside the Halloween maze, Anna and Major Carver step\ninto a dimly lit room, its walls painted RED.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna follows him. INT. MAPLEWOOD BARN - ENTRY MAZE - FIRST ROOM -—\nCONTINUOUS\n\nInside the Halloween maze, Anna and Major Carver step\ninto a dimly lit room, its walls painted RED. \n\nTARGET SECTION TO BE ANNOTATED:\n They\ncontinue forward, turning at the end of the room,\nstepping through a black plastic CURTAIN.\n\f98.\n\nINT. MAPLEWOOD BARN - ENTRY MAZE - WOODEN HALLWAY -\nCONTINUOUS\n\nMajor Carver and Anna make their way down a narrow\nhallway, its walls lined with wooden slats.\n\nAs Major Carver passes a closed doorway, the door\nsuddenly RATTLES. A canned SCREAM emits from BEHIND THE\nDOOR. Major Carver jerks back.\n\nMAJOR CARVER\nGoddammit! What in the hell?\n\nMr. Lyles’ voice comes from within the building as Anna\nand Major Carver move quickly from the narrow hallway,\ninto the next maze chamber.\n\nMR. LYLES (0.S.)\nWho’s in here?\n\nMajor Carver shouts in response to Mr. Lyles:\n\nMAJOR CARVER\n(calling out)\nMilitary police! I’m here for Luke\nPeterson. How do I get through this maze?\n\nThere is a silence, then Mr. Lyles’ voice comes again.\n\nMR. LYLES (0.S.)\nLeft, right, right, left, left, right,\nleft, then straight.\n\nMajor Carver grunts and moves forward, followed by Anna.\n\nINT. MAPLEWOOD BARN - ENTRY MAZE —- BUTCHER ROOM -\nCONTINUOUS\n\nMajor Carver and Anna enter a white room with FAKE BLOOD\nSPLATTERED over its walls. Rubber CORPSE PARTS and\nBUTCHER KNIVES hang from the ceiling. Major Carver scowls\nup at this.\n\nINT. MAPLEWOOD BARN - ENTRY MAZE - CHECKERED HALLWAY -\nCONTINUOUS\n\nContinuing deeper into the maze, Major Carver and Anna\nmake their way down a red and white checkered hallway.\nANIMATRONIC CLOWNS rotate back and forth in the corners,\ntheir arms pivoting quietly.\n\f99.\n\nAt the end of the hallway, a STROBE LIGHT FLASHES. Anna\nand Major Carver walk towards the pulsing light. It is\nattached to a door, which they push open.\n\nINT. MAPLEWOOD BARN - DANCE FLOOR - EVENING - CONTINUOUS\n\nAnna and Major Carver emerge from the maze out onto the\ndance floor decorated with pumpkins and bales of hay.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is\nattached to a door, which they push open. INT. MAPLEWOOD BARN - DANCE FLOOR - EVENING - CONTINUOUS\n\nAnna and Major Carver emerge from the maze out onto the\ndance floor decorated with pumpkins and bales of hay. \n\nTARGET SECTION TO BE ANNOTATED:\nDried leaves and a mirror ball hang from the ceiling.\n\nLuke and Mr. Lyles are standing near the center of the\nroom. Luke is holding a broom.\n\nANNA\nLuke!\n\nAnna runs to Luke and HUGS HIM. Luke lightly returns her\nhug, confused.\n\nMajor Carver crosses to Mr. Lyles, showing him his BADGE;\nthe two engage in quiet conversation. Luke watches this.\n\nLUKE\nWhat’s going on?\n\nANNA\nWe need to go right now. Come with-\n\nAbruptly, the lights in the building GO DARK. A spotlight\nhits the MIRROR BALL above them, which begins spinning,\nreflecting swirling spots of light over the floor. A FOG\nMACHINE starts WHIRRING in the corner.\n\nThe first notes of the GOTH SONG that David and Anna\nlistened to in her car echo through the space. The MUSIC\nplays from overhead speakers installed for the dance.\n\nMajor Carver draws his PISTOL. Mr. Lyles stares at this.\n\nMAJOR CARVER\nWho else is in here?\n\nMR. LYLES\nNo one. It’s just the two of us. This is-\n\nMAJOR CARVER\n(interrupting)\nWhere are the lights controlled from?\n\nMr. Lyles looks up at a loft overhanging the dance floor.\nIt is dark; no one is visible.\n\f100.\n\nMR. LYLES\nUp there. There’s a DJ booth in the\nattic...\n\nMajor Carver looks quickly around.\n\nMAJOR CARVER\nWe need to get out of here. Now. Where’s\nthe back exit?\n\nMR. LYLES\nFollow me.\n\nMr. Lyles turns towards a corridor entrance leading out\nto the building’s rear exit. Major Carver moves after\nhim, gesturing for Anna and Luke to follow.\n\nINT. MAPLEWOOD BARN - EXIT MAZE - EVENING - CONTINUOUS\n\nMr. Lyles moves quickly into a MAZE OF MIRRORS, using a\nsmall FLASHLIGHT to illuminate their path.\n\nThe mirrors reflect the flashlight’s BEAM in dozens of\npatterns, each wall of the maze giving off the illusion\nof infinite depth.\n\nMR. LYLES\nIt’s just this way...\n\nMr. Lyles ducks around a corner, vanishing from view,\nalthough several of his reflections are still visible.\n\nMAJOR CARVER\nSlow down.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Lyles ducks around a corner, vanishing from view,\nalthough several of his reflections are still visible. MAJOR CARVER\nSlow down. \n\nTARGET SECTION TO BE ANNOTATED:\nMajor Carver, tensely holding his pistol by his side,\nlooks back at Anna and Luke, who are following him. He\nmoves after Mr. Lyles.\n\nMr. Lyles’ reflections can be seen rounding another\nCORNER.\n\nMR. LYLES\nAlmost there now...\n\nVisible in the reflections on the walls around them, a\nDARK SHAPE steps out in front of Mr. Lyles, CROSSING IN\nFRONT OF HIM. The shape vanishes.\n\nMr. Lyles goes silent. He takes a step back.\n\f101.\n\nMajor Carver, Anna and Luke round the corner, entering\nthe same mirrored corridor as Mr. Lyles. He stands with\nhis back to them.\n\nMAJOR CARVER\nSir?\n\nMr. Lyles turns and Major Carver's face is SPRAYED WITH\nBLOOD. Mr. Lyles’ throat has been SLASHED; his neck yawns\nopen.\n\nMr. Lyles crumples and falls to the floor, dead, as Major\nCarver raises his gun. He shouts to Anna and Luke:\n\nMAJOR CARVER (CONT'D)\nRun! Go out the other way! Go!\n\nAnna grabs Luke’s arm, turns and RUNS, heading back out\nthrough the mirror maze.\n\nA SHAPE moves in front of Major Carver in his reflections\nand he finds himself FACING David.\n\nDavid is holding a BLOODY BOX CUTTER. David's voice\nECHOES through the maze.\n\nDAVID\nHello, sir.\n\nMajor Carver quickly raises his gun and FIRES. The MIRROR\nin front of Major Carver SHATTERS, David's reflection\ncracking into shards just as it quickly MOVES.\n\nMajor Carver spins quickly around to see David RUNNING\nTOWARDS HIM, down the short corridor.\n\nMajor Carver aims his gun at David and FIRES as David\nmoves to one side in an evasive pattern, CLOSING THE\nDISTANCE between them.\n\nThe BULLET HITS David in the side, blood bursting from\nhis wound. He does not appear to notice this.\n\nThe Major tries to shoot David again, FIRING just as\nDavid moves to the side of his gun arm. The bullet hits\nanother mirror, BREAKING IT.\n\nDavid SLICES OPEN the Major’s wrist with the box cutter,\ndrawing the BLADE UP TOWARDS HIS ELBOW.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Major tries to shoot David again, FIRING just as\nDavid moves to the side of his gun arm. The bullet hits\nanother mirror, BREAKING IT. David SLICES OPEN the Major’s wrist with the box cutter,\ndrawing the BLADE UP TOWARDS HIS ELBOW. \n\nTARGET SECTION TO BE ANNOTATED:\n The Major gasps,\ngrabbing at David, dropping his gun. Blood POURS out from\nhis arm as he SHOVES David away.\n\f102.\n\nINT. MAPLEWOOD BARN - DANCE FLOOR - EVENING - CONTINUOUS\n\nPulling Luke, Anna RUNS across the spinning lights of the\ndance floor, which is filling with FOG.\n\nThey race towards the dark maze that leads to the\nbuilding’s entrance, GOTH MUSIC pounding around them.\n\nINT. MAPLEWOOD BARN - EXIT MAZE - EVENING - CONTINUOUS\n\nMajor Carver drops to the floor of the mirror maze,\nclutching his arm. He rolls and tries to climb to his\nfeet, but falls forward.\n\nMAJOR CARVER\nYou... you...\n\nDAVID\nYou’re going to bleed out in about a\nminute. Maybe two.\n\nMajor Carver says nothing. He begins CRAWLING FORWARD\nthrough the fog, towards the entrance to the maze.\n\nDavid WATCHES this, then leans down and picks up the\n\nMajor’s gun from the floor. The Major continues crawling\naway from David, creating a thick trail of arterial blood\non the floor that is visible as the fog wafts around him.\n\nDAVID (CONT'D)\nYou shouldn’t have followed me.\n\nMajor Carver continues crawling away from David, on his\nelbows, seemingly focused on some distant goal. He\ncollapses at the entrance to the mirror maze.\n\nDAVID (CONT'D)\nI don’t know what you expected.\n\nMajor Carver reaches forward with his uninjured arm, then\nhe goes still. His eyes slowly close as the fog pools\naround him on the floor.\n\nDavid looks down at Major Carver's corpse. He considers\nthe gun in his hand, then sets it down in the growing\npool of blood around Major Carver's body.\n\nDavid calmly turns and walks towards the dance floor,\nleaving the Major’s gun next to his body.\n\f103.\n\nINT. MAPLEWOOD BARN - ENTRY MAZE - FIRST ROOM -—\nCONTINUOUS\n\nAnna and Luke run through the dark corridors of the entry\nmaze, towards the front door to the building.\n\nINT. MAPLEWOOD BARN - MAZE ENTRANCE - NIGHT - CONTINUOUS\n\nReaching the door, Anna attempts to open it. The door\nopens an INCH, then STOPS.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MAPLEWOOD BARN - MAZE ENTRANCE - NIGHT - CONTINUOUS\n\nReaching the door, Anna attempts to open it. The door\nopens an INCH, then STOPS. \n\nTARGET SECTION TO BE ANNOTATED:\nLooking through the crack in the door, Anna can see that\nthe door is CHAINED SHUT.\n\nANNA\nShit.\n\nAnna turns back, facing the halls of the maze leading\nback out to the dance floor. Music is blaring on the\ndance floor. Nothing else can be heard.\n\nLUKE\nAnna, it’s just David. I don’t know\nwhat’s going on, but he wouldn’t hurt us.\n\nANNA\nI need you to trust me, Luke. Come on.\nAnd be quiet.\nAnna pulls Luke forward, down the corridor.\nINT. MAPLEWOOD BARN - ENTRY MAZE - WOODEN HALLWAY -\nCONTINUOUS\n\nAnna and Luke silently enter the wooden hallways near the\nfront of the maze.\n\nAlmost immediately there is a SCREAM and the wooden door\nRATTLES out at them. Anna and Luke flinch away.\n\nINT. MAPLEWOOD BARN - DANCE FLOOR - EVENING - CONTINUOUS\nWalking across the foggy dance floor, David hears the\n\nelectronic SCREAM from the black maze. He smiles\nslightly, walking forward, holding the bloody box cutter.\n\f104.\n\nINT. MAPLEWOOD BARN - ENTRY MAZE - WOODEN HALLWAY -\nCONTINUOUS\n\nAnna pulls Luke down the dark corridor, deeper into the\nmaze. She whispers:\n\nANNA\nCome on!\n\nAnna turns right at the end of the corridor, in the\nopposite direction of the path she took earlier. She and\nLuke round another corner, disappearing from view.\n\nThe next moment, David appears, turning into the corridor\nthey just vacated. He looks around, listens, then turns\ntowards the front entrance, moving quietly.\n\nINT. MAPLEWOOD BARN - ENTRY MAZE —- JUNKYARD - CONTINUOUS\n\nAnna and Luke hurry deeper into the maze, rounding\nanother corner.\n\nLuke and Anna find themselves in a CHAMBER in the maze,\nfilled with barrels and debris, designed like a JUNKYARD.\n\nThere is a stack of barrels in one corner that appears\ndesigned for a maze employee to hide behind in order to\njump out and scare people. A GORE-STREAKED dummy is\npropped in front of the barrels.\n\nAnna quickly pulls Luke towards the stack of barrels.\n\nANNA\nI need you to hide in here.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nA GORE-STREAKED dummy is\npropped in front of the barrels. Anna quickly pulls Luke towards the stack of barrels. ANNA\nI need you to hide in here. \n\nTARGET SECTION TO BE ANNOTATED:\n Okay?\n\nLuke looks at the hiding space, then shakes his head.\n\nLUKE\nWhat? No way. Look, Anna, David was\nprobably just after that army guy. Let’s\njust... Let’s go talk to him.\n\nANNA\nLuke. He killed mom and dad. They're\ngone.\nLuke blinks. He smiles hesitantly.\n\nLUKE\nNo, he didn’t. You’re just saying that.\n\nLuke looks at Anna. She stares back at him with tears in\nher eyes. Luke stops smiling.\n\f105.\n\nLUKE (CONT'D)\nI... What? Mom and dad are...?\n\nAnna puts both her hands on Luke’s shoulders.\n\nANNA\nPlease. Just hide here, okay? I’m going\nto lead him away. Don’t come out unless\nyou hear me or the police. Okay?\n\nLuke hesitates, then nods, staring as if dazed. He steps\nback behind the stack of barrels, disappearing from view.\n\nAnna quickly shifts one of the barrels, further hiding\nLuke.\n\nANNA (CONT'D)\n(whispering)\nI’1l come back for you.\n\nAnna turns and runs deeper into the dark maze.\n\nAnna turns a corner, then another. She finds herself\nfacing a DEAD END.\n\nHurriedly, Anna backtracks to her last turn, going the\nother direction, disappearing from view.\n\nOn the other side of the maze wall from Anna, David walks\ndeeper into the maze, turning corners, still holding the\nBLOODY BOX CUTTER in front of him. David speaks LOUDLY.\n\nDAVID\nI’m really sorry about this, guys.\n\nDavid turns another corner. A scarecrow leans against one\nwall of this corridor. David ignores it, calling out.\n\nDAVID (CONT'D)\nI tried to think of another way to do it.\nAny other solution.\n\nHidden behind the barrels, Luke goes quiet. David's\nFOOTSTEPS are audible near him. FAKE LIGHTNING FLASHES\nfrom a source overhead.\n\nMoving carefully, Luke peers out between the barrels. As\nLuke watches, David steps into the chamber, looking\naround. David moves forward, holding the BOX CUTTER.\n\nDavid slowly WALKS PAST LUKE’s hiding place, SCRAPING the\nBLADE against a chain link fence that lines the corridor.\nHe continues speaking as he MOVES AWAY.\n\f106.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavid slowly WALKS PAST LUKE’s hiding place, SCRAPING the\nBLADE against a chain link fence that lines the corridor. He continues speaking as he MOVES AWAY. 106. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVID (CONT'D)\nAre you guys hiding? There’s no point. I\nlocked the back door. I have to find you.\n\nLuke goes completely still as David passes him, barely\nbreathing. He watches as David moves away from him,\nnearing the chamber’s exit.\n\nDavid comes to a stop at the chamber’s exit. He looks\naround, then goes perfectly still, listening.\n\nLuke silently reaches into his pocket and pulls out the\nBUTTERFLY KNIFE David gave him. Luke holds it in one\ntrembling hand, closed, his fingers ready to open it.\n\nDAVID (CONT'D)\nCome on. Where are you?\n(pause)\nLuke? Come on out, buddy. I’m not going\nto hurt you.\n\nInside the hiding space, Luke shifts his weight slightly,\nclutching the knife.\n\nDavid SPINS AROUND, STARING at Luke’s hiding space.\n\nTo Luke, it appears as if David is staring directly at\nhim, but from David’s perspective, he can only see the\nbarrels and the dummy. David’s eyes narrow, peering at\nthe hiding space.\n\nLuke holds his breath. His hands shake slightly.\n\nDavid takes a step forward, towards the stack of barrels.\nHe holds the box cutter out in front of him.\n\nA CRASHING sound comes from the other side of the barn,\nthat of a MIRROR SHATTERING.\n\nDavid MOVES with unnatural speed, immediately SPINNING\nand running back out of the chamber, towards the maze’s\ndance floor exit.\n\nAs soon as David is gone, Luke EXHALES, gasping.\n\nINT. MAPLEWOOD BARN - DANCE FLOOR - EVENING - CONTINUOUS\n\nDavid RUNS out of the dark maze, racing across the dance\nfloor, towards the mirror maze.\n\nThick, pale fog shifts across the dance floor, moved by\nDavid's speed.\n\f107.\n\nAs David exits the dance floor, the song on the CD that\nis playing ENDS, segueing to another GOTH SONG.\n\nINT. MAPLEWOOD BARN - EXIT MAZE - EVENING - CONTINUOUS\n\nDavid runs into the mirror maze, FOG FLOWING IN after\nhim. He comes to a stop at its entrance, standing by\nMajor Carver's corpse.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MAPLEWOOD BARN - EXIT MAZE - EVENING - CONTINUOUS\n\nDavid runs into the mirror maze, FOG FLOWING IN after\nhim. He comes to a stop at its entrance, standing by\nMajor Carver's corpse. \n\nTARGET SECTION TO BE ANNOTATED:\nLooking around, David can only see his reflections\nlooking back at him, refracted by the broken glass of one\nof the mirrors in the corridor.\n\nDavid looks down and, with his foot, shifts around the\nFOG that covers the floor, revealing the pool of blood\nthat surrounds Major Carver.\n\nMajor Carver's GUN IS MISSING. David smiles slightly.\n\nDAVID\nHmm.\n\nAs the fog shifts back, David's eyes narrow. He kicks at\nthe fog again. It parts, revealing the corridor floor.\n\nBLOODY FOOTPRINTS, from Anna’s sneakers, lead away from\nMajor Carver's body, back towards the dance floor.\n\nDavid smiles. Crouching slightly, the box cutter in front\nof him, David moves silently, shifting the fog in front\nof him with his feet, following the bloody footsteps.\n\nDavid stops at the dance floor entrance, looking around.\nThe fog is thick, covering the dance floor, illuminated\nin swirling spots by the spinning mirror ball.\n\nDavid kicks at the fog in front of him. It parts,\nrevealing ANNA’S SNEAKERS, which rest on the dance floor\ndirectly in front of David.\n\nDavid looks up. Anna is STANDING BEHIND HIM in the\nmirrored corridor, aiming Major Carver's pistol at his\nback. Her feet are BARE.\n\nANNA\nYou killed my parents.\n\nDavid blinks, shifting his weight almost imperceptibly.\n\nDAVID\nI did, yes.\n\nIn a sudden movement, David SPINS AROUND. ANNA FIRES.\n\f108.\n\nThe bullet catches David IN THE CHEST, knocking him back\nonto the dance floor.\n\nINT. MAPLEWOOD BARN - DANCE FLOOR - EVENING - CONTINUOUS\n\nThe fog parts as David falls heavily to the floor. He\ndoes not move.\n\nAnna steps from the mirror maze, the gun in her hand\naimed down at David. The fog shifts back in, OBSCURING\nDAVID from view.\n\nAnna hesitates, then steps forward, WAVING her free hand\nin front of her, WAFTING the fog from her path.\n\nDavid is NO LONGER ON THE FLOOR in front of her.\n\nAnna spins around and is STABBED IN THE LEG with the box\ncutter BLADE. It tears into her flesh through her tights.\nShe falls to the floor, YELLING in pain.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnna spins around and is STABBED IN THE LEG with the box\ncutter BLADE. It tears into her flesh through her tights. She falls to the floor, YELLING in pain. \n\nTARGET SECTION TO BE ANNOTATED:\nDavid is crouched in the fog, the front of his shirt\nsoaked with his BLOOD. He grins at Anna, his teeth\nbloody, then LUNGES FORWARD at her.\n\nAnna AIMS THE PISTOL at David. David KNOCKS IT ASIDE,\ngripping Anna’s wrist as she FIRES.\n\nThe bullet hits the GRIM REAPER dummy in the corner of\nthe room, knocking it over. It falls forward, onto a bale\nof HAY. Its LANTERN sends FLAMES out onto the hay.\n\nDavid WRENCHES the pistol from Anna’s grasp. It goes\nskittering across the floor, disappearing into the fog.\n\nDavid reaches out and GRABS Anna’s NECK with both hands.\nHe tightens his grip, CHOKING HER. They struggle, both of\nthem crouched in the fog on the dance floor, MUSIC\nBLARING.\n\nAnna CLAWS at David's hands as he compresses the arteries\nin her neck. She struggles, going to her knees,\nfrantically trying to pull back his fingers.\n\nDavid exhales with exertion. Behind him, the bale of HAY\nis STARTING TO BURN, the flames filling the fog around\nthem with FLICKERING LIGHT that illuminates David’s face.\n\nDAVID\nStop it. It’ll be over in just a second.\n\f109.\n\nAnna stares up at David, her eyes glassy from lack of\noxygen. She continues to try to pull away his fingers,\nbut without strength, pawing desperately at his hands.\n\nDavid regards Anna calmly, continuing to strangle her.\nAnna’s hands drop to her sides. Her head slumps forward.\n\nA KNIFE BLADE STABS into David’s back, then is WRENCHED\nBACK OUT.\n\nDavid turns around, releasing Anna, who falls to the\ndance floor, COUGHING and sucking in air.\n\nLUKE is standing directly in front of David, holding the\nBLOODY butterfly knife in his hand. He stares at David\ntearfully, shaking.\n\nDavid coughs, BLOOD flecking his lips. He holds out his\nhands.\n\nDAVID (CONT'D)\nHey. Luke-\n\nLuke STEPS FORWARD AND STABS DAVID in the chest.\n\nDavid stumbles back, the knife sticking out from his\nchest.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID (CONT'D)\nHey. Luke-\n\nLuke STEPS FORWARD AND STABS DAVID in the chest. David stumbles back, the knife sticking out from his\nchest. \n\nTARGET SECTION TO BE ANNOTATED:\n He hits the wall near the fog machine and slides\ndown it, smearing it with blood.\n\nDavid sprawls on the floor, his back to the wall, blood\nflowing from his multiple wounds. He swallows, looking\n\ndown at the knife in his chest, then looks up at Luke,\n\nhis eyes half open.\n\nDAVID (CONT'D)\nHey...\n\nLuke stares at David.\nDAVID (CONT'D)\nYou did... You did the right thing. I\ndon’t blame you. Don’t... feel bad.\n\nDavid smiles slightly at Luke, then looks over at Anna,\nwho is still crouched on the floor.\n\nDavid opens his bloody mouth, as if trying to say\nsomething to Anna, then his eyes close.\n\nDavid exhales and GOES STILL.\nLuke stares at David, then quickly reaches down to help\n\nAnna to her feet. The FLAMES are building behind them,\nigniting a curtain covering the wall.\n\f110.\n\nAnna leans against Luke. When she speaks, her voice is\nraspy.\n\nANNA\nThank you.\n\nLUKE\nAre you okay?\n\nANNA\nYeah. Are you?\n\nLuke nods. Anna regards Luke for a moment, then they make\ntheir way towards the dark maze leading to the front\nentrance. Behind them, the flames have ENGULFED the far\nwall, and the fire is BUILDING steadily.\n\nLuke supports Anna as she limps slightly, her arm across\nhis shoulders.\n\nFADE TO:\n\nEXT. MAPLEWOOD BARN - PARKING LOT - NIGHT - MINUTES LATER\n\nAnna and Luke stand near the back of an ambulance in the\nparking lot for the barn. Anna still has her arm across\nLuke’s shoulders.\n\nBehind them, the fire in the building appears to have\nbeen extinguished, SMOKE RISING from the building’s burnt\nportions. FIREMEN carry equipment to their trucks. The\nlarge parking lot is filled with black SUVs and police\ncars with LIGHTS FLASHING.\n\nAt the back of the ambulance, a PARAMEDIC shines a light\ninto Anna's eyes, then glances over at Luke.\n\nPARAMEDIC\nYou sure you're both feeling okay?\n\nLUKE\nYeah. We’re fine.\n\nA volunteer FIREFIGHTER runs up to the paramedic.\nFIREMAN\nHey, they could use you inside. There’s\nbodies in there.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nA volunteer FIREFIGHTER runs up to the paramedic. FIREMAN\nHey, they could use you inside. There’s\nbodies in there. \n\nTARGET SECTION TO BE ANNOTATED:\nThe paramedic nods quickly, turning away from Anna and\nLuke. He jogs over towards the building with the fireman.\n\f111.\n\nEXT. MAPLEWOOD BARN - REAR ENTRANCE - MOMENTS LATER\n\nThe paramedic and fireman move to join a group of\nemergency workers waiting outside the rear entrance to\nthe barn.\n\nFirefighters in full protection gear, including hoods and\nbreathing masks, are moving in and out of the building.\nThe sound of fire deterrent foam SPRAYING is audible\nwithin. Smoke billows out from the door.\n\nThe paramedic looks to the volunteer firefighter.\n\nPARAMEDIC\nWhat’s the deal?\n\nFIREMAN\nGuess there’s two bodies in there, both\nof them burned up pretty bad. One of the\nguys said their teeth are missing, got\nknocked out, so I don’t know what the\ndeal is. Soon as they give us the clear,\nwe go in.\n\nThe paramedic nods, watching masked men in full body\nprotection gear exit the building.\n\nEXT. HIGH SCHOOL PARKING LOT - NIGHT - CONTINUOUS\n\nAt the rear of the ambulance, Luke leans over and rests\nhis head on Anna’s shoulder. Anna puts her arm around\nhim. She looks around, surveying the activity around the\nsmoldering building.\n\nAs Anna watches, one of the masked fireman emerges from\nbehind the building. He turns his head around in all\ndirections, then looks over at Anna.\n\nAnna notices the masked fireman watching her. She blinks,\ntired, then turns away, staring out into the distance, at\nthe dark night sky. Next to her, Luke closes his eyes.\n\nThe masked fireman watches Anna and Luke for another\n\nmoment, then turns and LIMPS AWAY, disappearing into the\ndarkness of the field behind the building.\n\nFADE OUT.\n\f"
}