{
  "1": "THE RULES OF ATTRACTION\n\nscreenplay by\n\nRoger Avary\n\nbased on the novel by\n\nBret Easton Ellis\n\nAvailable from: Draft Dated:\nwww.avary.com March 3, 2001\n\nRegistered: WGA/w\n© Copyright 2001\n\f1\n\n\"The Rules of Attraction\" www.avary.com 2.\n\nCONTINUED:\n(CONT'D)\n\nand it's a story that might bore you but\nyou don't have to listen because I always\nknew it was going to be like that, and it\nwas, I think, in that last year, or,\nactually, weekend, really a Friday, in\nSeptember, at Camden, and this was years\nago when I was a different person, and I\nwas so drunk that I ended up losing my\nvirginity...\n\nA WIDE SHOT of Windham House dorm, filled shoulder-to-\nshoulder with PARTY-GOERS from ALL WALKS OF COLLEGE LIFE.\nThere is a DRONING WAH-WAH of PEOPLE TALKING and drinking\nbeer. Breaking through it is a SYNTHESIZED TOMANDANDY POP\nSONG. On a makeshift dancefloor a guy named STUART has taken\noff his shirt and is performing a wild solo dance.\n\nSUPERIMPOSE THE TITLE:\nTHE END OF THE WORLD PARTY\nON THE OTHER SIDE OF THE ROOM\n\nLAUREN is trying to be inconspicuous despite how shitfaced\ndrunk she is -- using the walls gravitational pull to keep\nher from swaying and revealing her inebriated state. She\nlifts a big red plastic cup (the kind you buy by the hundreds\nat Price Club) to her lips and takes another sip of beer.\n\nLAUREN (V.O.)\n(continuing)\n---I lost it to some guy who I thought\nwas a Ceramics major but was actually\neither an NYU film student, just up to\nCamden for the End of the World...\n\nAcross the room, the GUY WHO MIGHT BE AN NYU FILM STUDENT is\ntalking with expressionistic hand gestures to A TOWNIE\nLOOKING GUY wearing a Hawaiian style shirt with an odd donkey\npattern on it.\n\nLAUREN (V.O.)\n(continuing)\n-..or a townie.",
  "2": "---END OF PREVIOUS SECTION---\nAcross the room, the GUY WHO MIGHT BE AN NYU FILM STUDENT is\ntalking with expressionistic hand gestures to A TOWNIE\nLOOKING GUY wearing a Hawaiian style shirt with an odd donkey\npattern on it. LAUREN (V. O.)\n(continuing)\n-..or a townie. \n---TARGET SECTION TO BE ANNOTATED---\n(pause)\nI actually had my eye on someone else\nthat night:\n\nSWISH PAN and TRACK IN ON: VICTOR, a Senior with a good body\n\nand is so beautiful he might be gay. He's talking with some\nOTHER POPULAR GUY...\n\n(CONTINUED )\n\f2\n\n\"The Rules of Attraction\" www.avary.com 3.\n\nCONTINUED:\n\nVICTOR\n\nI’m telling you, with European girls it’s\njust a numbers game. If you stand on a\nstreet corner of any major European city\nand consecutively ask every girl you see\nif she'll fuck you, one out of twenty\nwill say yes -- right then and there.\n\n(as if to illustrate)\nDo you wanna fuck? Do you wanna fuck?\nDo you wanna fuck--\n\nLAUREN (V.O.)\n(continuing over Victor's\nillustration)\n\nVictor. A Junior, a Drama major, just\n\nback from Europe, only a little gay, with\n\njet black hair, a great body, and these\n\namazing gray eyes...\n\nVICTOR\n\n(continuing)\n--Do you wanna fuck? Do you wanna fuck?\nDo you wanna fuck? Do you wanna fuck?\nDo you wanna fuck? One out of\ntwenty...bam. You’re fucking. It’s a\nconfirmed statistic. That’s the\ndifference between American and European\ngirls.\n\nVictor lift his eyes with a smile to nod to someone across\nthe room.\n\nSWISH PAN and TRACK IN ON: A BEAUTIFUL FRENCH GIRL across the\nroom catches his \"what's-up\" nod and she smiles back in that\nseductive way that can only mean they fuck on a regular\nbasis.\n\nLAUREN (V.O.)\n(continuing)\n\n.-.but Victor was seeing this beautiful\n\nFrench girl who he had met earlier in the\n\nyear while backpacking through Paris.\n\nHARD CUT TO:\nEXT. PARIS STREET - DAY\nVictor is walking down a Paris street with a large backpack\non, and eating a pathetic emporter Camembert cheese sandwich.\n\nHe stops the beautiful French girl and asks her directions\nfrom a little Plan du Paris.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 4.\n\nCONTINUED:\n\nLAUREN (V.O.)\n(continuing)\nShe had given him mono, just after she\ngave him directions.",
  "3": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 4. CONTINUED:\n\nLAUREN (V. O.)\n(continuing)\nShe had given him mono, just after she\ngave him directions. \n---TARGET SECTION TO BE ANNOTATED---\nCUT BACK TO:\nINT. WINDHAM HOUSE - LIVING ROOM - NIGHT\n\nCLOSE ON: The guy who might be a Ceramics major, but\nprobably is an NYU film student is sitting on a ratty, old\ncouch covered with a pale blue sheet, talking to her about\nmovies but really trying to jump into her pants.\n\nGUY WHO MIGHT BE AN NYU FILM STUDENT\nSo you know the movie I'm talking about.\nIt was unfairly labeled a Tarantino film\neven though he’s only listed as an\nExecutive Producer. Remember the sex\nscene with Nosferatu on the TV in the\nbackground? Mindfuck if ever there was\none...\n\nLAUREN (V.O.)\n(continuing)\n\nSo this guy from NYU, or wherever, who\n\nwasn’t even a good Victor facsimile...\n\nQUICK PAN/TRACK IN ON: Lauren, trying to keep focus and\nnodding as if she knows (but doesn't) what he’s talking\nabout, is sitting opposite from him on the couch.\n\nLAUREN\n(nodding)\nYeah. Yeah.\n\nLAUREN (V.O.)\n(continuing)\n\n.--and I were talking on this ratty, old\n\ncouch, underneath, and I remember this--\n\nQUICK TILT TO REVEAL: A poster of a giant smiling Ronald\nReagan, that someone has drawn a Hitler moustache on, is hung\non the wall directly above and between them.\n\nLAUREN (V.O.)\n(continuing)\n--a big poster of Ronald Reagan that\nsomeone had drawn a Hitler moustache on\n-- maybe it was a Charlie Chaplin\nmoustache. I dunno...\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 5.\n\nCONTINUED:\n\nWIDE ON: Lauren and the possible Ceramics major but probable\nNYU Film major. He's CHATTING HER UP and she's kind of\nnodding in agreement and sipping her beer -- occasionally\nBLURTING OUT SOME INANE COMMENT.\n\nLAUREN (V.O.)\n(continuing)\n\n.",
  "4": "---END OF PREVIOUS SECTION---\nHe's CHATTING HER UP and she's kind of\nnodding in agreement and sipping her beer -- occasionally\nBLURTING OUT SOME INANE COMMENT. LAUREN (V. O.)\n(continuing)\n\n. \n---TARGET SECTION TO BE ANNOTATED---\n---and I kept agreeing with his likes and\ndislikes all the time thinking that while\nhe might not be Victor he was cute\nenough, and I was sure that I was\nmispronouncing all these filmmakers’\nnames, remembering all the wrong actors,\nnaming the wrong cinematographers, but I\nwanted him...\n\nHis eyeline wanders and focuses on someone else across the\nroom.\n\nLAUREN (V.O.)\n(continuing)\n.---and I could see that his gaze was\ndrifting toward Kristin Notneff...\n\nSWISH PAN AND TRACK IN ON: The Louise Brooks-looking KRISTIN\nNOTNEFF, who turns her eyes, from WHATEVER CONVERSATION SHE'S\nIN, to meet the eyes of the guy who may be an NYU student.\nSmile.\n\nLAUREN (V.O.)\n(continuing)\n---and she was looking back at him with\nconfidence because she knew that\nunderneath her clothes she was wearing a\nblack bra and black panties -- complete\nwith garter belt -- which I wasn't.\n\nCLOSE ON: Lauren, knowing that if she wants this guy, who\nmight be an NYU Film major, she's going to have to make a\nmove, or else the garter belt girl is going to steal him\naway.\n\nLAUREN (V.O.)\n\n(continuing)\nBut I had the next best thing...\n\nLauren leans in and WHISPERS into the guys ear.\nLAUREN\n(whispering)\nI've got a joint in my room.\n\nQUICK CUT TO:\n\f\"The Rules of Attraction\" www.avary.com 6.\n\nINT. WINDHAM HOUSE - LORNA SLAVIN’S ROOM - NIGHT\nSLAM! The guy who may be from NYU shuts the door and smiles.\n\nLAUREN (V.O.)\n(continuing)\nExcept it wasn't my room. It was Lorna\nSlavin's room, who was off campus at her\nboyfriends house...probably swallowing\nhis DNA.\n\nLauren sits down on the bed, totally fucked up, but seductive\ndespite her condition.\n\nLAUREN (V.O.)\n(continuing)\nAnd I didn't have a joint either -- and\nif I did I didn't know where it was\nbecause it would have been Lorna Slavin's\njoint.",
  "5": "---END OF PREVIOUS SECTION---\nLauren sits down on the bed, totally fucked up, but seductive\ndespite her condition. LAUREN (V. O.)\n(continuing)\nAnd I didn't have a joint either -- and\nif I did I didn't know where it was\nbecause it would have been Lorna Slavin's\njoint. \n---TARGET SECTION TO BE ANNOTATED---\n He didn't really even care when I\ntold him I didn't have one.\n\nThe guy who might be from NYU sits down on the bed next to\nher and makes his move. He leans in and starts kissing her.\nAlmost immediately her eyes roll into the back of her head\nand she passes out.\n\nCUT TO BLACK:\n\nLAUREN (0.S.)\n(continuing)\nI must have passed out around then...\n\nFADE IN:\nINT. WINDHAM HOUSE - LORNA SLAVIN’S ROOM - LATER - NIGHT\n\nEXTREME CLOSE ON: Lauren, looking kind of wasted. She's\nlaying on her stomach and her face is buried into a pillow.\n\nLAUREN (V.O.)\n(continuing)\nWhen I came to I tried to take off my\nbra, but was still too drunk...and he was\nalready fucking me.\n\nShe looks back, kind of annoyed, and sure enough, she's being\nfucked from behind. GRUNT, GRUNT, GRUNT -- with every\nexhalation comes a thrust. She starts MOANING with every\nplunge into her.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 7.\n\n6 CONTINUED:\n\nLAUREN (V.O.)\n(continuing)\n\nBut he didn't know I was a virgin and\nthat it hurt -- not that badly, only a\nlittle bit of sharp pain, but not as bad\nas I had been taught to expect, but not\nexactly pleasant either -- and that's\nwhen I heard another voice in the room...\n\nShe lifts her head and tries to look back behind her to\ndetermine the source of the VOICE.\n\nGUY WHO MIGHT BE AN NYU FILM STUDENT (0.S.)\nDo her how Ron Jeremy would.\n\nLAUREN (V.O.)\n(continuing)\n.---and I remember the weight on the bed\nshifting and realizing that this person\nbehind me wasn't the NYU film student\nguy, but someone else--\n\nTRACK UP FROM Lauren to a TOWNIE is grasping her ass and\nfucking her from behind with porn movie thrusts. He has a\nblue Viagra pill on his tongue and is holding a plastic beer\ncup in one hand. He swallows the pill with a swig of beer.\n\nTOWNIE\nLeave that up to Vitamin “Vv”.",
  "6": "---END OF PREVIOUS SECTION---\nHe has a\nblue Viagra pill on his tongue and is holding a plastic beer\ncup in one hand. He swallows the pill with a swig of beer. TOWNIE\nLeave that up to Vitamin “Vv”. \n---TARGET SECTION TO BE ANNOTATED---\n.\nLAUREN (V.O.)\n(continuing)\n\nOhmygod, it was some townie. I had\nactually lost my virginity to a townie.\n\nTRACK BACK DOWN TO Lauren as she lays her drunken head back\nonto the pillow and shuts her eyes, trying to block out the\nthrusting.\n\nLONG, SLOW ZOOM IN ON: her closed eyes.\n\nLAUREN (V.O.)\n(continuing)\n\nThis wouldn't have happened with Victor.\nHe would have taken me gently in his big\nstrong Drama major arms and undressed me\nquietly, expertly, taken the bra off with\ngrace and ease, kissed me deeply,\ntenderly, and it probably wouldn't have\nhurt. I should have given myself to\nVictor last term, when I had the chance--\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 8.\n\nCONTINUED: (2)\n\nSuddenly the door opens up and light floods the room --\nLauren's eyes open up.\n\nSOME GUYS ROLLING A KEG, who're bathed in a silhouette, push\nthe keg into the room.\n\nGUY ROLLING A KEG\nDude, we have to put the keg somewhere.\n\nIt rolls forward and SLAMS into the bed, shaking her.\n\nThe door closes again and the room is again shrouded in\ndarkness.\n\nGUY WHO MIGHT BE AN NYU FILM STUDENT (0.S.)\nI'm next...\n\nSuddenly, mid-thrust, the townie heaves up a mouthful of\nbarf, spraying it onto Lauren's back with a satisfying\nSPLASH.\n\nThe disruption causes all three people, Lauren included, to\nslip and fall off the bed, pulling the sheets with them and\nCRASHING into a desk or something.\n\nGUY WHO MIGHT BE AN NYU FILM STUDENT\nGross, dude! Leave me with sloppy\nseconds, why don’t you?\n\nThe townie lurches forward and grabs a cheap wicker waste\nbasket, the kind you buy at Target, and lets round two come\ngushing out into it. Of course, it splashes out and\nsplatters onto Lauren and the guy who might be an NYU film\nstudent.",
  "7": "---END OF PREVIOUS SECTION---\nLeave me with sloppy\nseconds, why don’t you? The townie lurches forward and grabs a cheap wicker waste\nbasket, the kind you buy at Target, and lets round two come\ngushing out into it. Of course, it splashes out and\nsplatters onto Lauren and the guy who might be an NYU film\nstudent. \n---TARGET SECTION TO BE ANNOTATED---\nFor a moment she focuses on the townie's shirt, it's a short\nsleeved button-down with a cartoony donkey pattern printed on\nit.\n\nLauren shuts her eyes.\n\nFREEZE FRAME: Lauren sits there, locked in time, a wretched\nmoment that's almost humble in its horrible nature.\n\nTHEN WE READ THE TITLE:\nLAUREN\n\nShe has just won the Gold Medal for the most pathetic loss of\nvirginity of all time.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 9.\n\nCONTINUED: (3)\n\nLAUREN (V.O.)\n(sardonic)\nI always knew it would be like this.\n\nSuddenly...\n\nLauren, the possible NYU Film major, and the townie all start\nto MOVE IN\n\nREVERSE\n\nThey are winding BACKWARDS as if time itself were flowing in\nthe opposite direction...\n\nGUY WHO MIGHT BE AN NYU FILM STUDENT\n(talking backwards)\n?Puoy t’nod yhw ,sdnoces yppols htiw em\nevaeL !edud, ssorG\n\nThe barf seems to get sucked out of the basket and back into\nthe townies mouth. They all tumble and slip BACKWARDS up and\nonto the bed. He sucks the vomit off of her back through the\nair and into his mouth until she's clean again.\n\nTRACK SLOWLY AWAY AND OUT OF THE ROOM as Lauren finds herself\nback on her face and knees getting it from behind, but with\nstrange REVERSE thrusts.\n\nGUY WHO MIGHT BE AN NYU FILM STUDENT\n(his voice running backwards)\n-..txen m'I\nAround now we notice that the SOUND IS FLOWING BACKWARDS as\nwell. The tomandandy song can be heard MUFFLED THROUGH THE\nFLOOR -- \"yik-yakking\" as it is WOUND BACKWARDS.\nThe townies GRUNTS HAVE REVERSED into a SUCKING SOUND.\nThe door flings open and floods the trio in light, suddenly\nthe keg rolls backwards back through the door and into the\nhands of the guys who rolled it in.",
  "8": "---END OF PREVIOUS SECTION---\nThe tomandandy song can be heard MUFFLED THROUGH THE\nFLOOR -- \"yik-yakking\" as it is WOUND BACKWARDS. The townies GRUNTS HAVE REVERSED into a SUCKING SOUND. The door flings open and floods the trio in light, suddenly\nthe keg rolls backwards back through the door and into the\nhands of the guys who rolled it in. \n---TARGET SECTION TO BE ANNOTATED---\nGUY ROLLING A KEG\n(his voice running backwards)\n-erehwemos gek eht tup to evah ew ,eduD\nTRACK BACKWARDS (IN REVERSE) and OUT THE DOOR INTO...\nTHE HALLWAY (REVERSE)\nThe dorm room door is swung closed, even though it is really\nbeing opened...\n\n(CONTINUED )\n\f10\n\n11\n\n\"The Rules of Attraction\" www.avary.com 10.\n\nCONTINUED: 8\n\nThe guys rolling the keg are WALKING BACKWARDS down the hall,\nbecause they, of course, are REVERSING through time. They\nkind of pull the keg BACKWARDS with what seem like gentle\nbraking of the rolling keg with their fingertips.\n\nThey're laughing and the MUSIC, which we can now hear clearly\nis still WINDING BACKWARDS.\n\nThey come to some stairs and with an erratic BACKWARDS\nMOVEMENT the keg jumps up into the air and into the hands of\nthe guys who carry it, BACKWARDS down the stairs.\n\nINT. WINDHAM HOUSE - LIVING ROOM - (REVERSE) - NIGHT 9\n\nThe guys with the keg come walking down the stairs -- all\nother motion is still in reverse, and so is the music.\n\nTRACK BACKWARDS (IN REVERSE MOTION) through the room,\nfollowing them with the keg as they roll it BACKWARDS across\nthe small dance floor where COLLEGE STUDENTS are dancing (in\nREVERSE, of course).\n\nThe keg rolls up to a bucket of watery melted ice. The guys\nrolling it hoist it up and out of a bucket of ice. The tap\npops on and the last dribbles of foamy spray suck back into\nthe spout...all REVERSE MOTION.\n\nTHE WATERY ICE (REVERSE) 10\n\nin the bucket suddenly begins to form and crystallize into\nhundreds and hundreds of cubes. The water literally vanishes\nas it REFORMS INTO BAG ICE at its coldest.\n\nINT. WINDHAM HOUSE - LIVING ROOM - (REVERSE) - EARLIER 11\n\nCLOSE ON: The beer flows out of cups and into the spout.\nThe keg must be full.\n\nTRACK BACKWARDS past a GUY WITH A LARGE BEER BONG.",
  "9": "---END OF PREVIOUS SECTION---\nWINDHAM HOUSE - LIVING ROOM - (REVERSE) - EARLIER 11\n\nCLOSE ON: The beer flows out of cups and into the spout. The keg must be full. TRACK BACKWARDS past a GUY WITH A LARGE BEER BONG. \n---TARGET SECTION TO BE ANNOTATED---\n He lifts\nit up and it’s as if the beer comes flowing out of his mouth --\nfilling up the long tube.\n\nTRACK BACKWARDS past a GUY WATCHING THE BEER BONGER with a\nbag of chips, he’s pulling them out of his mouth and putting\nthem into the bag.\n\nTRACK BACKWARDS past a beat up Sean Bateman (who I’11\ndescribe later). Some ripped apart purple envelopes and\ntheir accompanying letters come lifting up and out of a\nbeercup-filled trashcan and into his hand. He REVERSE RIPS\nthem back together and walks backwards out of the front door\nand out of the room.\n\n(CONTINUED )\n\f11\n\n12\n\n\"The Rules of Attraction\" www.avary.com 11.\n\nCONTINUED: 11\n\nTRACK BACKWARDS past Stuart, his insane solo dance even more\ninsane in REVERSE...\n\nCONTINUE TRACKING past Lauren, who drunkenly gets up with the\nguy who might be an NYU film major and wobbly leads him\nupstairs...and I’1l bet you a hundred dollars that she takes\nhim to Lorna Slavin’s room -- except it happens in REVERSE,\nso she comes down from the stairs instead of up them...\n\nPULL BACK TO REVEAL: The entire room. We can see Victor,\nwho’s smiling as he watches the beautiful French girl walk\nbackwards as she REVERSE APPROACHES him. We can also see\nKristin Notneff scoping around for someone other than the guy\nwho might be an NYU student.\n\nTRACK in-between a GROUP OF GUYS near a fireplace with a TV\nin it instead of wood. On the TV is a video of an actual\nfireplace. PAUL DENTON, one of the guys, is talking. He's\ndefinitely one of the beautiful people. At 20, he has the\nbrooding good looks of a supermodel, but is clearly too sharp\nto settle for that. He’s voracious in his hunger to stay\nhungry...yet, Descartian enough to question what it means to\nhunger.",
  "10": "---END OF PREVIOUS SECTION---\nHe's\ndefinitely one of the beautiful people. At 20, he has the\nbrooding good looks of a supermodel, but is clearly too sharp\nto settle for that. He’s voracious in his hunger to stay\nhungry...yet, Descartian enough to question what it means to\nhunger. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\n(speaking in REVERSE)\n-pots to smees emit taht ylkciuq os yb\ngnivom era sgniht ekiL ?wonk uoY\n-mutnemom drawrof skcal efil ym taht\ngnileef eht teg tsuj I\n\nTRACK RIGHT UP INTO A CLOSE UP OF: the nice yule tide log\nburning happily away on the television. Stop at it for a\nbrief moment and then--\n\nSWITCH THE DIRECTION OF TIME 12\n\nTRACK AWAY from the television screen. PULL BACK to a WIDE\nSHOT of Paul and his friends, DONALD, RAYMOND, HARRY, and A\nCOUPLE OF OTHERS.\n\nPAUL\nI just get the feeling that my life lacks\nforward momentum. You know? Like things\nare moving by so quickly that time seems\nto stop.\n\nPAUL (V.O.)\nSometimes I can’t believe the shit that\nspills out of my mouth. So while I talk\nabout god know what I let my eyes drift\nacross the room. As my mouth allows\nthoughts to drop out of my brain and roll\n\n(more )\n(CONTINUED)\n\f12\n\n\"The Rules of Attraction\" www.avary.com 12.\n\nCONTINUED: 12\nPAUL (V.O.) (CONT'D)\noff of my tongue like gumballs I imagine\nall the things in life that never were...\n\nPaul locks eyes with Sean on the other side of the room.\nHe's talking to a girl with blond-ish hair (who we will come\nto know as Kelly). After what seems like a long second, Sean\nlooks away and starts talking to the girl.\n\nPAUL (V.O.)\n(continuing)\nAnd all the things that could have been.\n\nOne of the guys Paul is talking to is a Lacrosse playing jock\nwith a skull four inches thick. He is the HANDSOME DUNCE,\nand despite his vacant grey matter he’s as good looking as\nthey come.\n\nPAUL (V.O.)\n(continuing)\n\nI have no idea what his name is. We all\n\nknew him simply as the Handsome Dunce.\n\nHANDSOME DUNCE\nWait. Was there a nuclear war somewhere\nover the weekend? I heard there was.\n\nPaul looks at him, flat.",
  "11": "---END OF PREVIOUS SECTION---\nWas there a nuclear war somewhere\nover the weekend? I heard there was. Paul looks at him, flat. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL (V.O.)\n(continuing)\nHe'll do.\n\nPaul ignores the handsome dunce’s comment and looks around\nthe room.\n\nPAUL\n(calculated)\nThis party sucks, as usual. My brother's\nbar mitzvah was more fun, maybe.\n\nHANDSOME DUNCE\nI like this song.\n\nPAUL (V.O.)\nGay song definitely.\n\nHANDSOME DUNCE\nWho's the DJ?\n\nPAUL\nThere is none. The CD player is set to\nboth repeat and shuffle randomly from a\ncartridge of six disks. Do you have any\nE.?\n\n(CONTINUED )\n\f12 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 13.\n(2) 12\nBRAZILIAN GUY\nMakes your spinal fluid run backwards.\n\nPAUL (V.O.)\nI sincerely hope so.\n\nHANDSOME DUNCE\nI may have some up in my room.\n\nPAUL\nMDA, MDMA, or Ecstasy?\n\nThe handsome dunce shrugs, he doesn’t know. Paul looks to\nthe Brazilian guy.\n\nPAUL\nGame?\n\nBRAZILIAN GUY\n(to the handsome dunce)\nWhere did you get it?\n\nHANDSOME DUNCE\nMy friends father works for one of the\nbig drug companies that developed it --\nfor insane people. You know, to calm ‘em\ndown.\n\nPAUL\nThis party is driving me insane. I could\ncertainly use some.\n\nBRAZILIAN GUY\nI don't know. That story sounds like\nbullshit, and if you take a burnt batch\nof that stuff you'll get, like, instant\nParkinson's Disease.\n\nHe starts to violently shake and wiggle in a gruesome\nimitation of Parkinson’s Disease. It doesn’t look pleasant.\n\nPAUL\n“Burnt batch”. Give me a bucket. This\nstuff was made by scientists in a germ-\nfree laboratory.\n\nBRAZILIAN GUY\nI just don't know.\n\nPAUL\nThen don't. No one's twisting your arm.\nI don't know why I'm even trying to\nconvince you.\n\n(more )\n(CONTINUED)\n\f12\n\n13\n\n\"The Rules of Attraction\" www.avary.com 14.",
  "12": "---END OF PREVIOUS SECTION---\nNo one's twisting your arm. I don't know why I'm even trying to\nconvince you. (more )\n(CONTINUED)\n\f12\n\n13\n\n\"The Rules of Attraction\" www.avary.com 14. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (3) 12\nPAUL (CONT'D)\n(he turns to the Handsome\nDunce)\nLet's go.\n\nHe and Sean, across the room, catch eyes as he follows the\nhandsome dunce up the stairs.\n\nINT. WINDHAM HOUSE - THE HANDSOME DUNCE’S ROOM - NIGHT 13\n\nEXTREME CLOSE ON: The television set is on, playing a scene\nfrom \"Dawn of the Dead\". Zombies are drawn to the mall as if\nit were the consumer temple, but the sound is turned down.\nPaul is flipping through a small stack of CDs.\n\nPAUL\nBruce Springstein? You own Bruce\nSpringstein?\n\nHANDSOME DUNCE\n(sitting upright)\nWhoa. I think it's kicking in.\n\nPaul looks inward for a moment, wondering if his perception\nhas changed.\n\nPAUL (V.O.)\n\nI couldn't detect whether the E. had\naltered my perception yet. I did feel\nkind of horny. But was that the drug, or\nme? Then I got to wondering: what is\nme? Is a person just a collection of\ntheir likes and dislikes? Will I always\nbe the quintessential faggot? Will I\nalways only pant after the blond-tan-good-\nbody-stupid-goons? Will I always blow it\nwith the smart, caring, sensitive type?\n\nI want to stop but...\n\nPaul gets up and lays down on the bed next to the handsome\ndunce.\n\nPAUL\nI’m feeling it now too.\nPAUL (V.O.)\n(continuing)\n\n...the truth is I feel nothing.\n\nHe leans in and kisses the handsome dunce, full and wet on\nthe lips.\n\nThe handsome dunce responds by violently pushing Paul off the\nbed. Paul falls to the floor with a THUMP. The dunce then\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 15.\n\n13. CONTINUED: 13\n\ngrabs a football from his bedside table, as if it was his\nonly weapon.\n\nHANDSOME DUNCE\nWhatthefuck!?\n\nPaul licks his lip, still tasting the handsome dunce.\n\nPAUL (V.O.)\n(continuing)\nI could still taste him on my lips.\n\nPAUL\nI thought you were...gay.\n\nHANDSOME DUNCE\nFuck you.",
  "13": "---END OF PREVIOUS SECTION---\nO.)\n(continuing)\nI could still taste him on my lips. PAUL\nI thought you were...gay. HANDSOME DUNCE\nFuck you. \n---TARGET SECTION TO BE ANNOTATED---\n I’m no fag.\n\nThe handsome dunce stands up off the bed and grabs Paul by\nthe shirt. He lifts him up and forcibly walks him to the\ndoor.\n\nPAUL\nYou sure about that? Because I\ndefinitely detected a cetain fagginess to\nyou.\n\nHANDSOME DUNCE\nGet the fuck out of my room.\n\nHe opens the door and pushes Paul out.\n14 INT. WINDHAM HOUSE - HALLWAY - CONTINUOUS - NIGHT 14\n\nThere’s a SMALL PACK OF CUTE GIRLS hanging out in the hallway\ndrinking beers in big red cups and TALKING. They all stop\nwhen Paul gets thrown out of the room. The handsome dunce\nlooks over at the girls and suddenly becomes self conscious.\nHe looks back to Paul against the opposite wall.\n\nHANDSOME DUNCE\n(more for the girls)\nI’m not gay. You’re lucky I don’t kill\nyou.\n\nThe door SLAMS shut. Paul looks over at the girls and\nshrugs. He then takes out a cigarette and lights it. Sits\nthere thinking.\n\nPAUL (V.O.)\n(continuing)\n\nLuck has nothing to do with it.\n\nEverything is preordained. Manifest\n\ndestiny. You can stop time from\n\n(more )\n(CONTINUED)\n\n+ %\n\n+e\n\n+ %\n\n+H FH HH\n\n+ %\n\f14\n\n15\n\n16\n\n17\n\n\"The Rules of Attraction\" www.avary.com 16.\n\nCONTINUED: 14\nPAUL (V.O.) (CONT'D)\n\nhappening no more than you can will the\n\noceans to overwhelm the world or to cause\n\nthe moon to drop from her outer sphere.\n\nThree months later the handsome dunce had\n\nan affair with a friend of mine. Within\n\na year he was a full blown queen and was\n\ntelling people I couldn’t get it up.\n\nLuck has nothing to do with anything.\n\nFREEZE FRAME: Paul -- smirking despite the pain.\nTHEN WE READ THE TITLE:\nPAUL\nThen, suddenly, Paul starts to MOVE IN\nREVERSE 15\nThe door opens up.\nHANDSOME DUNCE\n(in reverse)\n\nfuoy 11ik t’nod I ykcul er’uoY .yag ton\n\nyaG\nPaul is thrown up into the room in an awkward REVERSE MOTION.",
  "14": "---END OF PREVIOUS SECTION---\nFREEZE FRAME: Paul -- smirking despite the pain. THEN WE READ THE TITLE:\nPAUL\nThen, suddenly, Paul starts to MOVE IN\nREVERSE 15\nThe door opens up. HANDSOME DUNCE\n(in reverse)\n\nfuoy 11ik t’nod I ykcul er’uoY .yag ton\n\nyaG\nPaul is thrown up into the room in an awkward REVERSE MOTION. \n---TARGET SECTION TO BE ANNOTATED---\nThe door shuts behind him, leaving the empty hallway. Time\nis, again, flowing in the opposite direction...\nTRACK BACKWARDS 16\ndown the hall and into the party in the living room...\nINT. WINDHAM HOUSE - LIVING ROOM - (REVERSE) - NIGHT 17\nTRACK BACKWARDS past Lauren, walking drunkenly in REVERSE\ndown the stairs with the guy who might be an NYU film major\n\nas she takes him to Lorna Slavin’s room...\n\nCONTINUE TRACKING BACKWARDS through the party. All of the\nPARTY-GOERS are moving in REVERSE....\n\nCONTINUE TRACKING BACKWARDS past the guy watching the beer\nbonger as he REVERSE regurgitates the bag of chips one at a\ntime...\n\nCONTINUE TRACKING BACKWARDS past the guy with a large beer\nbong. He lifts it up and it’s as if the beer comes flowing\nout of his mouth -- filling up the long tube.\n\nCONTINUE TRACKING BACKWARDS past Stuart, forever engaged in\nhis shirtless solo dance...\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 17.\n\n17. CONTINUED: 17\n\n18\n\n19\n\nTRACK ONTO a trashcan filled with empty beer cups on top of\nwhich are the ripped-up fragments of the purple letter. TILT\nUP with them as they fly up into the hands of:\n\nSEAN BATEMAN, young and good looking with crystal blue eyes,\nunkempt hair, and an ice-cold demeanor that suggests he has\nlong since lost his innocence. He's one of those guys who\nhas washboard abs without ever having to do crunches (I hate\npeople like that). But for all of his physical attributes\nand material wealth he seems strangely empty, vacant, and\ndistant. He has a clean shiner on his left eye and his lip\nis slightly swollen as if he had just been in a fight.\n\nHe REVERSE rips the purple letter fragments together,\nreuniting them into a small handful of purple letters. And\nthen--\n\nSWITCH THE DIRECTION OF TIME 18\n\nSean re-rips up the letters and throws them into the trash\ncan. He picks up a bottle of Jack Daniels to his lips and\nfinishes the last of it.",
  "15": "---END OF PREVIOUS SECTION---\nHe REVERSE rips the purple letter fragments together,\nreuniting them into a small handful of purple letters. And\nthen--\n\nSWITCH THE DIRECTION OF TIME 18\n\nSean re-rips up the letters and throws them into the trash\ncan. He picks up a bottle of Jack Daniels to his lips and\nfinishes the last of it. \n---TARGET SECTION TO BE ANNOTATED---\nFrom Sean’s POV we see Lauren walking upstairs with the guy\nwho may or may not be an NYU film student. We also see Paul\nwalking off with the handsome dunce. Sean takes another long\npull from the bottle of Jack Daniels. After swallowing the\nharsh gulp, he diverts his eyes and scans the room...\n\nSEAN (V.O.)\n\n(narrating)\nA great numb feeling washes over me as I\nlet go of the past and look forward to\nthe future. I pretend to be a vampire --\nand I don’t really need to pretend\nbecause it’s who I am. An emotional\nvampire. I’ve just come to expect it.\nThat vampires are real. That I was born\nthis way. That I feed off of other\npeople’s real emotions. I search for\nthis nights prey...who will it be?\n\nACROSS THE ROOM 19\na cute blond girl named KELLY who’s probably too young to\n\ndrink is drinking beer from a large red cup. She's eyeing\n\nSean. He’s eyeing her back.\n\nShe crosses the room and walks up to him.\n\nKELLY\nHave we met?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 18.\n\n19 CONTINUED: 19\nSEAN (V.O.)\n\nI think I fucked her at the Wet Wednesday\nParty last term.\n\nHe shrugs.\nSEAN\nNo. Hi.\nKELLY\nI thought we maybe met. What's your\nname?\nSEAN\nPeter.\nKELLY\n\nReally? Peter? That's not your name.\n\nSEAN\nYeah it is.\n\nKELLY\nAren't you a Senior?\n\nSEAN\nNo. Freshmen.\n\nKELLY\nReally?\n\nAll of a sudden she starts COUGHING, then sips her beer,\nactually downs it. Sean’s eyes widen in delighted surprise.\nShe’s drunk enough for him to fuck with.\n\nKELLY\n(continuing)\nI thought you were older?\n\nSEAN\nNope. A Freshmen. Peter. Peter the\nFreshmen.\n\nAs SHE CONTINUES TALKING, Sean ZONES HER VOICE OUT and\nfocuses instead on her mouth. He lips are natural and full,\nher mouth rounder than most.\n\nSEAN (V.O.)\nShe has dick sucking lips -- so I\nconsider the options...",
  "16": "---END OF PREVIOUS SECTION---\nHe lips are natural and full,\nher mouth rounder than most. SEAN (V. O.)\nShe has dick sucking lips -- so I\nconsider the options... \n---TARGET SECTION TO BE ANNOTATED---\nQUICK CUT TO:\n\f20\n\n21\n\n22\n\n23\n\n\"The Rules of Attraction\" www.avary.com 19.\n\nINT. BOOTH HOUSE - SEAN’S ROOM - NIGHT 20\n\nDARKNESS. Sean walks into his dorm room and TURNS ON THE\nLIGHT.\n\nSEAN (V.O.)\n(continuing)\nI can leave right now, go back to my\nroom, play the guitar, masturbate to DSL-\nspeed Internet porn, go to sleep.\n\nIn a QUICK SERIES OF SHOTS we see: Sean sitting at the bed\nwith a tiny Fender amp STRIKING CHORDS; Sean, his guitar\nresting next to him, sits at a desk chair without his pants\njacking off to hard-core German erotica; and Sean laying in\nbed and turning off the light. DARKNESS.\n\nQUICK CUT BACK TO:\nINT. WINDHAM HOUSE - LIVING ROOM - NIGHT 21\n\nSean looks away from Kelly’s dick sucking lips and across the\nroom.\n\nSEAN (V.O.)\n(continuing)\nOr...\n\nSWISH PAN TO:\nDICKY AND QUINLIVAN 22\n\nDICKY and QUINLIVAN are two dorm-mates who're playing\nQuarters. Dicky is portly but good looking in a Colorado\npreppy sort of way, Quinlivan is thin and looks like a\nsadistic Howdie-Doodie...but also preppy. Between them,\nwatching them play is the blond DUMB GUY FROM L.A.\n\nSEAN (V.O.)\n(continuing)\n---I could play Quarters with Dicky and\nQuinlivan and that dumb guy from L.A.\n\nQUICK CUT TO:\nINT. THE CAROUSEL - NIGHT 23\nLate night with a bunch of STUDENTS sitting around, smoking\nand reading -- drinking coffee. Kelly is sitting at a booth\n\nalone, looking for Sean, wondering nervously if she’s been\nditched.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 20.\n\n23 CONTINUED:\n\nSEAN (V.O.)\n\n(continuing)\nOr, I could take her to the Carousel for\nsome coffee and ditch her there with the\nbill.\n\nA WAITRESS walks past and leaves a bill on the rim of the\ntable.\n\nCUT BACK TO:\n24 INT.",
  "17": "---END OF PREVIOUS SECTION---\nO.)\n\n(continuing)\nOr, I could take her to the Carousel for\nsome coffee and ditch her there with the\nbill. A WAITRESS walks past and leaves a bill on the rim of the\ntable. CUT BACK TO:\n24 INT. \n---TARGET SECTION TO BE ANNOTATED---\n WINDHAM HOUSE - LIVING ROOM - NIGHT\n\nCLOSE ON: Those dick sucking lips. ZOOM SLOWLY out from\nthem to reveal Kelly’s drunken face.\n\nSEAN (V.O.)\n\n(continuing)\nOr, I could take her back to my room,\nhope the Frog is gone, get stoned and\nfuck her.\n\nKELLY\n(finishing up whatever it was\nshe was talking about)\n++.SO what do you think?\n\nHe smiles.\n\nSEAN (V.O.)\n\n(continuing)\nWhat do I think? I think “why not?”\nRock and Roll.\n\nHARD CUT TO:\n25 INT. BOOTH HOUSE - HALLWAY - NIGHT\n\nShe’s following him as they walk down the hall to Sean’s dorm\nroom. He takes out his keys.\n\nSEAN (V.O.)\n\n(continuing)\nShe slowly followed me back to my dorm\nroom like she knew this would happen --\ntoo eager, too stunned to speak. I was\nso excited I couldn’t stop shaking and I\ndropped the key when I tried to unlock\nthe door.\n\n(CONTINUED )\n\n23\n\n24\n\n25\n\f25\n\n26\n\n27\n\n\"The Rules of Attraction\" www.avary.com 21.\n\nCONTINUED: 25\n\nEXTREME CLOSE ON: Sean tries to stick his key into the lock\nand accidently drops them to the floor.\n\nCUT TO:\nINT. BOOTH HOUSE - SEAN’S ROOM - NIGHT 26\n\nShe is sitting on the bed leaning against the wall as Sean\nstands before her playing a SONG WHICH TRANSITIONS INTO\n“You're Too Good To Be True”.\n\nSEAN (V.O.)\n(continuing)\n\nShe sat on the bed and I played her a\nsong I had written myself and then segued\ninto “You’re Too Good To Be True”. I\nplayed it quietly and sang the lyrics\nSlowly and softly and she was so moved\nthat she started to actually cry...\n\nSure enough, she is crying.\n\nHARD CUT TO:\nINT. BOOTH HOUSE - SEAN’S ROOM - MOMENTS LATER - NIGHT 27\nThey are on the bed kissing passionately -- pawing at each\nother. He’s dry humping her leg.\nSEAN (V.O.)\n(continuing)\nMaybe it was the Ecstasy I’m pretty sure\nshe was on -- maybe it was that she\n\nthought she loved me.",
  "18": "---END OF PREVIOUS SECTION---\nHe’s dry humping her leg. SEAN (V. O.)\n(continuing)\nMaybe it was the Ecstasy I’m pretty sure\nshe was on -- maybe it was that she\n\nthought she loved me. \n---TARGET SECTION TO BE ANNOTATED---\n But when--\n\n--Suddenly, mid-sentance, THE IMAGE REVERSES as if we were\npreviously looking into a mirror. Maybe we’re looking into a\nmirror now. Right has become left, left has become\nright...everything has flipped--\n\nSEAN (V.O.)\n(continuing)\n\n--he kissed her on the lips he instantly\n\nwent hard. She was still crying, and her\n\nface was slick, but she let him pull her\n\nclothes off.\n\nHas the first person narration switched to third person?\n\nSean undresses her quickly -- urgently -- and pulls his own\npants down.\n\n(CONTINUED )\n\f27\n\n28\n\n\"The Rules of Attraction\" www.avary.com 22.\n\nCONTINUED: 27\n\nSEAN (V.O.)\n(continuing)\n\nShe had no panties on, and had the body\nof a much younger girl. Her breasts were\nsmall but full, yet the nipples weren’t\nhard, not even after he touched them,\nthen kissed and licked them. She smelled\nlike sweet fruit. Her snatch was small\ntoo -- the pubic hair light and sparse.\nYet, when he fingered her he didn’t feel\nanything. She wasn’t getting wet even\nthough she was making soft little moans.\n\nKELLY\n(moaning and whispering)\nOhhhhh...Peter...Peter...Peter...\n\nSEAN (V.O.)\n(continuing)\nHe was semi-stiff, and losing his\nerection. Something was wrong.\nSomething was missing. He didn’t know\nwhat.\n\nSean mounts her and fumbles his way in...\nSEAN (V.O.)\n(continuing)\nConfused, he started to fuck her, and\nbefore he came, it hit him: he can’t\nremember the last time he had sex\nsober...\n\nFREEZE FRAME: Sean’s face is locked in a contortion, frozen\nin time. We still hear the GRUNTS of sex, and of course:\n\nKELLY (V.0.)\nPeter...Peter...Peter...Peter...\n\nTHEN WE READ THE TITLE:\nSEAN\n\nSuddenly the NEEDLE IS RIPPED from the tomandandy song and\nwe...\n\nCUT TO BLACK:\nBLACKNESS... 28\n\nFrom the inky pitch we hear the AIDA: GRAND MARCH (ACT 2) BY\nGIUSEPPE VERDI...",
  "19": "---END OF PREVIOUS SECTION---\nPeter... THEN WE READ THE TITLE:\nSEAN\n\nSuddenly the NEEDLE IS RIPPED from the tomandandy song and\nwe... CUT TO BLACK:\nBLACKNESS... 28\n\nFrom the inky pitch we hear the AIDA: GRAND MARCH (ACT 2) BY\nGIUSEPPE VERDI... \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED )\n\f28\n\n29\n\n\"The Rules of Attraction\" www.avary.com 23.\n\nCONTINUED: 28\nBEGIN CREDITS:\nTHE RULES OF ATTRACTION\nFADE IN:\nEXT. CAMDEN - COMMONS - MONTAGE - VARIOUS 29\n\nCamden is a small Liberal Arts college somewhere in New\nEngland. It is Winter and there is snow blanketing the\nground. STUDENTS are mulling about, making their way to and\nfrom class...except something is odd--\n\nIN A SERIES OF SHOTS we discover what’s odd about the\nscene...\n\nAll of the STUDENTS are walking BACKWARDS. We are, once\nagain, again MOVING IN REVERSE.\n\nInstead of leaving tracks behind in the snow, the STUDENTS’\ntracks seem to vanish under their feet.\n\nThe STUDENTS exhale tiny clouds of condensation into their\nmouths.\n\nMasses of students flow in rapid backwards streams across the\ncampus.\n\nThe snow begins to rise in little flakes up from the ground,\nFALLING UPWARDS IN REVERSE into the sky.\n\nThe clouds suck away backwards and the sun and moon begin to\nrapidly travel backwards across the sky, setting where they\nrise and rising where they set. Sunset gives into sunrise\nover and over again until...\n\nThe ground is left bare and covered with golden leaves, which\n\neventually jump up off of the ground and onto the ends of\ntree branches.\n\nMore days pass -- weeks -- months...all in REWIND.\n\nThe dry, auburn leaves gradually ripen and turn green. The\ntrees slowly become full and thick with leaves.\n\nThe activity on the campus’ lawns bristles to life with\nPEOPLE RIDING BICYCLES BACKWARDS and STUDENTS THROWING\nFRISBEES BACKWARDS. It’s a buzzing of activity throughout\nthe school year, forever REWINDING until we reach...\nThe beginning of the year...\nFADE TO BLACK:\n(CONTINUED)\n\f29\n\n30\n\n31\n\n32\n\n33\n\n34\n\n\"The Rules of Attraction\" www.avary.com 24.\n\nCONTINUED:\n\nBLACKNESS...\nThe final credit reads:\nDIRECTED BY ROGER AVARY\n\nEND CREDITS\n\nCUT TO:\nEXT. CAMDEN - COMMONS - MORNING\nWIDE SHOT: It’s morning at Camden. It could be any morning.",
  "20": "---END OF PREVIOUS SECTION---\nThe final credit reads:\nDIRECTED BY ROGER AVARY\n\nEND CREDITS\n\nCUT TO:\nEXT. CAMDEN - COMMONS - MORNING\nWIDE SHOT: It’s morning at Camden. It could be any morning. \n---TARGET SECTION TO BE ANNOTATED---\nA FEW STUDENTS are walking to class. A GUY ON A BICYCLE\nwheels silently by. LAUREN walks by, on her way to the\ndining hall.\n\nCUT TO:\nEXT. CAMDEN - BOOTH HOUSE - MORNING\nWIDE SHOT: Paul walks out of Booth House, a student\nresidence, looking quite fresh and rested. He may have even\nalready worked out this morning.\n\nCUT TO:\nEXT. CAMDEN - COMMONS - LAWN - MORNING\nWIDE SHOT: Someone is sleeping at the base of a tree with an\nemptied six pack. He wakes up and looks around, abandons the\ncans and walks off. This is, of course, Sean.\n\nCUT TO:\nEXT. CAMDEN - DINING HALL - MORNING\nEXTREME WIDE SHOT: The three of them, Lauren, Paul, and\nSean, approach the dining hall from various directions around\ncampus.\n\nCUT TO:\nINT. DINING HALL - SERVING AREA - MORNING\nEXTREME CLOSE: A cafeteria tray slides to a stop. Some\nrunny scrambled eggs are plopped onto a plate. Then some\n\nminiature sausages the size of toothpicks are placed\nalongside the watery eggs.\n\n29\n\n30\n\n31\n\n32\n\n33\n\n34\n\nSean Bateman stands, smoking a cigarette and unenthusiastically\n\nregards the near liquefied state of his breakfast.\n\n(CONTINUED )\n\f34\n\n35\n\n36\n\n\"The Rules of Attraction\" www.avary.com 25.\n\nCONTINUED: 34\n\nThe FOOD SERVICE GIRL who served him, who is probably a\nfinancial aid student, gives him a polite and all-too-fresh\nsmile. She might be cute but we wouldn’t know because she’s\ndressed in full food service regalia: white hat, apron,\nplastic gloves -- which kind of sucks any potential\nattraction out of you.\n\nSean regards her with the same lack of enthusiasm he has for\nhis breakfast. Then, after popping a mocking, cynically\npolite, and all-too-fresh smile back at her, he extinguishes\nhis cigarette into the eggs and walks the tray directly to a\ngarbage can and dumps it. He then makes a bee-line for the\ncoffee.\n\nINT.",
  "21": "---END OF PREVIOUS SECTION---\nThen, after popping a mocking, cynically\npolite, and all-too-fresh smile back at her, he extinguishes\nhis cigarette into the eggs and walks the tray directly to a\ngarbage can and dumps it. He then makes a bee-line for the\ncoffee. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DINING HALL - MORNING 35\n\nThe dining hall is moderately full of STUDENTS, collected\ninto table sized cliques, eating or not eating breakfast.\nThe NEXT THREE SCENES ARE ALL SHOT SIMULTANEOUSLY and woven\ntogether editorially:\n\nLet’s begin with...\nSEAN 36\n\nwalks out of the kitchen area and shuffles over to one of the\nlarger round tables away from the window, where his usual\ncrew is sitting: Dicky, Quinlivan, TIM, and GETCH.\n\nGETCH\n(bad French)\nBonne journée, Sean Bateman. Ga va?\n(bad faux French accent)\nDo you get pussy last night?\n\nSEAN\nPlease. I get enough Franglais from\nhaving the Frog as a roommate. Do not\naccost me with your bad French accent\nbefore the nine o’clock hour.\n\nQUINLIVAN\nI hate to break it to you, Sean. It’s\nalmost nine thirty.\n\nSEAN\n(flat and deflated)\nOh. Shit. There goes another class.\n\nGETCH\nC'est votre vie. Elle suce.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 26.\n\n36 CONTINUED: 36\n\nSEAN\n(ignoring Getch)\nWhat issue is on this morning’s agenda?\n\nGETCH\n(dropping all French accents)\nTim’s girlfriend, Sari, is preggers. And\nhe doesn’t care.\n\nSean takes a sip of his black black black coffee and regards\nthis pontification.\n\nSEAN\nI screwed Sari during my second year.\nQUINLIVAN\nMe too.\nDICKY\nI plugged her in my third year.\nTIM\nWould you degenerate assholes shut the\nfuck up.\nGETCH\n\nLike you really care.\n\nSEAN\nLet’s face it, Tim. You got stuck with\nthe short end of the stick. Next time\nyou'll know to double wrap before you\nenter Vagina Girl’s cave of doom.\n\nTIM\n(with a shrug)\nLive and learn.\n\nSEAN\nRock and roll.\nDICKY\n(to Tim)\n\nI’ve been thinking about someday\ntransferring to a real school and going\npre-Med. I tell you what: I’11 perform\nthe procedure for fifty bucks.",
  "22": "---END OF PREVIOUS SECTION---\nSEAN\nRock and roll. DICKY\n(to Tim)\n\nI’ve been thinking about someday\ntransferring to a real school and going\npre-Med. I tell you what: I’11 perform\nthe procedure for fifty bucks. \n---TARGET SECTION TO BE ANNOTATED---\nTIM\n\n(to Sean)\nCan you float me?\n\n(CONTINUED )\n\f36 CONTINUED:\n\nSilence...\n\n\"The Rules of Attraction\" www.avary.com 27.\n\n(2) 36\n\nSEAN\n(inhaling a drag from his\ncigarette)\nHow do you know it’s yours? The bitch\ncould be fucking you over.\n\nTIM\n(oddly proud)\nYou can tell. You can look at her and\njust know she’s not lying.\n\nSEAN\nThat's, uh, really mystical...Tim.\n\nQUINLIVAN\nSo when is she having your demon seed cut\nout of her?\n\nEveryone MOANS COLLECTIVELY.\n\nTIM\nWednesday, guy. It would have been\nTuesday but she’s got this Primal Dance\npiece on Tuesday.\n\nSEAN\n(grim)\nThe show must go on.\n\nTIM\n(a little anxious)\nYeah. Right.\n(to everyone else)\nAnd then she’s going to Europe for the\nrest of the year.\n\nSEAN\nThat's a relief.\n\nGETCH\n(trying to change the subject)\nAnybody know where I can get some Ecstacy\ntonight?\n\nSEAN\nAsk me again later today.\n\nDICKY\nOkay, enough small talk. Do any of you\nrealize that we’re getting a fucking\n(more )\n\n(CONTINUED )\n\f36\n\n\"The Rules of Attraction\" www.avary.com 28.\n\nCONTINUED: (3) 36\nDICKY (CONT'D)\nweight room put in. Do you realize what\nthat means?\n\nSEAN\nIt means that the girls here will be\nworking out those inner thigh muscles.\nDeal with it.\n\nDICKY\nNo. You “deal with it”. This place is\ngoing to shit. I just came out of a\nStudent Council meeting where the\nFreshmen reps want fraternity houses\ninstalled on campus. I came here to get\naway from jock idiots and frat assholes.\n\nSEAN\nYou’re a senior, Dicky. What do you\ncare? You’ll be gone by the time they\nput them in. Deal with it.\n\nDICKY\nIs that all you can say? “Deal with it”\nand “Rock and Roll”? Do you care about\nanything you leave behind in your wake?\n\nSEAN\nDeal with it.",
  "23": "---END OF PREVIOUS SECTION---\nDICKY\nIs that all you can say? “Deal with it”\nand “Rock and Roll”? Do you care about\nanything you leave behind in your wake? SEAN\nDeal with it. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, a CUTE RED HAIRED GIRL is standing next to Sean,\nholding her breakfast on a tray.\n\nCUTE RED HAIRED GIRL\n(to Sean)\nHi, Mark.\nThe entire table falls silent. They look at her.\n\nCUTE RED HAIRED GIRL\nHow are you this morning?\n\nSEAN\n(despite the fact that he has\nno plate of food...)\nEating.\nThe situation is highly uncomfortable.\n\nCUTE RED HAIRED GIRL\nAre you going to the party tonight?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 29.\n\n36 CONTINUED: (4) 36\n\nSEAN\n(meaningless)\nYeah. I’m going to the party tonight.\nYou going to the party tonight?\n\nCUTE RED HAIRED GIRL\nYeah, I am.\n\nSEAN\n(not looking at her and instead\ntaking a sip of coffee)\nWell. I guess I’ll...see you there.\n\nCUTE RED HAIRED GIRL\n(lingering)\nOkay.\n\nSEAN\nOkay. See you there. Bye.\n\nCUTE RED HAIRED GIRL\nOkay, well...see you.\n\nSEAN\n(under his breath)\nGo away.\n\nShe walks away, slightly dejected, to a table with SOME OTHER\nGIRLS and sits with them.\n\nThe guys at Sean’s table aren’t saying anything.\n\nGETCH\n(finally breaking the silence)\nMark?\n\nSEAN\nRock and roll.\n\nAt the same time this entire scene has been unfolding, across\nthe dining hall, another conversation has been taking\nplace...\n\n37 PAUL 37\n\nPaul Denton brings his tray of “breakfast” to a table full of\nguys who are too good-looking to be straight: RAYMOND,\nDONALD, and HARRY.\n\nPAUL\n(as he sits down)\nDo I detect a table full of fags who’ve\nbeen up all night on Crystal Meth?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 30.\n\n37 CONTINUED: 37\n\nThey don’t even hear him, though they acknowledge his\npresence with nods.\n\nRAYMOND\n(writing furiously)\nStudents who go to London and come back\nwith accents.\n\nPAUL\nWhat’s going on here?\n\nHARRY\nWe're composing a student blacklist.",
  "24": "---END OF PREVIOUS SECTION---\nRAYMOND\n(writing furiously)\nStudents who go to London and come back\nwith accents. PAUL\nWhat’s going on here? HARRY\nWe're composing a student blacklist. \n---TARGET SECTION TO BE ANNOTATED---\nDONALD\n(to Paul)\nCan I bum a cig?\n\nPAUL\n(while reluctantly handing him\none)\nCan you?\n\nDONALD\n(while taking it)\nDon’t fuck with me, Paul.\n\nPAUL\nWhy don’t you just buy some?\n\nHARRY\n(consumed with the list)\nAnybody who rides a motorcycle.\n\nDONALD\n(shooting a look to Paul)\nAnd anyone who comes to breakfast who\nhasn’t stayed up all night.\n\nPaul crosses his legs and pokes at the eggs with a fork. He\nplaces the fork down. No eggs will be eaten this morning.\nPaul glances across the dining hall at another table where a\nhunky guy named MITCHELL is breakfasting with his JERK\nFRIENDS. It’s unlikely Mitchell knows or cares that Paul\neven exists. MITCHELL’S GIRLFRIEND walks up and gives hima\nhug from behind, this annoys Paul to no end.\n\nHARRY\nAnyone who attempts suicide and fails.\n\nRAYMOND\n(scribbling)\nThose two dykes who live in Leigh House.\n\n(CONTINUED )\n\f37 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com\n(2)\n\nDONALD\nHow about all of Leigh House.\n\nRAYMOND\nEven better.\n\nHARRY\nAnyone who attempts suicide and fails.\n\nPAUL\n(looking over at Mitchell\nacross the dining hall)\nWhat about that slut with Mitchell?\n\nRAYMOND\n(sarcastically)\nNow, now, Paul. Calm down.\n(thinks about it)\nI‘1l put her name down anyway.\n\nHARRY\nWhat about that mean, fat, trendy girl?\n\nRAYMOND\nTaken care of. She lives in Leigh.\n\nDONALD\nAnybody with a goatee.\n\nRAYMOND\nAnybody with any facial hair.\n\nHARRY\nAnyone who goes for seconds at the salad\nbar.\n\nDONALD\nAnyone who waits to get braces after high\nschool.\n\nPAUL\nDrug dealers.\n\nRAYMOND\nThat rules out the entire administration.\n\nHARRY\nRich people with cheap stereos.\n\nRAYMOND\nBoys who can’t hold their liquor.\n\n(CONTINUED )\n\n37\n\f\"The Rules of Attraction\" www.avary.com 32.",
  "25": "---END OF PREVIOUS SECTION---\nHARRY\nRich people with cheap stereos. RAYMOND\nBoys who can’t hold their liquor. (CONTINUED )\n\n37\n\f\"The Rules of Attraction\" www.avary.com 32. \n---TARGET SECTION TO BE ANNOTATED---\n37 CONTINUED: (3) 37\n\nPAUL\n\nWhat about boys who can?\nRAYMOND\n\nTrue. True.\nPAUL\n\nPut down girls who can’t.\nRAYMOND\n\nI‘1l just put down lightweights.\nDONALD\n\nHow about David Van Pelt?\nPAUL\n\nI like David Van Pelt.\nHARRY\n\nHe has a harelip.\nPAUL\n\n(defensive)\n\nIt’s kind of sexy.\n\nDONALD\nPut him down.\n\nDonald, Raymond, and Harry all start to CACKLE with laughter.\nPAUL\nYou three remind me of the witches from\n\nMacbeth, except better looking and\nwearing Giorgio Armani.\n\nMURMURS of approval.\nDONALD\nHow about anyone whose parents are still\nmarried?\nThey LAUGH and write it down.\nPAUL\n(interrupting)\nExcuse me. My parents are still married.\n\nThey all look up and their smiles fade quickly to deep\nconcern.\n\nHARRY\nWhat did you just say, Paul?\n\n(CONTINUED )\n\f37\n\n\"The Rules of Attraction\" www.avary.com 33.\n\nCONTINUED: (4) 37\n\nPaul CLEARS HIS THROAT dramatically and says:\n\nPAUL\nMy parents aren’t divorced.\n\nThere’s a LONG SILENCE and then THEY ALL SCREAM a mixture of\ndisappointment and disbelief.\n\nRAYMOND\n(amazed, stunned, and alarmed)\nNo way!\nDONALD\n\nYou are kidding, Paul. Aren’t you?\nHarry is too stunned to speak.\n\nPAUL\nI am most certainly not kidding, Donald.\nMy parents are too boring to get a\ndivorce.\n\nThey all stare at him, dumbfounded. Finally--\n\nPAUL\n(sipping his coffee)\nGo back to your stupid list. Stop\nstaring at me.\n\nRAYMOND\nO-kay. How about anyone who writes\npoetry about Womanhood?\n\nExcitement about the list is waning.\n\nHARRY\n(with a sigh)\nIs there any speed left?\n\nDONALD\nNo.\n\nRAYMOND\n(searching)\nFrench Canadians?\n\nHARRY\nAnyone who smokes Clove cigarettes.\n\nPaul sees Mitchell, on the other side of the room.\n\nMitchell's girlfriend sits down on his lap and CHATS with\nhim. Paul would like to gag.",
  "26": "---END OF PREVIOUS SECTION---\nPaul sees Mitchell, on the other side of the room. Mitchell's girlfriend sits down on his lap and CHATS with\nhim. Paul would like to gag. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED )\n\f37\n\n\"The Rules of Attraction\" www.avary.com 34.\n\nCONTINUED: (5) 37\n\nDONALD\nSpeaking of cigarettes...\n\nHe reaches for Paul’s pack of cigarettes. Paul hits the back\nof Donald's reaching hand with a spoon making a satisfying\nTHWUP.\n\nDONALD\nOw!\n\nPAUL\nNo. Absolutely not. It infuriates me.\nYou’re always “bumming” cigarettes and I\nwon’t stand for it anymore. Go buy your\nown!\n\nDONALD\nI’ll buy some later. I’m broke.\n\nPAUL\nNo! It infuriates me that your dad owns,\nlike, half of Amazon.com and you always\npretend to be strapped for cash.\n\nDONALD\nIs it such a big crisis?\n\nRAYMOND\nYeah, Paul, stop having such a grand mal.\n\nHARRY\nHe’s just upset that Mitchell is hetero.\n\nPaul throws the pack at Donald, cigarettes go flying\neverywhere.\n\nPAUL\nJust take them! I need more coffee\nanyway. This is too much twisted faggy\nbanter for this early in the morning!\n\nHe gets up and walks toward the coffee machine.\n\nDONALD\n(putting a cigarette in his\nmouth)\nSomeone’s on the rag.\n(beat)\nAnybody got a light?\n\nMeanwhile, at another end of the dining hall, another scene\nhas been occurring at the same time...\n\f38\n\n\"The Rules of Attraction\" www.avary.com 35.\n\nLAUREN 38\n\nwalks up to a table from the soda dispensers, having just\nfilled a large Styrofoam cup with Diet Coke. From the\nbackground we see Sean and Paul taking seats at their\nrespective tables.\n\nLAUREN\nWhere’s Sari?\n\nSitting at the table are a PACK OF GIRLS. LARA is an extreme\nversion of Lauren: Lara smokes more, poses more, talks more,\nand wears more black. CLAUDIA comes from money, and it\nshows. TORI is thin, with long hair -- a young Morticia.\n\nLARA\nSari’s pregnant.\n\nLAUREN\n(pulling up a chair)\nNo shit. You’re kidding. Tell me about\nit.\n\nLARA\nWhat’s to tell? Claudia’s been talking\nto her all morning.",
  "27": "---END OF PREVIOUS SECTION---\nTell me about\nit. LARA\nWhat’s to tell? Claudia’s been talking\nto her all morning. \n---TARGET SECTION TO BE ANNOTATED---\nCLAUDIA\nI gave her some Darvon, and a Prozac.\nTold her to go to psychological\nCounseling.\n\nLAUREN\nNo way. What’s she doing about it? I\nmean -- when?\n\nCLAUDIA\nShe’s having it done next week.\nWednesday.\n\nLARA\nThen she’s dropping out and going to\nEurope. I guess.\n\nLAUREN\nMaybe I should go to Europe. Find\nVictor. Finally lose my virginity.\n\nCLAUDIA\nWait. I’m totally confused. Didn’t you\nlose it to Victor last term?\n\nLauren pauses, mulling it over.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 36.\n\n38 CONTINUED: 38\n\nLAUREN\nNot...exactly. I mean, you’re still a\nvirgin if you only do blowjobs and anal,\nright?\n\nThey all nod “yes” in unison. Lauren smiles, relieved.\n\nLAUREN\nWhew! Then I’m still a virgin.\n(explaining further)\nI wasn’t sure about Victor at the time --\nbut now I’m positive that he’s the one.\nSo I'm going to save myself until he gets\n\nback.\nTORI\n(applying lipstick)\nPffff.\nLAUREN\nWhat?\nTORI\n\nThat’s what you said about Paul. And\nthen look what happened.\n\nLAUREN\nHow was I supposed to know he would go\ngay on me?\n\nCLAUDIA\nTori has a point, Lauren. You do have a\ntrack record of dating boys who go the\ngay way.\n\nLAUREN\nSo what are you saying?\n\nCLAUDIA\nNothing. But maybe it’s a defense\nmechanism you’ve developed.\n\nLAUREN\nDefense against what?\n\nLARA\n(being frank)\nLosing it. Leaving childhood behind.\n(to the others)\nShe actually looks through a book of\ngenital diseases every Friday night to\ndeter herself from having sex.\n\n(CONTINUED )\n\f38 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com\n(2)\n\nLAUREN\nExcuse me, but you can hardly quantify\nthe situation that way. I have carnal\nknowledge with boys all the time. Just\nbecause it’s not vaginal--\n\nLARA\nDon’t take it the wrong way.",
  "28": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\f38 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com\n(2)\n\nLAUREN\nExcuse me, but you can hardly quantify\nthe situation that way. I have carnal\nknowledge with boys all the time. Just\nbecause it’s not vaginal--\n\nLARA\nDon’t take it the wrong way. \n---TARGET SECTION TO BE ANNOTATED---\n We’re your\nfriends--\n\nCLAUDIA\nYeah. We’re trying to help you.\n\nLARA\nIt's just that what boys want is pussy.\nThey just love it. They spent nine\nmonths getting out and the rest of their\nlives trying to get back in. If they\nwant a blowjob or backdoor they dont need\nto come to us.\n\nTORI\nEveryone knows that a guy knows how to\nsuck dick and take it up the ass better\nthan a girl.\n\nCLAUDIA\n(adding to the thought)\nJust like how girls know how to treat\npussy better than boys.\n\nLARA\nIt’s a simple equation. If you want to\nkeep a guy you have to make him feel like\nhe’s getting something he can’t get from\nanother guy.\n\nLAUREN\n(realization)\nFuuuuhhhhhck. What have I been doing?\n\nLARA\n(to the others)\nShe gets it.\nLAUREN\n\nSo what do I do?\n\nLARA\nLook, we’re not telling you to lose it to\nthe next Brady that comes along. But you\nneed to gain some experience before\nVictor gets back.\n\n(CONTINUED )\n\n37.\n\n38\n\f\"The Rules of Attraction\" www.avary.com 38.\n\n38 CONTINUED: (3) 38\n\nCLAUDIA\nIf you want to keep him.\n\nLARA\nIf you want to keep him. And for god’s\nsake wear a condom.\n\nAt that moment, LANCE LAWSON, a philosophy teacher in his\nlate forties who’s still handsome enough to flirt with the\nstudents, walks by holding a tray.\n\nMR. LAWSON\nLadies.\n\nLauren smiles, her eyes, wide as saucers, brightening.\n\nLAUREN\nHi, Lance.\n\nLance walks off and sits at a table with some TEACHERS.\nLauren grabs Lara by the arm and squeezes.\n\nLAUREN\nHe’s so handsome. Isn’t he handsome?\n\nLARA\nWrong. Never invite a “grup”, let alone\na grup teacher, to our room.\n\nLAUREN\n(squeezing tighter)\nHe can come by anytime.\n\nLARA\nLet go of my arm. Lauren, he’s married.\n\nLAUREN\nI don’t care. So what.\n\nCLAUDIA\nHe'll never leave his wife for you.",
  "29": "---END OF PREVIOUS SECTION---\nLAUREN\nI don’t care. So what. CLAUDIA\nHe'll never leave his wife for you. \n---TARGET SECTION TO BE ANNOTATED---\n It\nwould screw up his tenure review. The\nmost he wants is a blowjob.\n\nLARA\nYou don’t want him to leave his wife for\nyou. Just to do you. Maybe you should\nconsider him. Kill two birds with one\nstone. Lose your virginity and raise\nyour GPA.\n\n(CONTINUED )\n\f38\n\n39\n\n\"The Rules of Attraction\" www.avary.com 39.\n\nCONTINUED: (4) 38\nTORI\nHe does have years of experience behind\nhim. He could really teach you things.\nThis registers with Lauren.\nLAUREN (V.O.)\nI’m beginning to think that I’m beginning\nto think that romance is a foreign\nconcept...\nDISSOLVE TO:\nINT. CAMDEN - COMMONS - POST OFFICE - DAY 39\n\nSEAN enters the Post Office. A FEW OTHER STUDENTS mill about,\nwriting letters while standing, buying stamps, CHATTING.\nSean heads towards the student mailboxes.\n\nSean opens his box and pulls several letters out. Mostly\njunk and fliers to clubs. Nothing personal, except: A fancy\npurple envelope with a simple hand-drawn heart around the\nhand-typed name “Sean Bateman”. All the other mail gets\nthrown into a large trashcan.\n\nSean looks around the room to see if anyone is watching him.\nAnybody could have dropped this note in his box. There’s a\nCOUPLE KISSING near the window, Lauren is walking down the\nhall past the post office, Paul and the dumb blond kid from\nL.A. are playing Frisbee golf nearby. But no one is looking\nat him.\n\nSean lifts the purple letter to his nose, almost as if by\ncompulsion, and smells it -- it’s scented. He shuts his\neyes.\n\nHe then eagerly opens it and as he pulls the lavender letter\nout from inside glitter falls from the letter and onto his\nsweater. Instead of being upset, Sean is pleasantly\nsurprised and delighted.\n\nSEAN\n(with admiration)\nYou sneaky bitch.\n\nHe brushes as much of the glitter from his sweater as\npossible and then reads the letter...\n\nSEAN (V.O.)\n(reading the letter text)\n“Got you. You’re mine now for the rest\nof the day, week, month, year...life.",
  "30": "---END OF PREVIOUS SECTION---\nSEAN (V. O.)\n(reading the letter text)\n“Got you. You’re mine now for the rest\nof the day, week, month, year...life. \n---TARGET SECTION TO BE ANNOTATED---\nHave you guessed who I am yet? Sometimes\n\n(more )\n(CONTINUED)\n\f39\n\n40\n\n41\n\n42\n\n\"The Rules of Attraction\" www.avary.com 40.\n\nCONTINUED: 39\nSEAN (V.O.) (CONT'D)\n\nI think you have. Sometimes when you’re\nscanning a crowd I feel those sultry dark\neyes of yours stop on me. Are you too\nafraid to come up to me and let me know\nhow you feel? I want to moan and writhe\nwith you and I want to go up to you and\nkiss your mouth and pull you to me and\nsay ‘love you love you love you love you’\nwhile stripping -- while sex commences.\nI want you so bad it stings. I want to\nkill the ugly girls that you’re always\nwith. Do you really like those boring\nnaive coy calculating girls, or is it\njust for sex? The seeds of love have\ntaken hold and if we won’t burn together,\nI’1l burn alone.”\n\nSean looks around again. No one is watching. He folds up\nthe letter and puts it into his pocket. He walks out of the\npost office.\n\nCUT TO:\nINT. DICKINSON - CLASSROOM - DAY 40\n\nLauren enters a large lecture hall, where a class is to be\ntaking place. It’s empty. Written on the chalkboard is:\n“My wife left me for my T.A. All classes this term are\ncancelled. Life sucks. Ciao.” She stands there for a\nmoment, and then leaves.\n\nCUT TO:\nEXT. TOWN - MOVING - DAY 41\nSLOW MOTION: Sean drives through town on his little\nmotorcycle, passing TOWNIES, PASSERS-THROUGH, and the\noccasional CAMDEN STUDENTS. Harry Nilsson’s song\n“Everything’s Got ‘Em” innocently plays.\nEXT. TOWN - RUPERT’S RUN DOWN HOUSE - DAY 42\n\nSean pulls up in front of a weathered house in lower-class\nsuburbia. The paint is peeling and the blinds are drawn.\n\nThe lawn is unkempt. But then, all the houses look like\nthis. The Harry Nilsson song can be heard coming from inside\nthe house.\n\nSean pulls up on his motorcycle.",
  "31": "---END OF PREVIOUS SECTION---\nBut then, all the houses look like\nthis. The Harry Nilsson song can be heard coming from inside\nthe house. Sean pulls up on his motorcycle. \n---TARGET SECTION TO BE ANNOTATED---\n\f43\n\n\"The Rules of Attraction\" www.avary.com 41.\n\nINT. RUPERT’S RUN DOWN HOUSE - LIVING ROOM - DAY 43\n\nCLOSE ON: A mini-stereo, just out of the box (or off the\nboat), is sitting on top of the cardboard box it came in.\nHarry Nilsson is playing on the stereo.\n\nCLOSE ON: GUEST, the bald Jamaican, a badass dude who wears\nskintight tank tops that show off his large arms, is slumped\ninto a chair reading an issue of “Cumshot Review”.\n\nCLOSE ON: An underage-looking WHITE TRASH GIRL, just on the\nedge of prostitution is watching MTV with the sound turned\ndown.\n\nCLOSE ON: Someone is doing a rapid set of push-ups, military\nstyle. This is RUPERT, a sinewy townie who never went to\ncollege but served in the Army for two years. He came out of\nthe service uniquely qualified to be an asshole, qualities\nhe’s applying to his growing drug business.\n\nCLOSE ON: A mirror shard is on a coffee table, just next to\nan overflowing ashtray, a hand grenade, and a gun -- a few\nlines of coke have been scraped and drawn from a rock of\ncocaine the size of a coffee mug.\n\nSean walks in through the front door.\n\nSEAN\n(over the music)\nWhat’s going on?\n\nSean walks over to the stereo and turns down the volume.\n\nRupert jumps up, pumped from doing push-ups, and walks\nquickly into Sean’s space. He smiles an evil smile,\nrevealing a diamond in one of his front teeth.\n\nRUPERT\nYou’re going to have to sell that bike of\nyours, that’s what’s going on.\n\nSEAN\n(nervously laughing)\nWhy, Rupert?\n\nRUPERT\nWhere’s my money, college boy?\n\nSEAN\n\n(trying to spin it into a joke)\nTake American Express?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 42.\n\n43 CONTINUED: 43\n\nRUPERT\nNot funny.\n\nRupert deftly and swiftly grabs Sean’s hand and bends the\nhand back on the wrist, spinning him around and forcing Sean\nto his knees.\n\nGuest, the bald Jamaican, peeks out from behind his magazine.",
  "32": "---END OF PREVIOUS SECTION---\n43 CONTINUED: 43\n\nRUPERT\nNot funny. Rupert deftly and swiftly grabs Sean’s hand and bends the\nhand back on the wrist, spinning him around and forcing Sean\nto his knees. Guest, the bald Jamaican, peeks out from behind his magazine. \n---TARGET SECTION TO BE ANNOTATED---\nThe white trash girl doesn’t even notice (in fact, she\ndoesn’t notice anything throughout the entire scene...just\nwatches MTV).\n\nRUPERT\nYou like this? They taught it to me in\nthe Army. One of seventeen hand-to-hand\ncombat methods of rendering your enemy\ndefenseless. All I have to do is apply\npositive pressure to rip your carpals\nfree from your metacarpals and you'll be\nunable to operate your weapon.\n\nSEAN\n(wincing from pain)\nI’m not your enemy...Rupert...and I don’t\nhave a weapon--\n\nRupert releases his hand and lets him fall to the ground.\n\nRUPERT\nThat's why you get a little time, homes.\n\nHe walks over to the mirror and wipes it with his finger and\nthen rubs his gums. He then turns and sits in a large, ratty\nEasyboy recliner.\n\nRUPERT\nYou want some coke?\n\nHe waves to the rock of cocaine the size of the coffee mug on\nthe table.\n\nSEAN\n(getting up off the floor)\nSure.\n\nRUPERT\nThen buy some of your own, bitch. Now\nget the fuck out of my crib. Go get me\nmy money!\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com\n\n43 CONTINUED: (2)\n\nSEAN\nRupert. There’s an orgy in Booth\ntonight. I’m scoring for a bunch of\nFreshmen. They’re rich. They want\ncocaine. They’ll pay a premium to get\nit. What do you think?\n\nRupert is open mouthed and astonished. Then, like caged\nanimal, he suddenly starts pacing. Ever see Quentin\n\nTarantino walk? Well, this is how Rupert walks. It’s the\n\nkind of walk that when you see it coming toward you, you\n\n43\n\ncross the street to avoid it. His hand gestures are no less\n\nextreme and horrific.\n\nRUPERT\nI think you’re a rich fucking\nmotherfucker who owes me a fucking\nshitload of fuckin’ cash, that’s what I\nfuckin’ think, you rich motherfuckin’\nmotherfucker! You want some fuckin’ blow\nyou bring me some fuckin’ cash,\nmotherfucker! Fuck! You!\n\nHe pauses and flares his nostrils.",
  "33": "---END OF PREVIOUS SECTION---\nFuck! You! He pauses and flares his nostrils. \n---TARGET SECTION TO BE ANNOTATED---\n For a moment we think\n\nthat the veins on his forehead might just explode. Then he\n\nsharply bends over and picks up the gun from the table.\n\nSEAN\nJesus Christ, Rupert. Don’t get so\ntense.\n\nRUPERT\n\nI’1l show you tense, motherfucker.\n\nYou’re into me for a fuckload of money.\n\nI think you and your motherfuckin’\nrichkid friends are trying to string me\nalong until the end of the year and then\ntake off to all your rich ass\nmotherfuckin’ lives leaving me holding my\nmotherfuckin’ dick! So fuck you!\n\nRupert aims the gun at Sean’s head. Sean puts his hands up\n\nin the air and freezes.\n\nSEAN\n(cringing with his eyes shut)\n\nRupert, I’m not like these rich assholes.\nI’m on Financial Aid. I’ve got to work\nfor a living. I’m from a fucking farm in\nNebraska, for Christ’s sake. My parents\nhad to sell the cow to send me here!\n\nI’ve got to work in Food Service...\n\n(CONTINUED )\n\f43\n\n\"The Rules of Attraction\" www.avary.com 44,\n\nCONTINUED: (3) 43\n\nRUPERT\nBullshit!\n\nRupert cocks the guns hammer with a SATISFYING CLICK. This\ngets Guest interested, but the white trash girl is totally\noblivious. Maybe she’s deaf.\n\nSEAN\nNo. For real, Rupert. My dad’s in the\nhospital and...can’t work the land...and,\num...the family is strapped for cash...\nand I might have to drop out...and...\n\nplease, Rupert...please... don’t...\nRUPERT\n\nReally?\nSEAN\n\nThe Lord as my witness, yes.\n\nRUPERT\nYou really don’t have any money?\n\nSEAN\nNo. I had to work all Summer to pay for\nthis term...\n\nRUPERT\nI thought you went home to New York for\nthe Summer?\n\nSEAN\nThat’s what I told everyone...so they\nwouldn’t laugh at me. I actually had to\nwash pigs all Summer. Jesus, Rupert...I\ncan get these kids to overpay, they’re so\ndesperate for drugs. I’m your key to\nmoving this shit on campus. You know you\nneed me.",
  "34": "---END OF PREVIOUS SECTION---\nI\ncan get these kids to overpay, they’re so\ndesperate for drugs. I’m your key to\nmoving this shit on campus. You know you\nneed me. \n---TARGET SECTION TO BE ANNOTATED---\n And I need the money. We need\neach other...\n\nRUPERT\nGet it straight, fuckhead: I need you\nlike I need an asshole on my elbow.\n(tapping his elbow with the\nbarrel of the gun)\nRight here. On my elbow. An asshole.\nThat’s how much I need you.\n\nRupert turns to the Jamaican.\n\nRUPERT\nWhat’cha think, Guest?\n\n(CONTINUED )\n\f43\n\n\"The Rules of Attraction\" www.avary.com 45.\n\nCONTINUED: (4) 43\n\nGUEST\n(a Jamaican accent)\nI tink you shad do less coke, mon, and\nnot leave a gun layin’ araund. Now stop\nfuckin’ wit da kid. He bound ta shit his\npants.\n\nRupert lays off with the gun and smiles really big.\n\nRUPERT\nYou know I’m just fuckin’ with you,\nBateman. Right?\n\nSEAN\n(nervous and unsure)\nUh...right.\n\nRUPERT\nWhat kind of markup do you think you can\nget outta these rich fuckin’ Freshmen?\n\nSEAN\n(after thinking about it)\nWell. Depends on how stepped on it is.\n\nRUPERT\nStepped on?\n\nRupert turns to Guest with a smile and starts to CHUCKLE.\n\nRUPERT\nIs our shit stepped on, Guest?\nGUEST\nNa, mon. Our shit’s clean as mornin’\n\nsnow.\n\nBy their LAUGHTER Sean can pretty much guess it’s the\nshittiest shit in the world.\n\nSEAN\nMaybe twenty percent over market value.\n\nRAYMOND\n(the intensity barometer\nsuddenly rising)\nFifty percent, you say? Hot damn,\ncollege boy. That’s good math. I think\nwe may have a deal. Do we have a deal?\n\nSEAN\nSure...\n\n(CONTINUED )\n\f43\n\n44\n\n\"The Rules of Attraction\" www.avary.com 46.\n\nCONTINUED: (5)\n\nRAYMOND\nGood! Then it’s time for you to go to\nwork.\n\nHARD CUT TO:\nINT. BOOTH HOUSE - JUNKIE NAMED MARC’S ROOM - DAY\n\nThe curtains are drawn in the dorm room of a JUNKIE NAMED\nMARC, which cast the entire space in a shady chiaroscuro.",
  "35": "---END OF PREVIOUS SECTION---\nThen it’s time for you to go to\nwork. HARD CUT TO:\nINT. BOOTH HOUSE - JUNKIE NAMED MARC’S ROOM - DAY\n\nThe curtains are drawn in the dorm room of a JUNKIE NAMED\nMARC, which cast the entire space in a shady chiaroscuro. \n---TARGET SECTION TO BE ANNOTATED---\nMarc, the junkie, is excitedly wrapping his arm and preparing\nto shoot up.\n\nJUNKIE NAMED MARC\nTime isn’t a constant...that’s for damn\nsure...I mean...sometimes a minute lasts\nan hour...and other times...an hours zips\nby in what feels like...a minute...it’s\ntotally...subjective...and each person\nexperiences it...different...that’s why\nyou can’t...trust...clocks...you notice I\ndon’t ever...wear...a watch?...no clocks\nin my room...they screw up your ability\nto...adjust the flow of...time...to suit\nyour...needs...I use my internal...\nclock...\n\nNow, I should interject at this point, this kid doesn’t look\nlike a junkie -- he actually looks pretty healthy. He’s lean\nand athletic looking -- like a sprinter. But the fact of the\nmatter is that he’s gone over the deep end with usage and his\nbrain is fried.\n\nSean is sitting there watching this blubbering mess of a\nperson fumble distractedly with his gear.\n\nJUNKIE NAMED MARC\n(licking his lips and\ncontinuing)\nSo you see...don’t be a slave...to time--\n\nHe removes the needle from his arm and feels the rush of\ncocaine enter his system.\n\nSEAN\nMarc, you owe me five hundred bucks. I\nwant it by Sunday...okay?\n\nJUNKIE NAMED MARC\nGod we used to have...wild times at this\nplace...it’s so...different now...those\ntimes are gone...those places are gone...\n\n(CONTINUED )\n\n43\n\n44\n\f44\n\n\"The Rules of Attraction\" www.avary.com\n\nCONTINUED:\n\nSean starts tuning out. Marc is obviously in a hyperactive\nyet vegetative state and can’t be reasoned with. He starts\n\nto feverishly pick at his nose, inside and out.\n\nSEAN\n(to no one in particular)\nI gotta go to class tomorrow.\n(pointedly to Marc)\nWhat about the cash?\n\nJUNKIE NAMED MARC\n\nClass? ... What class? ... Who teaches\nthat?\n\nSEAN\nHow about your Porche? Can you sell your\nPorche?\n\nJUNKIE NAMED MARC\n(rubbing his legs)\nI’m good for it ...",
  "36": "---END OF PREVIOUS SECTION---\nSEAN\nHow about your Porche? Can you sell your\nPorche? JUNKIE NAMED MARC\n(rubbing his legs)\nI’m good for it ... \n---TARGET SECTION TO BE ANNOTATED---\n I’m good for it.\n\nSEAN\nMarc, you owe me five hundred bucks.\nFive hundred. Don’t be a pathetic\njunkie.\n\nJUNKIE NAMED MARC\nDude, I’m not a junkie. I’m doing\nresearch.\n\nHe picks up an unplugged electric guitar and starts playing\n\nit.\n\nSEAN\nRight. Whatever. Look. You've got\nmoney. Can’t you throw me a couple\nbucks? I’m a financial aid student, man.\nI need some money.\n\nJUNKIE NAMED MARC\nI’m good for it. Don’t fuck up my karma.\n\nSean shakes his head.\n\nSEAN (V.O.)\nJunkies are pathetic enough but rich\njunkies are even worse. Even worse than\ngirls.\n\n(pause)\nI can’t continue doing this. I’ve got to\ncall Patrick.\n\n(CONTINUED )\n\f44\n\n45\n\n46\n\n\"The Rules of Attraction\" www.avary.com 48.\n\nCONTINUED: (2) 44\n\nSean gets up to leave, and as he does he snags a copy of “One\nHundred Years of Solitude” off of the desk.\n\nSEAN (V.O.)\nHmmm. “One Hundred Years of Solitude”.\nHARD CUT TO:\nINT. BOOTH HOUSE - HALLWAY - DAY 45\n\nSean, with the paperback of “One Hundred Years of Solitude”\nfolded in his hand, walks down the hallway and past a GUY\nPLAYING HACKY-SACK to a payphone. He picks up the receiver\nwith an intensity that makes it seem as though he’s been\nrehearsing this moment in your head. He pauses before\ndialing the number and shuts his eyes -- prays:\n\nSEAN\n(a whispered mantra)\nPlease don’t be an asshole. Please don’t\nbe an asshole. Please don’t be an\nasshole. Be cool.\n\nHe quickly dials the 10-10 number.\n\nSEAN\n(into phone)\nOperator, I'd like to make a collect\ncall.\n\nCUT TO:\nINT. PATRICK BATEMAN’S OFFICE - DAY 46\n\nPATRICK BATEMAN, a Wall Street broker, is Sean’s brother.\nHe’s older than Sean and externally different in many ways,\nbut on the inside he and his younger brother are cast from\nthe same die.",
  "37": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. PATRICK BATEMAN’S OFFICE - DAY 46\n\nPATRICK BATEMAN, a Wall Street broker, is Sean’s brother. He’s older than Sean and externally different in many ways,\nbut on the inside he and his younger brother are cast from\nthe same die. \n---TARGET SECTION TO BE ANNOTATED---\n He is hawk-like in his stare, even though he’s\nstaring at nothing. Patrick is wearing a mini-houndstooth-\ncheck wool suit with pleated trousers by Hugo Boss™, a silk\ntie, also by Hugo Boss™, a cotton broadcloth shirt by Joseph\nAbboud and shoes from Brooks Brothers. But his most notable\naccessory is a sleek Plantronics™ H132N telephone headset\nconnected to a wireless transmitter at his belt which allows\nhim total mobility to walk around his all-too-immaculate\noffice. In front of a large window that overlooks Manhattan\nis a Palazzetti™ glass-top desk, flanked on either side by\nhalogen lamps and behind which is a Herman-Miller Aeron™\nchair. The only object on the uncluttered desk is a Apple G4\nTitanium Powerbook™. Opposite the desk, hanging on the large\nwhite wall, is a George Stubbs painting. Next to the\npainting is a wall-mounted Bang & Olufsen BeoSound™ 9000 five-\ndisk CD player quietly playing CLASSICAL MUSIC. There's a\n\n(CONTINUED )\n\f46\n\n\"The Rules of Attraction\" www.avary.com 49,\n\nCONTINUED: 46\n\nlife-size Doberman statue in one corner, next to a Pacrizinni\nantique table. Near the door is a reproduction Black Forest\numbrella stand ($675 at Hubert des Forges) without any\numbrellas in it. Patrick is pacing while SPEAKING into an\nOlympus D1000™ Digital Voice Recorder.\n\nPATRICK\n\n(into digital voice recorder)\n...into my dreams, which are an endless\nreel of car wrecks and disaster footage,\nelectric flying saucers, marble Jacuzzis,\nand pink Peppercorns. I dream I’m back\nat Camden, then at Harvard, then about\nthe violent deaths of most of the traders\nat Soloman, and then the dead walking\namong the living. When I wake up--\n\nThe telephone CHIRPS OUT A RING. Patrick turns off the voice\nrecorder and touches a button at the receiver attached to his\nbelt, looking into the air as he answers.\n\nPATRICK\n(into headset)\nYes.\n\nJEAN (0.S.)\n(over speakerphone)\nIt's your brother on line three.",
  "38": "---END OF PREVIOUS SECTION---\nPATRICK\n(into headset)\nYes. JEAN (0. S.)\n(over speakerphone)\nIt's your brother on line three. \n---TARGET SECTION TO BE ANNOTATED---\n(pause)\nHe called collect.\n\nPatrick regards this, or maybe he’s regarding nothing. Maybe\nhe’s just listening to the music. He takes a seat in the\nAeron chair and wipes a speck off of his desk.\n\nPATRICK\n\n(finally)\nI‘1l take it.\n\n(remembers something)\nAnd Jean, I need reservations for three\nat Pastis at twelve-thirty and if not\nthere, try Nobu. I also need\nreservations for two at the Grill Room of\nthe Four Seasons tonight. All right?\n\nJEAN (0.S.)\n(over speakerphone)\nAll right.\n\nPATRICK\n\nOh, and Jean, would you research laser\nhair removal for me?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 50.\n\n46 CONTINUED: (2) 46\nJEAN (0.S.)\n(over speakerphone)\nWhat?\nPATRICK\n\nYou know. Laser hair removal.\nFor...removing your hair with lasers.\n\nJEAN (0.S.)\n(over speakerphone)\nOkay...anything else?\n\nPATRICK\nLet’s see -- oh shit, yeah. Remind me to\nreturn the DVDs I rented last night back\nto the store.\n\nJEAN (0.S.)\n(over speakerphone)\nAnything else?\n\nPATRICK\nA Perrier.\n\nJEAN (0.S.)\n(over speakerphone)\nRight away.\n\nPatrick picks up the Bang & Olufsen remote and presses a\nbutton. Across the room, the CD player stops and changes to\na different disk. The soft classical is replaced by Wagner's\nFestival March from “Tannhauser”.\n\nPatrick then waits a moment, looking at the blinking light on\nline three of the phone, before he depresses the button.\n\nPATRICK\nYes.\n\nINTERCUT BETWEEN Patrick in his office and Sean in the\nhallway of Booth.\n\nSEAN\nPatrick. It’s Sean.\n\nPATRICK\nI know.\n\nThere’s a bit of an uncomfortable pause. Sean doesn’t want\nto get right to the point, but small talk might be worse.\n\nSEAN\nHow’s dad?\n\n(CONTINUED )\n\f46 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 51.\n\n(3) 46\n\nPATRICK\nStill breathing with the aid of a\nmachine. Eating and pissing out of\ntubes.",
  "39": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\f46 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 51. (3) 46\n\nPATRICK\nStill breathing with the aid of a\nmachine. Eating and pissing out of\ntubes. \n---TARGET SECTION TO BE ANNOTATED---\n How do you think he is?\n\nSEAN\nI don’t know. I thought maybe...\n\nPATRICK\n(sharp but distant)\nWhat are you doing?\n\nSEAN\nSchool.\n\nPATRICK\nWhat are you doing? Specifics.\n\nSEAN\nI don’t know, Patrick. School. You know\nwhat it’s like here.\n\nPATRICK\nDo I?\n\nSEAN\nI don’t know, don’t you?\n\nPATRICK\nWhat are you on now? Coke? Ludes?\n\nSEAN\nLook, I was wondering if you could wire\nme some money...\n\nPATRICK\nI put seven thou in your account. Where\nis it?\n\nSEAN\n\nWill you or won’t you?\n\nPATRICK\nWhat are you going to do?\n\nSEAN\nWhat do you mean?\n\nPATRICK\n\nI mean, what are you going to do? Are\nyou going to get a job?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 52.\n\n46 CONTINUED: (4) 46\n\nSEAN\n(searching)\nBecause...?\n\nPATRICK\nBecause I’ve spoken with your advisor.\nYou’re not going to last another term at\nthat place.\n\nSEAN\nYou called my advisor?! Why are you\nhammering on me?!\n\nPATRICK\n\nBecause he would.\nSEAN\n\nHe -- Dad -- is a fuckin’ vegetable.\nPATRICK\n\n(practically hissing)\nWatch that. Do watch that.\n\n(a pause to calm down)\nI’m in charge of you right now, Sean.\nUntil dad recovers -- if he recovers.\nDon’t cross me. You know he was always\nupset about all the football scholarships\nyou threw away. He’d be happy to hear\nthat you were taking a leave of absence\nto work a little.\n\nThere’s a long pause while they both let this sink in.\nPatrick rewinds the Wagner CD with the remote so that he can\nhear a passage over again. Sean has had enough of the hacky-\nsackers constant hacky-sacking.\n\nSEAN\n(venomously)\nWould you fucking take that somewhere\nelse?!\n\nThe hacky-sacker walks into his room and closes the door.\nSEAN\n(cynical)\nWhat do you want me to do? What you do?\nPATRICK\n\nYou couldn’t even imagine what I do.",
  "40": "---END OF PREVIOUS SECTION---\nSEAN\n(cynical)\nWhat do you want me to do? What you do? PATRICK\n\nYou couldn’t even imagine what I do. \n---TARGET SECTION TO BE ANNOTATED---\n The\nquestion is: What are you going to do?\n\n(CONTINUED )\n\f46\n\n47\n\n\"The Rules of Attraction\" www.avary.com 53.\n\nCONTINUED: (5) 46\nSEAN\nI don’t know. Are you not going to wire\nme the cash?\nPATRICK\nRight now? No.\nSEAN\nThen fuck you! Fuck you! Fuck you!\nSean starts SMASHING the phone against the receiver over and\nover again as if it was Patrick’s face.\nSEAN\n(continuing)\nFuck you! Fuck you! Fuck you! Fuck\nyou! Fuck you! Fuck you! Fuck you!\nFuck you!\nPatrick, back in his office, smiles, and calmly disconnects\nthe line, changes the CD back to the SOFT CLASSICAL, and\nBUZZES his secretary.\nPATRICK\n(to his secretary over the\nheadset)\nJean. How about that Perrier?\nCUT TO BLACK:\nStay on the BLACKNESS a moment longer than feels natural...\nINT. LEIGH HOUSE - LAUREN’S ROOM - NIGHT 47\n\nFrom Lauren’s open window we can HEAR THE PARTY out at the\nedge of Campus.\n\nPULL BACK TO REVEAL: Lauren and Lara’s room. Typical\ncollege girl decor. Lara is getting ready for the party by\nputting her make-up on. Lauren is laying on the bed, not\ngetting ready for the party, and flipping through a large\nmedical textbook of Venereal Diseases.\n\nEXTREME CLOSE ON: The medical textbook. Gruesome close-up\nphotographs of explicit sexual diseases. The explicit\nimagery of pink, purple, blue, and red blisters are almost\nbeautiful in a minimalist sort of way.\n\nLARA\n\nIs your ultimate deterrent to a Friday\nnight party working?\n\n(CONTINUED )\n\f47 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 54.\n\n47\nLAUREN\nTo an extent. But they’re just too\nbeautiful -- in a minimalist sort of way.\n\nThe ultimate deterrent would be Victor.\nThe two of us could stay in. Maybe watch\n“Breakfast at Tiffany's”. Drink some\nwine coolers...\n\nLARA\nEnough fantasizing. Victor is three\nthousand miles away. Use the Book.\n\nLauren flips through a few more pages of horrific genital\nrashes and boils.",
  "41": "---END OF PREVIOUS SECTION---\nVictor is three\nthousand miles away. Use the Book. Lauren flips through a few more pages of horrific genital\nrashes and boils. \n---TARGET SECTION TO BE ANNOTATED---\n She holds up the book for Lara to see.\n\nLAUREN\nWhat does this remind you of? Degas?\nSeurat? Renoir?\n\nLARA\n(flat)\nScooby Doo.\n\nLara looks at herself in the mirror, studying her figure.\n\nLARA\nHow do I look?\n\nLAUREN\nWell, since you asked, you're looking\nreally skinny.\n\nLARA\nSkinny?\n\nLAUREN\nSkinny.\n\nLARA\n\nBulimic skinny or anorexic skinny?\n\nLAUREN\nIs there a difference?\n\nLARA\nBulimic skinny passes for healthy.\nExcept your teeth rot -- but my teeth\naren't rotting, so...\n\nLAUREN\nSo you look bulimic skinny?\n\n(CONTINUED )\n\f47 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 55.\n\n(2) 47\nLARA\n\nLauren -- I'm telling you, it's amazing\n\nhow much weight you lose when you're off\n\nthe pill.\nLAUREN\n\nYeah. Until the fifty pounds you gain\nwhen you get knocked up.\n\nLARA\nDo the math. If a condom is 98% safe and\nhe wears two, then you’re 196% safe.\nThat's a better percentage than the pill\ncan offer.\n\nLAUREN\nI’m not sure it works that way. I mean\nabstinence is 100% safe, which is less of\na percentage than--\n\nLARA\nWhatever. I don’t know. I don’t major\nin math.\n\nLauren nods. Lara gets her stuff ready to leave.\n\nLARA\nSo are you going, or not?\n\nLAUREN\nI don’t know. I have an early class\ntomorrow.\n\nLARA\n\nLauren, listen to your friend and\nroommate: You need to get laid. You\nneed to lose your virginity. If you\ndon’t lose it in college you’re never\ngonna lose it.\n\n(beat)\nYou can’t spend your life waiting for\nVictor. And don’t spend all night\nwaiting up for me.\n\nLauren looks at her for a while as this sinks in and then\nfinally nods. She then looks out the window at the party\nacross campus at the Edge of the World...\n\nCUT TO:\n\f48\n\n49\n\n\"The Rules of Attraction\" www.avary.com 56.",
  "42": "---END OF PREVIOUS SECTION---\nLauren looks at her for a while as this sinks in and then\nfinally nods. She then looks out the window at the party\nacross campus at the Edge of the World... CUT TO:\n\f48\n\n49\n\n\"The Rules of Attraction\" www.avary.com 56. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. CAMDEN - THE EDGE OF THE WORLD - NIGHT 48\n\nBig party at The Edge of the World. The MAJORITY OF CAMPUS\nis there drinking from a number of kegs. The Edge of the\nWorld is an open space on the outer rim of campus that\noverlooks the lights of Camden Town below. A number of cars\nhave been parked with their lights turned on and aimed inward\nto the central party area. All of the car doors are open and\ntheir stereos have been tuned to the same local college radio\nchannel which is playing MUSIC.\n\nThen we read:\nTHE EDGE OF THE WORLD PARTY\nPAUL 49\n\nis leaning against the hood to one of the cars drinking beer\nfrom a large red plastic cup. His eyes are fixated on\nMitchell, the good looking guy we last saw in the dining\nhall, who is standing at the keg. After Paul builds up his\ncourage he dumps his near-full beer into the grass and walks\nover to the keg where Mitchell is filling his beer.\n\nPAUL\nHi Mitch. What’s up?\n\nMITCHELL\nHey Paul. Not much. What’s up with you?\n\nHe starts filling a second red plastic cup. Paul takes note\nof this.\n\nPAUL\nNothing. Can we talk?\n\nMITCHELL\nWhat do you want to talk about?\n\nPAUL\n(taking the tap from Mitchell)\nJust about what’s going on.\n\nA GIRL walks up and waits for the tap while Paul fills his\ncup, careful to tilt it so that it doesn’t create too much\nfoam.\n\nMITCHELL\nI warned you, Paul. Remember that.\n\nPAUL\n(good humored)\nI know, I know.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 57.\n\n49 CONTINUED:\n\n49\n\nHe hands the girl the tap even though his beer is only half-\n\nfull.\n\nPAUL\nWait. Warned me about what?\n\nMITCHELL\nI warned you.\n\nHe starts to walk away, both beers in hand. Paul\nhim.\n\nPAUL\nWait--\n\nMitchell turns around.\n\nMITCHELL\nI’m warning you again.\n\nCandice, Mitchell’s girlfriend, walks up and takes\n\nfollows\n\na beer\n\nfrom him. She looks kind of trashy and pretty at the same\n\ntime...definitely drunk. Probably a good lay.",
  "43": "---END OF PREVIOUS SECTION---\nCandice, Mitchell’s girlfriend, walks up and takes\n\nfollows\n\na beer\n\nfrom him. She looks kind of trashy and pretty at the same\n\ntime...definitely drunk. Probably a good lay. \n---TARGET SECTION TO BE ANNOTATED---\nMITCHELL\n(a little uncomfortable but\ntrying not to act it)\nUm. You two know each other?\n\nCANDICE\n(totally sweet and oblivious)\nYeah, hi.\nPAUL\nHi.\nCANDICE\n\n(to Mitchell)\nMitch. I’m kind of through partying\ntonight. You want to walk me back to my\nroom?\n\n(in a hushed whisper)\nMy roommate is at her boyfriend's\ntonight.\n\nMITCHELL\nSure.\n(to Paul)\nLater, guy.\n\nCANDICE\nBye, Paul.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 58.\n\n49 CONTINUED: (2) 49\n\nThey walk off, leaving Paul standing there.\n50 REWIND 50\n\nthe MUSIC and the action. People are walking and talking in\nREVERSE. Candice and Mitchell WALK BACKWARDS to Paul.\n\nCANDICE\n(talking backwards)\n-luaP ,eyB\n\nTRACK THROUGH the party away from Paul, Mitchell, and\nCandice. STUDENTS and A FEW TOWNIES are drinking, talking\nand partying...all in REVERSE. Pass by Paul and Mitchell,\nTALKING BACKWARDS at the keg:\n\nMITCHELL\n(to Paul in reverse)\n-taht rebmemeR .luaP ,uoy denraw I\n\nCONTINUE TRACKING through the party in REVERSE until we come\nto Sean, who is standing at the edge of the End of the World,\nwhich overlooks the town lights, talking to Candice.\n\nSEAN\n(to Candice in reverse)\n?sdrawkcab si “racecar” tahw wonk uoY\n\nPass Sean and STOP TRACKING in a WIDE SHOT of the town.\n51 SWITCH THE DIRECTION OF TIME 51\n\nPULL BACK TO REVEAL: Sean, now in NORMAL FORWARD MOTION sean\nis standing there.\n\nSEAN\nYou know what “racecar” is backwards?\n\nCANDICE\n(drunk)\nRakacar? Raka -- Reca -- I don’t know.\nI give up.\n\nSEAN\nIt’s racecar.\n\nCANDICE\n(not blown down by the\nrevelation)\nHmm. How clever.\n\nAn uncomfortable pause ensues.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 59.",
  "44": "---END OF PREVIOUS SECTION---\nHow clever. An uncomfortable pause ensues. (CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 59. \n---TARGET SECTION TO BE ANNOTATED---\n51 CONTINUED: 51\n\nSEAN\nSo what do you say? Why not ditch that\nloser you've been hanging out with lately\nand come back to my room?\n\nShe almost chokes on her beer and starts to LAUGH.\n\nCANDICE\nWhy?\n\nSEAN\nOld times.\n\nCANDICE\nOld times?\n\nShe starts LAUGHING even harder.\n\nSEAN\nWhat’s so funny? Jesus!\n\nCANDICE\nI’m not that drunk.\n\nSuddenly a FLAPPING moth lands in what’s left of her beer.\nSean notices this but chooses not to tell her.\n\nCANDICE\nBut I’m flattered. Really.\n\nSEAN\nThen lend me a couple of bucks.\n\nCANDICE\nOh, Sean. You're still the same.\n(she thinks about it)\nI don’t know if that’s good or bad.\n\nShe lifts the cup of beer to her mouth and takes a swig,\nsucks in the moth and spits it out.\n\nCANDICE\nBlea -- fuck!\n\nSean starts LAUGHING.\nCANDICE\n(throwing the rest of her beer\n\nonto him)\nFuck you, Bateman!\n\n(CONTINUED )\n\f51\n\n52\n\n\"The Rules of Attraction\" www.avary.com 60.\n\nCONTINUED: (2) 51\n\nSEAN\n\n(chuckling)\nYou’11 suck Mitch’s cock but you won't\n\nswallow a moth.\n\nCANDICE\n(seething)\nI know where the cock has been.\nShe starts walking off.\n\nSEAN\nDo you? Are you sure about that?\n\nShe storms off pissed. Sean LAUGHS until she’s out of range\nthen his emotions flatten.\n\nSEAN\nBitch.\n\nSean throws his cup off the hillside and toward the town. He\nthen turns and walks back into the main CROWD of the party,\ntoward the keg.\n\nThere’s a LINE OF PEOPLE at the\n\nKEG 52\nSean stands in it for a moment and then turns to leave. He\n\nbumps into Paul, who has just been warned off by Mitchell and\n\nwas coming into line.\n\nSEAN\nSorry.\n\nPAUL\nNo problem.\n\nThey both watch Mitchell and Candice walking off through the\ncrowd back toward the Commons. Paul looks at Sean...\n\nPAUL\nIt’s Sean, right?\n\nSEAN\nRight. Paul?\n\nPAUL\nRight.",
  "45": "---END OF PREVIOUS SECTION---\nSEAN\nRight. Paul? PAUL\nRight. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\n\nYou know that girl with Mitch?\n\n(CONTINUED )\n\f52\n\n\"The Rules of Attraction\" www.avary.com 61.\n\nCONTINUED: 52\n\nPAUL\n\nYou mean Candice? Her name is Candice.\nSEAN\n\nYeah. That’s right.\nPAUL\n\nI was in a class with her but I failed\n\nit.\nSEAN\n\n(somewhat surprised)\nI was in that class too. So did I.\n\nThere’s a pause in the conversation as Paul regards Sean and\nthe mutual rapport between them.\n\nPAUL\n(suspiciously)\nI didn’t see you in there.\n\nSEAN\nThat's why I failed.\nPAUL\nOh.\nSEAN\n\nI can’t believe you failed.\n\nPAUL\nI failed two others.\n\nSEAN\nYou did? Huh. I never thought you’d\nfail anything.\n\nPAUL\nYou’d be surprised.\n\nSEAN\nMy type of guy.\n\nThey reach the keg and try out the tap. Foam SPUTTERS out.\n\nSEAN\nWell that’s typical. Keg’s dead. I’m\noutta here. I’ve got class tomorrow.\nLater.\n\nPAUL\nHow about a chimichanga?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 62.\n\n52 CONTINUED: (2) 52\n\n53\n\n54\n\nSEAN\nWhat?\n\nPAUL\nA chimichanga. You wanna go get a\nchimichanga? Mexican food. El Sombrero?\n\nSEAN\n(glancing at his watch)\nThey closed a long time ago.\n\nPAUL\nI mean tomorrow night. I’11 buy.\nSEAN\nI don’t know. I guess. Whatever.\nYou’1l1 buy?\nPAUL\n\nI’1l totally buy.\nSean thinks about it and nods.\n\nSEAN\nOkay. Rock and roll.\n\nPAUL\nGreat. Tomorrow, then.\n\nFADE TO BLACK:\nEXT. CAMDEN - COMMONS - NIGHT/MORNING 53\n\nWIDE SHOT: It is the wee hours of the morning and still\ndark. The campus is quiet. Then, a dim blue light\nilluminates the Eastern sky. The moon drops below the\nWestern horizon. Soon, the stars begin to fade against the\nrising sun and the darkness of night gives way to the warm\nlight of day.",
  "46": "---END OF PREVIOUS SECTION---\nThen, a dim blue light\nilluminates the Eastern sky. The moon drops below the\nWestern horizon. Soon, the stars begin to fade against the\nrising sun and the darkness of night gives way to the warm\nlight of day. \n---TARGET SECTION TO BE ANNOTATED---\n It all happens SLIGHTLY ACCELERATED, perhaps\nin stop motion...\n\nCUT TO:\nINT. LEIGH HOUSE - LAUREN’S ROOM - MORNING 54\nCLOSE ON: Lauren’s Bose Wave clock/radio wakes her up with\nan annoying BREEEEEEEP! She quickly turns it off and lifts\nher sleepy head. Lara’s bed, across the room, is\nempty...unslept in. Typical.\n\nCUT TO:\n\f55\n\n56\n\n57\n\n58\n\n\"The Rules of Attraction\" www.avary.com 63.\n\nINT. LEIGH HOUSE - BATHROOM - VARIOUS - MORNING 55\n\nIN A SERIES OF QUICK SHOTS: Lauren goes about her morning\nconstitutionals of shitting, showering, brushing her teeth,\nflossing, drying and brushing her hair, putting on what\nlittle makeup she puts on...\n\nCUT TO:\nINT. LEIGH HOUSE - LAUREN’S ROOM - MORNING 56\n\nIN A SERIES OF SHOTS: Lauren gets dressed and gets her books\nready. She walks out of her room.\n\nINT. LEIGH HOUSE - HALLWAY - MORNING 57\n\nLauren walks out of the hallway. She passes Lara, who is\nfrumpled and exhausted looking.\n\nLARA\n(bleary-eyed)\nHow could you possibly go out this early\nin the morning?\n\nLAUREN\nI have class.\n\nLARA\nIt’s Saturday...\n\nLauren continues on down the hall as Lara walks to the room\nand unlocks the door. Lauren smirks. Suddenly the SCREEN\nDIVIDES INTO A SPLIT SCREEN, with Sean on the other side:\n\nSPLIT SCREEN:\nINT. BOOTH HOUSE - SEAN’S ROOM - SPLIT SCREEN - MORNING 58\n\nSean's alarm clock, a G-Shock wristwatch, goes off with a\npersistent BEEP, BEEP, BEEP, BEEP--\n\nSean grabs it and fumbles, trying to turn it off.\n\nHis roommate, Bertrand, in the bed on the other side of the\nroom, lifts his head -- his eyes unable to open. BEEP, BEEP,\nBEEP, BEEP!\n\nBERTRAND\n(very French)\nMerde! What is it? Asshole! Turn off\nthe fucking thing...",
  "47": "---END OF PREVIOUS SECTION---\nWhat is it? Asshole! Turn off\nthe fucking thing... \n---TARGET SECTION TO BE ANNOTATED---\n!\n\n(CONTINUED )\n\f58\n\n59\n\n60\n\n61\n\n62\n\n63\n\n\"The Rules of Attraction\" www.avary.com 64.\n\nCONTINUED: 58\n\nBEEP, BEEP, BEEP, BEEP! Sean sits up, studies the watch to\ntry to figure out how to turn it off. He must not use it\nmuch. BEEP, BEEP, BEE--\n\nVictory. Sean smiles and takes out a cigarette and lights\nit. He sits there for a moment looking at Bertrand who has\nfallen back asleep in his half-sitting upright alert\nposition. Sean smiles...\n\nSPLIT SCREEN:\nEXT. CAMDEN - LEIGH HOUSE/COMMONS - SPLIT SCREEN - MORNING 59\nIN A SERIES OF SHOTS: Lauren walks out of her dorm and\nacross campus. She passes a part of the Commons where she\ncan see the devastation from the End of the World Party.\nPeople are rolling kegs away. She walks up to the Dickenson\nBuilding...\n\nSPLIT SCREEN:\nINT. BOOTH HOUSE - BATHROOM - STALL - SPLIT SCREEN - MORNING 60\nSean sits on the can smoking a cigarette and taking a shit.\nHe smokes the whole thing. It takes about two minutes.\nPerfectly timed burn...\n\nSPLIT SCREEN:\nINT. DICKINSON - HALLWAY - SPLIT SCREEN - MORNING 61\nLauren walks down the large, wide hallway that looks like it\nwas last remodeled in the Eighties. She walks up to the\nclass. It’s empty. She starts walking down the hallway and\nto the teacher offices...\n\nSPLIT SCREEN:\nEXT. CAMDEN - COMMONS - SPLIT SCREEN - MORNING 62\nSean, barely awake, is wandering to class...\n\nSPLIT SCREEN:\nINT. DICKINSON - LAWSON’S OFFICE - SPLIT SCREEN - MORNING 63\nLauren walks into Mr. Lawson’s office. It’s dark and the\nshades are drawn. She looks around the messy room. Then,\nshe sees him -- passed out on the couch, SNORING. On his\ndesk is a bottle of Cuervo Gold and a half-smoked joint on a\n\nroach clip. She picks up the joint and a lighter and takes a\ncouple of puffs.",
  "48": "---END OF PREVIOUS SECTION---\nThen,\nshe sees him -- passed out on the couch, SNORING. On his\ndesk is a bottle of Cuervo Gold and a half-smoked joint on a\n\nroach clip. She picks up the joint and a lighter and takes a\ncouple of puffs. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED )\n\f63\n\n64\n\n\"The Rules of Attraction\" www.avary.com 65.\n\nCONTINUED: 63\n\nShe sits there for a while, watching her teacher sleep and\ngetting stoned. Then, once she’s had enough she leaves and\nwalks back into the hall...\n\nSPLIT SCREEN:\nINT. DICKINSON - HALLWAY - SPLIT SCREEN - MORNING 64\n\nSean is coming down the hall, trying to find the room. He’s\nat one end of the hall and Lauren is at the other. Both of\nthem are at opposite sides of the SPLIT SCREEN. They notice\neach other and slowly approach, until they’re standing FACING\nEACH OTHER BUT ON SEPARATE SIDES OF THE SPLIT SCREEN.\n\nSEAN\nAre you here for that class?\n\nLAUREN\nThe tutorial on the post modern\ncondition? It’s been cancelled.\n\nSEAN\nTypical.\n\nLAUREN\nI haven't seen you in it before.\n\nSEAN\nThat's what’s so typical. This was the\nfirst time I bothered to show up.\n\nLAUREN\n(blunt, with good humor)\nYou’ve got bad timing.\n\nSEAN\nSaturdays suck. I don’t have to put up\nwith this bullshit. I’m dropping this\nclass.\n\nShe looks at him for a moment, checking him out.\n\nLAUREN\nMe too.\n\nSEAN\nReally?\n\nLAUREN\n\nYeah. I think I’m gonna change my major.\n\nSEAN\nTo what?\n\n(CONTINUED )\n\f64\n\n65\n\n\"The Rules of Attraction\" www.avary.com 66.\n\nCONTINUED: 64\n\nLAUREN\nI don’t know yet. What’s yours?\n\nSEAN\nI don’t even know.\n\nShe smiles.\n\nLAUREN\nYou're Sean Bateman, right?\n\nSEAN\nRight. You’re name’s...Lauren.\n\nLAUREN\nRight. I bought some pot from you last\nterm. It was good. A little seedy\nthough.\n\nSEAN\nWeren’t you going out with that Paul\nDenton dude?\n\nLAUREN\nAncient history.\n\nThe ANGLE ON BOTH OF THEM ROTATES until the TWO HALVES OF THE\nSPLIT SCREEN MERGE INTO A SINGLE TWO SHOT...the line between\nthem vanishing.\n\nSEAN\nRock and roll.",
  "49": "---END OF PREVIOUS SECTION---\nLAUREN\nAncient history. The ANGLE ON BOTH OF THEM ROTATES until the TWO HALVES OF THE\nSPLIT SCREEN MERGE INTO A SINGLE TWO SHOT...the line between\nthem vanishing. SEAN\nRock and roll. \n---TARGET SECTION TO BE ANNOTATED---\nShe crosses him and the SPLIT SCREEN REFORMS, creating two\nseparate halves, Lauren on one side, and Sean on the other --\nthey've swapped sides.\n\nLAUREN\n(seductively, bating)\nWell, Sean Bateman. Maybe I’‘1l see you\nat the next pre-Saturday party party.\n\nSean watches her as she walks down the hall and out of the\ndoor. Then he reaches into his pocket and takes out one of\nthe purple love letters. He unfolds it and looks at it,\nsmells it...\n\nCUT TO:\nINT. LEIGH HOUSE - LAUREN’S ROOM - DAY 65\n\nDOUBLE SPEED: Lauren is jumping up and down on her bed with\nextreme excitement, LAUGHING like crazy, while Lara --\n\n(CONTINUED )\n\f65\n\n66\n\n\"The Rules of Attraction\" www.avary.com 67.\n\nCONTINUED: 65\n\nmortified -- tries to figure out what’s going on. The whole\nwhile “Semper Fidelis” by John Sousa plays at double speed--\n\nFADE TO BLACK:\nINT. BOOTH HOUSE - PAUL’S ROOM - NIGHT 66\n\nPaul, freshly showered and squeaky clean, is going through\nhis closet for just the right shirt. He flips through them\nlike he’s scanning a magazine for a specific article that he\ncan’t find. Finally he settles on one and pulls it out.\n\nIN A SERIES OF JUMP CUTS:\n\nPaul is standing in front of a full length wall mirror\nlooking at himself in his selection. Hmmm. How does it\nlook? Too conservative?\n\nPaul is standing in front of the mirror again, this time\ndressed in a more casual outfit...but it’s rich casual.\nDoesn't look right either.\n\nPaul is standing in front of the mirror, yet again. This\ntime he’s wearing a totally different outfit. He’s holding a\ndifferent shirt on a hanger -- and lifting it up and down to\nsee how it looks. He doesn’t like it.\n\nPaul stands in front of the mirror dressed all in black.\nBlack jeans, black shirt, black shoes. Very slick looking.\nHe stands sideways and feels his stomach to see if it’s\nsticking out, which of course it isn’t.\n\nSuddenly, Raymond bursts into the room. His face is white\nand he’s PANTING.",
  "50": "---END OF PREVIOUS SECTION---\nHe stands sideways and feels his stomach to see if it’s\nsticking out, which of course it isn’t. Suddenly, Raymond bursts into the room. His face is white\nand he’s PANTING. \n---TARGET SECTION TO BE ANNOTATED---\nRAYMOND\nHarry tried to kill himself.\n\nPAUL (V.O.)\nThat is so typical. I knew something\nlike this was going to happen. I just\nhad a feeling that there would be some\nobstacle, major or minor, that was going\nto prevent my evening with Sean from\nhappening.\n\nPAUL\nWhat do you mean Harry tried to kill\nhimself?\n\nRAYMOND\nYou’ve got to come to Windham House.\nHe’s there. Oh shit. Jesus, Paul.\nWe've got to do something.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 68.\n\n66 CONTINUED: 66\nPAUL\nUm...call security?\nRAYMOND\nSecurity?! Security?! What the Hell is\nSecurity going to do?\nPAUL\nCalm down. Tell Security a Freshman just\ntried to kill himself. Believe me,\nthey’1l be there within the hour.\nRaymond grabs Paul by the arm and starts pulling.\n\nRAYMOND\nHe'll be dead by then! Come on!\n\nPAUL\nHe'll be fine. Look, I have an\nappointment at seven.\n\nRAYMOND\nWill you please come on!\n\nHe pulls Paul out of the room.\nCUT TO:\n67 EXT. CAMDEN - COMMONS - NIGHT 67\n\nRaymond, HUFFING as he jog-walks, and Paul make their way\nacross the Commons toward Windham House.\n\nCUT TO:\n68 INT. WINDHAM HOUSE - HALLWAY - NIGHT 68\n\nRaymond, half-running, with Paul tagging along halfheartedly\nbehind walk down the hallway to Harry’s room.\n\nPAUL\nSo what did he do? Try to O.D. on\nSudafed and wine coolers?\n\nRaymond starts POUNDING on the door. Then, realizing it’s\nunlocked, he rushes in.\n\n69 INT. WINDHAM HOUSE - HARRY’S ROOM - NIGHT 69\n\nPaul stands at the doorway, not wanting to commit to the\nscene...\n\n(CONTINUED )\n\f69\n\n\"The Rules of Attraction\" www.avary.com 69.\n\nCONTINUED: 69\n\nHarry is laying on the bed, his eyes closed, wearing typical\nFreshman garb: Bermudas, Polo sweater, Hi-Tops, his head\nlolling back and forth.",
  "51": "---END OF PREVIOUS SECTION---\nWINDHAM HOUSE - HARRY’S ROOM - NIGHT 69\n\nPaul stands at the doorway, not wanting to commit to the\nscene... (CONTINUED )\n\f69\n\n\"The Rules of Attraction\" www.avary.com 69. CONTINUED: 69\n\nHarry is laying on the bed, his eyes closed, wearing typical\nFreshman garb: Bermudas, Polo sweater, Hi-Tops, his head\nlolling back and forth. \n---TARGET SECTION TO BE ANNOTATED---\n Donald is at his side trying to make\nhim throw up into a wastebasket next to the bed.\n\nRAYMOND\n(as if it will save Harry's\nlife)\nI brought Paul.\n\nPAUL\nWhat did he take?\n\nRAYMOND AND DONALD\n(simultaneously)\nDon’t know.\n\nPaul walks over to the desk and picks up a half-empty bottle\nof Dewar’s.\n\nPAUL\n(irritated)\nYou don’t know?\n\nHe smells the bottle. Uhg.\n\nDONALD\n(trying to lift him up)\nListen, we should take him to Dunham\nhospital.\n\nRAYMOND\nThat's all the way in fucking Keene!\n\nDONALD\nWhere else is there, asshole?\n\nRAYMOND\nThere’s a hospital in town.\n(pause)\nImbecile.\n\nDONALD\nHow am I supposed to know these things?!\n\nPAUL\nI have to meet someone at seven.\n\nDONALD\nFuck the meeting. Get your car, Raymond.\n\n(CONTINUED )\n\f69\n\n70\n\n\"The Rules of Attraction\" www.avary.com 70.\n\nCONTINUED: (2) 69\n\nRaymond rushes out. Paul helps Donald lift Harry up from the\nbed. Donald raises Harry’s arm and starts taking off the\ncashmere vest he’s wearing.\n\nPAUL\nWhat are you doing?\nDONALD\nThis vest’s mine. I don’t want it\n\nruined.\nSuddenly Harry SPUTTERS A COUGH followed by a GAG.\n\nHARRY\n(wasted)\nWhat are we doing?\n\nPAUL\n(accusingly)\nSee. He’s alive.\n\nDONALD\nJesus, Paul. This is serious.\n(whispering to Harry)\nIt’ll be okay, Harry. Don’t worry.\n\nThey walk him out into the\nHALLWAY 70\n\nPAUL\nHe seems okay to me. Maybe drunk.\n\nDONALD\n(lecture tone)\nPaul. He called me up before dinner and\nsaid he was going to kill himself. I\ncame over here after dinner, and look at\nhim. He’s obviously taken something.\n\nPaul slaps Harry several times.\nPAUL\nWhat did you take, Harry?\n(slap)\nWhat did you take?\nDONALD\n(slap)\nCome on, Harry. Tell Paul what you took?\n\nSlap, slap. Nothing, just a CHOKING COUGH.",
  "52": "---END OF PREVIOUS SECTION---\nTell Paul what you took? Slap, slap. Nothing, just a CHOKING COUGH. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com\n\n70 CONTINUED:\n\nPAUL\n(annoyed)\nJesus Christ, this is so typical. I’m\ngonna miss my date. Let’s get to the\nhospital quick and get this over with.\n\n71 .INT. RAYMOND’S CAR - TOWN - MOVING - NIGHT\n\n70\n\nCUT TO:\n\n71\n\nRaymond is at the wheel of his Saab. In the back seat, Harry\nis in between Paul and Donald. His eyes are rolled into the\nback of his head and he’s drooling. Every now and then a\n\nGARGLE comes out of his gaping mouth.\n\nDONALD\nHe found out he was adopted today.\nPAUL\nOh.\n(pause)\n\nCould you stop at a Circle K or\nsomething? I need cigarettes.\n\nDONALD\nCan I remind you that we have someone\n0.D.ing back here?\n\nPAUL\nHe’s not O.D.ing! He’s just a Freshman.\nFreshmen don’t O.D.\n\nDONALD\nFuck you, Paul!\n\nSuddenly Harry starts to RETCH.\n\nDONALD\nOh, shit! He’s throwing up!\nRAYMOND\nOpen the window! Open the fucking\nwindow!\nPAUL\n\nHe’s not throwing up.\n\nRAYMOND\nThen what do you call that sound?\n\n(CONTINUED )\n\f71\n\n72\n\n\"The Rules of Attraction\" www.avary.com 72.\n\nCONTINUED: 71\n\nPAUL\nDry heaves. He’s just forgetting to\nbreathe and he has a lot of air in his\nstomach.\n\nSuddenly Harry MUMBLES something and then begins to RETCH\nsome more. A TERRIFIC WATERY BELCH fills the darkness of the\ncar.\n\nDONALD\nOh no! He’s throwing up again!\n\nPAUL\nHe never threw up in the first place.\n\nRAYMOND\nMaybe we should be inducing vomiting?\nShould I pull over?\n\nPAUL\nI can’t believe you two. Can I change\nthis tape?\nCUT TO:\nINT. HOSPITAL - EMERGENCY ROOM - NIGHT 72\n\nRaymond and Donald are dragging Harry in. Paul walks\nalongside them, looking more casual.",
  "53": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. HOSPITAL - EMERGENCY ROOM - NIGHT 72\n\nRaymond and Donald are dragging Harry in. Paul walks\nalongside them, looking more casual. \n---TARGET SECTION TO BE ANNOTATED---\n The emergency room is\ntotally empty, with MUZAK being piped in through ceiling\nspeakers. A YOUNG FAT NURSE looked up and smirks.\n\nYOUNG FAT NURSE\n(not looking at Harry)\nYes?\n\nRAYMOND\nThis guy’s O.D.ing.\nYOUNG FAT NURSE\n(getting up)\n0.D.ing?\n\nThen the DUTY DOCTOR walks out. He’s an old guy with\nglasses, MUMBLING to himself.\n\nDonald and Raymond lay Harry down on the floor.\n\nDONALD\nThank God.\n\nThe doctor kneels down and checks Harry’s vital signs. No\none says a word. After a while the doctor GRUNTS.\n\n(CONTINUED )\n\f72\n\n\"The Rules of Attraction\" www.avary.com 73.\n\nCONTINUED: 72\n\nRAYMOND\nWill you get him into the emergency room?\nIsn’t there anyone else here?\n\nThe doctor ignores him. He checks Harry’s pulse. He then\nunbuttons Harry’s shirt and checks his chest with a\nstethoscope to his tan, bony chest. He then checks the pulse\nagain and GRUNTS. Finally, after listening to both the\nstethoscope and his heart several more times, the doctor\nlooks at Harry, Donald, and Paul.\n\nDUTY DOCTOR\nI’m not getting any pulse.\n\nDonald throws his hands over his mouth in horror. He backs\nup against the wall.\n\nRAYMOND\nHe's dead? Is this a joke?\n\nPaul scoffs and points at the body.\n\nPAUL\nI can see him moving. He’s not dead. I\ncan see him breathing.\n\nDONALD\nHe’s dead, Paul. Shut up! I knew it! I\nknew it!\n\nDUTY DOCTOR\nI’m sorry about this, boys. How did this\n\nhappen?\nDONALD\n(wailing)\nOh God...\nPAUL\n\nShut up before I bitch slap you.\n(to the duty doctor)\nLook. He's not dead.\n\nDUTY DOCTOR\nBoys, I’m not getting a heartbeat or a\npulse. The pupils looks dilated to me.\n(he wheezes as he gets up)\nThat boy’s dead.\n\nDonald starts to SOB, his back to the wall. Raymond looks at\n\nHarry closely, and then to Paul.",
  "54": "---END OF PREVIOUS SECTION---\n(he wheezes as he gets up)\nThat boy’s dead. Donald starts to SOB, his back to the wall. Raymond looks at\n\nHarry closely, and then to Paul. \n---TARGET SECTION TO BE ANNOTATED---\n It’s obvious that Raymond\nisn’t too worried any more.\n\n(CONTINUED )\n\f72\n\n\"The Rules of Attraction\" www.avary.com\n\nCONTINUED: (2)\n\nDUTY DOCTOR\nI don’t know what to tell you boys, but\nyour friend’s dead. He’s simply not\nalive.\n\nHarry’s eyes open up half-way.\n\nHARRY\n(wasted)\nI’m not dead am I?\n\nDonald SCREAMS.\n\nRAYMOND\nYes you are. Shut up.\n\nThe doctor kneels back down and takes his pulse. Harry’s\neyes are open, blinking.\n\nDUTY DOCTOR\nI’m telling you, there’s no pulse. This\nboy is dead.\n\nPAUL\nI think we’re going to take our friend\nhome, okay? Is that, like, okay with\nyou?\n\nHARRY\nAm I dead...?\n\nDONALD\nTell him to shut up!\n\nDUTY DOCTOR\nI’m pretty sure your friend is dead.\nMaybe you want me to run some tests?\n\nRAYMOND AND DONALD\n(simultaneously)\nNo!\n\nBy now they have Harry up and are taking him out of the\nhospital and back to the car, which is parked half on the\ncurb.\n\nDUTY DOCTOR\n(calling to them as they leave)\nI really must insist that we run some\ntests on your friends corpse.\n\nCUT TO:\n\n74.\n\n72\n\f73\n\n74\n\nINT.\n\nThey\nelse\n\nPaul\ndate\n\nINT.\n\nSean\n\n\"The Rules of Attraction\" www.avary.com 75.\n\nRAYMOND’S CAR - TOWN - MOVING - NIGHT\n\nare driving back to campus. Harry is SNORING. Everyone\nis intensely quiet.\n\nchecks his watch. It’s almost eight. He’s missed his\nwith Sean.\n\nCUT TO:\n\nBOOTH HOUSE - LIVING ROOM - NIGHT\n\nis talking to Lara, Lauren’s friend at a pre-Saturday\n\nnight party party. STUDENTS are mulling about, drinking\n\nbeer.\n\nSean’s wondering where Lauren is, while Lara blatantly\n\nflirts with him.\n\nThen\n\nSean\n\nSean\n\nwe read:\nA PRE-SATURDAY NIGHT PARTY PARTY\nfinally turns to Lara.\n\nSEAN\nSo is she coming tonight?\n\nLARA\nI doubt it.\n\nSEAN\nWhy?\n\nLARA\nShe’s been looking at the Book.",
  "55": "---END OF PREVIOUS SECTION---\nLARA\nI doubt it. SEAN\nWhy? LARA\nShe’s been looking at the Book. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\nWhat book?\n\nLARA\nIt's this big medical book she has of\nVenereal Diseases. Before a party she\nlooks through it to discourage herself\nfrom going. It’s got some pretty nasty\nimagery. Helps her to focus on homework.\n\nlets this sink in.\nSEAN\n(more of a statement than a\n\nquestion)\nSo she’s not coming.\n\n(CONTINUED )\n\n73\n\n74\n\f\"The Rules of Attraction\" www.avary.com 76.\n\n74 CONTINUED: 74\n\nLARA\nNope.\n(beat)\nYou wanna get me another beer?\n\nPaul, wearing all black, walks in through the front door of\nBooth and scans the room. He spots Sean and then notices\nthat he’s talking to Lara. A grimace of jealousy crosses his\nface. Then Sean walks across the room to the keg, leaving\nLara alone for a moment. This is Paul’s chance...\n\nHe bee-lines over to him.\n\nPAUL\nHey, Sean. Sorry I’m late.\nSEAN\n(pumping the keg tap)\nWhat?\nPAUL\n\nThis stupid thing went down. I had to\ntake a Freshman to the hospital. I’m\nsorry I’m late.\n\nSEAN\n(not really even sure what he’s\ntalking about)\nIt’s okay.\n\nPAUL\nI’‘1l make it up to you.\n\nSEAN\n(filling the beers)\nYou don’t have to.\n\nPaul nervously glances over at Lara, who is getting hit on my\nsome GUY FROM DARTMOUTH with big arms and a big chin.\n\nPAUL\nI know I don’t. But I want to. I really\ninsist.\n\nSEAN\nWhatever.\n\nPAUL\n\n(trying to hold on)\nLook, I've got some pot in my room. You\nwant some? We could get stoned.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 77.\n\n74 CONTINUED: (2) 74\n\nSEAN\nYou've got pot?\n\nPAUL\nIn my room.\n\nSean, holding the two beers, looks over at Lara who is being\nCHATTED UP by the Dartmouth guy. He looks at Paul and then\noffers him Lara’s beer.\n\nSEAN\nWant a beer?\n\nPaul takes it and smiles.\n\nPAUL\n(eager )\nLet's go.",
  "56": "---END OF PREVIOUS SECTION---\nSEAN\nWant a beer? Paul takes it and smiles. PAUL\n(eager )\nLet's go. \n---TARGET SECTION TO BE ANNOTATED---\nThey walk out of the living room and to Paul’s room.\n\nJust as Paul and Sean leave the room, Lauren walks in. She\nstands in the doorway for a moment looking around and then\nwalks over to Lara.\n\nLARA\nHey Lauren. This is...\n\nGUY FROM DARTMOUTH\nJim.\n\nLARA\nJim from Dartmouth.\n\nGUY FROM DARTMOUTH\n(to Lauren)\nBrewski for Youski?\n\nShe SIGHS.\n\nLAUREN\nMay as well.\n\nThe guy from Dartmouth goes over to the keg to get Lauren and\nLara a beer. When he’s out of earshot she turns to Lauren.\n\nLARA\nHe thinks it’s the Dressed To Get Screwed\nParty. You want him? I/’11 give him to\nyou.\n\n(CONTINUED )\n\f74\n\n75\n\n\"The Rules of Attraction\" www.avary.com 78.\n\nCONTINUED: (3) 74\n\nLAUREN\nNo. You keep him. My standards are a\nlittle higher than a guy whose opening\nline is “Brewski for Youski”.\n\nLARA\nSure? I don’t see Victor around...\nLAUREN\nHow about Sean Bateman? Have you seen\nhim?\nLARA\nSean Bateman? He ran off with Paul\nDenton.\nLAUREN\nYou think...?\nLARA\nI don’t know...\nLAUREN\nHe must just be selling him something.\nLARA\nRight.\nLAUREN\nRight.\nLARA\n\nSo you’re out on the prowl again?\nLAUREN\nThe Book just didn’t do it tonight. I\nthink I need a more hard-core deterrence.\nShe looks around the room, scanning it. At that moment\nLauren’s teacher, Mr. Lawson, walks in. He looks over at her\nand walks over.\nMR. LAWSON\nMs. Lauren Hynde. Why weren’t you at my\ntutorial last Saturday?\nHe leans against the wall and seductively looks at her.\nCUT TO:\nINT. BOOTH HOUSE - PAUL’S ROOM - NIGHT 75\nPaul and Sean are smoking pot and drinking beer.\n\n(CONTINUED )\n\f75\n\n\"The Rules of Attraction\" www.avary.com\n\nCONTINUED:\n\nPAUL\n\nWhere did you spend last Summer?\nSEAN\n\nBerlin.\nPAUL\n\nReally.",
  "57": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\f75\n\n\"The Rules of Attraction\" www.avary.com\n\nCONTINUED:\n\nPAUL\n\nWhere did you spend last Summer? SEAN\n\nBerlin. PAUL\n\nReally. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\n\nYeah. It was okay.\n\nPAUL\nHow are the clubs there?\n\nSEAN\nGood, I guess.\n(he laughs and sucks on the\npipe)\nClubs?\n\nPAUL\nYeah. Do you speak German?\n\nSEAN\nGerman? No.\n\nSean starts LAUGHING. Stoned laughter.\n\nPAUL\nYou don’t?\n\nSEAN\nNo. Why?\n\nPAUL\n\nWell. I assumed since you spent the\nSummer in Berlin, I thought...\n\nSEAN\nNo. Berlin, New Hampshire.\n\nHe SNIFFS the pipe. It’s dead.\n\nPAUL\nOh.\n\nPaul watches Sean as he loads the pipe.\n\nPAUL (V.O.)\nI watched him with growing intensity as\nhe refilled the pipe in the dark, hazy,\ndreamlike and smokey din of the room.\n(more )\n\n75\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 80.\n\n75 CONTINUED: (2) 75\n\n76\n\n77\n\nPAUL (V.O.) (CONT'D)\nHis fingers were delicately fingered what\nlooked like dry moss to me. And it\nstruck me then, that I liked Sean because\nhe looked, well, slutty. A boy who had\nbeen around. A boy who couldn’t remember\nif he was Catholic or not.\n\nSEAN (V.O.)\nI need to get some more pot. I’m running\nout. Then I need to get laid. Where the\nfuck was Lauren tonight? That Lara girl\nwas kind of hot. I could bang her and\nfeel good about it. But I’d rather have\nLauren. I wonder why? It’s not like\nLauren’s sexier...she just seems more\ninnocent. More pure. I need to fuck\nLauren. Then I need to get more pot.\n\nSean lights and inhales a puff and then passes the pipe to\nPaul, who takes a drag.\n\nSuddenly, the IMAGE DIVIDES INTO TWO SIMULTANEOUS SPLIT\nSCREENS. Both sides of the split screen have the exact same\naction. Then, suddenly, the ACTION BEGINS TO SLOWLY\nDEVIATE...\n\nOn the LEFT SIDE OF THE SPLIT SCREEN we see Paul’s view of\nthings -- he places his hand on Sean’s leg, allows it to\nslide inward a bit.",
  "58": "---END OF PREVIOUS SECTION---\nBoth sides of the split screen have the exact same\naction. Then, suddenly, the ACTION BEGINS TO SLOWLY\nDEVIATE... On the LEFT SIDE OF THE SPLIT SCREEN we see Paul’s view of\nthings -- he places his hand on Sean’s leg, allows it to\nslide inward a bit. \n---TARGET SECTION TO BE ANNOTATED---\n He then leans in and gently kisses Sean\non the lips. Sean hesitates for a moment, and then they kiss\nharder. Then it’s heavy, Paul pushes Sean back onto the bed\nand starts feeling him all over -- putting his hand up his\nshirt to feel his chest -- beginning to make love...\n\nOn the RIGHT SIDE OF THE SPLIT SCREEN, we see Sean’s view of\nthings -- no sex. No kissing. Just beer drinking and pot\nsmoking. Sean is pretty wasted. He passes out, leaving Paul\ndisappointed...\n\nFADE TO BLACK:\n\nEXT. CAMDEN - BOOTH HOUSE - MORNING 76\nIt is morning. SEVERAL BEDRAGGLED STUDENTS wander about, on\ntheir way to class or home to their rooms to pass out.\n\nINT. BOOTH HOUSE - PAUL’S ROOM - MORNING 77\n\nCLOSE ON: A television set is playing an MTV BEACH PARTY\nSTYLE SHOW. On screen is a guy with ripped abs dancing to\nHOUSE MUSIC with a tan girl with large breasts that can\nbarely be contained by her tiny bikini top. Both of them are\nthigh-deep in a swimming pool and surrounded by other\nidealized dancers posing as normal people.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 81.\n\n77+ CONTINUED: 77\n\nSean and Paul are sitting around drinking beer and watching.\n\nSEAN\nLook at that chick’s cans.\n\nPAUL\n(deadpan)\nImplants.\n\nSEAN\nI wouldn’t kick her out of bed for eating\ncrackers.\n\nThis comment annoys Paul, but before he can generate a snappy\ncomeback his phone rings. He MUTES THE TELEVISION and\nanswers.\n\nPAUL\nHello?\n\nMRS. DENTON (0.S.)\n(over phone)\nPaul? It’s your mother.\n\nPaul sits upright.\n\nPAUL\nHi mom. How’s it going?\n\nMRS. DENTON (0.S.)\nSomeone stole my car.\n\nPAUL\nOh.\n\nMRS. DENTON (0.S.)\nDon’t worry. The insurance is going to\ncover it. I didn’t like the color\nanyway.\n\nPAUL\n(distracted, looking at Sean)\nUh-huh, I see. Um, mom--\n\nMRS. DENTON (0.S.",
  "59": "---END OF PREVIOUS SECTION---\nUm, mom--\n\nMRS. DENTON (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nListen, I’m going to be in Boston at the\nRitz tomorrow. Why don’t you come and\nmeet me.\n\nPAUL\nTomorrow? I have classes all day.\n\n(CONTINUED )\n\f77+ CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 82.\n\n(2) 77\n\nMRS. DENTON (0.S.)\nDarling, you can miss one day to meet\nyour mother and the Jareds.\n\nPAUL\nThe Jareds are coming?\n\nMRS. DENTON (0.S.)\nYes. Mrs. Jared is coming and so is\nRichard. He’s taking the weekend off\nfrom Sarah Lawrence.\n\nPAUL\nRichard?\n\nPaul looks at Sean to see if he’s paying attention to the\nconversation, which he isn’t. He’s looking through CDs as if\nhe were deciding which ones he wants to steal.\n\nPAUL\nLook, Mom, does it have to be this weekend.\nI’ve got a lot of -- schoolwork. How about\n\nnext weekend?\n\nMRS. DENTON (0.S.)\nOh, please, Paul. I want to talk and I\nneed to do it in person. You can take\nthe bus into Boston tomorrow, or the\ntrain.\n\nPAUL\nWhat about Dad?\n\nMRS. DENTON (0.S.)\nWhat about him?\n\nPAUL\nIs he coming too? I haven’t spoken to\nhim in a month.\n\nMRS. DENTON (0.S.)\nDo you want him to come?\n\nPAUL\nNo. I don’t know.\n\nMRS. DENTON (0.S.)\nDon’t worry about it, darling. I’11 see\nyou at the Ritz-Carlton on Friday, right?\nI want to talk. There’s things we have\nto talk about.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 83.\n\n77 CONTINUED: (3) 77\n\nPAUL\n(sighing with defeat)\nOkay.\n\nMRS. DENTON (0.S.)\nWonderful. I’11 see you tomorrow then.\nGoodbye, love.\n\nPAUL\nYeah, you too.\n\nHe hangs up and sits there for a moment looking at the phone\nbefore he turns to Sean.\n\nPAUL\n(to Sean)\nI have to go to Boston.\n\nSEAN\n(disinterested)\nRock and roll.",
  "60": "---END OF PREVIOUS SECTION---\nHe hangs up and sits there for a moment looking at the phone\nbefore he turns to Sean. PAUL\n(to Sean)\nI have to go to Boston. SEAN\n(disinterested)\nRock and roll. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\nWant to go?\n\nSEAN\nNo. The Dressed To Get Screwed Party is\ntomorrow night.\n\nPAUL\nI know. And...I...don’t want to leave\nyou here.\n\nPAUL (V.O.)\n\n(thinking to himself)\nBecause I don’t trust you to not fuck\naround.\n\nSean gets up and walks to the door, a couple of CDs in his\nhand.\n\nSEAN\nDeal with it.\n(slightly lifts the CDs)\nI’m borrowing these.\n\nHe opens the door.\nPAUL\n\nWait. Would you...take me to the bus\nstation tomorrow.\n\n(CONTINUED )\n\f77\n\n78\n\n\"The Rules of Attraction\" www.avary.com 84.\n\nCONTINUED: (4) 77\n\nSean looks at him blank, as if he’s being put out. Paul\nlooks down to the CDs and then back up to Sean’s face.\n\nSEAN\nWhatever. Look, I’ve gotta go talk to my\nadvisor.\n\nHe shuts the door behind him as he leaves. Paul sits there\nupset.\n\nCUT TO:\nINT. DICKINSON - LAWSON’S OFFICE - DAY 78 *\nMr. Lawson’s playing Tetris on his Gameboy when the door *\nopens up simultaneous to the KNOCK.\nMR. LAWSON *\nCome in, come in.\nSean enters.\nMR. LAWSON *\nAh, Mr. Bateman. It’s good to see you,\nevery, what is it now? Month or so?\nSean plops down onto the chair opposite Mr. Lawson. *\nMR. LAWSON *\nWhere have you been? We’re supposed to\nmeet every week.\nSEAN\nWell.\n(beat)\nI’ve been real busy.\nMR. LAWSON *\n(grinning)\nOh you have?\nSEAN\nI got your note. What is it?\nSEAN (V.O.)\nI know it’s going to be something bad.\nWithout question.\nMR. LAWSON *\nYes. Well...\n(he shuffles through some\npapers)\nAs you know it’s mid-term and it’s come\n\n(more )\n(CONTINUED)\n\f78 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com\n\nMR. LAWSON (CONT'D)\nto my attention that you’re not passing\nthree of your courses. Is this true?\n\nSEAN\nUm. Well. Yeah. I’m having trouble in\na couple of classes.",
  "61": "---END OF PREVIOUS SECTION---\nWell. Yeah. I’m having trouble in\na couple of classes. \n---TARGET SECTION TO BE ANNOTATED---\n(pause)\nAm I failing Sculpting Workshop?\n\nMR. LAWSON\n(holding up an ominous pink\nsheet of paper)\nWell, as a matter of fact, you are.\n\nSEAN\nI don’t see how.\n\nMR. LAWSON\n\nIt seems as though you haven’t been\nshowing up to class regularly. You\nmissed most of your mid-terms.\n\n(beat)\nMr. Bateman, you have succeeded in\nachieving in real life what I only\nexperience in my most paranoid\nnightmares.\n\nThere is a long and thoughtful pause.\n\nSEAN\nWhat am I passing?\n\nMR. LAWSON\nWell. Mr. Schonbeck says you're doing\nquite well.\n\nSEAN (V.O.)\nWho? I’ve never been to a class taught\nby a Mr. Schonbeck.\n\nMR. LAWSON\nNeedless to say, Mr. Bateman, um, Sean,\nyour situation here is rather...unstable?\n\nSEAN\nUnstable. Yeah, well, um...\n\nMR. LAWSON\nWhat are we going to do about it?\n\nSEAN\nI’m going to fix it.\n\n85.\n\n78\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 86.\n\n78 CONTINUED: (2) 78\n\nMR. LAWSON\nYou are?\n\nSEAN\nYes. You bet I am.\n\nMR. LAWSON\n(confused but smiling)\nWell. Good, good. Pound it ‘till it’s\npurple.\n\nSean stands up.\n\nSEAN\nOkay?\n\nMR. LAWSON\nFine with me.\n\nSEAN\nWell, see you later?\n\nMR. LAWSON\n(laughing)\nWell, fine with me.\n\nSean LAUGHS UNCOMFORTABLY back as he makes his way toward the\ndoor. As he does he keeps his eyes on Mr. Lawson, who's\nreally CRACKING UP, yet stupefied.\n\nCUT TO:\n79 INT. CAMDEN - COMMONS - POST OFFICE - DAY 79\n\nSean, a little bent from his encounter with Mr. Lawson, walks\ninto the post office and checks his box. He throws out all\nthe mail except for a single purple envelope. He smiles and\nsmells it, then hungrily rips it open.\n\nSEAN (V.O.)\n(reading the letter with a\nsmile)\nTonight’s the night.",
  "62": "---END OF PREVIOUS SECTION---\nHe smiles and\nsmells it, then hungrily rips it open. SEAN (V. O.)\n(reading the letter with a\nsmile)\nTonight’s the night. \n---TARGET SECTION TO BE ANNOTATED---\n Tonight’s the\nnight. Tonight’s the night. Tonight’s\nthe night. Tonight’s the ni...\n\nFADE TO BLACK:\n80 INT. BUS - BUS TERMINAL - DAY 80\n\nPaul walks to the back of the bus and puts his bag in the\noverhead storage area. He then takes a seat in the back seat\n\n(CONTINUED )\n\f80\n\n81\n\n82\n\n\"The Rules of Attraction\" www.avary.com 87.\n\nCONTINUED: 80\n\nand immediately looks out the window. Standing at his\nmotorcycle, trying to start it, is Sean.\n\nPAUL (V.O.)\nI shouldn't be leaving. He’s going to\nsleep with someone else. It’s the\nDressed to Get Screwed Party, for\nChrist’s sake. What the fuck am I doing?\n\nThe BUS SUDDENLY LURCHES AND STARTS TO DRIVE AWAY. Paul\npresses up against the window longingly and then begins to\nwave.\n\nPAUL (V.O.)\nI love you, Sean Bateman.\nEXT. TOWN - BUS TERMINAL - DAY 81\nSean looks up at the bus leaving and then back to his\nmotorcycle -- he doesn’t wave back.\nSEAN (V.O.)\n(thinking to himself)\nI wonder if Lauren goes wild during sex.\nI wonder if she comes easily -- or at\nall? I won’t go to bed with a girl that\ndoesn’t. If I can’t make a girl come\nthen why bother? It would be like asking\nquestions in a letter...hmmm... I’m\nhungry...\nSuddenly, with another kick, the motorcycle ROARS to life.\nHe gasses it and drives off in the opposite direction, back\nto campus.\nCUT TO:\nINT. LEIGH HOUSE - LAUREN’S ROOM - NIGHT 82\n\nLauren and Lara are wearing togas and sitting on the bed\ndoing coke. They talk very rapidly in this scene.\n\nLARA\n(snort)\nSo tonight’s the night?\n\nLAUREN\n(snort)\nI’m going all the way.\n\nLARA\nWho’s the lucky boy?\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 88.\n\n82 CONTINUED:\n\nLAUREN\nI don’t kiss and tell.\nLARA\nYou do if you want me out of the room\ntonight.",
  "63": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 88. 82 CONTINUED:\n\nLAUREN\nI don’t kiss and tell. LARA\nYou do if you want me out of the room\ntonight. \n---TARGET SECTION TO BE ANNOTATED---\nLAUREN\n(excited, smiling)\nOkay. Okay.\n\n(prepare yourself)\nSean Bateman.\n\nLARA\nSean Bateman?!\n\nLAUREN\nSean Bateman.\n\nLARA\nHe’s a drug dealer.\n\nLAUREN\nI don’t know. We had this...thing.\nThis...moment.\n\nLARA\nDid you not hear me? Drug-dealer.\nHello.\n\nLara leans over and snorts another line.\n\nLAUREN\nI know. But I’ve done my comparison\nshopping. He made me zzshing.\n\nLARA\nZzshing?\n\nLauren SNORTS a full line.\n\nLAUREN\nYou know. Zzshing. That audible sound\nyou hear that no one else hears that lets\nyou know when someone is going to play an\nimportant part in your life.\n\nLARA\nZzshing. I’ve never heard that.\n\nLAUREN\nYou will...someday.\n\n(CONTINUED )\n\f82\n\n83\n\n84\n\n85\n\n\"The Rules of Attraction\" www.avary.com 89.\n\nCONTINUED: (2) 82\n\nShe leans over and does another line.\n\nLARA\nI don’t know. Sounds kind of weird.\nMaybe you're afflicted with Synesthesia.\n\nLAUREN\n\nWhich is.\n\n \n\nLARA\nA clinical disorder which causes you to\nsee what you hear and hear what you see.\nThe uncontrolled combination of senses.\nYou should probably get it checked out.\nProzac might help.\n\nLara lowers down and SNORTS another line as Lauren pensively\nponders it.\n\nCUT TO:\nINT. BOOTH HOUSE - SEAN’S ROOM - NIGHT 83\n\nIt’s early evening and Sean walks into his room wet and\nwrapped with a towel, having just returned from the showers.\n\nHe roughly dries his hair with the towel until it is a fuzzy\nmop. Dry off the arms, chest, balls, legs. Throw the towel\nonto the bed.\n\nSean sits down naked into his desk chair and checks his e-\nmail. Nothing. He sits there for a moment and then looks at\nhis drawer, the purple letters. He opens the drawer up and\ntakes out the purple letters. With the whole stack in hand\nhe lays down on the bed and begins flipping through\nthem...and touching himself. He shuts his eyes and\nimagines...",
  "64": "---END OF PREVIOUS SECTION---\nHe opens the drawer up and\ntakes out the purple letters. With the whole stack in hand\nhe lays down on the bed and begins flipping through\nthem...and touching himself. He shuts his eyes and\nimagines... \n---TARGET SECTION TO BE ANNOTATED---\nTHE LAUREN FANTASY 84\nPure. Sweet. FIRST PERSON SUPER-8 FOOTAGE with super-\n\nsaturated colors. There’s a river and Lauren is swimming in\n\nit -- swinging from a tire swing -- laying under a riverside\ntree. Lauren is being tickled on a picnic blanket. She’s\nhurriedly pulling her clothes off. She’s having sex. Biting\neach other. Sleeping...\n\nSEAN 85\nEjaculates.\n\nFADE TO BLACK:\n\f86\n\n87\n\n\"The Rules of Attraction\" www.avary.com 90.\n\nINT. RITZ-CARLTON - PAUL’S ROOM - NIGHT 86\nPaul dials the telephone, and impatiently waits.\nINT. BOOTH HOUSE - HALLWAY - NIGHT 87\n\nCLOSE ON: The hall phone. It starts RINGING. The guy\nplaying hacky-sack doesn’t want to answer the phone because\nit will ruin his set. Then he misses and the hacky-sack\nfalls to the floor with a solid THWUMP.\n\nHACKY-SACK GUY\nFart.\n\nHe walks over to the phone and answers it.\n\nHACKY-SACK GUY\n(obviously stoned)\nYeah?\n\nINTERCUT BETWEEN: Paul at the Ritz-Carlton and the hallway\ntelephone at Booth house.\n\nPAUL\nCan I talk to Sean Bateman? I think he\nlives upstairs.\n\nHACKY-SACK GUY\nYeah.\n\nThe hacky-sack guy wanders down the hallway as Paul waits for\nwhat seems like an eternity until Sean and the hacky-sack guy\ncome back. Continue to INTERCUT BETWEEN the two locations...\n\nSEAN\nYeah? Hello?\nPAUL\nSean?\nSEAN\nYeah? Who is this? Patrick?\nPAUL\nPatrick? Who the Hell is Patrick? No.\nIt’s Paul.\nSEAN\nPaul?\nPAUL\n\nYeah. Remember me?\n\n(CONTINUED )\n\f87 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com\n\nSEAN\nNo. This better be good.\n\nPAUL\nI just wanted to know what’s going on.\nWho's Patrick?\n\nSEAN\nNone of your business. What do you want?\n\nPAUL\nWere you asleep?\n\nSEAN\nNo. Of course not.",
  "65": "---END OF PREVIOUS SECTION---\nPAUL\nWere you asleep? SEAN\nNo. Of course not. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\nWhat are you doing?\n\nSEAN\nI was just getting ready to go to the\nparty.\n\nPAUL\nWith who? With Patrick?\n\nSEAN\n(laughing)\nWith the person who’s been leaving notes\nin my box.\n\nPAUL\nAre you?!\n\nSEAN\nDeal with it.\n\nPAUL\nAre you just fucking with me?\n\nSEAN\nRock and roll.\n\nSean HANGS UP and walks off.\n\n88 INT. RITZ-CARLTON - PAUL’S ROOM - NIGHT\n\n91.\n\n87\n\n88\n\nAt the HANG-UP CLICK Paul pulls the phone away from his ear.\nHe then looks at it in disbelief.\n\nPAUL\nMotherfucker.\n\n(CONTINUED )\n\f88\n\n\"The Rules of Attraction\" www.avary.com 92.\n\nCONTINUED: 88\n\nVOICE FROM THE DOOR\nWho?\n\nPaul turns suddenly, he didn’t realize someone was in the\nroom with him. Standing at the door is RICHARD, muscular and\ngood-looking, wearing a leather jacket, drinking from a\nbottle of Jack Daniels -- a bad boy. And it may be no\ncoincidence, but Richard looks surprisingly like Sean.\n\nPAUL\nRichard? Jesus Christ, is that you?\n\nRICHARD\nIt's Dick. And yes, it is me.\n\nHe walks in and throws his bag onto the bed.\n\nPAUL\nWhat are you doing here?\n\nRICHARD\nGetting fucked up.\n(he pauses for drama)\nMaybe getting fucked.\n\nHe slyly licks his lips at Paul. It’s not really all that\nsexy, a drunk person never is, but Richard and Paul obviously\nhave a past...and that transcends the alcohol.\n\nSuddenly, MRS. DENTON, Paul’s mother, and MRS. JARED,\nRichard's mother, walk into the room. They’re too good to be\ntrue: Big hair, too much money, too much time, too much\nplastic surgery. One time sexy women who managed to nab rich\nmen and spend the rest of their life spending. It’s Louis\nVitton all the way.\n\nMRS. DENTON\nPaul. You remember Mrs. Jared.\n\nPAUL\n(getting up off the bed)\nOf course, how are you Mrs. Jared?\n\nMRS.",
  "66": "---END OF PREVIOUS SECTION---\nPAUL\n(getting up off the bed)\nOf course, how are you Mrs. Jared? MRS. \n---TARGET SECTION TO BE ANNOTATED---\n JARED\n(to Richard, her son)\nI leave you alone for five minutes and\nyou're drinking?!\n\nRICHARD\n\n(laying down onto the bed)\nDrunk. I’m drunk.\n\n(CONTINUED )\n\f88\n\n89\n\n90\n\n\"The Rules of Attraction\" www.avary.com 93.\n\nCONTINUED: (2) 88\n\nHe drops the bottle onto the floor lets loose a HORRENDOUS\nRIPPING BELCH, the kind that win farm shows.\n\nMRS. JARED\nThen take a shower and sober up.\n(to Mrs. Denton)\nWill my tortures never end?\n(she turns abruptly to Paul)\nHow are you Paul?\n\nPAUL\nFine. I’m fine.\nMRS. JARED\nWould you talk to him? He’1l listen to\n\nyou.\n\nShe walks out. Mrs. Denton shrugs her shoulders with a\nsmile, “what can I do?”\n\nMRS. DENTON\nWe'll see you two downstairs for dinner\nin fifteen minutes.\nShe leaves and shuts the door behind her.\n\nPaul looks at Richard on the bed, who now looks rather sexy.\nSomething like a supermodel, tipsy and loose.\n\nRICHARD\nWanna take a shower with me? For old\ntimes sake?\nCUT TO:\nINT. BOOTH HOUSE - LIVING ROOM - NIGHT 89\n\nSTUDENTS IN TOGAS are gravitating around the keg in Booth\nHouse. The party is pre-full-swing.\n\nThen we read:\n\nTHE DRESSED TO GET SCREWED PARTY\nINT. BOOTH HOUSE - BATHROOM - STALL - NIGHT 90\nSean is standing in the in the bathroom eating dried magic\nmushrooms as if they were fried pork rinds while Lara chops\n\nlines of coke on a CD pearlcase. Both of them are wearing\ntogas.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 94.\n\n90 CONTINUED: 90\n\nSEAN\n(distastefully chewing)\nBlecch!\n\nHe makes a yucky face and pops another one in his mouth.\n\nLARA\nThank god you’re still dealing.\n\nLara leans down and SNORTS some cocaine from a CD on the\nporcelain toilet top. She lifts her head back and shakes her\nnose back and forth, knocking back any would-be “crumbs”.",
  "67": "---END OF PREVIOUS SECTION---\nLARA\nThank god you’re still dealing. Lara leans down and SNORTS some cocaine from a CD on the\nporcelain toilet top. She lifts her head back and shakes her\nnose back and forth, knocking back any would-be “crumbs”. \n---TARGET SECTION TO BE ANNOTATED---\nLARA\n(rubbing her gums with her coke\ndabbed finger)\nThose are grown in shit. They taste\nbetter when you eat them with peanut\nbutter.\n\nSean starts to DRY HEAVE.\nHARD CUT TO:\n91 INT. BOOTH HOUSE - LIVING ROOM - NIGHT 91\n\nSean and Lara are standing next to each other at the party.\nSean is a FUZZY BLUR. Quite literally. He’s actually smeary\nand blurred. Lara, on the other hand, is crystal clear and\ndamn near PIXILATED She seems composited from every fourth\nof fifth frame -- resulting in a jerky, erratic state. She\nlights a cigarette.\n\nSean looks at her, his face smearing as he turns. He looks\nat her, his pupils are so big that his eyes are almost black.\nLara is Lara one moment, and then suddenly it’s Lauren.\n\nStill pixilated and stop motion, but now it’s Lauren. Sean\nblinks his eyes. It’s her. Laura has turned into Lauren.\n\nSEAN\n(dopey, shrooming)\nAre you wearing anything underneath that\ntoga?\n\nLARA/LAUREN\nNo.\n\nSEAN\n(nice smile)\nGood.\n\nShe exhales smoke at him. Sizes him up. Her motor is\nrunning a thousand miles an hour.\n\n(CONTINUED )\n\f91\n\n92\n\n\"The Rules of Attraction\" www.avary.com 95.\n\nCONTINUED: 91\nLARA/LAUREN\nI have a boyfriend. Remember?\nSEAN\nThat doesn’t matter. You don’t have to\nnot screw because of that.\nLARA/LAUREN\nDid you know I was born in a Holiday Inn?\nQUICK CUT TO:\nINT. BOOTH HOUSE - SEAN’S ROOM - NIGHT 92\n\nSmeary mushroom induced pseudo-hallucination. Sean is on top\nof Lara, fucking her. But to Sean, who is still frying on\nmushrooms, Lara is Lauren. Sometimes, through the corners of\nhis eye, it’s Lara...but invariably she shifts back into\nLauren. Either way, her flesh is glowing green from the\ngreen from a buzzing lightning green neon lamp on his desk\nfrom Sharper Image. Frankenstein’s monster...\n\nLARA/LAUREN\nOh baby...",
  "68": "---END OF PREVIOUS SECTION---\nEither way, her flesh is glowing green from the\ngreen from a buzzing lightning green neon lamp on his desk\nfrom Sharper Image. Frankenstein’s monster... LARA/LAUREN\nOh baby... \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, Sean ejaculates with a PROLONGED GROAN and (we can\npresume) spurt, spurt...\n\nShe starts MOANING and humping up and down.\n\nSEAN (V.O.)\nDisillusionment strikes. After all my\npining for her...this...the inevitable\nconclusion. It’s like bad poetry -- and\nthen what? I’m still hard so I continue\nfucking her. She’s groaning now, humping\nup, down, up. Is it ever going to end?\nI should never have done this. I should\nhave kept it innocent. I put my hand\nover her mouth. She comes, licking my\npalm, snorting. It’s over.\n\n \n\nSuddenly, as if the high just ended, everything goes clear\nand Sean realizes that the girl his dick is inside isn’t\nLauren -- but Lara.\n\nSEAN (V.O.)\n(continuing)\nOhmygod. That’s not Lauren...it’s her\nroom mate. I just fucked her room mate.\nI’m in deep shit. What have I done?\nMake a mental note: Never shroom again.\n\n(CONTINUED )\n\f92\n\n93\n\n\"The Rules of Attraction\" www.avary.com 96.\n\nCONTINUED: 92\n\nSEAN\nLara?!\n\nLARA\nYeah?\n\nConfirmation...it’s Lara, not Lauren.\n\nSEAN\nUm. Where’s the Kleenex? Do you have a\ntowel or something?\n\nLARA\n(confused)\nDid you come yet?\n\nSean pauses quixotically. Didn’t she notice his vocal\nexpiration?\nSEAN\nUm. Oh, yeah...well, I’m gonna come. In\nfact, I’m coming now.\n\nSean MOANS a little, GRUNTS AUTHENTICALLY, and then pulls\nout.\n\nSEAN\nKleenex?\n\nLara turns her head and starts to SOB.\n\nSEAN\nWhat?! What’s wrong? Wait. I told you\nI came.\nCUT TO:\nINT. RITZ-CARLTON - DINING ROOM - NIGHT 93\n\nCLOSE ON: Paul, freshly showered.\n\nPaul is sitting at a table with his mother, Mrs. Jared, and\nRichard in the center of the massive and elegant dining room\nof the Ritz-Carlton.",
  "69": "---END OF PREVIOUS SECTION---\nRITZ-CARLTON - DINING ROOM - NIGHT 93\n\nCLOSE ON: Paul, freshly showered. Paul is sitting at a table with his mother, Mrs. Jared, and\nRichard in the center of the massive and elegant dining room\nof the Ritz-Carlton. \n---TARGET SECTION TO BE ANNOTATED---\n A PIANO ARRANGEMENT of “Libiamo” from\nGiuseppe Verdi’s La Traviata is being played by an EXPERT\nPIANIST. WAITERS dressed in new expensive tuxedos move\nquickly, gracefully, from table to table. ELDERLY WOMEN with\ntoo much make-up on, slumped lazily, drunkenly in the red\nvelvet chairs, stare and smile. We’re surrounded by very old\nmoney.\n\n(CONTINUED )\n\f93\n\n94\n\n95\n\n\"The Rules of Attraction\" www.avary.com 97.\n\nCONTINUED: 93\n\nRichard, even after a shower and a new suit, hasn’t sobered\nup. He peers out at Paul from behind the dark glasses and\nlifts his eyebrows suggestively.\n\nMRS. DENTON\n\n(finishing up a long, drawn-out\n\nstory)\n--.-and then I realized that my Cadillac\nhad been stolen. The police could have\ncared less. They said my insurance will\ntake care of it. Frankly, I was getting\nsick of the color.\n\nEveryone nods, totally bored.\n\nUNDER THE TABLE 94\nRichard's foot slips out of his shoe and into Paul’s crotch.\n\nPAUL 95\nwidens his eyes suddenly and shifts in his seat.\n\nMRS. JARED\nI’m going to ask you one more time,\nRichard. Will you kindly remove your\nsunglasses.\n\nHe totally ignores her. Paul is highly self-conscious and\nwants to dissipate into the ether.\n\nMRS. JARED\nVery well then.\n(perhaps trying reverse\npsychology)\nWhy don’t you tell us about school.\n\nRichard looks at her, reaches into his pocket, pulls out a\nMarlboro, and grabs a candle from the middle of the table --\nlights it.\n\nMRS. JARED\n(disapprovingly as he places\nthe candle back)\n\nOh, don’t smoke. Honestly, Richard.\n\nPaul eyes Richard's cigarette, whose smoke seems to ascend in\nan unnatural and sexual SLOW-MOTION.\n\nRICHARD\n\n(quietly and politely)\nMy name’s not Richard.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 98.\n\n95 CONTINUED: 95\n\nMRS. JARED\n\nWhat is it then?\nRICHARD\n\nDick.\nMRS.",
  "70": "---END OF PREVIOUS SECTION---\nJARED\n\nWhat is it then? RICHARD\n\nDick. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n JARED\n\nWhat?\nRICHARD\n\nDick. You heard me.\n\nHe takes a long drag from his cigarette and exhales into\nPaul’s face.\n\nMRS. JARED\nNo. Your name is Richard.\n\nRICHARD\nSorry. It’s Dick.\n\nMRS. JARED\nWell...Dick...how is school?\n\nRICHARD\nSucks cock.\n\nPaul, who was just sipping Champagne, SPITS UP into his glass\nas if he had just inhaled bubbly through his nose. He tries\nto act nonchalant about it but can’t stop COUGHING.\n\nMRS. JARED\nWhat classes are you taking...Dick?\n\nRICHARD\nGangbanging 101...Freebasing Tutorial...\nOral Sex Workshop...\nMRS. DENTON\n(whispering, embarrassed)\nMy God.\n96 UNDER THE TABLE 96\nRichard is grinding his foot into Paul’s crotch.\n97 PAUL 97\nsquirms helplessly.\nRICHARD\nYou like that?\n\n(CONTINUED )\n\f97\n\n\"The Rules of Attraction\" www.avary.com 99.\n\nCONTINUED: 97\n\nPaul SKIDS his chair over, avoiding Richard.\n\nMRS. JARED\nWhat has happened to you?\n\nRICHARD\nWhat do you mean “what has happened to\nme?” What do you think?\n\nMRS. JARED\nI can see what that school has done to\nyou.\n\nMRS. DENTON\n\nPerhaps Paul and I should--\n\nMRS. JARED\nNo. No. If anyone’s going to leave the\ntable it’s going to be Richard.\n\nRICHARD\nIt’s Dick!\nMRS. JARED\nLeave the table, Richard. Now.\nRICHARD\nWhy?\nMRS. JARED\n\n(quieter, but more intense)\nI’m asking you to leave the table. Now.\n\nPaul and his mother are watching the entire exchange in\nsilent horror.\n\nRICHARD\nNo, no, no. I will not leave the table.\n\nMRS. JARED\n(command)\nLeave the table.\n\nRICHARD\n(screaming)\nFuck you!\n\nThe pianist stops playing and whatever quiet din of\nconversation there was in the dining room is killed.",
  "71": "---END OF PREVIOUS SECTION---\nJARED\n(command)\nLeave the table. RICHARD\n(screaming)\nFuck you! The pianist stops playing and whatever quiet din of\nconversation there was in the dining room is killed. \n---TARGET SECTION TO BE ANNOTATED---\n Richard\ntakes a drag from his cigarette, finishes his Kir, SKIDS his\nchair back, gets up, bows, and walks slowly out of the dining\nroom.\n\n(CONTINUED )\n\f97\n\n\"The Rules of Attraction\" www.avary.com 100.\n\nCONTINUED: (2) 97\n\nThe MAITRE D’ and the HEAD WAITER rush up to see if\neverything is okay. Mrs. Jared takes a sip from her drink\nand assures them:\n\nMRS. JARED\nEverything is fine now. I’m really\nterribly sorry.\n\nMAITRE D’\nAre you sure, Madame?\n\nMRS. JARED\n\nPositive. My son isn’t...well. He has a\nlot of pressures...you know, with...with\nmid-terms coming up.\n\n(she inhales in an attempt to\n\nrelax)\nI would like another Vodka Collins.\n\n(to Mrs. Denton)\nEve, would you like anything?\n\nMRS. DENTON\n(shaking her head, stunned)\nYes. I mean...no. Well...yes.\n\nShe looks at Paul, visibly stunned and looking for help.\n\nPAUL\n(to the Maitre D’)\nGet her another one.\n\nThe Maitre D’ nods and walks away, conferring with the\nwaiter. The pianist resumes PLAYING, slowly, unsure. Some\nof the people who were staring finally look away.\n\nMRS. DENTON\nI...think I want my next car to be blue.\nA dark blue.\n\nMrs. Jared takes a Xanax and nods while finishing her Vodka\nCollins.\n\nMRS. DENTON\nWhat do you think, Paul?\n\nPaul closes his eyes.\n\nPAUL\nBlue.\n\nCUT TO:\n\f\"The Rules of Attraction\" www.avary.com 101.\n\n98 INT. RITZ-CARLTON - PAUL’S ROOM - NIGHT 98\n\nPaul is laying on the bed in his Calvin Klein underwear,\nwatching videos with the sound turned off. He’s drinking\nsome beer which room service has brought up.\n\nThere is a POLITE KNOCK at the door. Paul considers not\nanswering it, but then decides the better of it. He gets up\nand wanders over to the door, opens it. His mother is\nstanding there.\n\nPAUL\nOh. Hi mom.\nMRS.",
  "72": "---END OF PREVIOUS SECTION---\nPAUL\nOh. Hi mom. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n DENTON\nI thought maybe we’d go downstairs for a\ndrink.\nPAUL\nWhat for?\nMRS. DENTON\nI want to talk about something.\nPAUL\nWhy not here?\nMRS. DENTON\nLet’s go downstairs.\nCUT TO:\n99 INT. RITZ-CARLTON - LOBBY - NIGHT 99\n\nPaul and his mother walk up to the bar of the Ritz. Paul has\nput on jeans, a grey sweater, and a ripped black tweed coat.\n\nMRS. DENTON\nDid I buy you that sport coat?\n\nPaul doesn’t answer her. They walk into the bar.\n100 INT. RITZ-CARLTON - BAR - NIGHT 100\nThe HOST walks up to them and looks Paul over.\n\nMRS. DENTON\nYes, there are two of us.\n\nHOST\nI’m afraid there’s a dress code.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 102.\n\n100 CONTINUED: 100\nMRS. DENTON\nYes...?\nHOST\nThis young man is not following it.\nMRS. DENTON\nWhere does it say that there’s a dress\n\ncode?\n\nGlaring but still smiling the host motions to a white board\nand points out bright blue lettering that says, first, “No\nJeans\", and then, “Tie Must Be Worn”. Paul rubs his temple.\n\nPAUL\nForget it, mom. We’1ll go somewhere else.\n\nMRS. DENTON\n(to the host)\nWe’re guests in this hotel.\n\nHOST\nYes, I realize that. But this applies to\neveryone.\n\nShe opens her purse.\nHOST\nWould you like me to make reservations\nfor later.\n\nMRS. DENTON\nMy son is dressed fine.\n\nShe hands him a fifty dollar bill, folded neatly in half.\n\nMRS. DENTON\nJust sit us in back.\n\nHe takes the fifty and slips it into his pocket.\nHOST\nYes, there might be a table over in the\ncorner, in the dark.\n\nPAUL\nIn the corner, in the dark.\n\nCUT TO:\n\f\"The Rules of Attraction\" www.avary.com 103.\n\n101 INT.",
  "73": "---END OF PREVIOUS SECTION---\nPAUL\nIn the corner, in the dark. CUT TO:\n\f\"The Rules of Attraction\" www.avary.com 103. 101 INT. \n---TARGET SECTION TO BE ANNOTATED---\n RITZ-CARLTON - BAR - LATER - NIGHT 101\n\nEXTREME CLOSE ON: Two Champagne Kirs are poured into tall\nthin glasses.\n\nThey’re seated at a small cocktail table toward the back of\nthe bar. It is dark -- dimly illuminated by the ambient bar\nhalogens and the red table candle. The HOSTESS smiles and\nleaves.\n\nPaul takes out a cigarette and lights it.\n\nMRS. DENTON\nDarling, I wish you wouldn’t smoke.\n\nPAUL\nMother, I’m sorry, but I need a\ncigarette. Badly.\n\nShe nods, giving in, and Paul crosses his legs and focuses\nhis attention on her.\n\nMRS. DENTON\nYou know, your father and I first came\nhere seventeen years ago on our fifth\nanniversary. It was in December and it\nwas snowing. We would order these.\n\nShe lifts the Kir and takes a sip. Paul notices that\nsomething is seriously disturbing her. He shifts nervously\nin his seat.\n\nPAUL\nAre you okay, mom?\nMRS. DENTON\nI wonder what happened to Richard\ntonight.\nPAUL\nMid-terms?\nMRS. DENTON\nOh, please.\nPAUL\n\nHe’s always been like that.\n\nMRS. DENTON\nWell it’s too much. Too much.\n\nShe adjusts herself in her seat, obviously holding something\nback.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com\n\n101 CONTINUED:\n\nMRS. DENTON\nHis mother says he has a new girlfriend.\n\nPaul rolls his eyes.\n\nPAUL\nMom, Richard’s bi.\nMRS. DENTON\nBi what?\nPAUL\nBi.\n\n(lifting his hands as if to\ndescribe this condition)\nYou know. Bi.\n\nMRS. DENTON\nBilingual?\n\nPAUL\nBisexual.\n\nMRS. DENTON\n\nOh. Well...if he’s bi it doesn’t mean he\ncouldn’t have a girlfriend...if he’s bi.\n\nPAUL\nDid we come down here to talk about\nRichard?\n\n104.\n\n101\n\nShe looks at Paul for a long moment, taking him in here in\n\nthe darkness of this bar, drinking Kir.\n\nMRS. DENTON (V.O.)\n(thinking to herself)\n\nI love my son very much.",
  "74": "---END OF PREVIOUS SECTION---\nMRS. DENTON (V. O.)\n(thinking to herself)\n\nI love my son very much. \n---TARGET SECTION TO BE ANNOTATED---\n Looking at him\nhere in the bar, drinking his Kir, I just\nwant to hold his hand...like when he was\na little boy. How I miss those days.\nSitting here now in the darkness now I\nfeel as though I’ve never known this\nchild. His face -- placid,\nexpressionless. My son -- a cipher. How\ndid it come to be this way?\n\nMRS. DENTON\nYour father and I are getting a divorce.\n\nPaul is stunned.\n\nPAUL\nWhat? Why?!\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 105.\n\n101 CONTINUED: (2) 101\nMRS. DENTON\nBecause...we don’t love each other\nanymore.\n\nPaul looks down for a moment, averting his eyes, and then\nback to her.\n\nMRS. DENTON\nYour father and I have been living apart\nsince you left for school.\n\nPAUL\nWhere does he live now?\n\nMRS. DENTON\nIn the city.\n\nPAUL\nOh.\n\nMRS. DENTON\nAre you upset?\n\nHe looks like he might cry, but he doesn’t -- he sucks it in.\n\nPAUL\nUpset? No. I knew it was going to\nhappen sooner or later. It was\ninevitable.\n\nHe looks down again.\nDISSOLVE TO:\n102 INT. CAMDEN - COMMONS - POST OFFICE - SEAN’S P.O. BOX - NIGHT 102\n\nA purple letter rests inside of Sean’s post office box,\nbathed in the cool blue light of the moon.\n\nGIRL’S VOICE (V.O.)\nI’ve written you this last letter because\nI know I’1l never have you. I stood in\nthe corner and watched you go off with\nher. She’s so beneath you. You probably\ndid it to hurt me. It worked. You hurt\nme and now there’s nothing else I can do.\nThere won’t be anymore notes. It’s last\ncall--\n\nHARD CUT TO:\n\f\"The Rules of Attraction\" www.avary.com 106.\n\n103 INT.",
  "75": "---END OF PREVIOUS SECTION---\nThere won’t be anymore notes. It’s last\ncall--\n\nHARD CUT TO:\n\f\"The Rules of Attraction\" www.avary.com 106. 103 INT. \n---TARGET SECTION TO BE ANNOTATED---\n LEIGH HOUSE - BATHROOM - NIGHT 103\n\nA girl who we may vaguely remember working in food service,\nand perhaps even around campus and various parties (though\nalways a wallflower), and whose voice we just heard, is\nlaying in a bathtub in the girl’s bathroom, surrounded by\nflowers and candles. On the edge of the tub is a thin razor.\nShe takes it into her fingers and lowers it beneath the\nwater, out of view...\n\nFOOD SERVICE GIRL (V.O.)\nI’m lying, in warm water, in a bathtub,\nin Leigh House. I drag the razor\nunderwater firmly across the hot skin of\nmy lower arm -- up and down, then\na...Cross...\n\nSuddenly a cloud of deep red pollutes the water, turning it\nmurky. She shuts her eyes.\n\nFOOD SERVICE GIRL (V.O.)\n(continuing)\n.-..the weakness drenches me and I lay\nback, the water turning impossibly red\nand then I start to dream. Then I’m not\nsure if this is really the thing to do.\nI’m too tired now to get up and stop it.\n\nMaybe I should have -- guess what? No\ntime. God Jesus Christ our my nothing\nsavior...\n\nCUT TO:\n104 INT. CAMDEN - COMMONS - POST OFFICE - SEAN’S P.O. BOX - NIGHT 104\nSilence. The purple letter.\nFADE TO BLACK:\n105 INT. LEIGH HOUSE - GIRL’S BATHROOM - MORNING 105\nSomeone is SCREAMING!\nAnd we can see why. The food service girl is a blue corpse --\nliterally blue -- locked into a contorted position and\nwearing the most gruesome death face you’ve ever seen. The\nwater is more blood than water now. The deepest red\nimaginable.\nThe person screaming is Lauren, dressed in her nightshirt.\n\nShe’s SHRIEKING like she’s lost her mind. She stumbles back\nand flees the bathroom.\n\f106\n\n107\n\n108\n\n109\n\n\"The Rules of Attraction\" www.avary.com 107.\n\nEXT. CAMDEN - COMMONS - LAWN - MORNING 106\n\nLauren is SCREAMING and SCREAMING and SCREAMING as she makes\nthe hundred yard dash across the Commons.\n\nINT.",
  "76": "---END OF PREVIOUS SECTION---\nEXT. CAMDEN - COMMONS - LAWN - MORNING 106\n\nLauren is SCREAMING and SCREAMING and SCREAMING as she makes\nthe hundred yard dash across the Commons. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BOOTH HOUSE - SEAN’S ROOM - MORNING 107\n\nSean is asleep when suddenly he’s awakened by the SCREAMING\nand a POUNDING on his window. He jerks up. Lara is next to\nhim. He looks at her and then parts the curtains to see who\nis outside of his window.\n\nIt’s Lauren. The sight of her SCREAMING causes him to SCREAM\nwhich causes Lara to SCREAM.\n\nThen, everyone stops. Silence.\n\nLauren looks at Lara, naked in bed with Sean. Lara looks at\nSean, then to Lauren. Sean to Lauren, then to Lara, then\nback to Lauren...\n\nLauren’s eyes roll up into her head and she faints.\nCUT TO:\nEXT. CAMDEN - COMMONS - LAWN - DAY 108\n\nPaul is returning from his trip. He’s walking across Camden,\ncarrying his bag, on his way back to his room. He notices\nall of the POLICE activity and STUDENTS going on at Leigh\nhouse.\n\nCUT TO:\nINT. LEIGH HOUSE - HALLWAY - DAY 109\nSean is POUNDING on Lauren’s door.\n\nSEAN\nLauren! Open up! I didn’t mean it!\n\nLAUREN (0.S.)\nFuck you!\n\nIn the background the POLICE are taking the body bag out of\nthe bathroom. A SMALL CROWD OF STUDENTS has formed to see\nwhat’s going on.\n\nSEAN\nListen, I hate to do this through the\ndoor...but, I love you. I don’t want to\nlose you. I just wanted you to know that\nI was high. I thought she was you. You\n\n(more )\n(CONTINUED)\n\f109\n\n110\n\n\"The Rules of Attraction\" www.avary.com 108.\n\nCONTINUED: 109\nSEAN (CONT'D)\ntwo do look a lot alike. And I don’t\neven remember it.\n\nLAUREN (0.S.)\nI don’t ever want to see you again!\n\nSEAN\nSince when does having sex with someone\nelse mean, like, I’m not faithful to you?\n\nNo answer. Just CRYING on the other side of the door.\n\nSean POUNDS his head against the door. Then he notices Lara,\nleaning against the hallway wall and smoking a cigarette, a\ndevilish smile across her face.",
  "77": "---END OF PREVIOUS SECTION---\nJust CRYING on the other side of the door. Sean POUNDS his head against the door. Then he notices Lara,\nleaning against the hallway wall and smoking a cigarette, a\ndevilish smile across her face. \n---TARGET SECTION TO BE ANNOTATED---\nLARA\nShe’s not ever going to want to see you\nagain. Face it...\n\nShe smiles, satisfied with herself, and takes a long drag\nfrom her cigarette. She then blows the smoke in his face.\n\nLARA\n(continuing)\nYou fucked up.\n\nSean takes a step toward her and then suddenly cold cocks her\nwith a solid punch to the nose, bursting it like a spoiled\ntomato. Lara, stunned, stumbles backwards and then falls\nonto her ass on the floor.\n\nSean turns and walks out.\nCUT TO:\nINT. BOOTH HOUSE - SEAN’S ROOM - DAY 110\n\nSean is sitting in his room. Totally depressed. Smoking a\ncigarette.\n\nThen, from the other side of the room, comes a MUFFLED\nRINGING OF A TELEPHONE. It must be his room mate Bertrand’s\nphone...inside the drawer of the desk. On top of the desk is\na carved pumpkin with a beret. Sean sits there listening to\nit, RINGING OVER AND OVER until he just can’t take it any\nlonger. He gets up, crosses the room, and opens Bertrand’s\ndesk drawer, where the telephone line is running into.\n\nRING, RING, RING!\n\nInside of the drawer is a red metal cashbox which the\ntelephone line is running into. Sean takes it out and tries\nto open it -- locked. He takes Bertrand’s letter opener and\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 109.\n\n110 CONTINUED: 110\n\nuses it like a crow bar. It bends until the metal box’s\ncheap lock POPS open. Inside is a wad of cash, Bertrand’s\nFrench passport, some letters, and the telephone.\n\nRING, RING, RING!\n\nSean ignores the normally seductive objects within the box\nand answers the phone.\n\nSEAN\nHello?\n\nFRENCH VOICE (0.S.)\n(over phone)\nAllo?\n\nSEAN\nHello?\n\nFRENCH VOICE (0.S.)\n(over phone)\nAllo? Bertrand?\n\nSEAN\nBertrand’s not in.\n\nFRENCH VOICE (0.S.)\n(over phone)\nIs it Jean-Jacque? Allo? Ga va?\n\nSEAN\nJesus.\n\nFRENCH VOICE (0.S.",
  "78": "---END OF PREVIOUS SECTION---\nSEAN\nJesus. FRENCH VOICE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n(over phone)\nGa va? Ca va?\n\nSean violently RIPS the phone wire from the wall. In doing\nso he somehow accidently turns on Bertrand’s radio, “The\nMonster Mash” BLARES. Sean pauses momentarily to consider\nthis and then rips the wire free from the end of the phone,\nputs the phone back into the box, the box back into the\ndrawer, and shuts the drawer.\n\nSean then puts a chair underneath a fern hanging from the\nceiling, stands on it, takes down the fern, ties a noose out\nof the telephone wire, and attaches the wire to the now empty\nplant hook on the ceiling. He slips the noose around his\nneck.\n\nSean shuts his eyes...\n\nSEAN\nLauren--\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 110.\n\n110 CONTINUED: (2) 110\n\n111\n\n112\n\nWith a kick the chair falls over--\nFWUMP!\n\nSean hangs there for a second, GAGGING and startled, before\nthe hooks rips out of the ceiling and he falls like an idiot\nto the floor.\n\nSEAN\nShit!\n\n“The Monster Mash” is still playing. He gets up, with the\ntelephone wire noose still around his neck, and limps over to\nhis bed. He sits on it and opens his bedside drawer. Inside\nare several boxes of Actifed, Sudafed, Cough Syrup, and\nTylenol Cold Medicine. He takes a Sensor razor and tries to\ncut his wrist. All that happens are some nasty twin paper-\ncuts that don’t even bleed. Frustrated, Sean throws the\nrazor to the floor. He then starts popping Actifeds out of\ntheir tamper-proof packs and swallowing them, one-by-one,\ndowning them with an old, warm beer.\n\nFADE TO BLACK:\nINT. BOOTH HOUSE - SEAN’S ROOM - LATER - NIGHT 111\n\nSean wakes up, bleary, pale, and confused by the fact that\nit’s now night. He looks around and suddenly realizes that\nhe’s pissed his pants. He has a huge stain from what must\nhave been the biggest pee in history. His whole bed is wet.\nHe’s surrounded by empty packs of Actifed, etc. How\nembarrassing.\n\nSEAN\nTypical.",
  "79": "---END OF PREVIOUS SECTION---\nHe’s surrounded by empty packs of Actifed, etc. How\nembarrassing. SEAN\nTypical. \n---TARGET SECTION TO BE ANNOTATED---\nHe sits up and finds one last cigarette in his pack. Things\ncan’t be that bad. He looks on his desk and finds a tube of\nFun Blood. Hmmm?\n\nHe bites off the end of the tube and squirts a little onto\nhis finger. He dabs it onto his wrist. A little more.\nLiking the effect, Sean leans his head back and then takes\nthe tube and starts applying it directly onto his neck.\nCUT TO:\nINT. BOOTH HOUSE - HALLWAY - NIGHT 112\n\nLauren walks down the hall until she comes to Sean’s door.\nShe KNOCKS. No answer. She then tries the knob.\n\f113\n\n114\n\n\"The Rules of Attraction\" www.avary.com 111.\n\nINT. BOOTH HOUSE - SEAN’S ROOM - NIGHT 113\nLauren peeks her head into the dark room.\n\nLAUREN\nSean? I got your message. You're right.\nWe have to talk.\n\nShe turns on the light and is greeted with the ghastly image\nof Sean, his wrists and neck covered with blood, holding a\nbroken beer bottle -- his eyes popping wide in a death stare.\nShe GASPS and covers her mouth, swallowing a scream.\n\nSean can’t hold it any longer, he starts LAUGHING. Lauren’s\nshock quickly turns to anger.\n\nLAUREN\nAsshole! You're fucking sick! I was\nwilling to talk, but now...fuck you!\n\nShe turns and rushes out the door. Sean’s LAUGHTER peters\nout and he eventually just sits there, emotionally dead.\n\nFADE TO BLACK:\nINT./EXT. EUROPE - DAY/NIGHT 114\n\nIN A SERIES OF SHOTS: We are following VICTOR, an attractive\nCamden student as he backpacks across Europe. The following\nscene is both DIALOGUE and DESCRIPTION. It's all composed of\nQUICK CUTS shot entirely on MiniDV, and MOS, throughout\nEurope...\n\nVICTOR (V.O.)\n(narrating)\n\nTook a charter flight on a DC-10 to London, landed at\nGatwick, took a bus to the center, called a friend from\nschool who was selling hash, but she wasn't in.",
  "80": "---END OF PREVIOUS SECTION---\nIt's all composed of\nQUICK CUTS shot entirely on MiniDV, and MOS, throughout\nEurope... VICTOR (V. O.)\n(narrating)\n\nTook a charter flight on a DC-10 to London, landed at\nGatwick, took a bus to the center, called a friend from\nschool who was selling hash, but she wasn't in. \n---TARGET SECTION TO BE ANNOTATED---\n So I\nwandered around until it started to rain, then took a subway\nback to the friend's house and hung out there for four or\nfive days. Saw the changing of the guards at Buckingham\nPalace. Ate a grapefruit next to the Thames River, which\nreminded me a lot of the cover of that Pink Floyd album.\nWrote my mom a postcard I never sent. Bought some speed from\nan Italian guy I bumped into. Smoked a lot of hash that had\ntoo much tobacco in it. Took a ferry and then a bus to\nDingle, Ireland where I drank too much Guiness Stout after\neating spaghetti and threw it all up in front of a movie\ntheater just as people were walking out. Stayed in a hostel\nbut the assholes that worked there made me collect peat moss\nfor the fire so I got a room in a bed-and-breakfast. Went to\nDublin. It rained a lot, it was expensive, so I split for\nAmsterdam. There was someone playing saxophone at Central\n\n(more )\n(CONTINUED)\n\f\"The Rules of Attraction\" www.avary.com 112.\n\n114 CONTINUED: 114\nVICTOR (V.O.) (CONT'D)\n\nStation, which was kind of pretty. Stayed with some friends\nin someone's basement. Smoked a lot of hash in Amsterdam\ntoo, but lost most of my stash in some museum. The museums\nwere cool, I guess. Lots of Van Goghs and the Vermeers were\nintense. Wandered around, bought a lot of pastries, ate some\nintense waffles. The Dutch all know English so I didn't have\nto speak any Dutch, which was a relief. Wanted to rent a car\nbut couldn't. The people I was staying with had bikes\nthough, so I went biking one day and I saw a lot of cows and\ngeese and canals. I pulled off to the side of the road, got\nstoned and fell asleep, woke up, wrote a little, took some\nacid, made a few drawings, and then went to the red light\ndistrict in Den Haag, because I heard the whores are cleaner\nand better looking than the whores in Amsterdam -- which they\nwere. I fucked one so hard that I skinned my knees.",
  "81": "---END OF PREVIOUS SECTION---\nThe people I was staying with had bikes\nthough, so I went biking one day and I saw a lot of cows and\ngeese and canals. I pulled off to the side of the road, got\nstoned and fell asleep, woke up, wrote a little, took some\nacid, made a few drawings, and then went to the red light\ndistrict in Den Haag, because I heard the whores are cleaner\nand better looking than the whores in Amsterdam -- which they\nwere. I fucked one so hard that I skinned my knees. \n---TARGET SECTION TO BE ANNOTATED---\n Ate\nlunch at a Burger King, which was better and no more\nexpensive than the States. Stayed in the Amsterdam Youth\nHostel where there were some cool German guys who spoke\nbetter English than I do. We bought some coke and I cruised\nthe red light district until I found a brunette with big tits\nthat reminds me of KJ. I gave her a hundred Guilders. She\nworked me up, mounted me, put on a good show, and in the end\nshe pulled me out and I came between her tits -- even though\nI’m wearing a rubber. Afterward we made small talk about\nAIDS, her Moroccan pimp, and herself. I wake to the sound of\na wino singing. It is eight AM and hot as blazes. Had a\nbeer and then headed South to Paris. Climbed the Eifel Tower\nwith this Canadian guy named Tim for only seven Francs\nbecause the ticket machine was broke. Got the hang of the\nSubways. Told Tim to get lost. Met a French girl who’s\ngoing to Camden. I think she gave me mono. Went to Pamplona\nfor the running of the bulls. Never saw one bull but I\nalmost got trampled by the crowd. Dropped acid at the Museo\nGala-Dali, which was a trip. Went to the lamest circus ever,\na goat and two guys on unicycles. Went to Nice and ate\nMexican food at a place called Calexico -- or Mexicali. Then\nwent to Switzerland where I, ironically, couldn’t find anyone\nwho had the time. Took the Glacier Express to Zermatt, the\nMatterhorn, and found out that I could ski it, which, when\nyou’re there, you have to do -- but I didn’t have gloves so I\nused socks instead and froze my hands. It was slushy but\nfun. Ate some Sourdough bread that tasted like it was made\nwith sour milk. Eurail Pass’d into Italy and accidently\nslept through Florence. Ended up in Rome which was big and\nhot and dirty. It was just like L.A., but with ruins. I\nwent to the Vatican but couldn’t get in because I was wearing\nshorts.",
  "82": "---END OF PREVIOUS SECTION---\nIt was just like L. A., but with ruins. I\nwent to the Vatican but couldn’t get in because I was wearing\nshorts. \n---TARGET SECTION TO BE ANNOTATED---\n I could get into the Sistine Chapel, which now that\nit’s been cleaned looked fake. At the train station I met\ntwo girls from Germany who I drank warm beer with. They’re\nliving for a full year on only nine dollars a day. I tease\nthem and then turn the couchette into a huge bed and we all\nfuck. I wake dirty and tired in Brindisi, which is hot and\nfilthy. I go with the German girls to get a ferry to Greece,\nbut we have to take different boats because I’m on Eurail and\n\n(more )\n(CONTINUED)\n\f\"The Rules of Attraction\" www.avary.com 113.\n\n114 CONTINUED: (2)\nVICTOR (V.O.) (CONT'D)\n\nthey’re on Interail. On the ferry to Corfu I meet three\nAmerican girls and a guy from Turkey who used the word\n“nigger” constantly. This offends the American girls and I\nuse it to my advantage. When we get to Corfu the girls and I\nditch the Turkish guy and rent a house on the beach together.\nI dry hump one of the girls, whose name I think was Sue. I\nwake to Sue’s fat face and go off on my own to get wasted.\nWhen I stumble back I make out with Sue for a while until she\ntells me that I’m being cold to her. So I leave again and\nget drunk on Ouzo and the waiters break plates onto my head.\nWhen I get back that night Sue is asleep and I go skinny\ndipping with her friend out to some rocks. We sit on the\nrocks for a while and then she grabs my dick and we start to\nmake out. She calls me Mr. L.A. I come close to fucking her\nbut she says she can’t because she’s engaged, which is\nbullshit. I leave the next morning before they get up and\ntake the ferry back to Italy. On the train I meet some Dutch\nguys. We started drinking heavily. The Dutch guys seem like\nfags to me. I got so drunk I couldn’t see and exchanged my\nshirt with one of them. In Venice I try to fart and instead\nshit my pants. Back in my hotel I masturbate and have a pain\nin my groin.",
  "83": "---END OF PREVIOUS SECTION---\nI got so drunk I couldn’t see and exchanged my\nshirt with one of them. In Venice I try to fart and instead\nshit my pants. Back in my hotel I masturbate and have a pain\nin my groin. \n---TARGET SECTION TO BE ANNOTATED---\n That night I dream about a beautiful girl half\nin water, stretching her lean body. She asks me if I like it\nand I tell her she could clean fish with it. I wake well\nrested, masturbate in shower, and check out. I make my way\nback to London and hang out in Piccadilly Circus at a comic\nbook shop. I meet a cute girl from Amsterdam at a Whimpys\nwhile eating a Spicy Bean Burger. She’s an Oreo with a\ndiamond in her front tooth. We get stoned and fuck at her\nflat to Michael Jackson records and the next morning I wake\nup talking to myself. I have a big bump on my head from\nflailing in my sleep. I get my stuff and barely make my\nplane back to the United States. I no longer know who I am\nand feel like the ghost of a total stranger.\n\nThe final image of this montage is of an American Airlines DC-\n10 flying over the pillowy clouds of the Atlantic bound for\nthe United States. Suddenly the image locks in a FREEZE\nFRAME.\nThen we read the title:\nVICTOR\nCUT TO:\n115 INT. THE CAROUSEL - NIGHT\n\nVictor is back from Europe. He's sitting there with Sean and\nMitchell.\n\nVICTOR\nAnd then I came back here.\n\n(CONTINUED )\n\n114\n\n115\n\f115 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com\n\nMITCHELL\nDude, I’m so there when school gets out\nyou don’t even know.\n\nVICTOR\nI do know. And you don’t know until you\ndo know. And you have to go there to\nknow. What did you do last break, Sean?\n\nLong pause.\n\nSEAN\nI went to Berlin.\n\nVICTOR\nLearn any German?\n\nSEAN\nNo. Berlin, New Hampshire.\n\nVICTOR\nSounds like you’re leading an exciting\nlife, Bateman.\n\nSEAN\nIt has it’s moments.\n\nVICTOR\n(disinterested, turning to\nMitchell)\nYou still banging that girl from Hawaii?\n\nMITCHELL\nNaw. I gave up on that shit. She had\nissues. I moved on to this chick\nCandice. She’s great.\n\nVICTOR\nIn the sack?\n\nMITCHELL\nYou know it, brother.\n\nThey bop fists.",
  "84": "---END OF PREVIOUS SECTION---\nVICTOR\nIn the sack? MITCHELL\nYou know it, brother. They bop fists. \n---TARGET SECTION TO BE ANNOTATED---\n Sean feels sort of left out.\n\nSEAN\n(interjecting)\nI met a girl too.\n\nVICTOR\nYeah? Fuck her yet?\n\n114.\n\n115\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 115.\n\n115 CONTINUED: (2) 115\nSEAN\nThat’1l1 come.\nVICTOR\nIt'll come when you come. Then it’s time\n\nto go.\n\nVictor and Mitchell LAUGH BOISTEROUSLY and high five each\nother. Victor’s hand is left hanging waiting for Sean to\nhigh five him. He doesn’t and Victor lowers his hand.\n\nSEAN\nIt’s not like that with her.\n\nVICTOR\nOh? Doesn’t sound like the Bateman I\nknow.\n\nSEAN\nI’‘1l tell you, Victor. I think I love\nthis girl. She’s pure, innocent, sweet --\na virgin.\n\nVICTOR\nHow young is she?!\n\nMITCHELL\nSounds like jailbait.\n\nSEAN\nShe’s at Camden.\n\nVICTOR\nOkay. Calm down. You don’t have to get\nall chivalrous and shit. I’m not trying\nto stab at her honor.\n\nSEAN\nGood.\n\nVICTOR\nI'd stab her with my dick though...\n\nThey all start LAUGHING again.\nVICTOR\nCan you give me her number? I haven't\npopped a cherry since high school.\n\nMore LAUGHTER. Sean gets up, emotionless, and starts to\nleave.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 116.\n\n115 CONTINUED: (3) 115\n\nVICTOR\nHey, Sean, wassup? Where you goin’? We\nhaven’t done our deal yet.\n\nSean is walking away, ignoring them.\n\nVICTOR\nYou got any “Coca-Cola” or not?!\n\nSean turns around and looks at him.\n\nSEAN\nHow much you want?\n\nVictor smiles.\n\nVICTOR\nShit, man. I thought you were walkin’\nout on me before you took my order.\n\nSEAN\nHow much you want?\n\nVICTOR\nThree grams.\n\nSEAN\nThree hundred, up front.\n\nVICTOR\nUp front? What kind of shit is that?\n\nSEAN\nShitty business. Take it or leave it.",
  "85": "---END OF PREVIOUS SECTION---\nWhat kind of shit is that? SEAN\nShitty business. Take it or leave it. \n---TARGET SECTION TO BE ANNOTATED---\nVICTOR\nHow do I know you ain’t gonna stiff me?\n\nSean turns around and starts to walk away.\n\nVICTOR\nWait, wait, wait, wait!\n\nSean stops and turns around. Victor reaches into his pocket\nand pulls out a roll of twenties fresh from a cash machine.\nSean walks back and holds his hand out. Victor puts the cash\nin his hand and then holds it.\n\nVICTOR\nI don’t trust you, Bateman.\n\nSEAN\nTough shit.\n\n(CONTINUED )\n\f115\n\n116\n\n117\n\n\"The Rules of Attraction\" www.avary.com 117.\n\nCONTINUED: (4) 115\n\nVICTOR\nYou take Mitchell with you.\n\nSean looks at Mitchell.\n\nSEAN\nOkay. But we take your car, and I drive.\n\nHe jerks the money away from Victor and stuffs it into his\npocket. He then turns and walks away.\n\nSEAN\nLet's go.\n\nCUT TO:\nEXT. TOWN - MITCHELL'S CAR - MOVING - NIGHT 116\n\nIt's snowing. Mitchell’s little, white Mazda Miata drives\nthrough town toward the more run-down bad side of town. We\ncan hear the MUSIC THUMP THUMPING from inside of it.\n\nINT. MITCHELL’S CAR - TOWN - MOVING - NIGHT 117\n\nSean is at the wheel of Mitchell’s Miata. While driving he’s\nadjusting the bass and treble on the stereo as it loudly\nplays some kind of THUMPING BASS DRIVEN MUSIC. Mitchell is\ntotally nervous about how he’s handling the drive.\n\nMITCHELL\n(over the loud music)\nCould you keep your eyes on the road?\n\nSean TURNS DOWN THE VOLUME.\n\nSEAN\nBitchin’ ride.\n\nMITCHELL\nYeah, and I don’t want you to crash it.\nCould you keep your eyes on the road.\n\nSEAN\nRelax.\n\nMITCHELL\nYeah, right -- “relax”. My car is being\nused to run a drug deal. I’11 just sit\nback and “relax”. I don’t even know why\nI’m goin’ with you, let alone letting you\ndrive--\n\n(CONTINUED )\n\f117 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 118.",
  "86": "---END OF PREVIOUS SECTION---\nMy car is being\nused to run a drug deal. I’11 just sit\nback and “relax”. I don’t even know why\nI’m goin’ with you, let alone letting you\ndrive--\n\n(CONTINUED )\n\f117 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 118. \n---TARGET SECTION TO BE ANNOTATED---\n117\n\nSEAN\n\n(firm)\nLook, I don’t care either way if we do\nthis deal or not. But you do. Without\nthis deal your girlfriend won’t get her\nnose candy, and without her nose candy\nshe won't fuck you. And you know it.\nNow I have my terms and if you don’t meet\nthem then you get no pussy. So deal with\nit.\n\nMitchell is stunned. Sean reaches down and ramps the VOLUME\nUP AND DOWN.\n\nSEAN\nHow many speakers does this stereo have?\n\nMitchell is still stunned, but he nervously answers.\n\n118 EXT. TOWN\n\nMitchell’s\nhouse look\nacross the\n\nMITCHELL\nSix. Two in the dash, two in the doors,\nand two in the rear.\n\nSEAN\nPreamp and subwoofer?\n\nMITCHELL\nTrunk.\n\nSEAN\nRock and roll.\n\nCUT TO:\n- RUPERT’S RUN DOWN HOUSE - NIGHT 118\nMiata pulls up in front of Rupert's house. The\n\ns dark, and there’s a white-trash party going on\nstreet.\n\n119 INT. MITCHELL’S CAR - TOWN - RUPERT’S RUN DOWN HOUSE - NIGHT 119\n\nMitchell,\n\nin the passenger seat looks at the dark and scary-\n\nlooking house. He is kind of freaked.\n\nSEAN\n(turning off the car)\nThis is it.\n\nMITCHELL\nLooks kind of dark. Maybe no one’s home.\n\n(CONTINUED )\n\f119\n\n\"The Rules of Attraction\" www.avary.com 119.\n\nCONTINUED: 119\n\nSEAN\nRupert doesn’t leave home.\n\nMITCHELL\nI‘1l wait in the car.\n\nSEAN\nNo, it’s okay. Rupert’s cool.\n\nMITCHELL\nI don’t want to go in.\n\nSEAN\nJust come in. Let’s get this over with.\n\n120 EXT. TOWN - RUPERT’S RUN DOWN HOUSE - NIGHT 120\n\n121\n\n122\n\nSean and Mitchell get out of the little car and walk up to\nthe door. Sean KNOCKS three times, loud. No answer. He\nKNOCKS again and then tries the door.\n\nSuddenly, Guest abruptly yanks the door open and LAUGHS\nGHOULISHLY.\n\nGUEST\nSean.",
  "87": "---END OF PREVIOUS SECTION---\nHe\nKNOCKS again and then tries the door. Suddenly, Guest abruptly yanks the door open and LAUGHS\nGHOULISHLY. GUEST\nSean. \n---TARGET SECTION TO BE ANNOTATED---\n Jus’ da mon we was hopin’ on\nseein’ tonight. Come in outta da cold.\nRupert is in da kitchen.\n\nINT. RUPERT’S RUN DOWN HOUSE - LIVING ROOM - NIGHT 121\n\nMitchell and Sean walk into the darkened living room where a\nCOUPLE OF WANNA-BE BLACK WHITEBOY TOWNIES are listening to a\nHOUSE MUSIC VERSION OF “HERE COMES SANTA CLAUS”. Someone has\nlit a bunch of candles. They walk through the room and into\nthe kitchen.\n\nINT. RUPERT’S RUN DOWN HOUSE - KITCHEN - NIGHT 122\n\nRupert is in the messy late-70s style kitchen. On the card\ntable kitchen table is a scale and a pile of cocaine that’s\nin the process of being put into little amber bottles with a\ntiny shovel and funnel. There’s also a big cinder-brick-\nsized brick of marijuana that Rupert is carving on with an\nelectric kitchen knife as if he were slicing up a\nThanksgiving turkey. He looks up suddenly, coked out, when\nhe sees Sean and Mitchell. Guest leans against the counter\nnext to the underage townie girl, who is making a peanut\nbutter and banana sandwich.\n\nRUPERT\n(intense)\nSean. Who’s your friend?\n\n(CONTINUED )\n\f122 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com\n\nSEAN\nMitch.\nRUPERT\n(to Mitchell)\nMitch.\nMITCHELL\n(scared)\nHi.\nRUPERT\nAre you a cop, Mitch?\nMITCHELL\n(nervous )\nNo...\nSEAN\n\nDoes he really look like a cop to you,\nRupert?\n\nRUPERT\n(instantly and overly\naggressive)\nHow the fuck do I know? Unless he has a\ncrack pipe hangin’ out of his mouth I\nhave to assume he’s fuckin’ 21 Jump\nStreet.\n\nMITCHELL\nI’m not...21 Jump Street. Whatever that\nis.\n\nRUPERT\nIt’s where Johnny Depp and Richard Grieco\n\ngot their start. Where the fuck have you\nbeen?\n\nGUEST\nHe’s no cop.\n\nRUPERT\nObviously.\n\nRupert slices another layer off of the brick of pot.",
  "88": "---END OF PREVIOUS SECTION---\nGUEST\nHe’s no cop. RUPERT\nObviously. Rupert slices another layer off of the brick of pot. \n---TARGET SECTION TO BE ANNOTATED---\nRUPERT\nSo what are you here for, boys?\n\nSEAN\nCome over to pick up some stuff.\n\n(CONTINUED )\n\n120.\n\n122\n\f\"The Rules of Attraction\" www.avary.com 121.\n\n122 CONTINUED: (2) 122\n\nRUPERT\nDid you, now?\n\nHe REVS the electric knife several times for dramatic effect.\n\nRUPERT\nWhere’s my money goddamnit, Bateman?!\n\nMitchell is suddenly ready to wet his pants. This is exactly\nhis worst nightmare.\n\nSEAN\nDon’t act crazy, Rupert. I’m just here\nwith my buddy Mitchell to pick up a few\ngrams.\n\nHe takes out the money. Rupert counts it with alarming\nspeed.\n\nRUPERT\nWhat is this? Three hundred? You owe me\nthree thousand.\n\nSuddenly, a BIG TOWNIE WITH A BEER BELLY and a crew cut\nstands in the doorway, leaning against the frame. Mitchell\nmoves away from him and against one of the cabinets.\n\nRUPERT\nWhere’s my fuckin’ money, you asshole?!\n\nSuddenly Guest takes a machete from the knife drawer. It’s\namazing that it fit in there.\n\nSEAN\nWhoa, now wait a minute--\nMITCHELL\nI’m waiting in the car. Excuse me.\nSEAN\n(holding his arm)\nWait.\nRUPERT\nWait for what, you asshole? I want my\nmoney.\nSEAN\nListen...\n(he pauses and looks around the\n\nroom)\nHe’s got it.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 122.\n\n122 CONTINUED: (3)\n\nMitchell’s eyes widen.\n\nRUPERT\n(calming down, seriously\ninterested)\nYou’ve got it?\n\nMITCHELL\nI don’t know what the Hell’s goin’ on\nhere, I just came for some blow.\n\nSEAN\nCome on, Mitchell. Give Rupert the\nmoney.\nMITCHELL\n(screaming)\n\nWhat the fuck are you talking about?!\nI’m waiting in the fucking car!\n\nHe starts to leave but the door is blocked. Guest stands up\nwith the machete.\n\nGUEST\n\nDon’ fuck wit us now, mon.",
  "89": "---END OF PREVIOUS SECTION---\nHe starts to leave but the door is blocked. Guest stands up\nwith the machete. GUEST\n\nDon’ fuck wit us now, mon. \n---TARGET SECTION TO BE ANNOTATED---\nMITCHELL\n\nThis is absolute shit!\nRUPERT\n\nDo you really have it?\nMITCHELL\n\n(wigging)\n\nI don’t even know what you’re talking\nabout. Now wait, listen, this guy--\n\nRUPERT\n(to Sean)\nDoes this guy have the money or not?\nA long, silent second.\nMITCHELL\n(to Sean)\nWill you fucking tell him!\n\nSEAN\nOkay. He doesn’t have it.\n\nRUPERT\nWhat do you have for me?\n\n(CONTINUED )\n\n122\n\f122\n\n123\n\n124\n\n\"The Rules of Attraction\" www.avary.com 123.\n\nCONTINUED: (4) 122\n\nSEAN\nI have this...\n\nSean starts to reach into his pocket and then suddenly\nPUNCHES Rupert with a strong uppercut to the jaw. Rupert\nstumbles backwards onto Guest. The two of them, entangled by\nthe crowded kitchen, stumble backwards onto the townie girl.\n\nMitchell tries to leave but is blocked by the townies, one of\nwhom COLD-COCKS him to the nose. Mitchell, stunned, falls\nbackwards onto the scale, and into the pile of cocaine.\n\nSean grabs the electric knife and a beer bottle. First he\nSMASHES the beer bottle into Rupert’s face. Then he REVS the\nelectric knife and cuts into Guest’s arm -- the arm holding\nthe machete. He drops the machete to the floor.\n\nSuddenly Sean is holding off the townies by jabbing the\nmachete, the whole time SCREAMING:\n\nSEAN\nBack off! Back off!\n\nMitchell and Sean escape out the back door.\nEXT. TOWN - RUPERT’S RUN DOWN HOUSE - NIGHT 123\n\nMitchell and Sean come running down the driveway that runs\nalong the side of the house -- toward Mitchell’s Miata. It\nhas started to snow again.\n\nMitchell, his nose bleeding, SLIPS on the icy driveway and\nslides the entire length of it to the car. Limping, he opens\nup the door and jumps in -- locks the doors.\n\nSean is holding off the townies with broad swings of the\nmachete. He runs and literally slides down the icy driveway\nlike a skater or a skim boarder.",
  "90": "---END OF PREVIOUS SECTION---\nLimping, he opens\nup the door and jumps in -- locks the doors. Sean is holding off the townies with broad swings of the\nmachete. He runs and literally slides down the icy driveway\nlike a skater or a skim boarder. \n---TARGET SECTION TO BE ANNOTATED---\n When he hits the snowy\nsidewalk he jumps over the snow and to the driver's side of\nthe car, but Mitchell has locked the doors.\n\nSEAN\nLet me in, asshole! I have the keys!\n\nMitchell, thinking the wiser of it, unlocks the door and Sean\njumps in. He drops the machete out of the Miata before he\nslams the door shut.\n\nINT. MITCHELL’S CAR - TOWN - RUPERT’S RUN DOWN HOUSE - NIGHT 124\n\nSean sticks the keys into the ignition and starts the Miata.\nThe radio comes to life and Gary Numan’s “Cars” plays on all\nsix speakers.\n\n(CONTINUED )\n\f124\n\n125\n\n126\n\n127\n\n128\n\n\"The Rules of Attraction\" www.avary.com 124.\n\nCONTINUED: 124\n\nMITCHELL\nDrive, asshole! Drive!\n\nHe PEELS OUT, but the snow and ice on the ground make for a\nslow getaway. The townies are throwing beer bottles and\nrocks at the Miata.\n\nEXT. TOWN - RUPERT’S RUN DOWN HOUSE - NIGHT 125\n\nRupert comes running out of the house with a gun. His\nforehead is bleeding like a professional wrestler from the\nbeer bottle. He FIRES it in their direction as they blaze\noff down the street. Rupert, Guest, and all of the other\ntownies jump into their pick-up to chase them.\n\nINT. MITCHELL’S CAR - TOWN - MOVING - NIGHT 126\nSean is LAUGHING and his adrenaline is running as he drives\n\nthe car. Mitchell looks at Sean like Sean’s a complete and\ntotal madman.\n\nMITCHELL\nAre you fuckin’ crazy?!\nSEAN\n(laughing)\n\nHow do you define crazy?\n\nSuddenly they hear the truck of HOOTING TOWNIES, two blocks\nbehind -- coming up fast. Mitchell turns around and sees the\npick-ups headlights.\n\nMITCHELL\n(practically peeing his pants)\nOh, God. I don’t want to die on a\nFriday. Any other night than a Friday.\nAny other...\n\nSean gasses it, right through a stoplight.\n\nEXT. ROAD TO CAMDEN - NIGHT 127\nMitchell’s Miata ROARS down the tree-lined stretch of road.",
  "91": "---END OF PREVIOUS SECTION---\nSean gasses it, right through a stoplight. EXT. ROAD TO CAMDEN - NIGHT 127\nMitchell’s Miata ROARS down the tree-lined stretch of road. \n---TARGET SECTION TO BE ANNOTATED---\nBehind, but not too close, is the pick-up truck...unable to\n\nkeep up with the nimble Japanese sportscar.\n\nEXT. CAMDEN - GATES - NIGHT 128\nAs if the Camden gates were the finish line, Mitchell’s Miata\n\ntriumphantly RACES through the schools main gate -- going\nfull speed over a speed bump and sending sparks flying.\n\f129\n\n130\n\n131\n\n132\n\n\"The Rules of Attraction\" www.avary.com 125.\n\nEXT. CAMDEN - PARKING LOT - NIGHT 129\n\nThe Miatas headlights turn off and it races through the\nparking lot until it finds a parking spot. The engine turns\noff as the car breaks.\n\nSilence.\nINT. MITCHELL'S CAR - CAMDEN - PARKING LOT - NIGHT 130\n\nSean is busting up LAUGHING as if he just had an adrenaline\nrush.\n\nSEAN\nWasn’t that fun?\n\nMitchell looks at him aghast and pulls his keys out of the\nignition.\n\nMITCHELL\nJesus, Bateman! You’re an asshole!\n\nSean gets out of the car, then reaches into his jacket pocket\nand pulls out four tiny, two-gram, amber cocaine bottles out\nof his jacket. He drops them onto the drivers seat. He then\nwalks off through the snowy parking lot, back to the dorms.\n\nEXT. CAMDEN - COMMONS - POST OFFICE - NIGHT 131\n\nSean comes in out of the snow and leans against the door\nframe. He thinks for a moment about the gravity of what just\nhappened. He starts to LAUGH uncontrollably until he’s half\ncrying and half laughing. It’s an odd, paradoxical mix that\ncan only be attributed to an overload of emotions. He\ninhales deep. That was a close call.\n\nHe takes his keys and opens his mail box, takes out the\npurple letter. He smells it and smiles, and then puts it\ninto his pocket.\n\nQUICK CUT TO:\nINT. BOOTH HOUSE - HALLWAY - DAY 132\n\nSean walks down the hallway toward the payphone. The hacky-\nsack guy must be having a party in his room, because people\nhave spilled out and are loitering around in the hall with\nbig red plastic beer cups in their hands. Sean walks past\nthem and picks up the phone.",
  "92": "---END OF PREVIOUS SECTION---\nBOOTH HOUSE - HALLWAY - DAY 132\n\nSean walks down the hallway toward the payphone. The hacky-\nsack guy must be having a party in his room, because people\nhave spilled out and are loitering around in the hall with\nbig red plastic beer cups in their hands. Sean walks past\nthem and picks up the phone. \n---TARGET SECTION TO BE ANNOTATED---\n He pauses before dialing the\nnumber and shuts his eyes -- prays:\n\n(CONTINUED )\n\f132\n\n133\n\n\"The Rules of Attraction\" www.avary.com 126.\n\nCONTINUED: 132\n\nSEAN\n(the whispered mantra)\nPlease don’t be an asshole. Please don’t\nbe an asshole. Please don’t be an\nasshole. Be cool.\n\nHe quickly dials the 10-10 number.\n\nSEAN\n(into phone)\nOperator, I'd like to make a collect\ncall.\n\nCUT TO:\nINT. PATRICK BATEMAN’S APARTMENT - LIVING ROOM - DAY 133\n\nEXTREME CLOSE ON: A Bang & Olufsen BeoCom 6000 digital\ncordless telephone rests on an immaculate white lacquer\ntable. It BEGINS TO RING THE MOST PLEASANT RING you've ever\nheard. The ring sounds expensive. Behind the phone, beyond\nthe white oak floors, breaking the ambient white gallery\nwalls, is a white marble and granite gas-log fireplace, above\nwhich is hung an original David Onica. It’s a six-foot-by-\nfour-foot portrait of a naked woman, mostly done in muted\ngrays and olives, sitting in a chaise lounge watching MTV,\nthe backdrop a Martian landscape, a gleaming mauve desert\nscattered with dead, gutted fish, smashed plates rising like\na sunburst above the woman’s yellow head, and the whole thing\nis framed in black aluminum steel. The painting overlooks a\nlong white down-filled sofa from Quatrine and a Toshiba forty-\ninch flat panel digital plasma screen. On the television,\nMUTED (and clearly labeled so in large green letters), is the\ndancing and singing Freezemiser from the Rankin/Bass\npuppetoon “The Year Without Santa Claus”. The BeoCom 6000\nphone RINGS AGAIN AND AGAIN until finally a hand reaches into\nframe and, after gently placing a woman's earring down onto\nthe table, lifts the handset from its cradle and OFF CAMERA.\n\nPATRICK (0.S.)\nYes.\n\nOPERATOR (0.S.)\n\n(from telephone)\nThis is the AT&T operator. I have a\ncollect call from...\n\nSEAN (0.S.\n\n(from telephone)\n...Sean.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.",
  "93": "---END OF PREVIOUS SECTION---\n(from telephone)\n... Sean. (CONTINUED )\n\f\"The Rules of Attraction\" www.avary. \n---TARGET SECTION TO BE ANNOTATED---\n 127.\n\n133 CONTINUED: 133\n\nOPERATOR (0.S.)\n(from telephone)\nWill you accept the charges?\n\nPatrick, is looking slightly sweaty and disheveled. He’s not\nwearing a shirt and is probably totally naked.\n\nPATRICK\nYes.\n\nINTERCUT BETWEEN Patrick in his living room of his apartment\nand Sean in the hallway of Booth.\n\nSEAN\nPatrick. It’s Sean.\nPATRICK\nI know.\nSEAN\n\nIs this a bad time?\n\nPatrick turns and smiles to someone on the other side of the\nroom, behind him.\n\nPATRICK\nIt is, but what’s up?\nSEAN\nI need to talk.\nPATRICK\nSo talk.\nSEAN\nYou sound busy.\nPATRICK\nIt'll wait.\nSEAN\n\nListen, I’m in trouble.\n\nPATRICK\nSo what else is new?\n\nSEAN\nNo. I mean real trouble. I owe this guy\na lot of money.\n(pause)\nA lot of money.\n\n(CONTINUED )\n\f133 CONTINUED:\n\nThere’s a\n\n\"The Rules of Attraction\" www.avary.com\n\n(2)\n\nPATRICK\nAnother student?\n\nSEAN\nNo. This fucking scary townie\npsychopath.\n\nPATRICK\nDrug money?\n\nSEAN\nPat--\n\nPATRICK\nDrug money?!\n\nSEAN\nYes.\n\nPATRICK\n\nHow much are you into him for?\n\nSEAN\nThree thousand.\n\nPATRICK\nOkay.\n\nlong pause.\n\nSEAN\nOkay?\n\nPATRICK\nOkay. We’1ll deal with it. It’s just\nmoney. I’11 wire it to you tomorrow\nmorning.\n\nSEAN\n(baffled)\nThat’s all? No fight?\n\nPATRICK\nI’m not trying to fight you, Sean.\nYou’re my brother. What’s important is\nthat you’re safe. The last thing I want\nis for some meth head to chop off your\nfinger over three fucking thousand bones.\nI’‘1l send you the cash if you promise me\nto pay this asshole off and never see him\nagain. And I mean it, Sean.\n\n(CONTINUED )\n\n128.\n\n133\n\f\"The Rules of Attraction\" www.avary.com 129.\n\n133 CONTINUED: (3) 133\n\n134\n\n135\n\nSEAN\n(stunned)\nOkay. Yeah -- sure. Thanks.",
  "94": "---END OF PREVIOUS SECTION---\n133 CONTINUED: (3) 133\n\n134\n\n135\n\nSEAN\n(stunned)\nOkay. Yeah -- sure. Thanks. \n---TARGET SECTION TO BE ANNOTATED---\nPATRICK\nWhat are brothers for? Now, look, I’ve\ngot a girl here I need to take care of.\nWhy don’t we talk next week?\n\nSEAN\nOkay.\n\nPATRICK\nOkay. Bye.\n\nSEAN\nBye.\n\nPatrick hangs up the phone and turns to walk back across the\nother side of the room where a woman’s body, slashed and\nchopped up -- headless -- is laying sprawled out onto the\nfloor like a fallen marionette, her intestines yanked out and\nspread onto the floor in front of her. Her severed head is\nlaying on a table next to a pair of Stanley pliers and a\nheated Sungun blowtorch. Patrick, naked, grabs her head by a\nclump of blond hair and walks it across the room toward the\ncorpse...\n\nCUT TO:\n\nINT. BOOTH HOUSE - HALLWAY - DAY 134\n\nSean stands there at the phone, baffled not at how easy it\njust was to get the money he needed but at how amicable and\nfriendly his brother just was to him. It doesn’t seem\nnormal.\n\nSEAN\nRock and roll.\n\nFADE TO BLACK:\nINT. LEIGH HOUSE - LAUREN’S ROOM - NIGHT 135\n\nLauren is reading from her big book of genital diseases when\nLara walks in. The two are obviously not talking.\n\nLARA\nYou’re not going to be mad at me anymore\nwhen I tell you what I’m about to tell\nyou. You may even thank me.\n\nLauren looks up. Totally blank expression.\n(CONTINUED)\n\f135\n\n136\n\n\"The Rules of Attraction\" www.avary.com 130.\n\nCONTINUED: 135\n\nLARA\n\nI just talked to Claudia. She says that\n\nVictor’s back. She saw him at the\n\nCarousel last night.\nLauren gets up off the bed and actually hugs Lara.\n\nCUT TO:\n\nEXT. CAMDEN - COMMONS - NIGHT 136\nThe leaves have fallen and the air is cold. A fresh blanket\nof snow lays on the ground as tiny white specks fill the cold\nnight air. A stark chill has enveloped the campus.\n\nLauren is walking across campus when suddenly Sean runs up to\nher.\n\nSEAN\nWait! Wait.\n\nHe walks alongside of her. She’s ignoring him.",
  "95": "---END OF PREVIOUS SECTION---\nWait. He walks alongside of her. She’s ignoring him. \n---TARGET SECTION TO BE ANNOTATED---\nSEAN\nCan’t we talk?\n\nShe doesn’t speak -- looks straight ahead.\nSEAN\n\nI really did try to kill myself. Just\nbefore I faked it.\n\nLauren stops and looks at him.\n\nLAUREN\nIt’s over.\n\nSEAN\nNo it’s not.\n\nLAUREN\nYes it is. I’m in love with someone\nelse.\n\nSean is blank.\n\nSEAN\nWho?\n\nLAUREN\n\nMy old boyfriend. Victor.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 131.\n\n136 CONTINUED:\nSEAN\nVictor?\nLAUREN\nYes.\nSEAN\n\nBut...why did you write me then?\nHe takes out the unopened and folded letter.\n\nLAUREN\nIt’s over, Sean. Deal with it.\n\nSEAN\nBut, Lauren...I want to know you.\n\nLAUREN\nWhat does that mean? Know me? Know me?\nNo one ever knows anyone else. Ever.\nYou will never know me.\nSean starts to tremble, like he’s going to cry.\nLAUREN\nI didn’t know it would be like this...or\nI never would have gone down this road.\n\nShe turns and walks off. Sean watches her leave. He then\nrips open the letter and starts to read it. He feels cold...\n\nDISSOLVE TO:\n137 EXT. CAMDEN - COMMONS - NIGHT\nSean is walking across campus. The snow is falling in\ngreater quantity and density now, like a kaleidoscope goof-\nballs dropping from the sky.\n\nPaul runs up from behind.\n\nPAUL\nLooks like it’s going to be a cold one.\n\nSEAN\n(flat, lifeless)\nRock and roll.\n\nThey walk in silence for a brief moment.\n\n(CONTINUED )\n\n136\n\n137\n\n*\n\f137 CONTINUED:\n\n\"The Rules of Attraction\" www.avary.com 132.\n\n137\n\nPAUL\nYou know, I find myself talking to you\nwhen you're not around. Just talking.\nCarrying on conversations.\n\nSEAN\nI wish you wouldn’t tell me shit like\nthat. It’s creepy. Weirds me out.\n\nPAUL\nBut, Sean...I--\n\nSEAN\n(stopping him)\nListen. Don’t. I don’t want to be with\nyou. You have the wrong idea.\n\nPAUL\nWhat do you mean? I...want to know you.",
  "96": "---END OF PREVIOUS SECTION---\nYou have the wrong idea. PAUL\nWhat do you mean? I...want to know you. \n---TARGET SECTION TO BE ANNOTATED---\nI want to know who you are.\n\nSean flinches and then turns to Paul.\n\nSEAN\n(raising his voice and then\nletting it drop softer)\nNo one will ever know anyone. We have to\ndeal with each other. You’re not ever\ngonna know me.\n\nPAUL\nWhat the hell does that mean?\n\nSEAN\nIt means you’re not ever gonna know me.\nFigure it out. Deal with it.\n\nThey stand there for a while, looking at each other. Then,\nfinally, Sean turns and walks away. He walks into the snow.\n\nCUT TO:\n\n138 INT. WINDHAM HOUSE - HALLWAY - NIGHT 138\n\nLauren walks down the hallway until she comes to Victor’s\nroom. She composes herself, bridling her excitement, and\nthen KNOCKS.\n\nLAUREN\nYou don’t know what a drag it is to see\nyou.\n\n(CONTINUED )\n\n*\n\f\"The Rules of Attraction\" www.avary.com 133.\n\n138 CONTINUED: 138\n\n139\n\nShe throws herself on him and starts to hug him. Victor\nlooks at his friend with a “who’s this chick?” expression.\n\nThen, from out of the room, comes the beautiful French girl.\n\nBEAUTIFUL FRENCH GIRL\nWhat’s going on?\n\nVICTOR\nI don’t know.\n\nHe takes Lauren by the arms and moves her off of him.\n\nVICTOR\nDo I know you?\n\nLAUREN\nVictor, it’s me.\n\nVICTOR\nOh. Well, how are “you”?\n\nLAUREN\nWhy haven’t you called?\n\nVICTOR\n\nLook, I don’t mean to be rude. But I\nhaven't the slightest idea who you are.\nI mean--\n\n(he wipes his hand over his\n\nface as if to illustrate a\n\nblank)\n--it’s blank.\n\nLauren stares at him for a long moment, then to the French\ngirl, and then back at him. She then turns and hurriedly\nwalks away.\n\nCUT TO:\nEXT. CAMDEN - COMMONS - POST OFFICE - NIGHT 139\n\nSean is aimlessly wandering through campus. He comes to the\npost office and stares at it. Snow is falling all around,\nand for a moment it seems as though he is lost in negative\nspace.\n\nThen he sticks his tongue out.",
  "97": "---END OF PREVIOUS SECTION---\nHe comes to the\npost office and stares at it. Snow is falling all around,\nand for a moment it seems as though he is lost in negative\nspace. Then he sticks his tongue out. \n---TARGET SECTION TO BE ANNOTATED---\n A single snowflake falls from\nhigh in the sky, it drifts down, and lands gently on the tip\n\nof his tongue. It instantly dissolves into a small speck of\n\nwater -- lost in his mouth.\n\nHe shuts his eyes.\n\n(CONTINUED )\n\f139\n\n140\n\n141\n\n142\n\n\"The Rules of Attraction\" www.avary.com 134.\n\nCONTINUED: 139\n\nAlone.\n\nAnd then, like a sudden CRACK to break the silence, a steel\nbaseball bat SLAMS against Sean’s back -- sucking the wind\nand life out of him for a moment. It makes the same sound as\na steel pipe slapping against a large rack of beef in a meat\nlocker. It’s Rupert and Guest. Both of them have baseball\nbats, and both of them are pissed. Sean, his lungs knocked\nfree of oxygen, stumbles to his knees.\n\nRUPERT\nTake that fucker! You wanna fuck me?!\nI’‘11 show you who you’re fucking with!\nSEAN\nBut I have...the money, Rupert...my\nbrother wired it...into...my account.\nThis seems to only enrage Rupert further.\nRUPERT\nWhat?! That’s all it took? You could\nget it that easily? You think that’s\nfunny?!\nRupert and Guest proceed to beat Sean within an inch of his\nlife. He lays on the wet, snowy ground, powerless to stop\nthem, getting beaten raw.\nFADE TO BLACK:\nEXT. WINDHAM HOUSE - NIGHT 140\nIt is starting to snow and the specks of white dot the\nblackness of night which shrouds the house despite its party\nwithin.\nTHE END OF THE WORLD PARTY\nCUT TO:\nINT. WINDHAM HOUSE - LIVING ROOM - NIGHT 141\nSean, with a black eye and a split lip, walks in through the\n\nfront door and tears up his purple letters. He drops them\ninto a trashcan. He closes his eyes...\n\nDISSOLVE TO:\nINT. WINDHAM HOUSE - LORNA SLAVIN’S ROOM - NIGHT 142\n\nFREEZE FRAME: Lauren is locked in time, frozen in place,\ngetting thrown up onto by a townie, in Lorna Slavin’s room.\n\n(CONTINUED )\n\f142\n\n143\n\n144\n\n145\n\n\"The Rules of Attraction\" www.",
  "98": "---END OF PREVIOUS SECTION---\nDISSOLVE TO:\nINT. WINDHAM HOUSE - LORNA SLAVIN’S ROOM - NIGHT 142\n\nFREEZE FRAME: Lauren is locked in time, frozen in place,\ngetting thrown up onto by a townie, in Lorna Slavin’s room. (CONTINUED )\n\f142\n\n143\n\n144\n\n145\n\n\"The Rules of Attraction\" www. \n---TARGET SECTION TO BE ANNOTATED---\nary.com 135.\n\nCONTINUED: 142\n\nShe is frozen in a melancholy state, half-in and half-out of\nreality. She always knew it would be like this.\n\nDISSOLVE TO:\nINT. WINDHAM HOUSE - THE HANDSOME DUNCE’S ROOM - NIGHT 143\nFREEZE FRAME: Paul too is locked in time. He is being\nthrown off of the bed and about to be kicked by the handsome\ndunce. His look of surprise seems resigned, if such a\nduality could be possible. He always knew it would be like\nthis.\n\nDISSOLVE TO:\nINT. BOOTH HOUSE - SEAN’S ROOM - NIGHT 144\nFREEZE FRAME: Sean, frozen in place, locked in a carnal\nposition he has no feeling for, as distant from his body as\none could ever get. He always knew it would be like this...\n\nFADE TO BLACK:\n\nEXT. WINDHAM HOUSE - NIGHT 145\n\nWindham house stands in the dark of the storm, the PARTY\nSTILL AUDIBLE within...\n\nPaul and Lauren come out of the house. It is snowing and the\nwhite flurry speckles against the darkness of the Commons.\nPaul and Lauren lock eyes and walk silently next to each\nother for quite a while before either speaks.\n\nFinally...\nLAUREN\nHow are you, Mr. Denton?\nPAUL\nFine. How have you been, Ms. Hynde?\nLAUREN\nOkay.\nPAUL\nSo...what are you now? Still...drama\nmajor?\nLAUREN\nArt. Well, Poetry. Well, actually Art.\nUm--\nPAUL\n\nWhich is it? Make up your mind.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 136.\n\n145 CONTINUED: 145\n\nLAUREN\nInterdivisional.\n\nThere’s a long pause as they walk. Both of them seem broken\n\nemotionally.\nPAUL\nHe really likes you.\nLAUREN\nYeah? Great. That’s great.\nPAUL\nListen. Did you put the notes in his\nbox?\nLAUREN\n\nWhose box?\n\nPAUL\nI thought you were putting the notes into\nhis box. Purple notes. Love letters.\n\nLAUREN\nI didn’t put notes into anyone’s box.\n\nPAUL\nYou didn’t?\n\nLAUREN\nNo.",
  "99": "---END OF PREVIOUS SECTION---\nLAUREN\nI didn’t put notes into anyone’s box. PAUL\nYou didn’t? LAUREN\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n It wasn’t me. Wrong person.\n\nPaul smiles.\n\nPAUL\n\nThen there’s someone else...someone else.\nLAUREN\n\nIt doesn’t matter anyway. Not to people\n\nlike him.\n(after thinking about it)\nNot to people like us.\n\nThen, from the darkness and flurry of snowflakes comes the\nUNMISTAKABLE SOUND OF A MOTORCYCLE. It comes close, until\nvisible as a silhouette in the din of snow. The engine\n\nSPUTTERS and the cycle SKIDS to a stop. Sean, seated atop\n\nthe motorcycle, sits there looking at Paul and Lauren -- half\nobscured by the falling snow. Then he REVS THE ENGINE and\nspeeds off.\n\nLauren stands there, empty.\n\n(CONTINUED )\n\f\"The Rules of Attraction\" www.avary.com 137.\n\n145 CONTINUED: (2) 145\n\n146\n\nPaul stands next to her.\n\nBoth of them let the snow fall onto them, like frozen rain,\nuntil the SOUND OF THE MOTORCYCLE vanishes into the\ndistance...vanishes into the storm.\n\nCUT TO:\n\nEXT. ROAD OUT OF CAMDEN - MOVING - NIGHT 146\n\nSEAN'S POV: The single headlamp of the motorcycle\nilluminates the flurry of falling snow and the immediate\nstretch of the ice covered road as it speeds by underneath.\n\nSEAN (V.0.)\n\nI started driving faster as I left the\ncollege behind. I didn’t know where I\nwas going. Someplace unoccupied I hoped.\nAt first I thought that there were things\nabout her that I would never forget, but\nin the end, all I could think about was--\n\nCUT TO BLACK:\n\nWe hear the Erasure song “We’ll Be Together Again” over the\nEND CREDIT ROLL, which by the way begins with the end of the\ncredit roll and rolls backwards through the legal, then the\ncrew, then the cast and keys until, finally, the studio logo\ncomes up. It’s as if THE PROJECTOR IS ACTUALLY RUNNING THE\nCREDIT ROLL BACKWARDS AND UP up the screen. Suddenly there’s\na FLUTTERING TO THE FRAME as if the sprockets are torn. The\nfilm suddenly breaks as if SNAPPED free from the leader--\n\nWHITE FLICKERING LIGHT STROBES on the screen, no film is in\nthe projector...",
  "100": "---END OF PREVIOUS SECTION---\nIt’s as if THE PROJECTOR IS ACTUALLY RUNNING THE\nCREDIT ROLL BACKWARDS AND UP up the screen. Suddenly there’s\na FLUTTERING TO THE FRAME as if the sprockets are torn. The\nfilm suddenly breaks as if SNAPPED free from the leader--\n\nWHITE FLICKERING LIGHT STROBES on the screen, no film is in\nthe projector... \n---TARGET SECTION TO BE ANNOTATED---\nTurn off the projector and close the curtains.\n\nAt this point the THEATER EMPLOYEES may enter the theater and\nclean the floors.\n\nTHE END\n\f"
}