{
  "1": "The Hurt Locker\n\nBy\n\nMark Boal\n\nJune 7, 2007\n\nShooting Draft\n\fBLACK SCREEN\nArabic man YELLING over a bull-horn.\nTITLE:\n\nThe rush of battle is often a potent and lethal addiction,\nfor war is a drug. - Chris Hedges\n\nThe loud BUZZ of an electric engine and the CRUNCHING of\nwheels traversing rough terrain. Then SIRENS, HORNS, SHOUTS.\n\nAs the din intensifies, the quote recedes.\n\nFADE IN:\n\nEXT BAGHDAD STREET DAWN - ROBOT CAM POV\n\nA grainy, low-resolution view of a dusty dirt road. We're\nlow, just inches off the sun-washed ground, and moving fast.\n\nZOOMING down a street littered with the refuse of war: spent\nmunitions, rubber bits, animal waste -- all of which, from\nthis odd, jarring perspective, looks gigantic, monstrous.\n\nWe approach a crumpled COKE CAN, the white ‘C’ growing\nenormous on the screen, filling the screen like a skyscraper,\nSMASH into the can and barrel ahead.\n\nA RAG flutters, blocks our view, then flies away as we pop\n\nover a bump, catching air and a flash of the horizon line,\n\nBRIGHT SUN, then landing hard and continue zipping down the\ndusty road.\n\nCUT TO:\n\nEXT BAGHDAD STREET - DAWN\n\nA rushed, disorderly evacuation. Iraqi POLICE and SOLDIERS\nherd civilians away from some unseen danger.\n\nINTERCUT:\n\nA remote controlled TALON ROBOT (about a quarter million\ndollars of military-grade bomb squad electronics, aka ‘the\nbot’) whose SMALL VIDEO CAMERA we have been watching, drives\ndown the side of the road on a pair of treads.\n\fAcross the street, an Iraqi BUTCHER wearing a bloody white\nsmock resists being moved from his outdoor stand, which\nconsists of little more than goat carcasses hung on metal\nhooks.\n\nFrom all sides, American military arrive in armored TROOP\nCARRIERS, disgorging teams of U.S. ARMY INFANTRY SOLDIERS who\nshout “secure the area’, ‘watch your six,’ ‘stop traffic’,\netc.",
  "2": "---END OF PREVIOUS SECTION---\nFrom all sides, American military arrive in armored TROOP\nCARRIERS, disgorging teams of U. S. ARMY INFANTRY SOLDIERS who\nshout “secure the area’, ‘watch your six,’ ‘stop traffic’,\netc. \n---TARGET SECTION TO BE ANNOTATED---\nTITLE:\n\nBAGHDAD, 2004\n\nThis is all taking place in a densely populated, very noisy\nsection of Baghdad; the SOUND of far off GUNSHOTS and CALL to\nprayer magnify the turmoil of a metropolis in the midst of an\noccupation/insurgency/civil war.\n\nEXT STREET DAWN\n\nThe BUTCHER, furious with the way he’s being pushed around,\nis forcibly removed from his shop by several IRAQI SOLDIERS.\nEXT STREET DAWN - ROBOT CAM POV\n\nVia the low-angle video camera we glimpse a herd of GOATS\nscampering through frame. BURKA-clad WOMEN and OLD MEN in\n\ntraditional garb flee the scene.\n\nSeveral more U.S. INFANTRY SOLDIERS move a few straggler\nPEDESTRIANS away from a trash pile and the TALON ROBOT.\n\nView momentarily blocked by STATIC INTERFERENCE.\n\nBut when the screen clears, we close in on one particular\nTRASH PILE topped with a white plastic garbage bag.\n\nWhatever it is that has everyone so afraid lies inside this\nbag.\n\n \n\nEXT MIDDLE EASTERN STREET - DAWN\n\nThe TALON ROBOT pokes around the bag and the trash pile with\nits mechanical VISE GRIP.\n\fUPRANGE\n\nNext to a parked Humvee, THREE EOD (Explosive Ordnance\nDisposal, aka Bomb Squad) SOLDIERS crouch over a laptop\ncomputer screen showing an image of the TRASH PILE.\n\nWorking the joystick on the laptop is SERGEANT J. T. SANBORN,\na type-A jock, high school football star, cocky, outgoing,\nready with a smile and quick with a joke... or, if you\nprefer, a jab to the chin. Think Muhammad Ali with a rifle.\n\nSANBORN\nI think we have touchdown.\n\nDOWNRANGE\n\nThe robot grinds the dirt, edging closer to the bag.\n\nUPRANGE\n\nStanding near Sanborn, SERGEANT FIRST CLASS MATT THOMPSON\nwipes the sweat on his brow. Although he’s the team leader,\nevery inch the professional soldier working a routine\nmission, Thompson’s normally rock-solid nerves are wavering\nin the punishing desert heat.",
  "3": "---END OF PREVIOUS SECTION---\nDOWNRANGE\n\nThe robot grinds the dirt, edging closer to the bag. UPRANGE\n\nStanding near Sanborn, SERGEANT FIRST CLASS MATT THOMPSON\nwipes the sweat on his brow. Although he’s the team leader,\nevery inch the professional soldier working a routine\nmission, Thompson’s normally rock-solid nerves are wavering\nin the punishing desert heat. \n---TARGET SECTION TO BE ANNOTATED---\nWhile nibbling on a SNICKERS candy bar, Thompson glances over\nhis shoulder noting potential threats: a WOMAN in a VEIL and\nthen TWO MALES in a window - all of whom are watching him\nwith inscrutable expressions.\n\nThompson turns back to Sanborn and the task at hand:\n\nLAPTOP SCREEN\nWe glide across the pile. Flies buzzing.\nPuffs of dust and fluttering plastic.\n\nAdvancing slowly, inch by inch, to the edge for our first\nglimpse inside the bag:\n\nA RUSTY ARTILLERY SHELL WITH A WIRE PROTRUDING FROM THE NOSE\nCONE.\n\fUPRANGE\n\nSANBORN\nHello mamma.\n\nZoom in on the nose cone of the shell.\n\nTHOMPSON\n(re: the robot’s camera)\nPush it in.\n\nSANBORN\nI can’t.\n\nTHOMPSON\nWhat do you mean - you can’t?\nPretend it’s your dick.\n\nSANBORN\nHow about I pretend it’s your dick?\n\nTHOMPSON\nYou'll never get it in if you do\nthat. Let me try.\n\nA THIRD SOLDIER, clearly enjoying the two men he’s with,\nleans in for a better look. This is SPECIALIST OWEN ELDRIDGE,\nthe youngest of the group, impressionable, vulnerable, yet\nquite capable of showing surprising backbone.\n\nSANBORN\nGive me a second.\n\nTHOMPSON\nNo. Time is up. My dick.\n\nThey change places. Thompson now on the controls. They can\nsee protruding from the rusty shell the tell-tale wire of an\nImprovised Explosive Device (IED).\n\nTHOMPSON\nSee that?\n\nSANBORN\nNice one-five-five.\n\nTHOMPSON\nYeah. That’s going to do some\ndamage.\n\fSANBORN\n(calling over his\nshoulder)\nHey Eldridge, we’re going to need a\ncharge.\n\nEldridge is already on it, approaching with the four blocks\nof C4 plastic explosive. He’s done this enough to know what\nthey need.\n\nELDRIDGE\nGot it. Figured four blocks, gives\nyou about twenty pounds of bang\ntotal. Are we going to be far\nenough away?\n\nThompson takes stock of the situation. We see the IED in the\ndistance -- far, far away.",
  "4": "---END OF PREVIOUS SECTION---\nAre we going to be far\nenough away? Thompson takes stock of the situation. We see the IED in the\ndistance -- far, far away. \n---TARGET SECTION TO BE ANNOTATED---\nTHOMPSON\nThe blast is going to roll out\nthere (pointing) the shell will\nprobably kick out there (pointing),\nand most of the shrapnel is going\nto rain up in a beautiful umbrella\npattern. Some smaller pieces and\nshell fragments will come out this\nway but we’ll be okay if we are\nbehind the Humvee. Bring the bot\nback and we will load up.\n\nSANBORN\nNo problem. Bot is moving.\n\nCUT TO:\n\nDOWNRANGE NEAR PLASTIC BAG\n\nThe bot dutifully makes its return voyage back to the men.\n\nACROSS THE STREET\n\nA crowd of angry pedestrians is being held in place by a few\nIraqi soldiers, but when one soldier turns aside to help an\nold man, the cantankerous BUTCHER slips past and dashes back\nto his store.\n\fUPRANGE\nEldridge clips a make-shift wagon to a hitch on the rear of\nthe robot. Inside the wagon, he’s placed an array of C4.\nSanborn asks “ready?,” Eldridge replies “good to go.”\nSANBORN\n\nAlright. Wagon is set. Bot moves.\nThe bot returns downrange, towing the cart and a coil of\nunspooling detonation wire, which Eldridge is holding.\n\nWhen...\n\nthe HERD of GOATS from earlier circles back and momentarily\nimpedes the robot.\n\nSANBORN\n(laughing)\nGoats! Blow those bastards up.\n\nDOWNRANGE\n\nThe robot churns down the now empty street.\n\nUPRANGE\n\nThompson scans his surroundings, finds a third IRAQI MALE\nwatching him from a nearby balcony.\n\nA flicker of concern flashes across his face.\n\nDOWNRANGE\nThe robot hits a bump and a rock jams in the wagon’s wheel\n\nand breaks the lock nut, popping the wheel and causing the\nwhole rig to grind to a halt.\n\nUPRANGE\n\nEveryone cringes.\n\nDOWNRANGE\n\nThe wagon is stranded.\n\fUPRANGE\nSanborn wiggles the stick. It’s not happening.\n\nSANBORN\nWagon is having a bad day.\n\nTHOMPSON\n(to Eldridge)\nDid you build that?\n\nELDRIDGE\nNo, the U.S. Army did.\n\nTHOMPSON\nIt looks like I’m going down there.",
  "5": "---END OF PREVIOUS SECTION---\nS. Army did. THOMPSON\nIt looks like I’m going down there. \n---TARGET SECTION TO BE ANNOTATED---\nSANBORN\nWhat, you don’t like waiting around\nthis beautiful neighborhood?\n\nThompson ruefully tosses his helmet into the truck.\n\nTHOMPSON\nI love it.\n\nCUT TO:\n\nEXT HUMVEE MOMENTS LATER\n\nSanborn unpacks “THE SUIT.” A state-of-the-art contraption\nthat looks like an astronaut suit and helmet crossed with the\nMichelin Man. Because of its weight and complexity it takes\ntwo men to put it on - or one Sanborn.\n\nSanborn kneels down and guides Thompson’s feet into the\nsuit’s black boots, then lashes up a series of Velcro straps\nto secure the armor, like a squire working on a knight.\n\nThompson twists to get his chest protector on. Eyes tight,\nbrow furrowed, squints into the far distance. That's going\nto be a mean motherfucker.\n\nTHOMPSON\nOkay. I’m going to make my\napproach. This area looks okay. No\npower-lines. Clean line of sight.\nIf it looks alright when I get down\nthere, I’m going to plug it in and\nwe'll just BIP it.\n\n(MORE )\n\fTHOMPSON (cont'd)\nI want them to know if they’re\ngoing to leave a bomb on the side\nof the road, we’re going to blow up\ntheir little fucking road.\n\nSANBORN\nReady?\n\nTHOMPSON\nI’m craving a hamburger, is that\nstrange?\n\nSANBORN\n\nNot for you.\n\nSanborn seals Thompson’s helmet with a glass plate while\n\nEldridge attaches a breathing hose.\n\nTHOMPSON\n(headset from inside the\nhelmet)\nThis is Blaster One.\n\nSANBORN\n(into walkie)\nRoger that. Blaster One. You’re\ngood to go.\n\nThompson begins the lonely walk toward the bomb.\n\nSanborn checks on the TWO IRAQI males in the balcony by\n\nglassing them with his M4 scope.\n\nSCOPE POV\n\nThe men are smiling. Low threat.\n\nDOWNRANGE\n\nConstrained by the eighty-pound suit, sweat in his eyes,\nThompson LUMBERS down the road, emitting dust clouds with\n\nevery step.\n\nTHOMPSON\n(headset)\nNice and hot in here...\nOne fifty.\n\fUPRANGE - HUMVEE\nSANBORN\n(into walkie)\nRoger that.",
  "6": "---END OF PREVIOUS SECTION---\nTHOMPSON\n(headset)\nNice and hot in here... One fifty. UPRANGE - HUMVEE\nSANBORN\n(into walkie)\nRoger that. \n---TARGET SECTION TO BE ANNOTATED---\n A hundred and fifty\nmeters.\nAn excited, blustering YOUNG IRAQI MALE, having just exited a\nnearby building, approaches Sanborn with his hand extended in\ngreeting:\n\nYOUNG MAN\nHi, where are you from?\n\nSanborn shakes his head, raises his rifle.\nThe young man maintains a nervous grin.\n\nSANBORN\nNo.\n\nYOUNG MAN\nCalifornia? New York?\n\nNow they are standing close to each other.\n\nSANBORN\nGet out of here man.\n\nYOUNG MAN\nWhere?\n\nSANBORN\n\nThis ain’t a fucking meet-and-\ngreet. GET OUT OF HERE!\n\nSanborn shoves the young man in the chest hard enough to\nnearly knock him over.\n\nSANBORN\nGo!\n\nThe man skulks away, offended and confused.\nEldridge -- who is about thirty feet away and inspecting a\nburned out car -- notices this interaction out of the corner\n\nof his eye and keys his walkie to Sanborn:\n\nELDRIDGE\nMaking friends again, Sanborn?\n\f10\n\nSANBORN\n(smiling)\nAll day long.\n\nDOWNRANGE\nThompson walks on.\n\nThe desert sun glints off a nearby car and momentarily\nbleaches his mask bright white.\n\nA YOUNG GIRL with an INFANT BABY in her arms appears in a far\noff doorway, then withdraws out of sight.\nUPRANGE\nEldridge and Sanborn are at the ready, scanning the area and\nwatching Thompson.\nDOWNRANGE\nThompson: careful footfalls on sand.\nTHOMPSON\n(headset)\nTwenty five.\nUPRANGE\nSanborn wearily keys the walkie.\nSANBORN\n(walkie)\nRoger, twenty five. You are now in\nthe kill zone.\nTHOMPSON\n(headset)\n\nThanks for reminding me.\n\nEldridge nods. Everything progressing nice and easy.\n\nDOWNRANGE NEAR PLASTIC BAG\n\nThompson stands over the blasting caps, picks them up and\nheads for the bomb.\n\f11\n\nTHOMPSON\n(headset)\nDets look okay.\n\nSANBORN\n(over walkie)\nRoger that.\n\nThompson carefully lays the C4 on top of the IED.\nTHOMPSON\n(headset)\nLaying on the charge.\n(beat) )\nGood to go, coming back.",
  "7": "---END OF PREVIOUS SECTION---\nThompson carefully lays the C4 on top of the IED. THOMPSON\n(headset)\nLaying on the charge. (beat) )\nGood to go, coming back. \n---TARGET SECTION TO BE ANNOTATED---\nThompson gets up, looks around at the empty road under heavy\nguard.\n\nThe war has stopped for him and he knows it.\n\nThompson begins to walk back uprange, looking carefully at\nthe ground around him.\n\nTHOMPSON\n(headset)\nFive meters.\nSANBORN\n(walkie)\nFive meters, roger that.\n\nUPRANGE\n\nSanborn and Eldridge lower their rifles.\n\nDOWNRANGE NEAR PLASTIC BAG\n\nThompson carefully nudges a Coke can out of the way of his\nboots.\n\nUPRANGE\n\nEldridge, killing time, turns to Sanborn as they both watch\nThompson.\n\nELDRIDGE\nHey Sanborn, you know what this\nplace needs?\n\f12\n\nLooking around the war torn dirt street, the mud colored\nbuildings, and endless expanse of dust and sand. Nothing but\nbrown on brown.\n\nSANBORN\nI'm listening.\nELDRIDGE\nGrass.\nSANBORN\nWe gonna start our grass business?\nELDRIDGE\nThat's right. I’m going to sell the\ngrass -- and you're going to cut\n\nit. It’s going to be called\n‘Sanborn and Sons.’ We’ll be rich.\n\nSANBORN\nI like that. Crab grass, St.\nAugustine, I’m a scholar on this\nshit. How about this? You sell it --\nI fertilize it.\n\nTHOMPSON O.S.\n(headset)\nTwenty five.\nSANBORN\n(walkie)\nTwenty five. Roger that.\nEldridge squints into the sun.\nOut of the corner of his eye he sees movement in the butcher\nshop and raises his carbine.\n\nSCOPE POV\n\nThe BUTCHER is holding a cell phone.\n\nUPRANGE\n\nELDRIDGE\nHey Sanborn -- Butcher shop - two\no'clock! Dude has a phone!\n\nSANBORN\nMake him put it down --\n\f13\n\nEldridge runs toward the butcher shop.\n\nSanborn raises his scope but Eldridge is blocking his line of\nfire and he can’t get a shot.\n\nELDRIDGE\n(shouting, waving his gun)\nHey - put that down--\nThe BUTCHER nods and puts up his hand as if to say, ‘give me\na minute.",
  "8": "---END OF PREVIOUS SECTION---\nSANBORN\nMake him put it down --\n\f13\n\nEldridge runs toward the butcher shop. Sanborn raises his scope but Eldridge is blocking his line of\nfire and he can’t get a shot. ELDRIDGE\n(shouting, waving his gun)\nHey - put that down--\nThe BUTCHER nods and puts up his hand as if to say, ‘give me\na minute. \n---TARGET SECTION TO BE ANNOTATED---\n\nDOWNRANGE\nThompson senses trouble:\nTHOMPSON\n(headset)\nWhy is Eldridge running? Come on\nguys, talk to me.\nUPRANGE\n\nEldridge runs hard\n\nELDRIDGE\nDrop the phone!\n\nSanborn bolts sideways, trying to maneuver around Eldridge to\na clear sight line--\n\nSANBORN ELDRIDGE\n(shouting to Eldridge) PUT DOWN THE CELL PHONE!\nBurn him! Eldridge burn him!\n\nEldridge, legs pumping, flicks the rifle safety--\n\nBUTCHER SHOP\nThe Butcher smiles. Gives Eldridge the thumbs up sign.\n\nHis other handing dials the phone.\n\nUPRANGE\nSanborn sprinting but still can’t find a shooting angle.\n\nEldridge is on fire:\n\f14\n\nELDRIDGE SANBORN\nDROP THE PHONE!!! GET OUT OF THE WAY -- BURN\nHIM! !\nELDRIDGE\nI CAN'T GET A SHOT!I!!!\nDOWNRANGE\n\nNow Thompson starts to run. Terror in his eyes.\n\nELDRIDGE SCOPE POV\n\nPrevented from locking aim on the butcher by two telephone\npolls.\n\nBUTCHER SHOP\n\nThe Butcher smiles back at Eldridge\n\nECU: the Butcher's eyes.\n\nECU: his thumb on send button of the cell phone.\n\nDOWNRANGE\n\nThompson running full out now when\n\nBOOM!! --\n\n-- A giant billowing fireball bursts from the bomb\n-- flattening Thompson\n\n-- blood splatters the inside of his helmet. Then:\n-- a secondary explosion erupts\n\n-- spewing dust and a wave of particulate matter\n\n-- enveloping Eldridge and Sanborn in a coarse cloud of\ndebris.\n\n-- we stay on the blast’s aftermath as the last dust roils\nout in slow motion and\n\n-- floats silently over Thompson’s slain body\n\f15\n\nCUT TO:\n\nINT CAMP VICTORY WAREHOUSE MORTUARY AFFAIRS - DAY\n\nAn officious young MORTUARY AFFAIRS SOLDIER opens the wooden\nlid of a very white large box.\n\nInside, wrapped in plastic, are the remains of a soldier's\nlife: a pair of boots, a toothbrush, a comb, an American\nflag.\n\nSanborn stares. Struggling to find meaning in the objects.",
  "9": "---END OF PREVIOUS SECTION---\nInside, wrapped in plastic, are the remains of a soldier's\nlife: a pair of boots, a toothbrush, a comb, an American\nflag. Sanborn stares. Struggling to find meaning in the objects. \n---TARGET SECTION TO BE ANNOTATED---\nNow we see that he’s standing in a large warehouse, the\nmortuary affairs office, which is filled with rows and rows\n\nof many other identical white boxes.\n\nMORTUARY SOLDIER\nAnywhere is good.\n\nSanborn gently places Thompson’s dog tags in the box.\n\nSOLDIER\nIs that everything?\n\nSANBORN\nYeah.\n\nThe white box closes. Latches secure the lid.\nAnd that’s that. The soldier walks away.\n\nSanborn grips the box. He does not let go.\n\nEXT CAMP VICTORY DAY\n\nSanborn trudges across a camp clearing which is bounded by\nthe barracks and rows of identical aluminum trailers.\n\nINT TRAILER\n\nInside a darkened standard-issue military trailer Ministry is\nBLASTING, rattling the walls.\n\nSanborn knocks on the door, hears “yeah, it’s open, come in,”\nand steps inside.\n\f16\n\nHe’s greeted by a MAN holding a roofing hammer in one hand\nand a cigarette in the other. This is SERGEANT FIRST CLASS\nWILLIAM JAMES, his new boss.\n\nSanborn extends his hand and they shake.\n\nSANBORN\nSergeant James? J.T. Sanborn, my\nman.\n\nJAMES\n\nCall me Will.\n\nSANBORN\nWelcome to Bravo Company and\nwelcome to Camp Victory.\n\nJAMES\nCamp Victory? I thought this was\nCamp Liberty.\n\nSANBORN\nNo, they changed the name about a\nweek ago. ‘Victory’ sounds better.\n\nAn awkward silence ensues allowing us to get a better look at\nJames. Though a former U.S. Army Ranger in his early\nthirties, fit and good-looking, one of the lucky ones, he\npossesses an unusual demeanor. In a world of outgoing young\nmen, James seems markedly self-absorbed. Sanborn notices this\ntrait instantly and is puzzled by it. The truth is that after\nso many years down range, racking up kills and disarming\nbombs, James has lost some of the ability and most of the\nneed to connect to other people.\n\nRight now, however, James is doing his best to act like a\nregular nice guy.\n\nJAMES\nAlright. Well I guess I’m in the\nright place.",
  "10": "---END OF PREVIOUS SECTION---\nRight now, however, James is doing his best to act like a\nregular nice guy. JAMES\nAlright. Well I guess I’m in the\nright place. \n---TARGET SECTION TO BE ANNOTATED---\n(Beat)\nAs long as you are here, could you\ngive me a hand with this?\n\nJames jerks his head to a window covered with a board of\nplywood. He walks over to it and starts removing the wood,\nmotioning for Sanborn to grab one end of the board.\n\f17\n\nSANBORN\nMaybe you shouldn’t take this down.\nWe get a lot of mortars at night\nhere. The plywood helps stop the\nlateral frag from coming through.\nThat’s why it’s up there.\n\nJAMES\nIt’s not going to stop a mortar\nfrom coming through the roof -- you\nknow. Besides, I like the\nsunshine...(awkwardly) I’m sorry\nabout Thompson, I heard he was a\ngood tech.\n\nSANBORN\n\nYeah, he was, and he was a great\nteam leader too.\n\nJAMES\nI’m not trying to fill his shoes.\nI'm just going to do my best.\n\nSANBORN\nAppreciate it.\n\nAlthough Sanborn is almost warming to his new Sergeant, James\nhas reached his intimacy limit.\n\nHe cranks the music, grabs his still-burning cigarette, and\nflops down on the bed -- all in one surprisingly fluid\nmotion.\n\nThen announces cheerfully:\n\nJAMES\nHome sweet home.\n\nCUT TO:\n\nINT HUMVEE CAMP VICTORY\n\nSanborn is behind the wheel. James is in the passenger seat.\nEldridge is in the back seat.\n\nLooking through the Humvee window, we drive past a long line\nof Ml Abrams battle tanks. They’re neatly parked and\ngathering sand on all horizontal surfaces.\n\f18\n\nELDRIDGE\nAren’t you glad the Army has all\nthese tanks parked here, just in\ncase the Russians come and we have\nto have a big tank battle.\n\nSANBORN\nI'd rather be on the side with the\ntanks, just in case.\n\nELDRIDGE\nBut they don’t do anything here.\nAnybody comes alongside the Humvee,\nwe're dead. Anybody even looks at\nyou funny, we’re dead. Pretty much,\nthe bottom line, is if you're in\nIraq you're dead. How’s a fucking\ntank supposed to stop that?\n\nSANBORN\nShut the fuck up, Owen.\n\nELDRIDGE\n(smiling)\nSorry.",
  "11": "---END OF PREVIOUS SECTION---\nHow’s a fucking\ntank supposed to stop that? SANBORN\nShut the fuck up, Owen. ELDRIDGE\n(smiling)\nSorry. \n---TARGET SECTION TO BE ANNOTATED---\n Just trying to scare the\nnew guy.\nJames shrugs this off:\nJAMES\nI saw a little bit in Afghanistan.\nEXT CAMP VICTORY/BAGHDAD OUTSKIRTS MORNING\nThe Humvee moves out of the base and into the outskirts of\nthe teeming city.\nTITLE:\n\nDAYS LEFT IN BRAVO COMPANY’S ROTATION: 38\n\nINT HUMVEE\n\nSANBORN\nHey Owen -- watch the fucking road.\n\nThe Humvee edges close to a cluster of cars. Eldridge moves\nup to the gunner’s seat on top of the Humvee.\n\f19\n\nEXT HUMVEE\n\nEldridge has a collection of half-empty water bottles that he\nkeeps in the gunner’s nest.\n\nHe throws a water bottle at the car in front of him.\nIt smashes into the car’s rear windshield.\n\nA passenger inside spins, enraged. He sees the Humvee.\nSettles for a one finger salute for the American.\n\nELDRIDGE\nImshee -- Imshee !\n\nEXT BAGHDAD STREET EARLY MORNING\n\nThe Humvee grinds to a stop in a ghetto overflowing with\ntrash, with more mud dwellings that look as beaten down as\nthe people.\n\nJames is first out, lighting another cigarette.\n\nSanborn comes up behind him. Eldridge climbs out of the\nturret.\n\nThey are now completely out in the open, feet on Iraqi\nground, where anything can happen.\n\nEldridge begins turning suspicious bits of plastic over with\nthe tip of his boots.\n\nJAMES\n(looking around at the\nempty street)\nWhere are the guys who called this\nin?\n\nJames walks on down the street.\n\nSanborn and Eldridge exchange a glance ‘what the hell,’ and\nfollow him.\n\nMeanwhile, in the background, Iraqi civilians go about their\ndaily life.\n\f20\n\nSANBORN\n(into walkie)\nVictory Main, Victory Main, this is\nBlaster Mike. Interrogative, do you\nhave an updated position?\n\nDISPATCH O.S.\n(over walkie)\nThis is Victory Main. Negative.\nFigures to follow. Grid 3453.\n\nSANBORN\n(into walkie)\nWell, that’s exactly where I am and\nI don’t see anybody in fatigues.\n\nDISPATCH O.S.\nGive me a second to confirm.",
  "12": "---END OF PREVIOUS SECTION---\nDISPATCH O. S. Give me a second to confirm. \n---TARGET SECTION TO BE ANNOTATED---\n That\nvisual is 3453.\n\nJames, Sanborn and Eldridge continue their slow walk down the\nstreet.\n\nAround a corner, an empty Humvee comes into view.\n\nJAMES\nWe got a Humvee.\n\nOn the other side of the street, Sanborn rounds the corner,\napproaching the Humvee. He shouts in case someone is inside.\n\nSANBORN\nFriendly!\n\nBut there is nobody to hear him. The truck is empty.\nEldridge looks inside the vehicle, checking for blood.\n\nJames sees a tiny American flag being waved in the window of\na nearby building, and heads over to it.\n\nELDRIDGE\n(scared)\nThey abandoned their vehicle.\n\nSANBORN\n(scared too)\nWe got an empty Humvee over here!\n\nJAMES\nGot it!\n\f21\n\nEXT/INT BAGHDAD BUILDING DAY\n\nJames peers into a garden where a half dozen young SOLDIERS\nare resting and trying not to look afraid, and one SERGEANT\nCARTER is trying not to look embarrassed.\n\nJAMES\nMorning boys. Don’t tell me the\nbomb is in there with you.\n\nSERGEANT CARTER\nLet’s step outside, I’1l show you\nwhat’s going on.\n\nHe moves into the open and points down the block.\n\nSERGEANT CARTER\nDown the block, about 20 meters\nthis side of the mosque, East side\nof the street, one of our\ninformants saw wires in a rubble\npile - possible IED. I trust this\nguy, I know him. You want to talk\n\nto him?\n\nJAMES\nI‘ll handle it. Keep your guys\nback.\n\n(to Eldridge)\nSpecialist! Bring up the Humvee!\n\nSanborn is already unloading the robot.\n\nSANBORN\nWhat’s going on?\n\nJAMES\nBreak out the suit.\n\nSANBORN\nWhat about the bot?\n\nJAMES\nI'll take care of it.\n\nSANBORN\nWhat? Don’t you want us to get the\nbot down there to see what it looks\nlike?\n\nJAMES\nI’ll handle it.\n\f22\n\nSANBORN\nIt’s kind of tight down here,\nJames.\nJames grins. Sanborn shoots Eldridge a look.",
  "13": "---END OF PREVIOUS SECTION---\n22\n\nSANBORN\nIt’s kind of tight down here,\nJames. James grins. Sanborn shoots Eldridge a look. \n---TARGET SECTION TO BE ANNOTATED---\n Is he a new guy\nor what?\n\nEXT HUMVEE MOMENTS LATER\n\nSanborn and Eldridge kneel before James, buckling on the\nsuit.\n\nSANBORN\nYou know you don’t have to go down\nthere, man, we already have the bot\nhalf way out.\n\nJAMES\nIt will be alright.\n\nSanborn puts the helmet on.\nSANBORN\nFirst day, I was thinking you might\nwant to take it easy.\n\nNow enclosed in the suit, James is ready to go.\n\nJAMES\nLet’s rock ‘n roll.\n\nJames heads downrange, a jaunty bounce to his step.\n\nIn stark contrast to Thompson’s cautious, lumbering gait, he\nseems eager, almost happy, to approach the bomb.\n\nThe guys watch him go.\n\nELDRIDGE\nHe’s a rowdy boy.\n\nSANBORN\nHe’s reckless.\nEXT BAGHDAD STREET\n\nWithout warning, James tosses a round metal canister, a smoke\ngrenade, into the middle of the street.\n\nECU: canister jets explode, propelling a billowing cloud of\ngray smoke.\n\f23\n\nEXT HUMVEE\n\nSanborn looks on in confusion as the dense smoke fills the\nstreet, obscuring his view of James.\n\nSANBORN\n(walkie)\nBlaster One, what’s going on?\n\nNo answer. James disappears into the smoke.\n\nSANBORN\n(walkie)\nBlaster One, what are you doing?\n\nNo answer.\n\nSANBORN\n(walkie)\nBlaster one, this is Blaster Mike.\nWhat’s with the smoke on the side\nof the road?\n\nNo answer.\n\nSANBORN O.S.\n(walkie)\nHey James, can you hear me? What’s\nwith the smoke?\n\nJAMES O.S.\n(headset )\nCreating a diversion.\n\nSanborn can no longer see James through the smoke.\n\nHe climbs up on top of the Humvee to get a better look. But\nhe gets only a partial view.\n\nSANBORN\n(walkie)\nFrom what? Is there a threat?\n(to Eldridge)\nGet up on that wall. Tell me what\nyou see, Specialist!\n\nEldridge leaps onto a nearby narrow stone wall, feet\nprecariously balanced.\n\f24\n\nELDRIDGE\nI got him. He’s walking downrange.",
  "14": "---END OF PREVIOUS SECTION---\nEldridge leaps onto a nearby narrow stone wall, feet\nprecariously balanced. 24\n\nELDRIDGE\nI got him. He’s walking downrange. \n---TARGET SECTION TO BE ANNOTATED---\nSANBORN\n(walkie)\nJames, the smoke is killing my\nvisibility. Where are you in\nrelation to the IED? Are you within\n100 meters, yet?\n\nEXT BAGHDAD STREET/INTERSECTION\n\nJAMES\n(headset)\nHell, I don’t know. I’1l let you\nknow when I’m standing over it.\n\nWe see the world from James’ point of view: the city takes on\nan intense, dreamy hue as if somehow we're in some sort of\nfugue state.\n\nJames walks on and the world returns to normal as he nears an\nintersection guarded on either side by a HUMVEE and several\nSOLDIERS, when...\n\nSuddenly a red-and-white TAXI swerves past the SOLDIERS on\nthe left side of the intersection.\n\nThe soldiers take cover and shout contradictory commands -\n“Stop the car” “Get Down Don’t Move! Back up! Out of the\nvehicle!”\n\nThe TAXI BRAKES in front of James.\n\nEXT HUMVEE\nSanborn and Eldridge can hear the shouting but the lingering\n\nsmoke still obscures their sight.\n\nELDRIDGE\n(shouting to Sanborn)\nCar! Car! A car stopped in front of\nhim.\n\nEXT BAGHDAD STREET/INTERSECTION\n\nJames’ headset barks to life:\n\f25\n\nSANBORN O.S.\n(headset)\nJames, come back now.\n\nJames pulls a pistol from his holster, aims it at the car...\n\nSOLDIER\nSOLDIER\n(over walkie)\nEOD has a nine on the Haji in the\ncar. Should I send back up?\nJAMES\nJAMES\n(headset)\nI got it.\nDRIVER’S FACE\nImpossible to discern whether he’s simply an annoyed taxi\ndriver -- or a Jihadi on a suicide mission.\nEXT HUMVEE\nSANBORN\n(into walkie to soldier)\nNegative, negative. You’re too\nclose, the blast will come up the\nstreet. Stand down. Stay behind the\ncorner. EOD has the situation under\ncontrol.\nEXT BAGHDAD STREET/INTERSECTION\nJames aims at the windshield. The driver is impassive.\n\nSoldiers shout, “get out of the car!”\n\nJames SHOOTS two rounds into the dirt near the car’s front\ntire.\n\nThe Driver remains still.",
  "15": "---END OF PREVIOUS SECTION---\nThe driver is impassive. Soldiers shout, “get out of the car!”\n\nJames SHOOTS two rounds into the dirt near the car’s front\ntire. The Driver remains still. \n---TARGET SECTION TO BE ANNOTATED---\n Staring back.\n\nJames gestures with the pistol.\n\f26\n\nJAMES\nIt’s that way...Back.\n\nJames FIRES --\n-- smashing the windshield into a million shards of glass.\nBut the car doesn't budge.\n\nNow James jams his gun into the driver’s forehead.\n\nSOLDIER\nSOLDIER\n(into walkie)\nThree, four rounds fired. The nine\nis now pressing into the Haji’s\nforehead.\nJAMES\n\nThe driver slowly shifts into reverse and eases the taxi back\nto the soldiers.\n\nSoldiers rush the car, yank the driver out and pound him\nroughly to the ground.\n\nThe taxi driver is zip tied and dragged away.\nJAMES\n(into mic)\n\nIf he wasn’t an insurgent he sure\n\nas hell is now.\nDOWNRANGE\nJames resumes his walk, noting possible threats -- a MAN ina\nwindow down the road, TWO KIDS in another window.\n\nEXT BAGHDAD STREET/RUBBLE PILE IED\n\nOne of a million in this city. James draws near. Two wires\nprotrude from the mess.\n\nMoment of decision.\n\nMoving quickly, James removes rubble and trash to expose the\nwires and the artillery shells.\n\f27\n\nHe kneels down into the rubble pile. Touches the bomb.\n\nThen with great care, he removes the blasting cap from the\nbomb, making sure that it doesn’t make contact with the metal\nedges of the artillery shell.\n\nHe cuts one wire leading to the blasting cap.\n\nThen he flips the artillery round over and cuts the other\nwire.\n\nJAMES\n(headset)\nWe're done. Good to go.\n\nUPRANGE\n\nSANBORN\nCome down, Specialist.\n\nELDRIDGE\nRoger.\n\nEldridge jumps from the wall.\n\nDOWNRANGE\n\nJames stands and uses his big boot to clear more rubble,\nrevealing: Another wire snaking out of the ground.\n\nJAMES\n(headset)\nGot a wire. Hang on..\n\nJames traces this wire, pulling it out of the ground, inch by\ninch, like extracting a buried root.\n\nThe more he pulls, the more wire gets revealed.\n\nIt doesn’t seem to end.\n\nBALCONY\n\nOverhead, a YOUNG FACTORY WORKER on a high balcony studies\nJames as he unearths the wire.",
  "16": "---END OF PREVIOUS SECTION---\nThe more he pulls, the more wire gets revealed. It doesn’t seem to end. BALCONY\n\nOverhead, a YOUNG FACTORY WORKER on a high balcony studies\nJames as he unearths the wire. \n---TARGET SECTION TO BE ANNOTATED---\n\f28\n\nEXT BAGHDAD STREET/RUBBLE PILE IED\nJames, still pulling the wire, comes to a length that ends in\na bundle of wires that spider out in several different\ndirections.\n\nJAMES\n\n(headset)\nSecondary!\n\nHe pulls on this bundle and unearths a second IED.\nThen he finds a third IED.\nThen a fourth bomb.\n\nThen realizes he’s surrounded by a ring of IEDs.\n\n \n\nThis is the daisy-chain. One of the deadlier forms of IEDs.\n\nUPRANGE\nSANBORN\n(to Eldridge)\nOff the wall, Owen!\n(to soldiers)\nGet behind something. Find cover.\n\nSoldiers scrambling to find concrete to hide behind.\n\nBALCONY\n\nThe factory worker leaves his position and heads down the\nstairs.\n\nWe follow him walking down the stairs, intercut with:\nJames working on the bombs individually.\n\nECU: James' helmet - glass clouding over from condensation --\nlosing visibility.\n\nECU: blasting cap\nEcU: feet on stairs\n\nECU: knife tip separates the wire.\n\f29\n\nINT BUILDING STAIRCASE\n\nThe factory worker is now on a landing, still heading down.\n\nEXT STREET\n\nJames notices the worker coming down and quickens his pace.\n\nINT BUILDING STAIRCASE\n\nThe worker matches James’ accelerated movements, and is now\nrushing down the stairs.\n\nEXT STREET\n\nThe worker reaches the bottom of the stairs, opens the\nbuilding’s front door, and steps into the street.\n\nHe looks at James.\n\nJames shows him the last blasting cap, indicating that the\nbombs have all been rendered safe.\n\nThe worker reveals nothing.\n\nHe turns and steps down an alley. As he goes he drops a 9-\nvolt battery.\n\nWe find a WIRE TERMINAL attached to the alley wall, where on\na different day the battery would have been connected to\ninitiate the bomb.\n\nCUT TO:\n\nEXT HUMVEE MOMENTS LATER\n\nJames strides uprange. Eldridge isn’t sure what to make of\nJames. Sanborn is, but not ready to show it.\n\nSanborn unstraps the Velcro on James’ bomb suit, yanking\nroughly. This gets James attention.\n\nJAMES\nThat wasn’t too bad, for our first\ntime working together.",
  "17": "---END OF PREVIOUS SECTION---\nSanborn unstraps the Velcro on James’ bomb suit, yanking\nroughly. This gets James attention. JAMES\nThat wasn’t too bad, for our first\ntime working together. \n---TARGET SECTION TO BE ANNOTATED---\n What do you\nthink?\n\fSANBORN\nI think working together is I talk\nto you. And you talk to me.\n\nJAMES\nAre we going on a date, Sanborn?\n\nSanborn stands face-to-face with James.\n\nSANBORN\nNo, we're going on a mission. And\nit’s my job to keep you safe, so we\ncan keep going on missions.\n\nJAMES\nHey, this is combat.\n\n30\n\nJames pats Sanborn on the shoulder, moves to the Humvee for a\n\nMarlborough.\n\nSanborn and Eldridge confer out of ear-shot.\n\nELDRIDGE\n\nIt’s just thirty nine days.\nSANBORN\n\nThirty eight. Assuming we survive\n\ntoday.\n\nPRELAP :\n\nElectronic GRUNTS of a first-person shooter video game.\n\nINT HEAD SHED SIDE OFFICE\n\nIn a small recreation area, Eldridge, on a couch, plays Gears\n\nof War on a flat screen TV.\n\nLT. COL. JOHN CAMBRIDGE, a combat stress therapist, enters.\n\nELDRIDGE\nHey, it’s mister “Be all that you\ncan be.” What’s up, doc?\n\nCAMBRIDGE\nNot much. How are you?\n\nELDRIDGE\nI’m good. I had a question about\nthat song, though. What if all I\ncan be is dead on the side of an\nIraqi road? I think it’s logical.\n(MORE )\n\f31\n\nELDRIDGE (cont'd)\nThis is a war. People die all the\ntime. Why not me?\n\nCAMBRIDGE\nYou got to stop obsessing. Change\nthe record in your head. Think\nabout other things. Right now, what\nare you thinking about?\n\nELDRIDGE\nYou want to know what I’m thinking\nabout?\n\nCAMBRIDGE\nYes.\n\nEldridge picks up his M4 rifle, which had been resting on the\ncouch, and puts his finger on the trigger.\n\nELDRIDGE\nThis is what I’m thinking about.\nHere’s Thompson dead.\n(Now he dry fires. CLICK.\nHe snaps the slide back.)\nHere, he’s alive.\n\nFinger back on safe. He dry fires again.\n\nELDRIDGE\nHe’s dead. He’s alive.\n\nEXT. CAMP VICTORY MESS TENT DAY\nMidday in Iraq. The heat is oppressive, biblical.",
  "18": "---END OF PREVIOUS SECTION---\nEXT. CAMP VICTORY MESS TENT DAY\nMidday in Iraq. The heat is oppressive, biblical. \n---TARGET SECTION TO BE ANNOTATED---\nJames is walking around the base when he’s stopped by a young\nIraqi KID selling pirated DVDs.\n\nThe kid, whose name is BECKHAM, is a street savvy punk.\n\nBECKHAM\nHey, wassup my nigger? You cool or\nnot? You want to buy the cool shit?\nThe tight shit? No? Fuck you!\n(he targets James)\nHey nigger, buy some DVDs? New\nreleases. Very good.\n\nJAMES\nHow much?\n\nBECKHAM\nOne for five, two for nine.\n\f32\n\nJAMES\n(having fun)\nThree for twelve.\n\nBECKHAM\nThree for thirteen. And for you, no\ntax.\n\nJAMES\n\nNo tax? Alright.\n\nBECKHAM\nYou're a smart shit, you know.\nYou're not like those stupid fuck\nface shits.\n\nJAMES\nI’m a smart guy? You’re a smart\nkid. Give me your best one.\n\nBECKHAM\nHere you go. This is the best shit.\n\nJames pays. Offers a cigarette.\nJAMES\nKeep the change. Want a cigarette?\n\nAre you kidding? You shouldn't\nsmoke.\n\nINT CAMP VICTORY SHOWER STALLS NEXT MORNING\n\nSanborn is shaving in a mirror, otherwise dressed for combat\nand ready to go.\n\nJames shuffles in wearing a T-shirt and boxer shorts, looking\nlike he just woke up.\n\nJames starts to brush his teeth.\nSANBORN\n\nI need to talk to you about\nsomething before we roll out again.\n\nJAMES\n\nShoot.\nSANBORN\n\nYesterday -- that was not cool.\nJAMES\n\nI know. You’1l get it.\n\f33\n\nSanborn wipes his face, trying to stay calm, notices a tatoo\non James’ forearm.\n\nSANBORN\n\nYou were a Ranger? I was in\nintelligence seven years before\nEOD. We ran combat missions in\nevery shit hole on the planet.\n\n(beat)\nSo I’m pretty sure I can figure out\na redneck piece of trailer trash\nlike you.\n\nJames grins.\nJAMES\n\nLooks like you’re on the right\n\ntrack.",
  "19": "---END OF PREVIOUS SECTION---\n(beat)\nSo I’m pretty sure I can figure out\na redneck piece of trailer trash\nlike you. James grins. JAMES\n\nLooks like you’re on the right\n\ntrack. \n---TARGET SECTION TO BE ANNOTATED---\nINT/EXT HUMVEE UNITED NATIONS TEMPORARY HEADQUARTERS MORNING\nThe men drive into a parking lot teeming with people on the\nrun, hundreds of UN EMPLOYEES, mostly white, many dressed in\nbusiness suits, flee the United Nations building.\nParked beside the building is a blue sedan.\nTITLE OVER:\nDAYS LEFT IN BRAVO COMPANY’S ROTATION: 37\n\nThe Humvee passes through a roadblock, stops, and James gets\nout to talk to an IRAQI SERGEANT.\n\nDue to his current position in the parking lot, James can’t\nsee the blue sedan that everyone is running from.\n\nIRAQI SERGEANT\nIt’s behind the wall.\n\nJAMES\nDid you see any wires? Any smoke?\n\nIRAQI SERGEANT\nNo. I didn’t look.\n\nJAMES\nSo how do you know it’s a bomb?\n\f34\n\nIRAQI SERGEANT\nThe car has been parked there\nillegally and the suspension is\nsagging, so there’s definitely\nsomething heavy in the trunk.\n\nJAMES\nWhy don’t you peek inside and tell\nme what you see?\n\nIRAQI SERGEANT\n\nYou want me to go close to it? In\nArabic: you crazy piece of shit!\n\nCUT TO:\n\nEXT UN BUILDING NEAR SEDAN MOMENTS LATER\n\nJames now dressed in the bomb suit walks beside the Humvee\ntowards the blue sedan.\n\nWorkers continue to stream out of the building, hurrying\nfaster down a flight of stairs when they see James in the\nbomb suit.\n\nJames comes to within twenty feet of the blue sedan. He\nstops.\n\nBALCONY\n\nOn a third-floor balcony, unseen by the soldiers, a INSURGENT\nSNIPER takes aim.\n\nSEDAN\n\n-- a SHOT rings out\n\n-- bullet strikes the car\n\n-- it bursts into flames\n\n-- a plume of flame rushes out from the gas tank, like a\nblowtorch\n\n-- we see the flames through James’ helmet.\n\f35\n\nEXT STREET NEAR UN BUILDING\n\n“It’s coming from over here”, shout INFANTRY on the grounds\noutside the building as they FIRE M4s at the sniper’s\nbalcony.\n\nTheir bullets hit concrete, missing the sniper.",
  "20": "---END OF PREVIOUS SECTION---\nSEDAN\n\n-- a SHOT rings out\n\n-- bullet strikes the car\n\n-- it bursts into flames\n\n-- a plume of flame rushes out from the gas tank, like a\nblowtorch\n\n-- we see the flames through James’ helmet. 35\n\nEXT STREET NEAR UN BUILDING\n\n“It’s coming from over here”, shout INFANTRY on the grounds\noutside the building as they FIRE M4s at the sniper’s\nbalcony. Their bullets hit concrete, missing the sniper. \n---TARGET SECTION TO BE ANNOTATED---\n A TEAM of\nSOLDIERS charges inside the building.\n\nSEDAN\n\nJames backs away from the fire, toward Sanborn who is now\nrunning toward him with a fire extinguisher. Eldridge follows\njust behind Sanborn.\n\nEXT UN BUILDING PARKING LOT\n\nSanborn passes James a fire-extinguisher to James.\n\nELDRIDGE\nI got top cover!\n\nJAMES\nThat's a negative, Specialist.\nEldridge stay with me. Sanborn, you\ntake top cover.\n\nIt takes Sanborn an instant to process the insult: top cover,\nin this case, is the junior man’s job.\n\nShaking his head, Sanborn runs to the building.\n\nEldridge positions himself at the top of a staircase,\nhunkered down behind a low concrete wall.\n\nJAMES\n\nJames sprays the extinguisher into the roaring fire. Flames\nlick his suit.\n\nSANBORN\n\nSanborn pounds up a long flight of stairs.\n\nJAMES\n\nGaining control of the fire.\n\f36\n\nSANBORN\n\nCharges through the rooftop door and runs to the edge of the\nroof.\n\nJAMES\n\nThe fire is nearly out, the car a smoking ruin, dusted with\nwhite fire retardant powder.\n\nSANBORN\n\nAt the edge of the roof, looking down over James and\nEldridge.\n\nSANBORN\n(walkie)\nBlaster Mike in position.\n\nINT SEDAN\nJames stops. He’s done. The fire is out.\nHe looks up at Sanborn, nods.\nThen he wipes the car’s blackened window and looks inside for\nthe bad news.\nSANBORN\nScans his surrounding, noting potential threats in every\ndirection.\nEXT HUMVEE/STREET\nA salty officer, COLONEL REED, whose uniform shimmers with\nmilitary bling and Army skill patches, crosses the street to\na spot where an Army medic is treating the now badly wounded\nSNIPER.\nOther SOLDIERS in Reed’s troop stand nearby.\n\nREED\n\n(to medic)\nWhat have you got?\n\f37\n\nMEDIC\nThrough and through to the chest\nbut I got him stable.\nCOLONEL REED\n(smiling)\nHe’s not going to make it.\nMEDIC\nIf we’re leaving in fifteen minutes\nwe got a survivable wound, Sir.",
  "21": "---END OF PREVIOUS SECTION---\n37\n\nMEDIC\nThrough and through to the chest\nbut I got him stable. COLONEL REED\n(smiling)\nHe’s not going to make it. MEDIC\nIf we’re leaving in fifteen minutes\nwe got a survivable wound, Sir. \n---TARGET SECTION TO BE ANNOTATED---\nCOLONEL REED\n(giving an order to\nSoldier 1)\nHe’s not going to make it.\n\nThe Colonel turns away. Soldiers crowd around the MEDIC,\nblocking our view.\n\nWe HEAR TWO SHOTS, killing the sniper -\n\nCUT TO:\n\nROOF\n\nThe shots echo on the roof. Sanborn spins. Looks down to\nJames.\n\nEXT SEDAN\n\nJames tries to use a crow bar to pry open the trunk but that\nfails.\n\nSo he kicks the trunk with the bar, smashing it, until\nfinally it squeaks open, revealing...\n\na_trunk full of South African 155 rounds, linked with det\ncord.\n\nJames is so taken aback that he drops the crowbar.\n\nThen he pulls the bomb suit’s quick release tab. The bomb\nsuit falls away.\n\nThen he takes off his helmet.\n\f38\n\nEXT UN BUILDING ROOF\n\nSANBORN\n(into walkie)\nWhat is he doing?\n\nEXT UN BUILDING PARKING LOT\n\nELDRIDGE\n(into walkie)\nI don’t know.\n\nEXT SEDAN\n\nELDRIDGE\nWhat are you doing?\n\nJAMES\nThere’s enough bang in here to send\nus all to Jesus. If I’m going to\ndie, I want to die comfortable.\n\nJames passes the helmet to Eldridge.\n\nJAMES\nI need my kit and my cans.\n\nEXT UN BUILDING ROOF\nSanborn stares down at James and the car. Great.\n\nSANBORN\n(into walkie)\nWhat’s going on?\n\nELDRIDGE\n(into walkie)\nI'm getting his kit and cans.\n(beat)\nCover me, please.\n\nEldridge runs to get the equipment, while James finishes\nremoving his suit.\n\nSanborn watches all this.\n\nAcross the street, a young IRAQI MAN with a_ consumer VIDEO\nCAMERA is also watching. He goes unnoticed.\n\f39\n\nEldridge returns with the kit, hands it to James. James\napproaches the car and shines his flashlight into the trunk.\n\nSmoke. Wires. Bombs.\nJAMES\n(into mic)\nGot a lot of det cord. Electrical.\nHe snips a wire.\nJAMES\n(into mic)\nI’m going to look for the\ninitiator.\nSANBORN\nNods, feeling vulnerable and exposed on the roof.\n\nJAMES\n\nJames gets into the back seat, presses the upholstery.",
  "22": "---END OF PREVIOUS SECTION---\nJAMES\n(into mic)\nI’m going to look for the\ninitiator. SANBORN\nNods, feeling vulnerable and exposed on the roof. JAMES\n\nJames gets into the back seat, presses the upholstery. \n---TARGET SECTION TO BE ANNOTATED---\nJAMES\n(into mic)\nIt’s not in the back seat, I don’t\n\nthink.\n\nHe rips the upholstery with his knife. Tearing out foam. But\nno wires.\n\nJAMES\n(into mic)\nNope. It’s not in the back seat.\n\nEXT UN BUILDING ROOF\n\nSanborn sees a YOUNG MAN on a balcony at 9 o’clock and waves\nto him while slightly raising his rife.\n\nThe boy waves back.\n\nSANBORN\n(into walkie)\nI've got eyes on a young man on a\nbalcony, at your 9 o’clock. Keep an\neye on him.\n\f40\n\nEXT UN BUILDING PARKING LOT\n\nBelow, Eldridge raises his hand “roger that” - understood -\nand nervously scans the surrounding buildings.\n\nINT SEDAN\n\nJames in the front seat now rips apart the door, rips the\nweather stripping to just bare metal.\n\nJAMES\n(into mic)\nIt’s not in the front seat... It’s\n\nnot in the door...not in the\nfloors...not in the glovebox.\n\nEXT UN BUILDING ROOF\n\nSANBORN\n\n(into walkie)\nIf you haven’t found it yet it’s\nprobably under the car somewhere.\n\nINT SEDAN\n\nJAMES\n(headset)\nNone of the cord goes under. It’s\nup here -- somewhere.\n\nEXT UN BUILDING ROOF\n\nSanborn keeps moving to avoid being a static target. Not\nliking this.\n\nEXT UN BUILDING PARKING LOT\n\nEldridge now notices the MAN on a roof-top his 12 o'clock,\nholding the video camera.\n\nELDRIDGE\n(into walkie)\nYou got eyes on a guy with a video\ncamera?\n\f4l\n\nSANBORN O.S.\n(over walkie)\nNo. Where?\nELDRIDGE\n(into walkie)\nHe’s right at my 12 o’clock. You\nsee him? He’s pointing the thing\nright at me!\nJAMES\n\nJabbing his knife into the upholstery.\n\nEXT UN BUILDING ROOF\nSANBORN\n(into walkie)\nNegative. I don’t see him.\nEXT UN BUILDING PARKING LOT\nEldridge raises his rifle, motions for the man to leave.\nThe man ignores him, keeps filming.\nEldridge flips.",
  "23": "---END OF PREVIOUS SECTION---\nEXT UN BUILDING PARKING LOT\nEldridge raises his rifle, motions for the man to leave. The man ignores him, keeps filming. Eldridge flips. \n---TARGET SECTION TO BE ANNOTATED---\nELDRIDGE\nRight at my 12 - look 12 o'clock!\nEXT UN BUILDING ROOF\n\nSanborn jogs over to the side of the roof where he can now\nsee the MAN that Eldridge is referring to.\n\nSANBORN\n(into walkie)\nRoger that, I got him. Yeah, he’s\nshady.\n\nEXT UN BUILDING PARKING LOT\nEldridge lifting his gun.\nELDRIDGE\n\n(into walkie)\nSo what’s the play?\n\f42\n\nSANBORN O.S.\n(over walkie)\nBe smart. Make a good decision.\n\nOff Eldridge’s panic:\n\nCUT TO:\n\nJAMES\n\nRipping wires in the car, increasingly frustrated, sotto\nvoice “more wires going nowhere.”\n\nSANBORN O.S.\n(over walkie)\nHey James, how you doing?\n\nJAMES\n(into mic)\nI’m wonderful. How are you?\n\nEXT UN BUILDING ROOF\n\nMore and more, FACES are appearing in the windows around\nSanborn and Eldridge.\n\nSANBORN\n(into walkie)\nWe’ve been here a while. We need to\nget out of here soon. We got a lot\nof eyes on us.\n\nINT SEDAN\n\nJames ignores this. He’s in a flow state, the athlete totally\nfocused on the game.\n\nHe retraces what’s left of the wire yet again. Thinking.\n\nSANBORN O.S.\n(over walkie)\nWe got to get out of here.\n\nJAMES\n(headset)\nRoger that. I’m going to figure\nthis out.\n\f43\n\nSANBORN O.S.\nJames, we need to get out of here.\n\nJames ignores him.\n\nSANBORN O.S.\nJames do you copy?\n\nJames throws his headset walkie talkie out of the car.\n\n \n\nIt lands with a rattle on the ground.\n\nEXT UN BUILDING PARKING LOT\n\nELDRIDGE\n(into walkie)\nI’m a sitting duck.\n\nEXT UN BUILDING ROOF\n\nSanborn sees below a SOLDIER helping an older woman out of\nthe building. The soldier looks up to Sanborn and gives him a\nthumbs up sign.\n\nSANBORN\n\nHow’s it looking down there?\nSOLDIER\n\nAll clear.\nSANBORN\n\n(into walkie)\nThe building is evacuated. We can\nleave, let the engineers handle\nthis mess.",
  "24": "---END OF PREVIOUS SECTION---\nSOLDIER\n\nAll clear. SANBORN\n\n(into walkie)\nThe building is evacuated. We can\nleave, let the engineers handle\nthis mess. \n---TARGET SECTION TO BE ANNOTATED---\nEXT UN BUILDING PARKING LOT\nELDRIDGE\n(into walkie)\nAre we moving?\nEXT UN BUILDING ROOF\nSANBORN\n\n(into walkie)\nThat’s affirmative.\n\f44\n\nSEDAN\nJames pulls out the car radio.\nSuddenly --\n\nThe car’s rain wipers SCREECH and flap across the windshield.\n\nJAMES\n(sotto voce)\nInteresting.\nROOF\nSANBORN\nWhat’s going on with James. He's\nnot answering me.\nPARKING LOT\nELDRIDGE\nI think he removed his headset.\nROOF\n\nSANBORN\n(into walkie to Eldridge)\nWill you tell him to his radio back\non.\n\nEXT UN BUILDING PARKING LOT\n\nELDRIDGE\n(shouting to James)\nHey James, Sergeant Sanborn is\nasking if you’ll please put your\nheadset back on.\n\nJames raises his hand and gives Eldridge the middle-finger\n‘fuck-you’.\n\nELDRIDGE (CONT’D)\n\n(into walkie to Sanborn)\n\nThat’s a negative. It’s not\nhappening.\n\f45\n\nEXT UN BUILDING ROOF\nSanborn is pacing now, like a caged lion.\n\nHe notices three MEN at a minaret behind him and waves to\nthem.\n\nSANBORN\nI got eyes on three guys at the\nminaret. Six o’clock.\nINT SEDAN\nJames keeps working. He gets out, checks under the hood of\nthe car. Traces the wires there.\nEXT UN ROOF/PARKING LOT\n\nSANBORN\nWhat the hell is he doing?\n\nELDRIDGE\nI don’t know - it looks like he’s\nchecking the oil.\n\nSEDAN\n\nJames pulls a wire. The windshield wipers stop their horrible\nscreeching.\n\nHe goes back inside the car, checking under the steering\nwheel.\n\nEXT UN BUILDING ROOF\n\nThe angry MAN in the minaret that didn’t wave is now joined\nby two other MEN, and they begin to point to Sanborn, and\nthen down to James and Eldridge.\n\nThey wave to the VIDEO CAMERA MAN. He waves back to them.\n\nSANBORN\n(into walkie)\nThey’re communicating with your\ncamera man.\n\f46\n\nEXT UN BUILDING PARKING LOT\n\nELDRIDGE\n(into walkie)\nThis is bad.\n\nSANBORN O.S.",
  "25": "---END OF PREVIOUS SECTION---\n46\n\nEXT UN BUILDING PARKING LOT\n\nELDRIDGE\n(into walkie)\nThis is bad. SANBORN O. S. \n---TARGET SECTION TO BE ANNOTATED---\n(into walkie)\nGet behind a Jersey barrier.\n\nEXT UN BUILDING PARKING LOT\nELDRIDGE\n(into walkie)\nI can’t keep eyes on James from\nhere.\nEldridge stands.\nSANBORN O.S.\n(over walkie)\n\nGet down. Now.\n\nEldridge crouches back down. Not sure what’s right or wrong\nanymore.\n\nELDRIDGE\n(to James)\nWe can go!\nINT SEDAN\nJames ignores Eldridge and continues to work. Finally, he\nfinds what he’s looking for under a tangle of wires: a black\nbox.\nSlowly prying off the lid, taking it apart.\nThen he throws the black box. It goes flying out of the car.\nJames gets out. Shouts to Eldridge.\nJAMES\nWe're done... Sanborn, let’s get\n\nout of here!\n\nHe picks up his headset, waves to Sanborn to come down off\nthe roof.\n\f47\n\nEXT UN BUILDING ROOF\n\nSanborn bangs open the door to the staircase.\n\nEXT UN BUILDING PARKING LOT MOMENTS LATER\n\nJames is flushed, red, sweat dripping as he approaches the\nHumvee, a big satisfied grin on his face.\n\nSanborn, furious, charges him.\n\nINT UN BUILDING HUMVEE MOMENTS LATER\nJames gets inside the vehicle, lights up a cigarette.\n\nJAMES\nThat was good.\n\nSanborn leans into the window.\n\nSANBORN\nHey, James.\n\nJAMES\nYeah?\n\nSanborn JABS him in the jaw, knocking the cigarette out.\n\nSANBORN\nNever turn your headset off again.\n\nSanborn stalks off and James explodes out of the car.\n\nHe crouches down, searching the floor of the Humvee. Sees his\ncigarette, cleans it off, then goes back to his smoke.\n\nOnce again, calm as can be, looking at Sanborn, considering\nhim.\n\nAs James puffs away, watching Sanborn, two HUMVEE’s drive\ndown the ramp to the parking area of the building.\n\nSeveral soldiers exit, among them is COLONEL REED. SOLDIERS\ntrot along beside him.\n\nThe Colonel strides up to Eldridge.\n\nCOLONEL REED\nYou the guy in the bomb suit?\n\fELDRIDGE\nNo, Sir. That's Sergeant James.",
  "26": "---END OF PREVIOUS SECTION---\nCOLONEL REED\nYou the guy in the bomb suit? ELDRIDGE\nNo, Sir. That's Sergeant James. \n---TARGET SECTION TO BE ANNOTATED---\nHe’s right here.\n(to James)\nSomebody here to see you.\n\nJames comes around.\n\nJAMES\nHello, sir.\n\nCOLONEL REED\n(to James, pointing)\nYou the guy in the flaming car?\nSergeant James?\n\nJAMES\nYes, sir.\n\nCOLONEL REED\nWell, that’s just hot shit. You’re\na wild man, you know that?\n\nThe Colonel spins his head around to an aide.\n\nCOLONEL REED\nHe’s a wild man, you know that?\n(back to James)\nLet me shake your hand.\n\nJAMES\nThank you, sir.\n\nCOLONEL REED\nHow many bombs have you disarmed,\nSergeant?\n\nJAMES\nI’m not quite sure.\n\nCOLONEL REED\nSergeant, I asked you a question.\n\nJAMES\nOne hundred and seventy three.\nCounting today, Sir.\n\nCOLONEL REED\nOne hundred and seventy three? That\nmust be a record. So tell me,\nwhat’s the best way to go about\ndisarming one of these things?\n\n48\n\f49\n\nJAMES\nThe way you don’t die.\n\nCOLONEL REED\nGood one. Spoken like a wild man.\nThat’s good.\n\nCUT TO:\n\nEXT CAMP VICTORY FIRST SERGEANT’S TRAILER AFTERNOON\n\nJames, sitting on a bench under a camo net, grabs a smoke and\ninspects a circuit board.\n\nA soccer ball rolls beside him.\n\nJames picks it up. The DVD kid, Beckham, comes up to retrieve\nthe ball.\n\nBECKHAM\nGive it.\n\nJAMES\nWait a minute. Look who it is. I\nwant my five bucks back, buddy.\n\nBECKHAM\nFive dollars - for what? Are you\ncrazy?\n\nJAMES\n\nThose DVDs you sold me were crap.\n\nBECKHAM\nNo, you're crazy. That’s\nimpossible. It’s Hollywood special\n\neffects.\n\nJAMES\nIt was shaky and out of focus,\nbuddy.\n\nBECKHAM\n\nSpecial effects! What do you want,\ndonkey porn? Girls on dog? Just\ntell me what you want! Are you gay?\nYou want gay sex?\n\nThe boy’s chutzpa amuses James. He’s starting to like this\nkid.\n\f50\n\nJAMES\nWhat’s your name anyway?\nBECKHAM\nBeckham.",
  "27": "---END OF PREVIOUS SECTION---\nHe’s starting to like this\nkid. 50\n\nJAMES\nWhat’s your name anyway? BECKHAM\nBeckham. \n---TARGET SECTION TO BE ANNOTATED---\nJAMES\n\nOh yeah - like the soccer player?\nYou good like him, too?\n\nBECKHAM\nBetter, my man.\n\nJames gets up. Motions for the kid to give him space.\n\nJAMES\nAlright, make you a deal. If you\ncan stop the ball I’1l give you\nfive bucks --\n\nBECKHAM\n-- Five dollars? More like ten,\ntwenty.\n\nJAMES\n\nBut if you can’t, I’m going keep\nthe ball. Deal?\n\nBECKHAM\nDeal.\n\nThe boy runs to a makeshift goal post. James prepares to kick\n\nJAMES\nReady? One, two --\n\nHe kicks the ball in Beckham’s direction and it flies up but\nBeckham blocks it easily. He’s very skillful.\n\nJAMES\n-- three. Shit.\n\nBeckham comes back over to James, ball in hand, and notices\nthe bomb patch on James’ uniform.\n\nBECKHAM\n(pointing to the patch)\nCome on, where’s the five dollars.\n\nYou are EOD. EOD -- boomala\nboomala. It’s fun, no? It’s\ngangsta?\n\nJames is surprised by the question. Not sure how to reply.\n\f51\n\nJAMES\n\nYeah I think so. Tell you what,\nkid, I’'1l buy another DVD but if\nit’s shaky or out of focus or in\nany way not 100 percent, I’m going\nto chop off your head with a dull\nknife.\n\n(long beat)\nI'm kidding.\n\nJames affectionately puts the kid in a headlock.\n\nINT CAMP VICTORY GARAGE\n\nEldridge is repairing something near the under carriage of\nthe HUMVEE when the psychiatrist approaches.\n\nCAMBRIDGE\nHow’s it going?\n\nEDLDRIDGE\nGood. Breaks are squeaky.\n\nCAMBRIDGE\nHow you doing?\n\nELDRIDGE\nGood. Sleep is good. Eating well.\nFeeling pretty squared away.\n\nCAMBRIDGE\nGlad to hear it. You getting along\nwith the men in your unit?\n\nELDRIDGE\nYeah, my team is great. My team\nleader is inspiring.\n\nCAMBRIDGE\nYou being sarcastic, soldier?\n\nELDRIDGE\nNo. I mean, he’s going to get me\nkilled. I almost died yesterday.",
  "28": "---END OF PREVIOUS SECTION---\nELDRIDGE\nNo. I mean, he’s going to get me\nkilled. I almost died yesterday. \n---TARGET SECTION TO BE ANNOTATED---\nBut at least I’1l die in the line\nof duty, ‘Proud and Strong.’\n\nCAMBRIDGE\nYou know, this doesn’t have to be a\nbad time in your life. Going to war\nis_a_ once in a life time\n\nexperience. It can be fun.\n\f52\n\nELDRIDGE\nAnd you know this from your\nextensive work in the field?\n\nCAMBRIDGE\nI’ve done my field duty.\n\nELDRIDGE\nWhere was that - Yale?\n\nCAMBRIDGE\nLook, if you want to stop talking\nto me, you can. These sessions are\nvoluntary.\n\nEldridge considers this.\n\nELDRIDGE\nI appreciate what you’re saying.\nBut you need to get out from behind\nthe wire. See what we do.\n\nCAMBRIDGE\n\nIf the circumstance calls for it, I\nwill. Just like any other soldier.\n\nCUT TO:\n\nEXT BAGHDAD PURGATORY DAY\n\nWe're at the south end of an EXPLOSIVES DISPOSAL RANGE,\nnicknamed, ‘Purgatory’ -- an empty expanse of dirt pockmarked\nwith craters.\n\nTITLE OVER:\n\nDAYS LEFT IN BRAVO COMPANY’S ROTATION: 17\n\nBOOM!!!\n\nA tremendous EXPLOSION, by far the largest we’ve seen yet,\nkicks out a mushroom cloud of debris.\n\nWe move across the field with the cloud and settle where our\nEOD team is positioned by their Humvee.\n\nSanborn has a remote detonator in his hand and is about to\ntrigger it a second time.\n\f53\n\nSANBORN\nReady for second det? Fire in the\nhole. Fire in the hole.\n\nJames cheerfully interrupts --\n\nJAMES\nHold on a second. I think I forgot\nmy gloves back there.\n\nJames jumps into the Humvee and drives down range, reversing\nthe course we just took.\n\nIt’s a long way to the explosives, at least half a mile.\nSanborn and Eldridge watch him recede in the distance.\nJames is a tiny figure ambling around the explosives pile.\n\nSanborn looks down at the detonator in his hand. Eldridge\nnotices the look.\n\nSANBORN\n(re detonator)\nThose detonators misfire all the\ntime.\n\nELDRIDGE\nWhat are you doing?\n\nSANBORN\nI'm just saying, shit happens. They\nmisfire.",
  "29": "---END OF PREVIOUS SECTION---\nELDRIDGE\nWhat are you doing? SANBORN\nI'm just saying, shit happens. They\nmisfire. \n---TARGET SECTION TO BE ANNOTATED---\nELDRIDGE\nHe’d be obliterated to nothing.\n\nSANBORN\nHis helmet would be left, you could\nhave that. Little specs of hair\ncharred on the inside.\n\nELDRIDGE\nYeah, there would be half a helmet\nsomewhere...specs of hair.\n\nSANBORN\nWe'd have to ask for change in\ntechnique and protocol - make sure\nthis type of accident never happens\nagain. You’d have to write the\nreport.\n\f54\n\nELDRIDGE\nAre you serious?\nSANBORN\nI can’t write it.\nELDRIDGE\nNo, are you serious about killing\n\nhim?\nSanborn stares at Eldridge. Dead serious.\nThey look downrange at the their leader/tormentor.\n\nHe’s recovered his gloves. He’s celebrating that fact by\npumping his fists in the air.\n\nCUT TO:\n\nINT/ EXT HUMVEE DAY\n\nFind the Humvee driving across the desert void. Driving and\ndriving.\n\nOutside, horizon of sand and sun.\n\nInside, shell-shocked men.\n\nEXT HUMVEE DAY\n\nThe Humvee crests a hill and comes in range of a HEAVILY\nARMED MAN/face wrapped in a KEFFYIEH/nationality unclear, who\nis waving an AK-47.\n\nBehind him are four additional ARMED MEN of uncertain\nnationality, as well as a large, disabled SUV.\n\nINT HUMVEE\n\nIn the turret, Eldridge fingers the trigger of his .50\nmachine gun.\n\nELDRIDGE SANBORN\n(shouting below) Roger that.\n12 o'clock. I see an SUV. I\ngot four armed men. They’re\nin Haji gear.\n\f55\n\nJAMES SANBORN\nCareful now, guys. (to James)\nWe're in it now.\n\nJAMES\nEldridge, stay on that fifty.\n\nEXT HUMVEE\n\nThe keffiyeh-clad man stops waving his arms, and walks\ntowards the HUMVEE. Sanborn brakes.\n\nJames and Sanborn charge out of the vehicle, blood boiling,\nguns high, yelling: DROP YOUR FUCKING GUNS! HANDS UP! ON YOUR\nKNEES!\n\nThe keffiyeh man does not comply. Instead, he shouts a reply\nthat is drowned out by the desert wind.",
  "30": "---END OF PREVIOUS SECTION---\nON YOUR\nKNEES! The keffiyeh man does not comply. Instead, he shouts a reply\nthat is drowned out by the desert wind. \n---TARGET SECTION TO BE ANNOTATED---\nSANBORN\nHands high!\n\nJAMES\nEldridge, cover!\n\nELDRIDGE\nI got you!\n\nSanborn continues shouting orders: GET DOWN NOW! ON YOUR\nKNEES MOTHERFUCKER! HANDS ON YOUR HEAD! HANDS ON YOUR HEAD!\n\nFinally, the keffiyeh man nods to his men, who lower their\nprodigious weapons.\n\nThen he takes his own piece...and carefully unsnaps it from\nthe shoulder sling.\n\nHe kneels and interlaces his hands on his head.\n\nAs James and Eldridge provide cover, Sanborn rushes forward,\nshaking with adrenaline, M4 darting back and forth.\n\nWhen he’s close, Sanborn notices a pistol still strapped to\nthe man’s leg.\n\nSANBORN\nPistol - take it off now.\n\f56\n\nKEFFIYEH MAN\n(in English)\nWhat do you want me to do, put my\nhands up or take off my pistol?\n\nSANBORN\nKeep your hands up.\n\nKEFFIYEH MAN\nOkay.\n\nSanborn reaches for his pistol. It catches in the holster,\nthen comes free.\n\nKEFFIYEH MAN\nCan I touch my fucking head now?\n\nSANBORN\nSlowly.\n\nSlowly unfurling his Keffiyeh...\n\nUntil we see that he’s not at all Arabic but just a darkly\ntanned, bearded Anglo-Saxon: a former member of the British\nSAS turned MERCENARY TEAM LEADER -- who at this moment is\nfeeling pretty sick of American yahoos.\n\nMERCENARY TEAM LEADER\nWe're on the same side. You guys\nare wired tight - you know that?\n\nJAMES\nWhat are you doing out here? This\nis no place for a picnic.\n\nMERCENARY TEAM LEADER\nWe've got a flat tire. Can you help\nus?\n\nJAMES\nSure. Do you have spares?\n\nMERCENARY TEAM LEADER\nWe have a spare but we used up our\nwrench.\n\nJAMES\nHow do you use up a wrench?\n\nMERCENARY TEAM LEADER\n(pointing to FEISAL, one\nof the mercenaries)\nThat guy - he threw it at someone.\n\f57\n\nSANBORN\n(to FEISAL)\nYou know you don’t have to throw\nwrenches. You can shoot people\nhere.",
  "31": "---END OF PREVIOUS SECTION---\nMERCENARY TEAM LEADER\n(pointing to FEISAL, one\nof the mercenaries)\nThat guy - he threw it at someone. 57\n\nSANBORN\n(to FEISAL)\nYou know you don’t have to throw\nwrenches. You can shoot people\nhere. \n---TARGET SECTION TO BE ANNOTATED---\nFEISAL\nFuck off.\n\nThey walk back to the contractor’s vehicle, where two ENEMY\nPRISONERS OF WAR (EPWs, or so we assume), shrouded in black\nhoods, hands bound, are kneeling uncomfortably on the desert\nfloor.\n\nCUT TO:\n\nEXT ROAD MOMENTS LATER\nA moment of calm:\nFEISAL crouches by the SUV’s flat tire, twisting a wrench.\n\nA second mercenary - call him JIMMY - gives a drink of water\nto the two bound and hooded EPWs.\n\nThe two remaining mercenaries, CHRIS and CHARLIE, quietly\nstand guard around the perimeter of the SUV.\n\nSanborn relieves his bladder on an innocent sand dune.\n\nJames and Eldridge are hanging out with the MERCENARY TEAM\nLEADER. He’s bragging about his two high-value prisoners, who\nappear in a DECK of MOST WANTED PLAYING CARDS.\n\nMERCENARY TEAM LEADER\n(re: the EPW’s)\nPicked them up in Najaf. Nine of\nhearts... Jack of Clubs.\n\nELDRIDGE\nSame guys?\n\nMERCENARY TEAM LEADER\nThat’s them.\n\nJames, mildly impressed, notices that Feisal is having an\nissue with the tire wrench.\n\nJAMES MERCENARY TEAM LEADER\nNeed a little help there? What’s the problem with the\ntire? Why the delay?\n\f58\n\nFEISAL\nNo good, boss. This wrench is too\nsmall.\n\nMERCENARY TEAM LEADER\nAlright, solutions anyone?\n\nELDRIDGE\nI think there is another wrench in\nthe back of the Humvee if you want\nto check.\n\nFEISAL\nThanks, I’11 look.\n\nFeisal walks to the EOD HUMVEE.\n\nMERCENARY TEAM LEADER\nHow long are you guys out here?\n\nJAMES\nI don’t know. Specialist, what do\nwe got?\n\nELDRIDGE\nWe've got...ah...seventeen more\ndays.\n\nJAMES\nBut no one is counting, right.\n\nFeisal returns with a new wrench, when...",
  "32": "---END OF PREVIOUS SECTION---\nELDRIDGE\nWe've got...ah...seventeen more\ndays. JAMES\nBut no one is counting, right. Feisal returns with a new wrench, when... \n---TARGET SECTION TO BE ANNOTATED---\n--A BULLET RIPS INTO HIS BACK\n--FLATTENING HIM INSTANTLY\n\nMERCENARY TEAM LEADER\nContact left! Contact left!\n\n--THE MERCENARIES AND SOLDIERS ALL BEGIN SHOOTING TOWARDS\nTHEIR LEFT HAND SIDE, UNLEASHING A BARRAGE OF INDISCRIMINATE\nGUNFIRE INTO THE DESERT\n\n--ANOTHER BULLET ZIPS BY, NARROWLY MISSING ONE OF THE\nCONTRACTORS.\n\nBedlam: as the firing continues on all sides, the mercenaries\nscramble for supplies and ammunition in their SUV, following\nthe commands of their leader who shouts “Jimmy get the go-\nbags,” “Charlie, grab the Barrett”, “Chris take the fifty”,\n“into the ravine”, etc.\n\f59\n\nCHRIS leaps into the HUMVEE turret and sprays bullets in all\ndirections.\n\nThe soldiers dash for cover into\n\nEXT RAVINE\n\na nearby ravine, and continue firing indiscriminately\n\nHUMVEE\nChris makes the big gun smoke.\n\nSpent brass spins red hot out of the barrel and large caliber\nbullets pound the desert.\n\nBut there is no enemy in sight.\n\nRAVINE\n\nELDRIDGE\n(shouting)\nWhat are we shooting at?\n\nSANBORN\n(shouting back)\nI don’t know!\nsuv\nIn the confusion, the two hooded prisoners rise up and run\nblindly into the desert.\nRAVINE\n\nSeeing that his valuable prisoners are escaping, the TEAM\nLEADER shouts:\n\nMERCENARY TEAM LEADER\nThe packages are moving!\n\nJIMMY\nThey will not get far on foot.\n\f60\n\nMERCENARY TEAM LEADER\nThree bloody months hunting those\nfuckers. I’m out five hundred\nthousand quid!\n\nWith that, the TEAM LEADER brazenly dashes into the open in\norder to get an angle on the fleeing prisoners and as bullets\nsnap around him he shoots the prisoners in the back.\nThen he bolts to the ravine, very pleased with himself:\nMERCENARY TEAM LEADER (CONT’D)\n\nI forgot, it’s five hundred\n\nthousand DEAD OR ALIVE!\nEXT ROAD\nChris in the turret of the Humvee keeps firing the machine\ngun in all directions.",
  "33": "---END OF PREVIOUS SECTION---\nWith that, the TEAM LEADER brazenly dashes into the open in\norder to get an angle on the fleeing prisoners and as bullets\nsnap around him he shoots the prisoners in the back. Then he bolts to the ravine, very pleased with himself:\nMERCENARY TEAM LEADER (CONT’D)\n\nI forgot, it’s five hundred\n\nthousand DEAD OR ALIVE! EXT ROAD\nChris in the turret of the Humvee keeps firing the machine\ngun in all directions. \n---TARGET SECTION TO BE ANNOTATED---\nEXT/INT DEEP RAVINE\n\nAs the shooting continues, the Mercenary Team Leader\nscrambles up one side of the ravine.\n\nMERCENARY TEAM LEADER\nJimmy, give me the Barrett.\n\n[referring to a .50 caliber tripod-mounted sniper rifle]\n\nThe Mercenary Team Leader hoists this heavy gun to the edge\nof the ravine and looks down the scope.\n\nJimmy crawls next to him with a spotting scope in hand.\n\nEXT ROAD\nChris is still working the machine gun, expending hundreds of\nbullets a minute.\nEXT/INT DEEP RAVINE\nThe Mercenary Leader says to Jimmy:\nMERCENARY TEAM LEADER\n\nChris is shooting wild. We have to\nconserve ammo.\n\f61\n\nJIMMY\n(into radio)\nHey Chris - can you hear me? Chill\nout on the fifty.\n\nEXT ROAD\n\nChris ceases fire for a moment and takes his finger off the\ntrigger. Silence while he keys his walkie.\n\nCHRIS\n(into walkie)\nRoger that.\n\n-- A bullet strikes him in the neck, killing him instantly.\n\nEXT/INT DEEP RAVINE\n\nJIMMY\nHe shot Chris.\n\nThe mercenary team leader deflates. He rests his chin on the\nrifle.\n\nEveryone else in the ravine ceases firing as the futility of\ntheir situation sinks in.\nSCOPE POV\n\nScanning the barren landscape. Gravel and sun. No enemy, not\na living soul in sight.\n\nThen...a structure...a one-story building, in the far\ndistance.\n\nRAVINE\nJIMMY\nIt must be coming from that\nbuilding.\nMERCENARY TEAM LEADER\nI can’t see anything.\nSCOPE POV\n\nHeat shimmers.\n\f62\n\nThen...on the roof of the building...slight movement.\n\nPossibly, it’s a MAN lying prone. Possibly, it’s two MEN.\n\nRAVINE\n\nJIMMY\nMovement on the roof.\n\nThe mercenary team leader concentrates his aim. He fires.\n\nBUILDING\n\nA pause while the bullet closes the gap - then SMASHES into\nthe building’s side, tearing apart bricks and mortar.\n\nThe figures on the roof, if they are men, have certainly gone\nunharmed.\nRAVINE\n\nJIMMY\nThree meters higher.\n\nMERCENARY TEAM LEADER\nI’ve got to adjust.",
  "34": "---END OF PREVIOUS SECTION---\nThe figures on the roof, if they are men, have certainly gone\nunharmed. RAVINE\n\nJIMMY\nThree meters higher. MERCENARY TEAM LEADER\nI’ve got to adjust. \n---TARGET SECTION TO BE ANNOTATED---\nHe jostles the heavy sniper rifle forward a few inches.\n\nINT. BUILDING\n\nInside the building, an INSURGENT SNIPER team peers at the\nridge-ravine complex where the mercenaries and soldiers have\ntaken cover.\n\nSNIPER POV\n\nThe wispy form of the two mercenaries lying on the ridge can\nbe faintly seen.\n\nINT. BUILDING\n\nThe sniper’s muzzle FLASHES.\n\f63\n\nRIDGE\n\nThe mercenary team leader hoists himself up into a low crawl\nonly to --\n\n--take the bullet square in the chest\n--spinning him off the ridge\n-- face first into the ravine\n\n-- his back a pulped and bloody mess from the exit wound.\n\nRAVINE\n\nJimmy jumps down from the ridge to check for a pulse.\n\nJIMMY\nHe’s dead.\n\nNow the men plummet into a full-bore panic and everyone\nstarts talking at once.\n\nSANBORN JAMES\nI’ll get on the Barret. Go, go.\nELDRIDGE JAMES\nNo Sanborn don’t do that. Go, go. Stay low.\nOLDER CONTRACTOR DISPATCH (0.S.)\n(into radio) ) Roger that, Alpha Nine. Go\nThis is Alpha Nine. We’re in ahead.\n\ndeep shit. We’re taking\nincoming fire.\n\nRIDGE\n\nSanborn crawls to the Barrett, followed by James, who takes\nJimmy's spotting scope. Effectively, our soldiers have\nreplaced the first sniping team.\n\nRAVINE\n\nJIMMY\n(into walkie)\nWe are taking incoming fire.\n(MORE )\n\f64\n\nJIMMY (cont'd)\nI have two KIA. Correction three\nKIA. Can you get us some help?\n\nDISPATCH (0.S.)\nRoger that Alpha Nine. Go ahead.\n\nOLDER CONTRACTOR\nOur grid -- MDRF:5542973420.\n\nDISPATCH O.S.\nAlpha Nine, this is Big North\nSeven. You are going to have to sit\ntight.\nOff his despair:\n\nCUT TO:\n\nRIDGE\n\nSanborn prepares to shoot at the men in the building.\nJAMES\n(quietly)\nBreathe easy. I got movement at\nthat house. 800 meters. By the\nwindow: you have a target\n\nSANBORN\nGot it.\n\nSanborn squeezes the trigger. The muzzle flashes.",
  "35": "---END OF PREVIOUS SECTION---\nBy the\nwindow: you have a target\n\nSANBORN\nGot it. Sanborn squeezes the trigger. The muzzle flashes. \n---TARGET SECTION TO BE ANNOTATED---\nSCOPE POV\n\nA bullet strikes the left side of the house. Another miss.\n\nRIDGE\n\nJAMES\n(softly)\nA little left.\n\nSanborn squeezes the trigger... only to hear the METALLIC\nCLICK of an empty chamber.\n\nSANBORN\nI’m out of ammo.\n\f65\n\nJAMES\nHuh?\n\nSANBORN\nI’m out of ammo.\n\nJAMES\n(shouting over his\nshoulder)\nEldridge! We need ammo.\n\nRAVINE\n\nEldridge frantically searches a few nearby backpacks.\n\nRIDGE\nJAMES\nI need that ammo man!\nRAVINE\n\nELDRIDGE\nI'm looking. Where is it?\n\nJAMES O.S.\nCheck the dead guy.\n\nEldridge flips over the body of the slain contractor. His\nchest is pulped.\n\nNestled in the gore are several .50 magazines. Eldridge grabs\nthem with shaky hands and passes them up to James.\nRIDGE\n\nJames passes the ammo to Sanborn. He slams it into the\nreceiver.\n\nJAMES\nSame target.\n\nSANBORN\nGot it.\n\nSanborn pulls the trigger. Click.\n\nECU: Hand cycling the weapon. Finger pulling trigger. Bolt\ncatching, jammed.\n\f66\n\nSANBORN\nIt’s jammed. The blood is making it\njam.\n\nSanborn removes the clip and hands it back to James who hands\nit back down to Eldridge in the ravine, instructing him:\n\nJAMES\n\nEldridge, you got to clean the\n\nblood off the bullets. The blood is\n\nmaking it jam.\nEldridge takes the magazine and rubs the top bullet to no\ngood effect, for the dust on his hands sticks to the blood\nand the blood sticks to the bullet.\nHe rubs harder, only making it dirtier.\nJames peers down and realizes that Eldridge is lost.\n\nJAMES\nSpit and rub, man. Spit on them.\n\nEldridge tries to spit on the bullets.\nHis mouth is too dry to produce salvia.\nHe tries again. Nothing.\n\nJames sees his escalating despair and slides down the ridge,\ncoming next to Eldridge.\n\nJAMES\nUse your camel (referring to the\nCamelback water canteen).\n\nJames squeezes the nipple of Eldridge’s Camel and directs the\nwater to drip on the bullets. It sort of works.",
  "36": "---END OF PREVIOUS SECTION---\nJAMES\nUse your camel (referring to the\nCamelback water canteen). James squeezes the nipple of Eldridge’s Camel and directs the\nwater to drip on the bullets. It sort of works. \n---TARGET SECTION TO BE ANNOTATED---\nSitting side by side now, they rub away the grime and polish\nthe bullets to a bright shine.\n\nJAMES\nYou're doing good, man. You’re\nokay. I’m going to keep you safe.\n\nJames takes the clean bullets and climbs back to the ridge,\ntelling Eldridge:\n\nJAMES\nScan your sectors.\n\f67\n\nRIDGE\n\nSanborn loads the clean bullets and fires.\n\nSCOPE POV\n\nOne figure on the roof is hit. The other man crawls back and\nout of sight.\n\nRIDGE\nJAMES\nNice. You got him. Second one is\nout of range.\nSCOPE POV\n\nScanning... Another FIGURE, lying on the desert floor.\n\nRIDGE\n\nJAMES\nTwenty meters to the right of the\nbuilding. You got a target.\n\nSANBORN\nI got him.\n\nJAMES\nFire when ready.\n\nSCOPE POV\n\nSanborn’s bullet strikes the ground a dozen feet in front of\nthe man, kicking up a harmless puff of dust.\n\nThe man gets up and runs towards the building while firing\nhis AK-47 back at Sanborn and James. His carbine’s muzzle\nflash, ineffective at this great range, sparkles in the\nbright day.\n\nRIDGE\nJAMES\n\nHe’s moving to the building. Follow\nhim. You got him?\n\fSANBORN\nGot him.\n\nSanborn pulls the trigger.\n\nSCOPE POV\n\n68\n\nSanborn’s bullet strikes the fleeing man in the upper chest,\n\nblood spurting as the large round throws him dead to the\nground.\n\nRIDGE\nJAMES\nYou got him. He’s down. Good night.\nThanks for playing.\nSCOPE POV\n\nThe sniper in the building appears in the window.\n\nBUILDING\n\nThe insurgent sniper team leans out the window and fires\nJames and Sanborn.\n\nRIDGE\n\nThe bullet snaps near James and Sanborn.\n\nJAMES\nWindow! Window!\n\nSANBORN\nGot it.\n\nSanborn fires.\n\nSCOPE POV\n\nat\n\nMiss! Sanborn’s bullet strikes the building just below the\n\nwindow and the insurgent team withdraws inside.\n\nJAMES\nHe’s still there.\n\f69\n\nThe insurgent, having run to the other side of the building,\nnow appears in the other window, the left window. James sees\nhis barrel.\n\nJAMES\nLeft window! Left window! Got him?\n\nSANBORN\nGot him.",
  "37": "---END OF PREVIOUS SECTION---\nLeft window! Got him? SANBORN\nGot him. \n---TARGET SECTION TO BE ANNOTATED---\nSanborn turns his head away from the gun and makes an audible\nexhale to release tension: the sniper breath control\ntechnique. Then he fires a hit; the insurgent slumps in the\nwindow.\n\nJAMES\nHe’s down.\nSCOPE POV\n\nThe roof of the tall building in the distance bobs in and out\nof view; the scope dances at this range.\n\nJames scans the area. Silence.\n\nDESERT WIDE\n\nWe mark the passage of time with dust devils spinning across\na horizon of lengthening shadows.\n\nEXT/INT DEEP RAVINE HOURS LATER\n\nThe sun lower in the sky. Around the pit, the fallen TEAM\nLEADER has been pushed to one side, and the living are\nhanging on to their sanity.\n\nEldridge and the remaining contractors have exhausted their\nwater supply.\n\nEldridge is in a sentry position facing east, in the\ndirection of the railroad tracks. The other two contractors\nare in sentry positions facing south and north.\n\nSanborn and James are in EXACTLY the same position as when we\nleft them, exposed to the elements. Desert heat and sand have\ntaken their toll on Sanborn especially.\n\f70\n\nEXT SANBORN POV\n\nThe scope BLURS as Sanborn’s vision fails for a moment.\n\nRIDGE\nJames notices Sanborn’s fatigue.\nJAMES\nEldridge, grab me the juice out of\nan MRE.\n\nEldridge digs around the dead TEAM LEADER'S backpack and\nretrieves a packet of juice, which he passes to James.\n\nJames inserts the straw into the juice pack.\n\nHe hesitates, not sure if Sanborn will accept the gesture\nafter all the hostility that’s passed between them...\n\nJames brings the straw to Sanborn’s lips.\nAt first, Sanborn keeps his attention on the rifle scope.\n\nJAMES\nDrink.\n\nwith some discomfort, Sanborn opens his sun-scorched lips and\nsips.\n\nRAVINE\n\nEldridge scans the horizon--\n\n--a small HERD of GOATS amble along the railroad tracks.\n\nHe rubs his eyes, looks again--\n\n--Somewhere within the herd a flutter of fabric--\n\nEldridge stiffens.\n\nELDRIDGE\nUh, Will.\n\nJAMES\nYeah.\n\f71\n\nELDRIDGE\nAt your six o'clock. Movement on\nthe tracks.\n\nJAMES\n\nDeal with it.",
  "38": "---END OF PREVIOUS SECTION---\n71\n\nELDRIDGE\nAt your six o'clock. Movement on\nthe tracks. JAMES\n\nDeal with it. \n---TARGET SECTION TO BE ANNOTATED---\nELDRIDGE\nUh, okay.\n\nEldridge looks down his scope, unsure. James keeps his focus\nforward on the building.\n\nELDRIDGE\nShould I fire?\n\nJAMES\nYour call.\n\nEldridge shifts his weight onto his rifle.\nAnother flutter of movement at the edge of the tracks.\n\nEldridge pulls the trigger. Then he pulls it again. And\nagain, emptying his magazine at the distant target.\n\nThe goats scatter, revealing a lifeless BODY draped across\nthe tracks.\n\nEldridge slumps, let’s go of his rifle.\n\nTIME CUT TO:\n\nRAVINE SEVERAL HOURS LATER\n\nDusk. Shadows fall over James and Sanborn, both of whom\nremain lying in the exact same sniping position, although now\nthey are covered head to toe in sand.\n\nThere’s no movement in the house. No movement on the far\nridge. No sign of life anywhere beyond their encampment.\n\nIt’s just them and the sky and the desert.\n\nJAMES\nI think we're done.\n\nCUT TO:\n\f72\n\nINT CAMP VICTORY JAMES’ TRAILER NIGHT\n\nPlay time: James and Sanborn square off, drunk, swaying, red-\nfaced, fists clenched. When Sanborn nods, James punches him\nin the stomach.\n\nJames smiles; he looks good. The unleashed aggression is like\na vitamin to him.\n\nJAMES\nThat’s what you get for hitting\nyour team-leader, motherfucker.\n\nWith difficulty, Sanborn straightens up and stumbles out of\nthe trailer.\n\nSANBORN\nBe right back. I gotta piss.\n\nJames lurches towards Eldridge.\n\nJAMES\nOwen, another round. That’s an\norder.\nELDRIDGE\n(imitating a young\nrecruit)\n\nYes, Sir, Sergeant James Sir.\nYou're not very good with people\nare you -- but you’re a natural\nwarrior.\n\nJAMES\nYou acquitted yourself well on the\nfield of battle today, Specialist.\n\nThey clink cups. Eldridge gulps his whiskey.\nJames collapses in his chair.\nEldridge sits down carefully.\n\nELDRIDGE\nI was scared.\n\nJAMES\nEveryone is a coward about\nsomething.\n(beat)\nYou did good.",
  "39": "---END OF PREVIOUS SECTION---\nELDRIDGE\nI was scared. JAMES\nEveryone is a coward about\nsomething. (beat)\nYou did good. \n---TARGET SECTION TO BE ANNOTATED---\n\f73\n\nAs Sanborn loudly stumbles back into the room, he notices by\nthe door something a little odd under James’ bed: a box. It’s\nodd because there is nothing else in the barren room besides\nArmy-issue furniture, lights, and the whiskey they’ve been\ndrinking.\n\nCurious, Sanborn retrieves the box out and sets it ona\nmakeshift coffee table to get a better look.\n\nSANBORN\nJust what do we have here? Will has\npossessions! I didn’t know you\nowned anything, Will.\n\nELDRIDGE\nLet’s see what you got.\n\nSanborn pulls out a weathered snapshot of a baby boy.\n\nSANBORN\nWhat’s that?\n\nJAMES\nThat’s my son. He’s a real tough\nlittle bastard. Nothing like me.\n\nSANBORN\nYou’re married?\n\nJAMES\n\nWell, I had a girlfriend. She got\npregnant and we got married and\nthen we divorced. Or, I thought we\ndivorced. She’s still in the house\nand she says we're still together.\nSo I don’t know. What does that\nmake her?\n\nSANBORN\nDumb - for still being with your\nass.\n\nJAMES\n(hotly)\nShe ain’t dumb. She’s just loyal,\nthat’s all. (beat) What about you\nguys - what have you got?\n\nSANBORN\nMy problem is the girl I like I\ncan’t stop from talking about\nbabies.\n\f74\n\nJAMES\nGive her your sperm, stud. Make\nbabies!\n\nSANBORN\nNah.\n\nJAMES\n\nGo on, you chickenshit. Do it!\n\nSANBORN\nNo, I know when I’m ready and I’m\nnot ready for that yet.\n(looking around the box,\nfinds a circuit board)\nAnd what do we have here?\n\nJAMES\n(embarrassed)\nComponents. Bomb parts. Signatures.\n\nSANBORN\nI see that. But what are they doing\nunder your bed?\n\nJames pulls out a circuit and gazes reverently at the\nmechanical design.\n\nJAMES\nThis one is from the UN building,\nflaming car. Dead man switch -\nboom! This guy was good. I like\nhim. This one was from our first\ncall together. This box is full of\nstuff that almost killed me.",
  "40": "---END OF PREVIOUS SECTION---\nI like\nhim. This one was from our first\ncall together. This box is full of\nstuff that almost killed me. \n---TARGET SECTION TO BE ANNOTATED---\nEldridge rummages through the box and finds a gold ring\nhanging from a cheap chain.\n\nHe dangles the ring in front of James.\n\nELDRIDGE\nWhat’s this one from, Will?\n\nJAMES\nThat’s my wedding ring. Like I\nsaid, stuff that almost killed me.\n(beat)\nI think it’s interesting to hold\nsomething in your hands that could\nhave killed any one of us.\n\f75\n\nSANBORN\n(looking at the circuit\nboard)\nIt’s a piece of junk from Radio\n\nShack.\n\nEldridge, ever unsure, allies with James.\n\nELDRIDGE\nIt’s interesting.\nJAMES SANBORN\nI agree. I think it’s I think that punch was harder\ninteresting, too. than I hit you. Therefore, I\nowe you a punch. So get up\nmotherfucker.\n\nJames leaps up, pleased to end the conversation.\n\nSanborn follows, clapping his hands -- cruising for a\nbruising.\n\nELDRIDGE\nHold on, we need some rules. No\nface shots.\nSANBORN\n(laughing)\nThere’s gonna be a face shot.\n\nEldridge picks up a magic marker and tells James to take off\nhis shirt.\n\nThen he draws a bulls-eye on James’ bared stomach.\n\nAnd as he does, he notices knotty scar tissue.\n\nELDRIDGE\nWhat happened?\nJAMES\nMy mother dropped me at birth.\nELDRIDGE SANBORN\nLooks like frag scars. Let it go, Eldridge.\n\nJames smiles, raises his arms, exposing his midsection to\nSanborn.\n\nSanborn winds up for a powerful blow. He leans back, then\nlaunches a gut punch that knocks James to the floor.\n\nJames lies there in a heap, laughing.\n\f76\n\nWhen he gets up, he’s laughing so hard that gleeful tears run\ndown his face.\n\nSANBORN\nYou like that?\n\nJAMES\nThat all you got?\n\nNow Sanborn raises his arms, bracing for the blow.\n\nJames feints a right cross, fakes a jab, then grabs Sanborn\nby the neck and unleashes a brutal uppercut to the solar\nplexus. Sanborn collapses, moaning in pain.\n\nJAMES\n(laughing)\nThat’s got to hurt.\n\nELDRIDGE\nYou alright?\n\nSANBORN\nYeah.",
  "41": "---END OF PREVIOUS SECTION---\nJAMES\n(laughing)\nThat’s got to hurt. ELDRIDGE\nYou alright? SANBORN\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\nJAMES\nGet up, bitch.\n\nJames extends his hand to help Sanborn off the floor.\n\nBut when Sanborn reaches for help, James rushes him wildly,\nlike a football tackle, knocking him back to the floor, and,\nin a sudden fit of aggression, he then jumps on Sanborn’s\nchest, pins his arms with his knees and clasps his throat.\n\nJAMES\n\nWhat have you got now?\nSANBORN\n\nGet off me!\nJAMES\n\nCome on, what have you got.\n\nSANBORN\nGet off of me you freak!!\n\nSanborn tries to buck James off but he can’t dislodge the\nformer Ranger.\n\nSanborn redoubles his efforts, throwing his weight this way\nand that. Still, James remains on top -- his face twisted\nwith a macho snarl.\n\f77\n\nJAMES\nWe got a wild one here!!\n\nSanborn bucks harder. But instead of knocking James loose,\nhis kicking and struggling to get free spurs James to even\ndeeper levels of male weirdness. And as Sanborn kicks and\nbucks underneath him, James pumps his hand like a cowboy at a\nrodeo, crying out:\n\nJAMES\nI'm riding him! That's right!! He's\na wild one and I’m riding him!!\nCOME ON BITCH!!!\n\nNow Sanborn reaches for his boot knife.\nECU: knife blade snapping open\n\nSanborn jams the blade against James’ throat and their eyes\nlock.\n\nJames smiles like a child. He pats Sanborn’s head and laughs.\n\nJAMES\nI’m just kidding motherfucker!!\nShit!!!\n\nAt last, Sanborn is released. James pats him on the chest.\n\nJAMES\nYou're alright, Sanborn.\n(to Eldridge)\nOwen, get this guy another drink.\n\nCUT TO:\n\nEXT CAMP VICTORY HOURS LATER\n\nSanborn, too drunk to stand, is being guided across the\nbarracks square by Eldridge and James. When they come to\nEldridge’s trailer, James shoulders Sanborn by himself and\nEldridge goes inside.\n\nELDRIDGE\nLater.\n\nIt’s not easy for James to carry Sanborn alone and Sanborn\nnearly slips to the ground.\n\nJAMES\nYou need to go on a diet.",
  "42": "---END OF PREVIOUS SECTION---\nELDRIDGE\nLater. It’s not easy for James to carry Sanborn alone and Sanborn\nnearly slips to the ground. JAMES\nYou need to go on a diet. \n---TARGET SECTION TO BE ANNOTATED---\n\f78\n\nThey walk a little farther to Sanborn’s trailer, passing a\nSOLDIER who looks at them curiously. Drinking is not allowed\non US bases in Iraq. James brushes aside the officious look,\nsaying “he hurt his knee” and guides Sanborn up a set of\nstairs into Sanborn’s trailer.\n\nINT. SANBORN’S TRAILER\nJames eases Sanborn onto a cot and heads for the door.\n\nJAMES\nGet some rest.\n\nSanborn mumbles drunkenly:\n\nSANBORN\nHey James, do you think I have what\nit takes to put on the suit?\n\nJAMES\n(beat)\nHell no.\n(Beat)\nGood night, boy.\n\nINT JAMES’ TRAILER LATER THAT NIGHT\n\nJames stumbles inside, flops on the bed, and takes another\nswig of whiskey.\n\nHe lies there and stares at his bomb helmet, which is sitting\non a desk adjacent to his cot.\n\nHe looks at the helmet... and reaches for it.\n\nThen he brings the helmet over his head and adjusts the\nstraps and unlocks the glass protective masks, so that it\nsnaps down over his face and his entire head is sheathed in\n\nthe protective metal.\n\n \n\n \n\n \n\nA man encased in his armor.\n\nHe leans back in the bed and we HEAR the rasp of James\nBREATHING. ..daydreaming...as he re-experiences the feeling of\na bomb in his hands, the morbid thrill.\n\nCUT TO:\n\f79\n\nEXT/INT HUMVEE CAMP VICTORY PARKING LOT\n\nA massive sandstorm is underway. Howling winds disperse red\nsand over the entire base, giving it an otherworldly, almost\nMartian aspect. Throngs of men and their vehicles fight the\nbrutal weather.\n\nTITLE:\nDays Left in Bravo Company’s Rotation: 16\n\nLt. Col. Cambridge comes out of the gloom, approaches the\nvehicles window, and knocks.\n\nCAMBRIDGE\nMind if I ride along? I’m sick of\nsitting behind a desk all the time.\n\nJames shoots Eldridge a look. Eldridge shrugs.\n\nJAMES\n\nIt’s a privilege.",
  "43": "---END OF PREVIOUS SECTION---\nJames shoots Eldridge a look. Eldridge shrugs. JAMES\n\nIt’s a privilege. \n---TARGET SECTION TO BE ANNOTATED---\n(as Cambridge gets in) )\nI don’t mean to insult your\nintelligence, Sir, but if the shit\nhits the fan please don’t fire out\nthe Humvee, the rounds will just\nbounce around and someone might get\nshot. I don’t like getting shot.\n\nCAMBRIDGE\nUnderstood, Sergeant.\nEXT. ABU GHRAIB CENTER BOMBED OUT BUILDING DAY\n\nA partially destroyed building fills the screen. A mess of\nbricks and rebar. Wind swirls sand up into the air.\n\nTITLE:\nDAYS LEFT IN BRAVO COMPANY’S ROTATION: 16\n\nNearby, an OLD IRAQI MAN with a DONKEY drawn cart is\nunloading new bricks to repair the building.\n\nFarther up the road, a good distance from the building, are\ntwo parked Humvees. Nearby, James and his team are talking to\na small cluster of SOLDIERS.\n\nEldridge gives Cambridge the drill:\n\f80\n\nELDRIDGE\nThis is a pretty standard mission.\nWe're just here to pick up some\nordnance. Sergeant James is going\nto go see what the deal is.\nHopefully, we’re gone in a couple\nof minutes\n\nJAMES\n\nGuys, we got to gear up.\nSANBORN\n\nFor what?\nJAMES\n\nSecurity hasn’t gone in. Let’s just\ngo in quiet, radios off.\n\nELDRIDGE\nGlad you came.\n\nCAMBRIDGE\nStay safe.\n\nINT BOMBED OUT BUILDING\n\nJames, Sanborn and Eldridge enter a landing. The floor is\nvery wet. They cross it, and come to a room that has been\nseverely damaged by a bomb, with rubble everywhere and\nexposed electrical wires dangling from the ceiling, and\nbusted pipes gushing water. A tea pot sits on a STOVE,\nsteaming hot, and a plate on the table has bread on it.\n\nWATER LOGGED ROOM\n\nThey gingerly investigate a large cavernous room with leaky\npipes dripping water onto an oil-slicked floor. We HEAR their\nbreathing, the water DROPLETS falling. Moving tactically,\ncovering all sides of their approach, they press deeper into\nthe building down\n\nCORRIDOR\nA dark corridor which the insurgents have strewn with glass\n\nas an early-warning system.",
  "44": "---END OF PREVIOUS SECTION---\nWATER LOGGED ROOM\n\nThey gingerly investigate a large cavernous room with leaky\npipes dripping water onto an oil-slicked floor. We HEAR their\nbreathing, the water DROPLETS falling. Moving tactically,\ncovering all sides of their approach, they press deeper into\nthe building down\n\nCORRIDOR\nA dark corridor which the insurgents have strewn with glass\n\nas an early-warning system. \n---TARGET SECTION TO BE ANNOTATED---\n Advancing slowly, glass CRUNCHING\nunderfoot, they pass through this corridor into\n\f81\n\nCLASSROOM\n\nA classroom lined with student’s desks and chairs, beyond\nwhich lies another room. James and Sanborn spin quietly into\nthis room, rifles raised, while Eldridge hangs back to cover\nthe corridor.\n\nINSURGENT LIVING SPACE\n\nThey find themselves in a recently used living area. A teapot\ncooking on a bunsen burner hisses steam. Mattresses and\nbedding line the walls of the room. The walls are decorated\nwith Jihadist slogans, and a video camera for making\nrecruiting videos has pride of place on a tripod in the\ncenter of the room.\n\nSanborn checks under the mattresses for hidden explosives,\nfinds none, and exchanges a worried look with James.\n\nMoving as one unit they spin into the next room.\n\nEMPTY ROOM\n\nIt’s empty, another forboding large space strewn with rubble\nand garbage. They pass through this area and push open a door\nto --\n\nBOMB FACTORY\nSanta’s bomb making factory.\n\nIn contrast to the spare spaces they’ve just passed through,\nthis room is overflowing with the tools of a an insurgency\nthat uses bombs as its primary weapon: electronics and\nexplosives of all kinds are everywhere: artillery shells,\nboxes of batteries, plastic explosives, military manuals,\nrockets, grenades, stacks of dynamite, tools, magnifying\nglasses, and soldering guns.\n\nThough a few of these munitions bear the stamps of foreign\nmilitaries, most bear insignias in English. It is,\nironically, a cache of armaments that formerly belonged to\nthe American military.\n\nThe men weave through the piles of explosives, slowly\nchecking every space where a human could possibly be hiding.\n\nAt last they’re satisfied:\n\f82\n\nSANBORN\nClear!\n\nEldridge draws near to one desk where a cigarette burns in an\nashtray.\n\nELDRIDGE\nThis cigarette is still smoking!\n\nSANBORN\nThis is all our shit. Motherfucking\ngold mine. Watch out for trips.\n\nBACK OF ROOM\n\nIn the back half of the room, a plastic curtain hangs over a\nwork table, forming a make-shift sterile room.\n\nSmelling the copper odor of blood and death emanating from\nbehind that curtain, James pushes the plastic to one side.",
  "45": "---END OF PREVIOUS SECTION---\nWatch out for trips. BACK OF ROOM\n\nIn the back half of the room, a plastic curtain hangs over a\nwork table, forming a make-shift sterile room. Smelling the copper odor of blood and death emanating from\nbehind that curtain, James pushes the plastic to one side. \n---TARGET SECTION TO BE ANNOTATED---\nHe draws near to a table, where he sees the DEAD BODY of a\nYOUNG BOY wearing pants but no shirt. Flies buzz over his\nbloody bare chest.\n\nJAMES\nI got something.\n\nSanborn and Eldridge come beside him, and approach the body\ncautiously.\n\nThe dead young man’s chest has been cut open. An artillery\nshell is shoved inside the cavity where the heart used to\nbeat. Wires protrude from the shell.\n\nJames shakes his head no as Sanborn moves closer to the body\nand inspects the wiring in the chest.\n\nThe boy’s FACE, half in shadow, is so disfigured by bruises\nthat it’s hard to identify. But it might be someone familiar\nto James.\n\nJAMES\nI know this kid. His name is\nBeckham. He sells DVDs.\nSanborn ignores that and turns to Eldridge.\n\nSANBORN\nYou ever see a body bomb before?\n\f83\n\nEldridge shakes his head, pulling his neck scarf up over his\nnose.\n\nSANBORN\nThis is disgusting, let’s get out\nof here.\n\nJAMES\n\nEldridge, grab all the C4 and det\ncord you can get your hands on.\nLet’s get the rest of it out of\nhere and just blow it in place.\n\nSANBORN\nRoger that.\n\nSanborn and Eldridge leave James alone with the body.\n\nHe stares at the boy.\n\nEXT BOMBED OUT BUILDING\n\nCambridge, with limited Iraqi language skills, is trying to\nspeak to a MAN piling rocks in the back of his donkey cart.\nCAMBRIDGE\nWhat are you doing? Moving the\nrocks?\n\nThe Iraqi peasant replies in Arabic, motioning to the rocks\nand his cart.\n\nCAMBRIDGE\nThat’s very nice. It’s a little\nunsafe today. So maybe - I don’t\n\nknow - I’m thinking maybe we should\nmove.\n\nINT BODY BOMB\n\nJames steps away.\n\nEXT BOMBED OUT BUILDING\nSanborn and Eldridge meet up outside.\n\nSANBORN\nYou okay?\n\f84\n\nEDLDRIDGE\nYeah. You?\nINT BOMBED OUT BUILDING MOMENTS LATER\nJames turns away from the body. Thinks.\n\nEldridge arrives with the C4. The look on James’ face\nconcerns him.",
  "46": "---END OF PREVIOUS SECTION---\nThinks. Eldridge arrives with the C4. The look on James’ face\nconcerns him. \n---TARGET SECTION TO BE ANNOTATED---\nELDRIDGE\nYou alright man?\n\nJAMES\nYeah, no one in or out.\n\nEldridge nods. Makes a hasty exit.\n\nJames pulls C4 blocks from his pack and arranges them around\nthe body. He plugs a blasting cap into the C4. In doing so he\nfinds himself drawn to the dead boy’s eyes, which seem\nsomehow to stare directly at him.\n\nJames tries to keep his feelings in check and his mind on the\ntask by arranging the charges and preparing the detonation.\n\nBut he can’t. The war has finally reached him.\nJAMES\n(into walkie)\nCancel the det.\n\nIn one fluid motion James removes the charges and takes off\nhis helmet.\n\nHe closes the boy’s eyes.\nAnd slams his fists on the table.\n\nCUT TO:\n\nEXT. BUILDING\nSanborn and Eldridge grab water by the Humvee.\n\nSANBORN\nWhat the fuck is he doing?\n\nELDRIDGE\nI don’t know.\n\f85\n\nCAMBRIDGE AT THE DONKEY CART\n\nNow there are a few IRAQI MEN gathered near the donkey cart.\nCambridge is doing his best to communicate.\n\nCAMBRIDGE\nHello, how are you?\n\nIRAQI MAN\nWhere are you from?\n\nCAMBRIDGE\nNew York. The Big Apple.\n\nIRAQI MAN\nI’m from Iraq.\n\nCAMBRIDGE\nI love it here. This is a beautiful\nplace. But today, it’s not too safe\nhere, so I think we need to move.\nPlease.\n\nINT BOMBED OUT BUILDING\n\nJames carefully checks the boy’s body for trip wires, then\nproceeds the snip the wires which were sown into the boy’s\nstomach.\n\nOne by one, he cuts them.\n\nHe inserts his hands into the boy’s abdomen and removes the\nartillery shell bomb that had been diabolically placed there.\n\nHe wipes his face, smearing blood, then covers the body in a\nwhite cloth.\n\nJAMES\n(into walkie)\nI’m coming down.\n\nThe boy’s blood seeps through the cloth and stains it red.\n\nINT BOMBED OUT BUILDING STAIRS\n\nJames carries the boy’s body down the narrow corridor. The\nhead and feet bump the sides.",
  "47": "---END OF PREVIOUS SECTION---\nThe boy’s blood seeps through the cloth and stains it red. INT BOMBED OUT BUILDING STAIRS\n\nJames carries the boy’s body down the narrow corridor. The\nhead and feet bump the sides. \n---TARGET SECTION TO BE ANNOTATED---\n\f86\n\nEXT STREET/BOMBED OUT BUILDING\n\nJames brings the body out carries it to a blue and white\npickup TRUCK emblazoned with the logo of the Iraqi National\nPolice pulls up to their position.\n\nA pair of POLICEMEN get out and after a few words with James,\nthey load the body.\n\nEXT BOMBED OUT BUILDING\n\nJames watches the police truck drive away. He then moves for\nthe Humvee, motioning for Cambridge to load up.\n\nINT HUMVEE\n\nSanborn and Eldridge sit across from each other, watching\nJames.\n\nELDRIDGE\n.»+-So you think it was that little\nbase rat?\n\nSANBORN\nNo I don’t.\n\nELDRIDGE\nYou positive?\n\nSANBORN\nSure. I don’t know. They all look\nthe same, right?\n\nELDRIDGE\nI don’t know. Will seemed sure. But\nthat was weird.\n\nSANBORN\nVery weird.\n\nCAMBRIDGE AT THE DONKEY CART\n\nCambridge, losing patience with what is now a small crowd of\nIraqis, motions with his M4.\n\nCAMBRIDGE\nPlease, just move. Please. Ishmee\n(pronouncing the Arabic\nincorrectly).\n\f87\n\nThe crowd slowly disperses, amid grumbling and cursing.\nCambridge waves patronizingly at them as they go, saying\n“thank you, bye-bye,” etc. He doesn’t notice that one of the\nolder men has left on the ground a_white rice bag.\n\nINT HUMVEE\nSimultaneously, the conversation in the Humvee continues:\n\nELDRIDGE\nBut then Will's pretty weird. He\nkeeps bomb parts under his bed.\n\nSANBORN\nI bet you he doesn’t keep any of\nthese parts under his bed.",
  "48": "---END OF PREVIOUS SECTION---\nINT HUMVEE\nSimultaneously, the conversation in the Humvee continues:\n\nELDRIDGE\nBut then Will's pretty weird. He\nkeeps bomb parts under his bed. SANBORN\nI bet you he doesn’t keep any of\nthese parts under his bed. \n---TARGET SECTION TO BE ANNOTATED---\nJames cracks the door of the Humvee, leans inside, sees\nCambridge -\n\nJAMES\n(shouting to Cambridge)\nLet's go!\nThrough the HUMVEE windshield: Cambridge, now pleased that\nthe crowd has gone, waves good-bye to the entire\n\nneighborhood, and, hearing James, steps towards the Humvee,\npassing the white rice bag, which suddenly --\n\n--explodes in a A SICKENING BLAST\n\n--obliterating Cambridge\n\n--sending his head crashing into the HUMVEE, along with a\ncould of debris which instantly blackens the windshield and\nblots out the sun and our view of everything -\n\nINT/EXT HUMVEE\n\nCRIES of “IED!” “IED” as our three soldiers stumble out of\nthe vehicle into the rancid air, while other soldiers,\ndashing to the scene from all sides, scramble to restore\n\norder and shout “it’s the commander” “watch your six”, etc.\n\nWe follow Eldridge, stunned, as he walks into the aftermath\nand finds a smoking helmet on the ground.\n\nHe picks it up.\n\nIts nylon cover is burning; the inside is charred.\n\f88\n\nEldridge looks down and sees body parts and bits of uniform\nstrewn on the ground.\n\nELDRIDGE\nWhere’s Cambridge? Cambridge! Come\non, we got to go! (beat) Doc?\nJames rushes to Eldridge’s side.\n\nJAMES\nHe’s dead.\n\nELDRIDGE\nI just saw him! He was walking\nright here!\n\nJames pulls Eldridge into a bear hug. Eldridge sobs.\n\nJAMES\nHe’s dead. He’s dead.\n(beat)\nBut you’re alright, buddy. You're\nalright.\n\nCUT TO:\n\nEXT CAMP VICTORY DUSK\n\nAs the sun sets behind him, James leans against a power pole\nand dials a SATELLITE PHONE.\n\nHe hangs up.\n\nDials again.\n\nINT SUBURBAN HOME - HALFWAY AROUND THE WORLD\n\nIn a modest mid-Western kitchen, the phone rings. A young\nWOMAN holding a BABY rushes to get it.\n\nWOMAN\nHello?\n(beat)\nWill? Hello?\n\nSilence on the other end of the line.\n\nEXT CAMP VICTORY DUSK\n\nJames hangs up and shoves the phone back in his pocket.",
  "49": "---END OF PREVIOUS SECTION---\nHello? Silence on the other end of the line. EXT CAMP VICTORY DUSK\n\nJames hangs up and shoves the phone back in his pocket. \n---TARGET SECTION TO BE ANNOTATED---\n\f89\n\nEXT CAMP VICTORY MESS TENT MORNING\n\nJames, smoking, twitchy, watching something... the OLDER\nIRAQI MAN who sells DVDs at Beckham’s usual table. Although\nBeckham is not there, the man organizes his DVDs, business as\nusual. James stalks up to him.\n\nJAMES\nHey, let me ask you a question,\nwhat happened to the little kid\nthat used to work here?\n\nThe man shakes his head.\n\nDVD MAN\nSorry man, no English.\n\nJAMES\nNo English? Now you don’t speak\nEnglish. The little kid? Beckham is\nhis name. He sells DVDs.\n\nDVD MAN\nDVD? One DVD five dollars.\n\nJames turns to a nearby INFANTRY GUARD.\n\nJAMES\nExcuse me, soldier, are you in\ncharge of this area?\n\nGUARD\nWhat’s up?\n\nJAMES\nThat guy over there could be an\ninsurgent. (referring to the DVD\nmerchant) How do we know he’s not\ngiving intel to his buddies,\ntelling them where to drop mortars?\n\nGUARD\nI think he’s just selling DVDs.\n\nJAMES\nHe’s a security risk. You should\nget rid of him.\n\nGUARD\nHe’s just selling DVDs. All the\nmerchants are cleared.\n\n(MORE )\n\f159\n\n90\n\nGUARD (cont'd)\nI couldn't do anything to him\nwithout the say-so from my C.O.\n\nJames, agitated, seeing that he has no hope of prevailing,\nturns away and trudges back into Camp Victory’s maze.\n\nCUT TO:\n\nEXT. CAMP VICTORY MESS TENT HOURS LATER\n\nIt’s the end of the day and the DVD seller packs up his wares\nto close shop. James, in sunglasses, sweatshirt covering his\narmy fatigues, watches him do this, and then follows the man\nto his truck. As the man starts the engine, James jumps in\nthe passenger side and threatens with his pistol.\n\nJAMES\nDoes this change anything? Speak\nEnglish now, don’t you?\nDrive!\n\nINT IRAQI TRUCK\nThe truck passes through a middle-class Baghdad neighborhood\nand comes to a stop at a house surrounded by an 8-foot high\n\nconcrete wall.",
  "50": "---END OF PREVIOUS SECTION---\nSpeak\nEnglish now, don’t you? Drive! INT IRAQI TRUCK\nThe truck passes through a middle-class Baghdad neighborhood\nand comes to a stop at a house surrounded by an 8-foot high\n\nconcrete wall. \n---TARGET SECTION TO BE ANNOTATED---\nJAMES 159\nThis is the house? Beckham’s house?\n\nThe driver nods, sort of.\nJAMES\nWait here.\nEXT BAGHDAD STREET NIGHT\nJames gets out and jogs to the house. He tries the front\ngate, sees that it is locked, and while he does the car\ndrives off.\nIf he cares, he doesn’t show it. James scales the wall and\ndrops inside the front courtyard.\nEXT IRAQI HOUSE COURTYARD\nA modest courtyard. Light comes from one window in the house,\n\nthe rest is dark. Crickets. Inside, a TV is playing. James\ntries the front door. It opens.\n\f91\n\nINT IRAQI HOUSE HALLWAY\n\nIn a dark hallway. Murmuring of a television. James moves\ntowards the noise.\n\nINT IRAQI HOUSE ANTECHAMBER\n\nJames comes to an antechamber. Behind it is a very low stone\narchway. He goes through the archway, where -\n\nINT IRAQI HOUSE LIVING ROOM\n\nA MAN -- call him KALIM -- older, fifties, dressed in Western\nfashion, is busy at the sink, washing dishes. James walks in,\n\ngun raised. Kalim drops a dish. James puts his fingers to his\nlips, shhhh.\n\nJAMES\nDo you speak English?\nKALIM\nEnglish, French, Arabic.\nJAMES\n(quietly)\n\nGood. Open your vest. Stay there.\nTell me what you know about\nBeckham.\n\nKALIM\nFor whom?\n\nJAMES\nBeckham. The 12-year old boy, the\nbody bomb.\n\nKALIM\nBeckham? I don’t know. But please\nsit down. I am professor Kalim,\nthis is my home. You are a guest.\nPlease sit down.\n\nJAMES\nI’m a guest...I’m just looking for\nthe people responsible.\n\nKALIM\nYou are CIA, no? I am very pleased\nto have CIA in my home. Please,\nsit.\n\f92\n\nAs his certainty slips away, James hears rustling and spins\nto see\n\n-- a WOMAN, older, matronly, carrying a tea tray. She sees\nJames, his gun, and starts cursing him in Arab, appalled that\nan armed American would come to her house.\n\nJames steps back.",
  "51": "---END OF PREVIOUS SECTION---\n92\n\nAs his certainty slips away, James hears rustling and spins\nto see\n\n-- a WOMAN, older, matronly, carrying a tea tray. She sees\nJames, his gun, and starts cursing him in Arab, appalled that\nan armed American would come to her house. James steps back. \n---TARGET SECTION TO BE ANNOTATED---\n Her cursing grows fiercer. She raises her\ntea tray.\n\nKALIM\nBe careful! The gun can go off.\n\nUndaunted, she throws the tray at James. He twists to avoid\nit, takes a few steps to the door, and ends up HITTING his\nHEAD badly on the concrete archway as he runs out of the\nhouse.\n\nEXT. IRAQI HOUSE/STREET\n\nJames is shaken. He looks around and down the street. He\nruns...and runs...Blood runs from the wound on his head as he\nnavigates the busy Iraqi neighborhood at night, running down\nstreets teeming with SHOPPERS who stare at him ominously,\ndodging traffic, moving past OLD MEN smoking at a CAFE who\nnote his panic, by a BUTCHER SHOP where an entire COW CARCASS\nis being unloaded, and on and on... we stay with his eyes.\n\nOff the a screeching car as James dashes across a street, we\n\nCUT TO:\n\nEXT CAMP VICTORY GATE NIGHT\n\nJames, hands held high over his head, walks up to one of the\ncamp's check-points, shouting:\n\nJAMES\nUSA Friendly coming in!\n\nPowerful flood lights switch on, blinding him. Then the\nscreaming of hyped up guards:\n\nGUARDS GUARDS\nStop, get the fuck down. On Don’t fucking move!\nyour knees!\n\nGUARDS GUARDS\nStop! On your knees, on your\n\nknees!!\n\f93\n\nJames sinks to his knees.\nGUARD\n\nGUARD\nOpen your fucking jacket! Cover\n\nJames unzips his sweatshirt and declares:\nJAMES\nI have a weapon!\n\nA guard armed with a shotgun charges out of the glare and\nkicks James to the ground, pinning his knee into his back.\n\nGUARD\nSearching!\nThe guard finds James’ pistol. He shouts:\nGUARD JAMES\nLike I said. (beat) Do you\n\nGun!! Weapon’s clear!!\nwant to look at my I.D.?\n\nGUARD\nWhat are you doing out here?\n\nJAMES\n\n(gasping)\nI was at a whore house.\n\nGUARD\n\n(thinking it over)\n\nOkay, if I let you in, will you\n\ntell me where it is exactly?\nCUT TO:\n\nEXT CAMP VICTORY NIGHT\nJames steps into his trailer.",
  "52": "---END OF PREVIOUS SECTION---\nJAMES\n\n(gasping)\nI was at a whore house. GUARD\n\n(thinking it over)\n\nOkay, if I let you in, will you\n\ntell me where it is exactly? CUT TO:\n\nEXT CAMP VICTORY NIGHT\nJames steps into his trailer. \n---TARGET SECTION TO BE ANNOTATED---\n His walkie, sitting on a desk,\n\nCRACKLES to life.\nSANBORN\n\n(over walkie)\nI repeat, do you copy? Do you have\n\nyour ears on? James?\n\nJAMES\n(into walkie)\nYeah, this is James. What’s up?\n\f94\n\nINT HUMVEE MINUTES LATER\n\nIn a bustling parking lot, aglow with headlights from Humvees\nand troop carries, we find James running towards one Humvee,\nwhich he jumps into. Sanborn is at the wheel and not amused.\n\nSANBORN\nWe have a tanker explosion in the\nGreen Zone. We have to do a post-\nblast assessment, see if it was a\nsuicide bomber and if so how he\npulled it off.\n(beat)\nSo where did you say you were\nagain?\n\nJAMES\nI didn’t, Sergeant. Let’s go.\n\nSANBORN\nWhat happened to your head, James?\n\nJames gives no reply. He turns to Eldridge.\n\nJAMES\nReady? Game face buddy.\n\nAs the Humvee rolls out of the base,\n\nSANBORN PRELAP\nUSA Friendlies coming in!\n\nCUT TO:\n\nEXT BAGHDAD STREET LATE NIGHT\n\nA helicopter spotlight illuminates a Hieronymus Bosch\nnightmare of tangled limbs and body parts. Then fires, smoke,\nand the cries of wailing grievers and wounded carried on\nstretchers, ambulances, police, fire trucks...the ghastly,\nfrantic aftermath of a major detonation.\n\nTheir combat flashlights send piercing white beams into this\ngrim spectacle, while in the distance a huge fire, a GLOWING\nRED INFERNO at the end of the block, lights what we now see\nis a blast radius that extends for a nearly a mile.\n\nMoving towards the glowing fire, past ten foot high flames\nand the remains of houses pulverized to concrete and glass,\nrubble piles, past screaming women and more bloody wounded\nbeing carried away by IRAQI POLICE...\n\f95\nthey pause to try and help Iraqi police save a man pinned\nunder a car. He’s dragged away like a rag doll.\n\nThey press on towards the inferno and stop when they notice a\nhunk of metal.\n\nJAMES\nOil tanker?\n\nSANBORN\nYup. Pretty long flight.",
  "53": "---END OF PREVIOUS SECTION---\nJAMES\nOil tanker? SANBORN\nYup. Pretty long flight. \n---TARGET SECTION TO BE ANNOTATED---\nMoving ahead, the men split up, navigating different paths\nthrough this hectic apocalypse:\n\nELDRIDGE\n\nA Bhurka-clad WOMAN appears out of the distant flames and\nhaze, looking disoriented, in apparent shock. Behind her is a\nblazing car.\n\nOn the ground beside the car lies a single black loafer.\n\nEldridge sees the lone shoe and is at a loss to process its\nsignificance.\n\nAnother mind-numbing, soul-numbing casualty of war.\n\nSANBORN\n\nAt a gigantic rubble pile, Sanborn reaches down to remove\nchunks of stone covering a BODY.\n\nThe stone slides away but another falls in its place.\n\nSanborn looks down, sees a second man, or what’s left of a\nman: head and torso but no legs -- just stumps, twitching.\n\nAround him, GRIEVING FAMILIES pick through the dead and dying\nwith IRAQI MEDICS.\nJAMES\n\nDrawing near to the inferno, he moves past burning palm trees\nwhich erupt into a fountain of embers.\n\nAnd comes at last to the burning steel carcase of...\n\f96\n\nOIL TANKER\nan OIL TANKER.\n\nFrom what's left of the twisted metal sub-frame flames twenty\nfeet high scorch the night, like the maw of hell on earth.\n\nJames stares, transfixed by the burning...the imprint of some\ninsurgent’s plan.\n\nHis face hardens now in a way we haven’t seen before, and as\nthe fire flickers on his features he seems lost in a private\nwar of his own.\n\nThe insurgents are out there somewhere.\n\nAhab and the Whale.\n\nSANBORN AND ELDRIDGE\n\nSanborn and Eldridge look helplessly at a girl who is trapped\non the landing of a half-destroyed building. She cries for\nher father.\n\nBehind them, several platoons of U.S. SOLDIERS and IRAQI\nPOLICE arrive to secure the boundaries of the blast zone.\n\nCUT TO:\n\nEDGE OF BLAST RADIUS\n\nJames approaches a LEMON GROVE which lies just beyond the\nfire’s reach.\n\nAs Sanborn and Eldridge walk up behind him, James touches a\nUNBLEMISHED LEMON nestled among the thorns.\n\nJAMES\nThis is the edge of the blast\nradius.\n\nSanborn comes into view.",
  "54": "---END OF PREVIOUS SECTION---\nAs Sanborn and Eldridge walk up behind him, James touches a\nUNBLEMISHED LEMON nestled among the thorns. JAMES\nThis is the edge of the blast\nradius. Sanborn comes into view. \n---TARGET SECTION TO BE ANNOTATED---\n James nods to him, then stares into\nthe distance, a man possessed.\n\nJAMES\nSo where's our trigger man?\n\nSANBORN\nBurnt up in the flames. Suicide\nbomber. You'll never find a body.\n\f97\n\nJAMES\nBut what if there was no body. What\nif it was a remote det?\n(beat)\n\nA really good bad guy hides out in\nthe dark, right? This is a perfect\nvantage point outside the blast\nradius to set back and watch us --\n\nELDRIDGE\nYou want to go out there?\n\nJAMES\nYes I do.\n\nELDRIDGE\nI could stand to get in some\ntrouble.\n\nSanborn looks at James and looks at the bandage on his head.\n\nSANBORN\nNo, man, this is bullshit.\nYou got --what?-- three infantry\nplatoons here whose job it is to go\nhaji hunting. That’s not our job.\n\nJAMES\nYou don’t say ‘No’ to me, Sergeant.\nI say ‘No’ to you. You know there\nare guys watching us right now.\n(on the move)\nWe're going.\n\nJames glowers at Sanborn and Eldridge and moves deeper into\nan unlit field behind the lemon grove.\n\nEldridge shoots Sanborn a sympathetic glance and follows\nJames.\n\nSanborn watches them recede into the darkness. Then he runs\nafter his team.\nEXT FIELD\n\nThey move across the dark field, three abreast into the\nenveloping night.\n\nWe gradually lose sight of them in BLACKNESS. Seeing nothing,\nwe HEAR, however, their BREATHING, and gravel CRUNCHING\nunderfoot.\n\f98\n\nAfter a long moment of no visibility...they’re faintly\nvisible again in dim florescent light and we see:\nEXT PARKING LOT\n\nA shadowy parking lot filled with marooned cars, beyond which\nlies a neighborhood of one-story homes and narrow alleys.\n\nAmid the cars, the men come across the bullet-shaped hull of\nan intact oil tanker. They crouch beside it, whispering:\n\nJAMES\nWe know where the oil tanker came\nfrom.\n\nSANBORN\n\nIt’s the same kind.\n\nJAMES\nWe're close. These alleys are\nprobably set up in a grid. We’re\ngoing to split up to flush them\nout.",
  "55": "---END OF PREVIOUS SECTION---\nJAMES\nWe're close. These alleys are\nprobably set up in a grid. We’re\ngoing to split up to flush them\nout. \n---TARGET SECTION TO BE ANNOTATED---\n Sanborn take the first alley.\nEldridge take two. I got three.\nRally point at your intersection.\nReady? Move!\n\nSANBORN\nWait? Rally point? When?\n\nBut James has already dashed into the third alley.\n\nALLEY TWO\n\nEldridge, walking slowly, not sure he likes being alone.\n\nALLEY THREE\n\nJames runs confidently, sees a few kids in a doorway and\ntells them to scoot.\n\nALLEY ONE\n\nSanborn runs to make up for being the last to leave.\n\f99\n\nALLEY TWO\n\nEldridge peers into an abandoned house. He thinks he hears\nsomething.\n\nSpins.\n\nIt’s nothing.\n\nALLEY ONE\nSanborn slows. Catches his breath when suddenly --\n\n--BLAM, BLAM, BLAM - the staccato of GUNFIRE slaps off the\nconcrete--\n\nSanborn dashes full speed back to the alley’s opening.\n\nALLEY THREE\n\nJames turns, runs hard back into--\n\nSANBORN AND JAMES\n--the first intersection, where he sees Sanborn and shouts\n\nJAMES\nYou got contact?!\n\nSANBORN\nWho is it?! What’s going on?\n\nJAMES\nWhat have you got?!\n\nSANBORN\nIt's Eldridge!!\nALLEY TWO\n\nThey come to Eldridge’s alley where they see that a body lies\non the ground. They run to it.\n\nJAMES\nMan down!!\n\nSANBORN\nEldridge!!\n\f100\n\nAs they draw close they see not Eldridge but the BODY of an\nIraqi insurgent, dead from gunshot wounds.\n\nJAMES\nIt’s not him.\n\nSANBORN\nHe’s gone?!\n\nA moment of decision.\nSANBORN\nThat way is towards the tanker,\ntroops.\nThey run down the alley into a maze of narrow streets and\ndimly lit corridors.\n\nNARROW STREET\n\nTurning a corner, they catch a fleeting glimpse of Eldridge\nbeing dragged away by TWO INSURGENTS.\n\nBefore they can fire, the men are gone.\n\nCORNER\n\nThey run to this corner and prepare to spin around it and\nshoot.\n\nJames hands Sanborn his flashlight.\nJAMES\n\nHit ‘em with both lights. One, two,\n\nthree!\nDARK CORNER\nThey spin around the corner and flash light revealing NOTHING\nbut an empty street.",
  "56": "---END OF PREVIOUS SECTION---\nJAMES\n\nHit ‘em with both lights. One, two,\n\nthree! DARK CORNER\nThey spin around the corner and flash light revealing NOTHING\nbut an empty street. \n---TARGET SECTION TO BE ANNOTATED---\nNEXT ALLEY\n\nThey sprint to the next block, and again see Eldridge being\ndragged.\n\nJAMES\nOne, two, three.\n\f101\n\nAgain, they aim and spin: Sanborn shines the light - beams\nEldridge and the two insurgents -- and James FIRES two short\nbursts from his M4.\n\nThe two insurgents collapse.\n\nBut Eldridge also goes down.\n\nRunning up, James and Sanborn see the insurgents are\nmotionless, shot clean.\n\nOne bullet, however, has gone astray into Eldridge’s leg and\nhe’s bleeding profusely.\n\nJAMES\nEldridge you okay?\n\nELDRIDGE\nI’m hit!\n\nAs James and Sanborn apply first aide:\n\nSANBORN\nYou hit him in the leg!\nELDRIDGE\n(panting)\nAm I dead?\nSANBORN\n\nNo, you're alright.\n\nJAMES\nYou're fine.\n\nEldridge looks to Sanborn for confirmation that wound is\nindeed not mortal.\n\nELDRIDGE\nAm I dead? Am I dead? Am I dead?\n\nAs Sanborn and James yank Eldridge off the ground, he screams\nin pain.\n\nCUT TO:\n\nINT CAMP VICTORY SHOWER STALLS LATER THAT NIGHT\n\nJames trudges into an empty bathroom and looks at himself in\nthe mirror. Sees the faraway expression of a man lost to the\nwar.\n\f102\n\nHis shirt is crimson with Eldridge’s blood.\n\nHe steps inside a shower stall, still dressed in full battle\nrattle, and turns on the hot faucet.\n\nThe water streams over him...and he lets go, punching the\nwall, thrashing his arms, then sinking down sobbing, broken,\nas his uniform soaks through and the reddish pink water\nswirls down the drain.\n\nEXT CAMP VICTORY HEAD SHED MORNING\n\nLooking fine and wearing a fresh clean uniform, James strides\npurposely out of the head shed toward a waiting Humvee in the\nparking lot.\n\nHe sees on the other side of the parking lot... none other\nthan Beckham, who happily shouts to him:\n\nBECKHAM\nHey, what’s up man? Hey Boomala,\nBoomala, wanna buys some DVDs, play\nsome soccer!\nJames stops. He stares. What can he say? The boy is fine.\nHis jihad was pointless. Insane.",
  "57": "---END OF PREVIOUS SECTION---\nThe boy is fine. His jihad was pointless. Insane. \n---TARGET SECTION TO BE ANNOTATED---\nUnable to face the kid and unwilling to explain, James turns\naway and stiffly gets into the Humvee.\n\nThe Humvee roars to life and drives away.\nBeckham watches it go, hurt, confused.\n\nPrelap: the ROTAR WASH of a helicopter preparing to fly.\n\nEXT CAMP VICTORY TARMAC MORNING\n\nTwo SOLDIERS load Eldridge, strapped to a stretcher, onto a\ntransport helicopter.\n\nSanborn and James run across the helipad to wish him good-\nbye.\n\nJAMES\nHow you doing? Doc says you’ll be\nokay.\n\f103\n\nELDRIDGE\nMy femur is shattered in nine\nplaces. He said I'll be walking in\nsix months if, I’m lucky.\n\nJAMES\nSix ain’t bad.\n\nELDRIDGE\nNot bad? It fucking sucks man.\n\nEldridge is jostled as he gets put down; he cries out in\npain.\n\nELDRIDGE\n(angrily)\nYou see that! That’s what happens\nwhen you shoot somebody, you\nmotherfucker.\n\nJAMES\nI’m sorry. Sorry.\n\nELDRIDGE\nYou're sorry? Fuck you, Will.\nReally fuck you. Thanks for saving\nmy life but we didn’t have to go\nout looking for trouble so you\ncould get your adrenaline fix, you\nfucking war mongerer.\n\nJames is crestfallen.\n\nA U.S. MEDIVAC CREW MEMBER looks at Sanborn and gives a hand\nsignal to wrap it up: time to go.\n\nELDRIDGE\n(to Sanborn)\nTake care of yourself, Owen.\n\nSANBORN\n(grabbing Eldridge’s hand)\nGet home safe. See you on the other\nside.\n\nAs the helicopter door slams closed, Eldridge shouts “lets\nget out of this desert.”\n\nJames and Sanborn step back from the rotor wash.\n\nJames turns to say something to Sanborn. But he’s already\nwalking away.\n\f104\n\nSOLDIER PRELAP\n(shouting)\nDon’t move! If you keep walking, we\nwill shoot you!\n\nCUT TO:\n\nEXT BAGHDAD STREET CHECKPOINT LATE AFTERNOON\n\nA young SERGEANT at a checkpoint raises his M4 and shouts\nnervously at a bewildered Iragi MAN in a BLACK SUIT. The\nman’s hands are raised.",
  "58": "---END OF PREVIOUS SECTION---\nIf you keep walking, we\nwill shoot you! CUT TO:\n\nEXT BAGHDAD STREET CHECKPOINT LATE AFTERNOON\n\nA young SERGEANT at a checkpoint raises his M4 and shouts\nnervously at a bewildered Iragi MAN in a BLACK SUIT. The\nman’s hands are raised. \n---TARGET SECTION TO BE ANNOTATED---\n He’s standing alone in the middle of\na square which has been cleared of all other pedestrians, and\nwhich is flanked by US ARMY soldiers and a TRANSLATOR\ndisguising his identity by wearing a black ski mask.\n\nSERGEANT\nDon’t move! Keep that translator\nback!\n\nTRANSLATOR\n\nBut the bomb was forced on him.\nSERGEANT\nDon’t move. Stay still. If you keep\nwalking we will shoot you.\nSHOUTING IN ARABIC as the translator conveys this command.\nTITLE:\nDAYS LEFT IN BRAVO COMPANY’S ROTATION: 2\n\nJames wearing his bomb suit, approaches the scene, while\nSanborn follows close behind him in the Humvee.\n\nSERGEANT\nKeep that translator back.\n\nOne of the soldiers grabs the translator, while others,\nseeing James, shout “give him room,” “let him through,” etc.\n\nTRANSLATOR\n(to the soldier)\nBut the bomb was forced on him.\nAgainst his will. He is not a bad\nman!\n\nJames and the Sergeant huddle.\n\f105\n\nSERGEANT\nHe came walking up to our\ncheckpoint, said he had a bomb\nstrapped to him. He was sorry. He\ndidn’t want it to go off. Then he\nstarted begging us to take it off\nhim.\n\nTRANSLATOR\n(to James)\nHelp this man. He’s not a bad man.\n\nSANBORN\n\nNot a bad man? He’s got a bomb\nstrapped to him.\n\n(to James)\nThis is a trap. He wants to draw us\nclose.\n\nJAMES\n(to translator)\nTell him to open his shirt, slowly.\nI need to see what’s inside.\n\nThe translator SHOUTS in Arabic.\nThe MAN unbuttons his jacket, revealing...\n\nClamped to his chest is a metal cage, locked with padlocks,\nand loaded with blocks of C4 wrapped in nails.\n\nJAMES\n(to the soldier)\nI'd need a seventy five meter\nperimeter.\n(to translator)\nTell him to get on his knees and\ntouch the sky. Get down!\n\nThe translator SHOUTS. The man in the BLACK SUIT, gripped\nwith despair, drops to his knees and raises his hands.\n\nSERGEANT\nCan we just shoot him?\n\nAs James considers that option when --\n\nTRANSLATOR\nNO. He's not a bad man. He has a\nfamily.",
  "59": "---END OF PREVIOUS SECTION---\nAs James considers that option when --\n\nTRANSLATOR\nNO. He's not a bad man. He has a\nfamily. \n---TARGET SECTION TO BE ANNOTATED---\n The bomb was forced on him.\nHe is asking for help. Only help.\n\f106\n\nJAMES\n(to translator)\nI want you to get back. I got it.\n\nSanborn pulls James aside for a private moment and pleads\nwith him to be careful:\n\nSANBORN\nWe've had our differences.\nEldridge. It happened. That’s\nwater under the bridge. But this --\nthis is suicide.\n\nJames considers. Sanborn’s right, of course. But he can’t\nhelp himself. Like a moth to a flame, this is what he does.\n\nJAMES\nThat's why it’s called a suicide\nbomb, right?\n\nSanborn reluctantly seals James in the helmet.\n\nThey bang fists.\n\nDOWNRANGE NEAR SUICIDE BOMBER\n\nJames grabs a nearby soldier’s walkie, then starts the walk\ndownrange. Soldiers moving back to their perimeter...\nPEDESTRIANS gathering for a look. Soldiers scattering them\nquickly.\n\nBlack Suit smiles thinly as James nears. James nods at him.\nThe man nods, frightened.\n\nBLACK SUIT\nInshalla. Inshalla.\n\nJAMES\nPut your hands up!\n\nTRANSLATOR\nHe says he has a family,\n\nJames kneels down to get a closer look at the bomb strapped\nto the man’s belly. He takes out his 9mm and puts it on the\nguy's forehead. Cocks the trigger.\n\nJAMES\nLook, it would be a lot easier for\nme to disarm this if I just shoot\nyou. Do you understand?\n\f107\n\nBLACK SUIT replies in Arabic.\n\nJAMES\n(into walkie)\nWhat is he saying?\n\nUPRANGE FROM SUICIDE BOMBER\n\nTRANSLATOR\n(over walkie)\nHe says, I don’t wish to die. I\nhave a family. Please take this off\nme.\n\nDOWNRANGE NEAR SUICIDE BOMBER\nJames holds his walkie up for the man to hear the translator.\n\nJAMES\n(headset)\nTell him to put his hands behind\nhis head or I will be very happy to\nshoot him.\n\nTranslator conveys this to BLACK SUIT in Arabic. BLACK SUIT\nstarts yelling in Arabic. Forehead wet with sweat.\n\nTRANSLATOR\n(over walkie)\nHe says, please hurry he has a\nfamily.",
  "60": "---END OF PREVIOUS SECTION---\nBLACK SUIT\nstarts yelling in Arabic. Forehead wet with sweat. TRANSLATOR\n(over walkie)\nHe says, please hurry he has a\nfamily. \n---TARGET SECTION TO BE ANNOTATED---\nJAMES\n(to translator)\nLook, it’s not what I said. Tell\nhim to put his hands behind his\nhead or I will shoot him.\n\nJames holds the walkie up to the man’s ear, “listen,” “do you\nunderstand?”\n\nNow James sinks to his knees and examines the bomb, all the\nwhile keeping his pistol on the man’s head. There is a\nFOREST OF WIRES. He pushes them aside, revealing a cheap\nCasio digital WATCH, which is counting down from five\nminutes.\n\f108\n\nJAMES\n(headset)\nSanborn, we got a timer. We got a\nlot of wires. I need a little help\non this.\nSANBORN\n(over headset)\nRoger that, what do you need?\n\nJames feels around the bomb. It’s strapped to the BLACK SUIT\nman with heavy gauge metal. The man shakes.\n\nJAMES\n(headset)\nBolt cutters. But you got two\nminutes to get down here.\nSANBORN\n(over walkie)\nRoger that. I'll be there in thirty\nseconds.\nHUMVEE\nSanborn is already running towards the truck when he hears\nJames.\nDOWNRANGE NEAR SUICIDE BOMBER\nJames presses the man’s head to comfort him.\nJAMES\n(to man)\n\nI know. Its’ okay. You’re alright.\n\nThe Casio watch is at 4:30.\n\nUPRANGE FROM SUICIDE BOMBER\n\nSanborn runs hard with the bolt cutters.\n\nDOWNRANGE NEAR SUICIDE BOMBER\nSanborn hands James the cutters.\nThe man is crying.\n\nSanborn sees the Casio. It reads 4:00\n\f109\n\nSANBORN\nYou weren't kidding.\n\nJAMES\nNope.\n\nJames works the cutter blade.\nECU: Bolt Cutter. It SCRAPES futilely against the metal.\nJAMES\n\n(sotto)\nWhat is this made out of?\n\nSANBORN\nCase hardened steel.\nJames doubles his effort.\n\nECU: Bolt Cutter. The blade bites the steel, but it doesn’t\ngive. James squeezes with all his might.\n\nSANBORN\nWhat’s our time?\n\nJAMES\nTwo minutes.\n\nJAMES\nWe'd need torch to get this off.\n\nSANBORN\nWe don’t have one of those in the\ntruck. He’s a dead man.",
  "61": "---END OF PREVIOUS SECTION---\nJAMES\nWe'd need torch to get this off. SANBORN\nWe don’t have one of those in the\ntruck. He’s a dead man. \n---TARGET SECTION TO BE ANNOTATED---\nECU: Casio Watch 1:46.\nJAMES\nHold on let me think. We got this.\nI can handle it. I’m going to look\nat the back.\nSanborn nods. His hand is starting to shake.\n\nJames goes behind the man, and rips open the back of his\nshirt, revealing the back of the bomb.\n\nHere too it is a welded band, but the metal looks thinner.\nJames works it with the cutter.\n\nECU: Casio Watch 1:30.\n\f110\n\nJAMES\nWe don’t have enough time, Sanborn.\nWe don’t have enough time. I have\nto get these bolts off.\n\nSANBORN\nWe at a minute and a half, we got\nto get out of here.\n\nJAMES\nI'll handle this. Go.\nSANBORN\nLook, Will, come on --\nJAMES\nGo.\nSANBORN\n\nFuck him, Come on, man. James --\nJAMES\n\nSanborn you have forty five\n\nseconds. YOU HAVE FORTY FIVE\n\nSECONDS. JUST LEAVE!\n\nSANBORN\nHe’s a dead man, Will!\n\nJAMES\nGo!\n\nSanborn runs uprange.\nSANBORN\n(shouting to soldiers)\nGET BACK!!! EVERYBODY GET BACK!!!\n\nThe soldiers turn and run.\n\nJames strains to clip the metal bar of the lock, putting all\nof his weight into the effort. Finally, the blades slices.\n\nECU: broken lock falls to the ground.\n\nJames sees that he has four more locks more to cut. The time\nis ticking down to 20 seconds.\n\nJames brings himself face-to-face with the man he can’t save.\n\f111\n\nJAMES\nI can’t There’s too many locks. I\ncan’t do it. I can’t get it off.\nI’m sorry.\n\nBLACK SUIT\n(in Arabic)\nPlease, please, please--\n\nJAMES\nI’m sorry. You hear me? I’m sorry?\n\nBLACK SUIT\n(in Arabic)\nHelp me. Help me!\n\nJames drops the bolt cutter, kneels down in front of the man,\nand shakes his head. That’s it.\n\nThe man understands James’ gesture. He reaches forward,\ngrabbing James’ suit.\n\nBLACK SUIT\n(in Arabic)\nNo! No! Please\nJames brushes his hand away.\n\nJAMES\nI’m sorry.\n\nJames turns his back to the man and runs for cover.",
  "62": "---END OF PREVIOUS SECTION---\nPlease\nJames brushes his hand away. JAMES\nI’m sorry. James turns his back to the man and runs for cover. \n---TARGET SECTION TO BE ANNOTATED---\n--James running, arms akimbo\n\n--The Black Suit man stands up and cries out to ALLAH!\nBOOM! !\n\n-- He explodes and a hailstorm of particulate matter comes\nflying at 22,000 feet per second straight at us\n\n-- chunks of molten metal hit James, knocking him to the\nground\n\n--Sanborn, diving to keep the translator behind a barrier, is\ngrazed by shrapnel.\n\f112\n\nEXT DOWNRANGE/BLAST SITE\n\nJames’ white face; blood seeps from his nose. Then as if\novercoming great resistance his heart turns over with a loud\nbeating. And as Sanborn recovers and shouts orders,\n“everybody out” in the background, James opens his eyes to\nthe sky.\n\nA KITE flutters overhead.\n\nCUT TO:\n\nEXT HUMVEE DUSK\n\nThe Humvee chugs through a crowded neighborhood. Traffic\nthickening. Shadows against a dimming sky.\n\nINT HUMVEE DUSK\n\nJames drives. Sanborn is in the passenger seat covered in\ngrime and dust.\n\nJAMES\nYou alright?\n\nSANBORN\nNo man. I hate this place\n\nJames passes Sanborn some Gatorade.\n\nJAMES\nHave a hit.\n\nSanborn drinks, grateful, and puts the Gatorade down. Then he\nlooks at James.\n\nSANBORN\n\nI’m not ready to die, James.\nJAMES\n\nYou're not going to die out here,\n\nbro.\n\nSanborn shakes his head. Unconsciously, his fingers touch his\nneck, finding the exposed area above the collar of his body\narmor.\n\nSANBORN\nAnother two inches. Shrapnel goes\nzing -- slices my throat.\n\n(MORE )\n\f113\n\nSANBORN (cont'd)\nI bleed out like a pig in the sand.\nNobody will give a shit. I mean my\nparents, they care, but they don’t\ncount. Who else?\n(beat)\nI don’t even have a son.\n\nJAMES\nYou're going to have plenty of time\nfor that.\n\nSANBORN\nNo man, I’m done.\n(beat)\nI want a son. I want a little boy,\nWill.\n\nA long beat.\n\nSANBORN\nI mean, how do you do it? Take the\nrisk?\n\nJAMES\nI don’t know.",
  "63": "---END OF PREVIOUS SECTION---\nSANBORN\nI mean, how do you do it? Take the\nrisk? JAMES\nI don’t know. \n---TARGET SECTION TO BE ANNOTATED---\n I guess I don’t think\nabout it.\n\nSANBORN\nBut you know what I’m talking\nabout, right? Every time we go out,\nyou throw the dice. You recognize\nthat, right?\n\nJAMES\nYeah. I do. But I don’t know why.\nDo you know why -- I am the way I\n\nam?\nSanborn thinks on this. After a beat -\n\nSANBORN\nNo I don’t.\n\nThey exchange a long look. Brothers at last.\n\nEXT HUMVEE\nA gang of laughing KIDS throw rocks at the armored Humvee.\n\nTIME CUT TO:\n\f114\n\nINT KNOXVILLE, TENNESSEE SUPERMARKET MONTHS LATER\n\nWe're walking with James down a wide, polished aisle, past\nshelves of frozen treats glistening behind reflective glass,\nin the shiny and perfectly sterile cathedral to consumerism\notherwise known as a supermarket.\n\nJames looks different here, awkward, less sure of himself.\nWith his hair grown-in and his dreamy expression, he could be\njust another suburban softy pushing a shopping cart.\nHe’s home but this is clearly not where he lives.\nA beautiful young WOMAN approaches him from the other end of\nthe aisle. She too is pushing a shopping cart and in it is a\nsmall BOY. She smiles at James and says:\nYOUNG WOMAN\nHoney, will you grab some cereal\nand I'll meet you at the checkout.\n\nCONNIE JAMES smiles again and pats her husband on the\nshoulder. As she walks away, he mumbles:\n\nJAMES\nWhere’s the cereal?\n\nBut she’s already out of ear shot.\n\nCEREAL AISLE\n\nJames stares at the rows and rows of cereal boxes, a medley\nof different brands all containing the same sugar and\ncoloring and starch.\n\nHe looks this way and that.\n\nThrown by the abundant choices after the starkness of\nBaghdad, he can’t decide which brand is his.\n\nHe reaches for a box, then pulls back, still unsure of\nhimself.\n\nGiving up, he picks a box at random and tosses it into the\ncart.\n\f115\n\nEXT KNOXVILLE JAMES HOUSE FRONT YARD LATE AFTERNOON SOME\nDAYS LATER\n\nRain water. Falling leaves. James is cleaning out the gutter,\nworking under an overcast sky.",
  "64": "---END OF PREVIOUS SECTION---\n115\n\nEXT KNOXVILLE JAMES HOUSE FRONT YARD LATE AFTERNOON SOME\nDAYS LATER\n\nRain water. Falling leaves. James is cleaning out the gutter,\nworking under an overcast sky. \n---TARGET SECTION TO BE ANNOTATED---\nINT KNOXVILLE JAMES HOUSE LIVING ROOM EVENING\n\nJames zones out in front of a snowy TV; the glow plays on his\nface.\n\nINT KNOXVILLE KITCHEN NEXT MORNING\n\nDomesticity. Connie peels a pile of carrots. James washes\nmushrooms in the sink.\n\nHe tries to clean them individually but they crumble in his\nhands.\n\nJAMES\nSome guy drove his truck into a\nmiddle of an Iraqi market. He\nstarts passing out free candies.\nAll the kids come running up - he\ndetonates. (beat) They’re saying\nfifty nine dead...\n\nShe's heard this kind of story before and knows where it\nends. She can’t bring herself to reply.\n\nJAMES\nYou know they need more bomb techs.\n\nCONNIE\n(handing James the\ncarrots)\nWill you chop these up for me?\n\nJAMES PRELAP\nBoing! Boing! Boing!\n\nINT JAMES' SON’S BEDROOM LATER THAT NIGHT\n\nBedtime. James is putting his son to sleep in a room\ndecorated with mobiles and colorful wall hangings. He sets\nthe mobile spinning.\n\f116\n\nJAMES\nBoing! Boing!\n\nThe boy giggles and reaches up.\n\nOn the bed is a Jack-In-the-Box, which James picks up and\nwinds. He opens the toy for his son who squeals with delight,\neyes wide with admiration for his daddy. Daddy, however,\nisn’t sure where to go with this..An odd moment for the wild-\nman of Baghdad: playing the awkward dad to his adoring child\n\nJames looks into his son’s unconditionally loving eyes.\nSomething he sees there prompts a confession:\n\nJAMES\nYou love playing with that, don’t\nyou..? You love all your stuffed\nanimals. You love your Mommy, your\nDaddy. You love your pajamas... You\nlove everything, don’t you?\n\nJames playfully spins the mobile. The boy laughs at the\nwhirring color.\n\nJAMES\nBut you know what buddy, as you get\nolder some of the things that you\nlove might not seem so special\nanymore. You know? Like your Jack-\nin-the-Box.\n\nThe boy touches the Jack-in-the-Box, smiling beautifully.\n\nJAMES\nMaybe...",
  "65": "---END OF PREVIOUS SECTION---\nLike your Jack-\nin-the-Box. The boy touches the Jack-in-the-Box, smiling beautifully. JAMES\nMaybe... \n---TARGET SECTION TO BE ANNOTATED---\n you'll realize it’s just a\npiece of tin and a stuffed animal.\nAnd the older you get, the fewer\nthings you really love.\n\n(beat)\n\nBy the time you get to be my age,\nmaybe it’s only one -- or two --\nthings.\n\nJames pauses. His son continues to giggle and play.\n\nJAMES\nWith me, I think it’s one.\n\nCUT TO:\n\f117\n\nEXT BAGHDAD TARMAC\n--sonic overload of a C-130 airplane landing.\n\nWheels touch down on tarmac.\n\nINT EXT AIRPLANE\n\nThe hydraulics of a loading ramp engage, lowering the ramp,\nand revealing a troop of young SOLDIERS inside the belly of\nthe plane.\n\nPassing over their frightened faces, we find one man who\nlooks remarkably at ease.\n\nJames.\n\nThe soldiers disembark and we follow James as he leaves the\nplane and greets a another young EOD SOLDIER who has been\nwaiting for him on the tarmac.\n\nSOLDIER\nWelcome to Delta-Company.\n\nJames shakes his hand.\n\nA Middle-Eastern sun bathes James’ upturned face lengthening\ninto a smile.\n\nHis pace slows...the tarmac transitions to dirt as little\npuffs of dust lift off his continuous passage.\n\nHe is now in the bomb suit and we are --\n\nEXT. BAGHDAD OUTSKIRTS DAY\nOn yet another war-torn street.\n\nTwo fresh faced EOD SOLDIERS observe James as he makes\nanother lonely walk down an empty block... heading to a bomb.\n\n-- James' face glistening with pleasure\n-- The noon day sun shimmers on his helmet shield\nTITLE:\n\nDAYS LEFT IN DELTA COMPANY’S ROTATION: 365\n\f118\n\nAnd we watch him go down the unnamed road until he\ndisappears.\n\nEND\n\f"
}