{
  "1": "\"THE EGYPTIAN\"\nScreenplay\nby\n\nCasey Robinson\n\n3rd Revised\n\nTempore: Script\nyud y oil, 1353\n\fShe\n\n\"THE EGYPTIAN\"\n\nFADE IN\n\nEXT. A DESOLATE SPOT ON THE WESTERN SHORE OF THE RED SEA -\nLONG SHOT ~- EARLY MORNING (THE ERA IS THE 1) TH CENTURY\nB.C.)\n\nThe scene is introduced by the blowing of desert sand.\nWhen it clears we are on a very long shot toward the sea.\nOn the shore of the sea there is a small and simple\nEgyptian house with e smaller outbuilding. There is the\nsuggestion of movement there, as if there are people, but\nwhat this movement is can't be distinguished, for at this\ndistance the house itself seems a tiny thing in the midst\nof a vast desolation. The brassy waters of the sea\nstretch endlessly. For the rest, there is only empty\ndesert and a circle of dry, red hills. We hear the lonely\nhowl of a jackal, then -\n\nOLD SINUHE'S VOICE\nOn the surface of the earth there is\nno more desolate spot than this.\n\nEXT. HOUSE - MOVING SHOT TO OLD SINUHE ON PORCH - EARLY\nMORNING\n\nGamera goes along with a small whirlwind which, beginning\nout of nowhere, whirls past the house, where camera stops.\nIt is a simple house, made of mad bricks, its formerly\nbright colors faded and weather-beaten. in the shade of\n&@ small entrance porch SINUHE is seated. He is 95 years\nold. He is writing on a scroll of papyrus which runs\nacross his knees. It seems that he has written much and\nhas little left to write, for the roll of completed manu-\nseript on his left hand is large and the roll on his\nright hand is small. The passing of the small whirlwind\ndisturbs him hardly at all as he bends over his scroll.\n\nCLOSE SHOT - PORTION OF SINUHE AND PAPYRUS SCROLL - EARLY\nMORNING\n\nHe writes in Egyptian hieroglyphics.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt seems that he has written much and\nhas little left to write, for the roll of completed manu-\nseript on his left hand is large and the roll on his\nright hand is small. The passing of the small whirlwind\ndisturbs him hardly at all as he bends over his scroll. CLOSE SHOT - PORTION OF SINUHE AND PAPYRUS SCROLL - EARLY\nMORNING\n\nHe writes in Egyptian hieroglyphics. \n\nTARGET SECTION TO BE ANNOTATED:\n The hands which\nmake the marks are cramped and wrinkled; the marks they\nmake are clear and incisive - the marks of a man whose\nthinking has crystallized into knowledge. As he writes -\n\nOLD SINUHE\nI - Sinuhe the Egyptian, write this -\n\nFRONT ANGLE CLOSE SHOT - SINUHE - EARLY MORNING\n\nas he continues -\n\n(CONTINUED)\n\fSue\n\nlk (Cont.)\n\nOLD SINUHE\n~ the last chapter.\n\nHe stops writing for a moment, looks up, and we see his\neyes. As a dying fire retains a heart of glowing coals,\nso does this man preserve in these eyes the fire of his\ndying life -- remarkable eyes, which are sometimes alert\nwith intelligence, calm with resigned philosophy, spar-\nkling with mature and ironic humor, or touched with pain.\nHe looks at the desert, the hills, the sea; bendsover to\nwrite.\n\n5 EXT. SHORE OF THE RED SEA - MOOD SHOT - EARLY MORNING\nBrassy water. Alkaline sand. Sparse vegetation.\n\nOLD SINUHE'S VOICE\nBefore me stretch the brassy waters of\nthe Red Sea.\n\n6 EXT. DESERT AND CIRCLE OF HILLS - MOOD SHOT - EARLY\nMORNING\n\nAn Egyptian monument of some sort, half crumbled into\ndust, shows in the distance.\n\nOLD SINUHE'S VOICE\nAround me are the ancient dry hills\nand desert.\n\n7 ANGLE PAST PORTION OF HOUSE TO OUTBUILDING ~ SOLDIERS -\nEARLY MORNING\n\nNear the small outbuilding four Egyptian SOLDIERS are\nrelieving their boredom by hurling spears at a post tar-\nget. Midway between outbuilding and house are boundary\nstones,\n\nOLD SINUHE'S VOICE\nBoundary stones mark the limits of my\ndwelling place. Those are my guards ~-\nI am in exile.\n\n8 EXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMidway between outbuilding and house are boundary\nstones,\n\nOLD SINUHE'S VOICE\nBoundary stones mark the limits of my\ndwelling place. Those are my guards ~-\nI am in exile. 8 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PORCH OF HOUSE - OLD SINUHE AND SOLDIERS - EARLY\nMORNING\n\nfor a moment looks over to the guards, then, bending over\nhis task again -\n\nOLD SINUHE\nHow can it be that a man ends his life\nin such a fashion? I, who am called\nHe Who Is Alone, am writing this --\n\f10\n\nil\n\n12\n\n13\n\nih\n\nSue\n\n3.\nEXT. SAND NEARBY - A PAIR OF LIZARDS - EARLY MORNING\n\nare listening to the sound of Sinuhe's voice, their heads\ncocked, their shiny eyes blinking.\n\nOLD SINUHE'S VOICE\n- that some day it may be dug from\nEgypt's sands and read.\n\nOLD SINUHE ~ EARLY MORNING\n\nHe looks up from his work, considering the possibility of\nthis last thought, half in hope, half in doubt. Then he\nsees the lizards, and his expression alters. He is not\nsurprised to see them, and amiles at them as friends.\n\nOLD SINUHE\nBut who knows what tomorrow will\nbring? I eam very old, and I may\nnever finish, eh?\n\nLIZARDS - EARLY MORNING\n\nThe original pair, their heads cocked as they listen to\nSinuhe. Two or three more run in.\n\nOLD SINUHE - EARLY MORNING\n\nFor a moment leans back, wiping weariness from his eyes.\nThen, an idea striking him, he looks at the lizards\nagain.\n\nOLD SINUHE\nI'll tell my story to you --\n\nLIZARDS - EARLY MORNING\n\nperk up. Their beady eyes give them an air of being\nraptly interested.\n\nOLD SINUHE'S VOICE\n- my only companions now.\n\nOLD SINUEE - EARLY MORNING\nsmiles in a rather odd way -\n\nOLD SINUHE\n(with just a trace of\nbitterness in humor)\nYou have learned not to shun me <- you\nlisten when I speak.\n\nThen, warming to his idea, he begins to unroll the papyrus\nscroll slowly backward.\n\n( CONTINUED)\n\f5h2\n\n14 (Cont.)\n\n15\n\n16\n\n17\n\nOLD SINUHE (Cont.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD SINUEE - EARLY MORNING\nsmiles in a rather odd way -\n\nOLD SINUHE\n(with just a trace of\nbitterness in humor)\nYou have learned not to shun me <- you\nlisten when I speak. Then, warming to his idea, he begins to unroll the papyrus\nscroll slowly backward. ( CONTINUED)\n\f5h2\n\n14 (Cont.)\n\n15\n\n16\n\n17\n\nOLD SINUHE (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\nI shall tell my story backward - the\nway a story should be told - for a\nman winds the years of his life on a\nscroll.\n\nThen unrolling the scroll more rapidly, with wide sweeps\nof his arm -\n\nLet the scroll unwind!\nCLOSE SHOT - PAPYRUS SCROLL\nbeing rapidly rolled backward.\n\nOLD SINUHE'S VOICE\nHalf a century! - to a day when I was\nforty-fivel\n\nDISSOLVE TO:\nEXT. THEBES - LONG ESTABLISHING SHOT - DAY\n\nin f.g., to give perspective, is a shadoff (irrigation\nderrick) with which a bent, old FARM SLAVE buckets water\nfrom a smell irrigation ditch into a smaller ditch. In\nb.g. is the city of Thebes on the Nile River, its many-\npyloned temples contrasting with its md hovels, its city\nof the living on the East bank, city of the dead (cemetery,\netc.) on the West.\n\nOLD SINUHE'S VOICE\nI lived in Thebes - capital of Egypt,\non the Nile -- and I shall tell you\nthe kind of world in which I lived ---\n\nDISSOLVE TO:\n\nEXT. SECTION OF THEBES ~- AT A BUILDING UNDER CONSTRUCTION\n- WORKMEN, SLAVES, OVERSEERS, SINUHE - DAY\n\nThe building is being erected of great limestone blocks.\nWe see ordinary WORKMEN who shape the stone with crude\ninstruments and set the stones in place - but the focus\nof interest is a great sledge on which a huge block of\nstone is being transported. Forty SLAVES, hitched like\noxen to the sledge, are trying to pull it up a wet-sanded\nramp. OVERSEERS, who carry staffs as tall as themselves,\ndo not hesitate to belabor the backs of the salves.\nSinuhe, dressed in the clothing of a physician, stands\nwatching.\n\nOLD SINUHE'S VOICE\nFor every free man there were a\nhundred in bondage.\n\n( CONTINUED)\n\fShe\n\n17 (Cont.)\n\n18\n\n19\n\nOne of the slaves drops senseless to the ground, from\nstarvation and exhaustion. Sinuhe walks to him.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD SINUHE'S VOICE\nFor every free man there were a\nhundred in bondage. ( CONTINUED)\n\fShe\n\n17 (Cont.)\n\n18\n\n19\n\nOne of the slaves drops senseless to the ground, from\nstarvation and exhaustion. Sinuhe walks to him. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSER ANGLE - SINUHE, SLAVE AND GROUP ~- DAY\n\nSinuhe bends over the slave, examines him. He pushes\nback his eyelids, looks into dead eyes. He rises, shakes\nhis head at those who have gathered around. There is no\nexpression of horror on Sinuhe's face -~ this is the\ndaily life of these people, not an isolated incident.\nCamera pulls back to widen angle as an indifferent\nOverseer shrugs, whacks the harness of the dead slave\nfree with the slash of a large knife. Another Overseer,\nraising his staff -\n\nOVERSEER\n{shouts command)\nHot\n\n- and Overseers' staffs whack down on the backs of the\nslaves, who struggle, pant and sweat again.\n\nDISSOLVE TO:\n\nEXT. PORTICO AND GARDEN OF A NOBLE - SINUHE, A NOBLE,\nHIS WIFE, A SYRIAN SLAVE MERCHANT, SLAVES FOR SALE,\nHOUSEHOLD SLAVES, ENTERTAINERS - DAY\n\n(For a portion of general atmosphere see NAT'L. GEOGRAPHIC,\nOct. 1941, p 46h.) Under a portico facing a garden a\nNOBLE lies on a bed. He is fat and wealthy and his body\nglistens with 011. He has a swollen, gouty foot, which\nrests on a cushion on the floor. Sinuhe, kneeling there,\nis bleeding him, using the instrument of his time, of\ncopper and stone. Nearby is the small, wooden, portable\nbox in which he carries his instruments and medicines.\nSinuhe also observes the scene. A SYRIAN SLAVE MERCHANT,\nunctuous and fawning, is offering for the inspection of\nthe Noble a string of WOMEN SLAVES. These slaves are of\nall ages, countries, colors of skin - and the action of\nthe selling goes like this: As the merchant brings the\nwomen and girls forward for inspection, they arrive in\nsuch a way that we see their faces, can judge their\nnationalities, beauty or lack of it, their ages. But\n\nas they are presented to the Noble their backs are to\ncamera. Before the Noble, they lift aside their garments,\nso that he may inspect them as one would cattle.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThese slaves are of\nall ages, countries, colors of skin - and the action of\nthe selling goes like this: As the merchant brings the\nwomen and girls forward for inspection, they arrive in\nsuch a way that we see their faces, can judge their\nnationalities, beauty or lack of it, their ages. But\n\nas they are presented to the Noble their backs are to\ncamera. Before the Noble, they lift aside their garments,\nso that he may inspect them as one would cattle. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nWoble indicates with a gesture of his ivory-handled fly-\nwhisk his decision. All who are presented at the opening\nof this scene the Noble waves away with indifference.\nSeated beside the Noble's bed in a chair is the NOBLE'S\nWIFE, a haughty, proud, indifferent woman, dressed in\nformal wig, much rich jewelry, the finest dress. If she\n\n(CONTINUED)\n\fShe\n\n19 (Cont.)\n\n20\n\npays any attention at all to the business between her\nhusband, the salve dealer and the women, it is no more\nthan to give a momentary and indifferent glance. She\ncools herself with a revolving fan and her haughty look\nis directed for the most part to the garden, where some\nentertainment is being staged. There, two WRESTLERS,\n\none black, one white, are engaged in a match. HOUSEHOLD\nSLAVES and HOUSEHOLD OFFICERS watch. Other ENTERTAINERS,\nincluding a group of semi-nude DANCING GIRLS wait their\nturn to attempt to relieve the lady's boredom.\n\nOLD SINUHE'S VOICE\nThough 8 man might have but one wife,\nhe could own as many women as he could\nafford.\n\nCamere moves forward to a tighter scene at the Noble's\nbed. The next slaves are hardly more than children,\ngirls of no more than thirteen, fair of face and figure.\nAs they display themselves before the Noble, his eyes at\nlast glisten with interest and desire.\n\nOLD SINUHE'S VOICE\nThere was no word in our language mean-\ning sin.\n\nThe Noble tosses some money - silver rings - on the floor.\nThe Merchant scrambles for them greedily. The Noble\nmotions the new slaves to come closer. Sinuhe, as if by\naccident, but not by accident, drops his medicine chest\non the Noble's swollen foot. The Noble screams in pain\nand anger. But, as camera pulls back, Sinuhe, with a\ncalm manner of indifference, picks up his case and walks\naway.\n\nDISSOLVE TO:\n\nEXT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Noble screams in pain\nand anger. But, as camera pulls back, Sinuhe, with a\ncalm manner of indifference, picks up his case and walks\naway. DISSOLVE TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n \"THE STREET TO THE DOCKS\" ~ CROWDS - SINUHE ~- MOVING\nSHOT - DAY\n\nScene begins on top a huddle of roof tops, all jammed\ntogether, no courtyards - homes of the very poor. Camera\nmoves down into a narrow, dirty street, teeming with\nhumanity. One can almost smell the stink in the heat and\nfeel the bite of flies. Most of the people are of the\npoor WORKING CLASS, but there are FOREIGNERS too: A\nHITTITE, with a high pointed cap and heavy pointed boots;\nA SARDINIAN BODYGUARD, with ball and horns on helmet;\n\nA LIGYAN BOWMAN with two bright feathers in his leather\nskull cap; A MITANNI TRADER in his draped and fringed\ngarb of Babylon, pushing through with a couple of loaded\ndonkeys .... Nearly naked children play in the street,\nboys at four-times-around and girls at bali. They scatter,\n\n( CONTINUED)\n\f5u2\n\n20 (Cont.)\n\n21\n\npress against the walls as a procession comes through -\n\na tribute-bearing mission, en route from the docks to\n\nsome temple or palace. These people are from the southern\nland of Kush, ebony black MOORS with incredibly thick lips\nand ostrich feathers in their caps, animal-eyed women\nwith children carried in baskets on their backs. The men\nlead animals on chains: a couple of snarling panthers on\nohains, a baboon with a long mantle of grey hair, grey-\nhounds. As this line of people clears, our moving camera\nis approaching a group of men who are gambling, throwing\ndice, squatted in the dirt. A woman who is preparing to\nfry fish on an open brazier before her hut, cleaning the\nfish, acatters the entrails wherever - some hit one of\n\nthe gamblers, who is angry, but his companions laugh.\n\nOLD SINUHE'S VOICE\nFor the great majority it was a world\nof dirt, of poverty, of disease and\ndeath.\n\nSome of the fish guts hit against Sinuhe's robe as he\npasses the gambling group. Moving camera pulls back\n\nwith him as he comes along, carrying his portable medi-\ncine case, on his way to pay a professional visit.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD SINUHE'S VOICE\nFor the great majority it was a world\nof dirt, of poverty, of disease and\ndeath. Some of the fish guts hit against Sinuhe's robe as he\npasses the gambling group. Moving camera pulls back\n\nwith him as he comes along, carrying his portable medi-\ncine case, on his way to pay a professional visit. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nhas to stop as a dead body is carried out of one of the\nhuts, the body wrapped carelessly in a shroud, a stiff\nleg showing. Sinuhe observes this only as an everyday\neccurrence. A couple of steps later he has to stop again\nas a line of PRISONERS are led across this street from\none side alley to another. They are guarded by SOLDIERS.\nTheir elbows are bound behind their backs. They are\nalike in their poverty and in a symbol which all wear\nstitched onto their clothing. It is the ankh, or cross\nof life; something similar to the Christian cross, except\nthat above the crossbar there is a loop:-. Sinuhe watches\nthem as they are led away to slavery, or worse. His face\nhardens with anger.\n\nDISSOLVE TO:\n\nEXT. - SERIES OF REPRESENTATIONS OF THE ANCIENT GODS AND\nGODDESSES OF EGYPT - DAY\n\nThese deities can be presented as statues against sky or\nwall backing, as low-relief and painted sculptures on\nwalls, They should be selected from the most grotesque,\nprimitive and fearful - in their animal-headed representa-\ntions ~ and might include: Bes, Set, Ipet, Sekhmet, Anpu,\nTet, Thoth, Hapi, Bast, Sebek, Khonsu...\n\nOLD SINUEE'S VOICE\nIt was a world of superstition - of\nfearful worship of a hundred ancient\ngods.\n\n( CONTINUED)\n\f5h2\n\n8.\n\n21 (Cont.)\n\n22\n\nThe last of these is the deity MONTU, the falcon-headed\ngod of battle, on which we arrive during:\n\nBut the deity most feared and wor~\nshipped, the living god, was Pharaohl\n\nDISSOLVE TO:\n\nINT. THRONE ROOM OF PHARAOH'S PALACE - MOVING SHOT -\nPALACE ATTENDANTS - HOREMHEB AND BAKETAMON ~ DAY\n\nCamera angle is slightly down, toward floor, and camera\n\nis advancing over a sea of backs of people who are pros~\ntrate on their faces before the throne of Pharach. We\n\ndo not see the throne at first, nor Pharaoh.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n21 (Cont.)\n\n22\n\nThe last of these is the deity MONTU, the falcon-headed\ngod of battle, on which we arrive during:\n\nBut the deity most feared and wor~\nshipped, the living god, was Pharaohl\n\nDISSOLVE TO:\n\nINT. THRONE ROOM OF PHARAOH'S PALACE - MOVING SHOT -\nPALACE ATTENDANTS - HOREMHEB AND BAKETAMON ~ DAY\n\nCamera angle is slightly down, toward floor, and camera\n\nis advancing over a sea of backs of people who are pros~\ntrate on their faces before the throne of Pharach. We\n\ndo not see the throne at first, nor Pharaoh. \n\nTARGET SECTION TO BE ANNOTATED:\n These\npeople range from palace SLAVES to SOLDIERS, MILITARY\nOFFICERS, COURTIERS, OFFICIALS and ROYAL PRINCES AND\nPRINCESSES. All carry their proper insignia of office --\nprojecting above these backs are military weapons, staffs,\nand the tall ostrich fans of the most high, most near the\nthrone. Arriving at the foot of the throne, camera stops.\nTethered there is a lion, which lies on the floor. Camera\npans slowly up, picks up the golden sandals of Pharaoh\nand his Queen, then their legs, then themselves. HOREMHEB\nis standing stiffly before his throne chair, impassively\nsurveying the multitude. On his head is the double crown\nof Egypt, tall, hat-like, red and white - with the sacred\nsnake~head, the Uraesus. His hands carry the lash and\n\nthe crook, the black and white crook in ceremonial posi-\ntion, just underneath his jeweled collar. Many charms in\nthe shape of stiff emblems and variously kmotted and\nlooped ribbons hang down from his hips. On the wall be-\nhind him there is a magnificent mural of a battle scene\nwhich shows Horemheb bloodily slaying Hittites. (The\ndecorations of this room are all very military; the atmos~\nphere of this court is predominantly military.) At 45\nthis warrior-King has not lost his military carriage;\n\nhis physique is magnificent. His face, furrowed by battle,\nis also eroded by care and secret unhappiness -- his soul\nis sick. His queen, BAKETAMON, is already seated in her\nchair of their double throne. She, also, is bedecked with\nfull ceremonial clothing, wig and jewelry. A little more\nthan a year older than Horemheb, she is still a most\nbeautiful woman, with finely chiseled, aristocratic fea~\ntures - showing the inbreeding decadence of a long line\nof royalty. She is completely impassive; her dark eyes\nhave no sparkle but look ahead like the unseeing eyes of\na statue of a goddess -- she is a woman who has totally\nwithdrawn from life. Horemheb sits into his throne chair.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nA little more\nthan a year older than Horemheb, she is still a most\nbeautiful woman, with finely chiseled, aristocratic fea~\ntures - showing the inbreeding decadence of a long line\nof royalty. She is completely impassive; her dark eyes\nhave no sparkle but look ahead like the unseeing eyes of\na statue of a goddess -- she is a woman who has totally\nwithdrawn from life. Horemheb sits into his throne chair. \n\nTARGET SECTION TO BE ANNOTATED:\nTaking his time, he looks to his left and down at someone\non the floor.\n\f5k2\n\n23\n\n2h\n\n25\n\n26\n\nANGLE PAST PAIR ON THRONE TO HIGH PRIEST EIE - DAY\n\nProstrate like the rest, he nevertheless has an eye on\nHoremhebd. EJE is a very old man, tall, thin - with the\nlook of an ascetic gone sour ~ a crafty look. A slight\nsignal from Horemhebd gets him to his feet -~ he gets up\npainfully. With his staff of office he raps on the\ntiled floor.\n\nLONG SHOT - ALL - DAY\n\nas all rise - but silently, no buzz. Their faces toward\nthe throne, we see them arrayed, all in their places\naccording to their ranks, The highest nobles nearest,\ntheir ostrich fans now forming a canopy over Pharaoh and\nthe Queen, Behind the right hand of the double throne\nare two youths, boys, sons of this pair, already warriors\nin character,\n\nCLOSER TO THRONE - FEATURING HOREMHEB AND EIE ~ DAY\n\nas a slight motion from Horeitheb brings Eie to his side.\nHoremheb's look asks a question; Eile bows; Horemheb looks\ntoward a side door to the room. On his face there comes\na strange expression - there is anger, but lurking behind\nit a kind of indecision, as if he dreads what is coming.\nThen decision takes over and he gestures sharply. Eie\n\nturns toward the side door and his staff raps an order.\n\nANGLE TO SIDE DOOR - MOVING SHOT COMING TO THRONE -\nSINUHE - MILITARY GUARDS AND OFFICER - OTHERS IN COURT -\nDAY\n\nSinuhe is brought in. His elbows are bound behind his\nback. Four SOLDIERS guard him, led by an OFFICER who\ncarries a whip of office. All watch as Sinuhe is brought\ntoward the throne. Near throne the officer stops the\nsoldiers and all prostrate themselves, leaving Sinuhe to\ncome before the throne alone, On his clothing is sewed\nthe emblem of the cross of life. He does not prostrate\nhimself before Horemheb, but looks him in the face calmly.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll watch as Sinuhe is brought\ntoward the throne. Near throne the officer stops the\nsoldiers and all prostrate themselves, leaving Sinuhe to\ncome before the throne alone, On his clothing is sewed\nthe emblem of the cross of life. He does not prostrate\nhimself before Horemheb, but looks him in the face calmly. \n\nTARGET SECTION TO BE ANNOTATED:\nEIE\n(outraged)\nYou stand?\nHOREMHEB\n\n(sharply, out of\ncorner of mouth)\nLeave off.\n\nHe is returning Sinuhe's look, for this is between the two\nof them. It is a flood of rising anger which Horemheb is\ntrying to control now.\n\n(CONTINUED)\n\f5u2\n\n10.\n\n26 (Cont.)\n\n27\n\n28\n\nHOREMHEB\n(after rather long pause,\nas if in wonder)\nWere you and I once friends?\n\nFor a moment there is a flicker between them as they each\nremember - but the flicker is all the response there is\nfrom Sinuhe -- the human connection between the two is\ncut off as if by a switch.\n\nHOREMHEB\n(as Pharaoh, struggling\nagainst rising rage)\nYou are Pharaoh's friend no longer. I\nhave been patient with you, Sinuhe, but\nI can be patient no longeri\n\nHe is shaking with rage. His hands grip the arms of his\nthrone chair until his kmuckles are white. He pulls him-\nself to his feet.\n\nLONG SHOT - ALL - DAY\n\nAg at this movement from Pharach all go on their knees,\nsoundlessly, automatically, like mechanically operated\nfigures. Only the Queen, seated on her throne chair, and\nHoremheb and Sinuhe, confronting each other on their feet,\nare on a higher level than the others.\n\nCLOSER ANGLE AT THRONE - THREE ~ DAY\n\nHoremheb comes down a step of his throne until he is near\nSinuhe but still towering a step above him. He points\naccusingly at the emblem of the cross of life on Sinuhe's\nbreast - then suddenly rips it off the garment, tearing\npart of the garment with it.\n\nHOREMHEB\n(insensate with rage)\nI could strangle you with my own hands\\\n\nSinuhe's only answer is a slight broadening of his ironic\nsmile. Baketamon turns her head slowly toward them. For\nthe moment the goddess-stare leaves her eyes and she is\na woman looking at two men.\n\nBAKETAMON\n(with an edge of scorn)\nWhatever. Pharaoh will do, let him do it\nquickly.\n\nBoth men look at her. Sinuhe's look is a rather odd one.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nPharaoh will do, let him do it\nquickly. Both men look at her. Sinuhe's look is a rather odd one. \n\nTARGET SECTION TO BE ANNOTATED:\nIt is colored with the irony that he has shown Horemheb.\n\n(CONTINUED)\n\f5h2\n\nll.\n\n28 (Cont.)\n\n29\n\n30\n\nBut there is something else, too, which tells that these\ntwo have known each other as people, also. He almost\nimperceptibly inclines his head, the barest indication of\na bow. Baketamon looks away from his look, looks straight\nahead again, assumes the official look, the blank stare.\n\nHOREMHEB\n(blustering because\nsecretly abashed)\nHe is no more than a pebble between\nmy toes.\n\nHe sits on his throne chair again. Those in scene are\nseen to rise, indicative that all in court rise. Horemheb\nlooks at Sinuhe again.\n\nHOREMEEB\n\nI banish you from Egypt. Never more\nshall you see this land watered by\nthe Nilel\n\n(with growing\n\nrage again)\nLive your days in lonelinesst May\nyour grave be unknown and your name\nforgotten!\n\n(leans back exhausted)\nPharach has spoken}\n\nSINUHE\n\n{after a pause, still\n\nwith irony, still\n\nwith a smile)\n\nSo be it.\n\nHe turns and walks back in the way he entered.\nANGLE TOWARD SINUHE - DAY\nas his guards fall in with him, taking him from the room.\nANGLE TO HOREMHEB AND BAKETAMON - DAY\nin beg. the Queen looks straight ahead, not moving.\n\nHoremheb looks after Sinuhe - with rage - and with some-\nthing else, which, strangely enough, seems to be shame.\n\nDISSOLVE TO:\n\f542\n\n31\n\n32\n\n33\n\n12.\n\nEXT. HOUSE ON DESERT - CLOSE SHOT OF SCROLL - DAY\non which Sinuhe is setting down the cross of life.\nOLD SINUHE'S VOICE\nWhy did Horemheb not put me to death?\nWas it the memory of friendship?\n(shakes his head)\n\nWhat did he not dare say in the hearing\nof the people of his court?\n\nDuring which -\nCLOSE SHOT - SINUHE - DAY\n\nas for a moment he thinks, looking off, then looking at\nhis \"audience.\"\n\nOLD SINUHE\nLet the scroll unwind againl -\n\nWith a sweep of his hand starts the scroll rolling back-\nward.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nWas it the memory of friendship? (shakes his head)\n\nWhat did he not dare say in the hearing\nof the people of his court? During which -\nCLOSE SHOT - SINUHE - DAY\n\nas for a moment he thinks, looking off, then looking at\nhis \"audience.\"\n\nOLD SINUHE\nLet the scroll unwind againl -\n\nWith a sweep of his hand starts the scroll rolling back-\nward. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE SHOT - SCROLL - DAY\nrolling swiftly backward.\nOLD SINUHE'S VOICE\n- To a morning on the plains outside\nThebes - when Horemhebd and I were\ntwenty-five!\n\nWe hear the sounds of the running horses and of chariot\nwheels, then -\n\nDISSOLVE TO:\n\f35\n\n36\n\n37\n\n38\n\n39\n\nko\n\n13.\n\nEXT. PLAINS AND HILLS OUTSIDE OF THEBES - SINUHE AND\nHOREMHEB - LONG MOVING SHOT - JUST BEFORE SUNRISE\n\ngoing with a chariot in which Sinuhe and Horemheb are\nriding. The location is across the river from Thebes,\nsome distance out from Thebes, and the city may be visible\nin far b.g. in this shot -- (or, if not in this shot, in\nsome shot during the following sequence - one shot bein,\nsufficient for the purpose of establishing the location).\nThe terrain is plain bordered by hills - lion country.\n\n“The hills are punctuated by small canyons, notably one\n\nbox canyon, which is important to the action to follow.\nThe chariot is going at high speed, quartering toward\ncamera. It is pulled by a TEAM OF HORSES at a gallop.\n\nCLOSER ANGLE MOVING SHOT ~ SINUHE AND HOREMHEB IN CHARIOT -\nJUST BEFORE SUNRISE\n\nHoremheb has the reins. Strapped to the chariot are\nquivers for arrows and for spears. Sinuhe and Horemheb\nare on a hunt. At 25 both are vigorously young, healthy,\nbursting with gay spirits.\n\nLONG REVERSE ANGLE - JUST BEFORE DAWN\n\nThey are hunting lions. A pride of these animals can be\nseen between chariot and hills.\n\nPRIDE OF LIONS - JUST BEFORE SUNRISE\n\ncomes into action at the approach of the chariot - scatters,\nrunning - a number of them toward the box canyon. This\ngroup is led by a large MALE LION who sports a great black\nmane.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nA pride of these animals can be\nseen between chariot and hills. PRIDE OF LIONS - JUST BEFORE SUNRISE\n\ncomes into action at the approach of the chariot - scatters,\nrunning - a number of them toward the box canyon. This\ngroup is led by a large MALE LION who sports a great black\nmane. \n\nTARGET SECTION TO BE ANNOTATED:\nIN CHARIOT - SINUHE AND HOREMHEB - JUST BEFORE SUNRISE\nHOREMHEB\n{points ahead)\nThe Black Mane!\n\nSINUHE\nCut him off!\n\nAT MOUTH OF BOX CANYON - JUST BEFORE SUNRISE\n\nChariot arrives too late. The black maned Male and some\nother lions make it through the narrow entrance to the\nbox canyon, Horemheb, thwarted, momentum carrying the\nchariot beyond the mouth of the canyon, starts to swing\naround in a circle so as to head the chariot directly at\nthe mouth of the canyon.\n\nCLOSE ANGLE - SINUHE AND HOREMHEB - JUST BEFORE SUNRISE\nas Sinuhe begins to show a little apprehension.\n\n(CONTINUED)\n\f4O (Cont. )\n\n41\n\n42\n\n43\n\n4h\n\nAS\n\nShe\n\nSINUHE\nWe follow him in there?\n\nFor answer Horemhebd grins like a warrior in battle, whips\nthe team.\n\nEXT. INNER SECTION OF BOX CANYON - GENERAL SHOT - LIONS ~-\nJUST BEFORE SUNRISE\n\nThe entrance to this place is narrow. The canyon pene\ntrates but a short distance into the hills, ending in a\nsac or amphitheater of cliffs, hugh rocks and caves.\n\nOne might call it a lion's den for here in caves lions\nbreed and live. The place swarms with them. There is @\nlioness with cubs, The black maned Male. All are in an\nuproar, increased by the sound of the approaching chariot.\nSome of the lions, including the black maned Male, leap\nup onto the great rocks, out of reach.\n\nAT MOUTH OF CANYON - MOVING SHOT - JUST BEFORE SUNRISE\n\ncoming in with Sinuhe and Horemheb in chariot. Sinuhe\nseizes a spear in each hand. Horemheb, looping reins\naround his neck, takes his bow and a fistful of arrows.\nAlmost immediately the team of horses has to pull itself\nup, rearing, pawing the air, as it arrives at a rock\nbarrier.\n\nAT CHARIOT - FAST CUTS - JUST BEFORE SUNRISE\n\nA maelstrom of action. Roars, dust.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlmost immediately the team of horses has to pull itself\nup, rearing, pawing the air, as it arrives at a rock\nbarrier. AT CHARIOT - FAST CUTS - JUST BEFORE SUNRISE\n\nA maelstrom of action. Roars, dust. \n\nTARGET SECTION TO BE ANNOTATED:\n Sinuhe and Horemheb\nwhipped up to the apex of excitement.\n\nA lion, leaps from a rock directly over Chariot. Sinuhe\nturns to look, having practically felt the lion as it\nwent over. He hurls a spear, missing, the spear shatter-\ning on rock. The black maned Male leaps past, rushes out\nof the canyon.\n\nHoremheb grabs the reins, seems to pull his team around\nby main strength, sets out in pursuit,\n\nEXT. MOUTH OF BOX CANYON - FROM PLAINS - JUST BEFORE\nSUNRISE\n\nThe black maned Male leaps out, streaks across plains.\nShort interval. The chariot with Horemheb and Sinuhe\nemerges.\n\nEXT. PLAINS - CHASE - BLACK MANED MALE LION AND CHARIOT -\nJUST BEFORE SUNRISE\n\nstreaking across the plains again. ‘The lion disappears\nover a ridge Chariot after.\n\fshe\n\n46\n\n47\n\n48\n\n49\n\n50\n\n51\n\n52\n\n53\n\n15.\n\nEXT. BEYOND RIDGE ~- MED. LONG SHOT ~ AKHNATON - JUST\nBEFORE SUNRISE\n\nThis is a peaceful spot. A small area of clean sand dunes.\n(If city of Thebes in distance has not been seen in the\nfirst shot of this sequence, this shot is suggested as an\nalternative.) Atop a hillock there is a piece of archi-\ntecture which is obviously a shrine - a small shaft (of\nthe kind we call Cleopatra's needle.) Kneeling at the\nbase of this shaft is AKHNATON. Young (20's), frail,\nhandsome to the point of prettiness, ascetic. He is\nalmost in a trance of reverie. Sound, distant, of chariot\napproaching. Camera pans over. Coming up a defile di-\nrectly toward Akhnaton is the lion. Then chariot appears\nbehind, angling obliquely in pursuit.\n\nLION - JUST BEFORE SUNRISE\n\nraging, leaps past camera.\n\nAT SHRINE - AKHNATON - JUST BEFORE SUNRISE\n\npays absolutely no heed.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen chariot appears\nbehind, angling obliquely in pursuit. LION - JUST BEFORE SUNRISE\n\nraging, leaps past camera. AT SHRINE - AKHNATON - JUST BEFORE SUNRISE\n\npays absolutely no heed. \n\nTARGET SECTION TO BE ANNOTATED:\n From the ground he takes an\n\narmful of waterlilies which he has brought with him to\nthe shrine, lays them at the base of the shaft.\n\nGENERAL SHOT - JUST BEFORE SUNRISE\n\nIt is apparent that Akhnaton is in great danger, for the\nlion, in his frenzy to escape, can easily tear him to\npieces.\n\nIN CHARIOT - SINUHE AND HOREMHEB\n\nHoremheb whips the team in an effort to intervene between\nthe lion and Akhnaton. Sinuhe, with bow and arrow, is\ntrying to get a shot at the lion over the backs of the\nhorses, but can't.\n\nAT SHRINE - AKENATON\n\nlooks around - but only with an air of being somewhat\ntroubled at being disturbed, and showing no trace of fear.\n\nGENERAL SHOT FROM PERSPECTIVE OF SHRINE - JUST BEFORE\nSUNRISE\n\nThe chariot arrives just in time - lion veers off - but\nthe chariot is overturned, spilling Sinuhe and Horemheb\nout into the sand.\n\nAT SHRINE ~- AKHNATON - JUST BEFORE SUNRISE\nwatches them, through the film of sand and dust thrown\n\nup by the smashup. Then he returns to his reveries,\nlooks to the east with tense expectancy.\n\f5u2\n\n5h\n\n55\n\n56\n\n16.\nAT SHRINE - AKHNATON, SINUHE AND HOREMHEB - SUNRISE\n\nSinuhe and Horemheb pick themselves up from the sand,\nboth very angry. :\n\nHOREMHEB\n(yells over)\nIdiotl\n\nHe rushes to quiet the team of horses and right the\nchariot. Sinuhe, equally angry, comes to Akhnaton.\n\nSINUHE\nDon't you know you could have been\nkilled!\n\nAkhnaton looks at him, his eyes burning with such inten-\nsity, that they seem almost mad. In a voice which has a\nstrange, delicate, almost:feminine quality, and given an\nadded strangeness by the choked intensity of his emotions,\nhe says:\n\nAKHNATON\nThe god is coming.\n(looks eastward)\n\nAs Sinuhe reacts with astonishment, Horemheb strides over.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nAkhnaton looks at him, his eyes burning with such inten-\nsity, that they seem almost mad. In a voice which has a\nstrange, delicate, almost:feminine quality, and given an\nadded strangeness by the choked intensity of his emotions,\nhe says:\n\nAKHNATON\nThe god is coming. (looks eastward)\n\nAs Sinuhe reacts with astonishment, Horemheb strides over. \n\nTARGET SECTION TO BE ANNOTATED:\nHOREMHEB\nWhat did the fool say?\n\nSINUHE\n(his astonishment being\nreplaced by amused disgust)\nHe said the god is coming.\n\nAKHNATON\n(an intense whisper\nstaring toward the east)\nThe god is coming!\n\nSinuhe and Horemheb also look eastward.\n\nLONG SHOT TO THE EAST - SUNRISE\n\nThe rim of the sun is just beginning to show over the\nhorizon, flooding the world with golden light.\n\nTHREE AT SHRINE - SUNRISE\nSINUHE\nHis god is Aton, the sun. He is a sun\nworshipper.\n\n(CONTINUED)\n\f5u2\n\n17.\n\n56 (Cont.)\n\nAKHNATON\n\n(bows his head for\n\nprayer - simply but\n\nwith intense emotion)\nRise. Shine with splendor. Fill the\nworld with your beauty so that we may\nrejoice. God, our father, creator of\nall things, great and small --\n\nOvercome with the intensity of his emotion, Akhnaton pitches\nforward onto his face and lies on the sand quivering.\n\nHOREMHEB\nNow what ails him?\n\nSINUHE\nHe has the holy sickness.\n(goes to Akhnaton)\nBring water.\n\nAfter a look Horemheb goes to the chariot. Sinuhe stoops\ndown by Akhnaton and rolls him over onto his back. The\nyoung man is unconscious.\n\nSINUHE\n(still rather amused)\nAt least I can see that he doesn't\nswallow his tongue.\n\nHe tears astripof linen from his clothing, rolls it and\ninserts it into Akhnaton's mouth. At the same time\nHoremheb returns from the chariot bringing a small stone\nflask of water bound with reeds, which he uncorks and\nhands to Sinuhe. Sinuhe dampens another strip of linen\nwith water and washes the young man's forehead,\n\nHOREMHEB\n(with amused scorn)\nLook at him shiver!\n\nBut at the same time he removes his cloak and spreade it\nover Akhnaton.\n\nHOREMHEB\nEven such a fool can't be left to die.\nLet's get him to the chariot.\n\nEe stoops down to pick up the frail figure of the uncon-\nscious young man.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOREMHEB\nEven such a fool can't be left to die. Let's get him to the chariot. Ee stoops down to pick up the frail figure of the uncon-\nscious young man. \n\nTARGET SECTION TO BE ANNOTATED:\n At this instant -\n\nEIE'S VOICE\n(from nearby offscene -\noutraged)\n\nHoldt\nStartled, Sinuhe and Horemheb look over.\n\f542\n\n57\n\n58\n\n59\n\n60\n\né1\n\nANGLE PAST GROUP TO EIE - SUNRISE\n\nEle stands on the crest of a nearby hillock. At fifty-\nodd he is a tall, thin, stern man. He carries a staff\nand wears a costume ornamented with leopard skin, which\ndenotes that he is a priest of very high rank. In a rage\nhe strides down toward them, camera coming with him.\n\nEIE\n(accusingly)\nYou laid hands on him!\n(arrives)\nBoth of youl\n\nSINUHE\n{in explanation, astonished\nand angry)\nI am a physician --\n\nHOREMHEB\n(angry)\nWho is this loon? He cost us a lion}\n\nFrom nearby o.s. the brassy notes of a trumpet split the\nair. All look.\n\nPAST GROUP - TOWARD HILLOCK - SUNRISE\n\nFrom just beyond the rise the sound of the trumpet is\nheard again, then over the rise there begins to appear a\ndetachment of SOLDIERS carrying lances - a small detach-\nment, there will be ten of them in all. Sinuhe and\nHoremheb look at each other in ewn greater astonishment.\n\nSINUHE\nWhat now?\n\nHoremheb sees that his team is threatening to bolt, runs\nto them.\n\nAT CHARIOT - SUNRISE\n\nHoremheb seizes the bridles of his team of plunging horses\nand at the same time looks around at ~\n\nHILLOCK - A SMALL PROCESSION - SUNRISE\n\nFollowing the detachment of soldiers comes a carrying-\nchair transported on the shoulders of six SLAVES. The\nchair is accompanied by a couple of PRIESTS of a lower\nrank than Ele and by a small group of COURTIERS of ob-\nviously high rank who carry ostrich fans with which they\nshield the occupant of the chair, who is Baketamon, at\nthis time not yet Queen, but Princess.\n\nCLOSE MOVING SHOT - BAKETAMON - SUNRISE\n\nAt twenty-six, the Princess is a vision of beauty, but\nalready cold and aloof.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nAT CHARIOT - SUNRISE\n\nHoremheb seizes the bridles of his team of plunging horses\nand at the same time looks around at ~\n\nHILLOCK - A SMALL PROCESSION - SUNRISE\n\nFollowing the detachment of soldiers comes a carrying-\nchair transported on the shoulders of six SLAVES. The\nchair is accompanied by a couple of PRIESTS of a lower\nrank than Ele and by a small group of COURTIERS of ob-\nviously high rank who carry ostrich fans with which they\nshield the occupant of the chair, who is Baketamon, at\nthis time not yet Queen, but Princess. CLOSE MOVING SHOT - BAKETAMON - SUNRISE\n\nAt twenty-six, the Princess is a vision of beauty, but\nalready cold and aloof. \n\nTARGET SECTION TO BE ANNOTATED:\n As she takes in the scene -\n\f62\n\n63\n\nSh.\n\n65\n\n66\n\n19.\n\nAT CHARIOT - SUNRISE\n\nStill holding his restive horses, Horemheb gapes at\nBaketamon with thunderstruck admiration. Sinuhe enters\nacene, almost as astonished as Horemheb.\n\nHOREMHEB\nWho is she?\n\nENTIRE GROUP - SUNRISE\n\nAs the procession stops near the shrine and Elie hurries\nto the Princess, the latter first looks down at the pros-\ntrate form of Akhnaton, then at Ele.\n\nBAKETAMON\n(to Ele, severely)\nIs this how you watch over my brother?\n(barest turning of her\nhead indicates she takes\nin pair at chariot)\nWhe are these clods of dirt?\n\nAT CHARIOT ~ SUNRISE\n\nSinuhe and Horemheb are both staring, Horemheb agape with\nadmiration, Sinuhe worried.\n\nEIE'S VOICE\n(accusingly)\nThey have laid their hands on him}\n\nCLOSE SHOT - BAKETAMON - SUNRISE\n\nHer only reaction is to survey the pair at the chariot\ncoldly.\n\nBAKETAMON\n(sharply)\nSeize them!\n\nAT CHARIOT - SUNRISE\n\non the sand in front of Horemheb's team, a volley of\nlances plunk into the ground - a half dozen of them in\nrapid succession. The heads and thrashing forefeet of\nHoremheb's team are to be seen as the horses rear. The\nhorses neigh with fright.\n\nDISSOLVE TO:\n\f67\n\n68\n\n69\n\n70\n\n20.\n\nINT, PHARAOH'S PALACE ~ THRONE ROOM - PORTION OF A\nCEREMONIAL PROCESSION - TEMPLE MAIDENS - DAY\n\nBefore we are made aware of the nature of the procession\nor even of the locale of this scene, we see these girls.\nThe purpose of this opening scene is that of contrast\n\nfrom the violence of the ending of the previous scene to\nan atmosphere of gentle sweetness, These girls are dressed\nin flowing garments of virginal white, unornamented except\nfor thin girdles of stones. On bare feet they move with\nsteps which are practically movements of a dance.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT, PHARAOH'S PALACE ~ THRONE ROOM - PORTION OF A\nCEREMONIAL PROCESSION - TEMPLE MAIDENS - DAY\n\nBefore we are made aware of the nature of the procession\nor even of the locale of this scene, we see these girls. The purpose of this opening scene is that of contrast\n\nfrom the violence of the ending of the previous scene to\nan atmosphere of gentle sweetness, These girls are dressed\nin flowing garments of virginal white, unornamented except\nfor thin girdles of stones. On bare feet they move with\nsteps which are practically movements of a dance. \n\nTARGET SECTION TO BE ANNOTATED:\n On\ntheir fingers they wear little cymbals which they make\nreverberate with sweet music.\n\nEXTREMELY LONG SHOT - ENTIRE COURT ROOM - DAY\n\nWe have seen this room before, but not as it appears now,\nfor while in the other instance the decorations were all\nwarlike and violent, they are now gentle, with flowers\nand water fowl the prevailing motifs.\n\nThe procession is at the far end of the room, too far\nfor us to see to identify its participants, but we guess\ncorrectly that it is the entrance of Pharaoh, his family,\nand principal courtiers to the throne. There is a throng\nin the court room, all of whom are bowed to the floor.\n\nCLOSER ANGLE - PROCESSION ~ DAY\n\nFollowing the maidens, come some priests, including Ele,\nand courtiers, who carry fans to make a canopy over\nPharaoh. We see that Pharaoh is none other than Akhnaton.\nBeside him walks his queen NEFERTITI, a young woman as\nbeautiful and frail as he. They walk with their arms\naround each other's waist. Directly behind them walks\n\nthe Princess Baketamon, At her side is Baketamon's mother,\nTHE QUEEN MOTHER TAIA, a swarthy-complexioned, evil and\ninteresting old woman. In turn, come princes and prin-\ncesses of the royal household.\n\nAkhnaton carries the emblems of his office carelessly in\nhis free hand and with them, with quiet reproof, he is\ngesturing those in the court room to get to their feet.\n\nAKENATON\nWill you never learn that we are all\nfriends here?\n\nNEAR SIDE OF ROOM IN MIDST OF CROWD - SINUHE AND HOREMHEB\nWITH MILITARY GUARD ~ DAY ,\n\nAt the sound of Akhnaton's voice, Sinuhe raises his head\nsharply, but those who are getting to their feet all around\nhim block his view of the speaker.\n\n(CONTINUED)\n\f21.\n\n70 (Cont.)\n\n71\n\n72\n\nSINUBE\n(startled)\nHoremhebi That voice!\n\nHoremhebd is also staring with the intention of getting\nto his feet.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f21. 70 (Cont.)\n\n71\n\n72\n\nSINUBE\n(startled)\nHoremhebi That voice! Horemhebd is also staring with the intention of getting\nto his feet. \n\nTARGET SECTION TO BE ANNOTATED:\nA MILITARY GUARD\n(roughly)\nOn your faces}\n\nThere are four soldiers guarding Sinuhe and Horemheb\n\nwith an under-officer whose rank would compare with that\nof a sergeant. It takes a prod of the sergeant's lance\nbetween his shoulder blades to get Horemheb to the floor.\nSinuhe is already there but is alive with excitement and\napprehension at what he fears he has discovered.\n\nAT THRONE - DAY\n\nAkhnaton and Nefertiti take their places on the double\nthrone - she putting her arm sbout him and leying her\nface against his shoulder, As the royal family, includ-\ning Baketamon and Taia, take their places to one side\nand slightly behind the throne, as courtiers, priests and\nofficials take their places according to their rank -\n\nANGLE SIDE DOOR - PAN TO THRONE - THREE CHILDREN - DAY\n\nrush into the room, DAUGHTERS OF PHARAOH, the eldest\nseven, ranging down; one with a pet monkey, one leading\na pet gazelle, the tiniest with a doll; accompanied by\na tumbling DWARF, followed by a distracted NURSEMAID;\nrush to their parents.\n\nCHILD\n(screaming with joy)\nGreat mama! Look!\n\nNEFERTITI\n(as any mother to\nchild)\nPeace, peace ~ papa is occupied.\n\nAKENATON\n(laughing)\nLet them play.\n(to child)\nShow me!\n\f73\n\n7h\n\n75\n\n76\n\n22.\nIN MIDST OF CROWD ~ CLOSE SHOT - SINUHE AND HOREMHEB - DAY\n\nAgain Sinuhe reacts at the sound of Akhnaton's voice. He\ndoesn't raise his head this time but prods Horemheb with\nexcitement and apprehension.\n\nSINUHE\n(whispers) .\nHoremheb! The one we called an idiot\nis Pharaoh!\n\nHOREMHEB\n(amazed)\nThen she igs Pharach's sister?!\n\nSound of laughter from direction of throne.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe one we called an idiot\nis Pharaoh! HOREMHEB\n(amazed)\nThen she igs Pharach's sister?! Sound of laughter from direction of throne. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\nForget her and think of us!\n\nHOREMHEB\n(in continuing amazement)\nPharaoh's sisterl\n\nSINUHE\nDon't you kmow the law? We touched\nhiml We'll lose our heads for it!\n\nNEAR THRONE - EIE - DAY\n\nOver the laughter of those around him, he raps sharply\non the floor with his staff.\n\nEIE\n(ringing command)\nThe young man called Sinuhe will step\nforwardt\n\nSINUHE AND HOREMHEB - DAY\nProdded by the Sergeant's lance, Sinuhe gets to his feet.\n\nSINUHE\n(succinetly)\nFarewell, my friend.\n\nCamera pans with him as he starts forward, the court\nlaughing at something at the throne, parting to let him\nthrough. :\n\nAT THRONE - AKHNATON AND QUEEN - CHILDREN, FAMILY, ETC. -\nDAY\n\nNow the source of the laughter is revealed. A daughter\n\nof Pharoah is making her monkey do tricks. The Dwarf, in\nturn, is imitating everything the monkey does. Akhnaton,\nengrossed in this play, is laughing aloud. His queen is\n\n(CONTINUED)\n\f23.\n\n76 (Cont.)\n\n77\n\n78\n\nsmiling. His courtiers follow Pharaoh's lead, laughing\nalso, The entrance of Sinuhe into scene is hardly no-\nticed and seemingly not noticed at all by Akhnaton.\nSinuhe throws himself on his face before the throne and\nintones the customary salutation.\n\nSINUHE\nMighty Pharaoh, King of Upper and\nLower Egypt, Living Forever and\nEver ...\n\nAkhnaton turns his attention to him, lifts a hand which\nstops instantly the childish game and brings silence in\nthe court.\n\nSINUEE\n(continuing)\nDivine God --\n\nAKHNATON\n(in a tone neither friend-\nly nor unfriendly)\nYou have feet, Sinuhe ~~ stand on them.\n\nSinuhe looks up in astonishment. He scrambles to his\nfeet but immediately bows his head contritely and respect-\nfully.\n\nAKHNATON\nAnd look at me.\n\nSinuhe raises his head and looks at him.\nCLOSE SHOT - AKHNATON - DAY\nHis strange eyes seem to bore into Sinuhe.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAKHNATON\nAnd look at me. Sinuhe raises his head and looks at him. CLOSE SHOT - AKHNATON - DAY\nHis strange eyes seem to bore into Sinuhe. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE SHOT - SINUHE - DAY\n\nHe starts to open his mouth as if to say something - to\nmake some defense - but remains silent.\n\nWIDER ANGLE - GROUP - AKHNATON - DAY\n\nAKHNATON\n{his tone still im-\npersonal)\nYou are the son of Senmut, who is\nealled The Just, who lives near the\nriver docks and is a physician to\nthe poor?\n\nSINUHE\nHis foster son.\n\n(CONTINUED)\n\f79 (Cont.)\nAKHNATON\nFoster? What mean you?\nSINUHE\nThat I was born an orphan.\nAKHNATON\nSo? Relate this.\n(leans forward)\nSINUHE .\nI know only the little that I have\nmyself been told. On the day of my\nbirth, I was cast adrift on the Nile,\nas is the custom with unwanted chil-\ndren - in a boat no larger than a\neradle, made of reeds, daubed with\npitch, and tied with fowler's mots.\n80 IN SECTION OF ROYAL FAMILY - QUEEN MOTHER TAIA AND\n\n81\n\n82\n\nBAKETAMON - DAY\n\nThe old lady gives a start. She leans forward, her eyes\nglistening with a strange excitement, With an unconscious\ngesture she grips Baketamon's wrist, whose usual aloofness\nis enough disturbed that she looks at her mother with\ncuriosity.\n\nSINUHE'S VOICE\n\n(continuing from o.s.)\nMy parentage is unknown. The woman I\nhave learned to call my mother saw me\nfloating past when she was at the river\nwashing clothes and pulled me from the\nwater, Because she was childless, she\nthanked the gods and carried me home -\nand she and Senmut have raised me as\ntheir own.\n\nTAIA\n(harshly)\nIn what year?\nANGLE FAVORING AKHNATON AND SINUHE - DAY\n\nAkhnaton turns to look at his mother in surprise. Others\nalso, including Sinuhe.\n\nANGLE FAVORING TAIA AND BAKETAMON - DAY\nTAIA\nIn what year were you born, to sur-\nvive thie river voyage?\n\n(CONTINUED)\n\f25.\n\n82 (Cont.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE FAVORING TAIA AND BAKETAMON - DAY\nTAIA\nIn what year were you born, to sur-\nvive thie river voyage? (CONTINUED)\n\f25. 82 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n83\n\n8h\n85\n\n86\n\nSINUHE\nIn the same year as Pharaoh - so\nItve been told.\n\nTATA\nIn what season of that year?\n\nAKENATON\nIs there any point to these questions,\nMama?\n\nTAIA\n(veiling her eyes)\nCuriosity only. :\n\nShe seems to relax.\n\nAKHNATON\n(to Eie}\nProceed, Call the other.\n\nEIE\n(raps with staff -\ncommands sharply)\nThe young man called Horemheb!\n\nTAIA AND BAKETAMON - DAY\n\nThough the queen mother has seemed to relax, in actual-\nity she hasn't at all but continues to study Sinuhe. Un-\neonsciously she still retains her grip on Baketamon's\nwrist and the latter has to forcibly remove her hand.\nThen Baketamon looks off in the direction from which she\nhears a buzz of excitement.\n\nLONG SHOT - FROM BAKETAMON'S PERSPECTIVE ~- DAY\n\nHoremheb is walking sturdily toward the throne. His bear-\ning, his magnificent physique, cause a stir of interest,\nand especially from the women.\n\nCLOSE MOVING SHOT - HOREMHEB ~ DAY\n\nHe walks like a soldier. At first his eyes are obviously\ndirected toward the throne, then his look shifts in such\na manner that we know he is looking at Baketamon.\n\nTAIA AND BAKETAMON - DAY\n\nBaketamon is well aware of Horemheb's look and her eyes\nbrighten with an answering fire. Taia plucks at her\nsleeve.\n\nTAIA\nThis young man they call Sinuhe --\n\n(CONTINUED)\n\f86\n\n87\n\n88\n\n89\n\n26.\n\n(Cont. ) :\nIt 4s with a bit of a start that Baketamon comes enough\nto herself to look at her mother.\nTAIA\n\nNote his features!\nBaketamon glances toward Sinuhe at the throne but then\nimmediately looks toward Horemheb again.\nGENERAL ANGLE OF THRONE - DAY\nAs Horemheb arrives before the throne, he is still look-\ning at Baketamon.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nTAIA\n\nNote his features! Baketamon glances toward Sinuhe at the throne but then\nimmediately looks toward Horemheb again. GENERAL ANGLE OF THRONE - DAY\nAs Horemheb arrives before the throne, he is still look-\ning at Baketamon. \n\nTARGET SECTION TO BE ANNOTATED:\n Slowly he transfers his look from her\nto Akhnaton, He does not make the usual reverence but\nonly looks steadily at the monarch, There is a buzz of\nexcitement at this audacity.\nSINUHE AND HOREMHEB - DAY\nSinuhe grows afraid for him - tries to signal him to make\nthe reverence, but Horemheb doesn't see.\n\nHOREMEHEB\n\nPharaoh is both god and man. May I\n\nspeak to the man?\nGENERAL SHOT - DAY\n\nThere is an additional buzz at this additional imperti-\nnence, If Akhnaton is surprised his inscrutable face\ndoesn't show ith\n\nAKENATON\n{after a pause, with\n@ slight smile)\nSpeak.\n\nAlthough Akhnation is smiling, it is by no means a friend-\nly smile; lurking in his amusement there seems to be also\ndanger to Horemheb.\n\nHOREMHEB\n\nI am a graduate of the Military School\nand it is my wish to enter Pharaoh's\nservice as a warrior. On the day of\nmy birth a god in the form of the sa-\nered Falcon perched on our roof, fore-\ntelling my destiny - that I would one\nday rule over a great army and a great\nwoman!\n\n(he looks over toward\n\nBaketamon)\n\nThere are actual gasps at this audacity.\n\f90\n\n91\n\n92\n\n93\n\n9h\n\n27.\nCLOSE SHOT ~- BAKETAMON ~ DAY\nShe stares intrigued at Horemheb.\nAT THRONE - DAY\n\nAkhnaton looks over toward Baketamon, back to Horemheb.\nAs Sinuhe watches, nervous for Horemheb -\n\nAKENATON\n(with deceptive mild-\nness)\nI have never heard of you until this\nday, Horemheb. Who are your parents?\nWas your father perhaps a commander\nfor my father?\n\nThe shot tells. Horemheb is suddenly possessed of great\nembarrassment.\n\nHOREMHEB\nMy parents ---\n\nHe glances at Baketamon, back again - remains silent,\n\nAKHNATON\n(with a dangerous smile)\nYou were bold enough in speech before\n~- speak now,\n\nHOREMHEB\nMy parents were makers of cheese.\n\nThere is a roar of laughter from all around.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHoremheb is suddenly possessed of great\nembarrassment. HOREMHEB\nMy parents ---\n\nHe glances at Baketamon, back again - remains silent,\n\nAKHNATON\n(with a dangerous smile)\nYou were bold enough in speech before\n~- speak now,\n\nHOREMHEB\nMy parents were makers of cheese. There is a roar of laughter from all around. \n\nTARGET SECTION TO BE ANNOTATED:\n But Akhnaton\ndoesn't laugh. Nor Horemheb, Sinuhe or Baketamon.\n\nHOREMHEB - DAY\n\nHe turns his face toward Baketamon, no longer so proudly\nbut with an appeal,\n\nBAKETAMON - DAY\n\nturns her face away from him, her interest in him dead,\nher pride insulted.\n\nGENERAL SHOT OF THE THRONE ~ DAY\nAkhnaton glances from Baketamon to Horemheb once more.\n\nEIE\n(with as mich impa-\ntience as his respect\nfor Akhnaton permits)\nMay I proceed?\n\n(CONTINUED)\n\f28.\n\n9h (Cont.)\n\n95\n\n96\n\n97\n\n98\n\nAKENA TON\nDo.\n\nEIE\nThen first Sinuhe - step forward!\n\nSinuhe takes a step or two forward. Eie impressively\nunrolls a large leather scroll,\n\n: BIE\nAll know the law. The sentence is\ndeath,\n\nEle turns and signals into background,\nPAN SHOT FROM BACKGROUND TO THRONE - DAY\nAn EXECUTIONER, a brawny fellow who carries a long sword,\nfollowed by AN ASSISTANT EXECUTIONER, who carries a large\ncopper bowl, comes forward, takes his place near Sinuhe,\nthe assistant placing the bowl on the floor in front of\nthe throne. Onlookers are tense with suspense.\nEIE\n(announcing generally)\n\nAnd all have knowledge of the tradi-\n\ntion --- only in the sacred will of\n\nPharach is it known whether the sword\n\nwill fall with the edge --\n\nHe makes a gesture with his hand, holding it out perpen-\ndicularly, with fingers and thumb in a line.\n\n-- or the flat,\nHe changes his hand to a horizontal position.\nSINUHE AND HOREMHEB - DAY\n\nSinuhe turns, tries to smile at him bravely, Horemheb,\nreassuringly. Then Sinuhe looks openly et Akhnaton,\n\nSINUHE\nSo let it be.\n\nAKHNATON - DAY\n\nstudies Sinuhe, his look inscrutable.\n\nGENERAL SHOT - DAY\n\nSinuhe kneels, bows his head forward over the bowl,\n\f99\n\n100\n\n101\n\n102\n\n29.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen Sinuhe looks openly et Akhnaton,\n\nSINUHE\nSo let it be. AKHNATON - DAY\n\nstudies Sinuhe, his look inscrutable. GENERAL SHOT - DAY\n\nSinuhe kneels, bows his head forward over the bowl,\n\f99\n\n100\n\n101\n\n102\n\n29. \n\nTARGET SECTION TO BE ANNOTATED:\nTAIA AND BAKETAMON - DAY\n\nAgain the Queen Mother is possessed with intense excite-\nmont, leaning forward, eyes glistening, again uncon-\nsciously seizing Baketamon's wrist. The latter looks at\nher, wondering what possesses her.\n\nGENERAL SHOT - DAY\n\nAkhnaton nods at Executioner. The latter swings his sword\nhigh in an arc, eyes on Pharaoh. Only at the moment that\nthe sword begins its descent does Akhnaton extend his hand\n- horizontally. The Executioner checks the momentum of\nthe sword, which comes to rest with the flat lightly touch-\ning Sinuhe's neck, There is an audible sound of approval\nfrom the onlookers.\n\nSINUHE - DAY\n\nlooks up at Akhnaton as one delivered from the dead,\n\nGENERAL SHOT - DAY\n\nAkhnaton smiles, In b.g., Taia relaxes her grip on\nBaketamon's wrist, smilingly also, but strangely.\n\nAKHNATON\nAs Sinuhe you are dead, Rise as a\nnewborn man.\n\nSinuhe gets to his feet, his face alight. Looking always\nat Akhnaton he extends a hand behind him - Horemheb grasps\nit.\n\nAKHNATON\nWith your new life I give you a new\nname which shall be written in Pharaoh's\nGolden Book, which shall be \"He Who Is\nAlone,\" in consequence or your orphan\nbirth and journey down the river.\n\nHe tosses down to Sinuhe an \"honor\" in the form of a\njeweled \"chain\" (necklace), which Sinuhe in his intense\nexcitement almost fails to catch. Akhnation is now\nsmiling openly, even with affection, at Sinuhe. He speaks\nagain, and with each phrase tosses down another jeweled,\ngolden honor, in the form of a necklace, a bracelet, a\nscarab --\n\nAKHNATON\nNever will I forget that you laid\nyour hands on me in peeling: I make\nyou physician to my household - and\nmay God prosper you,\n\n(CONTINUED)\n\f30.\n\n102 (Cont.)\n\n103\n\n10h,\n\n105\n\n106\n\n- until Sinuhe, overwhelmed, cannot believe his good\nfortune, There is a scene of joy and approval from\nall, The Dwarf and the monkey are cutting capers.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nAkhnation is now\nsmiling openly, even with affection, at Sinuhe. He speaks\nagain, and with each phrase tosses down another jeweled,\ngolden honor, in the form of a necklace, a bracelet, a\nscarab --\n\nAKHNATON\nNever will I forget that you laid\nyour hands on me in peeling: I make\nyou physician to my household - and\nmay God prosper you,\n\n(CONTINUED)\n\f30. 102 (Cont.)\n\n103\n\n10h,\n\n105\n\n106\n\n- until Sinuhe, overwhelmed, cannot believe his good\nfortune, There is a scene of joy and approval from\nall, The Dwarf and the monkey are cutting capers. \n\nTARGET SECTION TO BE ANNOTATED:\nEven Eie is smiling, until -\n\nEIE\n(cutting through)\nHoremheb! Stand forward!\n\nInstantly all sound ceases. Sinuhe's joy is quenched, as\nhe realizes that in his personal joy he has forgotten his\nfriend.\n\nSINUHE AND HOREMHEB - DAY\nas Sinuhe looks at him, asking pardon.\n\nHOREMHEB\n(smiles a touch wryly)\nI fear that this sword and my neck\nwill have a passing acquaintance,\n\nGENERAL SHOT - DAY\n\nas Horemheb steps forward, having decided at any event\nto die like a soldier should,\n\nEIE\n\n(routinely)\nAll kmow the law - the sentence is\ndeath - in the will of Pharaoh --\n\nAKHENATON\n(interrupts)\nOne moment, High Priest.\n\nAll look with surprise toward the throne.\n\nAKENATON\nIn this case I wish the will of my\nsister Baketamon to guide the sword.\n\nHe looks rather impishly at Baketamon. All gasp and look\ntoward her,\n\nBAKETAMON - DAY\n\nat first looks only very startled at Akhnaton.\nINTERCUTS BETWEEN HOREMHEB AND BAKETAMON - DAY\n\nHe looks with hope toward her. She looks slowly from\nAkhnaton to Horemheb. Slowly a look of haughty pride,\nof disdain, even a amile of derision shows on her face.\n\nHoremheb reads what is so obviously her decision. As\nhe starts to kneel -\n\f107\n\n108\n\n109\n\n110\n\nlil\n\nlie\n\n31.\nGENERAL SHOT ~ DAY\n\nas Horemheb, kmeeling, extends his neck, there is a buzz\nin courtroom and -\n\nA VOICE\n(heard from crowd,\nunidentified)\nPity him.\n\nSinuhe is tense, afraid. The Executioner moves into a\nposition from which he can watch for Baketamon's signal.\nShe is smiling cruelly. She nods. The Executioner\nswings high the sword and at the same time Baketamon\nextends her hand <- vertical. Only as the Executioner 1s\nabout to start his downward swing does she change her\nmind and make the gesture horizontal.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe nods. The Executioner\nswings high the sword and at the same time Baketamon\nextends her hand <- vertical. Only as the Executioner 1s\nabout to start his downward swing does she change her\nmind and make the gesture horizontal. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a sound\nfrom the crowd - excitement only as the flat of sword\ncomes to rest lightly on Horemheb's neck.\n\nSINUHE - DAY\nSinuhe breathes a deep breath of relief.\nAKHNATON - DAY\n\nlooks curiously toward Baketamon, clearly greatly sur-\nprised.\n\nHOREMHEB - DAY\n\nraises his head slowly to look at Baketamon, not so much\nin gratitude as in a sort of triumph.\n\nBAKETAMON - DAY\n\nlowers her hand, which until this moment she has held in\nthe gesture of clemency. But there's no clemency in her\nexpression. There is still only derision.\n\nGENERAL SHOT - DAY\n\nHoremheb gets to his feet, unbidden by Pharaoh. He con-\ntinues to look only at Baketamon during all that follows.\nAkhnaton looks at Horemhsb. There's no liking in his\n\nlook. He shrugs.\n\nAKBNATON\nMy sister having shown the way, Pharaoh\nbut can follow -- I grant you your wish,\nHoremheb - appoint you an officer in the\nPalace Guard.\n\nHe tosses down a jeweled collar which strikes against\nHoremheb and falls unheeded by him to the floor. Sinuhe,\nstartled, rushes to pick it up. Akhnaton smiles.\n\n(CONTINUED)\n\f32.\n\n112 (Cont.)\n\n113\n\nAKENATON\nI remember that though you thought\nme a fool you spread your cloak on\nme when I shivered.\n\nHe tosses down several more honors but with the manner\nof tossing them away rather than bestowing. These like\nthe first fall unheeded to the floor. There is conster-\nnation in the courtroom and Sinuhe frantically gathers\nthe honors to which Horemheb pays no heed.\n\nAKENATON\nGod has commanded me to love all men\nand so I will try to love you.\n\nBAKETAMON AND TAIA - DAY\n\nBaketamon turns to Taia, her derisive expression altered\nonly by a more derisive smile.\n\nBAKETAMON\nA cheese maker!\n\nDISSOLVE TO:\n\f1k\n\n33.\n\nEXT.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBAKETAMON\nA cheese maker! DISSOLVE TO:\n\f1k\n\n33. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n \"THE STREET TO THE DOCKS\" - MOVING SHOT - SINUHE\nAND HOREMHEB ~ PASSERSBY - NIGHT\n\nThere are a number of drinking places along this part of\nthe street and the atmosphere is rather gay. Light shines\nfrom a tall column of a street lamp, -an open flame. Music\ncomes from some interior - probably ‘Syrian music, Some\nsoldiers with girls - a mixed crowd -- someone passing in\na carrying chair with runners going ahead shouting, \"Make\nwayi” 2...\n\nSinuhe and Horemhebd are slanting across the street toward\nan inn above the entrance gate of which is displayed 4\nhuge dried crocodile which gives the place its name, \"The\nCrocodile's Tail.\" Wearing all the honors which Akhnaton\nhas this day bestowed on them they have set out to make a\nnight of it - but only Sinuhe is in the mood, Horemheb\nbeing rather glum.\n\nHOREMHEB\nShe commanded our arrest! She gave\nthe signal which saved my life! When\nI tried to thank her, she all but spat\nat me! Who can understand a woman!\n\nSINUEE\n(laughs)\nIf we could understand them, we might\nnot love them.\n\nHOREMHEB\n(with a trace of\nbitterness)\nEasy enough for you to talk ~ your aim\nis on a tavern girl.\n\nSINUHE\nHow little you know her. Half my\ntrouble comes from being half in love.\nWhen a man gives his heart he gives\nhis power - a woman is taken in com-\npletely only by a man who does not\nbelieve a word he tells her.\n\nHOREMHEB\n(scoffing, but lighten-\nine to better humor)\nListen to him who has yet to seduce\nhis first slave girl!\n\nSinuhe laughs, agreeing; hugs Horemheb's arm.\n\nSINUHE\nBut tonight will be another story.\nThe sweet little one says no to a\npoor physician -\n\n(CONTINUED)\n\f542\n\n3h.\n\n114 (Cont. )\n\n115\n\n116\n\nSINUHE (Cont. )\n(jestingly displaying\njewelry\n= but who can resist the glories of\nFharaoh's physician?\n\nLaughing, they go through gate.\n\nINT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\n114 (Cont. )\n\n115\n\n116\n\nSINUHE (Cont. )\n(jestingly displaying\njewelry\n= but who can resist the glories of\nFharaoh's physician? Laughing, they go through gate. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PASSAGE LEADING TO INN - SINUHE AND HOREMHEB - TWO\nMERCHANTS - KAPTAH ~ NIGHT\n\nThis is a corridor - (could be a small courtyard) - which\nleads to the principal room of the Inn. There may be\n\nwine jugs stored here. Two MERCHANTS are leaving the. Inn\nen route to street, followed by Kaptah, a slave, dressed\nin rags, possessed of one good eye and one blind eye, over\nthe socket of which he wears a dirty patch - and who is\nmaking a fervent \"pitch\" to sell himself\n\nKAPTAH\nGreat merchants, buy me at a bargain}\nFeed me on crusts of bread and water!\nBeat me whenever it pleases youl\n\nFailing with them as they go out into street, Kaptah sees\nSinuhe and Horemheb, who have entered, reverses himself,\nfollows them, attaches himself to Sinuhe.\n\nKAPTAH\nNoble lord, beloved of Pharaoh, let\nme be your slave and dog!\n\nPaying no heed to Kaptah -\n\nSINUHE\n(to Horemheb, hiding\nPharaoh's jewelry in\ncloak)\nHide our glitter until she comes to\nthe table - take her by surprise!\n\nHoremheb hides his jewelry, like Sinuhe; they go in;\nKapteah follows.\n\nINT. \"THE CROCODILE'S TAIL\" - SINUHE, HOREMHEB, KAPTAH -\nCUSTOMERS AND SERVING GIRLS - MOVING SHOT ~ NIGHT\n\nIt is a tavern for the middle classes, fairly well patron-\n\nized, customers being served by girls. Walls are decorated\n\nwith trophies from far places, including savages! weapons.\n\nAs Sinuhe and Horemheb come in, Sinuhe, looking for some-\n\none pe does not yet see, Kaptah attached to Sinuhe like a\neech -\n\n(CONTINUED)\n\fSh2\n\n35.\n\n116 (Cont.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalls are decorated\n\nwith trophies from far places, including savages! weapons. As Sinuhe and Horemheb come in, Sinuhe, looking for some-\n\none pe does not yet see, Kaptah attached to Sinuhe like a\neech -\n\n(CONTINUED)\n\fSh2\n\n35. 116 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n117\n\n118\n\n119\n\n120\n\n121\n\n122\n\nKAPTAH\nTake note that I have only one eye,\nPhysician! A blemish? - nay! - with\nit I shall make your fortune when I\ngo into the streets proclaiming that\nformerly I was totally blind until\nyour skill restored half my sight!\n\nConscious of Kaptah only as a vague disturbance, Sinhue\ntosses back to him a few coppers, alms for a beggar, to\nget rid of him. Kaptah scrambles for them.\n\nACROSS ROOM - ANGLE TO MERIT - NIGHT\n\na serving girl, who turns from something she is doing,\nlooks across the room at -\n\nFROM MERIT'S PERSPECTIVE - SINUHE, HOREMHEB, KAPTAH -\nNIGHT\n\nThe two friends take their places at a secluded table.\nCLOSE SHOT - MERIT ~ NIGHT\n\nMERIT is a girl of about Sinuhe's age. She wears a simple\nlinen dress, a linen headpiece, a silver ring in one ear,\nsilver bangles on her wrists. By character she is self-\npossessed, honest, frank, possessed of a sharp tongue,\nwhether used for humor or seriousness. Her face is comely,\nher eyes warm and living, and always have a mingling of a\nsmile and sorrow in them. Just now - as she looks over\n\nat Sinuhe - it seems that it is the sorrow which becomes\naccentuated,\n\nFROM MERIT'S PERSPECTIVE AT TABLE - SINURE, HOREMHEB,\nKAPTAH - NIGHT\n\nThe slave, having gathered the last of the coppers, sits\non floor near Sinuhe, attached even more firmly to him -\nan act which Horemheb notes, but not Sinuhe, who has just\ncaught sight of Merit.\n\nWIDER ANGLE - MERIT - NIGHT\n\nSeeing Sinuhe's eyes on her, she turns away, places a\nwine jug and two drinking bowls on a copper platter, goes\nout of scene toward table with them.\n\nAT TABLE - SINUHE, HOREMHEB, KAPTAH - THEN MERIT - NIGHT\n\nSeeing Merit coming, Sinuhe, taking even more care to hide\nPharach's jewelry, smiles with eager anticipation.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust now - as she looks over\n\nat Sinuhe - it seems that it is the sorrow which becomes\naccentuated,\n\nFROM MERIT'S PERSPECTIVE AT TABLE - SINURE, HOREMHEB,\nKAPTAH - NIGHT\n\nThe slave, having gathered the last of the coppers, sits\non floor near Sinuhe, attached even more firmly to him -\nan act which Horemheb notes, but not Sinuhe, who has just\ncaught sight of Merit. WIDER ANGLE - MERIT - NIGHT\n\nSeeing Sinuhe's eyes on her, she turns away, places a\nwine jug and two drinking bowls on a copper platter, goes\nout of scene toward table with them. AT TABLE - SINUHE, HOREMHEB, KAPTAH - THEN MERIT - NIGHT\n\nSeeing Merit coming, Sinuhe, taking even more care to hide\nPharach's jewelry, smiles with eager anticipation. \n\nTARGET SECTION TO BE ANNOTATED:\nHoremheb, because of his own unhappiness, shares only part\nof Sinuhe's feelings. The slave watches with his one eye\non Sinuhe. When Merit enters scene, Sinuhe's expression\n\n(CONTINUED)\n\f36.\n\n122 (Cont. }\n\nchanges to astonishment - for she doesn't so much as look\nat him, nor at Horemheb, but approaches the table as to\nstrangers, her eyes on the tray, her mind apparently only\non what she is doing. In this manner she begins to serve\nthe wine. Sinuhe stares at her. Deciding that this must\nbe some game she has invented out of caprice, he opens his\ncloak with a gesture which he thinks she cannot miss, dis-\nplaying Pharach's honors. Horemheb, alerted, sensing some-\nthing, does the same. Not a reaction from Merit, her eyes\non table and what she is doing. In consternation, sure\nnow that this is a deliberate caprice, Sinuhe is put to\nthe necessity of offering -\n\nSINUHE\nHappy is the loveliness of the night.\n\nNo response. In consternation Sinuhe throws a glance at\nHoremheb. Merit, finished with her business with the wine,\nin a tone which plainly says that it is only the customary\nphrase of every serving girl to any customer -\n\nMERIT\nMay it benefit you.\n\n- turns to go. Bewildered, Sinuhe can do nothing except\nfinally to reach out and grab her skirt to stop her.\n\nSINUHE\nMerit!\n\nShe stops, nothing more, refusing to resist the pressure\nof his hold on her clothing, but not making a move to\nturn.\n\nSINUHE\nWhat foolishness is this?\n\nMERIT\nFoolishness? It is your usual wine,\nmy lord. If you are not pleased ~~\n\nSINUHE\nMerit! Stop it! Itve come to bring\nthe most wonderful tidings -\n(getting angry)\n- which you could see if you were not\nblind!\n\nMERIT\n(interrupting, a\ntouch sharply)\nYour fame has arrived before you,\nphysician to the King of Egypt.\n\n(CONTINUED)\n\f37.\n\n122 (Gont.1)\n\nHe stares at her with mouth open.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nMERIT\n(interrupting, a\ntouch sharply)\nYour fame has arrived before you,\nphysician to the King of Egypt. (CONTINUED)\n\f37. 122 (Gont.1)\n\nHe stares at her with mouth open. \n\nTARGET SECTION TO BE ANNOTATED:\n Horemheb is becoming\namused at Sinuhe's discomfiture - misery loving company.\nKaptah's single eye is alertly taking in everything be-\ntween the girl and his chosen master.\n\nSINUHE\nIe that all you have to say?\n\nMERIT\nNo. I also have to say that as you\nsit there clutching my skirt, you\nhave the manners of a green boy who\nwishes to approach a serving girl.\n\nHe drops her skirt like a live coal, throws a look at\nHoremheb. Horemheb laughs. Sinuhe is stung. He looks\nback, sees that Merit has gone. He jumps up and, camera\nmoving with him, follows her, grabs her, whirls her\naround, camera putting them alone in close shot.\n\nSINUHE\nIs this some game?\n\nMERIT\n(seriously)\nNo, Sinuhe, I am not playing.\n\nSINUHE\n(holding her shoulders,\neven shaking her)\nFor years have we not said that some\nday the hand of fortune might reach\ndown, lift me from poverty and bring\nus our dreams?\n\nMERIT\n(smiles, but sadly)\nFor you I am happy. For myself --- why\nshould I be happy for something which\nwill separate us?\n\nSINUHE\nSeparate? --\n\nMERIT\n(with bitterness)\nThe stairway in Pharaoh's palace\ndoes not lead to the servants!\nquarters, my lord.\n\nSinuhe stares at her a moment, then bursts into laughter.\nSINUHE\nStop it, Merit -- take off your\napron --\n\n(CONTINUED)\n\f122 (Cont.2)\n\n38.\n\nSINUHE (Cont. )\n(tries to remove it;\nshe stops him)\nA boat waits on the river with wine\n\nand music.\nMERIT\n(stubbornly)\nNo.\nSINUHE\n\n(stares again)\nI cannot understand you.\n\nMERIT\nCan't you?\n(cuttingly)\nMy name is Merit, and this is a\ndecent tavern, and I am not so far\nfrom being innocent - as you should\nknow!\n\nSINUHE\n(takes her in his\narms, caresses)\nBut surely you know how I feel -- ?\n\nMERIT\n(for the first\ntime furious)\nExactly.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\n(cuttingly)\nMy name is Merit, and this is a\ndecent tavern, and I am not so far\nfrom being innocent - as you should\nknow! SINUHE\n(takes her in his\narms, caresses)\nBut surely you know how I feel -- ? MERIT\n(for the first\ntime furious)\nExactly. \n\nTARGET SECTION TO BE ANNOTATED:\n(twists out of\nhis arms)\nAnd what you want of me}\n(slaps his face)\nAnd for what you want, I recommend that\n\nyou go elsewhere!)\n\n123 WIDER ANGLE TOWARD TABLE - NIGHT\n\nfrom which Horemheb and Kapteh have been taking it all in.\n\nKAPTAH\n(jumps up eagerly)\nI know just the place, Master! There\nis a wondrous party tonight = right\nnext door to the Temple of the Goddess\nof Love}\n\nMERIT\n(now thoroughly angry)\nWhy don't you gol\n(with sarcasm)\nI'm sure that Pharaoh's physician\nwould be most welcome!\n\n(CONTINUED )\n\f123 (Cont.)\n\n39.\n\nHOREMHEB\n(laughs)\nSounds ideal.\n\nMERIT\nAnd take your friend with you!\n\nHOREMHEB\nWhy not?\n\nSINUHE\n\n(goaded from both\n\nsides, agrees)\nYesi Why not?\n\n(with angry humor)\nShe is a better physician than I am\n-- as a cure for one woman she pre-\nscribes another)\n\nMERIT\n{in such a fury she\nis near tears)\nJust go there] - and then dare ever\nto come back to me}\n\nKAPTAH\n(eagerly)\nShall I hire a carrying chair for my\nlord?\n\nSINUHE\n(to Horemheb)\nWho is he?\n\nHOREMHEB\n(laughs)\nYour slave -- you bought him.\n\nSINUHE\nDid I?\n(to Kaptah, accepting\nhim, too)\nHire a chair!\n\nKaptah scoots out toward door. Horemheb gets up, all\n\nready.\n\nSinuhe turns back for a last thing to Merit.\n\nSINURE\nAnd may your precious virtue warm\nyou like a woolen blanket on cold\nwinter nights?\n\nAs she watches -\n\f52\n\n12h\n\n125\n\nko.\n\nFROM MERIT'S PERSPECTIVE - SINUHE AND HOREMHEB ~ NIGHT\nmarch toward the door.\nCLOSE SHOT ~- MERIT - NIGHT\n\nlooks after Sinuhe. Her anger turns to regret, Tears\nfill her eyes.\n\nDISSOLVE TO:\n\f126\n\n127\n\n128\n\nqa.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE SHOT ~- MERIT - NIGHT\n\nlooks after Sinuhe. Her anger turns to regret, Tears\nfill her eyes. DISSOLVE TO:\n\f126\n\n127\n\n128\n\nqa. \n\nTARGET SECTION TO BE ANNOTATED:\nINT, WEFER'S HOUSE - CENTRAL HALL ~- LOW ANGLE CLOSE SHOT -\nA CAT - NEFER'S LEGS - SOME DANCING GIRLS IN B.G. - NIGHT\n\nGeneral description of setting: We are in a smart city\nhouse in which a party is in progress (see illustration\nWAT'L GEOGRAPHIC Oct. 1941 p 505). There is food, a\nbuffet table heaped with it, with fruits and flowers.\nThere are flowers everywhere -- tubs of growing plants\nand baskets arranged cleverly with flowers, fruits and\nvegetables. Alli of the guests wear flowers, garlands\naround their necks and single blossoms in their head-\ndresses -- many of the guests carry single blossoms in\ntheir hands, Slaves carry around wine vases draped with\nflowers - and even the tall pink colums which support\nthe ceiling of this two-storied hall terminate with carv-\nings representing opening lotus blooms. All of this is\ngeneral description which is to be fully disclosed only\nas we go along, for scene opens on a close shot of Nefer's\nCAT.\n\nThe cat wears a colored collar which ts studded with gems\nand it is tethered to the leg of an armehair, which chair\nis on a slightly raised dais and is decorated with symbols\nof the cat-headed goddess, Bast. There is a woman seated\nin the chair but of her we see only a pair of beautiful\nlegs beneath a sheer linen garment with jeweled anklets\nabove jeweled sandals. The cat is rubbing against the\nlegs. In direct b.g., we have a more or less clear\nsuggestion of some DANCING GIRLS who move with sensuous,\nfeline grace to o.s. music of harp, lyre, guitar, tam\nbourine, pipes and flutes.\n\nAs the cat looks o.s., its attention apparently arrested\nby something -\n\nMED.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cat is rubbing against the\nlegs. In direct b.g., we have a more or less clear\nsuggestion of some DANCING GIRLS who move with sensuous,\nfeline grace to o.s. music of harp, lyre, guitar, tam\nbourine, pipes and flutes. As the cat looks o.s., its attention apparently arrested\nby something -\n\nMED. \n\nTARGET SECTION TO BE ANNOTATED:\n LONG SHOT TOWARD DOUBLE ENTRANCE DOOR TO HALL -\nSINUHE AND HOREMHEB - NIGHT\n\nAgain the scene contains the suggestion of the dancing\ngirls along one side of screen, and we may also see at\nleast a portion of the ORCHESTRA the members of which,\nlike the dancing girls, are slave girls - but the focus\nof attention is the ‘door through which Sinuhe and\nHoremhebd enter. They come in like strangers arriving in\nunfamiliar surroundings. By entrance slave SERVANTS,\nboth men and women, enter to them, stoop, remove their\nsandals and begin to wash their feet in rich bowls.\n\nCLOSE ANGLE - SINUHE AND HOREMHEB - NIGHT\n\nlook around and then look at each other as if to say,\n“This ig not so bad.\" Of the two Horemheb is the more\nat ease, for Sinuhe still is uncomfortable as a result\nof his quarrel with Merit.\n\f129\n\n130\n\n131\n\nTHE CAT - NEFER - NIGHT\n\nAlmost immediately a pair of arms decked with jewelry\nreach down into scene, take up the cat, and we see\n\nWEFER, She is very beautiful, with an experienced look\nabout her. Her hair is dyed blue, and is sprinkled with\ngold and silver powder. She wears much red jowelry.\n\nHer eyebrows are blackened and beneath her eyes is painted\n@ green shadow. But greener than all green are her eyes\nthemselves. Holding the cat on her lap, stroking it, she\nlooks off at -\n\nSAME MED, LONG SHOT TOWARD DOOR AS BEFORE - SINUHE AND\nHOREMHEB - TWO LADIES - NIGHT\n\nThe slaves have completed washing the guests' feet and\nas they replace their sandals and rise a LADY enters\nscene. She is very attractive, wears a garland around\nher neck and carries another. This she puts around the\nneek of Horemheb who is nearest her and -\n\nLADY\n> (smiling invitingly)\nCome?\n\nShe offers her left hand. Horemheb grins back at Sinuhe,\ntakes the lady's hand and allows himself to be led o.s.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis she puts around the\nneek of Horemheb who is nearest her and -\n\nLADY\n> (smiling invitingly)\nCome? She offers her left hand. Horemheb grins back at Sinuhe,\ntakes the lady's hand and allows himself to be led o.s. \n\nTARGET SECTION TO BE ANNOTATED:\nSinuhe smiles after him until he feels a garland of\nflowers slipped around his own neck, turns and sees that\na 2ND LADY is smiling at him and offering her hand.\n\n@ND LADY\nCome?\n\nSuddenly Sinuhe finds himself embarrassed and realizes\nthat the impulse which has brought him here with Horemheb\nwill not mecessarily carry him farther.\n\nSINUHE\n(mutters, shaking his\nhead)\nYou will pardon ...\n\nHe manages to convey with some gestures that he has some\nbusiness with someone over there, moves away, edging\nalong the wall.\n\nNEFER - NIGET\n\nwatches him, her interest piqued. Then with a gesture\nof her hand she swmmons TWO NEGROES, great black giants\nwho stand guard behind her chair. They spring forward.\nOne of them carries an ebony box. Nefer looks away from\nSinuhe long enough to open the box, select a modest piece\nof jewelry which she tosses off to -\n\f132\n\n133\n\n13h\n\n135\n\n136\n\n137\n\n43.\nPAST DANCING GIRLS TO NEFER - NIGHT\n\nThe leader of the girls catches the bauble. Instantly\nthe dancing and the music stop. The leader bows and the\ndancers run away. Nefer turns to look back at Sinuhe.\n\nMOVING SHOT GOING WITH SINUHE - NIGHT\n\nHe moves among the merrymakers trying to look as incon-\nspicuous as possible. Two slaves enter scene from the\nopposite direction carrying an image of the god, Osiris,\n& small mummy-image on a decorated bier, accompanied by\na BUTLER who is saying to one and all, and to Sinuhe,\nthe customary -\n\nBUTLER\nEat, drink and be joyful - for no\none knows what tomorrow will bring.\n\nThe image is followed by girl slaves who bear cakes and\nothers who bear wine.\n\nA GIRL SLAVE\n(to Sinuhe)\nHoney cakes, my lord?\n\nPainfully aware of being an uninvited guest, Sinuhe never-\ntheless takes a honey cake.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe image is followed by girl slaves who bear cakes and\nothers who bear wine. A GIRL SLAVE\n(to Sinuhe)\nHoney cakes, my lord? Painfully aware of being an uninvited guest, Sinuhe never-\ntheless takes a honey cake. \n\nTARGET SECTION TO BE ANNOTATED:\nSLAVE GIRL\nWine, my lord?\n\nThus pressed, Sinuhe takes a glass of wine and, with\nthe goblet in his hand, chances to look up and see -\n\nFROM SINUHE'S PERSPECTIVE - NEFER - NIGHT\nis looking directly at him.\n\nSINUHE - NIGHT\n\nis struck by two things simultaneously: a feeling that\nthis is the most beautiful woman he has ever beheld, and\na sharp guilt that he is uninvited here. He turns away,\ndrinks the wine at a gulp, puts the goblet on the tray\nof the slave who is just going away and with this same\nmovement slips out of sight behind some guests.\n\nNEFER - NIGHT\n\nsmiles, She boosts the cat off her lap. Turns and\nsignals to a HARPIST in b.g.\n\nCLOSE ANGLE - HARPIST - NIGHT\n\nwho strums his instrument and begins to play.\n\f138\n\n139\n\n5a\n\nuy.\nAT A SIDE WALL NEAR NEFER - SINUHE - NIGHT\n\nis pretending to be interested in a mural on the wall.\nIt is a rather remarkable mural, Cretan in origin, which\nshows the use of trained cats for stalking game. Sinuhe\nfeels something rubbing against his leg and looks down.\n\nLOW ANGLE - NEFER'S CAT AND SINUHE - NIGHT\n\nThe cat is rubbing against Sinuhe's leg. Sinuhe stoops\ndown into scene, strokes the cat, glad to have something\nto do. Then, when he sees that the cat's leash is being\ntightened and that the cat is being pulled away, he looks\nUp.\n\nPAST SINUHE TO NEFER - NIGHT\n\nAs he stares at her, he feels that although she 1s not\n\nsmiling at all, her business of drawing the cat toward\n\nher conveys an invitation.\n\nSINUHE AND NEFER - NIGHT\n\nas he follows the cat, as if drawn by ea magnet, to her.\nSINUHE\n\n(somewhat awkwardly)\nIs this your home?\n\nNEFER\nThis is my home and these are my\nguests.\nSINUHE\nThen it is to you I must apologize --\nNEFER\nOh?\nSINUHE\n\n~ for being here. I came because of\n\nmy friend - who is miserable in love ...",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINUHE\nThen it is to you I must apologize --\nNEFER\nOh? SINUHE\n\n~ for being here. I came because of\n\nmy friend - who is miserable in love ... \n\nTARGET SECTION TO BE ANNOTATED:\n(starts to remove\ngarland of flowers)\n\nI'll leave,\n\nShe reaches out and takes one of his hands to prevent his\ntaking off the flowers. At the same time -\n\nNEFER\nThat officer?\n\nShe slowly turns her head and looks across the room.\n\f142\n\n143\n\n4s.\nACROSS ROOM - HOREMHEB AND LADY - NIGHT\n\nare seated together drinking wine, From her garland the\nLady takes a blossom, hands it to Horemheb.\n\nSINUHE AND NEFER - NIGHT\n\nShe turns to him, finds that he is looking at her in a\nmanner which plainly says that he has not taken his eyes\noff her. Her hand is still resting on his in the gesture\nshe used to prevent his removing the garland of flowers.\nAfter a long pause -\n\nNEFER\n(with a light jest)\nHave you never seen a woman?\n\nSINURE\nHundreds -- in the state the gods\ncreated them-- I am a doctor.\n\nShe slowly takes away her hand.\n\nSINUHE\nBut I have never seen a woman like you.\n\nNEFER\n(pleased)\nOh?\nSINUHE\nYour eyes are greener than the Nile\nin summer -- what are you called?\nNEFER\n\nIn their foolishness men give me the\nname which means beautiful.\n\n. SINUHE\nKefer.\n{after a pause)\nGoodnight.\n(starts away)\nNEFER\n\nWhy do you go?\nHe stops and looks at her frankly.\n\nSINUHE\nBecause men bring you rich gifts for\nas little as a smile and I am only a\npoor physician. Because ... you will\nlaugh et me ... I have never looked\nat any woman except with the eyes of\na doctor.\n\n(CONTINUED)\n\fSh2\n\n143 (Cont.)\n\n1s\n\nNEFPER\n(her eyes flicker,\nshe smiles)\n\nCan this be trues?\n\nSINUHE\n(shakes his head)\nIn the Temple School it was forbidden.\nSince ...\n\nHer eyes have a different look, are glistening with a\nveiled but deep excitement.\n\nNEFER\nOf all the gifts that a man can bring\nto a woman which is the only one which\nis above all price?\n\nSINUHE\nI cannot say.\n\nNEPER\nHis innocence, of course - which he\ncan give only once.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEFER\nOf all the gifts that a man can bring\nto a woman which is the only one which\nis above all price? SINUHE\nI cannot say. NEPER\nHis innocence, of course - which he\ncan give only once. \n\nTARGET SECTION TO BE ANNOTATED:\n(after a long pause)\nLate at night my garden is beautiful\nby the lotus pool.\n\nAs he makes a move she turns away - to greet a guest who\nenters -- a man whe obviously is a RICH MERCHANT, to whom\nshe extends both her hands, not looking any more at Sinuhe.\n\nSINUHE - NIGHT\nlocks at her, his pulses pounding.\n\nDISSOLVE TO:\nEXT, NEFER'S GARDEN - THE LOTUS POOL - NEFER AND SINUHE -\nNIGHT\n\nShot begins on her. Lying on a couch of mats by the\nlotus pool, she plays with her cat. As camera pulis\nback to include Sinuhe, seated by her, hypnotized -\n\n(lightly)\nDo you know why the goddess of love\nis portrayed as a cat?\n\n(CONTINUED )\n\f52\n\n145 (Cont.}\n\n47.\n\nSINUHE\n\n(shakes his head)\nNor do I care.\n\n(earnestly)\nNefer - listen!\n\n(hands go to Pharaoh's\n\nchains around his neck)\nAll of value I possess was given me\nby Pharaoh, which is not right I give\naway --\n\n(1s taking off chains)\n\nNEFER\n\n(puts her hand on\n\nhis to stop him)\nWhat you must think of me! I have\nasked for nothing.\n\n(rests his hand, in her\n\nhand, on her stomach as\n\nif by accident)\nBut first you shall hear why a passion\nis like a cat and why a woman, too, is\nlike a cat - for both have claws which\ncan rip and tear into your heart, and\nboth can torment their prey. I tell\nyou this because I would be honest with\nyou. Leave me now -\n\n(lightly)\n- or you may live to forever regret it.\n\nSINUEE\nYou know I can't leave!\n\nShe sighs a little as if weary of the game,\n\nNEFER ©\nSo be it then.\n\nAs she pushes the cat, makes it run away -\n\nDISSOLVE TO:\n\n146 EXT, NEFER'S HOUSE - LONG SHOT - SINUHE - DAWN\n\nThe street is deserted. Sinuhe comes out of Nefer's\ngate - walks away.\n\nDISSOLVE TO:\n\fsh2\n\n147\n\n148\n\n149\n\n150\n\n151\n\n48.\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSinuhe comes out of Nefer's\ngate - walks away. DISSOLVE TO:\n\fsh2\n\n147\n\n148\n\n149\n\n150\n\n151\n\n48. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n INN \"THE CROCODILE'S TAIL\" - MERIT AND KAPTAH ~ DAY\n\nAt first we see only Merit. She is sweeping the floor\nwith a rush broom, Actually she is using the broom more\nas a weapon than a cleaning instrument, for she is very\nangry, and is saying -\n\nMERIT\nWhat business is it of mine where he\nspends his time!\n\nAs camera movement discloses Kaptah who, very distressed,\nis pleading with her.\n\nKAPTAH\nThis morning he bade me send away all\nhis patients to other doctors! When\nI tried to talk with him, he beat me!\nHe sent for a barber and had himself\nanointed with sweet-smelling oils!\nHe ordered a chair, so that he would\narrive at her house with his feet un-\nsoiled with dust! He is maddened!\n\nCLOSE SHOT - MERIT - DAY\n\nstruggling with herself, about to make another sharp\nretort, suddenly goes bleak.\n\nMERIT\n(quietly)\nBring him to me if you can,\n\nDISSOLVE TO:\n\nINT. NEFER'S BATH AND ANOINTING ROOMS - CLOSE SHOT -\nNEFER - DAY\n\nShe is being given a bath by a SLAVE MAID ~ partially\nvisible ~ who pours buckets of warm water over her. The\nwater is washing the blue dye out of her hair, showing\nits natural color. Somewhere in the house muted music\nis to be heard, to which Nefer is humming - until she\nlooks over and is reminded of the presence of someone\nO.8., and little thought wrinkles cross her brow.\n\nNEAR BATH - SINUHE - DAY\n\nSeated on a stool, is looking toward her, devouring her\nhungrily with his eyes. He is distracted by the passing\nof a WOMAN SLAVE.\n\nGENERAL SCENE - TIGHT SHOT - GROUP - DAY\n\nBathing is no private function with Nefer. In addition to\nSinuhe and the slave maid there are present her customary\n\n( CONTINUED)\n\fho.\n\n151 (Cont.)\n\nNegro guards, one holding her ever present jewelry box,\n\nand a pet dwarf, who is teasing Nefer's cat.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nGENERAL SCENE - TIGHT SHOT - GROUP - DAY\n\nBathing is no private function with Nefer. In addition to\nSinuhe and the slave maid there are present her customary\n\n( CONTINUED)\n\fho. 151 (Cont.)\n\nNegro guards, one holding her ever present jewelry box,\n\nand a pet dwarf, who is teasing Nefer's cat. \n\nTARGET SECTION TO BE ANNOTATED:\n On two\n\ne sides of her bath trough there is an L-shaped partition -\nalmost shoulder-high - which blocks a complete view of\n\nher to both camera and Sinuhe. The woman slave who has\n\nentered carries a small scroll, some message, which she\n\nhands to Nefer. WNefer unrolis it, begins to read.\n\n152 INSERT - MESSAGE - DAY\n\nIn Egyptian hieroglyphics - a short message. Water from\nNefer's bath, colored blue from her hair dye, is washing\naway the ink on the papyrus, making the message disappear.\n\n153 CLOSE SHOT AS POSSIBLE HOLDING NEFER AND SINUHE - DAY\n\nHer eyes flicker with secret satisfaction before she\ntosses away the parchment. She looks toward Sinuhe and -\n\nNEFER\n(carefully light)\nIs it malice or stupidity that brings\nyou here today, Sinuhe?\n\nHe is greatly surprised.\n\nNEFER\nWhat do you want?\n\nHis eyes flicker.\n\nNEFER\n\nWas I not generous with you? But\nyesterday was yesterday and today is\ntoday. I am a woman who lives alone\nand must see to the future -\n\n(with mockery)\n- when your love will have cooled and\nonly wolves are at my door --\n\n(with careless\n\nfrankness )\n- and today a merchant has arrived from\nBabylon --\n\nSinuhe reacts with a start of anger, listens incredulously\nto -\n\nNEFER\n- with an anklet of wondrous rubies\nred as blood - which I think tomorrow\ncan be mine.\n\nSinuhe's face flushes and hardens with anger.\n\nCONTINUE\n542 ( D)\n\fshe\n\n50.\n\n153 (Cont.)\n\n154,\n\n155\n\n156\n\n157\n\nNEFER\n(with a bite)\nNow be off.\n\nHe stubbornly looks at her. She gives him time to think\nabout it; with her manner of light coldness orders her\nmaid by gesture to cease pouring water and wrap her\nnakedness in linen.\n\nSINUHE - DAY\n\nstill looks stubborn. Slowly he comes to a decision. He\ngestures to someone off and the Negro with the ebony box\n\nenters scene, his face a cynical mask. Hating to do it,\n\nSinuhe strips his person of the honors Akhnaton gave him\nand begins dropping them one by one into the box.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly he comes to a decision. He\ngestures to someone off and the Negro with the ebony box\n\nenters scene, his face a cynical mask. Hating to do it,\n\nSinuhe strips his person of the honors Akhnaton gave him\nand begins dropping them one by one into the box. \n\nTARGET SECTION TO BE ANNOTATED:\nWEFER - DAY\n\nnotes this - not showing him that she notes it - and with\na secret expression which is a small part satisfaction\nand most part cynical amusement.\n\nSINUHE - DAY\n\nlooks at her as if to say that this is his answer to the\nmerchant with the ruby anklet, for this is his all.\n\nPAN SHOT - DAY\n\nNefer walks lightly to him. Her linen wrapper clings to\nher wet body. She smiles at him. For a moment she rests\nher hand on his hair. He smiles, thinking all is well.\n\nNEFER\nWhy must all men be such liars and\ndeceivers?\n\nAs his look changes to astonishment she turns away and\nwalks lightly to her anointing room. At the door she\nstops, turns.\n\nNEFER\nConfess that you are not altogether\nas poor as you pretend. I believe you\nhave a house, a slave and valuable\ninstruments of fine copper and stone.\n\nSINUHE\n(in violent protest)\nI need these! I ama doctor!\n\nShe shrugs, goes into the anointing room as if she has dropped\nthe subject. She puts aside her linen wrapper and lies on a\ntable - partially out of view. A slave maid already waits in\nthere for her and is seen to begin to anoint her body with\noil.\n\fshe\n\n158\n\n159\n\n160\n\nSi.\nSINUHE - DAY\n\n4s a victim of a struggle between anger, resentment and\ndesire,\n\nTHE ANOINTING TABLE - NEFER AND HER SERVANT MAID - DAY\nexchange for a moment a secret knowing look, before -\n\nNEFER\n(carelessly calling\nout to Sinuhe)\n\nI ask for nothing.\n\nDISSOLVE TO:\n\nEXT. COURTYARD OF SINUHE'S HOME - PULLING BACK FROM SOME\nOF SINUHE'S DOCTOR'S INSTRUMENTS TO GROUP OF DOCTORS,\nSTUDENTS, KAPTAH - DAY\n\nSinuhe is speaking as scene opens.\n\nSINUHE\nFellow physicians and students of the\nHouse of Life, rejoice that we are\nEgyptians, foremost in the world in the\nscience of healing.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\nEXT. COURTYARD OF SINUHE'S HOME - PULLING BACK FROM SOME\nOF SINUHE'S DOCTOR'S INSTRUMENTS TO GROUP OF DOCTORS,\nSTUDENTS, KAPTAH - DAY\n\nSinuhe is speaking as scene opens. SINUHE\nFellow physicians and students of the\nHouse of Life, rejoice that we are\nEgyptians, foremost in the world in the\nscience of healing. \n\nTARGET SECTION TO BE ANNOTATED:\n We know the skill\nof curing blindness with a needle - the\nuse of splints for broken bones - of\nsalves to prevent wounds from festering -\nof drugs to induce false sleep so that\nmen do not feel pain.\n\nCamera has pulled back to include the whole scene. Sinuhe\nis about to give a demonstration before fellow physicians\nand students. He is being assisted by another PHYSICIAN.\nKaptah squats on the ground near him, eyeing his master\nwith anxious distress. Sinuhe's thoughts are not with\nwhat he is saying; his thoughts are with Nefer.\n\nSINUHE\n(proceeding with\ndifficulty)\nHonored am I to have been asked to\ndemonstrate my specialty, the unique\nart of boring skulls.\n\nSitting in a chair with a linen sheet draped around him\nis the PATIENT on whom the demonstration is to be given.\nHe is rolling his head and moaning with pain,\n\nSINUHE\nThis man suffers with evil spirits in\nthe head.\n(to patient)\nWhere does it pain most?\n\n(CONTINUED)\n\f52.\n\n160 (Cont.)\n\nPATIENT\n(groans)\nEverywhere!\n\nSINUHE\n(to assisting physician -\nholding out hand)\nMy instrument ~\n(with sudden unconscious\noutburst)\nI cannot do without my instruments!\n\nAt the shocked look from assisting physician Sinuhe realizes\nwhat he has said. He hesitates.\n\nSINUHE\n(murmurs )\nYou will pardon -\n\nHe goes to the patient and with a small hammer which he\nhas taken from the assisting physician he taps the\npatient's head in various places. When he hits a certain\nspot the man screams.\n\nSINUHE\n\n(continuing with\n\ndifficulty)\nIn this spot beneath the skull there\nis an ugly growth.\n\ntte patient, hand~\n\ning him cup}\nDrink this and in a moment you will\nbe without pain.\n\nSinuhe is beginning to hear music, on sound track, the\nsame he heard when last with Nefer, With a hand which\ntrembles he takes a boring instrument from the assisting\nphysician.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINUHE\n\n(continuing with\n\ndifficulty)\nIn this spot beneath the skull there\nis an ugly growth. tte patient, hand~\n\ning him cup}\nDrink this and in a moment you will\nbe without pain. Sinuhe is beginning to hear music, on sound track, the\nsame he heard when last with Nefer, With a hand which\ntrembles he takes a boring instrument from the assisting\nphysician. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\n\n(continuing with\n\ngreater difficulty)\nI shall cut away a piece of bone from\nthis man's skull, remove the growth,\nreplace the bone with a disc of silver --\n\n(suddenly to assistant\n\nphysician)\nFinish for me!\n\nTo the astonishment of all he rushes away and out of the\ncourtyard.\n\nDISSOLVE TO:\n\f161\n\n162\n\n163\n\n164.\n\n165\n\n166\n\n167\n\n53.\n\nEXT. NEFER'S WALL AND GATE - MOVING SHOT - SINUHE AND\nKAPTAH - NIGHT\n\nSinuhe is hurrying toward the gate carrying a scroll.\n\nKAPTAH\n(desperately pleading)\nDo not cast me off, master!\n\nSINUHE\n(very angry)\nI am no longer your master!\n\nKAPTAH\n(seizes Sinuhe's\nclothing)\nCome with me to the Inn! I beg you!\n\nSinuhe stops and with great anger raises his arm to strike\nthe slave, but seeing that Kaptah patiently awaits the\nblow, changes his mind and lowers his arm. About to go\non toward gate he stops again when he sees -\n\nFROM SINUHE'S PERSPECTIVE TOWARD GATE - NIGHT\n\nA rich carrying chair awaits before the gate, attended by\nSLAVES and RUNNERS. Out of Nefer's gate, with all the\nair of a man who is satisfied, comes an obviously wealthy\nBABYLONIAN MERCHANT. It is to be noted - for future\nreference - that in his headdress he wears a‘marvelous\ndiamond. As he allows his servants to help him into the\nchair -\n\nMOVING SHOT - SINUHE - NIGHT\n\nguessing at the implication, becomes at once angry and\ndesperate, runs to the gate. Nefer's GATEMAN is just\nclosing the gate. Sinuhe squeezes through,\n\nEXT. NEFER'S GARDEN - LONG SHOT - SINUHE - NIGHT\n\nruns through the garden past the lotus pool to house.\nEXT. ENTRANCE DOORS TO NEFER'S GREAT HALL ~ SINUHE ~ NIGHT\n\nrushes through just as another SERVANT is closing the\ndoors.\n\nINT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. ENTRANCE DOORS TO NEFER'S GREAT HALL ~ SINUHE ~ NIGHT\n\nrushes through just as another SERVANT is closing the\ndoors. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NEFER'S GREAT HALL - SINUHE - NIGHT\nlooks wildly about, presently sees -\n\nANGLE TOWARD ADJOINING ROOM - NIGHT\n\nwithin which lights are being extinguished.\n\f168\n\n169\n\n170\n\n171\n\nMOVING SHOT ~ SINUEE - NIGHT\nruns into adjoining room.\n\nINT. ANTEROOM TO NEFER'S BEDROOM - SINUHE AND A WOMAN\nSERVANT - NIGHT\n\nThe SERVANT is extinguishing the lights, possibly has all\nexcept one extinguished, She looks with surprise to\nSinuhe as Sinuhe stops and looks about.\n\nSERVANT\n{with a smile therefore\nwith impertinence)\nLate is the night, young master,\n\nNEFER'S VOICE\n(from adjoining room)\nWho is it?\n\nSINUHE\nSinuhel\n\nINT. NEFER'S BEDROOM = NIGHT\nShe is being prepared for bed by her slave maid.\n\nNEFER\nWhy do you come at this hour?\nYou have left me alone this long\nday and now I am tired.\n\nINT. ANTEROOM TO NEFER'S BEDROOM - SINUHE AND WOMAN\nSERVANT - THEN, NEFER, NEFER'S MAID = NIGHT\n\nSinuhe looks to the door through which he has entered,\nthinking of the merchant he saw leaving Nefer's gate.\nHis expression is touched with cynicism for a moment.\nIn scene behind him, the woman servant titters, holding\nher hand over her mouth, Sinuhe looks back toward the\ndoorway to Nefer's bedroom, After a pause =\n\nSINUHE\nI have brought the deed.\n\nHe watches her door. After a moment the curtains part\nand Nefer appears in doorway. She is smiling.\n\nNEFER\nWill you not come in and say\ngoodnight to me?\n\nShe turns and disappears into her bedroom. Sinuhe goes\ntoward her doorway. WNefer's maid appears in doorway\ncarrying Nefer's ebony box. She opens the lid and in\npassing Sinuhe drops the deed into the box,\n\f172\n\n173\n\n55.\n\nINT, NEFER'S BEDROOM - CLOSE SHOT AT NEFER'S BED - NEFER\nAND SINUHE ~ NIGHT\n\nShe is laying herself down on her couch. Sinuhe appears\ndn doorway and comes to her. The room is almost in dark-\nness.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT, NEFER'S BEDROOM - CLOSE SHOT AT NEFER'S BED - NEFER\nAND SINUHE ~ NIGHT\n\nShe is laying herself down on her couch. Sinuhe appears\ndn doorway and comes to her. The room is almost in dark-\nness. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks down at her, a victim of regret and of\ndesire.\n\nSINUHE\nNow you possess all that I once owned\n- my house, my slave, my instruments\nof a physician - even the clothes I\nWeAT.\n\nShe reaches her arms up to him. He takes her hands,\nkmeels beside the bed. With one hand she brings his\nhead to rest against her breaste\n\nSHOT OF NEFER'S BED = CLOSE SHOT NEFER'S CAT ~ NIGHT\n\nInto scene drops Nefer's arm and her fingers stroke the\ncat. After a moment -\n\nSINUHE'S VOICE\nIn my dreams I say your name = over\nand over = Nefernefernefer.\n\nNEFER'S VOICE\nSinuhe ... why have you chosen to\nconceal from me that your father owns\na house near the docks «.- 7\n\nSINUHE'S VOICE\n(harshly)\nI cannot give you what is not mine}\n\nNefer's hand is seen to stiffen, then slowly relax and\nstroke the cat again.\n\nNEFER'S VOICE\n(softly)\nIt is your inheritance, as well you\nimow. =<- Goodnight, Sinuhe.\n\nDISSOLVE TO:\n\fSh2\n\n17h\n\n175\n\n176\n\n177\n\n56.\n\nINT. COURTYARD OF ARMY BARRACKS - LONG SHOT - HOREMHEB\nAND SOLDIERS - DAY\n\nAs mach of the courtyard as we see is filled with soldiers.\nThey are engaged in a violent, lusty game exercise ~ using\nspears as staves they duel, beating each other, yelling\nwith delight,\n\nCLOSE SHOT - HOREMHEB - DAY\n\nparticipates - stripped to the waist, enjoying himself\nhugely as he almost kills a hapless opponent.\n\nPAN SHOT FROM GATE OF BARRACKS TO HOREMHEB ~ SINUHE - DAY\n\nenters, He is tired. He has come expecting a disagree-\nable interview. He stops by Horemheb who doesn't see\nhim until -\n\nSINUHE\nYou sent for me?\n\nHoremheb stops and looks at him. He is breathing hard\nfrom his violent exercise. He looks with anger at\nSinuhe.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHoremheb stops and looks at him. He is breathing hard\nfrom his violent exercise. He looks with anger at\nSinuhe. \n\nTARGET SECTION TO BE ANNOTATED:\nHOREMHEB\nI ought to drive this spear through\nyour head! Are you mad?\n\nSINUHE\n(after pause)\nYes.\n\nHOREMHEB\nPharaoh's daughter is i111! Every\nhour Akhnaton asks for you.\n\nSINUHE\n{after a pause, beaten)\nI no longer practice medicine,\n\nAs Horemheb reacts with great shock and astonishment,\nSinuhe turns away and walks back toward the gate.\n\nDISSOLVE TO:\nEXT. \"STREET TO THE DOCKS\" ~ SINUHE - NIGHT\n\ncomes alone down street - slowly, dejectedly. It is very\nlate; the street is deserted. He stops at his modest\ngateway beside which hangs a signboard on which is painted\nthe symbol of a physician - (use Babylonian symbol akin\nto modern caduceus). Sinuhe looks at it a moment, takes\nit down, carries it with him as he goes through gate,\nacross small, dark courtyard into his small house.\n\f178\n\n179\n\n180\n\n181\n\n182\n\nShe\n\n57-\nINT, ROOM IN SINUHE'S HOUSE ~- SINUHE AND MERIT - NIGHT\n\nThis is a single room which serves as living quarters,\nkitchen and doctor's surgery; equipped with a narrow\nsleeping cot, a hearth, and a corner where there are\nstools, a low table, and where Sinuhe's physician tools\nand medicines are kept. It is very dark in here, only\n\na feeble glow from night sky filters in through some\nwindows high in the wall. Sinuhe makes his way to a\nlamp. He does not see that Merit is seated on his sleep-\ning cot, where she has been waiting for his arrival.\n\nCLOSE SHOT ~ MERIT ~ NIGHT\n\nHer eyes follow him. Probably she is frightened inside\nherself, but her expression shows also a determined\nresolution.\n\nCLOSE SHOT - SINUHE - NIGHT\n\nEven when he gets the lamp lighted he doesn't immediately\nsee her. He looks again at the sign he has brought in-\nside with him, his face bleak for a moment before he\ntosses the sign aside. His eyes are caught by some sur-\ngical instruments, of stone and copper, lying on the\ntable. He reaches for a bag and begins to pack them\naway.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks again at the sign he has brought in-\nside with him, his face bleak for a moment before he\ntosses the sign aside. His eyes are caught by some sur-\ngical instruments, of stone and copper, lying on the\ntable. He reaches for a bag and begins to pack them\naway. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE SHOT ~ MERIT ~- NIGHT\nThe sight is too much for Merit.\n\nMERIT\n(distressed)\nSinuhe!\n\nTwO SHOT - NIGHT\n\nStartled, he drops the instruments, whirls around. For\n& long moment they look at each other across the room\nbefore -\n\nMERIT\n(frankly, determined)\nI have been waiting --\n\nSINUHE\n(interrupting, harshly)\nIf it is a doctor's advice you seek,\nsee him who will occupy this house\ntomorrow!\n\nShe shakes her head violently to stop him. Understanding\nthat this is not the purpose of her visit, he studies\nher. He walks across the room slowly to her. She meets\nhis look for a long time before -\n\n(CONTINUED)\n\f58.\n\n182 (Cont.)\n\nMERIT\nYou were a fine doctor. Your life\nwas rising like the sun. Will you\nlet this woman -- ?\n\nSINUHE\n{again interrupt-\ning, harshly)\nDid Kaptah send you?!\n\nOf course he is driving against her out of contempt for\nhimself, out of guilt, out of a despair which he will\nnot acknowledge.\n\nMERIT\n(quietly, control-\nling herself)\nI need no one to tell me what to do.\n\nHis look acknowledges that he kmows how true this is.\nHe refuses to acknowledge anything more and -\n\nSINUHE\n(harshly)\nThen why did you come?\n\nHer eyes drop away. Her breathing comes more rapidly.\nAs her fright increases, but as her determination in-\ncreases also -\n\nMERIT\n(quietly)\nFor many nights you have been absent\nfrom the Inn. For many nights - alone\non my sleeping mat - I have thought of\nyou.\n\nSINUHE\n(deliberately per-\nverse, sarcastic)\nWhat are you trying to say, sweet\nMerit?\n(of course he knows)\n\nMERIT\n(with an uncontrol-\nlable outburst)\nWhat it should not be necessary for me\nto say when you come home at this hour\nand find me waiting for youl!\n\nShe has said it - it is out. She looks at him openly.\nShe is still frightened at what she has decided, but\n\n(CONTINUED)\n\fSh2\n\n59.\n\n182 (Cont.1)\n\n183\n\nit has been decided. For ea long moment he looks at her.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is still frightened at what she has decided, but\n\n(CONTINUED)\n\fSh2\n\n59. 182 (Cont.1)\n\n183\n\nit has been decided. For ea long moment he looks at her. \n\nTARGET SECTION TO BE ANNOTATED:\nDeep in his heart he has feelings which he will not\nacknowledge.\n\nSINUHE\n\n(in the anger of despair)\nYou are a little late! If you would\ntake her place, change your eyes from\nbrown to green ~- change your name to\nthat one which means beautiful so that\nI shall repeat it over and over!\nSprinkle your hair with gold, paint\nyour mouth red ~~ change your heart\nto evil -- |\n\n(stops himself)\n\nSeeing that her eyes flood with tears, he drives with\nharsher cruelty.\n\nSINUHE\nYou wish to help me? Then do!\n(produces a scroll)\nWith this I deed her my inheritance --\n\nMERIT\n(rises with horror)\nNo, Sinuhe!\nSINUHE\n\nThe home in which my aged parents\nlive - the tomb they have prepared\nfor their eternal rest -~ {\n\nMERIT\nYou cannot do this!\n\nSINUHE\nIt needs the signature of witnesses --\nbe the first to sign!\n\nHe holds it out to her. She strikes it from his hand.\n\nMERIT\nThe gods take pity!\n\nBreaking into sobs she runs out. Sinuhe looks after her.\nThen slowly, without spirit, he stoops to pick up the\ndocument.\n\nDISSOLVE TO:\n\nEXT. NEFER'S GARDEN - ANGLE TO GATE - SINUHE AND GATEMAN -\nDAY\n\nGate is being opened and Sinuhe is being let in. He walks\nas if half drugged, as if he has slept too long under the\nnarcotic of shame. From ahead of him he hears the sound\nof some soft music, stops momentarily to look at ~\n\f60.\n\n18). FROM SINUHE'S PERSPECTIVE - AT POOLSIDE - NEFER - GIRL-\nSLAVE ORCHESTRA ~- DAY\n\nLying on a couch of mats Nefer is idly picking at some\ne fruits and dates, while three of four members of her\nGIRL-SLAVE ORCHESTRA entertain her. Today her hair is\ndyed red = her jewelry is green to match her eyes, except\nfor a magnificent diamond she wears in her headpiece -\nwhich stone we have seen previously in the headpiece of\nthe Babylonian Merchant when he came out of her gate.\nShe sees Sinuhe, watches him a moment then -\n\nNEFER\n(pleasantly complaining)\nHow late you are.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nFROM SINUHE'S PERSPECTIVE - AT POOLSIDE - NEFER - GIRL-\nSLAVE ORCHESTRA ~- DAY\n\nLying on a couch of mats Nefer is idly picking at some\ne fruits and dates, while three of four members of her\nGIRL-SLAVE ORCHESTRA entertain her. Today her hair is\ndyed red = her jewelry is green to match her eyes, except\nfor a magnificent diamond she wears in her headpiece -\nwhich stone we have seen previously in the headpiece of\nthe Babylonian Merchant when he came out of her gate. She sees Sinuhe, watches him a moment then -\n\nNEFER\n(pleasantly complaining)\nHow late you are. \n\nTARGET SECTION TO BE ANNOTATED:\n185 MOVING SHOT - DAY\nbringing Sinuhe to her, slowly, eyes on ground.\n\nSINUHE\n(lifelessly)\nI have deeded to you the home of\nmy parents.\n\nNEFER\n(as before)\nI had begun to think that I had\ngrown old and ugly in your eyes.\n\ne He fumbles in his belt, takes out the document, holds it.\nShe smiles, but makes no move to take it.\nNEFER\nToday you shail know my heart's\ngratitude.\n\nHe hesitates, hands her document. In the last second\nhe almost withholds it as he sees the diamond. Not\nkmowing the reason for his hesitation, Nefer, after she\nhas the document -\n\nNEFER\n(lightly)\nOr tomorrow.\nSINUHE\n\n(with a quietness which\nshe doesn't yet realize\nas deadly)\n\nThat diamond is new?\n\nShe hesitates a moment, waiting to see if there is any-\nthing more to it than a simple question; when he says\ne nothing more -\n\n(CONTINUED)\n542\n\f5u2\n\n61.\n\n185 (Cont.)\n\n186\n\n187\n\n188\n\n189\n\nNEFER\n(lightly)\nIt was once a queen's I am told.\n\nShe turns away, finding her ebony box, on tiles beside\nher couch, opens lid of box.\n\nSINUHE\n(as before)\nI have seen it before.\n\nShe stops all movement, alerted, but not looking at him.\n\nSINUHE\nOn the headdress of a Babylonian\nmerchant.\n\nCLOSE SHOT - NEFER - DAY\n\nShe throws a look at him, hesitates, makes the cynical\ndecision that he from whom she has taken everything so\neasily, is easily handled = turns away again, her look\ncompletely away from him, deposits the deed in her ebony\nbox during -\n\nNEFER\nDo not be vexed, Sinuhe. I deceived\nhim. He was a paunchy man, as fat\nas a pig -~\n(earning back, stops\nabruptly, fright\nwidening her eyes)\nSinuhe.\n(a second later,\nin terror)\nSinuhe!!\n\nCLOSE SHOT PAST NEFER TO SINUHE - DAY\n\nWith a sound that is half groan, half yell, he grabs her\nthroat with his two hands, gives a jerk and with one\nheave throws her into the pool in b.g.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe was a paunchy man, as fat\nas a pig -~\n(earning back, stops\nabruptly, fright\nwidening her eyes)\nSinuhe. (a second later,\nin terror)\nSinuhe!! CLOSE SHOT PAST NEFER TO SINUHE - DAY\n\nWith a sound that is half groan, half yell, he grabs her\nthroat with his two hands, gives a jerk and with one\nheave throws her into the pool in b.g. \n\nTARGET SECTION TO BE ANNOTATED:\nORCHESTRA - DAY\n\nas girls scream, drop their instruments with a jangle,\nrun, scattering, screaming.\n\nIN POOL - SINUHE AND NEFER - DAY\nHe actually means to drown her - is holding her head\n\nunder as she struggles. The dye from her hair is stain-\ning the water blood red.\n\fshe\n\n190\n\n191\n\n192\n\n193\n\n194\n\n195\n\n196\n\n62.\nANGLE TO HOUSE ~ SERVANTS - DAY\n\nrush out into garden - mostly women, screaming - but\nalso Nefer's two giant Negroes, who rush forward toward\npool.\n\nIN POOL - SINUHE AND NEFER - TWO NEGROES - DAY\n\nHe is holding her under -- we are close on them -- we\nean see the bubbles of her expiring breath rising out\nof the red water, Sinuhe's contorted face. As a Negro\nhurls himself into the pool on top of Sinuhe it is\nmostly an impression of something coming past camera\nto make a great splash on the water.\n\nWIDER ANGLE - FIGHT - DAY\n\nThe Negro who has come in after Sinuhe heaves him to\npool's edge, where he is seized by second Negro, pulled\nup like a toy, smashed in the face into the trunk of a\ntree, at the foot of which Sinuhe falls down, half in-\nsensible. Second Negro out of pool, a rushing blot past\ncamera.\n\nMOVING SHOT - SINUHE, TWO NEGROES - FIGHT - DAY\n\nOne Negro picks up Sinuhe, hits him, sending him spinning\nagainst Second Negro, who picks him up in his two hands,\nhigh into the air over his head, hurls him toward garden\ngate onto ground, First Negro instantly on him, picks\nhim up, high over head, hurls him toward gate. These\ngiants handle him like a sack of grain.\n\nIN POOL - NEFER AND SERVANTS - DAY\nas she is being helped out, as she recovers some breath.\n\nEXT, STREET BEFORE NEFER'S HOUSE - ANGLE TO GATE - GATEMAN,\nTWO NEGROES, SINUHE - DAY\n\nGate is opened; Sinuhe, with a great heave, is thrown\ninto foreground, into the street; gate is slammed shut.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThese\ngiants handle him like a sack of grain. IN POOL - NEFER AND SERVANTS - DAY\nas she is being helped out, as she recovers some breath. EXT, STREET BEFORE NEFER'S HOUSE - ANGLE TO GATE - GATEMAN,\nTWO NEGROES, SINUHE - DAY\n\nGate is opened; Sinuhe, with a great heave, is thrown\ninto foreground, into the street; gate is slammed shut. \n\nTARGET SECTION TO BE ANNOTATED:\nPAN SHOT - SINUHE ~ KAPTAH - DAY\n\nOn the ground - dirty, bloody, unconscious ~ Sinuhe makes\nan effort to rise - only a slight, convulsive movement -\nstiffens into the dirt, After a moment camera pans away\nslightly. Peering cautiously around the corner of a wall\ncomes the one eye of Keptah.\n\nDISSOLVE TO:\n\f197\n\n63.\n\nINT. A BEDROOM IN PHARAOH'S PALACE - TIGHT GROUP SHOT -\nAXHNATON, QUEEN NEFERTITI, A CHILD, AN EGYPTIAN DOCTOR -\nNIGHT\n\nIt is a simple room ~- (see illustration NAT'L GEOGRAPHIC,\nOct. 1941, p. 486) + a domestic scene which could happen\n4n any home. The child is sick = youngest of Pharaoh's\ndaughters. The mother sits on the bed, cradling the child\nin her arms. The father paces nervously. The DOCTOR is\nan old man, who sits on a chair beside the bed. Ona\ntable in front of him is his medical chest. For a moment\nhe consults a papyrus seroll, looks toward the child,\nobviously unsure of himself,\n\nAKHNATON\n(impatiently)\nMake haste!\n\nThe old man looks piteously at Pharaoh.\n\nDOCTOR “\nPunish me!\n\nPHARAOH\n(brushing this aside)\nTell me what's wrong with my child!\n\nDOCTOR\nMy eyes are old -- I am of the old\nschool,\n\nAkhnaton makes an impatient gesture.\n\nDOCTOR\nNot many days ago I was present at\n@ demonstration in the courtyard of\n@ young physician called Sinuhe, He\nWho Is Alone -\n\nAKHANATON\n(interrupting - with\nanguish - as if to\nhimself)\nWhere is Sinuhe!\n\nDOCTOR\nI believe that this child suffers from\na growth beneath the skull such as he\ndescribed and that only this young man\ncan save her.\n\nAt the sound of footsteps approaching, Akhnaton whirls\ntoward doorway.\n\fshe\n\n198\n\n64.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOCTOR\nI believe that this child suffers from\na growth beneath the skull such as he\ndescribed and that only this young man\ncan save her. At the sound of footsteps approaching, Akhnaton whirls\ntoward doorway. she\n\n198\n\n64. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE TOWARD DOORWAY FROM CORRIDOR - GROUP AS BEFORE -\nHOREMHEB - THE BAKETAMON - NIGHT\n\nAs Horemheb appears in doorway, makes obeisance, Akhnaton\nimpatiently gestures him to come in.\n\nAKHNATON\nYou have come alone?\n\nHOREMHEB\n(sadly)\nWith bad news.\n(comes to Akhnaton)\nHis house has been sold --\n\nAKENATON\n(impatiently)\nI know, I know,\n\nHOREMHEB\nI went this afternoon to the home of\nhis parents. I found that his parents\nare dead.\n\nAKHNATON\n(even in this moment\nsympathetic)\nOh. ee?\n\nHOREMHEB\nHe was not there -- Only a crowd of\ngrieving neighbors and some officers\nof the law, who were trying to take\npossession, for this house, too, has\nbeen sold.\n\nBehind him in doorway Baketamon appears. Horemheb does\nnot at first see her as she enters and walks toward bed.\n\nHOREMHEB\nFrom there I went to the residence of\na certain woman -\n(voice alters as he catches\nsight of Baketamon)\n- with whom he is enamored --\n\nHe is searching Baketamon's face, hoping for some sign\nof recognition from her. But she gives him none, only\nsitting on the bed beside the Queen to comfort her.\n\nHOREMEEB\n- but this woman denied any imowledge\nof his whereabouts...\n\nDISSOLVE TO:\n\f199\n\n200\n\n201\n\n65.\n\nINT. ROOM IN THE HOUSE OF SINUHE'S PARENTS ~ SINUHE AND\nKAPTAH - DAY\n\nThis is the principal, all-purpose room of a middle-class\nhome. Sinuhe stands looking about him, horror-stricken.\nHis face and body show the effects of the beating he was\ngiven by Nefer's Negroes. Kaptah is beside him, almost\nweeping. On the bed lie the two shroud-wrapped bodies\n\nof Sinuhe's parents. The smoke from the fireplace, by\nwhich they have ended their lives, still clouds the\nceiling and drifts out through door and high windows into\nthe courtyard.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nKaptah is beside him, almost\nweeping. On the bed lie the two shroud-wrapped bodies\n\nof Sinuhe's parents. The smoke from the fireplace, by\nwhich they have ended their lives, still clouds the\nceiling and drifts out through door and high windows into\nthe courtyard. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\n(dead tone)\nHow did my parents die?\n\nKAPTAH\n(emotionally)\nBy their own hands, my lord, Smothered\nwith smoke from the hearth.\n\nSinuhe looks about, suffering, looks toward ceiling at --\nANGLE TOWARD CEILING ~- CLOSE SHOT ~ CRADLE BOAT - DAY\n\nwhich is suspended from the ceiling. It is made with\nreeds, tied with fowler's knots, daubed with pitch - and\nbegrimed with many years of smoke from the hearth.\n\nCLOSE SHOT - SINUHE AND KAPTAH - DAY\n\nSINUHE\nThere is the boat in which I drifted\ndown the Nile.\n(bitterly)\nIn their simplicity they said I was\na gift from the gods -- not knowing\nwhat evil the gift would bring them.\n\nKAPTAH\n(after pause)\nYour father left you a letter which\nhe dictated to a scribe.\n\nSINUHE\nRead it.\n\nKAPTAH\nMaster, you Imow I cannot read.\n\nSinuhe takes the papyrus roll which Kaptah hands him,\nunrolls it, and begins to read.\n\n(CONTINUED)\n\f66.\n\n201 (Cont.)\n\n202\n\n203\n\nSINUHE\nI, Semmut, and his wife Kipa send greet~\nings to our son Sinuhe. Throughout your\nlife you have brought us only joy, and\ngreat has been our pride in you. We are\ngrieved for your sake because you have\nmet with reverses, and we believe that\nin all you did you could not help your-\nself. Do not grieve that you were\nrequired to sell our tomb, for all exist-\nence is vanity -- we are old, and death\ncomes to us as welcome as sleep to the\nweary.\n\nCLOSE SHOT ~ SINUHE - DAY\nas he continues reading only with greatest difficulty.\n\nSINUHE ©\n\n(reading with emotion)\nRemember always that we blessed you\nbefore we left. May all the gods of\nEgypt protect you from danger, may your\nheart be shielded from sorrow --- such\nis the desire of your father and your\nmother.\n\nDISSOLVE TO:\n\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINUHE ©\n\n(reading with emotion)\nRemember always that we blessed you\nbefore we left. May all the gods of\nEgypt protect you from danger, may your\nheart be shielded from sorrow --- such\nis the desire of your father and your\nmother. DISSOLVE TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n \"THE HOUSE OF DEATH\" - SINUHE - WORKERS ~ FOREMAN ~\nNIGHT\n\nIntroduce scene by camera coming through vapor from great\nvats of copper and/or stone, Horror should not at any\ntime be emphasized nor revolting details shown in this\nplace where the bodies of the dead are mummified. How-\never, well in beg. of scene, almost completely shrouded\nin vapor, there might be indications of the mechanics by\nwhich bodies are carried up to vats on ramps, divested\nof their shrouds and thrown into the liquid chemicals.\nBut predominantly the effect should be only mystic and\nweird, a kind of inferno - hell on earth. Possibly a\ngreen light cast over scene would be effective. Just\nbefore scene is disclosed, we hear -\n\nSINUHE\nI am Sinuhe - called He Who Is Alone -\n\nAs scene is disclosed -\n\n= and my name is written in the Book\nof Life of the Physicians.\n\n(CONTINUED)\n\f67.\n\n203 (Cont.)\n\n204,\n\nWe see that Sinuhe has already laid down the shroud-wrapped\nbody of his father and is just laying down that of\n\nhis mother. A group of curious workers gather around.\nThese are of the lowest order of human beings, ragged,\nunkempt, filthy. A big fellow, whose only slightly bet-\nter appearance identifies him as the FOREMAN, approaches\nSinuhe as the latter straightens.\n\nSINUHE\nInto this House of Death I have brought\nthe bodies of a man and a woman to be\npreserved by your art that they may\nenjoy eternal life in the hereafter.\n\nA WORKER\n(with evil eagerness)\nIs the woman young?\n(stoops to lift shroud)\n\n2ND WORKER\n(angrily leaping to\nintercept him)\nBy lot this one belongs to me!\n\nThe first worker had peeped beneath the shroud, reacts\nwith distaste.\n\n1ST WORKER\nTake her! She's an old hag!\n\nWith one blow, Sinuhe knocks them both aside. The\nForeman seizes hold of Sinuhe to prevent further violence.\n\nCLOSE SHOT - SINUHE AND FOREMAN - NIGHT\nas Sinuhe subsides.\n\nFOREMAN\n(wheedling - avaricious.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nForeman seizes hold of Sinuhe to prevent further violence. CLOSE SHOT - SINUHE AND FOREMAN - NIGHT\nas Sinuhe subsides. FOREMAN\n(wheedling - avaricious. \n\nTARGET SECTION TO BE ANNOTATED:\nAre you a noble lord? Have you gold?\n\nSINUEE\nThe pennies to pay for having my\nparents transported here were loaned\nme by my former slave.\n{as Foreman reacts)\nIn truth I have nothing --\n\nFOREMAN\n(off to workers;\ncarelessly)\nThrow these bodtes in the river.\n\n(CONTINUED )\n\f205\n\n206\n\n207\n\n208\n\n66.\n\n20) (Cont. )\n\nSINUHE\n(seizing him desperately)\nI will work for you to pay!\nThe Foreman looks at him as if he can't credit his ears.\nGROUP OF WORKERS - NIGHT\n\nwho also in their animal way look at Simhe as if he is\ncrazy - demented.\n\nSINUHE'S VOICE\nIwill serve you in this House of Death\nfor as long as is needed]!\n\nCLOSE SHOT - SINUHE AND FOREMAN - NIGHT\nFOREMAN\nOnly the accursed of the gods or\neriminals take service here.\nSINUEE\nThere is no man here who is not better\nthan I!\nAs camera goes away through vapor again:\nDISSOLVE TO:\n\nEXT. \"THE VALLEY OF THE KINGS\" ~- LONG SHOT, INCLUDING\nRIVER NILE - NIGHT\n\nIt is a winding narrow valley in the desert with red and\npurple cliffs and hills. Bathed in moonlight, it is a\nbeautiful and peaceful sight.\n\nDISSOLVE TO:\n\nAT A ROYAL TOMB ~ SINUHE - KAPTAH ~- A GRAVE ROBBER -\n\n- NIGHT\n\nBuilt into the face of a hill is the white portico and\nentrance to a royal tomb. (See illustration NAT'L GEO-\nGRAPHIC Oct. 1941 p.503.) The GRAVE ROBBER is a former\ncriminal, as his mtilated ears testify. But he has a\ngood heart. The three men are smoothing flat the sand\nover the graves which they have dug for Simbhe's parents\nrather near the doorway to the tomb.\n\nGRAVE ROBBER\nDo you not know that it is forbidden\nfor any but peeple of royal blood to\nbe buried in the Valley of the Kings?\n\n(CONTINUED )\n\f69.\n\n208 (Cont.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAVE ROBBER\nDo you not know that it is forbidden\nfor any but peeple of royal blood to\nbe buried in the Valley of the Kings? (CONTINUED )\n\f69. 208 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n209\n\n210\n\n211\n\n212\n\nKAPTAH\n(in bad humor)\nEvery child knows this!\n\nGRAVE ROBBER\nI marvel that you dare to lay the\nspirits of your parents of common\npirth near this tomb of a sacred Queen.\n\nSINUHE\n\n(quietly)\nMy parents hed very little in their\nearthly life.\n\n(after a pause)\nYou can go now, Kaptah. I can give\nyou nothing but my gratitude.\n\n(turns to grave\n\nrobber)\nAnd you -- you're a kind man though\na@ grave robber.\n\n(a rueful half laugh)\nTomorrow I may join you in your trade --\n\n(to Kapteh)\nSome day I may see you.\n\nKAPTAH\nThe future is hidden, Master.\n\nAs the two of them start to leave Sinuhe -\nDISSOLVE TO:\nTHE GRAVE - SINUBE - NIGHT\n\n4s seated mourning alone for his parents. After a moment\nor two he hears a sound down the valley, looks around.\n\nMED. LONG SHOT - SINUHE AND MERIT - NIGHT\n\nMerit is walking up the valley, walking past ea half-\ncompleted tomb on which work has been abandoned for the\nnight, toward Sinuhe. Sinuhe peers, not yet able to\nidentify who is coming.\n\nGLOSER ANGLE - MOVING SHOT - MERIT - NIGHT\n\nbringing her toward Simhe. She carries a woven basket\n\n. of provisions and @ rolled-up mat of the type used for\n\nsleeping.\nSINUHE - NIGHT\nHe sees that it is Merit, jumps to his feet.\n(CONTINUED )\n\f70.\n\n212 (Cont. )\n\n213\n\n24\n\n215\n\nSINUHE\nStay away! For forty days and nights\nI have labored in the House of Death.\n\nMOVING SHOT AS BEFORE - BRINGING MERIT TO SINUHE - NIGHT\n\nMerit comes along. She is completely self=-possessed,\nsure of herself - but is nowise offensively so - only\nwith the beautiful simplicity which in every way implies\nthat yesterday is dead yesterday and tonight is new.\n\nMERIT\n(quietly)\nKaptah told me I would find you here.\n\nSINUHE\nThe odor of death is on me.\n\nShe steps near him, at what might be termed a respectful\ndistance, fearing that to come further without his con-\nsent might offend him.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nMERIT\n(quietly)\nKaptah told me I would find you here. SINUHE\nThe odor of death is on me. She steps near him, at what might be termed a respectful\ndistance, fearing that to come further without his con-\nsent might offend him. \n\nTARGET SECTION TO BE ANNOTATED:\nMERIT\nI have brought wine and honey cakes.\n\n_ SINUHE\nI have joined a cast which is shunned\nby every living being!\n\nMerit finds a spot close by where the sand is smooth,\nsets down her burdens, seats herself and opens her bas-\nket. He watches her, dumbfounded.\n\nCLOSE SHOT - MERIT - NIGHT\n\nShe looks up at him. With simplicity, with the slight-\nest kind of gesture, indicates an invitation to come sit\nbeside her.\n\nCLOSE MOVING SHOT - NIGHT\n\nbringing Sinuhe to her. He looks down at her for a long\ntime, understanding why she has come but not quite yet\nbelieving. Merit smiles.\n\nMERIT\nIt's very simple, Simbhe -- almost too\nsimple to need words - what I give, I\ngive only from the heart.\n\nHe stoops swiftly and gathers her into his arms. Camera\npans away and up, during which movement -\n\nDISSOLVE TO:\n\f216\n\n217\n\n218\n\n219\n\n220\n\n221\n\n222\n\n7.\nEXT. SKY - EFFECTS SHOT - NIGHT TO DAY\n\nAt first we see only the clear night sky, stars, one star\nbrighter than all the rest. Then the sky brightens into\ndawn and the stars pale out as predawn light glows. An\neagle is heard to scream in the sky.\n\nEXT. \"VALLEY OF THE KINGS\" ~- NEAR GRAVE OF SINUHE'S\nPARENTS - CLOSE SHOT - SINUHE - DAY\n\nawakens with a start. His arms are in a position as if\nhe had held someone in them. By first impulse he looks\nbeside him ~-- Merit is gone -- there is only the print of\nher sleeping mat in the sand, Then he hears a noise in\nthe valley below him -- looks.\n\nLONG SHOT - FROM SINUHE'S PERSPECTIVE - DAY\n\nSomeone is driving a chariot rapidly up the valley.\nMOVING SHOT - CHARIOT - HOREMHEB - DAY\n\nHe is driving his team at furious pace.\n\nNEAR TOMB OF SINUHE'S PARENTS - DAY\n\nSinuhe recognizes Horemheb - rises.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONG SHOT - FROM SINUHE'S PERSPECTIVE - DAY\n\nSomeone is driving a chariot rapidly up the valley. MOVING SHOT - CHARIOT - HOREMHEB - DAY\n\nHe is driving his team at furious pace. NEAR TOMB OF SINUHE'S PARENTS - DAY\n\nSinuhe recognizes Horemheb - rises. \n\nTARGET SECTION TO BE ANNOTATED:\nHOREMHEB - CHARIOT - DAY\n\nHorses rearing and pawing the air as Horemheb pulls them\n\nto an abrupt stop - dust rising in clouds as Horemheb\njumps out.\n\nCLOSE ANGLE - HOREMHEB AND SINUHE - DAY\n\nThere is an air of calmness about Sinuhe of accepting fate\nwhatever 1t may be, which contrasts with Horemheb's\nviolence, a kind of friendly anger.\n\nHOREMHEB\nThe daughter of Pharaoh is dead - for\nlack of the medical help which you\ncould have provided! You are being\nsearched for everywhere!\n\nSINUHE\n(calmly, resigned)\nSince you have found me and you are\nthe captain of Pharaoh's palace guard -~\n\nHOREMHEB\n(violently)\nIs this the way you think I interpret\nfriendship? Get int\n\n(CONTINUED )\n\f42\n\n72.\n\n222 (Cont.)\n\n223\n\n22h\n\n225\n\n226\n\n227\n\n228\n\nHe grabs hold of Sinuhe's clothing at the shoulder,\npractically throws him into the chariot, jumps in after\nhim, applies whip to team.\n\nLONGER ANGLE - CHARIOT - DAY\n\nas chariot 1s driven away in the direction from which it\ncame, at the rapid speed with which it came.\n\nDISSOLVE TO:\n\nEXT. STREET IN THEBES ~ AT A CORNER - LOW ANGLE SHOT -\nCHARIOT - HOREMHEB AND SINUHE - DAY\n\nChariot comes around corner at a furious pace, almost\ndirectly at camera. Horses paw the air as Horemheb pulls\nthem to a stop. He pushes Sinuhe out of chariot, throws\nsomething after him. .\n\nHOREMHEB\n(rapidly, incisively)\nThis is as far as I dare take you.\nHere's a purse - there's silver in it -\nali I have!\n\nSINUHE\nHoremhebd --\n\nHOREMHEB\nA ship sails down the river this morning!\nTake it! Your life is forfeit in Egypt --\nnever dare to return! .\n\nHe applies whip to team.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nTake it! Your life is forfeit in Egypt --\nnever dare to return! . He applies whip to team. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE SHOT - SINUHE - DAY\n\nStands looking after him, holding the purse, gratitude\nfor Horemheb's friendship, many other things passing\nthrough his mind. Turning, he sees -\n\nSINUHE'S PERSPECTIVE - DOWN STREET - SQUADRON OF SOLDIERS -\nDAY .\n\nare approaching.\nSINUHE - DAY\n\nlooks around, wondering where to hide. Over his shoulder\nhe sees:\n\nEXT. “STREET TO THE DOCKS\" FROM SINUHE'S PERSPECTIVE - DAY\nThe entrance'to the Inn, \"The Crocodile's Tail.\"\n\fshe\n\n229\n\n230\n\n231\n\n232\n\n233\n\n23h\n\n73.\nANGLE FROM NEAR GATEWAY TO THE INN - SINUHE - DAY\n\nruns toward the Inn. As he arrives at the gateway to the\nInn he sees another squadron of soldiers beginning to come\nout of the Inn. He runs past, gets past just in time,\nducks into another doorway. Camera movement makes a close\nshot of him there. He watches the soldiers, looks around,\nwondering where he will be safe. Presently he hears ~\n\nKAPTAH'S VOICE\n(from 0.8., distant calling,\nsyllables drawn out)\nHe Who Is Alone!\n\nSinuhe looks in that direction.\n\nANGLE DOWN STREET FROM SINUHE'S PERSPECTIVE - KAPTAH - DAY\nrather far away, hiding in a doorway, is frantically\nsignaling to Sinuhe. Well beyond Kaptah at the end of\n\nthe street we see the suggestion of a river ship, its\nsails being hoisted.\n\nCOMPREHENSIVE SHOT - DAY\n\nSinuhe comes out of his hiding place, goes down the street\nin direction of Kaptah and the ship. First he walks, then\nhe runs.\n\nGATEWAY TO INN, \"THE CROCODILE'S TAIL\" - MED. SHOT ~\nSOLDIERS - MERIT - DAY\n\nSoldiers are posted at the gateway as if they intend to\nremain there. Merit comes out of the gateway. She looks\nnervously at the soldiers. She looks up and down the\nstreet.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nMerit comes out of the gateway. She looks\nnervously at the soldiers. She looks up and down the\nstreet. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE SHOT - MERIT - DAY\nOf course she has not seen Sinuhe - but it is as if some\nintuition has told her that he has been near. She is\nafraid.\n\nDISSOLVE TO:\n\nEXT. RED SEA - MOVING SHOT - BRASSY WATER UNDER HOT SKY -\nDAY\n\nover which we hear:\nOLD SINUHE'S VOICE\nAnd so I shook the black mud of Egypt\noff my feet.\n\nDISSOLVE TO:\n\f235\n\n236\n\n237\n\n7h.\nEXT, THE HOUSE ON DESERT - OLD SINUHE - DAY\nFor a moment he muses rather sadly.\n\nOLD SINUHE\nAs many as the sands of this desert\nwere the follies of my youth. Heavy\nwas my punishment -- then, as now,\nI was an exile from my home.\n\nHe raises his head, His tone changes as he begins\nanother story.\n\nOLD SINUHE\nI saw the whole world. I saw the rulers\nand the people. I saw the gods the\npeople worshipped.\n\nDISSOLVE TO:\n\nSHORT SERIES OF REPRESENTATIONS OF THE GODS OF MANY LANDS -\nDAY\n\nwhich include: Jehu of the Khabiri (Hebrews); the bull-\nheaded Minotauros of the Cretans and others; many-breasted\nAstarte; fire-belching Baal.\n\nDISSOLVE TO:\n\nEXT. A STREET IN SMYRNA - MOVING SHOT - PASSERS-BY -\nSINUHE AND KAPTAH - DAY\n\nCamera slowly crosses narrow street. We get enough of the\ncolor to realize that we are in a land foreign from Egypt.\nThere are Syrians, Hittites, Mitannians, Hebrews. There\nis the suggestion of a camel caravan.\n\nOLD SINUHE'S VOICE\nLife gave me no delight -- my heart\ncried for my home. He who has once\ndrunk of Nile water will forever yearn\nto be by the Nile again -- his thirst\ncannot be quenched by the waters of\nany other land!\n\nCamera arrives at Sinuhe and Kaptah. They are the only\nones who wear Egyptian clothes. A definite suggestion of\nweariness in Sinuhe suggests that a considerable time has\nelapsed since he left Egypt - as much as a couple of years.\n\nHis clothing and Kaptah's are rather seedy.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are the only\nones who wear Egyptian clothes. A definite suggestion of\nweariness in Sinuhe suggests that a considerable time has\nelapsed since he left Egypt - as much as a couple of years. His clothing and Kaptah's are rather seedy. \n\nTARGET SECTION TO BE ANNOTATED:\n As Kapteah\nwatches him with his gimlet single eye, Sinuhe is looking\naround him in a manner which plainly says that he is an\nalien in a strange land. Seeing Kaptah's eye on him, he\nreturns the slave's look for a long moment before -\n\n(CONTINUED )\n\f75.\n\n237 (Cont.}\n\n238\n\n239\n\nSINUHE\nKaptah, is there no means by which we\ncan ever return to Egypt?\n\nKAPTAR\nOnly one, master. By means of the only\nthing in which every man believes -\nwhatever his color.\n(after a pause)\nGold.\n\nSINUHE\n(entertaining the idea,\nhalf question, half\nstatement )\nGold.\n\nKAPTAR\nWhich can buy anything.\n\nSINUHE\n(with a smile, but not at\nall dismissing the idea)\nYou are a cynic, slave.\n\nKAPTAH\n(half mischievous,\nhalf serious)\nYou are a cynic also, master ~ without\nyet knowing it.\n\nDISSOLVE TO:\nEFFECTS SHOT - MONEY - DAY\n\nof many lands and sorts - rings of metal, jewels, crude\ncoins, clay tablets on which sums are written in Assyrian\ncuneiforms. .\n\nDISSOLVE TO:\n\nINT. AN AMURRU TENT - GROUP - KING AZIRU, HIS CHIEFTAINS,\nA SICK BOY - SINUHE AND KAPTAH - NIGHT\n\nIt is a wild and barbaric setting lit with flickering\ntorchlight. KING AZIRU is a giant savage king with a\ncurled, blue-black beard. He is sitting on a camp stool\nby a bed on which his SON of about twelve years of age lies\ntossing feverishly. Aziru's CHIEFTAINS are almost as bdar-\nbaric looking as he. With Kaptah standing by, Sinuhe rises\nbeside him after having examined the sick boy. Aziru\nfollows Sinuhe with his eyes and we see that tears are\nrunning like rivulets from his eyes into his beard.\n\n(CONTINUED)\n\f76.\n\n239 (Cont.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nAziru\nfollows Sinuhe with his eyes and we see that tears are\nrunning like rivulets from his eyes into his beard. (CONTINUED)\n\f76. 239 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n240\n\nAZIRU\nSave my son, gifted Egyptian, and I\nwill give you one-tenth of all my\nwealth, as I am Kingt\n\nSINUHE\n(gravely)\nYour son's spirit is drifting close\nto the shores of the Western Land\nfrom which none has returned.\n(whispers to Kaptah)\nA simple infection.\n\n(to Aziru)\nTwo-tenths of your wealth, King.\n\nDISSOLVE TO:\n\nINT. PORTION OF THRONE ROOM OF THE KING OF BABYLON -\nTIGHT SHOT - KING, DOCTORS - SINUHE AND KAPTAH ~ DAY\n\nGet the suggestion of bigness out of impression and detail\n~ Babylonian drawings, highly colored, on a wall - impres-~-\nsive throne. KING BURNABURIASH of Babylon sits on the\nthrone -- a nasty, beardless boy. One of his jaws is\nswollen out to the size of an orange. Two of his DOCTORS\nstand by dressed in the weirdly feather-like garment of\ntheir calling. There may be a suggestion of others. On\ntheir faces on the floor in front of the throne are Sinuhe\nand Kaptah, Their clothing is now rich and they are both\nloaded down with ornaments of gold and precious stones.\n\nKING BURNABURIASH\n(in a petulant tone)\nEgyptian, your fame has traveled ahead\nof you, but from where I sit I can see\nnothing remarkable about you.\n\nKAPTAE\nMy master can cure the blind, bring the\ndead to life -- !\n\nKING BURNABURIASH\nSilence! Another word and a live slave\nwill be dead.\n(looks at Sinuhe,\nwaits)\n\nSINUHE\nI perceive that your Majesty is possessed\nof the nastiest devils I have ever encoun-\ntered.\n\n(CONTINUED)\n\fa2\n\nTT.\n\n240 (Cont.)\nAfter the King of Babylon looks with fear at his doctors -\n\nSINUHE\n(whispers with amuse-\nment to Kaptah)\nA toothache.\n\nSinuhe gets to his feet, looks at the King boldly. Kaptah\nstarts to get to his feet, thinks better of it and goes\ndown again.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\n240 (Cont.)\nAfter the King of Babylon looks with fear at his doctors -\n\nSINUHE\n(whispers with amuse-\nment to Kaptah)\nA toothache. Sinuhe gets to his feet, looks at the King boldly. Kaptah\nstarts to get to his feet, thinks better of it and goes\ndown again. \n\nTARGET SECTION TO BE ANNOTATED:\nBURNABURIASH\n(craftily)\nWhat price do you beg for to cast out\nthese devils?\n\nSINUBE\nMy fee - like my skill - will amaze you.\n\nDISSOLVE TO:\n\f2h1\n\n2k2\n\n243\n\n7.\n\nA REPRESENTATION OF THE GODS OF THE HITTITES - A CHIMERA -\nDAY\n\nwhich is a fearful beast made with two heads - man and\nanimal - the body of a lion, wings, a serpent for tail.\n\nOLD SINUHE'S VOICE\nI came to the land of the Hittites.\n\nDISSOLVE TO:\n\nINT, A TENT OF THE HITTITES - GROUP - PRINCE SHUBBILULIUMA,\nHITTITE COMMANDER - SINUHE AND KAPTAH - DAY\n\nThis tent is a military tent, severe. Its walls are hung\nwith military maps. The tent is of medium size and is\nconnected to an adjoining tent by means of a tented pas-\nsageway. Although we do not see the inside of this se-\ncond tent, the sounds of ringing metal which come from\nit suggest that it is a big field armorers' shop. Sit-\nting on a camp chair is PRINCE SHUBBILULIUMA. He is a\nman of middle age who, though he wears a military uniform,\nsuggests a diplomat more than a commander. The group of\nhis COMMANDERS who are around him, however, look like\njust what they are - and transplanted to the modern world\nwould be Nazis or Soviets... The Prince is wearing a ban-\ndage slant-wise across an injured eye. Sinuhe is care-\nfully examining this eye, using a glass which magnifies.\nKaptah is standing nearby looking around, his interest\non the maps. There is silence until Sinuhe completes\n\nhis examination. As he straightens up -\n\nPRINCE SHUBB.\nCan you make my eye whole again?\n\nSINUHE\nBetween a serious question and an\nanswer there should be an interval\nof thought.\n\nHe has perceived the direction of Kaptah's look, He,\ntoo, looks at the military maps on the wall.\n\nINSERT ~ MILITARY MAP ~ DAY\n\nIt shows the land of the Hittites, Syria and Egypt.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINUHE\nBetween a serious question and an\nanswer there should be an interval\nof thought. He has perceived the direction of Kaptah's look, He,\ntoo, looks at the military maps on the wall. INSERT ~ MILITARY MAP ~ DAY\n\nIt shows the land of the Hittites, Syria and Egypt. \n\nTARGET SECTION TO BE ANNOTATED:\n Two\ncolored lines plainly indicate military routes, one lead-\ning across the sea past Crete to the Nile, another land-\nward through Syria to the Nile, the lines converging at\nthe delta.\n\nBACK TO SCENE - DAY\n\nThe commanders are looking uneasily at each other. The\nPrince seems completely unruffled.\n\n(CONPINUED )\n\f542\n\n195\n\n2h, (Cont.)\n\n2k5\n\n2h6\n\nPRINCE SHUBB.\nDo you see something in that map more\ninteresting than in my eye?\n\nSINUHE\nAt least stranger to me, Prince, for\nI am not a military man. if my name\nwere Horemheb I think I should con-\nclude that you Hittites are planning\nan invasion against the land of Egypt.\n\nThere is an appreciable start from the commanders at\nthis. The Prince looks around at them unruffled and\nsmiling.\n\nPRINCE SHUBB-\nIt matters not what this man sees.\nIn our land he is an honored guest\nwhom we like so much we are going to\nkeep here for life.\n\n(to Simuhe)\nShall we agree on your fee?\n(laughs )\nDo not demand more than half the\nKingdom.\nSINUHE\n\nI shall astonish you. My fee shall\nbe exactly of the size of the foreign\nparticle which has lodged in your\nprincely eye.\n\nThe Prince laughs and Sirmhe laughs with him. He bends\nforward to business. He has one of the Commanders hold\nopen the Prince's eye. From a portable medicine kit he\ntakes a small copper instrument like a tweezer, another\nlike a mimute Imife. Kaptah begins to walk around the\ntent. This makes the commanders nervous, especially\nwhen Kaptah gets near the passageway leading to the tent\nof the armorers.\n\nCLOSE SHOT - SINUHE - DAY\n\ntakes from the Prince's eye a small sliver of metal which\nhe hides in his clothing. He straightens up. .\n\nSINUHE\nDone.\n\nWIDER ANGLE - GROUP - DAY\nPRINCE SHUBB.\n(to Sinuhe)\nThank you.\n\n(CONTINUED)\n\fou2\n\n80,\n\n2h6 (Gont.)\n\n2h7\n\n248\n\nPRINCE SHUBB (Cont.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIDER ANGLE - GROUP - DAY\nPRINCE SHUBB. (to Sinuhe)\nThank you. (CONTINUED)\n\fou2\n\n80,\n\n2h6 (Gont.)\n\n2h7\n\n248\n\nPRINCE SHUBB (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n )\n(to the others)\n\nMy gratitude shall be expressed as\nfollows: this man and his companion\nare to be allowed to see what they\nwish in this land, hear what they\nwish, travel anywhere ~ except across\nthe border.\n\nThe commanders smile and laugh with appreciation of the\nPrince's humor. Sinuhe bows. He walks away, picks up\nKaptah and they go together through the passageway lead-\ning into the big tent.\n\nINT. BIG ARMORERS TENT - GENERAL SHOT - DAY\n\nIn this place weapons of all sorts are made - spears,\nscythes for chariots, knives... It is the close of the\nday and many of the armorers are leaving their tasks and\ngoing out of the tent, but some still hammer at their\nforges.\n\nCLOSE ANGLE MOVING SHOT - SINUHE AND KAPTAH ~ A HITTITE\nARMORER ~- DAY\n\nSinuhe and Kaptah come along looking about at what they\ncan see. Sinuhe seems to be increasingly possessed of\nan almost unbearably great inner excitement. Presently\nthey come upon the forge of AN ARMORER. Obviously he\nknows Sinuhe for he smiles and nods a greeting to him.\n\nSINUHE\n\nMy friend, --\n\n(from out of clothing\n\ntakes particle removed\n\nfrom Prince's eye)\n~ from the eye of your Prince I have\nremoved a small sliver of a metal\nwith which you Hittites make your\nweapons. What is it called?\n\nARMORER\nI cannot answer.\n\nSINUHE\nI think this new metal will change the\nhistory of the world. What is it\ncalled?\n\nARMORER\nI cannot answer.\n\nEe freezes at something offscene.\n\f2k9\n\n250\n\n81.\n\nANGLE TO INCLUDE SEVERAL OF THE COMMANDERS - DAY\n\nwho were in the Prince's tent and who are now coming by.\nBeyond them we see that the last of the armorers are\nquitting work and that in a moment or two this particular\narmorer will be the last. The commanders are in very\ngood spirits.\n\nA COMMANDER\n(to armorer)\nTell this guest anything he wants\nto imow.\n\nHe and his companions laugh at the joke as they pass\nalong to go out of the tent.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe commanders are in very\ngood spirits. A COMMANDER\n(to armorer)\nTell this guest anything he wants\nto imow. He and his companions laugh at the joke as they pass\nalong to go out of the tent. \n\nTARGET SECTION TO BE ANNOTATED:\nANOTHER ANGLE - SINUHE, KAPTAH, ARMORER - DAY\n\nThe armorer goes to a rack on which are kept many weapons\nof various sorts including some copper and some of the\nnew metal. He picks up a spear with ea copper head. He\ndrives it against his stone anvil. The spearhead bends\ndouble,\n\nARMORER\n(with contempt)\nEgyptian copper’\n\nHe picks up another, drives it against the anvil. It,\ntoo, bends double.\n\nARMORER\n(with contempt)\nEgyptian bronze!\n{tosses it aside)\n\nHe picks up a third, of the new metal. He drives it\nagainst the stone anvil. The weapon chips a piece from\nthe stone.\n\nARMORER\nIron.\nSINUHE\n(repeats )\nIron.\n\n(then)\nSell me a spearhead of this metal,\n\nARMORER\nThis I cannot dol\n\nSimuhe doesn't bargain with him - not with words. He\ntakes a richly jeweled bracelet off his arm, tosses it\nat the armorer's feet. The armorer's eyes glitter but\n\n(CONTINUED )\n\f82.\n\n250 (Cont.)\n\n251\n\nhis face sets and he stubbornly shakes his head. One by\none Simuhe divests himself of every jewel and ornament\nhe wears, until the armorer ig in a sweat. Kaptah is\nlooking on in horror.\n\nKAPTAH\n(cries out)\nMaster, have you taken leave of your\nsenses]\n\nSinuhe begins on Kaptah, taking off from him every piece\nof value.\n\nKAPTAH\n(almost in tears)\nTake my life but not these!\n\nWhen all is on the ground in front of the armorer Sinuhe\nlooks at him. The armorer walks to the rack, takes a\nspearhead, without handle, brings it surreptitiously and\nhands it to Simuhe, With a look of joy Sinuhe takes it\nand hides it in his clothing. As armorer goes to pick\nup the wealth camera moves to close shot of Sinuhe and\nKaptah who, during this latter part of the scene, has\nbeen rendered speechless in his anguish.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen all is on the ground in front of the armorer Sinuhe\nlooks at him. The armorer walks to the rack, takes a\nspearhead, without handle, brings it surreptitiously and\nhands it to Simuhe, With a look of joy Sinuhe takes it\nand hides it in his clothing. As armorer goes to pick\nup the wealth camera moves to close shot of Sinuhe and\nKaptah who, during this latter part of the scene, has\nbeen rendered speechless in his anguish. \n\nTARGET SECTION TO BE ANNOTATED:\nKAPTAH\nYou have given all your wealth for one\nspearhead of iron?\n\nSINUHE\n(with excitement and\noy)\nWith this passport I will dare return\nto Egypt! Soon we will go -\n\nDIRECT CUT TO:\nEXT. THE HOUSE IN DESERT ~- OLD SINUHE - MIDAFTERNOON\n\nBegin on close shot. On Old Simuhets face there is\nexactly the same expression we have seen on Sinuhets face\nin the land of the Hittites, and in direct contimation\nof the speech in the preceding scene -\n\nOLD SINUHE\n- home!\n\nCamera pulls slowly back.\nOLD SINUHE\nWe escaped to a ship, on which we took\npassage as two merchants of Syria.\nIt was prudent that we enter Egypt in\n\n(CONTINUED )\n\faye\n\n83.\n\n251 (Cont.)\n\n252\n\n253\n\n254,\n\n255\n\nOLD SINUHE (Cont.)\ndisguise for I was under sentence of\ndeath, and my only chance lay in\ngetting to Horemheb with my great\nsecret.\n\nHe pauses, his tone changes.\n\nOLD SINUHE\nHow my heart leaped when from the\nhorizon rose the sight of the delta\nof the Nile.\n\nDISSOLVE TO:\nEXT. BANK OF NILE - REEDS - DAWN\n\nOLD SINUHE'S VOICE\nAgain I would hear the whispering of\nthe reeds at sunrisel\n\nDISSOLVE TO:\nCLOSE SHOT - LOTUS FLOWERS IN BLOOM - DAY\n\nOLD SINUHE'S VOICE\nSee the lotus flowers unfolding on\nthe shore}\n\nDISSOLVE TO:\nEXT. PROW OF EGYPTIAN SHIP ~ SINUHE AND KAPTAH ~ DAY\n\nThe ship is moving slowly up the Nile. In beg. we see\nthe Sphinx and the three great pyramids past which the\nship is moving | ~- but the Sphinx and the pyramids as they\nwere in those days ~- not crumbled away, but white with\nlimestone and deseratea with bright colors. Sinuhe and\nEKaptah are in scene, looking about and looking ahead,\nBoth are in disguise, shrouded in the long enveloping\ngowns and headpieces of Syrian merchants.\n\nOID SINUHE'S VOICE\nAt last I sailed past the majestic\npyramids.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn beg. we see\nthe Sphinx and the three great pyramids past which the\nship is moving | ~- but the Sphinx and the pyramids as they\nwere in those days ~- not crumbled away, but white with\nlimestone and deseratea with bright colors. Sinuhe and\nEKaptah are in scene, looking about and looking ahead,\nBoth are in disguise, shrouded in the long enveloping\ngowns and headpieces of Syrian merchants. OID SINUHE'S VOICE\nAt last I sailed past the majestic\npyramids. \n\nTARGET SECTION TO BE ANNOTATED:\n Up my green valley watered\nby the Nile?\n(a pause, then ominously)\nBut what did I find?\n\nDISSOLVE TO:\nEXT. MONTAGE OF SHOTS - DAY\n\nto show disaster: PARCHED EARTH, veined with DEEP\n(CONTINUED )\n\foye\n\n8k.\n\n255 (Cont.)\n\n256\n\nFISSURES - WATER WHEELS and a SHADOFF (water derrick)\nstanding still and useless - CROPS, burning with drought -\nthe WATER OF THE NILE, dirty, dead bodies drifting among\ncrocodiles...\n\nOLD SINUHE'S VOICE\nI found Egypt in ruins -- swept by\ndrought, famine, sickness and death!\n\nEXT. A STREET IN THEBES - NEAR ROYAL GRANARIES - MOVING\nSHOT - SINUHE AND KAPTAH - A BEGGAR WOMAN AND CHILD -\nPASSERS-BY - DAY\n\nSinuhe and Kaptah are coming along, obviously having\njust arrived, for Kaptah is burdened with their travel-\ning bags. They move cautiously, alert for any signs of\ndanger, and Kaptah is very frightened.\n\nKAPTAH\nBetter we had not come here, where if\nthey do not hang us, we'll surely\nstarve!\n\nSINUHE\nWe will soon be at the barracks.\n\nHe reassures himself by feeling the Hittites spearhead\nwhich is concealed in his clothing. Propped against a\nwall is a BEGGAR WOMAN, starving, clothing in rags,\nwith a small CHILD in her lap, tugging at the woman's\nempty breasts.\n\nWOMAN\nAlms, alms -~- in the name of the gods!\n\nSinuhe stops, stops Kaptah.\n\nSINUHE\nGive this woman alms, Merchant of\nSyria.\n\nKAPTAH\n\n(sotto voce, protesting)\nOur last coppers?\n\nSINUHE\n(to woman)\nYou shall have alms for answers to\nsome questions.\nThe woman holds up her scrawny hands, piteously.\n\nSINUHE\nIn Syria we think of Egypt as the most\n\n{CONTINUED )\n\f85.\n\n256 (Cont.)\n\n257\n\n258\n\nSINUHE (Cont.)\nprosperous nation on earth -- yet here\nwe find nothing but misery and famine.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe woman holds up her scrawny hands, piteously. SINUHE\nIn Syria we think of Egypt as the most\n\n{CONTINUED )\n\f85. 256 (Cont.)\n\n257\n\n258\n\nSINUHE (Cont.)\nprosperous nation on earth -- yet here\nwe find nothing but misery and famine. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom what cause?\n\nBEGGAR WOMAN\nThe wicked Pharaoh, cursed be his name!\n\nSINUHE\n(genuinely surprised)\nYou dare speak of your sacred Kirg\nAkhnaton in this way?\n\nBEGGAR WOMAN\n\n(venomous ly }\nHe has forbidden to worship with the\nancient godsi He has decreed that the\npeople must worship only his god Aton.\nfhe ancient gods are angry and punish\nus with drought and famine! Curses\nrain upon Pharachl!\n\nSinuhe takes the coppers out of Kaptah's reluctant hand\nand tosses them into the hand of the beggar woman.\n\nBEGGAR, WOMAN\nThe ancient gods bless youl\n\nSinuhe and Kaptah move along, the camera moving with them.\n\nSINUHE\nCan this be our Egypt - brought to the\nverge of civil war by a petty squabble\nover gods?\n\nAhead of them they hear the growing sound of many people\nand stop, look.\n\nEXT. STREET BEFORE ROYAL GRANARIES - LONG SHOT - MOB OF\nPEOPLE - EGYPTIAN SOIDIERS - DAY\n\nThe granaries are separated from the street by a high\nwall and strong gates. Above the wall project the high\ndomes of the structures in which grain is stored. A\nlarge and curious mob of people tries to get to the gates\nto break into the granaries. The gates are being defen-\nded by a not large detachment of Egyptian foot soldiers.\n\nANGLE OF THE PEOPLE ~ DAY\n\nsomewhere on their costumes the symbol of the Cross of\nLife. Others wear symbol of the Horns. They fight\nagainst the soldiers with anything they can lay their\nhands on -- stones and sticks.\n\f5h2\n\n259\n\n260\n\n261\n\n262\n\n86.\n\nANGLE TO THE SOEDIERS - DAY\n\nThey are all armed only with spears - spears of wood,\nand these they do not use as weapons but hold them in a\nlateral position trying to form a sort of \"chain\" with\nwhich to hold the people back.\n\nON STREET - SINUHE AND KAPTAH - DAY\n\nKapteah, frightened, would turn back, but Sinuhe takes\nhold of him.\n\nSINUEE\nThis is our way to the barracks. ,\n\nHe pulls Kapteah forward.\n\nEXT.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nON STREET - SINUHE AND KAPTAH - DAY\n\nKapteah, frightened, would turn back, but Sinuhe takes\nhold of him. SINUEE\nThis is our way to the barracks. ,\n\nHe pulls Kapteah forward. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET IN FRONT OF GRANARIES - SEVERAL CLOSER ANGLES\n~- DaY\n\nto develop the course of the fighting. It is obvious\nthat the mob will win for their weight against the wood~\nen spears is causing them to break - snap like matches.\n\nDISSOLVE TO:\n\nEXT. STREET AT GATE TO ARMY BARRACKS - GENERAL SHOT -\nAN EGYPTIAN LIEUTENANT, OTHER OFFICERS - A DETACHMENT OF\nFOOT SOLDIERS - SINUHE AND KAPTAH - DAY\n\nAt opening of scene a small detachment of FOOT SOLDIERS\nis being dispatched on its way, apparently to help quiet\nthe riot before the granary. They pass by in f.g. and\nwhen they have gone disclose Sinuhe and Kaptah, who are\napproaching the gateway of the barracks. Kaptah is\nstaunching the flow of blood from his wounded face. We\nsee in f.g. the Egyptian LIEUTENANT who has dispatched\nthe troops. We have seen this man before, before he was\na lieutenant, when he was the sergeant who brought Sinuhe\nand Horemheb to Akhnaton's throne room. Beside him are\na couple of other officers and beyond him, in the court-\nyard of the barracks, can be seen a few other soldiers.\n\nLIEUTENANT\n(in disgust to the\nother officers)\nOf what use to send troops who are\nforbidden to fight!\n\nHe goes through gateway into courtyard of barracks. At\nthe same time Sinuhe and Kaptah arrive at gateway and\nstart through. They are held back by a sentry and his\nspear,\n\nSENTRY\nNone enter here.\n\f52\n\n263\n\n26k\n\n265\n\n87.\n\nEXT. COURTYARD OF BARRACKS - ANGLE TOWARD GATE -\nLIEUTENANT, OTHER OFFICERS ~ SENTRY - SINUHE AND KAPTAH ~\nDAY\n\nThe Lieutenant turns to see what is happening.\n\nLIEUTENANT\nWhat do you want?\n\nSINUHE\nTo see Horemheb.\n\nWith a gesture the Lieutenant orders the sentry to let\nSinuhe and Kaptah enter. They come to the Lieutenant\nand other officers.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINUHE\nTo see Horemheb. With a gesture the Lieutenant orders the sentry to let\nSinuhe and Kaptah enter. They come to the Lieutenant\nand other officers. \n\nTARGET SECTION TO BE ANNOTATED:\n Kaptah is holding back, nervous at\nbeing so close to the armed authority. His manner is\nenough to incite suspicion.\n\nLIEUTENANT\nWhat can a Syrian merchant want with\nthe Commander?\n\nSINUHE\nI have something of great value for him.\n\nLIEUTENANT\nHoremheb is not here. I am in command.\nGive it to me.\n\nSINUHE\n(stubbornly )\nIt is for Horemheb alone.\n\nThe Lieutenant is studying Sinuhse, not only with suspi-\ncion but with the birth of recognition. He goes closer\nto him. Sinuhe, sensing danger, averts his face.\n\nCLOSE SHOT - LIEUTENANT, SINUHE, KAPTAH IN B.G. - DAY\n\nKaptah is extremely nervous. The Lieutenant reaches out\nand grabs hold of Simhe's chin, jerks him around so\nSinuhe's face is fully disclosed to him. Sinuhe tries\nto remain calm.\n\nLIEUTENANT\n\nYoutre no Syrian - and I'm beginning\n\nto remember you.\nSimuhe makes a break.\nWIDER ANGLE - GROUP ~ DAY\nSinuhe tries to get to the gate, but the officers who\nwere with the Lieutenant grab hold of him and other sol-\ndiers rush up to help. At the same time, Kaptah makes a\nbreak and in the excitement he manages to get away,\n\n(CONTINUED )\n\f88.\n\n265 (Cont.)\n\n266\n\n267\n\n268\n\nthrough the gate to the street, where he disappears from\nsight.\n\nAT SINUHE ~ OFFICERS AND SOLDIERS - DAY\n\nIn the struggle the Hittite spearhead, ‘which Sinuhe car-\nries in his clothing, is loosened and falls with a clang\nto the paving stones.\n\nCLOSE SHOT ~- THE SPEARHEAD - DAY\n\nAs Sinuhe, restrained by the soldiers, tries to pick up\nthe spearhead, the Lieutenant's foot steps on it.\n\nWIDER ANGLE - CLOSE SHOT - LIEUTENANT, SINUHE, OFFICERS,\nSOLDIERS - DAY\n\nLieutenant picks up the spearhead and examines it.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nAT SINUHE ~ OFFICERS AND SOLDIERS - DAY\n\nIn the struggle the Hittite spearhead, ‘which Sinuhe car-\nries in his clothing, is loosened and falls with a clang\nto the paving stones. CLOSE SHOT ~- THE SPEARHEAD - DAY\n\nAs Sinuhe, restrained by the soldiers, tries to pick up\nthe spearhead, the Lieutenant's foot steps on it. WIDER ANGLE - CLOSE SHOT - LIEUTENANT, SINUHE, OFFICERS,\nSOLDIERS - DAY\n\nLieutenant picks up the spearhead and examines it. \n\nTARGET SECTION TO BE ANNOTATED:\nLIEUTENANT\n(as a man whose sus-\npicions are confirmed)\nFor Horemheb?\n(holds spearhead\nlike a dagger)\n\nSINUHE\n{hotly protesting)\nIf you recognize me, you know I am\nhis friend! Take me to him!\n\nLIEUTENANT\n(to others)\nThis man is under sentence of death --\nput him in chains...\n\nDISSOLVE TO:\n\f269\n\n270\n\n271\n\n272\n\n273\n\n27h\n\n69.\nINT, PRISON CELL - SINUHE ~ DAY\n\nIt is almost like night in here, though it is day. A\nlittle early morning light comes through a very high,\nvery small window. Sinuhe is in chains, Unable to walk\non account of the chains, he sits on the dirty floor,\nhis back propped against a stone wall ~ a victim of\napprehension and despair. There is some unspeakably\nunappetizing food in a bowl on the floor nearby which he\nhas not touched, He is unshaven, his clothing and hair\nare matted with the dirty straw on which he has slept --\nall indications are that he has been in prison for at\nleast forty-eight hours, Presently he hears, as a source\nof even greater apprehension, the sound of marching feet,\nobviously military, approaching.\n\nINT. CORRIDOR OUTSIDE SINUHE'S CELL - FEET AND LEGS OF\nA SQUADRON OF SOLDIERS ~- DAY\n\nmarching past. Through some doorway in b.g., we see an\nindication of a street and daylight.\n\nINT, SINUHE'S CELL - CLOSE SHOT SINUHE - DAY\n\nHe can interpret what he hears in only one way ~- that\nthe hour of his execution is at hand. He looks toward\nthe cell door.\n\nFROM SINUHE'S PERSPECTIVE TO CELL DOOR - SOLDIERS,\nLIEUTENANT - DAY\n\nSoldiers appear first, stop outside the door. Then the\nLieutenant, who unlocks the door.\n\nCLOSE SHOT - SINUHE - DAY\n\nis now sure that his fears are well grounded.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nFROM SINUHE'S PERSPECTIVE TO CELL DOOR - SOLDIERS,\nLIEUTENANT - DAY\n\nSoldiers appear first, stop outside the door. Then the\nLieutenant, who unlocks the door. CLOSE SHOT - SINUHE - DAY\n\nis now sure that his fears are well grounded. \n\nTARGET SECTION TO BE ANNOTATED:\n Then\nabruptly his expression alters tremendously into amaze-\nment as he sees:\n\nWIDER ANGLE ~- SINUHE, SOLDIERS, LIEUTENANT, PRINCESS\nBAKETAMON - DAY\n\nDressed in a flowing gown of white linen, immaculate,\nwearing ornaments of her rank, Baketamon appears like\na vision in the cell doorway. Sinuhe tries to move,\nmanages despite his chains to prostrate himself on the\neell floor.\n\nSINUHE\nSister of Pharaoh}\n\nFor a moment the Princess looks down at Sinuhe's figure,\nher expression completely enigmatic. Then she turns to\nthe Lieutenant, who is fawning and apologetic.\n\n(CONTINUED )\n\f90.\n\n27h (Cont.)\n\n275\n\n276\n\nBAKETAMON\n(peremptorily)\nStrike this man's chains, Have him\nbathed and dressed in the finest linen.\nBring him to my chariot that I may take\nhim to the Golden House.\n\nShe turns and walks out of sight down corridor.\nCLOSE SHOT - SINUHE - DAY\nraises his head to look after her in pure amazement.\n\nDISSOLVE TO:\n\nINT, PRIVATE APARTMENT OF QUEEN MOTHER TAIA IN THE PALACE ~\nSINUHE AND TAIA - TWO NUBIANS - DAY\n\nScene begins on a close shot of Sinuhe in the same attitude\nas the previous scene, that is prostrate on the floor.\n\nHe has been bathed and dressed in fine linen. The floor,\nmade of tiles, is decorated with gold and semiprecious\nstones.\n\nQUEEN TAIA'S VOICE\nArise, Sinuhe - I have much to say to\nyou.\n\nCamera pulls back. This room gives out onto the court-\nyard of the House of Women in which a pleasant fountain\nplays in the bright sunlight. In the Queen Mother's\n\nroom are a great number of birds which twitter in cages.\nThe old Queen is sitting cross-legged on a rich mat. She\nis a curious mixture of royalty and peasantry. On her\npeasant's hands she wears rich rings. She is drinking\nale. Present in the room are the two RUBIANS who are\nwaiting on her. It is obvious also from the fact that\nthey both have drinking cups near at hand, that they have\nbeen drinking with her.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is drinking\nale. Present in the room are the two RUBIANS who are\nwaiting on her. It is obvious also from the fact that\nthey both have drinking cups near at hand, that they have\nbeen drinking with her. \n\nTARGET SECTION TO BE ANNOTATED:\n They are interesting, if somewhat\nsinister fellows, of a race which has pointed heads as a\nresult of having them shaped when infants; and who wear\nivory pins through their noses. The Queen has set aside\nsome work she has been doing, a mat of reeds she has been\nweaving. Sinuhe gets to his feet. He is astonished at\nwhat is happening to him, and bewildered.\n\nSINUHE\nI am here to serve you, Great Queen\nMother. Are you 111?\n\nTAIA\nEgypt is ili.\n(chuckles)\nAnd I am Egypt, Sinuhe, in spite of\nthet puny son of mine who sits on the\nthrone. Do you believe me? .\n\n(CONTINUED)\n\fgi.\n\n276 (Cont.)\n\n277\n\nSINUHE\n(carefully)\nI will believe what the Great Queen\nMother tells me to believe.\n\nTAIA\n\nYou will be wise to do so.\n\n(then lightly)\nDrink ale with me. °\n\n(to Nubian)\nServe him,\n\n(to 2nd Nubian)\nHand me my work.\n\n(to Sinuhe)\nDo you like my Nubians? Murderous\nfellows - I adore them --\n\n(to both Nubians)\nRun away - but not too far - I may\nneed you.\n\nAs the Nubians, having done the Queen's bidding, go out -\nas Sinuhe wonders what he has gotten into -\n\nTAIA\nSit with me, Sinuhe, I command you.\n\nCLOSER ANGLE - SINUHE AND TAIA - DAY\n\nSinuhe sits down near her thinking that now at last some\nkey to the mystery will be given him. But for a space\nTaia only weaves on her mat, and then -\n\nTATA\nDontt you admire the way a Queen can\nweave a mat of reeds?\n\nSinuhe looks with surprise at the mat, watching the flying\nfingers of the Queen. Then something about the mat strikes\nhim very forcibly. The Queen looks at him and he at her,\n\nSINUHE\n(carefully)\nAre those fowler's knots?\n\nTAIA\n\n(lightly)\nWas I not born a bird-catcher's daughter?\nTell me, Sinuhe, -- you said you were\nborn in the same year as Akhnaton.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Queen looks at him and he at her,\n\nSINUHE\n(carefully)\nAre those fowler's knots? TAIA\n\n(lightly)\nWas I not born a bird-catcher's daughter? Tell me, Sinuhe, -- you said you were\nborn in the same year as Akhnaton. \n\nTARGET SECTION TO BE ANNOTATED:\n In\nexactly what season of that year were\nyou born and abandoned to the Nile in\na little boat made of reeds and tied\nwith kmots like these?\n\n(CONTINUED)\n\f277 (Cont.)\n\n92.\n\nFor a moment Sinuhe entertains a chilling thought. Then\nhe abandons it as being ridiculous.\n\nFor some\nagain.\n\nSINUHE\nI am told that Pharach was born in\nthe spring in the sowing season. I\ncame the previous autumn when the\nfloods stood at their highest.\n\nTATA\nI thought I could not have been\nmistaken.\n\nSINUHE\n(startled)\nWhat do you mean?\n\nTAIA\n\n(as 1f changing the sub-\n\nject, but actually not)\nI will tell you about my own youth. I\nwas only fourteen when I came to this\nGolden House - to a real Pharaoh. In\nhis House of Women were three hundred\nwives ~- and I. The others despised me\nfor my dusky skin and broad feet, but\nI kmew the way to charm Pharaoh --\ndon't laugh -- I had the beauty of a\nyoung body and knew how to use it.\n\nSINUHE\nI am not laughing.\n\nTAIA\nIt was my resolve that no other wife\nshould bear a son and bring him alive\nto Pharaoh until I had done so.\n\nreason Sinuhe's look is drawn to her fingers\n\nTATA\nBut when I deemed it time for breeding\nI bore, to my horror, a girl - the\nproud Baketemon. I have not married\nher off -- she still remains an arrow\nin my quiver. Then I bore this son -\nthis puny Akhnaton - but my son whom\nI placed on the throne -- born in the\nsame year as you - born six months\nafter you ---\n\nShe stops. There is a breathless tensity between the\n\ntwo.\n\f278\n\n279\n\n280\n\n281\n\n262\n\n93.\nCLOSE ANGLE FEATURING TAIA'S FINGERS ~ DAY\nweaving the mat,\nCLOSE SHOT SINUHE - DAY\n\nInto his mind there comes an image -- which is superim-\nposed on screen beside his head ~~ of a little reed boat,\ntied with fowler's knots, swinging from the ceiling of\nhis parents' home.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a breathless tensity between the\n\ntwo. 278\n\n279\n\n280\n\n281\n\n262\n\n93. CLOSE ANGLE FEATURING TAIA'S FINGERS ~ DAY\nweaving the mat,\nCLOSE SHOT SINUHE - DAY\n\nInto his mind there comes an image -- which is superim-\nposed on screen beside his head ~~ of a little reed boat,\ntied with fowler's knots, swinging from the ceiling of\nhis parents' home. \n\nTARGET SECTION TO BE ANNOTATED:\n He shakes his head, shakes away the\nimage.\n\nCLOSE SHOT ~ SINURE AND TAIA - DAY\nShe is smiling at him.\n\nTAIA\n(pleasantly)\nEgypt is dying, Sinuhe. Egypt is dying\nbecause of Akhnaton, Do you not think\nthat it is time that his skull were\nopened and the physician let his knife\nslip?\n\nThe atmosphere between them is extremely tense. Sinuhe\nsweats. After a long pause he takes a stand,\n\nSINUHE\nAs a physician, Great Queen Mother,\nit is my opinion that you have drunk\ntoo much ale.\n\nSLIGHTLY WIDER ANGLE ~- TWO - DAY\nAs Sinuhe gets up -\n\nSINUHE\nIs it your divine will that I may\nleave?\n\nFor a moment she studies him, her head cocked, her eyes\nflashing lightning. Then she giggles, as old women do\nwhen tipsy. .\n\nTATA\nYou amuse me greatly, Sihune - you\namuse me greatly.\n\nWith a wagging motion of her fingers she gives him per-\nmission to go. He backs away and out the door.\n\nEXT. COURTYARD OUTSIDE TAIA'S DOOR - SINUHE - DAY\n\nstops for a moment to shake away a bad dream, Then he\nis startled by -\n\nOFFICER'S VOICE\nYou - Sinuhe.\n\f283\n\n28).\n\n9h.\nWIDER ANGLE - SINUHE, OFFICER, SOLDIERS - DAY\n\nConfronting Sinuhe is an EGYPTIAN OFFICER whom he has\nnever seen before, With him a squadron of SOLDIERS.\n\nIn b.g. is to be seen a chariot, the team of horses held\nby another SOLDIER.\n\nOFFICER\nYou are to come with me.\n\nSINUHE\n(amazed)\nWhere now?\n\nBut the Officer turns on his heel and walks toward\nchariot without a further word.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nOFFICER\nYou are to come with me. SINUHE\n(amazed)\nWhere now? But the Officer turns on his heel and walks toward\nchariot without a further word. \n\nTARGET SECTION TO BE ANNOTATED:\n As Sinuhe begins to\nfollow and soldiers form to escort him -\n\nDISSOLVE TO:\n\nINT, THRONE ROOM OF PHARAOH'S PALACE - TIGHT SHOT AT\nTHRONE - AKHNATON, QUEEN, EIE, PRINCE SHUBBILULIUMA,\nCOURTIERS AND SOLDIERS - THEN HOREMHEB - DAY\n\nOur concentration is on a table before the throne on\nwhich slaves of the Hittite Prince are heaping presents\nfor Pharaoh.\n\nLet us pause to set down some general details which will\nbe picked up as the scene progresses. Some changes have\ntaken place in Akhnaton's court since the last time we\nsaw it. Though the Queen sits on the double throne with\nhim, she doesn't sit with her arm draped about him as\nbefore, but aloof and estranged. The children are no\nlonger present, The happy atmosphere is gone. In\nAkhnaton a marked change is to be noted. He looks posi-\ntively ill. There are black shadows under his eyes put\nthere by suffering. It is as if the spirit inside him\nis consuming the body of the man. Decorations of the\nthrone room have been changed -- behind Pharaoh's throne\non a wall is to be seen a very large representation of\nthe Cross of Life. It is the single decoration in the\nroom.\n\nNow let us return to scene - the table being heaped with\nrich presents for Pharaoh. And Prince Shubbiluliuma in\nthe capacity of Hittite Ambassador is saying -\n\nPRINCE SHUBB.\n(with oily unctuousness)\nAccept these few poor gifts, Divine\nPharaoh, as evidence of the great love\nthat we Hittites bear for Egypt. Our\nKing, like you, loves only peace --\n\n(CONTINUED)\n\f95.\n\n28 (Cont.)\n\n285\n\n286\n\nOnto the table, into the midst of gifts, is hurled the\nHittite spearhead, having been thrown in such a fashion\nthat it strikes the table point-first and actually sings\nwith reverberation. All eyes go to the spearhead.\nPrince Shubbiluliuma blanches. Horemheb steps into\nscene.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll eyes go to the spearhead. Prince Shubbiluliuma blanches. Horemheb steps into\nscene. \n\nTARGET SECTION TO BE ANNOTATED:\nHOREMHEB\nThis Hittite lies!\n(points to spearhead)\nThere is the evidence of treachery!\nWith a metal called iron the Hittites\nmake weapons with which they plan the\nconquest of Egypt!\n\nWIDER ANGLE ~ DAY\n\nThere 1s general consternation, We see that Sinuhe has\nbeen brought to the throne room by Horemheb, but has been\nleft in the crowd out of view of the throne.\n\nANOTHER TIGHT ANGLE AT THRONE ~ DAY\n\nThe Hittite Prince, after his start of surprise, con-\ntrives a smile.\n\nAKHNATON\n\n(with patient chiding)\nHoremheb, Horemheb - when will you\nlearn? Suspicion breeds only sus-\npicion, and hatred, hatred,\n\n(patientiy, firmly,\n\nturning to Eie)\nTeach this man, High Priest, that blood\nbreeds only blood until we would drown\nin it.\n\nEIE\n(after hesitant pause)\nAt the Royal Granaries your troops\nwere stoned by your people. I must\ncounsel Pharaoh to make concessions\nto the Priests of the old gods before\nthis kingdom is lost.\n\nFor a moment Pharaoh stares at Eie in surprise. Then -\n\nAKHNATON\n(stubbornly)\nI forgive the people for they know\nnot what they do.\n\nHoremheb can stand no more, turns on his heel and appar-\nently walks away.\n\f287\n\n288\n\n289\n\n96.\n\nWIDER ANGLE - DAY\n\nBut Horemheb does not mean to leave the room. He parts\nerowd, seizes hold of Sinuhe and drags him to the throne,\n\nTIGHT SHOT AT THRONE ~- DAY\n\nSinuhe throws himself on the floor befpre the throne.\nAkhnaton leans forward, staring when he sees who it is.\n\nSINURE\nMy crime was great and great must be\nmy punishment,\n\nAKENATON\n{after a pause)\nAll of you go. Leave me alone with\nthis man.\n\nHis tone is enigmatic - it is impossible to tell whether\nor not it contains a threat to Sinuhe.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINURE\nMy crime was great and great must be\nmy punishment,\n\nAKENATON\n{after a pause)\nAll of you go. Leave me alone with\nthis man. His tone is enigmatic - it is impossible to tell whether\nor not it contains a threat to Sinuhe. \n\nTARGET SECTION TO BE ANNOTATED:\nDISSOLVE TO:\nTHRONE ROOM - VERY LONG SHOT - DAY\n\nAs the last of the people leave, Akhnaton and Sinuhe\nare left alone, Akhnaton on his throne and Sinuhe on\nthe floor in front of him - small figures.\n\nAT THRONE - CLOSE SHOT - AKHNATON AND SINUHE - DAY\n\nAKHNATON\n(gently)\nCome close to me, Sinuhe.\n\nSinuhe looks up in wonder, sess warmth shining in\nAkhnaton's weary, sick face.\n\nSINUEE\nYou are not angry?\n\n- AKHNATON\nIs the shepherd angry at the stray\nlamb which returns to the fold?\n(anxiously)\nHave you returned to me, Sinuhe?\n\nLooking at him in wonder, Sinuhe gets to his feet. On\nthe way to the throne he plucks the Hittite spearhead\nout of the table and takes it with him, and supposing\nthat Akhnaton has caused them to be alone so that he can\nhear the truth as Sinuhe knows it -\n\n(CONTINUED)\n\f290 (Cont.)\n\n97.\n\nSINUHE\nThe things that Horemheb said about\nthe Hittites --\n\nAKHNATON\n(interrupting, with\nunexpected violence)\nKeep that thing from my face! It is\nan abomination! Weapons are useless!\n\nSinuhe stops, greatly surprised.\n\nAKHNATON\n(gently again, appeal-\ningly)\nSit here with me. Counsel me if you\nhave any love for me.\n\nSINUHE\n(with amazement)\nIs this the tone with which Pharaoh\naddresses a subject?\n\nAKHNATON\nI speak to you as one man to another.\n\nSinuhe sits down on the base of the throne, keeping the\nspearhead out of Akhnaton's sight.\n\nAKHNATON\n(continues)\nYou have traveled all over the world\nand you must have gained great wisdom.\nI have never been able to leave Egypt\n-- share your wisdom with me.\n\nSINUHE\n(with a wry smile)\nThe things Ilearned in the world.\n\nAKENATON\n(eagerly)\nWhat things?\nSINUHE\n\nI saw the people and the rulers.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINUHE\n(with a wry smile)\nThe things Ilearned in the world. AKENATON\n(eagerly)\nWhat things? SINUHE\n\nI saw the people and the rulers. \n\nTARGET SECTION TO BE ANNOTATED:\nI learned thet whoever rules, it is\nalways the meek and the poor who\nsuffer, I saw the gods and found\nthem all evil.\n\n(CONTINUED)\n\f52\n\n290 (Cont.1)\n\n98.\n\nAKEWATON\nGod is not evil. Believe me, as I\nsit here -- he is my father in heaven\nand he has spoken to me, his son. He\nis a god of love. He commands all men\nto live as brothers and to love most\nof all our enemies. To him all men\nare precious. There is no difference\nbetween rich and poor, noble or slave,\ncolored or white. I have proclaimed\nGod's kingdom on earth but some of my\npeople will not believe me. Some call\nme evil. Some call me mad, My own\nmother calls me mad.\n\n_Sinuhe has a chilling memory of his interview with the\nQueen Mother.\n\nAKHNATON\n(suffering)\nIs a man mad, ts he evil, when his\nonly madness, his only evil, is in\nloving the world?\n\nSINUHE\n(very disturbed)\nIt would be very wonderful if the\nworld could be as Pharaoh imagines\nit - but it is not.\n\nAKHNATON\nTt was meant to be! Will you be my\nfriend and help me, Sinuhe? I am so\nvery weak,\n\nSINUHE\nPharaoh is weak?\n\nAKENATON\nThe weakest of all men -- with the\nbiggest task - the biggest burden --\nWill you help me?\n\nSINUHE\n\n(very troubled)\nI am a physician. I can heal bodies,\nI have even cured the blind. But I\nknow nothing of bringing light to men's\nsouls, When Pharaoh speaks something\nmoves me which I do not understand --\nbut I do not know your god.\n\n(CONTINUED)\n\f290 (Cont.2)\n\n2g1\n\nAKHNATON\nHe is a greater god than you suppose -~-\nHe may be in you, without your kmowl-\nedge.\n\nExhausted from the emotion he has expended, Akhnaton lies\nback in his throne, weak, almost fainting. Sinuhe rises\nand looks at him with worry.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f290 (Cont.2)\n\n2g1\n\nAKHNATON\nHe is a greater god than you suppose -~-\nHe may be in you, without your kmowl-\nedge. Exhausted from the emotion he has expended, Akhnaton lies\nback in his throne, weak, almost fainting. Sinuhe rises\nand looks at him with worry. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\nYou are i113\n(calls off with a\nstrong voice)\nSteward! Attend the King!\n\nDISSOLVE TO:\n\nEXT. PALACE GROUNDS AT GATEWAY - MOVING SHOT SINUHE -\nTHEN KAPTAH - DAY\n\nThis is immediately after Sinuhe's scene with Akhnaton.\nHe walks toward the gateway, still troubled. He is\ncarrying the Hittite spearhead, now hides it in his belt\nbeneath his clothing. As he comes out of the gate there\nis a beggar squatted there, with his hands held up for\nalms. He does not at once recognize the beggar as Kaptah,\nnor does Kaptah at once recognize Sinuhe.\n\nKAPTAR\nAlms, alms, for the love of the gods!\n\nSinuhe stops, automatically reaching in belt for purse.\nAt the same instant he recognizes Kaptah, and Kaptah\nrecognizes him. Sinuhe begins to smile, Kaptah jumps\nto his feet.\n\nKAPTAER\nMaster, is it you or your spirit?\n\nSINUHE\n(after all that has\nhappened to him)\nI almost wonder myself.\n\nKAPTAH\nFor three days I have been without\nfood! I was sure they had lopped\noff your head!\n\nDISSOLVE TO:\n\f292\n\n293\n\n100.\n\nEXT. \"THE STREET TO THE DOCKS\" - MOVING SHOT - SINUHE\nAND KAPTAH - DAY\n\nare approaching the Inn - \"The Crocodile's Tail.\" Having\napparently been told Sinuhe's news, Kaptah is very much\nmore cheerful.\n\nKAPTAH\nSince you are in favor with Pharaoh\nonce more, we may make a fortune\neven in this starving land. I suggest\nspeculation in grain ---}\n\nDuring the very last part of this, Sinuhe, without a\nword, has gone through the gateway into the Inn. Kaptah,\ncaught unawares, goes past gateway, sees that he has lost\nhis master, runs after him.\n\nINT.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nI suggest\nspeculation in grain ---}\n\nDuring the very last part of this, Sinuhe, without a\nword, has gone through the gateway into the Inn. Kaptah,\ncaught unawares, goes past gateway, sees that he has lost\nhis master, runs after him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n INN, \"THE CROCODILE'S TAIL\" ~ AT DOOR TO PRINCIPAL\nROOM - SINUHE AND SERVING GIRL - KAPTAH - DAY\n\nBy the time we reach this scene, Sinuhe has already asked\na question of the SERVING GIRL and is being answered ~\n\nSERVING GIRL\nMerit, she's no longer here. Probably\nyou'll find her at Pharaoh's Temple!\n(practically spits\nthe name)\n\nKaptah hurries into scene just in time to find Sinuhe\nleaving.\n\nDISSOLVE TO:\n\fShe\n\n29h\n\n101.\n\nEXT. INNER COURTYARD OF THE TEMPLE OF ATON - LONG SHOT -\nDAY\n\nThis temple, unlike the temples of the old gods of Egypt,\nis not roofed, but open to the clear air and the sun.\n\nIr. general pattern, it is an open courtyard surrounded\nby a high wall with a pyloned gate. There are no dark\nand mysterious places in this temple. There are no idols,\nno representations of the fearful gods. Akhnaton's god\nis represented by two pure symbols. One of these is a\nrather large Cross of Life, the other is a column of the\ntype we saw when he worshipped on the plains outside\nThebes - the type of shaft we call \"Cleopatra's Needle,”\nOn the walls there are pictorial decorations. Some of\nthese show the fuller representations of the symbol of\nAkhnatonts god. In these, god is represented as the disc\nof the sun from the lower perimeter of which hands reach\ndown in an attitude of benediction, some of these hands\nholding the Cross of Life. Sometimes scenes of Pharaoh\nand his Queen and Pharaoh and his whole family are shown\nwith this symbol. There are altars at the bases of the\nshaft and of the cross.\n\nThere, is a religious ceremony in progress, and worship-\ners, most of whom are of the middle and lower classes,\nand all of whom wear the Cross of Life, are bringing\nofferings to the altars - such offerings being chiefly\nfruits and flowers. The ceremony is being supervised\nby priests, who are mostly rather young men and are not\nthe fat and oily fellows of the priesthood of the old\ngods.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere are altars at the bases of the\nshaft and of the cross. There, is a religious ceremony in progress, and worship-\ners, most of whom are of the middle and lower classes,\nand all of whom wear the Cross of Life, are bringing\nofferings to the altars - such offerings being chiefly\nfruits and flowers. The ceremony is being supervised\nby priests, who are mostly rather young men and are not\nthe fat and oily fellows of the priesthood of the old\ngods. \n\nTARGET SECTION TO BE ANNOTATED:\n The worshipers are singing a hymn - one composed\nby Akhnaton himself. Although this music continues over\nseveral succeeding shots, the complete lyrics are given\nhere for convenience:\n\nThy dawning is beautiful in the\nhorizon of heaven,\nOh, living Aton, beginning of life!\nWhen Thou risest in the eastern\nhorizon of heaven,\nThou fillest every land with Thy\nbeauty\nThe two lands of Egypt are in daily\nfestivity,\nAwake and standing on their feet,\nPor Thou hast raised them up]\nThe birds flutter in their marshes,\nTheir wings uplifted in adoration\nte Thee,\nAll the sheep dance upon their feet,\nAll the winged things fly,\nThey live when Thou hast shone upon\nthem.\nThe fish in the river leap up before\nThee,\n\n(CONTINUED)\n\fi102.\n\n294 (Cont. ) ‘\n\nAnd Thy rays are in the midst of the\ngreat seal\n\nO Thou sole God, whose powers no\nother possesseth,\n\nHow manifold are all Thy works!)\n\nThou didst create the earth accord-\ning to Thy desire,\n\nMen, all animals large and small,\n\nAll that are upon the earth!\n\nThou settest every man in his place.\n\nTheir tongues are different in speech,\n\nTheir forms likewise and their skins,\n\nBut Thou bindest them all by Thy lovel\n\n295 MED. SHOT - ALTAR AT BASE OF SHAFT - DAY\n\nto show the people bringing their offerings, the people\nsinging.\n\n296 EXT. WALL IN COURTYARD OF TEMPLE ~ MED. SHOT - SINUHE\n“AND KAPTAH - DAY\n\nAt first we see only one of the pictorial decorations.\nThen into scene, walk Sinuhe and Kaptah, looking about\nwith curiosity.\n\nKAPTAE\nThis is a temple? Where are ail the\ndark and mysterious places?\n\n297 EXT. SHRINE AT BASE OF CROSS OF LIFE - MED. SHOT - DAY\n\nto show the people bringing their offerings, singing.\nAmong these we see Merit.\n\n298 CLOSE SHOT - MERIT ~- DAY\n\nas she lays an offering of flowers at the altar. She\nseems a subtly different person than we knew years ago ~\nbut only in that she has acquired maturity which has\ngiven her calmmess and more quietness.\n\n299 EXT.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\n298 CLOSE SHOT - MERIT ~- DAY\n\nas she lays an offering of flowers at the altar. She\nseems a subtly different person than we knew years ago ~\nbut only in that she has acquired maturity which has\ngiven her calmmess and more quietness. 299 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n COURTYARD OF TEMPLE AMONG WORSHIPING - MOVING SHOT -\nSINUHE, KAPTAH - DAY\n\nare walking toward the altars. Sinuhe is looking for\nMerit. It is clear he has not yet seen her. They come\nupon a YOUNG PRIEST. As Sinuhe and Kaptah stop and\nSinuhe looks around, Kaptah engages the Priest in con-\nversation.\n\nKAPTAR\nAre you a priest? I thought all\ne priests were fat and oily.\n\nThe priest smiles.\nShe\n\f5h2\n\n300\n\n301\n\n302\n\n303\n\n30k\n\n103.\n\nCLOSE SHOT - MERIT ~ DAY\n\nturns quickly, having heard Kaptah's voice. Her face\nlights up with joy and she moves swiftly out of scene.\n\nSINUHE AND KAPTAH - PRIEST - MERIT - DAY\n\nKAPTAH\nWhat sort of offerings are these to\nbring to a god? No slaughtered rams\nor oxen dripping with rich blood?\n\nDuring this, Merit has entered scene.\n\nMERIT\n(with wonder and joy)\nSinuhe, is it you?\n\nANGLE PAST MERIT TO SINUHE - DAY\n\nAt the sound of her voice he turns. When he looks at her\nthere is that slight hesitation which reveals that he has\nnot instantly recognized her.\n\nSINUHE\nMerit... ?\n\nANGLE OF THE Two - DAY\n\nThe smile is wiped off her face. At first she 1s more\nchagrined than angry.\n\nMERIT\n(with no more than\nformality)\nHappy is the day that sees my lord\nsafely returned.\n\nShe turns away, walking toward the temple gate. Sinuhe\nreacts, goes after her,\n\nEXT. GROUNDS OF TEMPLE, TO GATE - SINUHE AND MERIT -\nKAPTAH, WORSHIPERS - DAY\n\nSinuhe quickly catches Merit. Sinuhe is rather pleased\nthat she is piqued at him ~~ it shows that she has missed\nhim, His pleasure shows in kind of a secret smile he has\nbehind everything he says.\n\nSINUHE\nI looked for you at the Inn. I didn't\nguess I'd find you here.\n(touches cross on\nher clothing)\nHave you taken to religion?\n\n(CONTINUED)\n\f52\n\n104.\n\n304 (Cont.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\n(touches cross on\nher clothing)\nHave you taken to religion? (CONTINUED)\n\f52\n\n104. 304 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n )\n\n305\n\nMerit stops and looks at him levelly.\n\nMERIT\n(now a bit angry -\nwith a bite)\nIf you imagine Itve done so to cure\n& wounded heart, you're mistaken!\n\nShe pulls free and walks away. Camera moving with them,\nSinuhe chases cheerfully after her.\n\nSINUHE\nWhere are you going?\nMERIT\nTo my home.\nSINUHE\nMay I walk with you?\nMERIT\n(ironically - with\na bite)\nMy lord's will is mine, as he well\nimows.\nSINUHE\n(conciliatory)\n\nDon't be angry with me.\n\nMERIT\nShould I be sweet as honey to someone\nwho left me without a word?\n\nShe disappears ‘out of sight through the gateway.\n\nSINUHE\n(now slightly alarmed,\nthough serious)\nThere is an explanation -- }\n\nHe disappears through gates. For a moment we hold on the\npeople entering through and leaving through the gate, then\nwe see Kaptah, who hurries through the gate after Sinuhe\nand Merit, bent on hearing every word they say, already\nenjoying himself.\n\nDISSOLVE TO:\n\nEXT. A STREET IN THEBES - MOVING SHOT - SINUHE AND MERIT -\nKAPTAH - A FEW PASSERSBY - DAY\n\nCamera is going ahead of Sinuhe and Merit as they walk in\nthe direction which will take them to \"The Street to the\nDocks.\" Kaptah walks a couple of paces behind them, taking\n\n(CONTINUED)\n\f542\n\n105.\n\n305 (Cont.)\n\nit all in. Apparently Sinuhe has just concluded a descrip~\ntion of his travels, and apparently the two have not yet\nbecome reconciled for -\n\nMERIT\n(still with a sting)\nThe world as you describe it is very\nlarge -- and without doubt filled with\nmany fair women. As a physician did\nyou use your talents conscientiously\non their behalf?\n\nSinuhe looks at her wondering how to get around her. He\nlaughs and - .\n\nSINUHE\n\n(with exaggeration which\n\namounts to comedy)\nWill it please you if I say that not\none day has passed but what I have\nwhispered your name to the winds? I\nsent my greetings to you with the\nswallows which flew up the Nile.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nlaughs and - . SINUHE\n\n(with exaggeration which\n\namounts to comedy)\nWill it please you if I say that not\none day has passed but what I have\nwhispered your name to the winds? I\nsent my greetings to you with the\nswallows which flew up the Nile. \n\nTARGET SECTION TO BE ANNOTATED:\nMERIT\n\n(suspiciously)\nI see you have become a man of the\nworld and learned that a pretty lie\ncan be sweeter to a woman than a plain\ntruth.\n\n(bantering, seeming to\n\nanswer him in kind but\n\nactually hiding a truth)\nThen why shouldn't I confess that I\nhave yearned for you when I have laid\nalone on my mat? When any man has of-\nfered friendship I have remembered\nonly you.\n\nHe looks at her, laughing. She laughs in return. Then\nsuddenly he grows more serious, reaches for her hand.\nSeeing this, she reaches for his. Behind them Kaptah\nsmiles beatifically like a fat duenna.\n\nMERIT\n(simply)\nI am happy you are here, Sinuhe.\n\nSINUHE\nSo am I ~- even if it is a mad world\nwhere the only thing that hasn't\nchanged is a woman with a sharp tongue.\n\n(CONTINUED)\n\fshe\n\n106.\n\n305 (Cont.1)\n\n306\n\nMERIT\n(stoutly)\nAkhnaton is not madJ\n\nHe looks at her seriously - looks at the Cross of Life\nsewn on her clothing - perhaps touches it,\n\nSINUHE\nDo you really believe so much?\n\nMERIT\nWith all my heart. In this world of\na thousand gods, only he has divined\nthe truth -- he is the first in all\ntimes to know it -- that there is but\none God, who loves us all.\n\nFor a moment Sinuhe is impressed by the depth of her con-\nviction.\n\nMERIT\nOne day you, too, will believe.\n\n: SINUHE\n(shaking his head -\ncynically)\n\nI am afraid I have seen too much of\n\ntoo many gods to believe in anything\n\nor any one of them. You know, in\n\nSyria the priests sacrifice young\n\ngirls to goats ---\n\nHe stops abruptly, stops walking, astonished at something,\n\nANGLE AT CORNER OF \"THE STREET TO THE DOCKS\" - SINUHE,\nMERIT, KAPTAH - DAY\n\nIt is the fact that she has turned into this street which\nhas stopped him with astonishment.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nMERIT\nOne day you, too, will believe. : SINUHE\n(shaking his head -\ncynically)\n\nI am afraid I have seen too much of\n\ntoo many gods to believe in anything\n\nor any one of them. You know, in\n\nSyria the priests sacrifice young\n\ngirls to goats ---\n\nHe stops abruptly, stops walking, astonished at something,\n\nANGLE AT CORNER OF \"THE STREET TO THE DOCKS\" - SINUHE,\nMERIT, KAPTAH - DAY\n\nIt is the fact that she has turned into this street which\nhas stopped him with astonishment. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\nDo you live on this street?\n\nShe hesitates a fraction of a second, seems to be conceal-\ning something embarrassing, seems to be concealing it with -\n\nMERIT\nWhy shouldn't I?\n\nSINUHE\nThis is the same street where I grew\nup as a child)\n\nMERIT\nMany people live on this street.\n\n(CONTINUED)\n\f107.\n\n306 (Cont.)\n\n307\n\n308\n\nShe walks ahead, out of scene. Sinuhe throws a surprised\nlook at Kaptan, follows. Kaptah follows.\n\nEXT. \"THE STREET T0 THE DOCKS\" - ANGLE SLANTING BACK TO\nCORNER - SINUHE, MERIT AND KAPTAH - DAY\n\nShe is marching resolutely ahead, looking straight ahead,\nSinuhe catches her, his curiosity greatly aroused. Kaptah\ntags along.\n\nSINUHE\nHow long have you lived here?\n\nAt this moment, before she is required to answer -\n\nTHOTH'S VOICE\n(approaching, nearby)\nMother!\n\nSinuhe reacts with great astonishment.\nMERIT\nThoth! ,\n\nSINUHE\nMother?\n\nPAN SHOT ~ THOTH TO GROUP - DAY\n\nas he runs to Merit she stoops down putting her hands on\nhis shoulder, distressed at what she sees. THOTH is dirty\nand bloody, but proud of his wounds. He is a fine-looking\nboy of about seven years of age, who also wears the Cross\nof Life sewn on his torn clothing.\n\nMERIT\n(greatly agitated)\nWhat have you done?\n\nTHOTH\n(proud)\nThere was a fight at school. Some\nof the horns tried to rip off my\ncross}\n\nMERIT\n(agitated)\nThoth, Thoth .. you are all over blood!\n\nSINUHE\n(studying them)\nShall I have a look at him?\n\nMerit looks up at him gratefully, all else momentarily\nforgotten in her concern for the boy.\n\nMERIT\nWill you? Our house is just there.\n(to Thoth)\nQuickly.\n\n(CONTINUED)\n\f108.\n\n308 (Cont.)\n\nShe takes the boy out in a hurry. Sinuhe looks an as-\ne tonished question at Kaptah. Kaptah opens wide his sin-\ngle eye.\n\n309 EXT.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nSinuhe looks an as-\ne tonished question at Kaptah. Kaptah opens wide his sin-\ngle eye. 309 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GATEWAY TO THE COURTYARD OF HOME OF SINUHE'S PARENTS -\nMERIT AND THOTH - THEN SINUHE AND KAPTAH ~ DAY\n\nAs Merit hurries the boy into scene through the gateway\ninto courtyard -\n\nTHOTH\nWho is he?\n\nMERIT\nThe lord Sinuhe -- a very fine doctor.\n\nIn the courtyard she stops at a little fish pond, whips\noff her headdress, dampens it in the water and begins to\nwipe the blood off Thoth's face. At the same time Sinuhe\nand Kaptah enter scene. Sinuhe stares at the gateway,\nthrows a look at Kaptah, then looks through gateway at\nMerit.\n\nSINUHE\n(almost angrily)\nThis is your house?\n\nGoes through gateway, Kaptah follows.\n\n310 EXT. COURTYARD OF HOME OF SINUHE'S PARENTS ~- MERIT AND\nTHOTH - SINUHE AND KAPTAH ~ DAY\n\nas the latter two come through the gateway. The angle\nincludes both the gateway and the doorway to the house\nMerit is very glad that she is so occupied with attending\nto Thoth and can avoid looking at Sinuhe.\n\nMERIT\nI bought it several years ago.\n\nSINUHE\nKnowing that it was once the home of\nmy parents?\nMERIT\nIt was a good house. For sale at a\nmodest price.\n(turning to him with\nseeming exasperation)\nAre you going to help this child?\n\nSINUEE\nI am.\nMERIT\nYou will find things in the house.\n\nshe (CONTINUED)\n\fShe\n\n109.\n\n310 (Cont.)\n\n31L\n\n312\n\n313\n\nTHOTH\nI'll show you, my lord}\n\nThe lad runs into the house. Sinuhe throws her a pen~\netrating look, which flusters her, follows Thoth into the\nhouse. Merit looks after them with some agitation.\nKaptah studies her with his gimlet eye.\n\nINT. ROOM IN HOME OF SINUHE'S PARENTS - SINUHE AND THOTH -\nDAY\n\nAs Sinuhe comes in he looks about him, remembering much,\nand seeing that very little is changed except in detail.\nThoth has run to a corner where, in Sinuhe's old traveling\nkit, there are instruments of a physician - Sinuhe's\ninstruments.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ROOM IN HOME OF SINUHE'S PARENTS - SINUHE AND THOTH -\nDAY\n\nAs Sinuhe comes in he looks about him, remembering much,\nand seeing that very little is changed except in detail. Thoth has run to a corner where, in Sinuhe's old traveling\nkit, there are instruments of a physician - Sinuhe's\ninstruments. \n\nTARGET SECTION TO BE ANNOTATED:\n With an air of efficiency the boy 1s laying\nout the tools on the table.\n\nTHOTH\nWhen I grow I will be a physician\nalso.\n\nSinuhe comes to the table. He recognizes the instruments\nas his own, and this recognition gives him not so much\nsurprise now as a very deep pleasure. He fingers one of\nthe instruments.\n\nSINUHE\n(quietly)\nSo I see.\n\nEXT. COURTYARD ~ MERIT AND KAPTAH - DAY\n\nShe is waiting nervously, no doubt expecting comment from\nSinuhe at finding his instruments. Tt does not help her\nto see that Kaptah is beginning to grin at her. She turns\naway from him, goes to the porch, prepares to make supper\nat the brazier, getting fish from a cooling jar to set to\nry.\n\nay ROOM IN HOME OF SINUHE'S PARENTS ~ SINUHE AND THOTH -\nAL\n\nHe is attending to the boy, finding that his wounds are\nsuperficial. He can guess that Merit mist be waiting for\nhim to make some comment about finding his instruments\nand finally -\n\nSINUHE\n(calls to outside)\nWhen you purchased these instruments\nwere you innocent that they were once\nmine?\n\f314\n\n315\n\n316\n\n317\n\n110.\n\nEXT. COURTYARD - MERIT AND KAPTAH - DAY\nShe can hear the humor in his voice and smiles to herself.\n\nMERIT\nEow strange life can bel\n\nINT. ROOM IN HOME OF SINUHE'S PARENTS - SINUHE AND THOTH ~\nDAY\n\nSinuhe smiles.\n\nSINUHE\n(to THOTH)\nThis will hurt.\n\nTHOTH\n(not flinching)\nWere you truly physician to Pharaoh?\n\nSINUHE\nYes.\n(adds)\nI hope you will use these instruments\nwith more credit than I did.\n(then calls out)\nYou are to be congratulated!\n\nEXT. COURTYARD - MERIT AND KAPTAH - DAY\n\nShe is keeping busy frying the fish, avoiding Kaptah's\nlook as much as possible. Something in Sinuhe's tone\nthis time makes her nervous.\n\nMERIT\n(tense)\nWhy?\nSINUHE'S VOICE\n(from inside house)\nTo have such a boy call you'mother.t\n\nThis is the subject that Merit has waited for and feared.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething in Sinuhe's tone\nthis time makes her nervous. MERIT\n(tense)\nWhy? SINUHE'S VOICE\n(from inside house)\nTo have such a boy call you'mother.t\n\nThis is the subject that Merit has waited for and feared. \n\nTARGET SECTION TO BE ANNOTATED:\nIn spite of herself she flinches.\n\nINT. ROOM IN HOME OF SINUHE'S PARENTS ~- SINUHE AND THOTH -\nDAY\n\nSINUHE\nBut you lied to me -- Obviously you\nhave married someone while I was gone.\n\nIf Merit could see him at this moment she would not be\nnervous for his thought is as innocent of any hidden\nmeaning as is his tone - and his attention is on what\nhe is doing.\n\fshe\n\n318\n\n319\n\n320\n\n321\n\nill.\n\nEXT. COURTYARD - CLOSE SHOT - MERIT ~- DAY\nShe has waited for this and her answer is ready.\n\nMERIT\nYou are mistaken. He is the child of\na friend of mine ... a friend now dead\n+e. he is an orphan.\n\nINT. ROOM IN THE HOME OF SINUHE'S PARENTS - SINUHE AND\nTHOTH - DAY\n\nSinuhe has stopped for a moment to listen to her.\n\nMERIT\n(continuing)\n‘Mother! is only an expression he has\nlearned.\n\nTHOTE\n(seriously)\nThis is true.\n\nObviously believing, Sinuhe smiles. He takes out the\nHittite spearhead, hands it to Thoth, whose eyes sparkle.\n\nSINUHE\nA small present ... one orphan to\nanother.\n\nEXT. COURTYARD - MERIT AND KAPTAH - DAY\n\nShe is relieved that she has apparently satisfied Sinuhe -\nbut in turning she sees Kaptah's face very close to hers.\nHe is leering at her. ‘\n\nMERIT\n(very quietly, fiercely)\nYou think you see too much with your\none eye!\n\nKAPTAH\n(grinning)\nMore than my lord Sinuhe sees with\nhis twol\n\nWIDE ANGLE - THE FOUR - DAY\n\nSinuhe comes out of the house with Thoth, giving the boy\na friendly push ahead of him\n\nSINUHE\nA good lad.\n\nHe wanders over to see her cooking, sniffs the frying\nfish with pleasure.\n\n(CONTINUED)\n\f542\n\n112.\n\n321 (Cont.)\n\n322\n\n323\n\n32h\n\nMERIT\nWould you like to stay to supper with\nus? There is only fish and our wine\nis common.\n\nSinuhe smiles. He walks into the center of the court-\nyard by the fish pond. He looks around.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nSinuhe smiles. He walks into the center of the court-\nyard by the fish pond. He looks around. \n\nTARGET SECTION TO BE ANNOTATED:\n He sees Thoth\nwatching him.\n\nSINUHE\nThat's the sycamore tree that I\nlearned to climb when I was younger\nthan you are. I used to stand right\nhere with my father when he saw his\npatients.\n\nMERIT - DAY\nsmiles.\nAT FISH POND - SINUHE AND THOTH ~ DAY\n\nThe lad runs in with a mat for Sinuhe. Sinuhe sits down\nby the fish pond in the shadow of the sycamore. He looks\nback at Merit.\n\nSINUHE\nFor the first time I have the feeling\nof being home.\n\nMERIT AND KAPTAH - DAY\n\nHer eyes fill with happy tears. When she sees Kaptah's\neye on her -\n\nMERIT\n(says in excuse,\nblinking her eyes)\nSmoke. .\n\nDISSOLVE TO:\n\f325\n\n326\n\n113.\n\nEXT. SKY - THEN EXT. INNER COURTYARD OF TEMPLE OF ATON =\nAFTERNOON\n\nShot begins on sky where there are dark clouds of an ad-\nvwancing storm. A few spirals of smoke from some fires\nin the city drift up to sky. Camera pans down to dis-\nelose a long shot of the temple inner courtyard. The\ntemple is no longer used exclusively for worship. Ref-\nagees have set up their tents inside the grounds, The\nsick and the wounded take refuge in this haven.\n\nEXT, OF TEMPLE GROUNDS NEAR CROSS OF LIFE - SINUHE AND\nTHOTH - A QUEUE OF PATIENTS = KAPTAH - AFTERNOON\n\nA portion of the temple grounds has been set aside for\nSirmhe, where he treats the wounded injured in riots and\nthe sick of the followers of the Cross. A queue of\npatients wait their turn to see him. He is attending to\na WOMAN who carries in her arms a sick CHILD. The Woman\nwears the Cross of Life. Beside Simbhe, Thoth works as\nan \"assistant\" with great soberness. Between the lad\nand Simuhe a bond of affection is evident. To one side\nsits Kapteh, watching. That some time has elapsed is\nevident by a remarkable change which has taken place in\nKaptah's appearance.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nBetween the lad\nand Simuhe a bond of affection is evident. To one side\nsits Kapteh, watching. That some time has elapsed is\nevident by a remarkable change which has taken place in\nKaptah's appearance. \n\nTARGET SECTION TO BE ANNOTATED:\n He is sitting in e carrying chair,\nwhich rests on the ground, while slaves attend ready to\npick up the chair and carry it away at their master's\ncommand. Kaptah wears rich clothes of the finest quality\nand a jeweled patch over his blind eye. He is watching\nthe scene with amused disapproval. From an examination\nof the sick child Sinuhe looks at Thoth.\n\nSINUHE\nYour diagnosis?\n\nThoth, sober and worried, waggles his finger and when\nSimiuhe bends down, whispers in his ear. Whatever it is\nhe says meets with Sinuhe's approval. The Woman is un-\nkmotting a dirty rag which serves as pursee\n\nWOMAN\n(nervously)\nI have only a few coppers .. the\nchild's father was killed in a riot eee\n\nSINUHE\n(hands her money from\nhis purse)\nBuy this child milk.\n\nThe Mother, with tears of gratitude in her eyes, tries to\nseize and kiss Sinuhe's hand but he evades her, signals\nfor next patient.\n\n(CONTINUED )\n\f114.\n\n326 (Cont.)\n\nWOMAN\nMay our Father in heaven who loves\nthe poor reward youl\n\n327 KAPTAH - AFTERNOON\nlaughs.\n\nKAPTAH\nI will run about the streets and\nproclaim to the people: ‘Hurry to\nthe temple, where my former master\nheals the sick without payment and\ngives his wealth to the penniless|!\n\n328 ANGLE PAST KAPTAH TO SINUHE = THOTH AND PATIENT ~ AFTER-\nNOON\n\nwho is a MAN of the poor who has been wounded in a rlote\nSinuhe smiles mildly toward Kaptah.\n\nPATIENT\n(mutters }\nBrother against brother -- father\nagainst son ~ that's what this\ntrouble has become)\n\n329 CLOSE SHOT KAPTAH - AFTERNOON\n\nKAPTAH\nDo as I doe\n{he pulls aside one side\nof his cloak revealing\nemblem of Cross of Life\nsewn on his clothing)\nWear the Cross in Akhnaton's temple.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nKAPTAH\nI will run about the streets and\nproclaim to the people: ‘Hurry to\nthe temple, where my former master\nheals the sick without payment and\ngives his wealth to the penniless|! 328 ANGLE PAST KAPTAH TO SINUHE = THOTH AND PATIENT ~ AFTER-\nNOON\n\nwho is a MAN of the poor who has been wounded in a rlote\nSinuhe smiles mildly toward Kaptah. PATIENT\n(mutters }\nBrother against brother -- father\nagainst son ~ that's what this\ntrouble has become)\n\n329 CLOSE SHOT KAPTAH - AFTERNOON\n\nKAPTAH\nDo as I doe\n{he pulls aside one side\nof his cloak revealing\nemblem of Cross of Life\nsewn on his clothing)\nWear the Cross in Akhnaton's temple. \n\nTARGET SECTION TO BE ANNOTATED:\n(eleses this side of his\ncloak, opens the other,\nrevealing the symbol of\nthe Horns sewn on cloth-\n\ning)\nWear the Horns of the old gods in the\nmarket place =~ and prosper|\n\n330 CLOSE SHOT SINUHE - AFTERNOON\nHe laughs, but the look in his eyes is deeply serious.\nSINUHE\nMy mind agrees with you -=- but\nsomething in me ~ wishes.\n\nHe turns around at the sound of an approaching chariot.\n\f115.\n331 MOVING SHOT - HOREMHEB IN CHARIOT ~ APTERNOON\n\nHe has driven his team right into the temple grounds.\nHe stops near Sinuhe. Sinuhe comes over to him. Camera\nmoves up on them during =~\n\nHOREMHEB\n(sternly)\nI sent for you to come to the palace!\n\nSINUHE\nI have been busye\n\nHOREMHEB\n(displeased)\nWhy do you waste your time here?\nYou don't belong here -- you belong\nat the palace where important issues\nwill soon have to be decided. I can\nnot talk to you here.\n\nSINUHE\nAkhnaton has also sent for me. If I\nmake him wait I can make you.\n\nHOREMHEB\nIn the meantime, if you love your\nwoman and her adopted son, send them\nout of the city.\n\nSINUHE\nWill it be as bad as that?\n\nHOREMEEB\nThe Priests of the old gods are\nimporting troops, which Akhnaton\nhas forbidden me to opposel\n\nAs he puts whip to team =\n\n332 THE QUEUE OF PATIENTS - THOTH AND WOMAN PATIENT - SINUEE -\nAPTERNOON\n\nSinuhe walks into scene to renew his work with the pa-\ntients, Thoth puts his hand in Simihe's - a gesture\nwhich means that whatever happens the lad wishes to stay\nwith him. Simbhe smiles, looks at the next patient.\nWhat seems to be an old woman, gaunt and crippled with\n@ veil covering her face, extends an arm for Simbhe's\ninspection. The arm is shrunken and twisted as if\nparalyzed. He examines the arm with care and gravity.\nHe looks at the woman, sees the veil held across her\nlowered face.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe arm is shrunken and twisted as if\nparalyzed. He examines the arm with care and gravity. He looks at the woman, sees the veil held across her\nlowered face. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\nRaise your head and open your eyes.\n\f333\n\n33h\n\n335\n\n116.\nANGLE PAST SINUHE TO WOMAN - AFTERNOON\n\nThe woman raises her head but makes no move to lower the\nveil. Simuha does this for her ~ and finds himself look-\ning into a pair of very green eyese\n\nSINUHE\nNefer eos |\n\nShe looks at him piteously.\nANGLE PAST WEFER TO SINUHE - APTERNOON\n\nRemembrances flood over him and his face sets with hatred,\nwith a kind of triumph to see her in this condition. He\nstarts to turn away ~ hesitates.\n\nCLOSE ANGLE TWO - AFTERNOON\nShe continues to look at him with piteous appeal.\n\nNEFER\n(with sadness and\nbitterness )\nWill I live?\n\nSimahe doesn't answer. ‘The conflict in him is very great.\nHe finds, unaccountably, that he is beginning to feel pity\nand compassion and that these feelings are overwhelming\nanything else.\n\nNEFER\nBetter if I died.\n\nShe moves to go aways\n\nSINUHE\nWait.\n\nShe stops.\n\nSINUHE\n(gently)\nI will undertake your cure.\n\nPicking up a scrap of papyrus he begins to scribble on it.\nTears come into her eyes. Her lips tremble - she cannot\nspeak.\nSINUEE\nGet these medicines at an apothecaries}\nCome again tomorrow.\n\nDISSOLVE TO:\n\f336\n\n337\n\n117.\n\nEXT, GOVERED ROOF TOP OF PHAROAH'S PALACE - SINUHE AND\nAKHNATON - SUNSET\n\nAkhnaton, very 111, cheeks sunken, eyes black-shadowed,\n4s lying on a cot. Sitting beside him on a stool, Sinuhe\nis placing a cold cloth on his head. Seen through some\npillars which support the roof is a terrible sight of the\ncity of Thebes. Fires burn here and there and black\ncolumns of smoke rise up into the sky, reddened by the\nsetting sun.\n\nAKHNATON\n{in despair)\nCan it be that I am mad and my visions\nare lies? If so, then life is hideous\nand the world is ruled by evil.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nFires burn here and there and black\ncolumns of smoke rise up into the sky, reddened by the\nsetting sun. AKHNATON\n{in despair)\nCan it be that I am mad and my visions\nare lies? If so, then life is hideous\nand the world is ruled by evil. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUBE\n(after a pause,\nshakes his head)\nWho can say for sure where truth lies -\nout there, in bloodshed and famine ~ or\nhere in the sweet dreams of Pharaoh?\n\nAKHNAT ON\n\nWhere are my friends? Did you know\nthat my wife has deserted me?\n\n(feverishly)\nYes, yes, - she's gone. She has taken\nmy children, Mama is dead -- murdered\nby the High Priest Eie, I do believe --\nI don't know -- no one telis me -- they\nonly plot against me ... Even God has\nforsaken mel\n\nFootsteps are heard.\nANGLE TO INCLUDE HOREMHEB AND EIE - SUNSET\n\nwho have come up out of the well of a stairway and are\nwalking purposely toward Akhnaton. For a moment Akhnaton\nwatches them approach, then turns to Sinuhe with a\npathetic smile.\n\n. AXKHNATON\nCrime and violence -- my followers\nnow!$\n\nWhen Horemheb and Eie stand before Akhnaton there is noth-\ning but cold determination on their faces.\n\nHOREMBEB\nA courier has arrived from Memphis.\nJerusalem has fallen. Only the for-\ntress at Gaza still stands. I demand\nthat you give me leave to raise an\nand unite the people before the Hittites\nannihilate us!\n\n(CONTINUED )\n\f118,\n\n337 (Cont.)\n\n338\n\nWithout answering, Akhnaton turns his eyes away from\nHoremhebd to Eie.\n\nAKHNATON\n(dryly)\nAnd you?\n\nEIE\nI pring you an ultimatum from\nthe Priests. Prostrate yourself\nbefore the ancient gods or the\narmies of the priests will lay\nyour temple in ruins!\n\nAKHHATON\nHave you both spoken?\n\nEle bowse\n\nAKHNATON\nThen out of my sight! Both\nof youl\n-(sinks back weakly)\nPharaoh has spoken.\n\nWith cold deliberation Eie spits on the tiles of the\nfloor, grinds the spittle with the sole of his sandal,\nturns and walks away. Akhnaton turns from watching\nhim to look with blazing eyes at Horemheb, who lingers,\nuncomfortable.\n\nHOREMHEB\nI have been your friend in spite\nof your madness.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith cold deliberation Eie spits on the tiles of the\nfloor, grinds the spittle with the sole of his sandal,\nturns and walks away. Akhnaton turns from watching\nhim to look with blazing eyes at Horemheb, who lingers,\nuncomfortable. HOREMHEB\nI have been your friend in spite\nof your madness. \n\nTARGET SECTION TO BE ANNOTATED:\n Perhaps even\nbecause of your madness. But I\ncan't love you and Egypt too.\nCamera pans with him a moment as he turns away and fol-\nlows after Ele.\n\nCLOSE SHOT - AKHNATON AND SINUHE - SUNSET\nAkhnaton's eyes come to rest wearily on Sinuhe.\nAKENATON\nIf you are my friend, surely\nyou know what you must do.\n\nSinuhe shakes his head.\n\n(CONTINUED )\n\f119.\n\n338 (Cont.)\n\nAKHNATON\nMen show pity on a sick animal and\ndispatch it with a club, and a spear\nbrings release to a wounded lion -\nbut to a man no one will show mercyi\nIf you love me, you know what you\nhave to dol\n\nHe closes his eyes with great suffering. Simihe looks\nat him with pity. He says nothing at the moment, only\nwrings out a fresh cold cloth and places it on Akhnaton's\nhead,\n\nSINUHE\nTry to rest.\n\nCamera pans with him as he walks away, going down stairway\nwhere the others have gone.\n\nDISSOLVE TO:\n\f52\n\n339\n\n3ho\n\n3h1\n\n3h2\n\n120.\nINT, A ROOM IN THE PALACE - STAIRWAY - SINUHE - SUNDOWN\n\ncomes down from the roof intending to go to a doorway\nwhich leads to a courtyard, when he hears -\n\nHOREMHEB'S VOICE\nSinuhe ...!\n\nCORNER OF ROOM - HOREMHEB AND ELE - SUNDOWN\n\nare huddled together like black shadows. They have been\nwaiting for him.\n\nHOREMHEB\nWhere are you going?\n\nANGLE OF THREE - SUNDOWN\n\nSinuhe cannot miss the fact that the atmosphere about\nthis pair is that of conspiracy. He would like to avoid\nthem.\n\nSINUEE\n(assuming a light,\njesting tone)\nThis is my day of popularity in the\npalace -- the Princess Baketamon has\nalso sent for me.\n\nEOREMHEB\n\n(cutting through)\nWe have need of you.\n\nSinuhe comes over.\nCLOSER ANGLE THREE - SUNDOWN\n\nIt is clear that the two have already talked and arrived\nat some course of action, Sinuhe is on his guard.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nEOREMHEB\n\n(cutting through)\nWe have need of you. Sinuhe comes over. CLOSER ANGLE THREE - SUNDOWN\n\nIt is clear that the two have already talked and arrived\nat some course of action, Sinuhe is on his guard. \n\nTARGET SECTION TO BE ANNOTATED:\nEIE\n\n(unctuously)\nAs a friend we bear Akhnaton only the\nbest will and feel pity for him. But\niliness has made him hopelessly mad.\n\n(feeling him out) .\nAs a physician, don't you think it\nwould be an act of mercy to give him\na medicine that would cure his head-\naches so that he would never again feel\npain?\n\nSINUHE\n(carefully)\nOnly the dead never feel pain,\n\n(CONTINUED )\n\f342 (Cont.)\n\ni2i.\n\nEIE\nYou have expressed our intention.\n\nHOREMEEB\nAs a physician he trusts you. From\nyour hand he would take ~-\n\nHis irony rings out.\n\nSINUHE\nHat\nEIE\n(turns angrily on\nHoremheb)\nI warned youl\nSINUHE\n\nForgive me - but just now Akhnaton\nbegged me --- but let that pass.\n\nEOREMHEB\n\n(to Ete)\nSinuhe will consent. He has a weak\nand tender heart but he is an intel-\nligent man.\n\n(adds)\nAnd he is our witness now - he is\nbound to us.\n\nSINUEE\n(with a smile of irony)\nHoremheb is my friend and puts his\nthreat in a loving tone.\n\nEIE\n(resolvi: to be con-\neciliatory\nHoremheb means no threat. We confess\nour need. The fate of Egypt is in\nyour hands.\n\nSINUHE\n{after a pause, rather\nastonished)\nHow very strange.\n(thinking, \"but true\")\n\nEIE\n(argently)\nDo this necessary thing, Sinuhe, and\nyour name will be blessed.\n\n( CONTINUED)\n\f122.\n\n32 (Cont.1)\nSinuhe looks from one to the other,\nSINUEE\nI take it that an agreement has been\n\nreached with the Priests of the old\ngods.\n\nEIE\nNaturally.\n\nSINUHE\nAnd who would rule Egypt?\n\nThere is a hesitation between the two.\nEIE\n(maintaining his con-\nciliatory tone)\nThat need not be your affair.\n\nSINUHE\nOnly murder is my affair.\n\nHe turns on his heels and, camera panning with him, goes\ntoward the doorway to courtyard.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nEIE\n(maintaining his con-\nciliatory tone)\nThat need not be your affair. SINUHE\nOnly murder is my affair. He turns on his heels and, camera panning with him, goes\ntoward the doorway to courtyard. \n\nTARGET SECTION TO BE ANNOTATED:\n3h3 HOREMHEB AND EIE - SUNDOWN\nThere ig a quick exchange of looks between them.\n\nHOREMHEB\nWait!\n\n3h SINUHE - SUNDOWN\nstops, looks back.\n3h5 THREE - SUNDOWN\nAs the other two come to Sinuhe, Eie first -\n\nEIE\nI can promise you great wealth and\nposition.\n\nSINUHE\n\nI asked you who would rule Egypt.\n\nEIE\nOnly the Army can save us and Horemheb\nholds the Army.\n\n(CONTINUED)\n\f123.\n\n345 (Cont.)\n\nSINUEE\n(with great astonishment)\nHoremheb - Pharaoh?\n\nHOREMHEB\n(angrily, striding\nforward\nBaketamon will place the crown on my\nhead!\nSINUHE\n\n(thoroughly astounded)\nWhat marvel is this?\n\nEIE\nI myself will marry them and as man\nand wife they will jointly mule.\n\nSINUHE\n(with amazed irony)\nDid she send for me to tell me her\ngreat joy?\n\nEIE\n(darkly)\nIt is unwise for you to see her.\n\nHOREMHEB\n\nLet him.\n\n{to Sinuhe)\nShe doesn't yet know. Be my friend --\nspeak to her on my behalf, without\ntelling her this plan.\n\n(strongly)\nI will have her whether she consents\nor not.\n\n(with a smile)\nBut a warrior prefers to mount a will-\ning horse,\n\nSIRUHE\n(wryly amused)\nCuriosity speeds my feet!\n\nHe hurries out toward doorway to courtyard.\n\nEIE\n(calls out to him)\nYou haven't answered.\n(demands )\nDo you agree?\n\f12h.\n3h6 AT DOORWAY TO COURTYARD - SINUHE - SUNDOWN\n\nsmiles back.\n\nSINUHE\nI agree to see Baketamon.\n\nHe goes.\n\n3h7 «© EXT. COURTYARD OF \"HOUSE OF WOMEN\" - LONG SHOT - SINUHE -\nA DWARF - BAKETAMON - APTER SUNDOWN\n\nAs Sinuhe crosses the courtyard past the fountain toward\nthe apartments of the women, he sees that a DWARF scurries\nout of one of the apartments and runs away.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe goes. 3h7 «© EXT. COURTYARD OF \"HOUSE OF WOMEN\" - LONG SHOT - SINUHE -\nA DWARF - BAKETAMON - APTER SUNDOWN\n\nAs Sinuhe crosses the courtyard past the fountain toward\nthe apartments of the women, he sees that a DWARF scurries\nout of one of the apartments and runs away. \n\nTARGET SECTION TO BE ANNOTATED:\n The door to\nthis apartment remains open and by the time Sinuhe arrives,\nBaketamon is waiting for him in doorway.\n\n348 AT DOORWAY TO BAKETAMON'S APARTMENT - SINUHE AND BAKETAMON -\nAFTER SUNDOWN\n\nHe looks at her as he approaches, sees that though her\nmanner is that of her usual calm coldness, she is hold-\ning back feelings only with the greatest effort - but the\nnature of her feelings he can't guess.\n\nSINUHE\nGracious lady, I was delayed --\n\nBAKETAMON\nWith the Army and the High Priest!\n\nShe moves back from the doorway, her invitation for him\nto enter. He goes in.\n\n3k9 INT. BAKETAMON'S APARTMENT IN \"HOUSE OF WOMEN\" - SINUHE\nAND BAKETAMON - AFTER SUNDOWN\n\nSome faint red from the afterglow of the sun still stains\nportions of the walls of this room; there are lamps lit\nalso. This room has a little lotus fountain-pool and a\nwonderful sleeping couch; it is filled with the most\nfeminine adornments; it is smoky with sweet incense -\nrevealing of the passionate nature beneath the cool aloof-\nness of Baketamon.\n\nSIRUHE\n(in answer to her speech\nin previous scene)\nThe Princess has eyes in the walls.\n\nBAKETAMON\n(coldly)\nKill Akhnaton -- it is necessary.\n\n(CONTINUED )\n\f125.\n3h9 (Cont.)\n\nSINUEE\n(carefully)\nThe Princess has ears as well.\n\nBAKETAMON\n(barely able to restrain\nherself)\nThey told you that Horemheb is to mile.\n\nSINUHE\nBy your side.\n\nBAKETAMON\nWith this cheesemaker?\n\nHe is astounded at the ferocity of her passion.\n\nSINUHE\n(carefully)\nHoremheb is a mighty man.\n\nBAKETAMON\nBorn with dung between his toes!\n\nSINUHE\nFor what reason do you preserve your-\nself, may I ask?\n\nShocked, she whirls and looks at him,\n\nSINUHE\nIf maidenhood has gone to your head,\na good marriage might cure you.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nBAKETAMON\nBorn with dung between his toes! SINUHE\nFor what reason do you preserve your-\nself, may I ask? Shocked, she whirls and looks at him,\n\nSINUHE\nIf maidenhood has gone to your head,\na good marriage might cure you. \n\nTARGET SECTION TO BE ANNOTATED:\n(rather enjoying his\nrole)\nNo tree ought to bloom forever - it\nshould also bear,\n\nBAKETANON\nYour words repulse mel\n\nSINUHE\n(with a wise smile)\nOr can it be, as people say, that you\nare made of frozen blocks of Nile water?\n\nShe locks at him quite differently than ever before, and\nthen, for answer takes his head in her hands and kisses\nhim with fire and passion.\n\n350 CLOSE TWO SHOT - APTER SUNDOWN\n\nAs Baketamon releases him and whirls away out of scene.\nSinuhe stares after her with bewilderment.\n\f126.\n351 WIDER ANGLE TWO - AFTER SUNDOWN\n\nShe has returned instantly to her passionate anger, is\nwalking about.\n\nBAKETAMON\nEie caused my mother to be murdered\nbecause she opposed Horemheb, but\nmyself he has preserved for their\nplans! Did they tell you how they\nhope to dirty the throne?\n\nSINUHE\n(trying to regain\nhis conposurey\nThey did not ...\n\nBAKETAMON\n(raging)\nTonight the old priests are to take\nme to the temple dressed as Sekhmet,\nthe Goddess of War. It will be a\nsign that the old gods are back in\npower - and a sign to begin Horemheb's\n\nHoly War.\nSINUHE\nYou have agreed?\nBAKETAMON\n\nIn the dead of night Horemheb will\ncome, and the temple gates will be\nshut behind him! Alone with me, he\nthinks to have his way with me by\nforce, and by this become a god, fit\nto rule by my side!\n\nSINUHE\n(impressed with neat-\nness of the plan)\nHoremheb is to be envied,\n\nBAKETAMON\nNot by Sinuhe.\n\nAs he looks at her with intense surprise she grasps hold\nof his hands and, sitting on her couch, looks up at him\nwith blazing eyes.\n\nBAKETAMON\n(intensely)\nIf it is Sinuhe who comes to the temple,\nI will gladly swing the doors shut with\nmy own hands - submit willingly - happily\nclimb the throne to rule with youl\n\n(CONTINUED)\n\f‘@\n\n127.\n\n351 (Cont.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he looks at her with intense surprise she grasps hold\nof his hands and, sitting on her couch, looks up at him\nwith blazing eyes. BAKETAMON\n(intensely)\nIf it is Sinuhe who comes to the temple,\nI will gladly swing the doors shut with\nmy own hands - submit willingly - happily\nclimb the throne to rule with youl\n\n(CONTINUED)\n\f‘@\n\n127. 351 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\n(staring down at her,\noverwhelmed with the\nenormity of the idea,\nbewildered)\nHow is this possible?\n\nBAKETAMON\nThe hand which slays Pharaoh can slay\nthe cheesemaker as well, It is only\na question of numbers -~ one, or two.\n--- Is £t possible that you did not\nunderstand my mother?\n\nSINUE\n(bewildered by con-\nflicting thoughts and\nfeelings)\nThe Queen Mother spoke through her\nale.\n\nHolding his hands she pulls him down on the couch to sit\nbeside her. She continues to hold his hands, and with\nan air of soft intimacy which is surprising in her -\n\nBAKETAMON\nYou are my half-brother - and the\nrightful heir to the throne.\n\nA conviction that she is speaking the truth begins to grow\nin Sinuhe. It is by no means an altogether welcome thought\n~ it is a frightening thought - but one which fascinates\nhin.\n\nBAKETAMON\nWhile my mother awaited the birth of\nAkhnaton there was another child born\nin the palace. For once the black\narts of my mother's Nubians had failed.\nWhen the mother cried out to see her\nson, that she might present him to\nPharaoh, they showed her a dead girl\nbaby. With her own hands my mother\nwove the basket in which you were cast\nadrift on the River. If you doubt me,\ngo to the ruined temple which is near\nAkhneton's temple. There you will\nfind a statue of the little Queen\nwhose face is the image of your own.\n\nDISSOLVE TO:\n\f352\n\n353\n\n35h.\n\n355\n\n128.\n\nEXT, GROUNDS OF RUINED TEMPLE ~ CLOSE SHOT AT STATUE -\nSINUHE - NIGHT\n\nIn the bright moonlight breaking through storm clouds\nSinuhe is examining the features of the statue of a\ndelicate, small, young woman. He searches the cold stone,\ndeeply moved with emotion as he tries to find in it the\npersonality of the child Queen whom he is convinced may\nhave,been his mother, After a time -\n\nAT BREAK IN WALL OF TEMPLE - MERIT - NIGHT\n\nappears.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\n355\n\n128. EXT, GROUNDS OF RUINED TEMPLE ~ CLOSE SHOT AT STATUE -\nSINUHE - NIGHT\n\nIn the bright moonlight breaking through storm clouds\nSinuhe is examining the features of the statue of a\ndelicate, small, young woman. He searches the cold stone,\ndeeply moved with emotion as he tries to find in it the\npersonality of the child Queen whom he is convinced may\nhave,been his mother, After a time -\n\nAT BREAK IN WALL OF TEMPLE - MERIT - NIGHT\n\nappears. \n\nTARGET SECTION TO BE ANNOTATED:\n She enters the temple grounds, stops when she\nsees -\n\nFROM MERIT'S PERSPECTIVE ~- SINUHE - NIGHT\nat the statue,\nMOVING SHOT - TWO - NIGHT\n\nbrings Merit to Sinuhe. When she is quite near her foot\nhappens to disturb a stone, the sound causing him to turn\nhis head and see her.\n\nMERIT\n(worried)\nSinuhe ... ?\n\nSINUHE\n(intensely)\nHow many times I've played here as a\nchild - at war games with Horemheb!\nHow many times I've climbed up this\nstone - gripped this face with my\nsmall boy's grimy hands}\n\nMERIT\n(staring)\nThere are wounded waiting in the\ntemple.\n\nHe comes to her and for a moment grips her shoulders\nroughly.\n\nSINUHE\nI have a terrible secret.\n\nHe goes instantly back to the statue.\nMERIT\nI have a secret also, Sinuhe, which\nit is time I told you. Concerning\nthe boy --\n\n(CONTINUED)\n\f355 (Cont.)\n\n129,\n\nSINUEHE\n(before this registers)\nThis is my mother.\n\nMERIT\nMother --- ?\n\nSINUHE\n\nSo I have been led to believe. And\nif this is true then I, Sinuhe, have\nthe blood of the Pharaohs and I, not\nAkhnaton, might have sat on the throne.\nThis much I know for sure -- tomorrow\nI can take the throne.\n\n(shows her his palm)\nAs easily -\n\n(closes his palm)\nCan you believe this?\n\nMERIT\n(shaken)\nAll things are possible ...\n\n356 CLOSE SHOT - TWO - NIGHT\n\nas he takes her by the shoulders again, very moved and\nvery much at a loss,\n\nSINUHE\n\nWhat shall I do, Merit? The palace\nreeks with crime - it rots with\nintrigue -- but what is a man's birth-\nright -- }\n\n(suddenly, rapidly)\nWe will go away! You and I. Come\nwith me. You and I and the boy --\nyou started to say something about\nhim? ~- There must be some place\nbeyond the reach of all this evil!\n\nShe feels the force of his appeal as he waits for her\n\nanswer.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nCome\nwith me. You and I and the boy --\nyou started to say something about\nhim? ~- There must be some place\nbeyond the reach of all this evil! She feels the force of his appeal as he waits for her\n\nanswer. \n\nTARGET SECTION TO BE ANNOTATED:\nAfter a struggle with herseif -\n\nMERIT\n(in a quiet, rather\nstrange, calm decided\n\nway\nYou must take Thoth with you when you\ntake your place at the palace.\n\n(as he starts to pro-\n\ntest)\nYou believed yourself to be an orphan\nchild -- kind people took you in <= do\nthis for him,\n\n(CONTINUED)\n\f130.\n\n356 (Cont.)\n\n357\n\n358\n\n359\n\n360\n\nSINUHE\nBut you? I cannot live without youl\nMERIT\n\n(more firmly)\nIt is not fitting for a man to run\naway, nor can he escape his destiny.\nSinuhe -- you will always have the\nlove of your serving girl -- her mat\nwill always be waiting -- forget all\nelse as if it were a dream, and I also\nwill forget.\n\nTHOTE'S VOICE\nMoth, , (approaching, yelling)\nother! -\n\nAs they turn -\nANGLE TO THOTH - NIGHT\n\nHe comes running toward them, wildly excited, gesticu-\nlating toward Akhnaton's temple. In his hand, like a\ndagger, he carries the Hittite spearhead.\n\nTHOTH\nThey are attacking the templel\n\nAT SINUHE AND MERIT - NIGHT\n\nSinuhe is climbing onto a heap of ruined wall as Thoth\nruns in.\n\nFROM SINUHE'S PERSPECTIVE ON RUINED WALL - LONG SHOT TO\nAKHNATON'S TEMPLE OF ATON - NIGHT\n\nThis is a comprehensive view which will set up the whole\npattern of the attack on Akhnaton's temple. Along the\nbroad ways before the temple, several columns of foot-\nsoldiers are converging for the attack, They carry\ntorches, by which this movement can be discerned - there\nis a horde. At the head of each colum is being dragged\nalong a great battering ram. The ram of the central\ncolumn of troops is being taken toward the main gates of\nthe temple; those of the other columms toward positions\nalong the temple walls.\n\nEXT, RUINED TEMPLE - SINUHE, MERIT AND THOTH ~ NIGHT\nas Sinuhe scrambles down from the heap of ruined wall,\n\nSINUHE\nWe can get in through the side gate.\n\n(CONTINUED)\n\f131.\n\n360 (Cont.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT, RUINED TEMPLE - SINUHE, MERIT AND THOTH ~ NIGHT\nas Sinuhe scrambles down from the heap of ruined wall,\n\nSINUHE\nWe can get in through the side gate. (CONTINUED)\n\f131. 360 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\n361\n\n362\n\n363\n\n364\n\nMERIT\nThoth! Go home}\n\nTHOTH\nNo}\n\nEXT, OUTSIDE OF AKHNATON'S TEMPLE OF ATON - ANGLE TOWARD\nMAIN GATES OF TEMPLE - A BATTERING RAM - PRIESTS, SLAVES\nAND SOLDIERS OF THE OLD GODS - DEFENDERS OF TEMPLE - NIGHT\n\nThe angle is from almost directly behind the battering ram.\nIt is being pulled along, on sledges by SLAVES harnessed\nto it, and by SOLDIERS. PRIESTS OF THE OLD GODS, most of\nwhom are old and fat, shaven, glistening with oil, and who\ncarry torches, urge on those who pull the ram, We may\nhave an indication of the SOLDIERS who follow after the\nram, They are armed with spears of copper and bronze,\nbows and arrows, stone-tipped war clubs. In b.g. is the\nwide, wood-and-copper principal gates of the temple - the\nobjective of this ram. On either side of the gates can\nbe seen the tops of some ladders which have been raised\nfrom the temple grounds inside. Some DEFENDERS have\nclimbed up onto the walis, are waving such weapons as\nthey have, including staves and farm tools, are shouting\ntheir defiance,\n\nEXT, TEMPLE GROUNDS - LONG SHOT - NIGHT\n\nThe general scene is one of greatest confusion. Some\nladders are being thrown up against the walls; some are\nclimbing the ladders; but chiefly it is a scene of dis-\norder, of wild running to and fro, of fright. There are\nmany women and children in here ~- even more of them than\nthere are men,\n\nAT A SMALL SIDE GATE - MED. LONG SHOT - DEFENDERS - SINUHE,\nMERIT AND THOTH - NIGHT\n\nare being let in. Bars are thrown across the gate again.\nSinuhe goes off in one direction, a definite destination\nin mind. Thoth runs off in another as Merit tries to\nstop him. Knocked off balance by someone who is running\nthrough -\n\nMERIT\n(calls)\nThothl\n\nRuns out after him.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nSinuhe goes off in one direction, a definite destination\nin mind. Thoth runs off in another as Merit tries to\nstop him. Knocked off balance by someone who is running\nthrough -\n\nMERIT\n(calls)\nThothl\n\nRuns out after him. \n\nTARGET SECTION TO BE ANNOTATED:\nAT SECTION OF TEMPLE GROUNDS - MOVING SHOT - SINUHE - NIGHT\n\nmakes his way to the place where previously he has been\nseen treating the sick and injured. Already there are\nmany who need his services, and a badly injured man who\nis lying on the ground clutches at his legs.\n\n( CONTINUED)\n\f132.\n\n364 (Cont. )\n\n365\n\n366\n\n367\n\nWOUNDED MAN\nHelp, in God's name}\n\nSINUHE\nIn your turn. Make a line, here}\n\nGetting to his instruments, he stops as he sees Kaptah.\n\nGLOSER ANGLE - SINUHE AND KAPTAH - NIGHT\n\nSinuhe reacts, especially when he sees that Kaptah is\nbruised and his fine clothing is torn - signs that he\nhas been fighting.\n\nSINUHE\nAren't you on the wrong side of the\nwall?\nKAPTAH\n(sheepishly)\n\nI followed my master all over the earth\n~- now I follow him to destruction,\n\nSINUHE\nHelp me make order.\n(to all)\nEach in your turn!\n\nEXT. TEMPLE - SLANTING ANGLE AT MAIN GATE - BATTERING\nRAM - PRIESTS AND SOLDIERS OF THE OLD GODS - RIGHT\n\nThe ram has been moved to the main gate. Its great arms\nswing back and then forward with a first shattering impact\nagainst the gates, which makes the gates quiver. From the\nwalls up above, a shower of sticks, stones, etc., shower\ndown - a pitiful attempt at answer, Along f.g. a line of\nsoldiers, BOWMEN, can be seen, kneeling, their weapons\npoised. They let fly a swarm of arrows up toward the top\nof the wall, The ram arm swings back, forward again with\nanother booming blow.\n\nEXT, TEMPLE GROUNDS - MOVING SHOT WITH MERIT - NIGHT\n\nis helping other women carry wine to the ladders of the\nfighters - and looking worriedly for Thoth.\n\nMERIT\nHave you seen Thoth?\n\f368\n\n369\n\n370\n\n371\n\n372\n\n373\n\n133.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT, TEMPLE GROUNDS - MOVING SHOT WITH MERIT - NIGHT\n\nis helping other women carry wine to the ladders of the\nfighters - and looking worriedly for Thoth. MERIT\nHave you seen Thoth? 368\n\n369\n\n370\n\n371\n\n372\n\n373\n\n133. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT, TEMPLE - SLANTING ANGLE AT A SECTION OF WALL ~\nBATTERING RAM - PRIESTS AND SOLDIERS OF THE OLD GODS -\nNIGHT\n\nIn its generalities this scene is a duplicate of that at\nthe main gates. The battering ram is smacking into the\nwall, which already is showing the signs of previous\nblows. We see a line of SOLDIERS who, commanded by a\nPRIEST, kneel to aim their bows and arrows.\n\nEXT. ATOP TEMPLE WALL - SLANTING SHOT DOWN LINE OF\nDEFENDERS - SKY BACKING - THOTH IN F.G. - NIGHT\n\nThe defenders - pitiful in their defense - hurl down a\n\nfew stones - some roll off large stones. Thoth, his eyes\nalight, waits, holding in his hands the Hittite spearhead.\nA swarm of arrows flies up into scene. One of them pierces\nThoth. He topples backward.\n\nEXT. TEMPLE GROUNDS AT LADDER AT BASE OF WALL - THOTH -\nGROUP OF WOMEN - NIGHT\n\nThoth falls off the wall to temple grounds, arrow break-\ning, leaving stub in his chest. He falls into the midst\nof a group of women.\n\nNEARBY - CLOSE SHOT - MERIT - NIGHT\n\nturns at what she sees; a silent scream freszes in her\nthroat.\n\nEXT. TEMPLE GROUNDS AT SINUHE'S POST - WIDE ANGLE -\nSINUHE, KAPTAH, WOUNDED - MERIT AND THOTH - NIGHT\n\nSinuhe is working as quickly as he can; there are many\nwounded. Kaptah is the first to see Merit coming, turns\nto watch her as she carries Thoth through f.2.\n\nCLOSE MOVING SHOT - NIGHT\n\nbring Merit, with Thoth, to Sinuhe and Kaptah. The butt\nof the arrow projectiong through the boy's chest tells\npart of the story; Merit's agony tells the rest. Kaptah\nplucks at Sinuhe's sleeve. Annoyed to be interrupted,\nSinuhe turns, sees Merit with Thoth.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe butt\nof the arrow projectiong through the boy's chest tells\npart of the story; Merit's agony tells the rest. Kaptah\nplucks at Sinuhe's sleeve. Annoyed to be interrupted,\nSinuhe turns, sees Merit with Thoth. \n\nTARGET SECTION TO BE ANNOTATED:\nMERTT\nSave him!\n\nSINUHE\n(after a struggle)\nWait your turn!\n\nHe turns and works feverishly on the wounded man who has\nbeen receiving his attention.\n\n(CONTINUED)\n\f13h.\n\n373 (Cont.)\n\nMERIT\nHe is your soni\n\nSinuhe whirls and looks at her and the boy again.\n\nSINUHE\n(after a terrible\nstruggle, manages\nto say - )\nIn line.\n\nHe turns back and works furiously. Kaptah comes to\nMerit. He gently forces her back, camera panning with\nthem away from Sinuhe. He helps her lay the boy on the\nground. Her frantic eyes plead with him. But Kaptah\ncan do nothing.\n\n37h EXT. TEMPLE - CLOSE SHOT AT MAIN GATES - BATTERING RAM -\nNIGHT\n\nIn its might is symbolized all the inequality of the\nstruggle. Its great arm swings back, forward with a\nerash which begins to shatter the gates. There is a\nroar from the soldiers. The great arm swings back again.\n\n375 EXT. TEMPLE GROUNDS CLOSE SHOT AT MAIN GATES - DEFENDERS -\nNIGHT\n\nDefenders, many of them women, press with their hands\nand their bodies against the gates, trying with their\nmain strength to reinforce the timbers and copper. Ram\nis heard to crash against the gates - knocks many of the\ndefenders backward off their feet. A crack is opened in\nthe gates. A roar is heard from the soldiers outside.\n\n376 EXT. TEMPLE GROUNDS - AT SINUHE'S POST - SINUHE - MERIT,\nTHOTH AND KAPTAH - MOVING SHOT - NIGHT\n\nPinished with the wounded man, Sinuhe hurries to Thoth.\nMerit watches him with dull eyes as he stoops down to\nthe boy - for she already knows what Sinuhe with a short\nexamination discovers - that the boy has bled to death,\nHe looks up at her with pleading eyes. She turns her\nback and walks away.\n\n377 EXT. TEMPLE GROUNDS - MED. SHOT AT MAIN GATES - DEFENDERS -\nATTACKING SOLDIERS AND PRIESTS - NIGHT\n\nWith a great blow of the ram the gates are knocked in.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\n377 EXT. TEMPLE GROUNDS - MED. SHOT AT MAIN GATES - DEFENDERS -\nATTACKING SOLDIERS AND PRIESTS - NIGHT\n\nWith a great blow of the ram the gates are knocked in. \n\nTARGET SECTION TO BE ANNOTATED:\nDefenders are swept aside and fall beneath the weight\nof the timbers. The army sweeps in, yelling, weapons\nwaving - a flood of destruction.\n\f378\n\n379\n\n380\n\n361\n\n135.\n\nEXT, TEMPLE GROUNDS - MED, SHOT AT SECTION OF WALL -\nDEFENDERS - ATTACKING SOLDIERS AND PRIESTS - WIGHT\n\nThe wall crumbles as a great hole is knocked in i¢ by a\nbiow of this ram. Those who are on top of the wall come\ndown with the stones, A horde of destruction sweeps\nthrough like that at the main gates.\n\nDISSOLVE TO:\nEXT, TEMPLE GROUNDS - LONG SHOT - NIGHT\n\nTt is an hour later. The battle is over, Silence. Fow\nonly the dead.\n\nEXT, TEMPLE GROUNDS WEAR CROSS OF LIFE - MOVING SHOT -\nSINUHE - MERIT - THOTH - NIGHT\n\nSinuhe is moving among the dead. Presently he comes\nupon that for which he searches - finds the body of Merit\namong a pile of dead. He picks her up, carries her to\nthe altar at the foot of the Cross of Life, lays her down\nnext to the body of Thoth.\n\nCLOSE MOVING SHOT ~- SINUHE - A DYING WOMAN - NIGHT\n\nWith a torn fragment of altar cloth he covers them. He\nis bitter, broken. Hatred begins to set the lines of\nhis face. He rises and, camera retreating ahead of him,\nbegins to walk away. The’ arms of a faintly alive woman\nreach up into scene, trying to clutch at him,\n\nWOMAN\nHelp mel\n\nSINUHE\nHelp yourselfi\n\nAs he walks past her his face seta with bitter anger and\ndetermination.\n\nDISSOLVE TO;\n\fSke\n\n382\n\n383\n\n136.\n\nINT, THRONE ROOM OF PHARAOH'S PALACE - OUTSIDE DOORWAY\nTO PHARAOH'S BEDROOM ~ WIDE ANGLE - HOREMHEB AND EIE -\nTWO SOLDIERS - NIGHT\n\nA pair of Horemheb's soldiers guard the entrance to\nPhareach's bedroom.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe’ arms of a faintly alive woman\nreach up into scene, trying to clutch at him,\n\nWOMAN\nHelp mel\n\nSINUHE\nHelp yourselfi\n\nAs he walks past her his face seta with bitter anger and\ndetermination. DISSOLVE TO;\n\fSke\n\n382\n\n383\n\n136. INT, THRONE ROOM OF PHARAOH'S PALACE - OUTSIDE DOORWAY\nTO PHARAOH'S BEDROOM ~ WIDE ANGLE - HOREMHEB AND EIE -\nTWO SOLDIERS - NIGHT\n\nA pair of Horemheb's soldiers guard the entrance to\nPhareach's bedroom. \n\nTARGET SECTION TO BE ANNOTATED:\n Horemheb and Eie are walking silently\ntogether, their backs to camera, They turn as they hear\nthe sound of approaching footsteps. :\n\nMOVING SHOT - SINUHE - HOREMHEB AND EIE - NIGHT\n\nbringing him to them. On his face is seen the bitterness\nwhich was there when he walked out of the temple. They\nhurry into scene to him. Sinuhe stops and looks at them.\n\nEIE\nDoes this mean you consent?\n\nSINUHE\nIt does. I've had my fill of Akhnaton's\nkingdom on earth.\n\nHe unfolds his right hand, shows that he carries a small\nstone vial.\n\nHOREMHEB\n(excited)\nAkhnaton is alone in his chamber. My\nown soldiers are on guard. How will it\nbe given?\n\nSINUHE\nIn a cup of wine -\n(wry smiles)\n- when you and I drink with him.\n\nHOREMHEB\n(startled)\nI?\n\nSINUHE\nWe are bound together - as you said.\n(then getting to business)\nSpare me one of your guards -- I want\na pantry cleared so I can work privately.\n(going away)\nDon't fret, Horemheb -- what is needed\nwill be in Pharaoh's cup.\n\nHe walks out through a door into a corridor. Horemheb,\nworried, has nothing to do but -\n\nHOREMHEB\n(to soldier)\nGo with hin,\n\f384\n\n385\n\n386\n\n387\n\n388\n\n389\n\n390\n\n391\n\n392\n\n5k\n\n137.\nINT, PALACE CORRIDOR = SINUHE FOLLOWED BY SOLDIER - NIGHT\n\nSinuhe walks up corridor toward camera. The soldier fol-\nlows well behind. Sinuhe comes to an opening which leads\nto a private room and, happening to glance inside, stops.\n\nINT. CORRIDOR AND PRIVATE ROOM = PAST SINUHE TO ROOM ~\nBAKETAMON, PRIESTS, HANDMAIDENS - NIGHT\n\nSupervised by Priests of the old gods, Baketamon is being\narrayed by HANDMAIDENS in the red robe and jeweled accou~\nterments and helmet of the goddess Sekhmet.\n\nINT.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CORRIDOR AND PRIVATE ROOM = PAST SINUHE TO ROOM ~\nBAKETAMON, PRIESTS, HANDMAIDENS - NIGHT\n\nSupervised by Priests of the old gods, Baketamon is being\narrayed by HANDMAIDENS in the red robe and jeweled accou~\nterments and helmet of the goddess Sekhmet. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRIVATE ROOM = BAKETAMON ~ NIGHT\n\nsees Sinuhe, Unable to speak because of those present she\nthrows him a look which is at once both an entreaty and a\nquestion,\n\nFROM BAKETAMON'S PERSPECTIVE ~ SINUHE - NIGHT\nbows, goes along.\nBAKETAMON - NIGHT\n\nSmiles with anticipated triumph. Sinuhe's footsteps are\nheard going down the corridor,\n\nINT, SECTION OF PALACE PANTRY - ANGLE TO CORRIDOR DOOR -\nSINUHE - NIGHT\n\nenters, closing door so guard will remain outside. He\nselects a bottle of wine, three goblets; opens wine. Into\nthe first of the goblets he pours a small quantity of liquid\nfrom the stone vial - hesitates a moment = into second gob-\nlet pours a like quantity. Then into the third goblet he\npours a like amount. This latter action is completely\ninexplicable until we see his next: He picks up a big jar\nof olive oil, pours a large quantity of oil into a larger\ndrinking vessel, begins to drink it.\n\nINT. THRONE ROOM - LONG SHOT - BAKETAMON AND PROCESSION OF\nPRIESTS ~- HOREMHEB AND EIE - NIGHT\n\nThe procession to the temple of Sekhmet is passing through\nto leave the palace - Baketamon, accompanied by Priests,\nin glory.\n\nANGLE TO HOREMHEB - NIGHT\n\nlooks hungrily at her,\n\nFROM HOREMHEB'S PERSPECTIVE - BAKETAMON - NIGHT\n\nlooks neither to right nor left. There is a smile on her\nface,\n\f138.\n393 HOREMHEB AND EIE - THEN SINUHE ~ NIGHT\n\nFor the first time Baketamon's ignoring of him does not\npother Horemheb ~ sure as he is of what will follow this\nnight. He throws a look of amusement at Eie, then both\ngo to meet Sinuhe as the latter comes in, carrying a tray\non which are three drinking cups of wine. Sinuhe hands\nthe tray to Horemheb with a rather strange smile.\n\nSINUHE\nSo let it be.\n\nHOREMHEB\nWhich is his?\n\nSINUHE\n\nThe one he will take.",
  "114": "END OF PREVIOUSLY ANNOTATED SECTION:\nSINUHE\nSo let it be. HOREMHEB\nWhich is his? SINUHE\n\nThe one he will take. \n\nTARGET SECTION TO BE ANNOTATED:\nHe goes to Akhnaton's doorway, where he waits. Horemheb\nsummons his nerve, goes through into the room, Sinuhe\nfollows.\n\n394, INT, AKHNATON'S ROOM - FULL SHOT - SINUHE, HOREMHEB,\nAKHNATON - NIGHT\n\nOnly dim lights - semidarkness, This room is rather simple.\nIt's principal decoration is painted on the wail behind the\nhead of Akhnaton's sleeping couch -- the full symbol of his\ngod ~~ the sun's-disc with hands in benediction holding\n\nthe Cross of Life. On a table by the sleeping couch rests\nthe crown, the crook and other symbols of kingship. Akhnaton\nlies very still on the couch, his head on the headrest.\nSinuhe and Horemheb approach him quietly.\n\n395 CLOSE SHOT PAST AKHNATON ON COUCH TO SINUHE AND HOREMHEB -\nNIGHT\n\nFor a moment they look down at him, thinking that Akhnaton\nis asleep, but then he opens his eyes,\n\nAKHNATON\n(as if he has expected them)\nAh,\n\nHOREMHEB\n(with friendly cordiality)\nWe beg leave to drink wine with you,\nAkhnaton, in token of friendship. I\nregret my words on the roof top and\nbelieve that tomorrow the prospects for\nEgypt will be brighter.\n\nAkhnaton gives him an odd, twisted smile, his eyes shift to\nSinuhe.\n\nAKENATON\nDe you bring me peace, Sinuhe?\n\nshe (CONTINUED)\n\f139.\n\n395 (Cont.)\n\n396\n\nHe reaches out and takes one of the goblets. Horemheb,\nnervous, makes sure that Akhnaton is looking at the goblet,\nshifts his eyes quickly to Sinuhe in question, Sinuhe nods.\nSatisfied, Horemheb sets the tray with the other two gob-\nlets on a small table by the couch, Akhnaton looks at them\nand with a gesture invites them to be seated.\n\nHOREMHEB\n(cheerfully)\nLike old times.",
  "115": "END OF PREVIOUSLY ANNOTATED SECTION:\nHoremheb,\nnervous, makes sure that Akhnaton is looking at the goblet,\nshifts his eyes quickly to Sinuhe in question, Sinuhe nods. Satisfied, Horemheb sets the tray with the other two gob-\nlets on a small table by the couch, Akhnaton looks at them\nand with a gesture invites them to be seated. HOREMHEB\n(cheerfully)\nLike old times. \n\nTARGET SECTION TO BE ANNOTATED:\n Do you remember when we\nthree met on the dessert - young men «=~ ?\n\nAKHNATON\n(disregarding him, to Sinuhe)\nIf you bring me peace, it will be sweeter\nthan the scent of myrrh.\n\nWith a sudden, surprisingly swift motion, he drains the\ngoblet. A half-gesture from Sinuhe is too late. As\nHoremheb watches with great suspense, Akhnaton sighs, lets\nthe goblet roll from his hand and lays his head back onto\nthe headrest.\n\nHOREMHEB\n(with satisfaction)\nMuch brighter, tomorrow,\n\nVERY TIGHT SHOT - THREE - NIGHT\n\nAKHNATON\n\n(fervently)\nSinuhe! Harken to me! God has not for-\nsaken me, When you left me on the roof top\n- as darkness descended ~ I saw the true\nlight. All things I have spoken I had from\nGod! I die, not because I tried to deceive\nthe world, but because I tried to make it\nnoble. -= With what difficulty does God try\nto reveal Himself - for we, His children,\nare blind and stupid. For ages, through\nthe great circle of time, He has tried --\nHe tried with me -- I was frail and weak\nbut He has shown me His love, permitting\nme to die in His cause. I tell you - I\nwas the shadow of One Who will come -- the\nMighty One -- a King of Kings!\n\n(weakening)\nI was a shadow to walk before Him ...\n\nHe stops talking, and Horemheb and Sinuhe, looking at him,\nYaderstand that he is dead. For a long moment they are\nsilent, then -\n\n(CONTINUED)\n\f140.\n396 (Cont.",
  "116": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stops talking, and Horemheb and Sinuhe, looking at him,\nYaderstand that he is dead. For a long moment they are\nsilent, then -\n\n(CONTINUED)\n\f140. 396 (Cont. \n\nTARGET SECTION TO BE ANNOTATED:\nSINUHE\n\n(more to himself than\n6 Horemheb)\nWhy have I done this? Was it for the\ngood of Egypt? Was it because he asked\nme, and I loved him -- did I hate hin,\nbecause of Merit and Thoth? Or is it\nwritten that a man must live his life\nuntil his cup be full to overflowing?\n\n397 WIDER ANGLE - SINUHE AND HOREMHEB ~ NIGHT\n\nHoremheb rises and looks down at Akhnaton, He takes off\nhis cloak and, as he did in the desert, spreads it over\nthe still, frail form, He straightens, rises to his full\nheight, seems to expand.\n\nHOREMHEB\nThis is the hour I have awaited all my\nlife.\n(with a kind of awe)\nI am Egypt now! :\n\nHe picks up his goblet, raises it.\n\nSINUHE\n(fascinated, quietly)\nHoremheb ...\n\nHOREMHEB\nAnd I will do such deeds for her glory -~ !\n\nSINUHE\nDon't drink it,\n\nHoremheb looks an astonished question at him.\n\nSINUHE\nOr you will not be Egypt - or any - thing.\n\nSlowly comprehension dawns on Horemheb. The hand which\nholds the goblet begins to tremble; he drops the goblet\nwhich rings on the floor, and wine splashes everywhere,\n\nSINUHE\nGo to the temple, Horemheb --\n\nHOREMHEB\n\n(fright growing into anger)\nYou dared - ?\n\nSINUHE\nBaketamon waits.\n\nshe (CONTINUED)\n\fShe\n\n397 (Cont.)\n\nyl.\n\nSINUHE (Cont.)\n\n(walking away into room)\nShe will be greatly surprised, for it is\nnot you she expects, and no doubt the\nclaws of the lioness goddess will rip\ninto you - but you can prevail.\n\n(on the other side of cot,\n\nlooks at crown, etc.",
  "117": "END OF PREVIOUSLY ANNOTATED SECTION:\nshe (CONTINUED)\n\fShe\n\n397 (Cont.)\n\nyl. SINUHE (Cont.)\n\n(walking away into room)\nShe will be greatly surprised, for it is\nnot you she expects, and no doubt the\nclaws of the lioness goddess will rip\ninto you - but you can prevail. (on the other side of cot,\n\nlooks at crown, etc. \n\nTARGET SECTION TO BE ANNOTATED:\n on\n\ntable)\nGo to the temple, climb the throne -\n\n(throws crown more at\n\nhim than to him)\n- receive your crown and bless my name,\nfor I, an insignificant physician, have\nmake you Pharaoh!\n\nHOREMHEB\nYou really dared,\n\nSINUHE\nYes, I dared and dare now, had not\nAkhnaton's last words saved us both,\nWear the dirty crown! --\n\nHOREMHEB\nThis was treason! I will --\n\nSINUHE\n\n(with scorn)\nYou will, will, what you will! You will\ngo to war and win a battle? You will con=\nquer and not know that it is defeat? You\nwill raise Egypt to glory, and watch her\ndie? Horemheb, the crown is heavy, and\nyou will wear it with sorrow. We live in\nthe twilight of Egypt, and you will be her\nsunset. Wations rise, only to fall - races\ndie out - kings build mighty monuments,\nonly to have them crumble into dust - glory\nflees like a shadow -- all these things are\nearthly, and have the seed of death in them.\nOnly a thought can live = only a great truth\ncan grow and flourish, and a truth cannot be\nkilled. It passes in secret from one man's\nheart to another - it is given in a mother's\nmilk to her child ~~ How many upheavals must\noccur, how many people be swept from the\nface of the earth before the truth shines\nin glory, but it will, it will ...\n\n398 ANGLE TO HOREMHEB - NIGHT\n\nHoremheb has recovered his composure, has measured his\nstrength against Sinuhe's with satisfaction,\n\n(CONTINUED)\n\f398 (Cont.)\n\n399\n\n4.00\n\n4o1\n\n4o2\n\nShe\n\nANGLE To\n\nANGLE TO\n\nlke.",
  "118": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly a thought can live = only a great truth\ncan grow and flourish, and a truth cannot be\nkilled. It passes in secret from one man's\nheart to another - it is given in a mother's\nmilk to her child ~~ How many upheavals must\noccur, how many people be swept from the\nface of the earth before the truth shines\nin glory, but it will, it will ... 398 ANGLE TO HOREMHEB - NIGHT\n\nHoremheb has recovered his composure, has measured his\nstrength against Sinuhe's with satisfaction,\n\n(CONTINUED)\n\f398 (Cont.)\n\n399\n\n4.00\n\n4o1\n\n4o2\n\nShe\n\nANGLE To\n\nANGLE TO\n\nlke. \n\nTARGET SECTION TO BE ANNOTATED:\nHOREMHEB\n(with amused scorn)\nAre you trying to tell me that you will\nfight against me, Sinuhe?\n\nSINUHE - NIGHT\n\nSINUHE\nOh, you will win that too - you will\nsilence me, But not for a long time,\nfor we are bound together, you and I\n-~ the knowledge of a mutual crime\nforms bonds even stronger than those\nof friendship - and until you do\nsilence me ---\n\nHOREMHEB - NIGHT\nEHOREMHEB\n\n(with amused scorn)\nYes - and what will you do, physician?\n\nANGLE TO SINUHE - NIGHT\n\nwith camera moving very slowly to him during -\n\nSINUEE\n\n(simply, but with increasing,\n\ncalm fervor)\nI will go amongst the people and speak of\nthe God who loves us all. I will wear the\nclothes of slaves and kick the sandals off\nmy feet and speak to the wives as they fry\ntheir fish before their mud huts by the\nriver - to the porters on the docks = to\nthe smiths at their bellows = to the mer-\nchants who mix sand with flour - to the\nmill owners who gag their slaves that they\nmight not eat the corn they grind = to the\njudges who give wrong judgments for bribes\n- to the nobles who will set their dogs on\nme ~= and I will say:\n\nDIRECT CUT TO:\n\nEXT. HOUSE IN DESERT - CLOSE SHOT - OLD SINUHE - SUNSET\n\nas he continues directly -\n\nOLD SINUHE\nThere is no difference between one man and\nanother, for all are born naked into the\n\n(CONTINUED)\n\f143.\n\n402 (Cont.)\n\n403\n\nkok\n\nhos\n\n406\n\n407\n\nOLD SINUHE (Cont.)\n\nworld, A man cannot be measured by the\ncolor of his skin, or by his speech, or\nby his clothes and jewels, but only by\nhis heart. A good man is better than a\nbad man, and justice is better than in-\njustice. I have spent the days of my life\nin seeking knowledge -- and that is all I\nimow,\n\nA swift, wide motion of his hand sets the scroll rolling\nbackward,\n\nCLOSE SHOT - SCROLL - SUNSET\nJust a flash - scroll rolling backward.\nDIRECT CUT TO:\n\nEXT.",
  "119": "END OF PREVIOUSLY ANNOTATED SECTION:\nA good man is better than a\nbad man, and justice is better than in-\njustice. I have spent the days of my life\nin seeking knowledge -- and that is all I\nimow,\n\nA swift, wide motion of his hand sets the scroll rolling\nbackward,\n\nCLOSE SHOT - SCROLL - SUNSET\nJust a flash - scroll rolling backward. DIRECT CUT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THEBES - LONG SHOT TOWARD THE ENTRANCE OF THE TEMPLE\nSCHOOL \"THE HOUSE OF LIFE\" ~ A GROUP OF STUDENTS - BRIGHT\nDAY\n\nburst out of the building ~ about twenty-five of them -\nthey literally tumble out of the building. Each holds\nin his hand a papyrus roll tied with ribbon, a symbol\nof graduation.\n\nCLOSE ANGLE STUDENTS ~- SINUHE AND HOREMHEB AT SEVENTEEN\nYEARS OF AGE - BRIGHT DAY\n\nThey pause, out of breath.\n\nHOREMHEB\n(gay and carefree)\nWell, here we are - our lessons learned,\nour duties to the temple done. Now you\ngo to the higher temple to study and I to\nthe barracks to become a soldier <---\n\nHe stops as he sees someone o.s. across the street, nudges\nSinuhe and points. Sinuhe looks in that direction.\n\nFROM THEIR PERSPECTIVE - ACROSS STREET - MERIT AT SEVENTEEN\n~ BRIGHT DAY\n\nstands waiting, smiling.\nWIDE ANGLE - BRIGHT DAY\nSinuhe and Horemheb part, Their shouts of goodbye are\n\npractically lost in the shouting of all the other students.\nSinuhe runs across the street to Merit.\n\fshe\n\n408\n\n409\n\nCLOSE MOVING SHOT - SINUHE AND MERIT - BRIGHT DAY\nas he rushes to her.\n\nSINUHE\n(showing papyrus roll)\nI'tve got it!\n\nMERIT\nI am proud! So proud}\n\nThey link arms, come along the street, camera retreating\nahead of them. Suddenly Sinuhe slows down; Merit adjusts\nher pace to his, Then he stops altogether, She looks at\nhim - sees that there is a faraway look in his eyes - a\nthoughtful look on his face.\n\nMERIT\nWhat are you thinking about?\n\nWith a slight start, Sinuhe comes out of his absorption.\nHe glances at the diploma in his hand, then looks at Merit.\n\nSINUHE\n(eager, alive)\ni wonder what this life holds in store\nfor me see.\nThen, lightheartedly they start to walk again, coming\ndirectly toward camera, their faces alive with hope- and\nexpectation for the future,\nDIRECT CUT TO:\nEXT.",
  "120": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe glances at the diploma in his hand, then looks at Merit. SINUHE\n(eager, alive)\ni wonder what this life holds in store\nfor me see. Then, lightheartedly they start to walk again, coming\ndirectly toward camera, their faces alive with hope- and\nexpectation for the future,\nDIRECT CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DESERT OUTSIDE CAIRO ~ THE PYRAMIDS OF EGYPT - DAY\n\nas they are today, eroded by time, crumbling into dust.\nAnd these words:\n\nThe events of this story happened\nalmost fourteen hundred years be-\nfore the birth of Jesus Christ.\n\nFADE OUT\n\nTz END\n\f"
}