{
  "1": "BROOKLYN\n\nby\nNick Hornby\n\nYELLOW SCRIPT\n24th April 2014\n\nAdapted from the novel by Colm Toibin\n\n(c) 2014\nFinola Dwyer & Amanda Posey\nWildgaze Films Ltd\n\n53 Greek Street\n\nLondon W1D 3DR\n\nT: +44 (0)20 7734 7065\n\nF: +44 (0)20 7734 4250\n\nE: bennett@wildgaze.co.uk\n\fEXT. STREET. PRE-DAWN 1\n\nA quiet, working-class residential street in Ireland, early\n1950s. It’s morning, but it’s still dark. One of the front\ndoors opens, and out slips EILIS - early twenties, open-faced\npretty without knowing it. She closes the door quietly behind\nher and walks quickly up the street.\n\nThere is a hissed call from behind her. She turns, and her\nsister ROSE - thirty, attractive, slender, pale - is running\nafter her, in nightdress and bare feet, holding out a piece\nof bread and jam. Eilis takes it from her, makes a face to\nshow how grateful she is.\n\nEILIS\n(mouthing)\nGo back to bed.\n\nRose nods, tiptoes back to the house.\n\nCREDITS\n\nINT. CHURCH. DAY 2\n\nIt’s the early mass, and the church has only a smattering of\nworshippers. Eilis is kneeling and praying with two other\nwomen: MISS KELLY, fifties, thick glasses, a constant look of\ndisapproval on her face, and MARY, the same age as Eilis, but\nlarge and simple-minded - her mouth is usually open,\nindicating her lack of comprehension at more or less any\ngiven moment. Eilis yawns. Miss Kelly shoots her a look.\nChastened, Eilis stifles the yawn and looks fixedly ahead.\n\nEXT. KELLY SHOP STREET. DAY 3\n\nFinally, there is weak daylight. Mary and Eilis wait while\nMiss Kelly finds her keys and opens the side-door to her\nshop. This is clearly not a normal morning for Eilis - she\nhas something on her mind.",
  "2": "---END OF PREVIOUS SECTION---\nDAY 3\n\nFinally, there is weak daylight. Mary and Eilis wait while\nMiss Kelly finds her keys and opens the side-door to her\nshop. This is clearly not a normal morning for Eilis - she\nhas something on her mind. \n---TARGET SECTION TO BE ANNOTATED---\n She watches Miss Kelly carefully,\ntrying to judge the right moment to speak to her. The door\nopens, Mary walks into the shop, leaving Miss Kelly and Eilis\nbringing up the rear.\n\nEILIS\n(suddenly)\nMiss Kelly, might I talk to you\nlater?\n\nMISS KELLY\nNot if what you’re going to say\nwill cause trouble for me in some\nway or another.\n\nEnd of conversation. Eilis closes her eyes for a moment,\nfearful of the confrontation to come.\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 2.\n\nINT. KELLY SHOP. DAY 4\n\nMiss Kelly turns on the light, and we see the shop for the\nfirst time. It’s a well-stocked, and well-kept, grocery\nstore, but it almost certainly hasn’t changed since the\n1920s. Eilis walks to the back of the shop to collect the\nbread, which has obviously been there since the previous day,\nand places it on the counter. While Miss Kelly takes a piece\nof long, yellow paper out of its packet, Mary places a ladder\ncarefully under the old piece, which is stuck to the ceiling\nand covered with the bodies of dead flies.\n\nLater. A male customer is buying a single cigarette from\nEilis. Miss Kelly is peering through the shop window from an\nangle.\n\nMISS KELLY\nThe nine o’clock mass is over,\ngirls. Here they come.\n\nLater. The shop is packed - customers standing three or four\ndeep at the counter. Eilis and Mary are coping as best they\ncan; Miss Kelly is directing them, in a way designed to cause\nmaximum resentment. Miss Kelly spies a well-dressed woman\nstanding well back, and smiles at her.\n\nMISS KELLY\nMrs Brady, what would you like this\nmorning?\nMRS BRADY\nHalf-a-dozen rashers, please.\nMISS KELLY\nOf course. Eilis will get that for\n\nyou now.\n\nEilis is about to serve a shabbier woman standing right in\nfront of the counter. Eilis looks at her helplessly.\n\nSHABBY WOMAN\n(aggrieved)\nI was next.\n\nMISS KELLY\nAnd you still are.",
  "3": "---END OF PREVIOUS SECTION---\nEilis looks at her helplessly. SHABBY WOMAN\n(aggrieved)\nI was next. MISS KELLY\nAnd you still are. \n---TARGET SECTION TO BE ANNOTATED---\n Mary, if you\nserve Mr O'Leary back there, will\nyou make a mess of it? I suppose\nyou will. Let’s see.\n\nMary is stung by the barb. Miss Kelly doesn’t notice and\ndoesn’t care anyway.\n\nMARY\nMr O'Leary?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 3.\nCONTINUED: 4\n\nMr O'Leary, like Mrs Brady, is well towards the back of the\nscrum. Miss Kelly’s favouritism seems designed to cause\nresentment and frustration, but the customers seem used to\nher arbitrary treatment of them, and there are no outward\nsigns of dissent. Miss Kelly turns her attention to a timid-\nlooking woman standing right in front of her.\n\nMISS KELLY\nYes?\n\nTIMID WOMAN\n(quietly)\nI need some shoe polish.\n\nMISS KELLY\nShoe polish? Ah, but that’s not\nreally a Sunday item, now, is it?\nThese people need things for their\ndinner or their tea. Why couldn't\nyou have remembered yesterday?\n\nMiss Kelly leans over the counter to stare at the timid\nwoman’s shoes. The timid woman stares at the counter,\nhumiliated.\n\nMISS KELLY\nBecause it looks like you needed it\nyesterday.\n\nTIMID WOMAN\nI’m sorry.\n\nMiss Kelly sighs deeply, shakes her head, and goes to find\nthe offending item.\n\nINT. KELLY SHOP. LATE AFTERNOON 5\n\nMiss Kelly locks the door of the shop behind the last\ncustomer. Eilis stops tidying up and waits until the door is\nlocked before speaking.\n\nEILIS\nMiss Kelly...\n\nMISS KELLY\n(tetchy)\nI hadn't forgotten. Spit it out,\nwhatever it is.\n\nEILIS\nI'm..I’m away to America.\n\nMiss Kelly likes to think she knows everything, but this\ngives her pause. She soon recovers.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 4.\nCONTINUED: 5\n\nMISS KELLY\n(scornful)\nWhose idea was that?\n\nEILIS\nFather Flood in New York arranged\nit. Rose used to play golf with\nhim, when he lived here.",
  "4": "---END OF PREVIOUS SECTION---\nCONTINUED: 5\n\nMISS KELLY\n(scornful)\nWhose idea was that? EILIS\nFather Flood in New York arranged\nit. Rose used to play golf with\nhim, when he lived here. \n---TARGET SECTION TO BE ANNOTATED---\n He\nsponsored me. He... he found me a\njob, and got me a visa, and..\n\nMISS KELLY\nWell, we won't be needing you back\nhere.\n\nEILIS\n\nI don’t sail for a month. I could\nwork every Sunday until I go.\n\nMISS KELLY\nI shall want to train a new girl up\nstraight away.\n\nEILIS\nBut I could help.\n\nMISS KELLY\nNo, thank you.\n\nShe starts to turn her back on Eilis, but she has one last\nthing to say.\n\nMISS KELLY\nYour poor sister.\n\nEILIS\n(surprised)\nMy sister?\n\nMISS KELLY\nOh, mothers are always being left\nbehind in this country. But\nRose...That’s the end for her,\nisn’t it? She’ll be looking after\nyour mother for the rest of her\nlife.\n\nThis time she does turn her back and walk away.\n\nEXT. NANCY’S HOUSE. NIGHT 6\nEilis is knocking at the door of a house not dissimilar to\n\nher own. She scarcely has time to complete a second knock,\nand the door flies open.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 5.\nCONTINUED: 6\n\nHer friend NANCY, already wearing her coat, smiles at Eilis,\npulls the door shut behind her, and starts walking off down\nthe street with Eilis trailing in her wake.\n\nEXT. STREET. NIGHT 7\n\nNancy and Eilis walking arm-in-arm down the street. Now we\ncan get a chance to look at Nancy properly: she’s\nstaggeringly pretty, film-star pretty. It helps that she’s\ndressed up and made up to go out - Eilis looks a little wan\nby comparison, even though she’s made an effort too - but\neven so, she’s a stunner.\n\nEILIS\n\nYou look beautiful, Nancy.\nNANCY\n\nThank you.\nEILIS\n\nYou look so beautiful it makes me\ndespair of this place.\n\nNancy laughs.\n\nNANCY\nWhy?\n\nEILIS\nYou're the prettiest girl in County\nWexford. You should be able to\nchoose any man you want.",
  "5": "---END OF PREVIOUS SECTION---\nNANCY\nWhy? EILIS\nYou're the prettiest girl in County\nWexford. You should be able to\nchoose any man you want. \n---TARGET SECTION TO BE ANNOTATED---\n And we're\nhoping that George Sheridan from\nthe rugby club looks your way.\n\nThe scornful way she emphasises the social institution\nsuggests that she doesn’t think he’s much of a catch.\n\nNANCY\n(sufficiently excited to\nmiss the point)\n\nDo you think he might?\n\nEILIS\nOf course he will. I know you like\nhim, Nancy, but he’s not Gary\nCooper, is he? And those boys, with\ntheir hair-oil and their blazers..\n\nShe shudders her distaste.\n\nNANCY\nHe has beautiful eyes.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 5A.\nCONTINUED: 7\n\nEILIS\nAnd he’s going to come into a\nbeautiful shop in the Market\nSquare.\n\nNANCY\n(changing the subject)\nWhy didn’t you wear your blue\ndress?\n\nNow it is Eilis’s turn to look a little discomfited.\nEILIS\n\nAre you asking why I didn’t make\nmore of an effort?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 6.\nCONTINUED: 7\n\nThey have reached the small hall where the dance they are\nattending is taking place. They join a small queue to get in -\nall girls.\n\nNANCY\nWhat if one of the boys from the\nrugby club asked you to dance?\nWouldn't you like the pleasure of\ntelling him it’s too late?\n\nThey laugh.\n\nINT. DANCE HALL. NIGHT 8\n\nNancy and Eilis are leaning against the wall sipping\nlemonades. There aren’t many men this early in the evening,\nand the dance-floor is almost deserted. Suddenly there is a\nbuzz from the girls scattered around the place. Eilis’s eyes\nare drawn to the same place as everyone else’s: to the door.\nA group of young men, dressed almost identically, and just as\nEilis described - blazers and hair-oil - are coming in. One\nof them is JIM, who we will meet much later.\n\nThese young men exude a confidence bordering on arrogance -\nthey’re hard to like en masse - and consequently the uniform\nlooks slightly sinister.",
  "6": "---END OF PREVIOUS SECTION---\nA group of young men, dressed almost identically, and just as\nEilis described - blazers and hair-oil - are coming in. One\nof them is JIM, who we will meet much later. These young men exude a confidence bordering on arrogance -\nthey’re hard to like en masse - and consequently the uniform\nlooks slightly sinister. \n---TARGET SECTION TO BE ANNOTATED---\n They ignore everyone in the room and\nmake their way to the soft drinks bar. Eilis rolls her eyes.\nNancy is blushing.\n\nLater. Nancy and Eilis are still waiting. Eilis is watching\nthe rugby club boys, Nancy is looking anywhere but. The\ncamera picks out George, who is tall, confident, as oily as\nhis friends - and no Gary Cooper.\n\nEILIS\nHe’s looked over here twice\nalready.\n\nNANCY\nHe hasn’t!\n\nEILIS\nHe’s walking over here now.\n\nNANCY\n(still looking the other\n\nway )\nHe’s not!\n\nHe is. We see him. Nancy, however, still has her back to him.\nEILIS\n(impatient)\n\nWhy would I keep lying to you about\nwhat George Sheridan’s doing?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 7.\nCONTINUED: 8\n\nGeorge arrives. He nods at Nancy.\n\nGEORGE\nWould you like to dance?\n\nNancy is almost too nervous to nod her head.\n\nMoments later. George and Nancy on the dance floor. Over\ntheir shoulders the camera picks up Eilis, making her way\ntowards the door, holding her coat. A couple of the rugby\nclubbers whisper and snigger as they watch her leave.\n\nINT. DINING ROOM, EILIS’S HOUSE. EVENING 9\n\nIt’s Eilis’s last night at home. Eilis, her mother MARY and\nher sister Rose, are eating, initially in silence. The sound\nof cutlery hitting crockery only serves to emphasise the\ntension and the sadness of the evening. Eilis keeps sneaking\nglances at the rest of her family, trying to gauge how\nunhappy they are.\n\nThere’s no outward trace. Rose and her mother are both\nconcentrating on their food, determined to give nothing away.\nEventually Eilis has to say what is on her mind.\n\nEILIS\n(quietly)\nI wish I had written to Father\nFlood about you, Rose.\n\nROSE\nMe? I have a job. You had a couple\nof hours on a Sunday working for\nNettles Kelly.\n\nMARY\n(mildly disapproving)\nYou shouldn’t call her that.",
  "7": "---END OF PREVIOUS SECTION---\nI have a job. You had a couple\nof hours on a Sunday working for\nNettles Kelly. MARY\n(mildly disapproving)\nYou shouldn’t call her that. \n---TARGET SECTION TO BE ANNOTATED---\nROSE\nI think it’s quite a kind name.\nConsidering she’s actually a\nterrible old witch.\n\nMary makes a scandalised face.\n\nEILIS\nI don’t want to spend my last\nevening talking about her.\n\nROSE\nGood.\n\nBut nobody knows what they do want to talk about.\n\n(CONTINUED)\n\f10\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 8.\nCONTINUED: 9\n\nMARY\nThey say it’s hotter there in the\nsummer, and colder in the winter.\n\nMary puts her knife and fork down despairingly.\n\nMARY\n(with deep but clearly\ndisplaced anxiety)\nWhat in Heaven’s name will she do\nabout clothes?\n\nROSE\nShe’1l buy them, mother.\n\nMARY\nShe doesn’t want to be wasting her\nmoney on clothes.\n\nROSE\nShe won't have much choice. She’1l\nbe there...\n\nShe stops herself from finishing the sentence. An even deeper\nand unhappier silence falls on the table.\n\nINT. EILIS’S BEDROOM. NIGHT 10\n\nClose on an old and very large suitcase. It’s about two-\nthirds full of Eilis’s things. Pull back to show Rose and\nEilis peering into it.\n\nEILIS\n(wry)\nThere. It wasn’t so hard to decide\nafter all.\n\nROSE\nIs that really everything you own?\nOh, Eilis. I should have looked\nafter you better. I should have\ntaken you shopping twice a year,\nsummer and winter.\n\nEILIS\nYou’ve bought most of the clothes\nin this case. That’s one of the\nreasons I’m going, because I can’t\nbuy my own.\n\nROSE\nIf it was just that, I'd spend\nevery penny I had on you, gladly.\nBut I can’t buy you a future. I\ncan’t buy you the kind of life you\nneed.\n\n(CONTINUED)\n\f10\n\n11\n\n12\n\n13\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 9.\nCONTINUED: 10\n\nEILIS\n(whispers )\nI know. (Beat) But you’1ll come to\nsee me there one day?\n\nROSE\nYes.",
  "8": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f10\n\n11\n\n12\n\n13\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 9. CONTINUED: 10\n\nEILIS\n(whispers )\nI know. (Beat) But you’1ll come to\nsee me there one day? ROSE\nYes. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\nAnd you'll look after yourself?\n\nROSE\nYou don’t have to worry about me.\n\nEILIS\nAnd I’1l come home to visit, won’t\nI? Because I couldn't bear it if...\n\nRose has to stop this, because she can’t bear it either.\n\nROSE\nYou haven’t packed your shoes yet.\nThey'll take up a bit of room.\n\nEXT. LINER. DAY 11\n\nEilis is wedged at the deck-rail of a large passenger liner,\nalong with a lot of other emigres, her large suitcase in\nfront of her. Among the crowd on the dock below her are Rose\nand Mary. There are a lot of tears, from passengers and the\npeople they are leaving behind. Rose and Mary, however, like\nEilis, are keeping everything in. The ship blasts its horn to\nannounce its imminent departure; everyone jumps and laughs\nnervously, and the waving becomes more frantic. Rose and\nMary, however, suddenly turn away from the boat and push\nthrough the crowd. Rose looks back helplessly and blows Eilis\na kiss. Eilis watches the backs of the two of them until they\ndisappear out of sight.\n\nINT. STAIRCASE, LINER. DAY 12\nEilis bumps her case down the narrow steps deep in the bowels\nof the boat. She reaches a corridor and examines the sign on\nthe wall directing passengers to their berths. She has to\ndescend still deeper into the boat.\n\nINT. CABIN. DAY 13\nEilis’s cabin is tiny and windowless, and she has to share it\nwith someone: there are two bunk beds. She wedges her\nsuitcase into an available space.\n\nShe opens the bathroom door. The bathroom is tiny. It\n\ncontains a toilet and a sink.\n\n(CONTINUED)\n\f13\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 10.\nCONTINUED: 13\n\nThere is another door, apparently leading into the next\ncabin. A sign on the door says ‘UNLOCK WHEN NOT IN USE’.\nEilis pushes it open and sees two middle-aged women\nunpacking.\n\nEILIS\nSorry.\n\nShe shuts it again quickly.",
  "9": "---END OF PREVIOUS SECTION---\nEilis pushes it open and sees two middle-aged women\nunpacking. EILIS\nSorry. She shuts it again quickly. \n---TARGET SECTION TO BE ANNOTATED---\n She doesn’t know what to do, so\nlies down on the bottom bunk with her hands behind her head,\nstaring. She closes her eyes, but suddenly the cabin door\nbursts open and a glamorous blonde, late thirties, bustles in\nto the room with a large trunk. This is GEORGINA, her cabin-\nmate.\n\nGEORGINA\noff!\n\nEilis sits up and stares at her, uncomprehending. Georgina\nwaves a ticket at her.\n\nGEORGINA (CONT’D)\nNumber one. Bottom bunk. That’s\nmine. You’re on the top.\n\nEilis scrambles up the ladder to her bed. She can’t sit up -\nthe ceiling is too low - so she has to lie down, and is\ntherefore unable to make eye-contact with Georgina throughout\nthe scene.\n\nGEORGINA\nThis is hell. Never again.\n\nEILIS\n(trying to be friendly)\nNever again to America?\n\nGEORGINA\nThe mistake was coming home from\nAmerica in the first place. I'd do\nanything to get out of this\nhorrible cabin, and I mean\nanything. Let’s go for a smoke.\n\nEILIS\nI don’t.\n\nGeorgina rolls her eyes.\nGEORGINA\nSuit yourself. I’1l see you later.\nUnless I find a nice man in First\nto smoke with.\n\nShe bustles out.\n\f14\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 10A.\n\nINT. DINING ROOM. NIGHT 14\n\nEilis is on her own in the Third Class dining room. She is\neating a plate of very brown and very unappetising-looking\nmutton stew. She eats as much as she can, although a lot of\nthe meat is gristle, which she has to extract from her mouth\nwith a napkin, as discreetly as possible.\n\n(CONTINUED)\n\f14\n\n15\n\n16\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 11.\nCONTINUED: 14\n\nShe finishes, dabs her mouth with the napkin. The under-\nemployed waiter comes over immediately to clear away her\nplate.\n\nWAITER\nIt’s good to see that not\neverybody's put off their dinner by\nthe weather forecast.",
  "10": "---END OF PREVIOUS SECTION---\nCONTINUED: 14\n\nShe finishes, dabs her mouth with the napkin. The under-\nemployed waiter comes over immediately to clear away her\nplate. WAITER\nIt’s good to see that not\neverybody's put off their dinner by\nthe weather forecast. \n---TARGET SECTION TO BE ANNOTATED---\nEilis looks at him blankly.\n\nWAITER (CONT'D)\n(cheerful)\n\nIt’s supposed to be a rough one\n\ntonight, so none of the other\n\npassengers are eating. A few\n\nspoonfuls of soup, maybe, but not\n\nthe mutton stew.\n\nComprehension dawns. Eilis looks stricken.\n\nINT. CABIN. NIGHT 15\n\nEilis is standing in her nightgown, clutching her toothbrush\nand toothpaste. She is waiting outside the locked bathroom.\nShe taps on the door. Nothing. She waits a few moments. She\nputs her ear to the door, but the only noise comes from the\nships engines - in Third Class, a loud, deep constant. She\ngrimaces suddenly, and closes her eyes. She’s sweating. She\nknocks on the bathroom door again.\n\nEILIS\n(to the door)\nOh, please unlock it.\n\nShe can’t wait any longer. She stumbles out into the corridor\nlooking for a toilet...\n\nINT. CORRIDOR. NIGHT 16\n\n.--Nothing. She tries to go upstairs to the Second Class\ncabins, but the door at the bottom of the stairs is locked.\nShe's desperate now. In an alcove of the corridor, she sees a\nmop and bucket. She picks up the bucket, ready to throw up in\nit - but as soon as she does so, she realises that her\nproblems are at the other end. She puts the bucket on the\nfloor, squats over it. She looks around desperately for\nsomething to wipe herself with, but there is only the mop.\nShe hates herself, and everything that has led to her being\nhere. She starts to throw up.\n\f17\n\n18\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 12.\n\nINT. CABIN. NIGHT 17\n\nEilis comes back in, holding the mop and the bucket. She\nknocks on the bathroom door again. No answer, but this time\nshe hears the sound of retching. She pukes into the bucket.\nFor a moment there is a little contrapuntal symphony of\nretching.\n\nINT. CABIN. DAY 18\n\nEilis is asleep on the bottom bunk. Close on her face - green-\ntinged, sweaty.",
  "11": "---END OF PREVIOUS SECTION---\nCABIN. DAY 18\n\nEilis is asleep on the bottom bunk. Close on her face - green-\ntinged, sweaty. \n---TARGET SECTION TO BE ANNOTATED---\n A hand touches her face, and Eilis opens her\neyes. It’s Georgina.\n\nEILIS\nI’m so sorry about the smell. And\nthe bucket.\n\nGEORGINA\n(gently)\nOh, don’t worry. The whole boat\nstinks. Even First Class. I’ve just\nbeen thrown out of there, by the\nway, so you’ll have me throwing up\nin here too.\n\nEILIS\nThe bathroom door was locked all\nnight.\n\nGEORGINA\n\n(angry on Eilis’s behalf)\nOh, those bastards. That’s what\npeople do. They keep the bathroom\nfor themselves on rough nights.\nWe'll fix them.\n\nShe fishes in a handbag and finds a nail-file. Deftly, she\nunlocks the bathroom door. There’s nobody in there. Quickly,\nshe pulls her trunk into the bathroom and jams it against the\ndoor on the other side. There is now no room in front of the\ntoilet.\n\nGEORGINA\nIt won’t be very comfortable. But\nat least it’s ours now.\n\nThey smile at each other. Almost immediately there is a\nfurious knocking on the bathroom door. Georgina hurls herself\nagainst the door with a fury.\n\nGEORGINA\nFuck off! Do you hear me? Fuck off!\nIf you’d been nice last night, we\nwould have played fair.\n\n(MORE )\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 13.\n18 CONTINUED: 18\nGEORGINA (CONT'D)\nBut now you’ve got no toilet for\nfive days, you bastards.\n\nEilis laughs, and then winces.\n\nGEORGINA\nGo on, you can use it. I’m going to\nget us some water. That’s all\nyou're allowed. You’1l bring it all\nup again, but you won’t feel so\nbad. And you'll be right as rain\nafter a night’s sleep.\n\n19 INT. CABIN. DAY 19\n\nGeorgina comes into the cabin. Eilis emerges from the shower,\ndrying herself. She’s looking better.\n\nGEORGINA\n(mock-dramatic)\nWe have a peace treaty.\n\nEILIS\nWith next door?\n\nGEORGINA\nYes.",
  "12": "---END OF PREVIOUS SECTION---\nGEORGINA\n(mock-dramatic)\nWe have a peace treaty. EILIS\nWith next door? GEORGINA\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n They have given their solemn\nword never to lock the bathroom\ndoor when they’re not using it.\nThey know they’re out of their\ndepth with me.\n\nThe women smile at each other.\n\nGEORGINA (CONT’D)\nAre you going to America to live?\n\nEILIS\nYes.\n\nGEORGINA\nYou have papers and everything?\n\nEILIS\nYes. And a job.\n\nGEORGINA\nYou have family there?\n\nEILIS\nNo.\n\nA beat.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 14.\n19 CONTINUED: 19\n\nGEORGINA\nWell. You’1l make friends easy\nenough. Where will you be staying?\n\nEILIS\nIn Brooklyn. New York.\n\nGeorgina smiles wrily.\n\nGEORGINA\nAh. Well, try and remember that\nsometimes it’s nice to meet people\nwho don’t know your auntie. Just\nevery now and again.\n\n20 EXT. DECK. DAY 20\n\nEilis and Georgina are leaning on the rails of the third-\nclass deck, looking out to sea.\n\nEILIS\nI haven't been sick for hours.\n\nGEORGINA\nIt’s nice, isn’t it?\n\nEILIS\nI’m very hungry.\n\nGEORGINA\nThat's why you haven’t been sick\nfor hours. We can eat soon. Maybe\ntomorrow.\n\n21 INT. CANTEEN. NIGHT 21\n\nGeorgina and Eilis eating in the canteen. The journey is\nnearly over, so there are more diners now. Both women look\ntired and pale. Georgina studies Eilis.\n\nGEORGINA\nOh, dear. We’1ll have to do\nsomething with you. They’1ll put you\nin quarantine or something if you\ntry to enter the country looking\nlike that.\n\n22 INT. CABIN. NIGHT 22\nGeorgina is pulling clothes out of Eilis’s case.\nGEORGINA\n\nNothing fancy. You mustn’t look\nlike a tart.\n\n(CONTINUED)\n\f22\n\n23\n\n24\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 15.\nCONTINUED: 22\n\nShe carries on pulling the plain-looking clothes out of the\ncase.",
  "13": "---END OF PREVIOUS SECTION---\nYou mustn’t look\nlike a tart. (CONTINUED)\n\f22\n\n23\n\n24\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 15. CONTINUED: 22\n\nShe carries on pulling the plain-looking clothes out of the\ncase. \n---TARGET SECTION TO BE ANNOTATED---\nGEORGINA (CONT’D)\nOh. Well. Looking like a tart isn’t\ngoing to be a problem.\n\nShe finds a white dress with a red floral pattern.\n\nGEORGINA (CONT’D)\nThat’s not too bad.\n\nEILIS\nMy sister gave me that.\n\nGEORGINA\nWear it with this...\n\nShe finds a plain cardigan.\n\nGEORGINA (CONT’D)\nAnd this.\n\nShe pulls out a plain scarf.\n\nINT. IMMIGRATION CENTRE. DAY 23\n\nEilis is in the queue to get in to the immigration centre,\nlooking anxiously ahead of her. Her compatriots, men and\nwomen and children, are all around her. She is wearing make-\nup, and she looks very different - much less naive.\n\nOver her shoulder, we see A VISTA OF THE MANHATTAN SKYLINE.\nEilis stares at it for a little while, wide-eyed.\n\nGEORGINA (V.O.)\nDon’t look too innocent. I’11 put\nsome rouge and mascara on you. And\nperhaps some eye-liner.\n\nINT. IMMIGRATION CENTRE. DAY 24\n\nEilis inside, approaching the officials. We watch with her as\na family is in the process of being turned away: a man, his\nwife, a toddler and a baby. The woman (and baby) are crying,\nthe man distraught. They are clearly poor: the man’s boots\nhave holes in them.\n\nGEORGINA (V.O.)\nPolish your shoes, and don’t cough,\nwhatever you do. And stand up\nstraight.\n\nEilis remembers to stand tall. She’s looking at all the\npeople around her, and the hard-luck stories they represent.\n\n(CONTINUED)\n\f24\n\n25\n\n26\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 16.\nCONTINUED: 24\n\nA few minutes later. Eilis is showing her papers to the\nofficial.\n\nGEORGINA (V.O.)\nDon’t be rude, or pushy, but don’t\nlook nervous.\n\nIt’s as if Eilis remembers the advice even as we’re hearing\nit: she suddenly lifts her eyes from the official’s shoulders\ntowards a point ahead of him - towards America.\n\nGEORGINA (V.O.)\nThink like an American.",
  "14": "---END OF PREVIOUS SECTION---\nIt’s as if Eilis remembers the advice even as we’re hearing\nit: she suddenly lifts her eyes from the official’s shoulders\ntowards a point ahead of him - towards America. GEORGINA (V. O.)\nThink like an American. \n---TARGET SECTION TO BE ANNOTATED---\n You have to\nknow where you’re going.\n\nThe official hands Eilis her papers back and ushers her\nthrough. She walks towards the light on the other side, and\nsuddenly the sun blanches out everything; we just see a\nsilhouette, walking into nowhere.\n\nEXT. MRS. KEHOE’S STREET. EARLY EVENING 25\n\nEilis is struggling with her suitcase down a dimly-lit\nBrooklyn residential street.\n\nINT. DINING ROOM, MRS. KEHOE’S HOUSE. EVENING 26\n\nRound a dining table in a basement kitchen are five girls,\nincluding Eilis, and a middle-aged lady. This is the\nimpeccably-dressed landlady of Eilis’s lodging-house in\nBrooklyn, MRS KEHOE. The girls are standing and holding\nhands, while Mrs Kehoe says grace, so we get a good look at\nthem.\n\nTwo of the girls - PATTY and DIANA - are young and\nattractive. Patty is the only native American in the house -\nthe rest are Irish. Patty and Diana are a double-act, firm\nfriends and quick to defend each other. SHEILA is older,\nglamorous in a femme fatale way, with a chequered history.\nThere is constant tension between Patty and Diana on one side\nand Sheila on the other. MISS MCADAM is prim, plain,\nbespectacled, severe-looking and from Belfast.\n\nMRS KEHOE\nBless us, oh Lord, and these thy\ngifts which we are about to receive\nfrom thy bounty through Christ our\nLord, Amen.\n\nMISS MCADAM\nAmen.\n\nPatty and Diana exchange glances and try not to laugh at Miss\nMcAdam's piety. Everyone sits down to eat.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 17.\n26 CONTINUED: 26\n\nMRS KEHOE\nI saw you had a letter today,\nDiana. Any news?\n\nDIANA\nMr de Valera has had another\noperation on his eyes, she says.\nHe’s been in Holland.\n\nMRS KEHOE\n(dismissively)\nI don’t want news I can read in a\nnewspaper.",
  "15": "---END OF PREVIOUS SECTION---\nDIANA\nMr de Valera has had another\noperation on his eyes, she says. He’s been in Holland. MRS KEHOE\n(dismissively)\nI don’t want news I can read in a\nnewspaper. \n---TARGET SECTION TO BE ANNOTATED---\nSHEILA\n(artfully)\nAnyway, we would describe Mr de\nValera as “politics”, would we not,\nMrs Kehoe? And we do not like\npolitics at the dinner table.\n\nHer firmness is parodic - she’s making fun of Mrs Kehoe, who\nseems not to notice.\n\nMRS KEHOE\nWe don’t.\nDIANA\n(aggrieved)\n\nIt’s not politics, to talk about\neye operations.\n\nMRS KEHOE\nIt is if the eyes belong to a\npolitician. And I don’t like to\ntalk about hospitals very much,\neither. Patty, have you had any\nluck with that cold cream?\n\nPATTY\nNo, Mrs Kehoe. It still hasn’t come\nin. I asked Miss Tyler in\nCosmetics. And I showed her the\nadvertisement.\n\nMRS KEHOE\nI don’t want to have to travel all\nthe way to Manhattan for a jar of\ncold cream. Maybe you could have a\nlook in Bartocci’s for me, Eilis?\n\nEILIS\nYes, Mrs Kehoe.\n\nSHEILA\nOh, Bartocci’s is bound to have it.\n\n(CONTINUED)\n\f26\n\n27\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 18.\n\nCONTINUED:\n\n26\n\nPatty rolls her eyes.\n\nMrs Kehoe\n\nThere are\n\nDIANA\nShe doesn’t know for sure, Mrs\nKehoe. She’s saying that Bartocci’s\nis a better store than Webster's,\njust to get at Patty.\n\nMRS KEHOE\nThey’re both very good, and you\ngirls are lucky to be working\nthere. Eilis, from the look of you,\nyou have greasy skin, is that\nright? What do you do about that?\n\nEILIS\n(embarrassed)\nJust...Well, I wash it, Mrs Kehoe.\nWith soap.\n\nMISS MCADAM\nThere’s nothing wrong with soap.\nSoap was good enough for Our Lord.\nI expect.\n\nMRS KEHOE\nAnd which brand did he use, Miss\nMcAdam? Does the Bible tell you\nthat?\n\nDIANA\nAnd our Lord was a man, anyway. He\ndidn’t care about greasy skin.\n\nshakes her head in disbelief.",
  "16": "---END OF PREVIOUS SECTION---\nDIANA\nAnd our Lord was a man, anyway. He\ndidn’t care about greasy skin. shakes her head in disbelief. \n---TARGET SECTION TO BE ANNOTATED---\nMRS KEHOE\n(sternly)\nLadies. No more talk about Our\nLord's complexion at dinner,\nplease. (Beat) Girls, you will help\nEilis find something suitable,\nwon’t you?\n\nenthusiastic murmurings of consent. Eilis tries to\n\nlook pleased.\n\nINT. BEDROOM. NIGHT 27\n\nEilis in the dark in her small bedroom, trying to sleep. It’s\nhot, and the house is alive with noise, even late at night.\n\nThere are\n\nfootsteps on the ceiling above her, and the sound\n\nof a lavatory chain flushing through the wall. Down the\nhallway, there is the sound of a whispered conversation\nbetween two of the girls. Eilis gives up on sleep, opens her\neyes properly and stares at the ceiling.\n\f28\n\n29\n\n30\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 19.\n\nEXT. MRS KEHOE’S STREET. DAY 28\n\nEarly morning. Eilis shutting the door of Mrs Kehoe’s\nbrownstone behind her. She walks up the quiet street.\n\nEXT. FULTON STREET. DAY 29\n\nThe camera picks Eilis out in the bustle of people. She’s\nwaiting to cross the road; on the other side is Bartocci’s,\nthe department store where she works.\n\nINT. STAFF ROOM, BARTOCCI’S. DAY 30\n\nEilis takes her clock card from the holder in the wall, puts\nit in the machine, waits for the heavy thud of the punch,\nputs the card back in the holder. She walks to her locker,\nputs on the blue uniform that all the female shop assistants\nwear. As she changes, a colleague, DOROTHY - the same age as\nEilis, but chattier, - and cattier - starts to change at the\nlocker next to hers.\n\nDOROTHY\nHi.\n\nEILIS\nGood morning.\n\nThey change in silence for a couple of moments.\n\nDOROTHY\nDid you go out last night?\n\nEilis looks at her blankly. Dorothy laughs.\n\nDOROTHY\nOut. The opposite of in.\nEILIS\nNo.\nDOROTHY\nI went to see a movie with my\nboyfriend.\n\nEilis carries on changing.",
  "17": "---END OF PREVIOUS SECTION---\nEILIS\nNo. DOROTHY\nI went to see a movie with my\nboyfriend. Eilis carries on changing. \n---TARGET SECTION TO BE ANNOTATED---\n Dorothy becomes exasperated by\nEilis’s lack of engagement, and embarks on both sides of the\nconversation.\n\nDOROTHY\n“What did you see, Dorothy?” “I saw\n‘The Quiet Man’, Eilis. They filmed\nit in Ireland.” “Oh, I’m from\nIreland.” “I know you are. That’s\nwhy I thought you might be\ninterested.”\n\n(CONTINUED)\n\f30\n\n31\n\n32\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 20.\nCONTINUED: 30\n\nEILIS\n(sincerely)\nThank you.\n\nEilis finishes changing and walks out of the room. Dorothy\nwatches her go.\n\nOMITTED 31\n\nINT. BARTOCCI’S. DAY 32\n\nClose on a small metal case with a hinged door on one end. We\nsee Eilis’s hand putting cash and a docket into the holder,\nand closing the door. Eilis pushes the holder firmly into a\ntube, and it whizzes up to the ceiling.\n\nThe camera follows the tube system a little way and then\npulls back, to reveal the women’s department of a beautiful\n1950s department store in all its quiet, dignified splendour -\nlots of dark wood, lots of lovingly-arranged items of\nclothing. Very few of us have ever seen, or can remember\nproperly, a store like this, but we ache for its loss anyway.\n\nEilis is standing behind the counter, smiling pleasantly at a\ncustomer, a middle-aged white woman.\n\nEILIS\nShouldn’t be a moment.\n\nThey wait in silence. A few yards away, and unnoticed by\nEilis initially, stands Eilis’s supervisor MISS FORTINI -\nthirtysomething, utterly devoted to the store. She’s watching\nEilis carefully.\n\nFinally Eilis spots her. Miss Fortini clearly makes her\nuncomfortable. Eilis tries to maker herself look busy. She\nputs the stocking that the woman has bought into a bag, and\nthen starts to write something down on a docket. Unseen by\nthe customer, Miss Fortini tells Eilis in mime to speak and\nto smile. Eilis freezes even more. Miss Fortini steps towards\nher.",
  "18": "---END OF PREVIOUS SECTION---\nUnseen by\nthe customer, Miss Fortini tells Eilis in mime to speak and\nto smile. Eilis freezes even more. Miss Fortini steps towards\nher. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\n(in a rush)\nIs it still hot out there? I\nhaven’t been outside since this\nmorning but I can tell that it\nmight be. Very. It just..looks it.\n\nShe ends this awkward little speech with a forced smile, but\nit’s enough to ward off Miss Fortini, who switches her\nattention elsewhere for a moment, to Eilis’s visible relief.\n\nCUSTOMER\nIt’s warm, yes.\n\n(CONTINUED)\n\f32\n\n33\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 21.\nCONTINUED: 32\n\nThe metal tube returns with a whoosh and a clank. Eilis\nextracts the change and the docket, and hands both to the\ncustomer. The moment she has gone, Miss Fortini returns.\n\nMISS FORTINI\nRemember: if people like it here,\nthey’11 come back.\n\nEilis nods, as if Miss Fortini has said something deep, or\ninteresting.\n\nMISS FORTINI\nSo you treat every customer as if\nshe’s a new friend. Is that a deal?\n\nEILIS\nI’ll try.\n\nMISS FORTINI\n(gently)\nIt’s not a matter of trying. It’s\nwhat you have to do. (Beat) Do you\ntry to wear panties every day?\n\nThe analogy is slightly off, inappropriate, and Eilis is\nthrown for a moment.\n\nEILIS\nNo. I mean, I don’t try. I..I just\nput them on.\n\nMISS FORTINI\nYou see what I’m saying?\n\nEILIS\nYes.\nMISS FORTINI\nGood.\nINT. DINER. DAY 33\n\nLunch time. While Eilis eats her grilled cheese sandwich at\nthe counter, she watches her fellow diners - male colleagues\nsmoking and joking, girlfriends talking animatedly, people on\ntheir own reading the newspaper. Everyone seems to know what\nthey're doing there except Eilis - everyone seems comfortable\nin their own skin, absorbed in their environment. Eilis looks\nanxious and uncomfortable and lost. She finishes her\nsandwich, swallows as quickly as she can, catches the eye of\nthe young, handsome waiter.",
  "19": "---END OF PREVIOUS SECTION---\nEveryone seems to know what\nthey're doing there except Eilis - everyone seems comfortable\nin their own skin, absorbed in their environment. Eilis looks\nanxious and uncomfortable and lost. She finishes her\nsandwich, swallows as quickly as she can, catches the eye of\nthe young, handsome waiter. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\nCould I have the bill please?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 22.\n33 CONTINUED: 33\n\nWAITER\nI hope that when I go through the\npearly gates, the first sound I\nhear is you asking me for the bill\nin that lovely Irish brogue.\n\nEilis smiles nervously. She leaves some money on the counter\nand stands up to leave.\n\nWAITER\nSee you tomorrow, sweetheart.\n\nEilis gives a quick, thin smile and walks out.\n\n34 EXT. STREET. DAY 34\n\nEilis comes out of the lunch joint and exhales.\n\n35 INT. DINING ROOM, MRS. KEHOE’S HOUSE. EVENING. 35\n\nThe girls and Mrs Kehoe are eating dinner, in exactly the\nsame formation as the first time we saw them.\n\nMRS KEHOE\nHave they told you a date for the\nnylon sale yet, Eilis? We’ve never\nhad a Bartocci’s girl living here.\n(She taps her nose) We may get some\ninside information.\n\nEILIS\nI haven't been told anything.\n\nPATTY\nI‘1l bet you wouldn't let on if you\nhad.\n\nDIANA\n\nShe’s that sort. More loyal to her\nbosses than to her friends.\n\nPATTY\nLike a Red spy.\n\nEilis is flustered.\n\nSHEILA\n(wearily)\nOh, dear God.\n\nMRS KEHOE\nI‘1l thank you to keep His name out\nof a conversation about nylons,\nthank you very much.\n\n(MORE )\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 23.\n\n35 CONTINUED: 35\nMRS KEHOE (CONT'D)\nHe might be everywhere, but He’s\nnot in Bartocci’s on sale day.\n\nSHEILA\nI’m sorry, Mrs Kehoe.\n\nThey all settle back down.\nMRS KEHOE\nI was glad to see you finally got\nsome letters from home today,\nEilis.\nEilis looks up from her plate as if electrocuted.\n\nEILIS\nDid I? I..I forgot to check.\n\nShe half-stands - she can’t wait.",
  "20": "---END OF PREVIOUS SECTION---\nI.. I forgot to check. She half-stands - she can’t wait. \n---TARGET SECTION TO BE ANNOTATED---\nMRS KEHOE\nThey’1l still be there after\ndinner.\n\nEILIS\n\nOh. Yes. I’m sorry.\n\n36 INT. BEDROOM. EVENING 36\n\nThe door bursts open and Eilis comes rushing in, clutching\nher letters. She sits down on the bed, and tears the first\none open. As soon as she starts reading she begins to weep\nuncontrollably. We hear ROSE’s voice.\n\nROSE (V.0O)\nThe big news here is that since you\nleft, Mummy has stopped shopping at\nNettles Kelly's.\n\n36A INT. OFFICE. DAY. 36A\nRose is at her desk, writing to Eilis.\n\nROSE (V.O.)\nAs you know, her bread wasn’t\nalways fresh, and she overcharged\nfor everything. And she’s awful.\n\n36B INT. BEDROOM. EVENING. 36B\n\nRose’s voice fades out. Eilis’s crying reaches a new level -\nshe has to stop reading because she can no longer see. The\nbanal domestic details of her old life intensify her\nhomesickness to an agonising pitch.\n\f37\n\n38\n\n39\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 24.\n\nINT. DINING ROOM, MRS. KEHOE’S HOUSE, DAY 37\n\nThe girls are eating their breakfast and ignoring Eilis, who\nis still reading and re-reading her letters. She’s not\ncrying, but she’s pale and unhappy-looking.\n\nMARY (V.O.)\nI haven’t told her to her face.\nThere’s no need. She knows that she\novercharges and her bread’s not\nfresh.\n\nINT. DINER. DAY 38\n\nEilis at what is obviously her usual position in the diner.\nHer sandwich and glass of milk are untouched in front of her.\nShe's reading the letters again.\n\nROSE (V.O.)\nWe talk about you every evening, of\ncourse. We want to know everything.\nI’m sure you're busy, but even if\nyour letters were two hundred\npages, they wouldn’t be long enough\nfor your mother. Take care of\nyourself. Love.\n\nINT. BARTOCCI’S. DAY 39\n\nEilis at her counter.",
  "21": "---END OF PREVIOUS SECTION---\nINT. BARTOCCI’S. DAY 39\n\nEilis at her counter. \n---TARGET SECTION TO BE ANNOTATED---\n Her customary look of timidity has been\nreplaced by something altogether more despairing, and as she\nserves a customer, she is quite clearly struggling for\ncomposure. Miss Fortini watches from a distance. The customer\ntakes her purchase and leaves. Miss Fortini walks up to her.\n\nMISS FORTINI\nIs it your time of the month?\n\nEilis shakes her head.\n\nMISS FORTINI (CONT’D)\nSo what is it?\n\nEilis cannot stops the tears. She shakes her head again.\n\nMISS FORTINI (CONT’D)\nYou cannot carry on like this. You\nmust either cheer up, or pretend to\ncheer up. Take some time off now.\nGo and sit in the staff room.\n\f40\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 25.\n\nINT. STAFF ROOM. DAY 40\n\nEilis sitting on her own in the large, shabby staff room,\nfull of overflowing ashtrays and coffee-cups with lipstick\nrings on them. She’s still holding her glass of water.\nDorothy, her colleague, comes in.\n\nDOROTHY\nI forgot something.\n\nShe rummages, in a desultory fashion, through a pile of\nnewspapers and magazines on a table.\n\nDOROTHY (CONT'D)\nI heard you pulled a stunt. Nice\nwork if you can get it, sitting on\na chair in the staff room sipping a\nglass of water.\n\nThe door opens, and Miss Fortini comes into the room with\nFATHER FLOOD. Father Flood is bearded, pleasant-looking,\nclearly trustworthy. He smiles warmly at Eilis.\n\nFATHER FLOOD\nI’m so sorry, Eilis. This is all my\nfault.\n\nEilis looks at him, surprised. Father Flood is about to\ncontinue, but he looks at Dorothy first.\n\nFATHER FLOOD (CONT’D)\nWould you give us a moment? Thank\nyou.\n\nDorothy leaves, throwing Eilis a look. Miss Fortini notes it.\n\nFATHER FLOOD (CONT’D)\nI'd been led to believe that you\ndidn’t need looking after. Franco\nBartocci said you were doing great\nhere. Ma Kehoe said you were the\nnicest lodger she'd ever had...\n\nEilis smiles.",
  "22": "---END OF PREVIOUS SECTION---\nFranco\nBartocci said you were doing great\nhere. Ma Kehoe said you were the\nnicest lodger she'd ever had... Eilis smiles. \n---TARGET SECTION TO BE ANNOTATED---\nFATHER FLOOD\nWhat?\n\nEILIS\nMa Kehoe!\n\nMiss Fortini, observing the slight uplift in Eilis’s mood,\nslips out of the room.\n\nFATHER FLOOD\nDon’t ever call her that to her\nface.\n\n(MORE )\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 26.\nCONTINUED: 40\nFATHER FLOOD (CONT'D)\nBut I'd forgotten just how bad it\nfeels to be away from home. Do you\nspend every second thinking about\ngiving up here and going back?\n\nEilis nods vehemently.\n\nFATHER FLOOD (CONT’D)\nBut at the same time, you know you\ncan’t, because there’s nothing\nthere. It would be the end of you.\n\nShe says nothing.\n\nFATHER FLOOD (CONT’D)\nI have enrolled you in a night\nclass. For book-keeping. Brooklyn\nCollege, the best there is. It\nwill be three nights a week, but\nyou'll get a good qualification at\nthe end of it. And I’ve paid your\ntuition for the first semester.\n\nEilis looks at him wonderingly.\n\nEILIS\nWhy?\n\nFather Flood smiles.\n\nFATHER FLOOD\n“Why?” Not, “Thank you”?\n\nEilis looks stricken.\n\nEILIS\nI’m sorry. Thank you. But...Why?\n\nFather Flood thinks for a moment.\n\nFATHER FLOOD\nI was amazed that someone as\nclever as you couldn’t find proper\nwork. I have been here too long: I\nforget what it’s like in Ireland.\nSo when your sister wrote to me\nabout you, I said that the Church\nwould try to help. Anyway, we need\nIrish girls in Brooklyn.\n\nEILIS\nI wish I could stop feeling that I\nwant to be an Irish girl in\nIreland.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 27.\n40 CONTINUED: 40\n\nFATHER FLOOD\nAll I can say is that it will pass.\nHomesickness is like most\nsicknesses. It will make you feel\nwretched, and then it will move on\nto somebody else.\n\nEilis thinks about this, and nods decisively.",
  "23": "---END OF PREVIOUS SECTION---\nHomesickness is like most\nsicknesses. It will make you feel\nwretched, and then it will move on\nto somebody else. Eilis thinks about this, and nods decisively. \n---TARGET SECTION TO BE ANNOTATED---\n4l INT. BROOKLYN COLLEGE. NIGHT 41\n\nEilis listening to a lecture in her night class. She's\nabsorbed, anxious, furiously taking notes. She is the only\nwoman in the class; the men are all either Jewish or Italian.\nThe lecturer, MR ROSENBLUM, is in his forties, bespectacled,\nand wearing a skull-cap. He’s animated by his subject, but\nit’s clear that most of the class are despairingly perplexed.\n\nMR ROSENBLUM\nNow, Taylor versus Standard Gas Co\nis one of the most important\ncorporate cases decided in the\nSupreme Court in the last twenty\nyears. This was the case\nresponsible for the Deep Rock\ndoctrine, so it’s maybe the biggest\nmilestone in parent-subsidiary law.\nIn public utility integration\nproceedings alone...\n\nHe stops, looks at his students, to emphasise the point he is\nmaking.\n\nMR ROSENBLUM (CONT’D)\n.. literally thousands of investors\nmay be affected by its application.\n\nWe see a close-up of Eilis’s pad: she’s underlining the words\n‘literally thousands’.\n\n42 INT. BROOKLYN COLLEGE - CORRIDOR. NIGHT 42\n\nEilis is sitting outside the lecture room on a wooden bench,\nwhile the other students stretch their limbs and yawn. She’s\neating a sandwich. A young Jewish man is sitting a few feet\naway from her, doing the same thing. He looks at her.\n\nYOUNG MAN\nDid you understand any of that? I\nmean, a single word?\n\nEilis, eating, shakes her head, covers her mouth with her\nhands, laughs.\n\n(CONTINUED)\n\f42\n\n43\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 28.\nCONTINUED: 42\n\nEILIS\nHe’s not even reading from a book.\nHe just knows all this.\n\nHe stands up.\n\nYOUNG MAN\nLet’s hope the next hour is easier.\n\nHe smiles at her and goes back into the hall as Eilis crams\nthe last remaining crust into her mouth.\n\nINT. DINING ROOM, MRS. KEHOE’S HOUSE.",
  "24": "---END OF PREVIOUS SECTION---\nINT. DINING ROOM, MRS. KEHOE’S HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n EVENING 43\n\nDinner time, all the girls and their landlady, the usual\nformation. Miss McAdam, the battle-axe from Belfast, is\nholding forth.\n\nMISS MCADAM\nOne of the things that ruins\nChristmas in America is the turkey.\nIt all tastes of sawdust.\n\nMRS KEHOE\nSo that’s one cheese sandwich for\nMiss McAdam, and extra turkey for\neveryone else.\n\nThe girls snigger; Diana brays.\n\nMRS KEHOE (CONT'D)\nLadies, please. Eilis, Father Flood\ntold me about your Christmas plans.\n\nDIANA\nOh, you’re not serving lunch to the\nold fellas who’ve got nowhere to\ngo, are you? He asks us every year,\nand we always say no.\n\nSHEILA\nYou're a saint, Eilis. They smell\nawful.\n\nPATTY\n\nSheila knows how they smell because\nthat’s where she goes husband-\nhunting.\n\nDiana brays again.\n\nMRS KEHOE\nAs I cannot stand to hear Diana\nlaugh again, I would appreciate it\nif you kept your witticisms to\nyourself, Patty.\n\n(MORE )\n\n(CONTINUED)\n\f43\n\n44\n\n45\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 29.\n\nCONTINUED: 43\nMRS KEHOE (CONT'D)\nIt’s a marvellous thing you’re\ndoing, Eilis. A Christian thing. I\nwish there were more like you. I’1l\nbe doing some of the cooking\nmyself.\n\nSilence falls around the table. The other girls look at\nEilis, some pityingly, some clearly irritated.\n\nEXT. STREET. DAY 44\n\nIt’s a bright, cold Christmas morning. Mrs Kehoe and Eilis\nare on their way to Father Flood’s lunch. They’re both\ncarrying big bags of potatoes.\n\nMRS KEHOE\nI know how you’re feeling, Eilis.\nThe first Christmas away is hard\nfor all my girls, but there’s\nnothing I can do. All I can say is\nthat the next one won’t be as bad.\n\nEilis cannot afford to think that far ahead, and in any case\nthere is little consolation in Mrs Kehoe’s words.",
  "25": "---END OF PREVIOUS SECTION---\nThe first Christmas away is hard\nfor all my girls, but there’s\nnothing I can do. All I can say is\nthat the next one won’t be as bad. Eilis cannot afford to think that far ahead, and in any case\nthere is little consolation in Mrs Kehoe’s words. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\n(quiet)\nNo. I suppose not.\n\nINT. PARISH HALL. DAY 45\n\nThe hall is old, and shabby, but it has been decorated with\npaper streamers, and it looks cheery and welcoming. There are\nseveral long trestle tables, each the length of the hall.\nEilis and many other women, including Mrs Kehoe, all wearing\npaper hats, are laying the tables. Father Flood looks on\nanxiously.\n\nFATHER FLOOD\nI think we will have to open the\ndoors, ready or not. Maureen?\n\nA woman standing near the large double doors unbolts them and\nopens them. Immediately, old, shabby, tubercular men start to\npour through the door in an apparently never-ending stream.\nIt is a haunting, moving sight: the lost, the lonely and the\ndefeated. Eilis forgets herself and stares at them.\n\nEILIS\n(to Father Flood)\nHow many are we expecting?\n\nFATHER FLOOD\n\nThere were two hundred last year.\nThere may be more this.\n\n(CONTINUED)\n\f45\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 30.\nCONTINUED: 45\n\nEilis and Father Flood watch as the men are chivvied along to\none of the long trestle tables. Almost immediately they are\nserved with soup and stout.\n\nFATHER FLOOD (CONT’D)\nAll Irish. And all Irish men, more\nor less. The occasional couple,\nwhen the woman is too old to cook.\n\nEILIS\nWhy don’t they go home?\n\nFATHER FLOOD\n\nIf there’s nothing at home for a\nyoung clever girl such as yourself,\nthere’s nothing at home for men\nlike these. Some of them have been\nhere nearly fifty years and have\nlost touch with everyone. These are\nthe men who built the tunnels and\nthe bridges and the highways. God\nalone knows what they live on now.\n\nEilis becomes fixated by one particular man. He is wearing an\nold brown coat and a scarf, and his cap almost obscures his\nface. She looks as though she’s seen a ghost. She puts her\nhand to her mouth in shock.\n\nFATHER FLOOD (CONT’D)\nDon’t tell me you know someone\nhere.",
  "26": "---END OF PREVIOUS SECTION---\nShe looks as though she’s seen a ghost. She puts her\nhand to her mouth in shock. FATHER FLOOD (CONT’D)\nDon’t tell me you know someone\nhere. \n---TARGET SECTION TO BE ANNOTATED---\nEilis can’t speak for a moment.\n\nEILIS\nMy da.\n\nFATHER FLOOD\nI was told that your father had\npassed away.\n\nEilis recovers herself.\n\nEILIS\nYes. He did. Four years ago. I’m\nsorry.\n\nFATHER FLOOD\nI understand. Christmas lunch in\nthe Parish Hall... It’s like seeing\nfaces in the fire. It’s happened to\nme. I have seen men from my\nchildhood who must have been dead\nthirty years or more. Which one?\n\nEilis points at the man in the brown coat.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 31.\n45 CONTINUED: 45\n\nFATHER FLOOD (CONT’D)\nAh. Frankie Doran. He’s not your\nfather.\n\nEILIS\nDo you know everyone here?\n\nFATHER FLOOD\nNo. But I know him. You’ll see why\nlater.\n\nLater. The room is filled with smoke and conversation and\nlaughter. The tables are being cleared away, and bottles in\nbrown carrier bags are being passed around. In a corner of\nthe room, two men are playing fiddles and another a small\naccordion. Father Flood pulls out a chair, stands on it and\nclears his throat. Slowly, the room falls silent.\n\nFATHER FLOOD\nI don’t want to interrupt the\nproceedings, but I’m sure you'd\nlike to show your appreciation to\nall the ladies here for their hard\nday’s work.\n\nFather Flood leads the applause. Some of the men are\napplauding in Eilis’s direction - she’s the youngest helper\nin the room - and she blushes, smiles, looks down at her\nfeet.\n\nFATHER FLOOD\nAnd by way of a thank you\npresent... As many of you know,\nthere’s a great singer in the room\ntoday, and perhaps he can be\npersuaded to entertain us all.\nFrankie?\n\nThe man in the brown coat gets to his feet and starts to sing\nin Irish. The musicians in the corner join in, tentatively at\nfirst, but then with confidence and sympathy.",
  "27": "---END OF PREVIOUS SECTION---\nFrankie? The man in the brown coat gets to his feet and starts to sing\nin Irish. The musicians in the corner join in, tentatively at\nfirst, but then with confidence and sympathy. \n---TARGET SECTION TO BE ANNOTATED---\n He sings the\nslow, mournful ballad beautifully, and the smoke and squalor\nof the room, the poverty of the diners, become beautiful too.\nThe haunting music carries on over the following montage:\n\n46 INT. PARISH HALL. DAY 46\n\nTwo men, both in their sixties, are swinging punches at each\nother. Some of the men watch on amused; Father Flood and a\ncouple of the others try to separate them.\n\f47\n\n48\n\n49\n\n50\n\n51\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 32.\n\nINT. PARISH HALL. DAY 47\n\nThe room is nearly empty. Father Flood, Eilis and the other\nladies are trying to rouse some of the casualties of the\nlunch; it’s like a battlefield. One or two of the men are\nlying in pools of their own urine.\n\nEXT. PARISH HALL. DUSK 48\n\nEilis steps out into a blizzard. There is a man sitting\nagainst the wall, asleep.\n\nEXT. BROOKLYN. DUSK 49\n\nEilis making her way through the deserted streets, alone, the\nwind and snow cutting through her.\n\nMontage and music end.\n\nINT. HALLWAY, MRS. KEHOE’S HOUSE. NIGHT 50\n\nEilis enters Mrs Kehoe’s house, shakes herself off, takes off\nher coat. We can hear, from upstairs, the peals of laughter\nand tipsy shrieks of the other lodgers. Mrs Kehoe emerges\nfrom the front room.\n\nMRS KEHOE\nWould you like to come into the\nfront room for a glass of\nsomething? You've earned it.\n\nEILIS\nThank you.\n\nINT. FRONT ROOM, MRS KEHOE’S HOUSE. NIGHT 51\n\nThe room is large, and surprisingly well-furnished: old rugs,\nheavy, comfortable-looking furniture, dark pictures in gold\nframes. There is an old gramophone and a wireless in one\ncorner of the room, and a roaring fire in the hearth. Eilis\ntakes it all in while Mrs Kehoe pours her a glass of sherry.\n\nMRS KEHOE\nYou survived.\n\nEILIS\nOh, it wasn’t so bad.",
  "28": "---END OF PREVIOUS SECTION---\nEilis\ntakes it all in while Mrs Kehoe pours her a glass of sherry. MRS KEHOE\nYou survived. EILIS\nOh, it wasn’t so bad. \n---TARGET SECTION TO BE ANNOTATED---\nMrs Kehoe gives her the sherry and they sit down.\n\nEILIS (CONT'D)\nHappy Christmas.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 33.\n51 CONTINUED: 51\n\nMRS KEHOE\nCheers.\n\nThey sip their drinks ruminatively.\n\nMRS KEHOE (CONT'D)\nMiss McAdam is leaving us. She is\ngoing to live with her sister in\nManhattan.\n\nEILIS\nAh.\n\nMRS KEHOE\nShe has the best room in the house.\nThe basement. It’s the biggest and\nthe warmest and the quietest and\nthe best-appointed, and it has its\nown entrance.\n\nEilis doesn’t say anything, but she knows what’s coming.\n\nMRS KEHOE\nI can only let a certain kind of\ngirl stay there, do you see?\n\nEilis nods, while suppressing a smile. Mrs Kehoe notices her\namusement.\n\nMRS KEHOE\nOh, and I’m not talking about\nlooks, here. (Beat) Although I will\nadmit that God gave Miss McAdam an\nadvantage, when I had to think\nabout who I could trust to live\ndown there. You're a pretty girl,\nEilis, but you’re sensible. So.\nYou're having the room and that’s\nthat. If you’re working tomorrow,\nyou can pack tonight, and I’1l have\nyour things moved in the morning.\n\nEILIS\nWill the other girls not mind?\n\nMRS KEHOE\n(with satisfaction)\nOh, I expect so. What don’t they\nmind?\nShe drains her sherry.\n\nMRS KEHOE (CONT'D)\nIt’s been a long day.\n\nEilis realises this is her cue to leave.\n\n(CONTINUED)\n\f51\n\n52\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 34.\nCONTINUED: 51\n\nEILIS\nThank you, Mrs Kehoe.\n\nShe puts her sherry down and leaves the room, leaving Mrs\nKehoe staring into the fire.\n\nINT. DINING ROOM, MRS. KEHOE’S HOUSE.",
  "29": "---END OF PREVIOUS SECTION---\nINT. DINING ROOM, MRS. KEHOE’S HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n EVENING 52\n\nThere has been a significant change at the dinner table:\nDOLORES, an Irish country girl - red hair, freckles, slow on\nthe uptake - has replaced Miss McAdam. There is an atmosphere\naround the table that is new - the teasing and occasional\noutbreaks of bitchiness have been replaced by a sullen and\nresentful silence. It becomes clear that the ill-will is\ndirected at the newcomer.\n\nMrs Kehoe attempts to change the atmosphere.\n\nMRS KEHOE\nGirls, you'll take Dolores to the\ndance with you on Saturday night,\nwon’t you?\n\nDOLORES\n(delighted)\nThere’s a dance?\n\nMRS KEHOE\nDown at the parish hall. Father\nFlood doesn’t think there’s enough\nfor you girls to do at the\nweekends.\n\nDIANA\nOh, there’s plenty for us to do. He\njust doesn’t want us doing it.\n\nLaughter around the table.\n\nMRS KEHOE\nThere'll be no alcohol, but you can\nhave fun without it.\n\nDIANA\n(with obvious insincerity)\nOh, Patty and I aren’t going this\nweek. We're... going to see a movie\ninstead.\n\nEilis watches the dynamic carefully. She doesn’t want to get\ninvolved.\n\nMRS KEHOE\n\nWell, I’m sure Dolores would enjoy\na movie just as well.\n\n(CONTINUED)\n\f52\n\n53\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 35.\nCONTINUED: 52\n\nDOLORES\nI would, very much. There are so\nmany more movies here in New York\nthan in Cavan.\n\nSHEILA\nYes, it’s surprising, isn’t it?\nYou’d think it would be the other\nway around.\n\nPatty sniggers. Diana gives one of her awful laughs. The\ndynamic of the group has clearly changed, with the advent of\nDolores: the relationship between Patty/Diana and Sheila is\nless adversarial.\n\nPATTY\nOf course, you’d be welcome to join\nus, Dolores. So long as you don’t\nmind being a gooseberry.",
  "30": "---END OF PREVIOUS SECTION---\nThe\ndynamic of the group has clearly changed, with the advent of\nDolores: the relationship between Patty/Diana and Sheila is\nless adversarial. PATTY\nOf course, you’d be welcome to join\nus, Dolores. So long as you don’t\nmind being a gooseberry. \n---TARGET SECTION TO BE ANNOTATED---\nMRS KEHOE\nAh, so you both miraculously found\nboyfriends over the last couple of\ndays, did you? Well, I hope you\nhave more luck with these than you\ndid with the last few.\n\nSheila cannot resist a smile of satisfaction.\n\nMRS KEHOE\nWill you be going, Eilis?\nEILIS\nYes, Mrs Kehoe.\nMRS KEHOE\nWell, you can look after Dolores,\nthen.\nEILIS\nOf course.\nINT. BEDROOM, MRS KEHOE’S HOUSE. NIGHT 53\n\nEilis is writing a letter in her new bedroom. It is so much\nbigger and nicer than her previous room - it has a fire, a\nrocking chair, rugs on the floor, and a desk, at which she is\nsitting. She has photographs of Rose and her mother up on the\nmantelpiece. Suddenly there is a knock on the door. Eilis\nwalks over and opens it - Patty and Diana are standing there.\n\nDIANA\n\n(whispering)\nWe need to talk to you.\n\n(CONTINUED)\n\f53\n\n54\n\n55\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 36.\nCONTINUED: 53\n\nEILIS\nWhat is it now?\n\nShe pointedly doesn’t ask them in.\n\nPATTY\nIt’s that Dolores. She’s a\nscrubber.\n\nDiana starts to laugh, and Patty claps a hand over her mouth.\n\nPATTY\nIt’s true. She cleans houses. We\ncan’t have her at the table with\nus. We’re shopgirls and\nstenographers, not scrubbers.\n\nEILIS\nI’m trying to study.\n\nShe begins to close the door in their faces.\n\nDIANA\nA scrubber, from Cavan, living\nunder...\n\nEilis closes the door.\n\nDIANA (0.S.)\n+-.our roof?\n\nEXT. PARISH HALL. NIGHT 54\n\nDolores and Eilis are queueing to get into the dance. We've\nseen this before, back in Ireland, with Eilis and Nancy. But\nDolores is no Nancy. She has made a huge and grotesquely\nmisplaced effort for the dance.",
  "31": "---END OF PREVIOUS SECTION---\nWe've\nseen this before, back in Ireland, with Eilis and Nancy. But\nDolores is no Nancy. She has made a huge and grotesquely\nmisplaced effort for the dance. \n---TARGET SECTION TO BE ANNOTATED---\n She’s wearing a cheap leather\njacket, a frilly white blouse and white skirt, black\nstockings and garish bright red lipstick. Eilis’s discomfort\nis acute.\n\nAnd the surroundings are different, too. A group of African\nAmerican men are sitting on steps nearby, playing a game with\ndice; two men wearing yarmulkes walk through the queue.\n\nINT. PARISH HALL. NIGHT 55\n\nInside, however, Ireland has been successfully recreated:\nthere’s the non-alcoholic bar, the nearly empty dance-floor,\nthe Irish musicians. Eilis is sitting next to Dolores on a\nwooden bench, watching the dancing. Eilis looks bored and\nunhappy.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 37.\n55 CONTINUED: 55\n\nDOLORES\nGod, there’s nobody here. How are\nwe supposed to get a fella if\nthere’s nobody here?\n\nEILIS\nI expect most people will come\nafter nine.\n\nDOLORES\nPeople? Or fellas?\n\nEILIS\nSome of the people will be fellas.\n\nDOLORES\nI'd love to meet a fella.\n\nEilis closes her eyes despairingly.\n\nDOLORES\nHave you had an American fella? Are\nthey different?\n\nEilis ignores her.\n\nDOLORES\n(twittering, in a rush)\nMy aunt went with an American fella\nonce, in London, after the war. She\nsaid he was different. I’ve always\nwondered what she meant. I wish\nshe'd told me.\n\nEILIS\n(dry)\nI don’t suppose it was anything\nterribly complicated.\n\nEilis shuffles down the bench a little way. Suddenly the\ndoors burst open and a group of people come in - mostly young\nwomen, but a couple of young men, too. Patty and Diana,\ndressed up to the nines, are among them. Immediately the\natmosphere in the hall changes. More people start to dance,\nthere’s more laughter and enjoyment.\n\nDOLORES\nThey came! The liars!\n\nEilis ignores her again. Dolores shuffles up to her on the\nbench.",
  "32": "---END OF PREVIOUS SECTION---\nThe liars! Eilis ignores her again. Dolores shuffles up to her on the\nbench. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f55\n\n56\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 38.\nCONTINUED: 55\n\nDOLORES\nDid you see? What a pair of\nbitches. That’s what the old woman\ncalled them. She said they were all\nbitches, apart from you.\n\nEilis has had enough. She has had enough of Dolores; she has\nhad enough of being the kind of person who will look after\nDolores. She hesitates for a moment, then stands up and goes\nto talk to Patty and Diana.\n\nPATTY\n(recognising the symbolism\nof the moment, and\namused)\nWell, hello.\n\nEILIS\nHello. It’s good to see you.\n\nPATTY\nI can see why. I don’t know what\nyou looked like, sitting there, but\nyou sure didn’t look like you were\nhaving a good time.\n\nPatty appraises her.\n\nPATTY\nCome with me.\n\nINT. BATHROOM. NIGHT 56\n\nWe see the reflection of the girls in the mirror as Patty\nfiddles with Eilis’s hair.\n\nPATTY\nI know.\n\nShe rummages around in her handbag and pulls out a couple of\nhair-grips. She uses them to put Eilis’s hair up for her.\n\nPATTY\nThere. That’s better. Now you don’t\nlook like you've just come in from\nmilking the cows.\n\nEILIS\nIs that what I looked like?\n\nPATTY\nJust a bit. Nice clean cows. Let’s\n\ngo.\n\f57\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 39.\n\nINT. PARISH HALL. NIGHT 57\n\nEilis is standing with Patty and a group of her friends,\nincluding a young man with heavily oiled hair who is teaching\nEilis the steps to the dance that is currently happening on\nthe dance floor. She is slightly distracted by a young man\nstaring at her and smiling, a little distance away. This is\nTONY - dark, attractive, white teeth, muscular. She ignores\nhim and carries on with her lesson. When she looks back, he’s\nstill staring, still smiling.",
  "33": "---END OF PREVIOUS SECTION---\nThis is\nTONY - dark, attractive, white teeth, muscular. She ignores\nhim and carries on with her lesson. When she looks back, he’s\nstill staring, still smiling. \n---TARGET SECTION TO BE ANNOTATED---\nYOUNG MAN WITH OILY HAIR\n(shouting over the music)\nMaybe we could have a dance later?\n\nEILIS\nI'm sorry?\n\nYOUNG MAN WITH OILY HAIR\nA dance? Later?\n\nEILIS\nOh. Sure.\n\nHe smiles and leads Patty onto the dance-floor, flirtatiously\nenough to suggest that it was Patty he was interested in all\nthe time. The moment he’s gone, Tony makes a move.\n\nTONY\nAre you here with that guy? The one\nwho was teaching you to dance?\n\nUnlike just about every other man at the dance, Tony is\nAmerican.\n\nEILIS\nNo.\n\nTONY\nSo would you dance with me?\n\nEILIS\nI’m not sure he taught me anything.\n\nTONY\nDoesn't matter. The secret is to\nlook as though you know what you’re\n\ndoing.\n\nEILIS\nAh. I wish someone had told me that\nyears ago.\n\nHe leads her into the middle of the other dancing couples,\nand they start trying to pick up the steps. It is apparent\nthat Tony can dance, but he doesn’t want to show Eilis up, so\nhe assumes her levels of incompetence and uncertainty.\n\n(CONTINUED)\n\f57\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 40.\nCONTINUED: 57\n\nLater. Tony and Eilis are dancing cheek-to-cheek - not\nsmooching, but clearly relaxed in each other’s company. Over\nTony's shoulder, Eilis catches Patty’s eye. Patty makes a so-\nso face. Eilis ignores her.\n\nTONY\nWhere do you live?\n\nEilis pauses, and then decides it’s OK to tell him.\n\nEILIS\nClinton Street.\n\nTONY\nYeah? That’s on my way home. Can I\nwalk you?\n\nEILIS\nI’m going to say yes, then I’m\ngoing to tell you why.\n\nHe laughs.\n\nTONY\nSo I don’t get the wrong idea?\n\nEilis pauses again. It wouldn’t be the wrong idea. It just\nwouldn’t be the only idea.\n\nEILIS\nI suppose so. Is there a girl ina\nleather jacket sitting on her own\non the bench over there?\n\nTony moves so that he can look discreetly.",
  "34": "---END OF PREVIOUS SECTION---\nEILIS\nI suppose so. Is there a girl ina\nleather jacket sitting on her own\non the bench over there? Tony moves so that he can look discreetly. \n---TARGET SECTION TO BE ANNOTATED---\n The camera picks\nout Dolores, sitting on her own, picking at her fingernails.\n\nTONY\n(incredulously)\nYou don’t know her?\n\nEILIS\nI do. She lives in my boarding\nhouse, and she’s awful. If I leave\nwith you, I’m sure she’d\nunderstand. You'd be rescuing me.\n\nTONY\nI get it.\n\nTony smiles a lot, winningly and unaffectedly.\n\nEILIS\nShe‘ll be OK, won’t she?\n\nTONY\nSure she will.\n\f58\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 41.\n\nEXT. STREET. NIGHT 58\n\nEilis and Tony walking through the dark streets of Brooklyn,\nhuddled against each other for warmth. They walk in silence,\nand then Tony blurts out\n\nTONY\nI’m not Irish.\n\nEILIS\nYou don’t sound Irish.\n\nTONY\nI need to make this clear: no part\nof me is Irish. I don’t have Irish\nparents or grandparents or\nanything. I’m Italian. My parents\nare, anyway.\n\nEILIS\nSo what were you doing at an Irish\ndance? Don’t the Italians have\ndances?\n\nTONY\nYeah. And I wouldn’t want to take\nyou to one. They behave like\nItalians all night.\n\nEILIS\n\nAnd what does that mean?\nTONY\n\nOh, you know.\nEILIS\n\nNo.\nTONY\n\n(mumb1ly )\n\nHands.\n\nEILIS\n\nToo many of them?\n\nTONY\nI think it could seem that way, if\nyou were a girl. Listen, I want\neverything to be out in the open. I\ncame to the Irish dance because I\nreally like Irish girls.\n\nEILIS\n\nAnd I was the only one that would\ndance with you?\n\n(CONTINUED)\n\f58\n\n59\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 42.\n\nCONTINUED: 58\nTONY\nOh, no, it wasn’t...\nEILIS\nOh, so you danced with loads of\n\nothers?\n\nEilis is teasing him, and Tony knows it, but he’s not as\nquick as she is. He tries to formulate a response, gives up,\ngrins again.",
  "35": "---END OF PREVIOUS SECTION---\nEILIS\nOh, so you danced with loads of\n\nothers? Eilis is teasing him, and Tony knows it, but he’s not as\nquick as she is. He tries to formulate a response, gives up,\ngrins again. \n---TARGET SECTION TO BE ANNOTATED---\nThey arrive at Mrs Kehoe’s house.\n\nEILIS\nThis is me.\n\nTONY\nCan I take you next week? Maybe get\nsomething to eat first?\n\nEILIS\nI'd like that. Good night.\n\nShe smiles warmly at him, and goes into the house without\nkissing him.\n\nINT. DINER. NIGHT 59\nEilis and Tony getting something to eat first, before the\n\ndance. They are eating in a cheap diner, with formica-topped\ntables. They’re waiting for their food.\n\nTONY (0.S.)\nSo...What do you do when you’re not\nworking?\nShe thinks.\nEILIS\n\nWell. There’s school. Just, you\nknow. .Brooklyn College. I’m\nstudying book-keeping.\n\nTONY (0.S.)\nYou want to be a book-keeper?\n\nEILIS\nI want to be an accountant one day.\nBut, yes, book-keeping first.\n\nTONY (0.S.)\nWow. Is it difficult?\n\nEILIS\nI’m talking too much. Tell me about\n\nplumbing.\n\n(CONTINUED)\n\f59\n\n60\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 43.\n\nCONTINUED: 59\nTONY\nYou know enough about plumbing\nalready.\nEILIS\n\nI don’t know anything.\n\nTONY\nYou know that taps drip and toilets\nget blocked and that’s all you need\nto know. I don’t know anything\nabout book-keeping.\n\nSuddenly it is as if Eilis has been switched on, and the\nfollowing comes out in an unstoppable, unbroken stream.\n\nEILIS\nThere’s a lot to it. There’s all\nthe maths, of course, but that’s\nnot so complicated. The double-\nentry system, that takes a while to\nget used to. And we study company\nlaw, too, and that terrifies\nme.(Fades) So we had to read about\nan insurance company that went\nbankrupt in the 1930s, and all the,\nthe legal issues that...\n\nLater. Tony is finishing off his food and listening. Eilis’s\nfood goes untouched, although several times her loaded fork\nalmost makes it to her mouth.\n\nEILIS\n(her voice fading in)\n...She plays golf, and she’s really\ngood at it.",
  "36": "---END OF PREVIOUS SECTION---\nEilis’s\nfood goes untouched, although several times her loaded fork\nalmost makes it to her mouth. EILIS\n(her voice fading in)\n... She plays golf, and she’s really\ngood at it. \n---TARGET SECTION TO BE ANNOTATED---\n And if she’d been at\nthe dance last Saturday, then I\ndon’t think you'd have looked at me\ntwice, because Rose is beautiful.\n\nTony has finished - his plate is clean.\nTONY (0.S.)\nI’m worried you haven't eaten\nanything.\nEILIS\n(smiling)\nToo busy talking.\nINT. DINING ROOM, MRS. KEHOE’S HOUSE. EVENING 60\nThe girls eating their supper in a mysterious silence. Patty,\n\nDiana and Sheila are finding it hard not to giggle. Mrs Kehoe\nputs down her knife and fork in disgust.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014\n60 CONTINUED:\n\nMRS KEHOE\nWhat is the matter with you girls\nnow?\n\nPATTY\nNothing the matter with us, Mrs\nKehoe.\n\nShe looks steadily at Eilis.\n\nMRS KEHOE\n\nIs this all because Eilis has found\n\nherself a young man?\n\nDIANA\n(mock-surprised)\n\nEilis’s got herself a young man? We\ndidn’t know. She won’t say anything\n\nabout him.\n\nMRS KEHOE\nAnd why should she, to you awful\ngossip-mongers? Anyway, I met him\non Saturday night when he called\nfor Eilis, and he’s a gentleman.\n\nPATTY\nWell, will you tell us what you\nknow about him, Mrs Kehoe? We're\nstarving here. We know that he’s\nquite nice-looking.\n\nSHEILA\nI didn’t like his shoes much.\nEILIS\nWhat on earth is wrong with his\nshoes?\nSHEILA\n\nThey were a funny colour.\n\nMRS KEHOE\n\nI‘1l tell you this much: I am going\n\nto ask Father Flood to preach a\n\nsermon on the dangers of giddiness.\n\nI now see that giddiness is the\neighth deadly sin. A giddy girl is\nevery bit as evil as a slothful\nman, and the noise she makes is a\nlot worse. Now, enough.\n\n61 INT. BARTOCCI’S. DAY\n\n44,\n60\n\n61\n\nThe shop is quiet. Dorothy and Eilis are unpacking boxes and\n\nputting garments out on shelves.",
  "37": "---END OF PREVIOUS SECTION---\nBARTOCCI’S. DAY\n\n44,\n60\n\n61\n\nThe shop is quiet. Dorothy and Eilis are unpacking boxes and\n\nputting garments out on shelves. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 45.\n61 CONTINUED: 61\n\nDOROTHY\nYou know what I hate about the end\nof winter? Now it all starts again\nwith the swimsuits. We’re gonna\nspend hours and hours talking about\none stupid item of clothing with a\nwoman who’s so afraid of what she\nlooks like. But in the winter\nshe'll splash thirty-five dollars\non a coat in the blink...\n\nDorothy is staring into a box she has just opened.\n\nDOROTHY\nI don’t believe it.\n\nEilis looks at her quizzically.\n\nDOROTHY\nI’m gonna talk to Miss Fortini\nabout this.\n\nShe marches off. Eilis peers into the box. It contains Red\nFox stockings. She takes a packet out and examines it.\n\nLater. Miss Fortini comes over to speak to Eilis. She’s\nangry.\n\nMISS FORTINI\nEilis, I want you to know that\nDorothy has left our employment.\n\nEilis looks at her wonderingly.\n\nMISS FORTINI\nAs of today. She’s clearing her\nlocker. (Beat) Listen. Brooklyn is\nchanging, and we have to change\nwith it.\n\nEilis nods, even though she is mystified by the series of\napparent non-sequiturs - the stockings, Dorothy, the speech.\n\nMISS FORTINI\nOur old customers are moving out to\nLong Island and we can’t follow\nthem, so we need new customers\nevery week. Which means we welcome\nevery single person who comes into\nthis store. They all have money to\nspend. Remember that.\n\nEILIS\nI will.\n\nEilis shows Miss Fortini the Red Fox stockings.\n\n(CONTINUED)\n\f61\n\n62\n\n63\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 46.\nCONTINUED: 61\n\nEILIS\nShould I put these out on the\nshelves?\n\nMISS FORTINI\nYes. Of course. Do you understand\nanything I’ve been saying?\n\nBeat.\n\nEILIS\nNo, Miss Fortini.\n\nMISS FORTINI\n(sighing)\nRed Fox stockings are specially\ndesigned for Negro customers.",
  "38": "---END OF PREVIOUS SECTION---\nBeat. EILIS\nNo, Miss Fortini. MISS FORTINI\n(sighing)\nRed Fox stockings are specially\ndesigned for Negro customers. \n---TARGET SECTION TO BE ANNOTATED---\nDorothy was unhappy about us\nselling them. I asked her to leave.\nAre you unhappy?\n\nEILIS\nNo, Miss Fortini.\n\nMISS FORTINI\nGood. Quickly, now.\n\nMiss Fortini walks off. Eilis immediately turns her attention\nto the stockings.\n\nINT. BROOKLYN COLLEGE. NIGHT 62\n\nEilis comes out of her classroom with a couple of other\nstudents, books under her arm, and begins to walk down the\nstairs. In the entrance hall she can see Tony, looking around\nanxiously, clearly worried about missing her. She stops - she\nclearly isn’t expecting to see him. She watches him for a\nmoment - he doesn’t see her - and she takes in his open face,\nhis vulnerability... He sees her and his face breaks out into\na radiant and relieved smile. She smiles back, and walks down\nthe remaining steps towards him.\n\nTONY\nAll I want to do is travel home\nwith you. No drink, no food, no\nnothing. I know you have to study,\nand get some sleep. I’1l take you\nto your house and then say\ngoodnight. Otherwise it’s too long\nto wait.\n\nHe says this with such unaffected simplicity that it’s\nimpossible not to love him. Eilis smiles her assent.\n\nOMITTED 63\n\f64\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 47.\n\nINT. TROLLEY-CAR. NIGHT 64\n\nEilis and Tony sitting side-by-side on the half empty trolley-\n\ncar.\n\nTONY\nI want to ask you something. And\nyou're gonna say, oh, it’s too\nsoon, I don’t really know him well\nenough, we've only been out a\ncouple times...\n\nEilis pantomimes alarm.\n\nShe looks\n\nTONY\nOh, it’s nothing so bad. But it is\nsomething that most guys...\n\nEILIS\n(laughing)\nPlease just ask. You’re beginning\nto terrify me.\n\nTONY\nOh. Sure. Will you come for dinner\nand meet my family sometime?\n\nEILIS\n(laughing)\n\nThat’s it? I’d love to.\nTONY\n\nYou like Italian food?\nEILIS\n\nI don’t know.",
  "39": "---END OF PREVIOUS SECTION---\nI’d love to. TONY\n\nYou like Italian food? EILIS\n\nI don’t know. \n---TARGET SECTION TO BE ANNOTATED---\n I’ve never eaten it.\nTONY\n\nReally? They don’t have it in\n\nIreland?\nEILIS\n\nMaybe in Dublin. Not in my town.\nTONY\n\nIt’s the best food in the world.\nEILIS\n\nWell, why would I not like it?\nTONY\n\nYou're in a good mood, right?\n\nat him.\nEILIS\n\nYes. Why?\n\n(CONTINUED)\n\f64\n\n65\n\n'Brooklyn' YELLOW Script Dated 24th April 2014\nCONTINUED:\n\nTONY\nIt’s just... I like how you’re\nbeing, I don’t know the word. When\nyou go along with everything.\n\nEILIS\nAmenable?\n\nTONY\n\n(delighted with this\n\naddition to his\n\nvocabulary)\nYeah. Amenable. OK, so while you’re\nbeing amenable..Can we go see a\nmovie this week? When you’re not at\nnight classes? And if the date goes\nwell, can we see a movie next week,\n\ntoo?\nEILIS\n\nI‘1l sign up for two movies.\nTONY\n\nReally?\nEILIS\n\nYes. Even if the first date is a\ndisaster, I'll give it another\nchance.\n\nTony’s smile couldn’t be any broader.\n\nINT. BARTOCCI’S. DAY\n\n48.\n64\n\n65\n\nEilis, in her uniform, serving a customer. Off to the side,\nMiss Fortini is watching her at work. We’ve seen this before -\nbut this time, Eilis is unaware of Miss Fortini’s scrutiny.\nShe's absorbed in her work, chatting to the customer, a young\n\nwoman in her thirties.\n\nEILIS\nIt certainly feels like it, but\nthis is my first year, so I don’t\nknow how to judge.\n\nCUSTOMER\nWell, congratulations. You survived\nyour first New York winter.\n\nEILIS\nOh, it wasn’t so bad.\n\nCUSTOMER\nReally? It’s colder in Ireland?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 49,\n\n65 CONTINUED:\n\n65\n\nEILIS\nOh, no. It’s colder here.\n\nCUSTOMER\n\n(laughs )\nOver here, that’s how we judge the\nwinter. On how cold it is.",
  "40": "---END OF PREVIOUS SECTION---\nIt’s colder here. CUSTOMER\n\n(laughs )\nOver here, that’s how we judge the\nwinter. On how cold it is. \n---TARGET SECTION TO BE ANNOTATED---\nThe cylindrical tube shoots back to Eilis’s counter, and she\ntakes out the receipt and the change and hands it to the\n\ncustomer.\nEILIS\nBut you have heating. Heating\neverywhere. You’re only cold\noutside.\n\nCUSTOMER\nI guess that’s true. Thanks for\n\nyour help.\n\nThe customer walks away, and Miss Fortini comes over.\n\nMISS FORTINI\nEilis! You’re like a different\nperson! Where did that miserable\nlittle mouse go?\n\nEilis smiles and shrugs.\n\nMISS FORTINI\nThe homesickness has gone?\n\nEilis looks startled, as if she has only just realised.\n\nEILIS\nYes.\n\nMISS FORTINI\nHow did you do it? Maybe I can pass\nsome advice on to the next poor\ngirl who feels that way.\n\nEilis’s face lights up.\n\nEILIS\nI...I met somebody. An Italian\n\nfella.\n\nMISS FORTINI\n(mock despondent)\nOh, no. Well, I’m not passing that\non. I’d rather have them homesick\nthan heartbroken. Does he talk\nabout baseball all the time? Or his\n\nmother?\n\n(CONTINUED)\n\f65\n\n66\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 50.\nCONTINUED: 65\n\nEILIS\nNo.\n\nMISS FORTINI\nThen keep him. There isn’t another\nItalian man like him in New York.\n\nShe smiles at Eilis and moves on.\n\nINT. DINING ROOM, MRS KEHOE’S HOUSE. NIGHT 66\n\nEilis is sitting at the kitchen table with a bowl of\nspaghetti in front of her. There is a fork and spoon on\neither side of the bowl. Opposite her are Patty and Diana.\nEilis goes to pick up the cutlery. Diana gestures at her to\nstop.\n\nDIANA\nHold it. Remember You’re getting\noff easy, because we haven’t got\nsauce.\n\nPATTY\nYeah. You have to remember that the\nsauce flies everywhere, so take it\nslowly.\n\nDIANA\nI’m gonna say “Splash” every time I\nsee problems.\n\nPATTY\nGood idea.\n\nEILIS\n(smiling)\nCan I start now?\n\nPATTY DIANA\nGo. Yep.",
  "41": "---END OF PREVIOUS SECTION---\nEILIS\n(smiling)\nCan I start now? PATTY DIANA\nGo. Yep. \n---TARGET SECTION TO BE ANNOTATED---\nThey watch intently as Eilis grapples with the twirling. All\nthree girls are staring at the spaghetti, lost in\nconcentration. Eilis allows the spaghetti to fall off the\nfork and back into the plate.\n\nDIANA\n(loudly)\nSPLASH!\nEilis and Patty jump and then giggle nervously.\nDIANA\n\nYou just splashed his mother, and\nhis father, and the walls...\n\n(CONTINUED)\n\f66\n\n67\n\n68\n\n69\n\n69A\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 51.\nCONTINUED: 66\n\nEilis makes a despairing face.\n\nPATTY\nLet’s go again.\n\nEXT. RIVERBANK. DAY 67\n\nA spring day in Ireland. Rose is sitting by the river,\nreading one of Eilis’s letters and eating an apple.\n\nEILIS (V.O.)\nI suppose the most important news\nis that I have a boyfriend. He\nisn’t as important as Bartocci’s\nand my night classes, I know that.\nBut I want to tell you everything\nthat’s going on. Please don’t\nmention it to Mummy, though. You\nknow what she’s like.\n\nEXT. CINEMA. NIGHT 68\n\nEilis and Tony have just been to see ‘Singin’ In The Rain’.\nThey emerge from the cinema radiant; Tony in particular has\nclearly loved the film.\n\nEXT. STREET. NIGHT 69\n\nTony is earnestly trying out some of Gene Kelly’s dance moves\nwhile Eilis watches.\n\nEILIS (V.0.)\nHe’s decent and kind, and he has a\njob, and he works hard. We go to\nthe cinema on Wednesdays and he\ntakes me to Father Flood’s dance on\nSaturdays.\n\nEXT. RIVERBANK. - DAY 69A\nRose reading avidly.\n\nEILIS (V.0.)\nI think of you and Mother every\nsingle day. But Tony has helped me\nto feel that I have a life here. I\ndidn’t have, before I met him. My\nbody was here, but my life was back\nin Ireland, with you. Now it is\nhalfway across the sea.",
  "42": "---END OF PREVIOUS SECTION---\nI\ndidn’t have, before I met him. My\nbody was here, but my life was back\nin Ireland, with you. Now it is\nhalfway across the sea. \n---TARGET SECTION TO BE ANNOTATED---\n So, that’s\nsomething, isn’t it?\n\f70\n\n71\n\n72\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 52.\n\nOMITTED 70\n\nINT. STAIRWELL. EVENING 71\n\nEilis and Tony are climbing the stairs to Tony’s apartment..\nTony is talking animatedly and a little nervously.\n\nTONY\nOh and I’d better warn you about\nFrankie.\n\nEILIS\n\nHe’s the little one.\n\nTONY\nYeah. He’s eight going on eighteen.\nHe’s nice and he’s smart, but he’s\nbeen talking and talking about all\nthe things he’s going to say to\nyou.\n\nEILIS\nWhat sort of things?\n\nTONY\nWe don’t know. Could be anything.\nI tried to pay him money to go out\nand play ball with his friends, and\nmy dad has threatened him, but I\nthink he’s looking forward to\ncausing trouble so much that he’1l\nhappily take a beating. This is us\nhere.\n\nTONY\nReady?\n\nEilis nods. He’s making her nervous.\n\nINT. TONY’S APARTMENT. NIGHT 72\n\nTony’s apartment is tiny, and Eilis appears somewhat wedged\nin around the dinner table. Tony has two older brothers,\nLaurenzio and Maurizio, as well as kid brother Frankie. His\nmother and father are young - much younger than Eilis’s\nmother.\n\nThe atmosphere around the table is polite and warm. It’s not\na question of Eilis having to impress the Fiorello family -\nthey want to impress her, too, or at least the adults do.\nThey understand that she is important to Tony, and Tony is\nimportant to them.\n\nEilis is doing her best with her spaghetti, which is covered\nin a rich, deep red sauce.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 53.\n72 CONTINUED: 72\n\nMRS FIORELLO\nHey, how did you learn to eat\nspaghetti like that?\nEilis pauses before confessing.\n\nEILIS\nI've been taking lessons.\n\nThe family look at her, delighted.",
  "43": "---END OF PREVIOUS SECTION---\nEilis pauses before confessing. EILIS\nI've been taking lessons. The family look at her, delighted. \n---TARGET SECTION TO BE ANNOTATED---\nLAURENZIO\n\nLessons? Like, in a class? You can\ndo that? Maybe I could teach it.\n\nEILIS\nNo, no. Diana, who lives in the\nboarding house with me... She\n\ncooked me some spaghetti and made\nme try and eat it without making a\nmess.\n\nMR FIORELLO\nWhat do you eat in Ireland? Just\nIrish stew?\n\nEILIS\nNot just. We...\n\nFRANKIE\nSo first of all I should say that\nwe don’t like Irish people.\n\nThere are general cries of outrage around the table.\nMaurizio, who is sitting next to him, cuffs him on the top of\nhis head.\n\nFRANKIE\n(outraged)\n\nWe don’t! That is a well known\nfact! A big gang of Irish beat\nMaurizio up and he had to have\nstitches. And because all the cops\nround here are Irish, nobody did\nanything about it.\n\nEilis looks at Maurizio for confirmation. He looks\nembarrassed.\n\nMAURIZIO\nThere are probably two sides to it.\nI might have said something I\nshouldn't, I can’t remember now.\n\nFRANKIE\nNo, because they beat you up.\n\n(CONTINUED)\n\f72\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 54.\n\nCONTINUED: 72\nMAURIZIO\nAnyway, they probably weren’t all\nIrish.\nFRANKIE\nThey just had red hair and big\nlegs.\n\nMr Fiorello stands up and leads Frankie away from the table\nand out the door by his ear.\n\nTONY\nAll I can say in his defence is\nthat he’s the only one of us who’ll\nget a college education.\n\nLAURENZIO\nIf he keeps his mouth shut.\n\nMRS FIORELLO\nTony tells me you go to college.\n\nEILIS\nOh, just night classes. I want to\nbe a book-keeper. I like working in\nthe shop well enough, but I don’t\nwant to be there forever.\n\nFrankie re-enters the room, with his father right behind.\n\nFRANKIE\n(parrot-fashion)\nsorry, Eilis. I’m an idiot. Oh,\na rude idiot.\n\nI'm\nI'm\n\nHis brothers applaud and laugh.",
  "44": "---END OF PREVIOUS SECTION---\nI’m an idiot. Oh,\na rude idiot. I'm\nI'm\n\nHis brothers applaud and laugh. \n---TARGET SECTION TO BE ANNOTATED---\n Frankie makes a face at them\nand sits down at the table.\n\nLater. They are eating scallopini, on their own, with no\nvegetables, Italian-style.\n\nMAURIZIO\nSo has Tony offered to take you to\nEbbett’s Field when the season\nstarts?\n\nEILIS\n(to Tony)\nYou like baseball?\n\nMore laughter around the table.\nMAURIZIO\n(incredulous )\n\nHe never mentioned the Dodgers? Not\neven once?\n\n(CONTINUED)\n\f72\n\n73\n\n74\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 55.\nCONTINUED: 72\n\nFRANKIE\nYou know why? Too much of this.\n\nHe makes a lewd kissing noise. Tony rolls his eyes. Eilis has\nthe good grace to laugh.\n\nLAURENZIO\nAnyway, you'll have to go to\nEbbett’s Field if you want to see\nhim in the summer.\n\nEILIS\nThey're that important to you?\n\nTONY\nPut it this way. If our kids end up\nsupporting the Yankees or the\nGiants, it would break my heart.\n\nThe family laughs, but Eilis can only manage a small smile.\n“Our kids”? Suddenly Eilis sees that their future is all\nmapped out, as far as Tony and his family are concerned.\nFrankie is watching her complicated reaction.\n\nFRANKIE\nShe's not laughing, Tony. I think\nit’s too late. She’s a Yanks fan.\n\nMore laughter. But Tony is watching her carefully.\n\nEXT. STREET. NIGHT 73\n\nTony and Eilis outside Mrs Kehoe’s. Tony comes in close to\nEilis, holds her, kisses her cheek. Eilis is stiff, a little\nafraid.\n\nTONY\n(softly)\nI love you.\n\nEilis stays in the embrace a moment longer, then pulls away.\nEILIS\n\nI..Thank you for the evening. It\n\nwas lovely.\nShe walks down the path towards her house, leaving Tony\nstaring wistfully after her.\nINT. BATHROOM, MRS. KEHOE’S HOUSE. NIGHT 74\nEilis in the bathroom in her dressing gown, cleaning her\nteeth.",
  "45": "---END OF PREVIOUS SECTION---\nBATHROOM, MRS. KEHOE’S HOUSE. NIGHT 74\nEilis in the bathroom in her dressing gown, cleaning her\nteeth. \n---TARGET SECTION TO BE ANNOTATED---\n She stops, and looks at herself in the mirror - maybe\n\ntrying to imagine herself older, married, a mother, an\nAmerican. The bathroom door rattles.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 56.\n74 CONTINUED: 74\n\nSHEILA (0.S.)\nSorry!\n\nEilis is pulled out of the reverie and opens the door.\n\nEILIS\nI'd finished. (Beat, and then,\ntentatively) Sheila... Can I ask\nyou something? Why aren’t you\nmarried?\n\nSHEILA\nBecause my husband met somebody\nelse and left me.\n\nEILIS\nOh. I’m sorry.\n\nSheila shrugs.\n\nEILIS\nAnd...Well, would you get married\nagain?\n\nSHEILA\n\nHas someone asked you?\n\nEILIS\nNo. Not really.\n\nSHEILA\nI won’t ask what that means. Would\nI get married again? No. I want to\nbe waiting outside the bathroom of\nmy boarding-house forever.\n\nEilis doesn’t know how to take this.\n\nSHEILA\n\nOf course I do. That’s why I go to\nthat wretched dance every week. I\nwant to be waiting outside my own\nbathroom. (Beat) While some bad-\ntempered fella with hair growing\nout of his ears reads the newspaper\non the toilet. And then I'1l wish I\nwas back here, talking to you.\n\nShe laughs despairingly, and shrugs.\n\n75 EXT. BROOKLYN COLLEGE. NIGHT 75\n\nEilis emerges from her class, starts to walk down the stairs\nand stops, scanning the entrance hall. Tony isn’t there. She\nwalks down the stairs slowly, still looking around. She stops\nin the entrance hall and waits for a moment.\n\f76\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 57.\n\nEXT. BROOKLYN COLLEGE. NIGHT 76\n\nEilis stands waiting outside, looking up and down the street\nfor Tony. No sign. She gives up and starts to walk up the\nstreet.\n\nTONY (0.S.)\nEilis!\n\nShe looks around. Tony is on the other side of the street,\nbreathless and smiling. Eilis smiles broadly back, with\nvisible relief.",
  "46": "---END OF PREVIOUS SECTION---\nShe looks around. Tony is on the other side of the street,\nbreathless and smiling. Eilis smiles broadly back, with\nvisible relief. \n---TARGET SECTION TO BE ANNOTATED---\nTONY\nI’m sorry.\n\nEILIS\nI thought you weren’t coming.\n\nTONY\nYeah. I thought you’d think that.\nThat’s why I wanted to be here no\nmatter what.\n\nEILIS\nI need to say something to you.\n\nTony’s face falls. He thinks he knows what’s coming.\n\nTONY\nCan you... Can we talk about\nsomething else until we get to Mrs\nKehoe's?\n\nEILIS\nIt’s not...\n\nTONY\nPlease?\n\nThey start to walk along the street together.\n\nTONY\nSo. Ten minutes before I’m supposed\nto meet you and I’m standing ankle-\ndeep in sewage that’s pouring\nthrough this old lady’s ceiling.\n\nEilis looks at his shoes, reflexively.\nTONY\nYeah. Even if you were thinking of\n\ninviting me in for a coffee, I'd\nhave to say no, for your sake.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 58.\n\n76 CONTINUED: 76\nEILIS\nSo how did you fix it in ten\nminutes?\nTONY\n\nI didn’t. I spent the whole ten\n\nminutes explaining to the old lady\nthat I had to be somewhere and I'd\nbe back. She didn’t want to let me\n\ngo.\n\nEILIS\nSo the sewage is still pouring\nthrough the ceiling?\n\nTony shrugs.\n\nTONY\nOh, what’s the difference between\nsix inches of sewage and a foot?\n\nEilis laughs. Tony looks at her anxiously - is she really\ngoing to break off their relationship? Eilis stops.\n\nEILIS\nLet me say what I want to say. I\nthink... I think you’ll... I don’t\nthink you'll mind.\n\nTony takes a deep breath.\n\nTONY\nOkay.\n\nEILIS\nYou remember that after I had\ndinner at your house, you told me\nthat you loved me.\n\nTony nods, sombre and nervous.\n\nEILIS\nWell, I didn’t really know what to\nsay. But I know what to say now. I\nhave thought about you and I like\nyou, and I like seeing you, and\nmaybe I feel the same way. So the\nnext time you tell me you love me,\nif there is a next time, I’11..",
  "47": "---END OF PREVIOUS SECTION---\nBut I know what to say now. I\nhave thought about you and I like\nyou, and I like seeing you, and\nmaybe I feel the same way. So the\nnext time you tell me you love me,\nif there is a next time, I’11.. \n---TARGET SECTION TO BE ANNOTATED---\n1’11\nsay I love you too.\n\nTONY\n(excited)\nAre you serious?\n\nEILIS\nYes.\n\n(CONTINUED)\n\f76\n\n77\n\n78\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 59.\nCONTINUED: 76\n\nTONY\nHoly shit! Excuse my language, but\nI thought we were going to have a\ndifferent kind of talk. You mean\nit?\n\nEILIS\nI mean it.\n\nTONY\nSo why aren’t you smiling?\n\nShe flashes him a quick, forced smile.\n\nEILIS\nCan I go home now?\n\nTONY\nYou love me?\n\nEILIS\nYes. But don’t ask me anything\nelse, and don’t talk about our kids\nbeing Dodgers fans.\n\nTONY\n(laughing)\nYou want kids who like the Yankees?\n\nEILIS\nTony, please don’t push me.\n\nTONY\n(suddenly sober)\nAll right. I’m sorry.\n\nThey walk on.\n\nEXT. STREET. EVENING 77\n\nEilis is walking down a Brooklyn street on an early summer\nevening, holding an envelope. The trees are green, children\nare playing in the street, the last of the daylight is\n\nglinting off the roofs. Eilis takes it all in; she’s happy.\n\nShe reaches Father Flood’s parish house and knocks on the\ndoor.\n\nINT. SACRISTY. EVENING 78\nFather Flood is scanning the letter contained in the envelope\n\nwhile Eilis watches him intently. He hands it back to her\nthoughtfully.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 60.\n78 CONTINUED: 78\n\nFATHER FLOOD\nWell. You’re marvellous. That’s all\nI have to say. And it looks to me\nas though you didn’t just pass\nthose exams. You, you flew through\nthem.\n\nEilis smiles shyly.\n\nFATHER FLOOD\nMost people who come and visit me\nwithout notice are in trouble, of\nsome kind or another. I can’t\nremember the last time anyone came\nhere with good news.\n\nEILIS\nI have saved some money. I’1l be\nable to pay next year’s tuition and\npay you back for last year.",
  "48": "---END OF PREVIOUS SECTION---\nI can’t\nremember the last time anyone came\nhere with good news. EILIS\nI have saved some money. I’1l be\nable to pay next year’s tuition and\npay you back for last year. \n---TARGET SECTION TO BE ANNOTATED---\nFATHER FLOOD\nOne of my parishioners paid. He\nneeded to do something for mankind,\nand I won’t tell you why. He’s not\nout of the woods yet, either, so he\ncan cough up for next year, too.\n\nEILIS\nI'd love to know what sort of woods\nhe’s in.\n\nFATHER FLOOD\nYes, well you won’t hear it from\nme. How's Tony?\n\nEilis looks at him, surprised to be asked.\n\nEILIS\nHe’s well. Thank you for asking.\n\nFATHER FLOOD\nHe’s a solid man. Qualifications\nand a boyfriend, Eilis. You’re not\nthe miserable young girl who wanted\nto go home last winter.\n\nEILIS\nThat seems like years ago.\n79 INT. DINING ROOM, MRS KEHOE’S HOUSE. EVENING 79\nThe girls and Mrs Kehoe at the end of their evening meal.\n\nThey are collecting plates and putting crockery by the sink\nready for washing up.\n\n(CONTINUED)\n\f79\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 61.\nCONTINUED: 79\n\nEilis puts fresh bowls and spoons down on the table. Mrs\nKehoe comes to the table with a large pie on a plate.\n\nMRS KEHOE\nI think this is the first time that\nany girl of mine has passed an exam\nwhile living here, so I bought us a\ntreat.\n\nThere are murmurs of appreciation. Mrs Kehoe sits down at the\ntable and starts cutting the pie into slices and putting the\nslices into bowls.\n\nPATTY\nHave you told Tony, Eilis?\n\nEILIS\nOf course.\n\nSHEILA\nAnd is he taking you out to\ncelebrate?\n\nEILIS\nWe're going to Coney Island at the\nweekend.\n\nDIANA\n(drily)\nOh, boy.\n\nEILIS\nWhat does that mean?\n\nDIANA\nYou have a bathing costume?\n\nEILIS\nNo. I was going to get one at...\n\nPATTY\nDo you have sunglasses?\n\nEILIS\n(increasingly alarmed)\nNo.\n\nSHEILA\nYou need sunglasses. I read that if\nyou don’t have them on the beach\nthis year people will talk about\nyou.",
  "49": "---END OF PREVIOUS SECTION---\nEILIS\n(increasingly alarmed)\nNo. SHEILA\nYou need sunglasses. I read that if\nyou don’t have them on the beach\nthis year people will talk about\nyou. \n---TARGET SECTION TO BE ANNOTATED---\nMRS KEHOE\n(witheringly)\nAnd what will they say, exactly,\nSheila?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 62.\n79 CONTINUED: 79\n\nSheila blushes.\n\nDOLORES\n(seriously)\nThat's the thing, Mrs Kehoe. You'd\nnever know, because they’d never\nsay it to your face.\n\nMrs Kehoe rolls her eyes.\n\nMRS KEHOE\nDiana’s right, though, Eilis. You\nneed to think carefully about your\ncostume. It’s the most Tony will\never have seen of you. You don’t\nwant to put him off.\n\n80 INT. BARTOCCI’S. DAY 80\n\nEilis in her lunch hour, choosing a one-piece bathing suit\nfrom the racks in front of her. She picks out a black one and\na pink one, and goes off towards the dressing-rooms. As if\nfrom nowhere, Miss Fortini appears.\n\nMISS FORTINI\nAre you going to the beach?\n\nEILIS\nYes, Miss Fortini. To Coney Island.\nWith Tony.\n\nMISS FORTINI\nWell, I know he’s a saint, this\nTony, but every Italian man cares\nabout how his girlfriend looks in\nher bathing suit. I’d better help\n\nyou.\nEILIS\nThank you.\n81 INT. CHANGING ROOM. DAY 81\n\nEilis walks into one of the cubicles, but before she can pull\nthe curtain across, Miss Fortini is in the cubicle with her.\nThere’s hardly room for the two of them. Eilis starts to get\nundressed, as modestly as she can in the peculiar\ncircumstances. Miss Fortini watches her, matter-of-factly.\n\nLater. Eilis is wearing the black suit. Miss Fortini looks at\n\nher thoughtfully, and then reaches forward to pull down the\nfabric at the top of Eilis’s thigh.\n\n(CONTINUED)\n\f81\n\n82\n\n83\n\n84\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 63.\nCONTINUED: 81\n\nMISS FORTINI\nYou'll have to shave down here.\nI'll give you a razor that will do\nthe trick.",
  "50": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f81\n\n82\n\n83\n\n84\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 63. CONTINUED: 81\n\nMISS FORTINI\nYou'll have to shave down here. I'll give you a razor that will do\nthe trick. \n---TARGET SECTION TO BE ANNOTATED---\nShe then reaches round to cup Eilis’s bottom. Eilis is too\nshocked to say anything.\n\nMISS FORTINI\nYou're all right there for the\nmoment. And most Italian men\nappreciate the fuller figure. But\nwatch yourself, over the summer.\n\nShe steps back as far as she can and looks at her.\nMISS FORTINI\nThe black’s too dark, for your pale\nskin. Let’s see you in the green.\n\nEilis hesitates.\n\nMISS FORTINI\nQuickly now.\n\nOMITTED 82\nOMITTED 83\nEXT. CONEY ISLAND. DAY 84\n\nTony and Eilis on the boardwalk at Coney Island. It’s a\nbright, beautiful day; Eilis is, after all, wearing\nfashionable sunglasses and a headscarf. They’re both eating\ncotton candy. They stop and look for a space on the packed\nbeach.\n\nTONY\nI can see a spot down there that’s\nprobably big enough for one. If we\ncan wedge ourselves in, maybe we\ncan eventually create enough space\nfor two.\n\n(CONTINUED)\n\f84\n\n85\n\n86\n\n87\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 64.\nCONTINUED: 84\n\nWe watch as Tony and Eilis make their way down onto the beach\nto become a small and anonymous part of the New York summer.\n\nEXT. BEACH. DAY 85\n\nTony is holding a towel round Eilis as she struggles in to\nher bathing costume. He’s looking away, presumably at her\nrequest.\n\nEILIS\nWhy didn’t you tell me to put my\ncostume on underneath my clothes?\n\nTONY\nI thought you’d know.\n\nShe's finished struggling.\n\nEILIS\nI’m ready.\n\nHe drops the towel. Eilis stands there in her costume, a\nlittle embarrassed. Tony gives a loud and lascivious wolf-\nwhistle. Eilis giggles with embarrassment and pleasure.\n\nEXT. SEA. DAY 86\n\nEilis and Tony in the sea. Eilis swims away from Tony - she’s\na good swimmer - but he swims after her, catches her and\ndraws him to her. He picks her up as she tries to wriggle\naway, laughing.",
  "51": "---END OF PREVIOUS SECTION---\nDAY 86\n\nEilis and Tony in the sea. Eilis swims away from Tony - she’s\na good swimmer - but he swims after her, catches her and\ndraws him to her. He picks her up as she tries to wriggle\naway, laughing. \n---TARGET SECTION TO BE ANNOTATED---\n He pulls her to him and kisses her. She\nfreezes a little and pushes him away.\n\nTONY\n(smiling)\nI’m sorry. What’s a guy supposed to\ndo?\n\nShe looks at him, and then kisses him deeply.\n\nFADE OUT.\n\nINT. BARTOCCI’S. DAY 87\n\nEilis at her counter, serving a customer. Music, something\nominously melancholic that undercuts the banal pleasantries\nof Eilis’s letter.\n\nEILIS (V.0.)\nDear Rose. Thanks for your letter.\nI was happy to hear about your golf\ntournament. You must have been\nreally pleased.\n\f88\n\n89\n\n90\n\n91\n\n92\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 65.\n\nINT. EILIS’S HOME IN IRELAND. DAY 88\nWe see Mary knocking on the door of Rose’s bedroom anxiously.\n\nEILIS (V.0.)\nI still miss you and mother, and I\nthink about you every day.\n\nINT. ROSE’S BEDROOM. DAY 89\n\nMary enters the bedroom. Rose is sprawled half out of the\nbed, her head nearly touching the floor; Mary rushes over to\nher, touches her cheek, starts to weep.\n\nEILIS (V.0.)\nBut I think I can say that for the\nfirst time since I’ve been in\nAmerica, I’m really happy.\n\nEXT. EILIS’S HOME. STREET. DAY 90\n\nMary, consoled by a neighbour, watches as Rose’s body,\ncovered by a shroud, is taken to a waiting ambulance.\n\nEILIS (V.0.)\nThis is a lot to do with Tony. He’s\nkind and seems to care about me.\nAnd we have fun, too.\n\nINT. DINING ROOM, EILIS’S HOME. DAY 91\n\nMary sitting on an armchair in her parlour, gripping a\nhandkerchief tightly. The room is filling up with sombre,\nconcerned people who are queuing up to speak to her.\n\nEILIS (V.0.)\nAt the weekend he took me to see\nthe Brooklyn Dodgers, the baseball\nteam he loves. They lost, so he was\nannoyed.\n\nINT. CHURCH.",
  "52": "---END OF PREVIOUS SECTION---\nThey lost, so he was\nannoyed. INT. CHURCH. \n---TARGET SECTION TO BE ANNOTATED---\n EVENING 92\nMary on her knees in church, while she prays at mass.\n\nEILIS (V.0.)\nBut I’ve also started to look for\noffice work, too. I had an\ninterview this week at a textile\nfirm here in Brooklyn.\n\f93\n\n94\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 66.\n\nINT. BARTOCCI’S. DAY 93\n\nEilis looks up, startled, as Miss Fortini and Father Flood\napproach her counter.\n\nEILIS (V.0.)\nWho'd have thought that there would\nbe two book-keepers in the family?\nI’1ll soon be able to afford to...\n\nHer voice trails off. We can’t hear what Father Flood is\nsaying to her, but she looks stricken. The music fades.\n\nINT. STAFF ROOM. DAY 94\n\nFather Flood and Eilis are sitting on two chairs in the\nmiddle, knees almost touching. Eilis is staring at the floor,\nin shock; Father Flood is watching her with enormous\ntenderness and concern.\n\nFATHER FLOOD\nIt was sudden. I think perhaps she\nwas ill, and she knew she was ill,\nand she didn’t tell anybody.\n\nEILIS\nWhat will happen?\n\nFATHER FLOOD\n(softly)\nWhat can happen?\n\nEILIS\nWhen will they bury her?\n\nFATHER FLOOD\nTomorrow.\n\nEILIS\nWithout me.\n\nFATHER FLOOD\n\nWithout you. You’re too far away,\n\nEilis.\n\nEilis starts to cry, and becomes almost hysterical.\n\nEILIS\n\nWhy did I ever come here? Why did I\n\never come here?\nFATHER FLOOD\n\nRose wanted a better life for you.\nShe loved how well you were doing.\n\n(CONTINUED)\n\f94\n\n95\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 67.\nCONTINUED: 94\n\nEILIS\nAnd now I will never see her again.\n\nFather Flood doesn’t say anything.\n\nEILIS\nThat's right, isn’t it, Father? I\nwill never see her again.\n\nFATHER FLOOD\nYou know that I think you will. And\nshe will be watching over you,\nevery day, for the rest of your\nlife.",
  "53": "---END OF PREVIOUS SECTION---\nI\nwill never see her again. FATHER FLOOD\nYou know that I think you will. And\nshe will be watching over you,\nevery day, for the rest of your\nlife. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\nI wish I had never left. I wish I\nhad never come over here.\n\nINT. DINER. NIGHT 95\n\nTony and Eilis are sitting in the diner that they use before\nthe Saturday night dances. They have coffee cups in front of\nthem, but they’re not drinking. Tony is quiet, grief-stricken\nfor a woman he’s never met.\n\nTONY\nI keep thinking about what it would\nbe like if one of my brothers died.\nI'm sorry if that sounds selfish.\nBut it means I can feel what you’re\nfeeling.\n\nEILIS\nI think about it and think about\nit, and then I forget about it for\na moment, and when I remember again\nit’s as though I’ve just been told.\nI can’t bear it, Tony.\n\nTONY\nI wish I could stay with you\ntonight.\n\nEILIS\n\nBut I’1l see you in the morning.\nIt’s very nice of your family, to\ncome to Mass with me.\n\nTONY\nThey wouldn’t miss it for anything.\nI don’t mean that like it sounds. I\njust mean...\n\nEILIS\nI know. Thank you.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 68.\n95 CONTINUED: 95\n\nTONY\nYou want to go home, I guess.\n\nEILIS\nYes. But I don’t know if I can.\n\nTONY\nIf it’s money, then we can all\nhelp. I mean, the whole family.\nEilis blinks back more tears.\nEILIS\nAnd how would it be for you if I\ndid go home?\n\nTony shrugs, and then says, simply and sincerely\n\nTONY\nI'd be afraid, every single day.\nEILIS\nAfraid that I wouldn’t come back?\nTONY\nYeah. Home is home.\nEILIS\nI’m not sure I have a home any\nmore.\nTony thinks.\nTONY\nYou're not going to work tomorrow,\nare you?\nEILIS\nNo.\nTONY\nAfter the mass, can I take you\nsomewhere?\n96 EXT. LONG ISLAND. DAY 96\n\nTony and Eilis are standing on a piece of utterly featureless\nand undeveloped land.",
  "54": "---END OF PREVIOUS SECTION---\n96 EXT. LONG ISLAND. DAY 96\n\nTony and Eilis are standing on a piece of utterly featureless\nand undeveloped land. \n---TARGET SECTION TO BE ANNOTATED---\n The wind is blowing, and we can hear\nseagulls, although there is no view of the sea.\n\nTONY\nThis is it.\n\nHe gestures around him.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 69.\n96 CONTINUED: 96\n\nTONY\nWe’re going to build five houses\nhere, if we can. Mom and Dad will\nhave one, because Mom has always\nwanted a house with a back yard.\nAnd we’ll sell three. And the other\none...My brothers asked me if I\nwanted it, and I said I did.\n\nTony studies her face intently.\n\nTONY\nSo I guess what I’m saying is,\nwould you like to live here on Long\nIsland? I know it doesn’t look like\nmuch right now, but all the land\naround here has been sold, so we\nwouldn’t be on our own. And there’d\nbe, there'd be telephone cables and\nelectricity and everything.\n\nEilis laughs.\n\nEILIS\nI would hope so.\n\nTONY\nWe're going to set up a company, a\nbuilding company, the three of us,\nand I’m gonna do the plumbing, and\nLaurence will do the carpentry,\nand..\n\nEilis looks around her, trying to imagine the future that\nTony sees. It’s not so hard to do.\n\nTONY\nDon’t go quiet on me. At least tell\nme you'll think about it.\n\nEILIS\nI don’t need to think about it.\n\nShe holds out her hands, and Tony takes them, and she pulls\nhim towards her. The camera pulls back and back until we see\ntwo tiny figures, on their own, standing in the middle of\ntheir own future, of a part of America that doesn’t even\nexist yet.\n\n97 INT. PARISH HOUSE. EVENING 97\nEilis is sitting in a chair in Father Flood’s office. She's\n\nnervous and pale. Father Flood is pacing around. They are\nboth watching the telephone.\n\n(CONTINUED)\n\f97\n\n98\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 70.\nCONTINUED: 97\n\nFATHER FLOOD\nI’m sure she won’t be long.",
  "55": "---END OF PREVIOUS SECTION---\nThey are\nboth watching the telephone. (CONTINUED)\n\f97\n\n98\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 70. CONTINUED: 97\n\nFATHER FLOOD\nI’m sure she won’t be long. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\nI’m not sure she even knows where\nthe parish house is.\n\nFATHER FLOOD\nOh, Father Quaid has a car. He was\ngoing to collect her and drive her\n\nup.\n\nEILIS\nPart of me doesn’t even want to\ntalk to her. My own mother!\n\nFATHER FLOOD\nIt’s a difficult conversation to be\nhaving, Eilis. You wouldn’t be\nhuman if you were looking forward\nto it.\n\nThe telephone rings. Both of them stare at it for a second,\nand then Father Flood gestures at Eilis to pick it up.\n\nEILIS\nHello? Mummy?\n\nShe sounds noticeably more Irish throughout the conversation.\nEILIS\n\nI can’t really hear you.\nINT. PARISH HOUSE, IRELAND. EVENING 98\nMary is in the same situation - in an unfamiliar\necclesiastical office, with a priest watching her with\nconcern. Mary looks so much older than the last time we saw\nher, and completely defeated. What comes out of her mouth\n\ncannot reflect the depth of her pain.\n\nMARY\nWell, the rain held off, anyway.\n\nIntercut phone conversation.\n\nEILIS\nThat’s good.\n\nMARY\nAnd the whole of her golf club\ncame. Every single one of them. We\nhad a real houseful afterwards.\n\nEilis doesn’t say anything.\n\n(CONTINUED)\n\f98\n\n99\n\n100\n\n101\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 71.\n\nCONTINUED: 98\nMARY\nAre you still there?\nEILIS\nYes.\nMARY\n\nPeople really loved her, Eilis. Her\nfriends from work, the neighbours,\neverybody.\n\nEilis is weeping.\n\nEILIS\nI know.\n\nMARY\nNobody knew what to say to me.\n\nFinally, her words reflect how she is feeling.\n\nMARY\n\nWhen your daddy died, I said to\nmyself that I shouldn’t grieve too\nmuch because I had you two. And\nwhen you went to America, I told\nmyself the same thing because she\nwas here with me. But everyone’s\ngone, Eilis. I have nobody.\n\nEilis is weeping so hard that she can’t speak. Father Flood\ncomes up behind her and puts his hand on her shoulders.",
  "56": "---END OF PREVIOUS SECTION---\nI have nobody. Eilis is weeping so hard that she can’t speak. Father Flood\ncomes up behind her and puts his hand on her shoulders. \n---TARGET SECTION TO BE ANNOTATED---\nFADE OUT\n\nINT. BEDROOM. NIGHT 99\n\nEilis lying on her bed, staring at the ceiling. She’s still\nwearing her coat. She gets up and leaves the room.\n\nINT. TONY’S HOUSE. NIGHT 100\n\nEilis knocks on Tony’s door. It’s late, and the house is\ndark. Tony opens the door wearing a T-shirt and undershorts.\nHe’s clearly been asleep.\n\nTONY\nCome in for a second. I’1l get\ndressed.\nEXT. STREET. NIGHT 101\n\nTony and Eilis walking through the quiet, late night streets.\nTony holds Eilis to him as close as he can.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 72.\n101 CONTINUED: 101\n\nTONY\n(resigned, sad)\nI knew it.\n\nEILIS\nJust for a month or so. I know it\nwould make her feel a little\nbetter.\n\nTony doesn’t say anything.\n\nEILIS\nPlease speak.\n\nTONY\nWill you marry me before you leave?\n\nEILIS\nYou don’t trust me to come back?\n\nTONY\nMarry me. Marry me. We don’t have\nto tell anyone. We can do it\nquickly, and it will just be\nbetween us.\n\nEILIS\nBut why do you want to do it?\n\nTONY\n(agonised)\nBecause if we don’t, I'll go crazy.\n\nEILIS\nWould a promise not be the same?\n\nTONY\nIf you can promise, then you can\neasily do this.\nEilis sighs, nods, smiles weakly.\nTONY\n\n(heartfelt)\nThank you.\n\n102 EXT. MRS KEHOE’S HOUSE. NIGHT 102\n\nThey have arrived at Eilis’s lodgings. They stand on the\nsidewalk outside the dark, quiet house and kiss.\n\nEILIS\nCome inside.\n\nTONY\nReally?\n\n(CONTINUED)\n\f102\n\n103\n\n104\n\n105\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 73.\nCONTINUED: 102\n\nShe leads him down the little path to her private entrance in\nthe basement and unlocks the door.\nINT. EILIS’S BEDROOM.",
  "57": "---END OF PREVIOUS SECTION---\nCONTINUED: 102\n\nShe leads him down the little path to her private entrance in\nthe basement and unlocks the door. INT. EILIS’S BEDROOM. \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT 103\n\nEilis and Tony enter the basement room. Eilis takes off her\ncoat, and Tony stands there awkwardly.\n\nTONY\nSo this is it? This is where you\nlive?\n\nEILIS\n\nYes, and if you make one tiny noise\nshe’1ll evict me.\n\nShyly, she walks towards him and kisses him gently. The kiss\nbecomes more passionate. Eilis pulls his shirt out from his\ntrousers and runs her hands up and down his back. They move\ntowards the single bed without speaking. Tony lifts Eilis’s\nskirt and undoes his trousers and lies down on top of her.\nAll the time, there is a sense that Tony is taking his cue\nfrom her, that he would stop the moment Eilis expressed any\ndoubt or fear. But she moves out from underneath him and\ndiscreetly removes her panties. Tony pulls his trousers off\nand takes off his boxer shorts.\n\nThey make love. Eilis tries hard not to panic at the feeling\nof Tony inside her, but she’s clearly shocked by the\nsensation; meanwhile Tony is much noisier than she would want\nhim to be, and that panics her further. Eventually he is\nstill, and he lies on top of her for a moment.\n\nA floorboard creaks above their heads. Tony looks up, looks\nat Eilis.\n\nEILIS\n\nOh, there’s no point in worrying\n\nnow. Stay with me.\nTony gets off her, stands up, takes the rest of his clothes\noff and gets into bed. Eilis hesitates, then starts to\nunstrap her bra.\nEXT. MRS KEHOE’S HOUSE. DAY 104\nEilis comes home from work. She pushes at the gate to the\nbasement, but it has been padlocked.\n\nINT. DINING ROOM, MRS. KEHOE’S HOUSE. EVENING. 105\n\nEilis is making herself some scrambled eggs in the kitchen\nfor her tea.\n\n(CONTINUED)\n\f105\n\n106\n\n107\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 74.\nCONTINUED: 105\n\nMrs Kehoe is sitting at the kitchen table reading the\nnewspaper. There is a frosty silence.",
  "58": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f105\n\n106\n\n107\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 74. CONTINUED: 105\n\nMrs Kehoe is sitting at the kitchen table reading the\nnewspaper. There is a frosty silence. \n---TARGET SECTION TO BE ANNOTATED---\n Patty comes in and\nfills the kettle.\n\nMRS KEHOE\nPatty, I’ve put a lock on the\nbasement gate. Just for peace of\nmind. You never know who might try\nto get in there.\n\nShe folds the paper, stands up and leaves the room.\n\nPATTY\nAs God is my witness, I heard\nnothing last night. Nothing at all.\nBut it sounded lovely.\n\nEilis looks away, embarrassed.\n\nEXT. CITY HALL. DAY 106\n\nEilis and Tony walking in to City Hall, hand-in-hand. Both\nhave bought new suits for the occasion, but they are on their\nown.\n\nINT. CITY HALL. DAY 107\n\nEilis and Tony are in the waiting room in City Hall; there\nare a couple of other parties waiting to get married, but\nthey really are parties, with friends and parents and\nsiblings. The group sitting nearest to them contains an eight\nor nine year-old boy, Frankie’s age, who is bored, and\ngetting into trouble with his parents. Tony leaves Eilis\nsitting on a chair and starts fooling around with the boy:\nthey play bat and ball with a rolled-up newspaper and a light\nplastic ball that the kid has been playing catch with. The\nboy’s father comes over.\n\nBOY'S FATHER\nIs he annoying you? Because he was\nannoying me.\n\nThe father is Irish.\nTONY\nNo, no. I got a brother the exact\nsame age. Hey, are you Irish?\nBOY'S FATHER\n\n(grinning)\nIs it so obvious?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 75.\n107 CONTINUED: 107\n\nTONY\nI’m just about to marry an Irish\ngirl, so I guess I notice it more.\nThere are a lot of you in Brooklyn.\n\nBOY'S FATHER\nSometimes it seems as though there\ncan’t be anybody left at home.\nWhere’s your girl from?\n\nTONY\nEnniscorthy, in County Wexford.\nHave you heard of it?\n\nTony throws the kid a gentle pitch with the ball.\n\nBOY'S FATHER\nI think my wife has family there,\nbut she’s got family everywhere.\n\nTONY\nIt’s the same thing with my family.",
  "59": "---END OF PREVIOUS SECTION---\nTony throws the kid a gentle pitch with the ball. BOY'S FATHER\nI think my wife has family there,\nbut she’s got family everywhere. TONY\nIt’s the same thing with my family. \n---TARGET SECTION TO BE ANNOTATED---\nIf you believe anything my dad\nsays, the Fiorellos own most of\nItaly. I don’t understand why we\never left.\n\nThe other man chuckles. Tony calls over to Eilis.\n\nTONY\nHey, Eilis. Come here a second.\n\nAn official from County Hall emerges from an office and\naddresses the waiting room.\n\nOFFICIAL\nAnthony Fiorello and Eilis Lacey.\n\nTONY\nMaybe another time.\n\nBOY'S FATHER\nGood luck.\n\nEilis takes his arm. Tony kisses her on her cheek and they\nwalk off to get married.\n108 EXT. MRS KEHOE’S HOUSE. NIGHT 108\n\nTony and Eilis are kissing outside Mrs Kehoe’s. Eilis breaks\noff and looks at him.\n\nEILIS\n\nWill we ever tell our children we\ndid this?\n\n(CONTINUED)\n\f108\n\n109\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 76.\nCONTINUED: 108\n\nTONY\nMaybe we'll save it for some\nanniversary.\n\nEILIS\nI wonder what they’1l think of it?\n\nTONY\nThey'll believe that we saw a movie\nand ate hot dogs. They won’t\nbelieve that on our wedding night I\ndropped you off at Ma Kehoe’s and\nwent home.\n\nEilis smiles and kisses him again. The camera pans back to\nshow the married couple, kissing in the dark with nowhere to\n\ngo.\nFADE TO BLACK\n\nEXT. CHURCH IN IRELAND. DAY 109\n\nA sunny Sunday morning. Eilis is emerging from Mass arm-in-\narm with Mary. Suddenly we see what we haven’t been able to\nnotice before: Eilis has come back from America a different\nperson. She’s older, and more sophisticated, her clothes are\nbetter and brighter than those of anyone else from her town,\nher hair-style classier, her skin a different colour. Mary,\nmeanwhile, has been aged very quickly by grief and\nloneliness.\n\nEilis’s emergence into the Sunday morning light is\ncomplicated. People are excited to see her, but at the same\ntime they know they have to be respectful of her recent loss.",
  "60": "---END OF PREVIOUS SECTION---\nMary,\nmeanwhile, has been aged very quickly by grief and\nloneliness. Eilis’s emergence into the Sunday morning light is\ncomplicated. People are excited to see her, but at the same\ntime they know they have to be respectful of her recent loss. \n---TARGET SECTION TO BE ANNOTATED---\nHer friend NANCY - Eilis’s age, pretty, bubbly - is, however,\njust overwhelmed with excitement, and pushes through the\nemerging congregation to greet her. Eilis breaks into a broad\nsmile.\n\nEILIS\nNancy!\n\nIn a modern age, or a less buttoned-up culture, they would\nfall into each other’s arms and squeal. There is that level\nof excitement, but they channel it through the clasping of\nhands.\n\nNANCY\nYou look so glamorous!\n\nMARY\n(sourly)\nI told you so.\n\nEilis rolls her eyes at Nancy.\n\n(CONTINUED)\n\f109\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 77.\n\nCONTINUED: 109\n\nNANCY\n\nI’m so sorry about Rose.\nEILIS\n\nThank you.\nNANCY\n\nIt was a beautiful funeral, Mrs\n\nLacey.\nEILIS\n\nHow are you?\n\nNancy wiggles her fingers, and Eilis sees the engagement ring\non her finger.\n\nEILIS\n(excited)\nNo!\n\nMARY\nI knew. But I wanted to let Nancy\ntell you herself.\n\nNANCY\nI’m so glad you can come to the\nwedding.\n\nEILIS\nCan I?\n\nNANCY\n\nYour mother accepted the invitation\non your behalf.\n\nEILIS\nWhen is it?\n\nNANCY\nThe 27th of August.\n\nEilis’s smile freezes perceptibly.\n\nNANCY\nWill you come out with George and\nme tomorrow night? Annette wants to\nsee you, too.\n\nEilis looks at Mary for permission.\nMARY\nOh, I don’t mind. I’1l have to find\n\nyou a key. I don’t want you getting\nme out of bed.\n\n(CONTINUED)\n\f109\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 78.\nCONTINUED: 109\n\nNANCY\nWe all want to hear what life in\nNew York is like.\n\nEILIS\nI'll try and think of something to\nsay.\n\nNancy rejoins her parents, who are standing a little way\naway, waiting for her.\n\nEILIS\nI’m booked to go back to New York\non the twenty-first.",
  "61": "---END OF PREVIOUS SECTION---\nEILIS\nI'll try and think of something to\nsay. Nancy rejoins her parents, who are standing a little way\naway, waiting for her. EILIS\nI’m booked to go back to New York\non the twenty-first. \n---TARGET SECTION TO BE ANNOTATED---\nMARY\n(blithe)\nOh, you can wait an extra week to\nsee your best friend married.\n\nEXT. CEMETERY. DAY 110\n\nEilis walking down a path in her local church in Ireland.\nShe's holding a wreath. Close on her hands - she takes her\nwedding ring out of her pocket, slips it on.\n\nShe arrives at Rose’s grave. She kneels, places the wreath on\nthe grave, stands up. She’s sombre, near tears, but together.\n\nEILIS\nI’ve come home. Just for...\n\nAn elderly lady is coming down the path. Eilis stops, self-\nconscious, and waits until she’s walked past.\n\nEILIS\nJust for a month or so. I know\nmother needed me home. There’s so\nmuch to do. Mother wants me to go\nthrough all your clothes, and take\nwhat I want. I can’t bear to take\nanything. (Beat) Rose, I got\nmarried. I married Tony. Just\nbefore I left. Nobody knows, not\neven Mother. Only you, now. We were\nmarried at City Hall, and when I go\nback we’ll get married properly.\nI’1ll tell people then. I can’t\nbelieve I’m married to someone you\nwill never know. But you’d like\nhim. I know you would. He’s sweet,\nand funny, and he has these\nwonderful eyes that..\n\nShe stops and sighs heavily.\n\n(CONTINUED)\n\f110\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 79.\nCONTINUED: 110\n\nEILIS\nI wish..Oh, I wish everything were\ndifferent. (Beat) It’s so strange,\nbeing in the house without you.\nEvery time I hear even the\nslightest noise I think it’s you. I\npray for you every day. I hope you\npray for us.\n\nShe closes her eyes, momentarily, and then walks away.\n\nINT. DINING ROOM, EILIS’S HOUSE. DAY 111\n\nEilis and Mary, sitting at the table in the front room,\nplodding through the pile of letters that have to be written.\n\nMARY\nSo now.\n\nShe picks up the next one in the pile.\n\nMARY\nMrs O’Toole from Cush.",
  "62": "---END OF PREVIOUS SECTION---\nMARY\nSo now. She picks up the next one in the pile. MARY\nMrs O’Toole from Cush. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\nDo we really have to do this?\nGetting a letter of condolence\nisn’t like getting a birthday\npresent, is it? What if Mrs O'Toole\nfrom Cush writes back to thank you\nfor your thank you?\n\nMARY\nThen I’1l1 thank her.\n\nEILIS\nAnd you'd be happy to spend the\nrest of your life like that?\n\nMARY\nIt’s not as if I have anything else\nto do. Nor anybody else to talk to.\nIt might as well be Mrs O'Toole\nfrom Cush.\n\nEILIS\n(wearily)\nWhat do you want me to say?\n\nJust at that moment there is the sound of a car horn - two\nbeeps, a cheery greeting.\n\nEILIS\n\nThat’1l be Nancy and George and\nAnnette.\n\n(CONTINUED)\n\f111\n\n112\n\n113\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 80.\nCONTINUED: 111\n\nMARY\nOff you go. Enjoy yourself.\n\nEXT. EILIS’S HOUSE. EVENING 112\n\nWaiting outside in the gleaming four-door saloon car are\nNancy, GEORGE, her fiancee, and his friend JIM. Both men are\nsporting the Rugby Club trademark blazers and Brylcreem.\nThere is no sign of Annette. The men are in the front seats -—\nit’s George’s car - and Nancy is in the back. Eilis pauses\nmomentarily when she sees Jim. She smiles thinly and gets in.\n\nINT. GEORGE’S CAR. EVENING 113\nEilis settles herself in and George starts the car.\n\nNANCY\nEilis, this is Jim Farrell.\n\nEILIS\n(cool)\nHello.\n\nJim turns around and shakes Eilis’s hand. He’s confident,\ndirect, sincere, manly. If he didn’t come with rugby-club\nbaggage, he might even be described as extremely attractive.\n\nJIM\nIt’s a great pleasure to meet you.\n\nEilis nods. When Jim has turned around again, Eilis makes a\nwhy-didn’t you-tell-me? face at Nancy.\n\nJIM\n(to George)\nWe could try the Connaught Hotel\nbar. There may be a few of the\nfellas from the rugby club there.",
  "63": "---END OF PREVIOUS SECTION---\nWhen Jim has turned around again, Eilis makes a\nwhy-didn’t you-tell-me? face at Nancy. JIM\n(to George)\nWe could try the Connaught Hotel\nbar. There may be a few of the\nfellas from the rugby club there. \n---TARGET SECTION TO BE ANNOTATED---\nEilis looks at Nancy, wanting her to say something; Nancy\ndoesn’t even know there’s something to say.\n\nEILIS\n(tartly)\nDo you have to be with other fellas\nfrom the rugby club all the time?\n\nJim turns around again. He’s amused.\n\nJIM\nNo. But Nancy told us that we\nwouldn’t be allowed to talk to you,\nbecause you had too much to say to\neach other. So we're looking for\ncompany.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 81.\n113 CONTINUED: 113\n\nEILIS\n(embarrassed)\nOh. Well.\n\nShe should probably apologise, but she doesn’t.\n\nGEORGE\nDo you not like the fellas from the\nrugby club, Eilis?\n\nHe tries to catch Jim’s eye, but Jim doesn’t want to get\ninvolved in this.\n\nEILIS\nI don’t, particularly, George.\n\nNancy nudges her and makes a pleading face. Eilis ignores\nher.\n\nEILIS\nWhen I first went to America, I\nmissed every single thing about\nEnniscorthy except one.\n\nJIM\nWe’re not all the same.\n\nEILIS\nYou all look the same. It’s the\nblazer and the hair-oil.\n\nJim and George look at each other and laugh with recognition.\n\n114 EXT. CONNAUGHT HOTEL DRIVEWAY. EVENING 114\n\nThey get out of the car. Jim and George walk ahead - Eilis\nhangs back deliberately so that she can talk to Nancy.\n\nEILIS\nWhy has he come? And where’s\nAnnette?\n\nNANCY\n\nHe saw you at Mass on Sunday\nmorning, and he asked George if we\ncould arrange a drink, just the\nfour of us. And I knew you wouldn’t\ncome if I told you. He’s very nice,\nso don’t be too hard on him.\n\nEILIS\nIs this the same Jim Farrell that\nwas engaged to Cathleen Cassidy?\nWhat happened to her?\n\n(CONTINUED)\n\f114\n\n'Brooklyn' YELLOW Script Dated 24th April 2014\nCONTINUED:\n\nNANCY\nHe broke it off. He didn’t think\nshe was serious about him.",
  "64": "---END OF PREVIOUS SECTION---\nWhat happened to her? (CONTINUED)\n\f114\n\n'Brooklyn' YELLOW Script Dated 24th April 2014\nCONTINUED:\n\nNANCY\nHe broke it off. He didn’t think\nshe was serious about him. \n---TARGET SECTION TO BE ANNOTATED---\n He was\nvery upset for a while, but he’s\nover her now.\n\nEILIS\nNancy, I’m..\n\nShe hesitates.\n\nEILIS\nI’m going back.\n\nNANCY\nHe knows that. But you can have a\nbit of fun while you’re here, can’t\nyou?\n\n82.\n114\n\nGeorge and Jim wait for the girls to catch them up. George\nand Nancy then walk ahead. Jim slows his pace so that he can\n\ntalk to Eilis privately.\n\nJIM\nHow is your mother?\n\nEILIS\nOh, she’s...Well, she’s sad. (Beat)\nAnd she’s got much older, very\nquickly.\n\nJIM\n(sincerely)\nIt was a terrible thing. We all\nwent to the funeral Mass. My mother\nand father and myself.\n\nEILIS\nI, I didn’t know that.\n\nJIM\nMy mother played golf with her, you\nknow. She was very fond of her. It\n\nwas... It was the saddest thing to\nhappen in the town that I can\nremember.\n\nJim is so pained and so genuine that Eilis can only look at\nhim with gratitude. She can’t speak, and she’s close to\n\ntears.\n\nEILIS\nThank you.\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 83.\n\nINT. CONNAUGHT HOTEL BAR. EVENING 115\n\nEilis, Nancy and George watch as Jim pays for the round of\ndrinks at the bar: pints for the men, gin and bitter lemons\nfor the girls.\n\nJIM\nWe can stand at the bar, George,\ncan’t we? And the ladies can have\ntheir gossip over there.\n\nHe gestures towards a quiet table in the corner of the room.\nAfter the conversation she had with Jim on the way in, Eilis\nfeels awkward.\n\nEILIS\nOh, we’re not going to talk about\nanything terribly exciting.\n\nNANCY\n(disappointed)\nOh, really? You’ve got nothing to\ntell me?\nJIM\n\nI'd love to hear something about\nNew York. If I promise not to say\nanything, can I listen?\n\nLater. Jim, George and Nancy are listening to Eilis talking\nabout her new life.\n\nEILIS\nAh, but that’s Manhattan.",
  "65": "---END OF PREVIOUS SECTION---\nLater. Jim, George and Nancy are listening to Eilis talking\nabout her new life. EILIS\nAh, but that’s Manhattan. \n---TARGET SECTION TO BE ANNOTATED---\n I live in\nBrooklyn, and I work in Brooklyn,\nand if I go out, I go out in\nBrooklyn, and the skyscrapers are\nacross the river. I don’t even\nthink about them, very often.\n\nNANCY\nBut you’ve made friends?\n\nEILIS\nOh, the girls in the house aren't\nso bad, once you get used to them.\n\nNANCY\nYou don’t make it sound very\nglamorous.\n\nEILIS\nIt’s not, really.\n\nNANCY\n\nNot even..what do you call it? The\ndepartment store where you work?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 84.\n115 CONTINUED: 115\n\nEILIS\nBartocci’s? It sells lovely things.\nBut I can’t afford many of them,\nand I don’t like the work.\n\nJIM\nWhat would you like to do?\n\nEILIS\nI want to do what Rose did. I want\nto work in an office, and deal with\nnumbers. That’s why I’ve been\nstudying so hard.\n\nJIM\nYou should call in at Davis’s. They\nhaven’t managed to replace Rose,\nyou know. We do business with them,\nand they've been looking, but they\ncan’t find anyone who’s reliable\nand qualified.\n\nEILIS\nI‘1l be going back to New York\nstraight after the wedding.\n\nJIM\nBut you might want to earn a little\nmoney in the meantime. I’m sure\nthey’d be glad to have you.\n\nGEORGE\n(teasing)\nOh, you just want her to stay.\n\nJIM\nI’m only thinking of Eilis.\n\nHe says this ambiguously, and with a smile. He doesn’t mind\nbeing teased, and he certainly doesn’t mind being teased on\nthis particular subject.\n\nGEORGE\nD’you hear that, Eilis? He’s only\nthinking of you.\n\nEilis blushes. She makes eye contact with Jim, and she looks\naway first.\n\n116 EXT. EILIS’ HOUSE. NIGHT 116\nEilis emerges from George’s car, amid laughter. The evening\n\nhas clearly gone well. She walks towards her house and\nnotices that the light in the front room is still on.",
  "66": "---END OF PREVIOUS SECTION---\nNIGHT 116\nEilis emerges from George’s car, amid laughter. The evening\n\nhas clearly gone well. She walks towards her house and\nnotices that the light in the front room is still on. \n---TARGET SECTION TO BE ANNOTATED---\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 85.\n\n117 INT. DINING ROOM, EILIS’S HOUSE. NIGHT. 117\n\nEilis comes in to the front room. Mary is reading the\nnewspaper in an armchair.\n\nMARY\nHow was your evening?\n\nEILIS\nIt was very nice, thank you.\n\nMARY\nWas that Jim Farrell I saw in the\ncar with them?\n\nEILIS\nIt was.\n\nMary raises her eyebrows quizzically. Eilis isn’t biting.\n\nMARY\nHis parents are moving, you know.\nThey're retiring to the country.\nHe’1l be in that big house on his\nown.\n\nEILIS\nIs that right?\n\nMARY\nHe’s a catch for someone. (Beat)\nDid you see the air-mail letter\nthat came for you?\n\nEILIS\nNo. Thank you.\n\nShe's embarrassed by something. Mary studies her.\n\nMARY\nOne of your new friends in America,\nI suppose.\n\nEILIS\nI expect so. Goodnight, Mummy.\n\n118 INT. BEDROOM. NIGHT 118\n\nEilis rushes into the bedroom, sits on the bed, tears open\nher letter and reads it voraciously. We have seen something\nlike this before - when she was in Brooklyn, devouring\nletters from Ireland.\n\f120\n\n121\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 86.\n\nEXT. TOWN. DAY 119\n\nEilis walking through the streets of Enniscorthy, carrying\ngrocery shopping. She smiles and says hello to a couple of\npeople.\n\nINT. HOUSE. DAY 120\n\nEilis comes in through the front door with the shopping. Mary\nbustles out of the front room into the hall.\n\nMARY\nOh, thank goodness you’re back.\n\nEILIS\n(alarmed)\nWhat’s the matter?\n\nMARY\nA lad from Davis’s came round. They\nhave a problem in their accounts\ndepartment and they need you up\nthere straight away.\n\nEILIS\n(relieved)\nIs that all? I’1l just put the\nshopping away.\n\nMARY\nNo, no, leave it. Straight away,\nthe young fella said.\n\nEILIS\nIt doesn’t matter what he said,\nMother. I’m not an employee.",
  "67": "---END OF PREVIOUS SECTION---\nStraight away,\nthe young fella said. EILIS\nIt doesn’t matter what he said,\nMother. I’m not an employee. \n---TARGET SECTION TO BE ANNOTATED---\n I'd be\ndoing them a favour.\n\nMARY\nPlease, let me do the shopping.\n\nShe blocks Eilis’s way, takes the bags off her impatiently.\nEilis sighs, turns around, goes out of the door.\n\nINT. OFFICE. DAY 121\n\nMARIA, a woman in her mid-thirties, ushers Eilis through a\nlarge outer office where several people are working into a\nsmaller office. On the desk there is a framed photograph of\nEilis. She sees it immediately, but doesn’t say anything.\n\nMARIA\nThe problem is that it’s our busy\nseason, so all the drivers and mill-\nworkers did overtime last week.\n(MORE )\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 87.\n\n121 CONTINUED: 121\nMARIA (CONT'D)\nWell, they’ve all filled out their\novertime slips, which are here...\n\nShe picks a pile of slips up off the desk.\n\nMARIA\nBut there’s been nobody to work it\nall out and add it to their wage\nslips, and some of the men have\nstarted to complain. And I can’t\nblame them. As you can see, it’s\nall a terrible mess.\n\nEILIS\nIf you leave me for a couple of\nhours, I can work out a system so\nthat whoever comes in after me\nwon't have any trouble. I’1l come\nand find you if I have any\nquestions.\n\nMARIA\nYou're sure you don’t need me in\nhere?\n\nEILIS\nI’m sure.\n\nLater. Eilis is completely absorbed in her work - this, after\nall, is what she has always wanted to do.\n\nAt the end of the day, the office is in impeccable shape -\nEilis has tidied up all the overtime slips, and has wage\npackets lined up in alphabetical order in a box. Just as she\nis standing up to go, there is a perfunctory knock on the\ndoor and MR BROWN, owner of Davis’s, walks in.\n\nMR BROWN\nHello, Eilis. Maria has been\ntelling me that you’ve done the\nmost marvellous job here. We should\nhave known you would, of course.\nYou're Rose’s sister, after all.",
  "68": "---END OF PREVIOUS SECTION---\nMaria has been\ntelling me that you’ve done the\nmost marvellous job here. We should\nhave known you would, of course. You're Rose’s sister, after all. \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\nThank you.\n\nMR BROWN\nI’m told you have a certificate in\nbook-keeping. Is it American book-\nkeeping?\n\nEILIS\nI got the certificate in America,\nbut the two systems are very\nsimilar.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 88.\n121 CONTINUED: 121\n\nMR BROWN\nWell, we'll certainly need someone\nto deal with wages and so on during\nthe busy season, so I'd like you to\ncontinue on a part-time basis.\nLet’s see how that goes, and then\nwe'll speak again.\n\nEILIS\nI will be going back to the United\nStates soon.\n\nMR BROWN\nAs I say. Let’s you and I speak\nagain before we make any firm\ndecisions one way or the other.\n\nEilis hesitates for a moment.\n\nEILIS\nYes, Mr. Brown. Of course. Thank\nyou.\n\nMR BROWN\n\nNow, if you go and see Maria,\nshe’ll have your money for today.\n\n122 EXT. CLIFFTOPS. DAY 122\n\nA gorgeous, sunny, windy August day. Nancy, George, Eilis and\nJim stand on the cliffs looking out to sea. They are carrying\ntowels and bathing suits. Down beneath them is a gloriously\nempty sandy beach.\n\nEILIS\n(wonderingly)\nI’d forgotten.\n\nNANCY\nWhat?\n\nEILIS\nThis.\n\nJIM\n\nDo you have beaches in Brooklyn?\nEilis smiles, remembering her day with Tony at Coney Island.\nEILIS\nYes. But..they’re different. The\none I’ve been to is, anyway.\n\nJIM\nStones?\n\n(CONTINUED)\n\f122\n\n123\n\n124\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 89.\n\nCONTINUED: 122\nEILIS\n(confused)\n\nStones?\nJIM\n\nAre the beaches stony?\nEILIS\n\nOh. It’s not that. They’re very\n\ncrowded.\nJIM\n\nThere will probably be quite a few\nwalkers here later.\n\nEILIS\n(smiles)\nYes, I’m sure. It’s still not the\nsame.\n\nJIM\nI’m sure it’s not.",
  "69": "---END OF PREVIOUS SECTION---\nEILIS\n(smiles)\nYes, I’m sure. It’s still not the\nsame. JIM\nI’m sure it’s not. \n---TARGET SECTION TO BE ANNOTATED---\n (Sadly) We\ndon’t really know anything of the\nrest of the world. We must seem\nvery backward to you now.\n\nEILIS\nOf course not. You seem calm, and\ncivilized. And charming.\n\nTo her own amazement, Eilis is flirting.\n\nEXT. CLIFF PATH. DAY 123\n\nThe four make their way down the path to the beach. George\nholds Nancy’s hand as she jumps down the last big step; Jim\noffers his hand to Eilis. She hesitates, and then takes it.\nThere is a moment between them as she reaches the sand.\n\nEXT. BEACH. DAY 124\nJim and Eilis walk behind Nancy and George along the beach.\n\nJIM\n\nMy mother wanted you to know that\nthe golf club is inaugurating a\nprize in Rose’s name. A special\ntrophy, for the best score by a\nlady newcomer at the club. She was\nalways very nice to the newcomers,\nmy mother says.\n\nEilis stops, a little overcome.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 90.\nCONTINUED: 124\n\nJIM\nI hope you're pleased.\n\nEILIS\nYes. Of course. (Beat) So every\nyear, somebody will win the Rose\nLacey Trophy?\n\nJIM\nEvery year. As long as there’s a\ngolf club.\n\nEilis starts to walk again, lost in thought.\n\nJIM\nI think my mother would like you to\ncome along and present it to the\nfirst winner. Oh, and she’d like to\nmeet you, by the way. I’m supposed\nto arrange a time when you can come\nfor tea.\n\nEILIS\nThank you. I’d like that. (Beat) I\nwish it had been like this before I\nwent. Before Rose died.\n\nJIM\nLike what?\n\nEILIS\nThere was no place for me here\nbefore. And now...I have a job, and\n\nShe makes a vague gesture, which seems to include Jim, and\ntrails off.\n\nNANCY\n(off in the distance)\nHere?\n\nShe dumps the towels where she is standing.\n\nLater.",
  "70": "---END OF PREVIOUS SECTION---\nNANCY\n(off in the distance)\nHere? She dumps the towels where she is standing. Later. \n---TARGET SECTION TO BE ANNOTATED---\n Nancy, George and Jim are engaged in the age-old and\ninelegant struggle between towels and immodesty, as they try\nto put their bathing costumes on. They hop on one leg, curse\nand giggle. Eilis takes off her blouse and skirt to reveal\nthe bathing costume (and more of the tan) that she got in\nAmerica. Nancy and George are impressed with the simplicity\nof the idea; Jim is just impressed generally.\n\nNANCY\nIs that an American trick?\n\nEILIS\nYes. It’s a good one, isn’t it?\n\n(CONTINUED)\n\f124\n\n125\n\n'Brooklyn' YELLOW Script Dated 24th April 2014\nCONTINUED:\n\nNANCY\nIt’s depressing, though, that we\ndon’t think of things like that,\nisn’t it? I mean, how long have\nthey known about it? A hundred\nyears, probably.\n\nJIM\n(reverently)\nI don’t think they had bathing\nsuits like that a hundred years\nago. And we still don’t have them\nnow.\n\nNancy and George exchange knowing, smiling glances.\n\nNANCY\nCome on.\n\nThe four of them skip down the sand into the sea.\n\nINT. TONY’S HOUSE. NIGHT\n\n91.\n124\n\n125\n\nFrankie, Tony’s little brother, is lying on his bed in his\n\npyjamas, reading. Tony comes in.\n\nTONY\nYou want to go see the Dodgers on\nSaturday?\n\nFrankie sits bolt upright.\n\nFRANKIE\nSure.\n\nTONY\nOK, will you do something for me?\n\nFRANKIE\nWhat?\n\nTony closes the bedroom door behind him.\n\nTONY\nSo if you laugh, or say anything\nabout this to anyone else in the\nfamily, you don’t get to see the\nDodgers on Saturday. Or any other\nday of the season. Also, you get a\nbeating.\n\nFRANKIE\nMaybe it’s just better if I don’t\nget involved.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 92.\n125 CONTINUED: 125\n\nTONY\nI really need your help.\n\nFRANKIE\nSo stop telling me you’re going to\nbeat me up. I like the Dodgers, but\nI could listen on the radio.",
  "71": "---END OF PREVIOUS SECTION---\n125 CONTINUED: 125\n\nTONY\nI really need your help. FRANKIE\nSo stop telling me you’re going to\nbeat me up. I like the Dodgers, but\nI could listen on the radio. \n---TARGET SECTION TO BE ANNOTATED---\nTony produces a letter from his pocket. It’s crumpled, and a\nlittle grubby.\n\nTONY\nYou know you’re the best writer and\nreader in the family?\n\nFRANKIE\n(cocky)\nYeah.\n\nTONY\nI’m trying to write to Eilis, and I\nwant it to be, I dunno...\n\nFRANKIE\nYou wrote before already. About\nfive times.\n\nTONY\nYeah, but... They’re no good,\nFrankie. And she’s only written\nback once. She’s never read my\nwriting before. I’m worried I’m\nputting her off me.\n\nFRANKIE\nI'm eight years old. I don’t know\nanything about kissing.\n\nTONY\nYou don’t need to know anything\nabout kissing. You need to know\nabout spelling and, and sentences.\n\nFRANKIE\nGrammar.\n\nTONY\nYeah. Will you look?\n\nHe hands Frankie the letter hopefully, and a little\ndesperately.\n\f126\n\n127\n\n128\n\n129\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 93.\n\nEXT. BEACH. DAY 126\n\nEilis, Jim, Nancy and George in the sea. Nancy and George are\nphysically intimate with each other, in the way that Tony and\nEilis were at Coney Island; Eilis and Jim are further apart,\nof course, but by no means distant, and playful with each\nother. Music - the score at this point is wistful, regretful,\nheartbreaking.\n\nTONY (V.O.)\n(in a halting, unconfident\nmonotone )\n\nDear Eilis, I hope that you are\ndoing well in Ireland. I hope that\nyour mother is feeling less sad. It\nwill not be long before your friend\ngets married and you can come home.\n\nINT. OFFICE. DAY 127\n\nEilis back at Davis's, in her one-woman accounts department.\nShe's animated, confident, her intelligence alive in her\nface. She’s tallying up a row of figures in a ledger. On the\ndesk, there is a framed photograph of Rose. A driver knocks\non the door, she smiles, hands him a wage packet.\n\nTONY (V.O.)\nThis week it is like the whole\nworld’s basements are flooding. I\nhave fixed three.",
  "72": "---END OF PREVIOUS SECTION---\nTONY (V. O.)\nThis week it is like the whole\nworld’s basements are flooding. I\nhave fixed three. \n---TARGET SECTION TO BE ANNOTATED---\n I have been\nworking hard. I have been saving\n\nmoney.\nTONY (V.O.)\n\nEverybody asks me about you all the\n\ntime.\n\nFRANKIE (V.O.)\nYou missed out an ‘e’ I think. It’s\n“everybody”.\n\nOMITTED 128\n\nEXT. BEACH. EVENING 129\n\nA different beach. Jim and Eilis, walking along the water's\nedge, carrying their shoes.\n\nTONY (V.O.)\nAnyway, I think that is all my\nnews. Mom and Dad and my brothers\nall say hello.\n\f130\n\n131\n\n132\n\n132A\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 94.\n\nINT. KITCHEN, EILIS’S HOUSE. NIGHT 130\n\nMary gets up from her armchair, pulls back the curtains. She\nsees Jim's car parked outside on the street.\n\nTONY (V.O.)\n\nI think about you most minutes of\nmost days. Even when I go to see\nthe Dodgers I do not concentrate on\nthe games. (To Frankie) I guess I\ngot “concentrate” wrong, right?\n\nMary peers intently into the darkness. She, like us, can see\nEilis and Jim kissing chastely.\n\nTONY (V.O.)\nWith love, your Tony. (Beat) So how\nshould I change it?\n\nMary smiles.\n\nINT. EILIS’S HOUSE. DAY 131\n\nEilis comes in from work. On the hall table there is an\nairmail letter. She picks it up. She is about to open it\nthere and then, but she decides not to.\n\nINT. BEDROOM. DAY 132\n\nEilis sits down on the bed with the letter. She stares at the\ncrude but neat handwriting. She goes to open it again - and\nagain, she can’t bring herself to do it.\n\nClose on the top drawer of the chest of drawers by Eilis’s\nbed. Her hand opens the drawer, puts the letter on top of\nseveral other identical letters, all apparently unopened.\n\nINT. CONNAUGHT HOTEL. EVENING 132A\n\nJim and Eilis are eating at the Connaught. Jim is wearing a\nblazer, and he’s nervous.",
  "73": "---END OF PREVIOUS SECTION---\nCONNAUGHT HOTEL. EVENING 132A\n\nJim and Eilis are eating at the Connaught. Jim is wearing a\nblazer, and he’s nervous. \n---TARGET SECTION TO BE ANNOTATED---\n Eilis recognises his nerves and his\nvulnerablity, and she’s grateful for them.\n\nEILIS\nNo hair oil. And that’s not a\nblazer, it’s a sports jacket. Have\nyou come out in disguise, Jim\nFarrell? Are you trying to trick\nme?\n\nJim laughs self-deprecatingly, blushes, and smooths his hair,\nembarrassed.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 94a.\n132A CONTINUED: 132A\n\nJIM\nI knew what you meant, when you\nsaid we're all the same. And it\nmade me think that my life must\nseem very easy to you. I’m going to\nrun my father’s bar, and I’m going\nto live in my parents’ house. I can\nsee what that must look like from\nthe outside. But it doesn’t feel\nlike that.\n\nEILIS\nWhat does it feel like?\n\nJim thinks.\n\nLater. Eilis is eating a roast dinner. Jim doesn’t seem to\nhave touched the food on his plate. He is in full flow.\n\nJIM\nAnd I’ve never been anywhere. I\nhave never even been to England.\nI'd like to see London, and Paris,\nand Rome. And New York. It\nfrightens me, the thought of dying\nwithout ever leaving Ireland. And\nthere are other things, too...\n\nLater. They are drinking coffee.\n\nJIM\nI’m sorry. I wanted to ask you a\nthousand things and all I’ve done\nis talked.\n\nEILIS\nI’m glad.\n\nJIM\nReally?\n\nEILIS\nYes.\n\n133 EXT. CHURCHYARD. DAY 133\n\nIt’s the day of Nancy and George’s wedding. Jim, Eilis and\nMary, all dressed in Sunday best, are walking towards the\nchurch, Mary on Eilis’s arm.\n\nMARY\n\nI don’t want to be sitting right at\nthe back.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 94B.\n133 CONTINUED: 133\n\nJIM\n\nOh, we’ll make sure you get the\nbest seats in the house.",
  "74": "---END OF PREVIOUS SECTION---\nMARY\n\nI don’t want to be sitting right at\nthe back. (CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 94B. 133 CONTINUED: 133\n\nJIM\n\nOh, we’ll make sure you get the\nbest seats in the house. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f133\n\n134\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 95.\nCONTINUED: 133\n\nMARY\n(alarmed)\nOh, it wouldn’t feel right, sitting\nup there with Nancy and George.\n\nJIM\n(smiling)\nWe'll find the second-best seats in\nthe house, then. Would you like me\nto run ahead and save a couple of\nplaces, Mrs Lacey?\n\nMARY\nWould you mind, Jim? That would be\ngrand.\n\nJim walks briskly ahead.\n\nMARY\nHe’s a real gentleman, isn’t he?\n\nEILIS\n(neutral)\nHe is.\n\nMARY\nHe came along at just the right\ntime for us.\n\nEilis says nothing.\n\nMARY\nIs he why you changed your ticket\nagain?\n\nEILIS\n\nOh, no. They need me at Davis's too\nmuch for me to think about going\nfor a week or two, that’s all.\n\nINT. CHURCH. DAY 134\n\nNancy and George getting married. Nancy is looking into\nGeorge’s eyes and reciting her vows.\n\nNANCY\nI promise to be true to you in good\ntimes and in bad, in sickness and\nin health. I will love you and\nhonour you all the days of my life.\n\nWe see Jim, Eilis and Mary in the congregation. Jim tries to\nsteal a sideways glance at Eilis, but she won’t catch his\neye, and, to Jim at least, her expression is unreadable -\ncertainly she’s not smiling. If anything, she looks afraid.\n\f135\n\n136\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 96.\n\nEXT. CHURCHYARD. DAY 135\n\nAs Nancy and George get into the car that will take them to\nthe church and the reception, Eilis has been caught by one of\nMary’s friends, Mrs Byrne.\n\nMRS BYRNE\n(knowingly)\nYour mother tells me you things are\nworking out for you very well in\nEnniscorthy, Eilis.\n\nEilis doesn’t know what to say.\n\nEILIS\nIt was a lovely service.\n\nMRS BYRNE\nAnd Mr and Mrs Farrell are moving\nout to Glenbrien, so Jim will...",
  "75": "---END OF PREVIOUS SECTION---\nEilis doesn’t know what to say. EILIS\nIt was a lovely service. MRS BYRNE\nAnd Mr and Mrs Farrell are moving\nout to Glenbrien, so Jim will... \n---TARGET SECTION TO BE ANNOTATED---\nEILIS\n(abrupt)\nYes, I know. (Beat) Jim and I\npromised my mother we'd take her\nback to the car. She says she can’t\nremember where we parked it.\n\nMRS BYRNE\nOh, do you hear that? “Jim and I!\nJim and I!”. It won’t be long now,\n\nby the sound of it, and your mother\nwill have a wonderful day out.\n\nEilis smiles thinly.\n\nEILIS\nWill you excuse me?\n\nINT. WEDDING RECEPTION. NIGHT 136\n\nJim and Eilis are slow-dancing to the band, along with\nseveral other couples, in the ballroom of the hotel. It’s\nclearly the fag-end of the evening, and many of the older\npeople have gone home, apart from those too incapable of\nstirring themselves.\n\nJIM\nCan we talk?\n\nEilis pulls her face away, looks at him.\n\nEILIS\nWhat about?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 97.\n136 CONTINUED: 136\n\nJIM\nAbout...Well, the future.\n\nEilis takes a breath. She can guess what’s coming.\n\nEILIS\nYes.\n\nJIM\nI can’t just let you go back to\nAmerica without saying anything.\nI'd regret it for the rest of my\nlife. So: I don’t want you to go. I\nwant you to stay here, with me.\n\nEilis stiffens perceptibly.\n\nJIM\nAnd that means asking you another\nquestion, I know that, but I don’t\nwant to bombard you. I’1l save that\none for later.\n\nHe looks at her expectantly. She shrugs helplessly.\n\nEILIS\nThank you. (Beat) I’m...I’m\ngrateful. And I’m flattered.\n\nJIM\nBut that’s all?\n\nEILIS\nNo. No, of course not. It’s\njust...I had imagined a different\nlife for myself.\n\nJIM\nI understand. But your life here\ncould be just as good. Better,\neven, maybe.\n\n(CONTINUED)\n\f136\n\n137\n\n138\n\n139\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 98.",
  "76": "---END OF PREVIOUS SECTION---\nBut your life here\ncould be just as good. Better,\neven, maybe. (CONTINUED)\n\f136\n\n137\n\n138\n\n139\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 98. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 136\n\nEilis returns to her previous position: she holds Jim close\nto her, and puts her head on his shoulder. That way she can\ndemonstrate how she feels without having to say any more.\n\nINT. BEDROOM. NIGHT 137\n\nEilis is sitting on her bed surrounded by Tony’s letters. She\nhas an air-mail pad on her knee and a pen is poised above the\npaper. She starts to write.\n\nEILIS (V.0.)\nDear Tony,\n\nShe stops again. There’s a pause.\n\nEILIS (V.0.)\nThank you for your letters.\n\nAnother pause.\nI want you to know that...\nShe stops again.\n\nEILIS\n(out loud, agonised) I don’t know\nwhat I want you to know.\n\nEXT. THE FARRELL HOUSE. DAY 138\n\nJim lives on the edge of Enniscorthy, in a pretty detached\nhouse set back from the road. It’s not big, but it’s bigger\nthan her mother’s house. His car turns into the gravel drive.\nHe jumps out, runs round, opens the door for Eilis, who is\nwearing Sunday best, a nicely-cut dress that she couldn’t\nhave bought in Ireland.\n\nEXT. GARDEN. DAY 139\n\nMrs Farrell, a large, homely, pleasant woman is pouring tea\nfor Eilis in the small back garden of the house. Jim and\nEilis are sitting on chairs at the garden table; Jim’s father\nis sitting away from them, smoking a pipe on a bench at the\nend of the garden. It’s a hot day, but there is plenty of\nshade.\n\nMRS FARRELL\n(to her husband)\nWill you finish that wretched pipe\nand sit with us?\n\nMR FARRELL\n\nI can hear perfectly well from\nwhere I am.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 99.\n139 CONTINUED: 139\n\nMRS FARRELL\nWe're not here to provide you with\nentertainment.\n\nMR FARRELL\nOh, don’t you worry. I found that\nout many years ago.\n\nJim rolls his eyes at Eilis. She smiles.\n\nMRS FARRELL\n(provocatively quiet)\nJust ignore him, Eilis.",
  "77": "---END OF PREVIOUS SECTION---\nJim rolls his eyes at Eilis. She smiles. MRS FARRELL\n(provocatively quiet)\nJust ignore him, Eilis. \n---TARGET SECTION TO BE ANNOTATED---\n It’s as\nwell Jim takes after me, not him.\n\nMR FARRELL\n(shouting)\nSpeak up!\n\nEILIS\n(a little louder than\nnecessary)\nAre you looking forward to your\nmove?\n\nMRS FARRELL\n(still quiet)\nAh, we'll miss Enniscorthy. But\nit’s lovely and quiet in Glenbrien.\n\nOver on the bench, Mr Farrell puts down his pipe in\nirritation and stomps over to join them.\n\nJIM\nMother’s worried about leaving me\nhere on my own. She thinks I'11\ndestroy the place.\n\nMRS FARRELL\n(carefully)\nI’m hoping you won’t be on your own\nforever.\n\nEILIS\nI’m sure he won't.\n\nAlmost before the words are out of her mouth, Eilis can see\nthat she’s said more than she meant to, and we can see she\nfeels panicky. She tries to clarify her position.\n\nEILIS\nI mean..\n\nBut she can’t find words with the necessary ambiguity -\n\nunsurprisingly, given that she doesn’t know what she feels.\nMrs Farrell looks at Jim meaningfully.\n\n(CONTINUED)\n\f139\n\n140\n\n141\n\n142\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 100.\nCONTINUED: 139\n\nIt’s clear that Eilis has her approval. Jim smiles. He looks\nhappy and proud - and, to us, vulnerable.\n\nEXT. CEMETERY. DAY 140\n\nEilis standing at Rose’s grave. She has just left fresh\nflowers by the headstone.\n\nEILIS\nYou're the only person I can talk\nto, Rose. There’s nobody else. Not\nTony, my husband. My husband! Not\nJim. Not mother. Oh, Rose. Can you\nimagine If I told mummy that I was\ngoing to marry Jim? That would be\neverything she wanted. She wouldn't\nbe alone. And I could be happy, I\nknow I could. I'd be happy with Jim\nhere, at home. And I could be happy\nwith Tony in America. I know that,\ntoo... I wish I could do nothing. I\nwish I could float above it all,\nwatching. Like you.\n\nEXT. EILIS’S HOUSE, STREET.",
  "78": "---END OF PREVIOUS SECTION---\nLike you. EXT. EILIS’S HOUSE, STREET. \n---TARGET SECTION TO BE ANNOTATED---\n DAY 141\n\nEilis has just returned from visiting Rose’s grave. She is\nabout to walk down the path into her house when she sees\nMary, Miss Kelly’s shop assistant, walking towards her\nbriskly.\n\nEILIS\nMary!\nMARY\nI was just coming to fetch you.\nEILIS\n(amused)\n\nTo fetch me? I haven’t worked for\nMiss Kelly for a long time, Mary. I\nmay call in to see her soon, if\nthat’s what she wants.\n\nMARY\n(anxious)\nPlease come, Eilis. She told me not\nto come back without you. You know\nwhat she’s like.\n\nEXT. KELLY SHOP, STREET. DAY 142\nMiss Kelly is waiting at the door of the shop where Eilis\n\nused to work as Eilis and Mary approach.\n\n(CONTINUED)\n\f142\n\n143\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 101.\nCONTINUED: 142\n\nMISS KELLY\nYou look after things for five\nminutes while I’m upstairs with\nEilis, please, Mary. There are no\ncustomers in there at the moment,\nso I don’t think you can make too\nmuch of a mess of things.\n\nShe leads Eilis round the side of the shop, where there is an\nentrance to Miss Kelly’s home above the shop. She opens the\ndoor without saying anything, and Eilis follows her inside.\n\nINT. MISS KELLY'S FRONT ROOM. DAY 143\n\nA dingy room, full of old furniture and dust and no colour.\nWe see the dust motes in the afternoon sunlight. Eilis and\nMiss Kelly enter the room, and Miss Kelly sits down in an\narmchair. She gestures at Eilis to sit on a smaller armchair\nfacing her. Eilis perches on it, unwilling to relax.\n\nMISS KELLY\nSo. How have you been getting on?\n\nEILIS\nVery well, thanks, Miss Kelly.\n\nMISS KELLY\nI heard that you’re working over at\nDavis's? In the accounts\ndepartment?\n\nEILIS\nThat’s right.\n\nMISS KELLY\nAnd there’s lots of talk about you\nand young Jim Farrell.\nEILIS\nAh, well. You know what people are\nlike.",
  "79": "---END OF PREVIOUS SECTION---\nMISS KELLY\nAnd there’s lots of talk about you\nand young Jim Farrell. EILIS\nAh, well. You know what people are\nlike. \n---TARGET SECTION TO BE ANNOTATED---\n They love to talk.\nMiss Kelly smiles to herself.\n\nMISS KELLY\nYes. Do you remember Mrs Brady?\n\nEilis thinks, or pretends to.\nMISS KELLY\nShe usually comes into the shop on\nSunday morning for her rashers.\n\nThis hasn't helped. Eilis still looks blank.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 102.\n143 CONTINUED: 143\n\nMISS KELLY\nNo? Well, you have a very busy life\nnow. What with one thing and\nanother.\n\nMiss Kelly pauses for a moment. She’s enjoying unsettling\nEilis.\n\nMISS KELLY\nAnyway, Mrs Brady has a niece\nliving in Brooklyn.\n\nEilis is now beginning to feel uneasy - we can almost see the\nchill that is beginning to run through her.\n\nMISS KELLY\nThe world is a small place, isn’t\nit? She had a letter from her a\ncouple of weeks back.\n\nEILIS\nAnd what did it say?\n\nMISS KELLY\nOh, only that she’d been to a\nwedding at the registry office, and\nher husband had bumped into a girl\nfrom Enniscorthy who was getting\nmarried there.\n\nEILIS\nI’m not sure what you’re telling\nme, Miss Kelly. He didn’t bump into\nme.\n\nThis has only the virtue of being literally true. Eilis is\nvisibly shaking. Miss Kelly is loving this. There is\nunambiguous pleasure on her face.\n\nMISS KELLY\nOh, you can’t fool me, Miss Lacey.\nAlthough I’m not sure that’s your\nname any longer, is it? He couldn’t\nremember. Something Italian, he\nthought.\n\nSuddenly, Eilis finds the will to resist her.\nEILIS\n(quietly)\nI’d forgotten.\nMISS KELLY\n\n(snorting disbelief)\nYou'd forgotten! What a thing for-\n\n(CONTINUED)\n\f143\n\n144\n\n145\n\n146\n\n147\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 103.\nCONTINUED: 143\n\nEILIS\n\nI'd forgotten what this town is\nlike.",
  "80": "---END OF PREVIOUS SECTION---\nMISS KELLY\n\n(snorting disbelief)\nYou'd forgotten! What a thing for-\n\n(CONTINUED)\n\f143\n\n144\n\n145\n\n146\n\n147\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 103. CONTINUED: 143\n\nEILIS\n\nI'd forgotten what this town is\nlike. \n---TARGET SECTION TO BE ANNOTATED---\n What were you planning to do,\nMiss Kelly? Keep me away from Jim?\nStop me from going back to America?\nPerhaps you didn’t even know.\nPerhaps it was enough for you to\nknow that you could ruin me.\n\nShe stands up.\n\nEILIS\nMy name is Eilis Fiorello.\n\nShe meets Miss Kelly’s stare and then leaves the room.\n\nEXT. KELLY SHOP, STREET. DAY 144\n\nEilis comes out of Miss Kelly’s flat and closes the door. She\nstops for a moment, closes her eyes, then walks on.\n\nEXT. POST OFFICE. DAY 145\n\nWe see Eilis walking in to the local post office.\n\nINT. POST OFFICE. DAY 146\n\nMinutes later. Eilis is leaning against the wall in a\ntelephone kiosk, shaken by her encounter. The telephone\nrings. She answers it immediately.\n\nEILIS\nThank you.... Hello? I would like\nto make a reservation for the next\navailable sailing from Cobh to New\nYork....\n\nINT. DINING ROOM, EILIS’S HOUSE. EVENING 147\n\nEilis and Mary, eating their dinner. Eilis is drawn,\ndistracted; Mary is content and chatty. We join her in mid-\nflow.\n\nMARY\nI think people even spend more\nmoney after a wedding. Nancy's\nmother must have been in every shop\nin the town. She was buying\nfirelighters in Broom’s.\nFirelighters! In August!\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 103A.\n147 CONTINUED: 147\n\nClose on Eilis. She can hardly bear to listen to this. She\nbegins to weep silently.\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 104.\n147 CONTINUED: 147\n\nMARY\nBut she’d seen Mrs Stapleton in\nthere, and she hadn’t had a chance\nto go through the whole day in\ndetail with her, so...\n\nFinally Mary notices her tears.\n\nMARY\nEilis, what’s the matter? Has\nsomething happened with Jim?\n\nEILIS\nMummy, I’m sorry. I’m so sorry. I’m\nmarried. I got married in Brooklyn\nbefore I came home.",
  "81": "---END OF PREVIOUS SECTION---\nI’m so sorry. I’m\nmarried. I got married in Brooklyn\nbefore I came home. \n---TARGET SECTION TO BE ANNOTATED---\n I should have\ntold you. I should have told you\nthe minute I got back.\n\nMary puts down her knife and fork. She holds on to the table,\nas if to steady herself.\n\nMARY\nAnd you kept it from me all this\ntime?\n\nEilis closes her eyes. She cannot bear the pain she is\ncausing her mother.\n\nMARY\nSo you're going back?\n\nEilis nods.\n\nEILIS\nYes. Tomorrow.\n\nA very brief expression of shock appears on her mother’s\nface.\n\nEILIS\nI want to be with him. I want to be\nwith my husband.\n\nMARY\n\nOf course. Is he nice?\nEILIS\n\nYes.\nMARY\n\n(softly, heartbroken)\nHe would have to be nice, if you\nmarried him. The letters that\ncame... I didn’t want to ask.\n\nEilis is crying again.\n\n(CONTINUED)\n\f147\n\n'Brooklyn' YELLOW Script Dated 24th April 2014\nCONTINUED:\n\nEILIS\nI know you didn’t. And I didn’t\nwant to tell you.\n\nMary stands up.\n\nMARY\nAre you on the early train?\n\nEilis nods.\n\nMARY\nI’m going to bed.\n\nEILIS\nOh, mummy...It’s not even eight\no'clock. You don’t have to..\n\nMARY\nI’m very tired. And I'd rather say\ngoodbye now, and only once.\n\nEilis stands up and they embrace.\n\nMARY\nIf you weren’t married, would you\nstill be going back?\n\nEILIS\n(helplessly)\nYes.\n\nAnd then, recognising that this admission causes fresh\n\npain...\n\nEILIS\nI don’t know.\n\nMARY\nPerhaps you’1l write to me about\nhim when you get back?\n\nEILIS\nI will.\n\nMARY\nThank you. Have a safe journey.\nGoodnight, Eilis.\n\n105.\n147\n\nShe walks out of the room, dignified, determined, broken.\nEilis sits back down at the dinner table and puts her head in\n\nher hands.\n\nMontage:\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 106.\n\n147A INT. EILIS’S HOUSE - ROSE’S BEDROOM. DAY 147A\n\nEilis is standing in the doorway looking at the empty room.\n\n148 EXT.",
  "82": "---END OF PREVIOUS SECTION---\nEILIS’S HOUSE - ROSE’S BEDROOM. DAY 147A\n\nEilis is standing in the doorway looking at the empty room. 148 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET. NIGHT 148\nEilis standing outside a large house a little way out of the\ntown. She hesitates, walks down the path and puts a letter\nthrough the letter-box.\n\n149 INT. TRAIN. MORNING 149\n\nEilis sitting in a train carriage, looking out of the window.\n\n150 INT. HOUSE. DAY 150\nJim, dressed for work, stoops to pick up an envelope on the\n\nmat in the hallway. He opens it, starts to read the letter it\ncontains.\n\n151 EXT. SHIP. DAY. 151\nEilis, standing with a few other passengers on the deck of a\npassenger ship looking back at the dock as it disappears. A\nyoung-looking teenage girl standing a few feet away is\nwatching too. She turns to Eilis.\n\nGIRL ON DECK\nSo are you away to live in America?\n\nEilis doesn’t turn towards the voice.\n\nEILIS\nNo.\n\nGIRL ON DECK\nJust visiting?\n\nEILIS\nNo. I live there already.\n\nGIRL ON DECK\nReally? What’s it like?\n\nEilis smiles wearily.\n\nEILIS\nIt’s a big place.\n\nGIRL ON DECK\n\nI’m going to live in Brooklyn, New\nYork. Do you know it?\n\n(CONTINUED)\n\f'Brooklyn' YELLOW Script Dated 24th April 2014 106A.\n151 CONTINUED: 151\n\nEILIS\nYes.\n\n(CONTINUED)\n\f151\n\n152\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 107.\nCONTINUED: 151\n\nGIRL ON DECK\nPeople say that there’s so many\nIrish people there, it’s like home.\nIs that right?\n\nFinally, Eilis turns to study the girl - takes in her youth,\nand her innocence, and her fear.\n\nEILIS\nYes, it’s just like home.\n\nThe girl smiles gratefully. Eilis turns away. Suddenly she\nthinks better of her unfriendliness, and turns back to the\ngirl.\n\nEILIS\nYou're not to eat.\n\nGIRL ON DECK\nOh. Right. (Beat) But I might be\nthere years.\n\nEilis smiles.\n\nEILIS\nNo, you can eat when you get there.",
  "83": "---END OF PREVIOUS SECTION---\nRight. (Beat) But I might be\nthere years. Eilis smiles. EILIS\nNo, you can eat when you get there. \n---TARGET SECTION TO BE ANNOTATED---\nBut don’t eat on the boat. It’1l\nstop you getting so sick. Do you\npromise me?\n\nGIRL ON DECK\nI promise.\n\nEILIS\nAnd in a moment, I want you to go\nstraight down to your cabin and\nlock the bathroom door on your\nside. When next door starts\nhammering, you can negotiate....\nWhen you get to Immigration, keep\nyour eyes wide open, and look as if\nyou know where you’re going. You\nhave to think like an American.\n\nINT. IMMIGRATION CENTRE. DAY 152\n\nWe see the girl joining the back of a dispiritingly long\nqueue - the same desperation and poverty ahead of her that\nEilis had to deal with when she arrived in New York. Eilis\nwalks past her quickly down a different path - she gives the\ngirl on the deck a nod and a smile of encouragement. She\njoins a tiny queue over which hangs a sign saying US\nCITIZENS ONLY.\n\n(CONTINUED)\n\f152\n\n153\n\n'Brooklyn' YELLOW Script Dated 24th April 2014 108.\nCONTINUED: 152\n\nEILIS (V.0.)\nYou'll feel so homesick that you’1ll\nwant to die, and there’s nothing\nyou can do about it apart from\nendure it. But you will, and it\nwon’t kill you. And one day the sun\nwill come out...\n\nEXT. HOUSE IN BROOKLYN. DAY 153\n\nEilis is leaning against a wall opposite a three-story\nbrownstone in Brooklyn. She has her eyes closed as she soaks\nup the last of a late-summer sunny day. The front door of the\nbrownstone opens, and two men, dressed in overalls and\ncarrying tools, come out chatting. One of them is Tony. Eilis\nsees him before he sees her, and the camera stays on him for\na moment - we notice his openness, his good humour, his\ninnocence.\n\nEILIS (V.0O.)\nAnd you'll realise that this is\nwhere your life is.\n\nTony sees her. He stops in his tracks, smiles broadly, runs\nacross the road. For a moment he’s worried about the\nreception he’s getting.",
  "84": "---END OF PREVIOUS SECTION---\nTony sees her. He stops in his tracks, smiles broadly, runs\nacross the road. For a moment he’s worried about the\nreception he’s getting. \n---TARGET SECTION TO BE ANNOTATED---\n Eilis’s expression is difficult to\nread, and for a moment he looks at her anxiously, but she\nopens her arms to him. Freeze on their embrace.\n\nTHE END\n\f"
}