{
  "1": "The Bourne Supremacy\n\nCompiled from drafts\nDated\n7/11/03\n9/17/03\n10/13/03\nBy\nTony Gilroy\n\nDated\n11/14/03\n11/19/03\n\nBy\nBrian Helgeland\n\nBased on the novel by Robert Ludlum and\nThe 2002 Universal Film \"The Bourne Identity\"\n\nGREEN:\nYELLOW:\nPINK:\nBLUE:\nWHITE:\n\n1/13/04\n12/11/03\n11/27/03\n10/13/03\n9/17/03\n\nFOR EDUCATIONAL PURPOSES ONLY\n\fAl\n\nA2\n\nEXT. MERCEDES WINDSHIELD -- DUSK 1\nIt's raining...\n\nLight strobes across the wet glass at a rhythmic pace...\n\nSuddenly -- through the window a face -- JASON BOURNE --\nriding in the backseat -- his gaze fixed.\n\nINT. MERCEDES -- NIGHT Al\nOn his knee -- a syringe and a gun --\n\nThe eyes of the driver, JARDA, watching --\n\nBOURNE'S POV -- the passenger -- back of his HEAD -- cell\nphone rings -- the HEAD turns -- it's CONKLIN --\n\nBOURNE returns his stare...\n\nCUT TO --\n\nINT. COTTAGE BEDROOM -- NIGHT 2\nBOURNE'S EYES OPEN! -- panicked -- gasping -- trying to\nstay quiet -- MARIE sleeps.\n\nINT. COTTAGE LIVING AREA/BATHROOM -- NIGHT A2\n\n \n\nBOURNE moving for the medicine cabinet. Digs through the\nmedicine cabinet. Downs something specific.\n\nINT./EXT. COTTAGE LIVING ROOM/VERANDA -- NIGHT 3\nOne minute later. BOURNE moves out onto the veranda.\n\nMARIE pads in. Watching him for a moment. Concerned.\nClearly it's not the first time this has happened.\n\nThey both look different than last we saw them; his hair is\nlonger. She's a blonde. Hippie travelers. Their cottage\nis humble but sweet. The bedroom opens to a beach and a\ntown just down the hill. CLUB MUSIC from some all night\nrave wafting in from the far distance.\n\nMARIE\nWhere were you, Jason?\n\nBOURNE\nIn the car. Conklin up front.\n\fMARIE\nI'll get the book.",
  "2": "---END OF PREVIOUS SECTION---\nBOURNE\nIn the car. Conklin up front. MARIE\nI'll get the book. \n---TARGET SECTION TO BE ANNOTATED---\nBOURNE\nNo. There's nothing new.\n\nMARIE\nYou're sure?\n\n(he nods)\n\nWe should still -- we should write it\ndown.\n\nBOURNE\n\nTwo years we're scribbling in a notebook --\n\nMARIE\n-- it hasn't been two years --\n\nBOURNE\n-- it's always bad and it's never\nanything but bits and pieces anyway!\n(she's gone quiet)\nYou ever think that maybe it's just\nmaking it worse? You don't wonder that?\n\nShe lays her hands on his shoulders, steadies him.\n\nMARIE\nWe write them down because sooner or\nlater you're going to remember something\ngood.\n\nBOURNE\n(softens)\nI do remember something good. All the\ntime. I remember you.\n\nShe smiles. Kisses him. Leads him back in.\n\nINT. COTTAGE BEDROOM -- NIGHT 4\n\nMARIE getting BOURNE into the bed. Turning down the light.\nGetting him settled. Waiting for that pill to kick in.\nWhat would he do without her?\n\nBOURNE\nI'm trying, Marie, Okay?\n\nMARIE\nI worry when you get like this.\n\nee eK\n\n*\n\fBOURNE\nIt's just a nightmare.\n\nMARIE\nI don't mean that. I worry when you try\nto ignore it.\n\nHe hesitates. But that gets him. He knows she's right.\nAnd with that opening, he's letting go. Resistance\nfolding. Almost childlike. She's gathering him in.\nHe's letting her do it...\n\nMARIE (CONT'D)\nSleep. Sleep now.\n\nBOURNE\nI should be better by now.\n\nMARIE\nYou are better. And I think it's not\nmemories at all. It's just a dream you\nkeep having over and over.\n\nBOURNE\nBut it ends up the same.\n\nMARIE\nOne day it will be different. It just\ntakes time.\n(beat)\nWe'll make new memories. You and me.\n\nSilence. She strokes his face. He gives in to her\ntenderness. He's fading. Two waifs in the dark.\n\nDISSOLVE TO:\n\nEXT. BEACH -- GOA/BEACHTOWN -- DAY 5\n\nBOURNE running in the sun. A punishing pace along the\nsand. Moving strong. Effortless. Deep into it. Focused.",
  "3": "---END OF PREVIOUS SECTION---\nEffortless. Deep into it. Focused. \n---TARGET SECTION TO BE ANNOTATED---\nThe stunning conjunction of sun and scenery are lost on\nhim.\n\nEXT. OUTDOOR MARKET -- GOA/BEACHTOWN -- DAY 6\nA busy market town. Fishing town. Hippie town. Lots of\nyoung Western faces. Rundown and happening at the same\n\ntime.\n\nMARIE shopping. Filling a bag with local produce.\n\fEXT. ROAD -- GOA/BEACHTOWN -- DAY 7\n\nBOURNE still running, leaving the beach behind.\n\nINT. COTTAGE KITCHEN -- DAY 8\n\nMARIE back from the market, putting the groceries away.\nAlmost done, when she stops for a moment --\n\nA PHOTOGRAPH. There on the windowsill. A snapshot. Jason\nand Marie on a beach. Her arms around him. As if she were\nthe protector. Big smiles. Young. Alive. In love.\n\nMARIE smiles.\n\nEXT. MAIN STREET -- GOA/BEACHTOWN -- DAY 9\n\n \n\nFunky busy. Colonial facades in vivid, sub-continental\ntechnicolor. Loud morning traffic.\n\nCAMERA FINDS\nBOURNE coming out of a store with a big bottle of water.\n\nHe's just finished his run. Standing there, chugging away,\nchecking the scene, when something catches his eye --\n\nHIS POV\n\nTHE STREET. A SILVER CAR -- something newish -- pulling\ndown the block -- can't quite see who's driving, but --\nBACK TO\n\nBOURNE watching this silver car. So serious he's casual.\nNobody passing would notice, but we do: He's on alert.\n\nMOVING WITH HIM AS\n\nBOURNE follows THE SILVER CAR on foot -- natural --\ncruising the BUSY SIDEWALK -- blending into the mix --\nchugging on that water bottle and --\n\nUP_AHEAD\n\nTHE SILVER CAR making the corner and turning now --\nBACK TO\n\nBOURNE slowing as he reaches the corner --\n\f10\n\n11\n\n12\n\nHIS POV\nTHE SILVER CAR has parked. There's a GUY -- well-dressed --\ncasual -- physical -- sunglasses -- call him KIRILL -- he's\n\nout of the car and heading across the street toward a\nbuilding there. A TELEGRAPH OFFICE.\n\nBACK TO\n\nBOURNE checking his watch. The car. The guy. Perimeter.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nThe guy. Perimeter. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TELEGRAPH OFFICE/GOA -- DAY 10\n\nMR. MOHAN at his desk. He's a crisp, proper man of fifty.\nHe's just been handed something --\n\nA PHOTOGRAPH OF MARIE -- an old passport picture.\n\nMR. MOHAN\nAnd your question, sir?\n\nKIRILL across the desk.\n\nKIRILL\nShe's my sister. There's been a\ndeath in the family. This is the\nlast place we know she called from.\n\nINT. COTTAGE -- DAY 11\nA NOTE ON THE TABLE: \"I'M AT THE BEACH\"\nBOURNE has just come in -- just read the note -- balling it\n\nquickly. In fact, everything is quickly now, because --\n\nBOURNE is bailing.\n\nFast. Calm. Methodical. Some exfil procedure that he's\nhoned and choreographed. Packing like a machine --\n\nRAPID TIME CUTS\n\n-- BACKPACKS thrown open on the bed. -- HOUSE CASH pulled\nfrom a lamp base. -- CREDIT CARDS taped under the counter.\nEXT. MAIN STREET/BANK GOA/BEACH TOWN -- DAY 12\n\n \n\nKIRILL coming out of the bank. Mission accomplished.\nHeading back to the SILVER CAR. Getting in and --\n\f13\n\n14\n\n15\n\nAl6\n\n16\n\n17\n\n18\n\n18A\n\nINT. SILVER CAR -- DAY (CONT 13\n\nKIRILL starting it up. Glancing around nice and easy.\nHe's cool. Putting the car into gear, he makes a slow pass *\n\nthrough the marketplace. Eyes everywhere. *\nDELETED 14 *\nINT. COTTAGE -- DAY 15\nBOURNE -- done -- the place is stripped -- pulling on the\nbackpacks -- glancing around -- one last thing -- shit, he\n\nalmost missed it --\n\n \n\n \n\nTHE PHOTOGRAPH -- the one of he and Marie on the beach --\n\nthe one we saw her looking at earlier -- there it is on the\nwindowsill -- jamming it into his pocket and --\n\nEXT. SIDE STREET/PARKING AREA -- GOA/BEACHTOWN -- DAY A16 *\nKIRILL now parked and out of the car -- on the move -- on *\nfoot -- he begins a sweep of the beach. *\nEXT.",
  "5": "---END OF PREVIOUS SECTION---\nEyes everywhere. *\nDELETED 14 *\nINT. COTTAGE -- DAY 15\nBOURNE -- done -- the place is stripped -- pulling on the\nbackpacks -- glancing around -- one last thing -- shit, he\n\nalmost missed it --\n\n \n\n \n\nTHE PHOTOGRAPH -- the one of he and Marie on the beach --\n\nthe one we saw her looking at earlier -- there it is on the\nwindowsill -- jamming it into his pocket and --\n\nEXT. SIDE STREET/PARKING AREA -- GOA/BEACHTOWN -- DAY A16 *\nKIRILL now parked and out of the car -- on the move -- on *\nfoot -- he begins a sweep of the beach. *\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n COTTAGE BACK DOOR -- YARD/ALLEY -- DAY (CONT) 16\nBOURNE out the back -- jogging -- keeping low -- into the\nneighborhood -- through the alleys -- nothing random about\n\nit, this has all been worked out and --\n\n \n\nDELETED 17 *\nEXT. BEACH -- GOA/BEACHTOWN -- DAY 18 *\nCrowded with tourists -- sunbathers -- MARIE at her\n\nfavorite spot. Talking with TWO WOMEN, laughing with them -\n- happy.\n\nEXT. BEACH/PARKING AREA -- GOA -- DAY 18A *\n\n \n\nA burly JEEP comes roaring up. BOURNE spots the SILVER *\nCAR, parks at the other end -- takes off towards the beach.\n\n*\n\f19\n\n20\n\n21\n\n22\n\nEXT. BEACH -- GOA -- DAY 19\nKIRILL methodically making his way up the beach --\nchecking every blue tent -- every towel.\n\nEXT. BEACH -- GOA -- DAY 20\nBOURNE coming up the beach the opposite way -- one eye on\n\nKIRILL, one eye on MARIE.\n\nHe arrives just as KIRILL looks up and sees them a\nhundred yards away -- a hard stare between them -- BOURNE\nbends down --\n\nBOURNE\nWe gotta go, Marie. We gotta go, now.\n\nFrom the tone of his voice, she knows it's serious.\nMarie grabs her bag. A quick goodbye to the friends.\nThey hurry off. BOURNE uses the sunbathers as cover.\nKIRILL retreats.\n\n \n\nEXT. BEACH/PARKING LOT -- GOA -- DAY 21\nThey reach the JEEP -- she knows the drill -- bag tossed in\nthe back -- even as the Jeep pulls away and --\n\nINT. JEEP -- DAY (CONT 22\n\nBOURNE driving. MARIE beside him --\n\nBOURNE\nWe're blown.\n\nShe hesitates. One minute ago everything was fine.\n\nMARIE\nNo... How?\n\nBOURNE\nThe Telegraph office.\n\nMARIE\nBut we were so careful.\n\nBOURNE\nWe pushed it. We got lazy.\n\nee eK\n\f23 EXT.",
  "6": "---END OF PREVIOUS SECTION---\nBOURNE\nWe pushed it. We got lazy. ee eK\n\f23 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BEACH/PARKING LOT -- GOA/BEACHTOWN -- DAY 23\n\n \n\nKIRILL already back at the SILVER CAR -- following them\nout onto the MAIN STREET -- blocked by the local traffic --\n\npulling a\n\nHUGE AUTOMATIC PISTOL out from his travel bag.\n\n24 EXT. BEACHTOWN ALLEY/OFF MAIN STREET -- DAY 24\n\n \n\nTHE JEEP pulling down this narrow little passageway and --\n\nBOURNE'S WINDSHIELD POV\n\nMAIN STREET packed with traffic and --\n\nBACK TO\nBOURNE not liking this. Eyes all over -- trying to decide.\nMARIE\nBut you're sure?\nBOURNE\nHe was at the campground yesterday.\nMARIE\nSo...\nBOURNE\nIt's wrong. Guy with a rental car and\nhundred dollar sneakers sleeps in a tent?\nTrying to decide whether to pull out or back up --\n\nMARIE\nThat's crazy.\nBOURNE\nNo. Not this. This is real.\n(suddenly)\n\nAnd he's right there...\n(throwing the car into\n\nreverse)\nMARIE\nWhere --\nBOURNE\nBack there -- at the corner -- Hyundai --\n\nsilver --\n\n*\n\f25\n\n26\n\n27\n\n28\n\nINT. HYUNDAI -- DAY (CONT 25\nKIRILL trapped in some Main Street gridlock. Glancing back\nfor a way out -- freezing suddenly, because there --\n\nHIS POV -- THE JEEP -- THE ALLEY -- right there -- twenty\nyards back -- a good look at BOURNE and MARIE -- as they\n\ndisappear and --\n\nEXT. ALLEYWAY -- GOA/BEACHTOWN -- DAY (CONT) 26\n\n \n\nTHE JEEP backing up the way it came -- BLOWING ITS HORN\nbecause an OLD VAN pulls in and blocks him from behind --\n\nINT. JEEP -- DAY (CONT 27\nBOURNE leaning on THE HORN -- shit, now they've got to\nwait!\nMARIE\n...-but you're not -- you're not sure...\nBOURNE\nWe can't wait to be sure.\nMARIE\nI don't want to move again...I like it\nhere.\nBOURNE\n\nLook, we clear out, we get to the shack,\nwe get safe. We hang there awhile. I'11\ncome back. I'll check it out.",
  "7": "---END OF PREVIOUS SECTION---\nWe hang there awhile. I'11\ncome back. I'll check it out. \n---TARGET SECTION TO BE ANNOTATED---\n But right\nnow we can't --\n\nMARIE\n-- where's left to go? --\n\nBOURNE\n-- there's places -- we can't afford to\nbe wrong!\n\nINT. HYUNDAI -~ DAY (CONT 28\n\nKIRILL. Calm. Possessed of a familiar tactical patience.\nHe can't get the Hyundai to the alley from where he is and\nit doesn't make sense to go on foot. He checks his\nrearview.\n\n%\n\nHe Fe HK\n\n*\n\f29\n\n30\n\n10.\n\nFuck it -- there's an opening ahead and he's taking it --\neven though it's away from them -- he'll find another way --\nEXT. ALLEYWAY -- GOA/BEACHTOWN -- DAY -- (CONT) 29\n\n \n\nBOURNE sees the HYUNDAI move forward into traffic. THE OLD\nVAN is still blocking them from behind --\n\nBOURNE\nYou drive.\n\nMARIE\nWhat?\n\nBOURNE\n\n(already squeezing over)\nSwitch! You drive!\n\nMARIE\n-- where? --\nBOURNE\n-- make the left -- toward the bridge --\n\nMARIE scrambling over the seat. BOURNE, eyes everywhere,\nchecks his watch.\n\nTHE JEEP squirts back on the main street and --\n\nINT. JEEP -~ DAY -- CONT 30\n\nMARIE at the wheel -- adrenaline pumping -- clear running\nfor thirty yards ahead and --\n\nMARIE skidding them into the right turn -- clipping another\nvehicle -- MIRROR SHATTERING! -- speeding up.\n\nBOURNE scanning behind them -- MARIE moving out to pass --\nveering back! -- an ONCOMING BUS -- just in time and --\n\nMARIE\n-- Jesus! --\n(glancing over)\n-- is he back there? --\n\nBOURNE\n-- not yet --\n\nMARIE\n-- it's just him? --\n\f31\n\n32\n\n11.\n\nBOURNE\n-- yeah -- one guy -- I don't think\nhe was ready --\nMARIE\n-- hang on --\nMARIE bearing down -- pulling out -- gives him a quick\nsmile -- BOURNE knowing he's got a good one here --\nINT. HYUNDAI -- DAY/SUNSET 31\n\nKIRILL stopping short on a rise. Bit of a view from here.\nGets half out the car to look.\n\nBELOW -- the JEEP headed for A BRIDGE.",
  "8": "---END OF PREVIOUS SECTION---\nBit of a view from here. Gets half out the car to look. BELOW -- the JEEP headed for A BRIDGE. \n---TARGET SECTION TO BE ANNOTATED---\n He's gonna lose\nthem. KIRILL'S mind racing. Grabs duffle from the back,\nabandons car.\n\nINT. JEEP -- BRIDGE -- DAY/SUNSET 32\n\nMARIE driving. BOURNE preps his pistol. Eye out for\nKIRILL.\n\nBOURNE\nYou keep going to the shack. I'11 meet\nyou there in an hour.\n\nMARIE\n(concerned)\nWhere are you going?\n\nBOURNE\nI'm going to bail on the other side and\nwait. This bridge is the only way he can\nfollow.\n\nMARIE\nWhat if it's not who you think it is?\n\nBOURNE\nIf he crosses the bridge, it is.\n\nMARIE\nThere must be another way!\n\nBOURNE\nI warned them, Marie. I told them to\nleave us alone.\n\n%\n\nee eK\n\n%\n\f33\n\nA34\n\nB34\n\n12.\n\nMARIE\nJason, please don't do this...it won't\never be over like this.\n\nBOURNE\nThere's no choice.\n\nHER_ POV\n\nThe old CONCRETE BRIDGE ahead. Almost there.\n\nEXT. LOW WALL -- DAY/SUNSET 33\nKIRILL slams into it. Quick, precise grabs into the bag.\nOnly a moment and he's got a SNIPER RIFLE.\n\nINT. JEEP -- BRIDGE -- DAY A34\n\nBOURNE -- pistol in hand -- spare clip in the other --\nchecks his watch.\n\nBOURNE\nAt the end make the left, when I roll out\ndo_not slow down.\nMARIE nods, got it. After a beat...\n\nMARIE\nI love you, too.\n\nBOURNE\nTell me later.\n\nMARIE looks ahead.\n\nEXT. LOW WALL -- DAY B34\nKIRILL. Eye to the scope.\nSNIPER SCOPE POV\n\nThere! The JEEP rumbling across the bridge. No clear\ntarget, just the back of the full DRIVER'S SIDE HEADREST.\n\nKIRILL'S FINGER\n\nSqueezing. Firing.\n\f34\n\n35\n\n36\n\n37\n\n38\n\n39\n\n13.\n\nEXT. WOODEN BRIDGE -- DAY (CONT 34\nThe JEEP jerking.",
  "9": "---END OF PREVIOUS SECTION---\n34\n\n35\n\n36\n\n37\n\n38\n\n39\n\n13. EXT. WOODEN BRIDGE -- DAY (CONT 34\nThe JEEP jerking. \n---TARGET SECTION TO BE ANNOTATED---\nFRONT FENDER tearing into and along the guard rail --\ncement shards fill the air --\n\nBOURNE reaching for the wheel -- Too late!\nAs the JEEP finally crashes through the flimsy guardrail --\n\nPlummets -- splashes hard -- begins to sink out of sight.\n\nEXT. LOW WALL -- DAY (CONT 35\nKIRILL lowers the scope, takes a quick look around. He's\nbasically gone unnoticed in this little nook with his\nsilenced rifle. But people are already rushing toward the\nbridge. Then... there!\n\nAn OLD WOMAN looking directly at KIRILL from a doorway.\nNot quite sure what. But an old Indian woman in Goa? So\nwhat.\n\nKIRILL drills her with a look. As she sinks back inside --\n\nINT. JEEP -- SINKING IN THE RIVER -- DAY/SUNSET 36\n\nSwallowed up. BOURNE and MARIE gone.\n\nEXT. LOW WALL -- SUNSET 37\nKIRILL scans the surface of the river under the bridge.\nWaiting.\n\nEXT. RIVER BOTTOM -- DAY 38\nMud plumes as the JEEP settles. BOURNE reaches over to\nMARIE, tries to urge her out.\n\nEXT. LOW WALL -- DAY 39\nKIRILL with a killer's patience, waiting, almost done.\nSCOPE POV\n\nThe surface of the water. Unbroken.\n\f40\n\n41\n\n42\n\n43-68\n\n69\n\n14.\n\nKIRILL\n\nScans his perimeter. There's the old woman again. But\nmore people with her. People coming out of the woodwork.\n\nKIRILL checks the surface one last time. Nothing.\n\nHe breaks down the rifle in moments -- goes.\nEXT. JEEP -- RIVER BOTTOM -- DAY 40\nBOURNE -- up into an air pocket held by the jeep's canvas\n\ntop. A big gulp of air --\n\nAnd he's back to MARIE. Frantic. Trying to unclip her\nseatbelt. Pull her out. But it's all jammed up.\n\nEXT. KIRILL -- BY THE SILVER CAR 41\nBag chucked in the back. All he has left is the scope.\nOne last look to the unbroken surface. Then it's time to\ngo. KIRILL -- drifting away -- disappears.\n\nEXT.",
  "10": "---END OF PREVIOUS SECTION---\nThen it's time to\ngo. KIRILL -- drifting away -- disappears. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n JEEP -- RIVER BOTTOM -- DAY 42\nThe red halo growing bigger. BLOOD.\n\nBOURNE pauses. MARIE'S face is blank. She's dead.\n\nBOURNE finally pulling back. Realizing this is\ngoodbye...\n\nDISSOLVE TO:\nDELETED 43-68\n\nEXT. ZOOGARTEN SQUARE -- NIGHT 69\nWe pick up a MAN WITH A BRIEFCASE on a telephoto lens.\n\nTEDDY/RADIO (V.O.)\nThe seller has arrived.\n\nBERLIN\n\f70\n\n71\n\n72\n\n73\n\n15.\n\nAs the man comes to a CHINESE RESTAURANT he stops.\nSquarely. So he can be seen clearly. Then he enters a\nSTARK GLASS OFFICE BUILDING.\n\nTEDDY/RADIO (V.O.)\n(cont'd) (CONT'D)\nHe's inside.\n\nEXT. ZOOGARTEN SQUARE -- NIGHT 70\nTWO MEN cross the square to the Chinese Restaurant. VIC is\nforty -- steel-ass intel operator -- he carries A LARGE\n\nSAMPLES CASE. Beside him, MIKE, younger, ex-Navy-Seal.\n\nINT. BERLIN HQ/COMMAND POST -- NIGHT 71\n\n\"The Hub\". Secure, anonymous office space somewhere in the\ncity. Shades drawn. Lots of gear cabled around. The\nstale, improvised feel of a temporary outpost. Four\nserious people alone in this room:\n\nPAMELA LANDY is 46. A Senior C.I.A. Counterintelligence\nOfficer. Hovering over the communications console.\n\nCRONIN -- Pamela's #2 -- early forties, stone-cold facade --\nquarterbacking the operation over the radio --\n\nKURT and KIM are the techs here. His and Her headphones.\nRuggedized laptops and comm gear spread around them.\n\nCRONIN\nWhat have you got, Survey One?\nINT. NEARBY BERLIN OFFICE -- NIGHT (CONT) 72\n\nDark. TEDDY at the window. Another military face. Radio\nrig. Night Scope. Watching VIC and MIKE pass below him --\n\nTEDDY/RADIO (OVER)\n\n\"Hub, this is Survey One. Mobile One is\nin motion. Seller is inside and waiting.\"\n\nEXT. MODERN BERLIN STREET -- NIGHT 73\n\n \n\nVIC and MIKE slow as they come to the same STARK, GLASS\nOFFICE BUILDING.",
  "11": "---END OF PREVIOUS SECTION---\nMobile One is\nin motion. Seller is inside and waiting.\"\n\nEXT. MODERN BERLIN STREET -- NIGHT 73\n\n \n\nVIC and MIKE slow as they come to the same STARK, GLASS\nOFFICE BUILDING. \n---TARGET SECTION TO BE ANNOTATED---\nTEDDY/RADIO (OVER)\n\"We are ready to go.\"\n\f74\n\n75\n\n76\n\n16.\n\nEXT. MODERN BERLIN STREET -- NIGHT 74\n\n \n\nMIKE and VIC shake hands; two tired co-workers parting\nways. MIKE will keep walking. VIC entering the building\nthrough the big glass doors, smiling as he's approached by\nA NIGHT SHIFT SECURITY GUARD. And we hear:\n\nMIKE still walking, alone now, heading away from THE GLASS\nOFFICE BUILDING toward A VAN parked up the block.\n\nMIKE/RADIO\n\n(sleeve mike, earpiece)\n\"This is Escort One. I'm clear.\"\n\nINT. BERLIN HQ/COMMAND POST -- NIGHT 75\n\n \n\nTHE COMMAND POST. CRONIN works the communications\nboard...\n\nCRONIN\n\"All teams -- listen up -- we are standing-\nby for final green.\"\n(turning now to--)\n\nPAMELA, who has been listening. Just as she's about to give\nthe final word, KIM raises a finger...\n\nKIM\nLangley...\n\nShe hands PAMELA a phone that's patched into her board.\n\n \n\nPAMELA\n(a bit surprised)\nMartin?\nINT. CIA SITUATION ROOM/LANGLEY, VIRGINIA -- DAY 76\nTHREE MEN -- CIA MANDARINS -- sit around a round table.\n\nMARTIN MARSHALL, Deputy Vice-Director, he's in charge.\nAll is tense.\n\nMARSHALL\nI'm here. So is Donnie and Jack Weller.\nWe understand you're using the full\nallocation for this buy?\n\nPAMELA\nThat's where we came out.\n\n*\n\nHe HF\n\n*\n\f77\n\n78\n\n17.\n\nMARSHALL\nIt's a lot of money, Pam.\n\nPAMELA\nWe're talking raw, unprocessed KGB files.\nIt's not something we can go out and\ncomparison shop.\n\nMARSHALL\nStill...\n\nPAMELA\nFor a thief. A mole. I vetted the\nsource, Marty. He's real. If it does\nnothing more than narrow the list of\nsuspects, it's a bargain at ten times the\nprice.\n\nMANDARIN #1\nPamela, Jack Weller here. It's the\nquality that's at issue...\n\nPAMELA\nYes, sir. I'm in total agreement.",
  "12": "---END OF PREVIOUS SECTION---\nIt's the\nquality that's at issue... PAMELA\nYes, sir. I'm in total agreement. \n---TARGET SECTION TO BE ANNOTATED---\n If\nthey're fakes, they're expensive.\n(furious, impatient)\nGentlemen, I've got the seller on site and\nin play. Quite honestly, there's not much\nmore to talk about.\n\nMARSHALL looks to his MANDARIANS. Not convinced, but\ndoesn't want to lose the opportunity. Time to wash his\nhands.\nMARSHALL\nAll right Pam, your game, your call...\n\nDELETED 77\n\nINT. BERLIN HQ/COMMAND POST -- NIGHT 78\n\n \n\nAll eyes on PAMELA as she puts down the phone to Langley.\nNodding to CRONIN. Yes.\n\nCRONIN/RADIO\n\"Final Green. You are go. Repeat, you\nare go for Final Green.\"\n\n*\n\nCe\n\n%\n\nHe He HK\n\n%\n\f18.\n\n79 INT. GLASS OFFICE BUILDING LOBBY ~~ NIGHT 79\n\nVIC has just passed muster with The Security Guard, he's\nstanding alone at AN ELEVATOR BANK.\n\nVIC/RADIO\n(sleeve mike, earpiece)\n\"On my way up.\"\nVIC pulling his earpiece. Going dark. Waits for an\nelevator.\n\nA80 INT. GLASS OFFICE BUILDING ELECTRICAL CLOSET -- NIGHT A80\n\nDark. A small room full of wiring and infrastructure, lit\nby the glare of someone's MAG-LIGHT.\n\n \n\nGLOVED HANDS quickly pass over racks of gear and wiring and\nthen stopping at -- the main electrical risers.\n\nThey carefully place an EXPLOSIVE DEVICE -- no bigger than\na pack of cigarettes -- onto the main riser...\n\nDone with that, here comes A SECOND SMALL EXPLOSIVE DEVICE -\n- but this one's special, it's being taken from A\nPLASTIC BAG and mounted down by the floor on a sub-panel --\n\nDone, the hands hold up what looks like a piece of tape.\nIt bears a FINGERPRINT. As the tape is pressed down,\ntransferring it onto the charge --\n\n80 INT. GLASS OFFICE BUILDING ELEVATOR -- NIGHT 80\n\nVIC alone with THE SAMPLES CASE. Pressing the button for\n#9, the top floor. The doors close. The car\nrises...2...3...4...5...6... And then, it stops.",
  "13": "---END OF PREVIOUS SECTION---\nThe doors close. The car\nrises...2...3...4...5...6... And then, it stops. \n---TARGET SECTION TO BE ANNOTATED---\n VIC\nbracing himself, as the door opens and --\n\nIVAN -- Russian -- the guy we saw outside with the\nbriefcase -- standing in an empty, darkened hallway.\nIVAN\nShow me.\nvICc\nHere?\nIVAN\n\n(holding open the door)\nNow. Show now.\n\f81\n\n82\n\n19.\nVIC flips open the case. CASH. Three million dollars.\n\nINT. GLASS OFFICE BUILDING CORRIDOR -- NIGHT 81\n\nA GLASS DOOR. A suite of offices beyond. Clean.\nAnonymous. One light on deep inside...\n\nCASPIEX-PETROLEUM\nCherbourg -- Moscow -- Rome -- Tehran\n\nINT. CASPIEX OFFICE -- NIGHT 82\n\nCurtains drawn. Lights low. IVAN sitting with THE SAMPLES\nCASE, counting the cash. VIC poring over --\n\nRUSSIAN DOCUMENT FILES. Dozens of KGB files. Old and new.\nSpread sheets, financial data. Incomprehensibly Cyrillic.\nMarked up. But judging by the seals and clearance sign-\noffs, all top-secret.\n\nvICc\nThis is everything?\nIVAN\nIs there. Is all there.\nSuddenly -- MUSIC -- a radio -- some tinny pop tune just\nstarted playing from somewhere down the hall --\nvICc\n-- what the hell is that? -- alone --\n\nyou said alone --\nBoth of them sure they're being double-crossed --\n\nVIC (CONT'D) (cont'd)\n(reaching for his ankle)\n-- who? -- who else is here? --\n\nIVAN\n-- no! -- not me! -- no other people! --\n\nvICc\n(coming up with a pistol)\n-- shut up! -- just shut the --\n\nFreaked by the gun, IVAN to his feet -- VIC pushing him\nback as he rushes past -- THE SAMPLE CASE spilling cash and\n\nee eK\n\f83\n\n84\n\n85\n\n20.\n\nWrong.\nSNAPPH! -- SNAPPH! -- SNAPPH! -- SNAPPH! -- SNAPPH! -- five\nfast, suppressed small caliber shots -- VIC falls first --\n\nIVAN crashing back across a desk as the bullets tear into\nhim -- both of them dead before they hit the floor and --\n\nREVERSE TO FIND\n\nThe GLOVED HANDS unscrewing a SILENCER, tucking away the\nweapon.",
  "14": "---END OF PREVIOUS SECTION---\nSuddenly -- MUSIC -- a radio -- some tinny pop tune just\nstarted playing from somewhere down the hall --\nvICc\n-- what the hell is that? -- alone --\n\nyou said alone --\nBoth of them sure they're being double-crossed --\n\nVIC (CONT'D) (cont'd)\n(reaching for his ankle)\n-- who? -- who else is here? --\n\nIVAN\n-- no! -- not me! -- no other people! --\n\nvICc\n(coming up with a pistol)\n-- shut up! -- just shut the --\n\nFreaked by the gun, IVAN to his feet -- VIC pushing him\nback as he rushes past -- THE SAMPLE CASE spilling cash and\n\nee eK\n\f83\n\n84\n\n85\n\n20. Wrong. SNAPPH! -- SNAPPH! -- SNAPPH! -- SNAPPH! -- SNAPPH! -- five\nfast, suppressed small caliber shots -- VIC falls first --\n\nIVAN crashing back across a desk as the bullets tear into\nhim -- both of them dead before they hit the floor and --\n\nREVERSE TO FIND\n\nThe GLOVED HANDS unscrewing a SILENCER, tucking away the\nweapon. \n---TARGET SECTION TO BE ANNOTATED---\n Already in motion before we know what's happened --\npulling a climbing duffel out from his back pack --\n\nstuffing in THE SAMPLES CASE and IVAN'S BRIEFCASE -- all\n\nthe files -- all the money...\n\nExcept, wait... He's left out ONE old KGB FILE COVER -- and\nnow he pulls A PLASTIC BAG from his backpack -- GLOVED\n\nHANDS carefully remove A SINGLE SHEET OF PAPER from inside\nthe bag. And this paper looks exactly like all the stuff\nhe's just tucked away; another page full of Cyrillic blur.\n\nHe's putting this sheet of paper inside the file cover.\n\nNow he's slipping them both underneath the desk, tossing\nthem there as if they fell in the struggle and --\n\nINT. GLASS OFFICE BUILDING ELECTRICAL CLOSET ~~ NIGHT 83\n\nThe electrical risers -- as ONE OF THE TWO DETONATION\nDECIVES BLOWS -- a single, tidy, self-contained explosion\nand --\n\nEXT./INT. THE GLASS OFFICE BUILDING LOBBY -- NIGHT 84\n\n \n\nAs the lights flicker and fail and THE NIGHT SHIFT\nSECURITY GUARD is suddenly cast into darkness and --\n\nINT. BERLIN HQ/COMMAND POST -- NIGHT 85\nAs they were. Waiting. But only a moment before --\n\nTEDDY/RADIO\n(sudden, urgent)\n“Hub? -- we just -- we lost power --\nthe building! -- the whole place just\nwent dark! --\"\n\nCRONIN looking at Pamela -- the first whiff of dread as --\nCRONIN\n\n\"-- repeat -- who is dark?\nbuilding or your location?\n\nthe target\n\n \n\f86-87\n\nA87,B87\n\n88\n\n89\n\n90\n\n21.\n\nRADIO VOICES piling up -- panicked, confusion cascading as -\nDELETED 86-87\nDELETED A87,B87\nEXT. BERLIN NOVATEL/PARKING LOT -- NIGHT 88\n\n \n\nAnonymous drone barn. KIRILL stepping out of a car.\nHe's carrying the duffle.\n\nINT. BERLIN NOVATEL CORRIDOR -- NIGHT 89\n\n \n\nKIRILL. Heading down the hall.\n\nINT. NOVATEL ROOM ~~ NIGHT 90\n\nKIRILL enters. It's a small room. GRETKOV is waiting.\nHe's forty. Professional. Trim and polished. Dominant.",
  "15": "---END OF PREVIOUS SECTION---\nProfessional. Trim and polished. Dominant. \n---TARGET SECTION TO BE ANNOTATED---\nGRETKOV\n(Russian)\n(You're early)\n\nKIRILL\n(You're complaining?)\n\nGRETKOV\n(It's clean?)\n\nKIRILL\n(Would I bring it?)\n\nGRETKOV taking over now. Tosses some money on the bed,\nchecks out the photocopy of the files.\n\nGRETKOV\n(What are you doing?)\n\nKIRILL stripping quickly --\n\nKIRILL\n(I'm taking a shower, it's been a long\nday.)\n\nGRETKOV\n\n(Make it fast, my plane is waiting)\n\n*\n\n*\n\fA90\n\nB90\n\n91-92A\n\nA93\n\n22.\nGRETKOV dumping three million dollars over the bed as\nKIRILL sheds his clothes, and we --\n\nDISSOLVE TO:\n\nEXT. THE BRIDGE -- GOA -- DAY A90\nWORKMEN cluster as a cable winches --\n\nThe JEEP is raised from the river bottom. As water pours\noff of it --\n\nBOURNE -- Watching -- From a distance -- Empty --\n\nCUT TO:\n\nEXT. BERLIN OFFICE BUILDING -- DAY B90\n\n \n\nCrime scene. POLICE blocking OFFICE WORKERS from getting\nin the building. MEDIA vans clogging the street.\n\nPAMELA and CRONIN, across the street, watching.\nThe mood is black. Ashes.\n\nPAMELA\nWe need to get in there.\n\nCRONIN\nI'm working on it.\n\nPAMELA stands there. Silent. Staring at the disaster\nacross the street.\n\nDELETED 91-92A\n\nINT. SHACK -- GOA -- DAY A93\nBOURNE is bailing.\n\nExfil procedure, but this is a heartbroken exfil.\n\n-- A FOOTLOCKER open. Bourne's main stash.\n\nBOURNE going through the footlocker. Setting aside his\n‘work clothes' -- other things he needs.\n\nBut he also has to separate.\n\fB93\n\n93\n\n23.\n\nA GROWING PILE of Marie memories: Bank cards. Phony\nstudent IDs. Loose passport photos with a mix of looks and\nhair-dos. Clothes -- vacuum-packed bags -- spare shoes.\n\nEXT. NEAR THE SHACK -- DAY B93\nA gasoline-stoked FIRE burning in a rock-lined pit. BOURNE\nfeeding his papers and all of Marie's belongings into the\nfire.",
  "16": "---END OF PREVIOUS SECTION---\nEXT. NEAR THE SHACK -- DAY B93\nA gasoline-stoked FIRE burning in a rock-lined pit. BOURNE\nfeeding his papers and all of Marie's belongings into the\nfire. \n---TARGET SECTION TO BE ANNOTATED---\n A passport cover crinkles back to reveal her photo.\nHer face begins to burn. Gas-soaked clothes tossed in.\nNothing left except --\n\nThe PHOTOGRAPH -- the picture of he and Marie at the beach.\nThe one from his desk.\n\nBOURNE hesitates, holds the photo out to the flames. The\nrules of exfil say drop it -- but he can't -- won't --\n\nHe reaches to his bag, sticks the photo on top of his gear.\n\nThen, hefting, the bag, BOURNE strides away.\n\nINT. BERLIN HQ COMMAND POST ~~ DAY 93\n\n \n\nA folding table covered with XEROXED BERLIN POLICE\nPAPERWORK. PAMELA getting a show-and-tell from CRONIN\nand TEDDY.\n\nCRONIN\n-- so there were two of these explosive\ncharges placed on the power lines. One of\nthem failed. The fingerprint...\n(Pamela's got it)\nThat's from the one that didn't go off.\n\nPAMELA\nAnd the Germans can't match it?\n\nTEDDY\nNobody's got it. We checked every\ndatabase we could access. Nothing.\n\nCRONIN\nShow her the other thing.\n\nTEDDY\nThis is a KGB file that must've fallen\nsomehow and then slipped under, I guess, a\ndesk there, or...\n(handing it to her--)\n\n*\n\fc93\n\n94-96\n\nA97\n\n97\n\n98\n\n24.\n\nPAMELA\nDo we know what this says?\n\nTEDDY\nYup...\n\n(a scrap of paper)\n\nThe main word there, the file heading,\ntranslates as: Treadstone.\n\nPAMELA\nWhat the hell is a \"Treadstone?\"\n\nCRONIN shaking his head. Nobody knows.\n\nCUT TO:\n\nEXT. INDIA COUNTRYSIDE -- DAY c93\n\nBOURNE bouncing around on an old Punjab BUS. Alone ina\ncrush of humanity.\n\nGoing only God knows where...\n\nCUT TO:\n\nDELETED 94-96\n\nEXT. CIA HEADQUARTERS -- LANGLEY, VIRGINIA A97\n\n \n\nPAMELA'S POV as she drives toward the entrance.\n\nC.I.A. HEADQUARTERS VIRGINIA\n\nINT. C.I.A. HEADQUARTERS -- DAY 97\n\nA long, bright, sterile hallway.",
  "17": "---END OF PREVIOUS SECTION---\nI. A. HEADQUARTERS -- DAY 97\n\nA long, bright, sterile hallway. \n---TARGET SECTION TO BE ANNOTATED---\n PAMELA and CRONIN walking\nbriskly alongside A UNIFORMED S.P.S. OFFICER.\nINT. C.I.A. ELEVATOR -- DAY 98\n\nPAMELA and CRONIN watching THE S.P.S. OFFICER unlock the\noperation panel. Coding in. They begin to descend and --\n\f99\n100-102\n103\n103A-104\n105\n\n25.\n\nINT. DIFFERENT C.I.A. CORRIDOR -- DAY 99\nDrab and desolate. PAMELA and CRONIN come around a corner,\n\nwalking with A NEW ESCORT OFFICER. Passing a sign that\nreads:\n\nOperations Library Center.\n\nDELETED 100-102\n\nINT. SECURED READING ROOM #63171 -- DAY 103\n\nSealed, triple-locked NUMBERED DOOR. It swings open.\nLights flicker on. Tons of shit packed away in here.\nShelves bulging. Boxes. Tapes. Binders. Hard drives.\nPAMELA steps in. A HUGE FILING CABINET labeled --\n\nTREADSTONE\n\nPAMELA/PHONE (OVER)\nWard?\n\nABBOTT (0S)\nYes?\n\nPAMELA/ PHONE\nPamela Landy.\n\nDELETED 103A-104\n\nINT. ABBOTT'S OFFICE/C.I.A. HEADQUARTERS -- DAY 105\n\nWARD ABBOTT at his desk. The cluttered clubhouse HQ of a\nman who's spent the last thirty-five years in the spy game.\nA PICTURE WINDOW offers a commander's view of the BULLPEN.\n\nABBOTT/PHONE\nWhat can I do for you, Pam?\n\nPAMELA/ PHONE\nI was hoping you had some time for me.\n\nABBOTT/PHONE\nTime for what?\n\nPAMELA/ PHONE\nI'm free right now actually.\n\n%\n\n*\n\f106\n\n26.\n\nABBOTT/PHONE\nThat sounds ominous. Let me check my\nschedule.\n\nABBOTT holds the phone. Eyes drifting out the window and --\nABBOTT'S POV\n\nTHE BULLPEN. CRONIN is standing with DANIEL ZORN, one of\nAbbott's trusted #2s. Clearly ZORN is getting the less\npolite version of Pamela's invitation. ZORN managing to\nshoot a quick, questioning glance to Abbott as --\n\nINT. C.I.A.",
  "18": "---END OF PREVIOUS SECTION---\nC. I. A. \n---TARGET SECTION TO BE ANNOTATED---\n INTERVIEW ROOM -- DAY 106\nA cold room. Desk. Two chairs. ABBOTT and PAMELA alone.\n\nPAMELA\nTreadstone.\n\nABBOTT\nNever heard of it.\n\nPAMELA\nThat's not gonna fly.\n\nABBOTT\nWith all due respect, Pam, I think you\nmight've wandered a little past your pay-\ngrade.\n\nShe has a piece of paper. She slides it forward.\n\nPAMELA\nThat's a warrant from Director Marshall\ngranting me unrestricted access to all\npersonnel and materials associated with\nTreadstone.\n\nABBOTT rocked and trying to hide it.\n\nABBOTT\nAnd what are we looking for?\n\nPAMELA\nI want to know about Treadstone.\n\nABBOTT\nTo know about it?\n(almost amused)\nIt was a kill squad. Black on black.\nClosed down two years ago.\n(MORE )\n\f107\n\nA107\n\nB107\n\n108\n\n27.\n\nABBOTT (CONT'D)\nNobody wants to know about Treadstone.\nNot around here.\n(the warrant)\nYou better take this back to Marty and\nmake sure he knows what you're doing.\n\nPAMELA\n(trump card)\nHe does. I've been down to the archives.\nI have the files, Ward.\n\nDELETED 107\n\nEXT. BAY OF NAPLES -- LATE AFTERNOON A107\n\nA hard working port. A big MEDITERRANEAN FERRY coming in.\nNAPLES\n\nFERRY -- BOURNE at the rail. Unchanged from India.\nStaring ahead as Europe looms.\n\nEXT. FERRY DOCK -~ LATE AFTERNOON B107\n\nBOURNE disembarking to an immigration queue. Looking\nunremarkable. Just one of many passing through.\n\nINT. C.I.A. INTERVIEW ROOM -~ DAY 108\n\nAs they were. ABBOTT watching PAMELA pull a photo from her\nfile. Sliding it over. CONKLIN'S FACE peering back.\n\nPAMELA\nLet's talk about Conklin.\n\nABBOTT\nWhat are you after, Pam? You want to fry\nme? You want my desk? Is that it?\n\nPAMELA\nI want to know what happened.\n\nABBOTT\n\nWhat happened? Jason Bourne happened.\n(fury focusing)\n\nYou've got the files? Then let's cut the\ncrap. It went wrong.",
  "19": "---END OF PREVIOUS SECTION---\n(fury focusing)\n\nYou've got the files? Then let's cut the\ncrap. It went wrong. \n---TARGET SECTION TO BE ANNOTATED---\n Conklin had these\nguys wound so tight they were bound to\nsnap.\n\n(MORE )\n\f28.\n\nABBOTT (CONT'D)\nBourne was his number one -- guy went out\nto work, screwed the op and never came\nback. Conklin couldn't fix it, couldn't\nfind Bourne, couldn't adjust. It all went\nsideways. Finally there were no options\n\nleft.\nPAMELA\nSo you had Conklin killed.\n(silence)\n\nI mean, if we're cutting the crap...\n\nABBOTT\nI've given thirty years and two marriages\nto this agency. I've shoveled shit on\nfour continents. I'm due to retire next\nyear and believe me, I need my pension,\nbut if you think I'm gonna sit here and\nlet you dangle me with this, you can go to\nhell. Marshall too.\n\n(flat)\n\nIt had to be done.\n\nPAMELA\nAnd Bourne? Where's he now?\n\nABBOTT\n(shrugs)\nDead in a ditch? Drunk in a bar in\nMogadishu? Who knows?\n\nPAMELA\nI think I do. We had a deal going down\nin Berlin last week. During the buy,\nboth our Field Agent and the seller were\nkilled. We pulled a fingerprint from a\ntiming charge that didn't go off.\n(beat)\nThey were killed by Jason Bourne.\n\nABBOTT hesitates. Blindsided. What?\nA courtesy knock at the door.\nCRONIN\n\n(appearing in the doorway)\nThey're ready for us upstairs.\n\n109-114 DELETED 109-114\n\fA115\n\n115\n\n116\n\n117\n\n29.\n\nINT. FERRY BUILDING CUSTOMS HALL -- SUNSET A115\n\n \n\nNow at the IMMIGRATION OFFICER booth, BOURNE hands over an\nOLD BLUE PASSPORT. It reads, JASON BOURNE. What's he up\nto? Is he giving up?\nIMMIGRATION OFFICER\n(Where you coming from, Mr.\nBourne? )\n\nBOURNE\n(Tangiers)\n\nThe OFFICER runs the CODE on the passport through the\nSCANNER.\n\nINT. INTERPOL MONITORING STATION -- MADRID -- SUNSET 115\n\n \n\nA TECH turns as a COMPUTER ALARM begins an incessant\nBEEPING.",
  "20": "---END OF PREVIOUS SECTION---\nBourne? )\n\nBOURNE\n(Tangiers)\n\nThe OFFICER runs the CODE on the passport through the\nSCANNER. INT. INTERPOL MONITORING STATION -- MADRID -- SUNSET 115\n\n \n\nA TECH turns as a COMPUTER ALARM begins an incessant\nBEEPING. \n---TARGET SECTION TO BE ANNOTATED---\nTHE SCREEN\n\nAs Jason Bourne's PASSPORT DATA begins scrolling through.\nA sleeper waking up on the grid. Then his PHOTO.\n\nWORK STATION\n\nAs an Interpol SUPERVISOR leans in over the TECH'S shoulder\nto see what's up. After a beat...\n\nAs the TECH begins typing and hits send...\n\nINT. C.I.A. RELAY STATION -- BETHESDA, MARYLAND -- DAY 116\n\n \n\nCREWCUT turns from his monitor to his own SUPERIOR as, at\nthe same time...\n\nINT. FERRY BUILDING CUSTOMS HALL -- SUNSET 117\n\n \n\nLooking up from his computer, the IMMIGRATION OFFICER\ngestures BOURNE to one side.\n\nIMMIGRATION OFFICER\n(Sir, would you be so kind as to step\nover here, please?)\n\f118\n\n30.\nBOURNE\n(Uh, sure.)\nThe IMMIGRATION OFFICER comes out of his booth as a\nCARABINIERI joins him and they escort BOURNE to a small\nroom at the side of the CUSTOMS HALL.\n\nIMMIGRATION OFFICER\n(Please wait in here.)\n\nBOURNE scans the hall as he walks, enters room...\nPAMELA'S (V.O.)\nSeven years ago, twelve million dollars\nwas stolen from a CIA account...\n\nBOURNE takes a seat. CARABINIERI guards the room.\n\nINT. C.I.A. SITUATION ROOM -~ DAY 118\n\nSame table. More faces. MARSHALL back in the throne.\nABBOTT, THREE C.I.A. MANDARINS plus THEIR #2'S, and --\n\nPAMELA\n.-.in Warsaw. This is...\nCLICK -- A PHOTO of the man killed in Berlin fills the\nprojection screen behind her -- CLICK -- crime scene photo\nof dead body -- CLICK -- \"PECOS OIL\" logo --\nPAMELA (CONT'D)\n...Ivan Mevedev -- senior financial\nManager -- worked for one of the new\n\nRussian petroleum companies, Pecos Oil.\n\nHe claimed to know where the money landed.\nWe believe this could have only happened\nwith help from someone inside the\nAgency... This...\n\nCLICK -- CONKLIN'S PHOTO --\n\nPAMELA (CONT'D)\n(placing it on the table)\n...this is Conklin's computer.",
  "21": "---END OF PREVIOUS SECTION---\nWe believe this could have only happened\nwith help from someone inside the\nAgency... This... CLICK -- CONKLIN'S PHOTO --\n\nPAMELA (CONT'D)\n(placing it on the table)\n...this is Conklin's computer. \n---TARGET SECTION TO BE ANNOTATED---\nCLICK -- A PHOTOCOPY OF A BANKING CONTRACT --\n\nPAMELA (CONT'D)\n..-At the time of his death, Conklin was\nsitting on a personal account in the\namount of seven-hundred and sixty\nthousand dollars.\n\nx %\n\nHe FH eH HH\n\n*\n\n%\n\f31.\n\nABBOTT\nDo you know what his budget was? *\n\nPAMELA\nExcuse me.\n\nABBOTT\nWe were throwing money at him. Throwing *\nit at him and asking him to keep it dark. *\n\nPAMELA\nMay I finish? *\n\nABBOTT\nConklin might've been a nut, but he\nwasn't a mole. You have me his calendar\nfor a couple of days, I'll prove he\nkilled Lincoln.\n(appealing to Marshall)\nThis is supposed to be definitive?\n\nee eK\n\nPAMELA\nWhat's definitive, is that I just lost\ntwo people in Berlin!\n\nABBOTT\nSo what's your theory?\n(mocking her)\nConklin's reaching out from the grave to\nprotect his good name?\n(incredulous)\nThe man is dead.\n\nMARSHALL\n(he's heard enough)\nNo one's disputing that, Ward.\n\nABBOTT\nFor crissake, Marty, you knew Conklin.\nDoes this scan? I mean, at all?\n\nMARSHALL signals for quiet...\n\nMARSHALL\nOkay, cut to the chase, Pam. What are you\nselling?\n\nPAMELA\n\nI think that Bourne and Conklin were in\n\nbusiness. That Bourne is still involved. *\n(MORE )\n\f119-120\n\n121\n\n122\n\n32.\n\nPAMELA (CONT'D)\nAnd that whatever information I was going\nto buy in Berlin, it was big enough to\nmake Bourne come out from wherever he's\nbeen hiding to kill again.\n(to Abbott)\nHow's that scan?\n\nAs the MANDARINS all start talking at once --\n\nZORN enters. Stands at the head of the table. Tries to\nget their attention.\n\nZORN\nHey...\n(they look up)\nLook, you're not gonna believe this, but\nJason Bourne's passport just came on the\ngrid in Naples.\n\nABBOTT blinks. What?\n\nDELETED 119-120\n\nEXT. FERRY BUILDING CUSTOMS HALL -- NIGHT 121\n\nNEVINS.",
  "22": "---END OF PREVIOUS SECTION---\nWhat? DELETED 119-120\n\nEXT. FERRY BUILDING CUSTOMS HALL -- NIGHT 121\n\nNEVINS. \n---TARGET SECTION TO BE ANNOTATED---\n American. A junior, C.I.A. Field Officer.\nWalking from the parking lot, talking on his cellphone.\n\nNEVINS\n\n...-what can I do? I can't. I'11 call you\nwhen I know what I'm into...\n\n(a hassled pause)\nI don't know, some guy's name came up on\nthe computer.\n\n(starting toward the\n\nbuilding)\nSo start without me, if I can get there, I\nwill. Later...\n\nNEVINS hangs up and pockets the phone. He hustles towards\nthe building.\nINT. CIA SITUATION ROOM -- DAY 122\n\nThe room is jumping. Agents tracking, working the phones\nand computers. PAMELA giving orders. ABBOTT watches.\n\nHe eH HK\n\n*\n\nee eK\n\f123\n\n33.\n\nCRONIN\n(looks up from computer\nscreen)\nLooks like he's been detained.\n\nee eK\n\n*\n\nPAMELA\nWho's going? Us?\n\n*\n\nCRONIN *\nThere's only a Consulate, they sent a\nfield officer out half an hour ago --\n\n%\n\nPAMELA\n(cuts him off)\nThen get a number, they need to know who\nthey're dealing with.\n\nee eK\n\nCRONIN already on it... *\n\nINT. FERRY BUILDING HOLDING ROOM -- SUNSET 123\n\nAs NEVINS flashes his credentials to CARABINIERI at door,\nwho gives an unimpressed shrug and lets him in.\n\nNEVINS takes his overcoat off, tosses it on the empty\nchair. We see a big ass .45 for just a second under his\nsuit jacket.\n\nNEVINS\nAlright, Mr. Bourne, is that your name?\n(BOURNE nods)\nName's Nevins. I'm with the US Consulate.\nCould I see your passport?\n\nBOURNE, silent, hands over his passport.\n\nNEVINS (CONT'D)\nSo, Mr. Bourne...\n\nNEVINS studies Bourne's passport...\n\nNEVINS (CONT'D) *\nWhat are you doing in Tangiers?\n\nSilence... *\nNEVINS (CONT'D)\n\n(faux friendly)\nAre you travelling alone? *\n\fA123\n\n123\n\n34.\n\nBOURNE stares straight ahead. NEVINS comes around the\ntable and sits in front of BOURNE.",
  "23": "---END OF PREVIOUS SECTION---\nSilence... *\nNEVINS (CONT'D)\n\n(faux friendly)\nAre you travelling alone? *\n\fA123\n\n123\n\n34. BOURNE stares straight ahead. NEVINS comes around the\ntable and sits in front of BOURNE. \n---TARGET SECTION TO BE ANNOTATED---\nNEVINS (CONT'D)\n(in his face)\nLook, I don't know what you've done.\nBut, you're gonna need to play ball here.\n\nNEVINS cell starts to ring. He shrugs an apology, turns\naway and answers:\n\nNEVINS (cont'd) (CONT'D)\nNevins...\n\nPAMELA/ PHONE\nThis is Pamela Landy, a CI Supervisor\ncalling from Langley, Virginia. Are you\nwith a Jason Bourne now?\n\nNEVINS\n(listens; looks at Bourne)\nYes...\nINT. CIA SITUATION ROOM -- DAY A123\n\nPAMELA on the phone.\n\nPAMELA\nThen use extreme caution. He can be very\nunpredictable and violent. Use whatever\nmeans necessary to...\n\nINT. FERRY BUILDING HOLDING ROOM -- SUNSET 123\n\n \n\nWhatever Nevins is being told, it's concerning. BOURNE\nwatching him. Knows exactly what this is.\n\nCLOSE ON NEVINS as he steps away, listening intently. His\nhand just starting to move toward his shoulder holster.\n\nNEVINS (cont'd)\nOkay, I'll call you right back.\n\nNEVINS flips shut his phone. He reaches for his gun, even\nas he turns, and --\n\nBOURNE is right there in his face. WHUMP! Momentum and\ngravity reaching mutual agreement as NEVINS hits the deck.\n\nCARABINIERI barely clears his holster before -- CHOP --\nCHOP -- BOURNE has him down in a heap.\n\n+ Fe *\n\n%\n\nee eK\n\nee eK\n\f124\n\n125\n\n126\n\n127\n\n128-129\n\n130\n\n35.\n\nBOURNE is back, silent and effective.\n\nFinding NEVINS cellphone, BOURNE reaches into his bag. He\nholds the phone next to a larger, diagnostic MOBILE UNIT --\nthe \"confirm\" light blinks -- Nevins' phone has been\ncloned. BOURNE puts the phone back in NEVINS coat, takes\nhis gun and CARABINIERI'S gun and radio and puts them in\nhis duffle. We're starting to realize there's a plan at\nwork here.\n\nFINALLY\nBOURNE -- exits the door, wedging a desk under the handle\n\nso it cannot be opened from the inside and calmly walks\naway like nothing ever happened --\n\nEXT.",
  "24": "---END OF PREVIOUS SECTION---\nBOURNE puts the phone back in NEVINS coat, takes\nhis gun and CARABINIERI'S gun and radio and puts them in\nhis duffle. We're starting to realize there's a plan at\nwork here. FINALLY\nBOURNE -- exits the door, wedging a desk under the handle\n\nso it cannot be opened from the inside and calmly walks\naway like nothing ever happened --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n NAPLES FERRY BUILDING -- NIGHT 124\n\n \n\nAnd now we see the old BOURNE, in his long black coat,\npurposely striding out of the building. He pauses long\nenough for the security camera to get a good look at him.\n\nTHE RONIN returns.\n\nEXT. NAPLES FERRY PARKING LOT -- NIGHT 125\nBOURNE crosses the street and approaches a man putting his\n\nsuitcase in the trunk of a green Peugeot. BOURNE reaches\ninto his bag, pulls out some cash.\n\nDELETED 126\n\nINT. FERRY/SECURITY HOLDING ROOM -- NIGHT 127\n\nNEVINS stirring, the CARABINIERI still out. A phone starts\nto RING. Nevins' phone. Finally sitting up, he answers.\n\nNEVINS\nHello?\n\nDELETED 128-129\n\nINT. C.I.A. SITUATION ROOM -~ DAY 130\n\nPAMELA at the other end of the line.\n\fA130\n\n131\n\n36.\n\nPAMELA/ PHONE\nMr. Nevins?\nNEVINS / PHONE\nWho's this?\nPAMELA/ PHONE\nPamela Landy, again. Where do we stand? *\nINT. FERRY/SECURITY HOLDING ROOM -- NIGHT A130\n\n \n\nNevins barely knows where he is.\n\nEXT. NAPLES STREET -- NIGHT 131\nBOURNE sits in the dark car. Headphones. A nest of cool\ngadgetry -- on the passenger seat. Listening in -- *\nrecording --\nHe writes: Pamela Landy -- circles it.\nNEVINS / PHONE\nI think... I think he got away. *\nPAMELA looks at the faces waiting around the table. Shakes\nher head no... *\nPAMELA *\nHave you locked down the area? *\nNEVINS / PHONE\nAh, we're in Italy. They don't exactly *\n\n“lock down\" real quick...\nINTERCUT -- BOURNE -- NEVINS -- PAMELA --\n\nPAMELA/ PHONE\nHow long have you worked for the agency?\n\nNEVINS / PHONE\nMe? Four years.\n\nPAMELA/ PHONE\nIf you ever want to make it to five,\nyou're gonna listen to me real close.\nJason Bourne is armed and extremely\ndangerous.",
  "25": "---END OF PREVIOUS SECTION---\nFour years. PAMELA/ PHONE\nIf you ever want to make it to five,\nyou're gonna listen to me real close. Jason Bourne is armed and extremely\ndangerous. \n---TARGET SECTION TO BE ANNOTATED---\n A week ago, he assassinated\ntwo men in Berlin, one of whom was a *\nhighly-experienced field officer... *\n(continuing as--)\n\fA131\n\n37.\n\nWe're TOTALLY ON BOURNE at this point -- sitting there in\nthe dark car, struggling to make sense of this -- what the\nfuck is she talking about? -- Berlin? -- He writes it,\n\ncircles it.\n\nPAMELA/PHONE (CONT'D)\nI want that area secured, I want any\nevidence secured and I want it done now.\nIs that clear??\n\nNEVINS / PHONE\nYes, sir -- ma'am...\n\nPAMELA/ PHONE\nI'm getting on a plane to Berlin in 45\nminutes, which means you are going to call\nme back in 30, and when I ask you where we\nstand, I had better be impressed. My\nmobile number is...\n\nBOURNE already turning the key in the ignition -- THE\nPEUGEOT ROARING TO LIFE, as he writes the number.\n\nDropping the car into gear, BOURNE pulls briskly away from\nthe curb.\n\nINT. C.I.A. SITUATION ROOM -- DAY A131\nPAMELA finishes, hangs up.\n\nABBOTT\nBerlin!\n\nPAMELA\nI've already got a team there. I doubt\nBourne's in Naples to settle down and\nraise a family.\n\nABBOTT\nYou don't know what you're getting into\nhere.\n\nPAMELA\n\nAnd you do? From the moment he left\nTreadstone, he has killed and eluded\nevery person that you sent to find him...\n\nBefore it can come to blows --\n\nMARSHALL\n(riot act)\nEnough. I want both of you on that plane.\n(MORE )\n\nee eK\n\n%\n\n+ F**K\n\n%\n\nee eK\n\fAA131\n\nB131\n\n132\n\n133\n\n38.\n\nMARSHALL (CONT'D)\n\nAnd we are -- all of us -- going to do\nwhat we were either too lazy or inept to\ndo the last time around -- you're going to\n\nfind this sonofabitch and take him down\nbefore he destroys any more of this\nagency.\n\n(beat)\nIs that definitive enough for you?\n\nABBOTT nods. Sharing a look with PAMELA as we --\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\n(beat)\nIs that definitive enough for you? ABBOTT nods. Sharing a look with PAMELA as we --\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CIA HEADQUARTERS HALLWAY -- DAY AA131\n\nPAMELA and CRONIN come screaming around a corner and down\na long corridor, ABBOTT and ZORN trying to keep up.\n\nCRONIN\n-- Kurt's reopening all the wyfi and sat\nlinks --\nPAMELA\n-- uplink all relevant files to\nKim --\n\n(a look back at Zorn)\n-- and I want them to contact anyone who\nhad anything to do with Treadstone --\n\nZORN looks to ABBOTT, as they disappear around a\ncorner...\n\nEXT. AUTOSTRADA -- NIGHT B131\nTHE PEUGEOT speeding North -- North towards Germany and --\nDELETED 132\nINT. BOURNE'S PEUGEOT -- NIGHT (CONT) 133\n\n \n\nBOURNE driving -- listening to playback of Pamela's\nconversation with Nevins.\n\nPAMELA/TAPE\n“Jason Bourne is armed and extremely\ndangerous...\"\n\nBOURNE'S FACE -- eyes -- tight -- looking weird --\n\n*\n\n%\n\nHe eH HK\n\n%\n\fA133\n\nB133\n\n134\n\n135\n\n39.\n\nPAMELA/TAPE (cont'd)\n\n(CONT'D)\n\",..a week ago he assassinated two men in\nBerlin, one a highly...\"\n\nSUDDENLY A133\nFLASHBACK! -- a shard -- pieces -- lightning flash of\nimages GETTING IN THE BACK SEAT OF THE CAR -- rolling\n\nBRANDENBURG BERLIN -- A MIRROR -- THE TELEVISION TOWER --\n\nTHE DRIVER looks back. We see him. (We'll know him later\nas Jarda.) Then -- A STEEL CASE on the backseat. Inside a\nSYRINGE, A DARK VIAL, PISTOL. As we lay hands on them --\n\nBACK TO: B133\nBOURNE out of it -- jolted! -- almost losing control of the\ncar for a second -- jerking back into his lane, --\nrecognition -- toughing it out -- Steady as she goes --\n\nCatching his rhythm again. Accelerating and ---\n\nEXT. BAKERY -- PORTOBELLO ROAD ~~ DAY 134\n\nA BAKERY on the corner. NICKY emerging. Nicky from the\nold days. Suddenly, she stops --\n\nABBOTT stands there beside a parked car. The passenger\ndoor open. Message clear. Get the fuck in.\nINT.",
  "27": "---END OF PREVIOUS SECTION---\nMessage clear. Get the fuck in. INT. \n---TARGET SECTION TO BE ANNOTATED---\n US AIR FORCE BASE, ENGLAND -- DAY 135\n\nInside a hanger. Inside an office. ABBOTT watching as\nCRONIN questions NICKY. PAMELA sits on a window sill.\n\nCRONIN\nSo your cover at the time was what?\n\nNICKY\nThat I was an American student in Paris.\n\nCRONIN\nWhat exactly did your job with Treadstone\nin Paris consist of?\n\nNicky looks to Abbott. He nods that it's okay to\nanswer. Pamela bristles at the check-off.\n\fcop.\n\n40.\n\nNICKY\nI had two responsibilities. One was to\ncoordinate logistical operations. The\nother was to monitor the health of the\nagents, to make sure they were up to date\nwith their medications.\n\nCRONIN\nHealth, meaning what?\n\nNICKY\nTheir mental health. Because of what\nthey'd been through. They were prone to a\nvariety of problems.\n\nPAMELA\n(losing patience) *\nWhat kind of problems?\n\nNICKY\nDepression. Anger. Compulsive\nbehaviors. They had physical symptoms --\n\nheadaches -- sensitivity to light --\nPAMELA *\nAmnesia? *\nNICKY\nBefore this? Before Bourne? No.\nNICKY gets agitated. ABBOTT steps in, fatherly, good *\n*\nABBOTT\nWere you familiar with the training\nprogram?\nNICKY\n\nThe details? No. I mean, I was told it\nwas voluntary. I don't know if that's\ntrue or not, but that's what I was told.\n(a bit defensive)\nLook, they took vulnerable subjects,\nokay? You mix that with the right\npharmacology and some serious behavior\nmodification, and, I don't know, I mean,\nI guess anything's possible.\n\nZORN arrives from outside. *\n\f136\n\n137\n\n41.\n\nZORN\n\nThe jet's ready.\n(points to Nicky)\nThere's a car for you.\n\nEverybody moving. NICKY relieved. She's off the hook.\nShe thinks. She becomes aware of PAMELA considering her.\n\nNICKY\nGood luck.\n\nPAMELA\nYou were his local contact. You were\nwith him the night Conklin died. You're\ncoming with us.\n\nEXT. PRIVATE JET -- DUSK 136\n\nStreaks across the sky.\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nEXT. PRIVATE JET -- DUSK 136\n\nStreaks across the sky. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PRIVATE JET -~- NIGHT 137\n\nQuiet in the cabin. ABBOTT gets up to use the bathroom.\nPAMELA sits across from NICKY who stares out the window.\nAs the bathroom door clicks shut, PAMELA seizes the\nprivacy.\n\nPAMELA\nI'm curious about Bourne. Your\ninterpretation of his condition.\nYou have specific training in the\nidentification and diagnosis of\npsychological conditions?\n\nNICKY\nAm I a doctor, no, but...\n\nPAMELA\nAre you an expert in amnesia?\n\nNICKY\nLook, what do you want me to say?\nI was there. I believed him.\n\nPAMELA\nBelieved what?\n\nNICKY\nI believed Jason Bourne had suffered\na severe traumatic breakdown.\n\nee eK\n\n%\n\n*\n\nee eK\n\nee eK\n\n%\n\f42.\n\nPAMELA\nSo he fooled you.\n\nNICKY\n(frustration building)\nIf you say so.\n\nPAMELA\n(leans in; still low)\nNot good enough. You're the person who\nfloated this amnesia story.\n(shifts gears)\nEver feel sorry for him? For what he'd\nbeen through?\n\nNICKY\nYou're making it out like we're friends\nhere or something. I _met him alone twice.\n\nPAMELA\nYou felt nothing? No spark? Two young\npeople in Paris? Dangerous missions?\nLife and death?\n\nNICKY\n(incredulous)\nYou mean, did I want a date?\n\nPAMELA\nDid you?\n\nNICKY\nThese were killers. Conklin had them all\njacked up. They were Dobermans.\n\nPAMELA\nSome women like Dobermans --\n\nNICKY\nWhat do you want from me? I was\nreassigned. I'm out.\n\nPAMELA\nSee, that's a problem for me, Nicky.\nWhatever he's doing, we need to end it.\nThis isn't the kind of mess you walk away\nfrom.\n\nPAMELA leans away. NICKY looks back out the window.\n\nee eK\n\nee eK\n\n*\n\f138\n\nA138\n\nB138\n\n43.\n\nEXT. TARMAC -- BERLIN AIRPORT ~~ NIGHT 138\n\n \n\nThree in the morning as the GULF STREAM lurches to a stop.\nTWO BLACK SEDANS here for the pickup.",
  "29": "---END OF PREVIOUS SECTION---\nEXT. TARMAC -- BERLIN AIRPORT ~~ NIGHT 138\n\n \n\nThree in the morning as the GULF STREAM lurches to a stop. TWO BLACK SEDANS here for the pickup. \n---TARGET SECTION TO BE ANNOTATED---\n TEDDY the greeting\nparty as --\n\nPAMELA, CRONIN, ABBOTT, ZORN and NICKY disembark --\nEXT. BERLIN STREET -- NIGHT A138\nThe SEDANS making their way, stopping at a non-descript\n\noffice building.\n\nINT. BERLIN HQ/COMMAND POST -- NIGHT B138\n\n \n\nELEVATOR opens into their 9th floor world. Emergency\nactivity. KIM ready to debrief, KURT work the computers.\nEnergy up. PAMELA, ABBOTT and CRONIN bring NICKY into the\nroom.\n\nKIM\n-- so far Bourne's had no contact with\nanyone on the list -- Langley pulled an\nimage out of Naples, it's uploading right\nnow.\n\nKURT\n\nComing in now...\n\nEverything stops, as THE PHOTO -- blurry, oblique -- begins\nmaterializing on HALF-A-DOZEN MONITORS around the room.\nSuddenly, they're surrounded by Bourne.\n\nPAMELA\n(to Nicky)\nIs it him?\nLooking closer -- she nods...\nCRONIN\n\nHe's not hiding, that's for sure.\n\nZORN\nWhy Naples? Why now?\n\nPAMELA has gone quiet, just staring at the picture, as --\n\nKURT\nCould be random.\n\fC138\n\nD138\n\n139\n\n44,\n\nCRONIN\nMaybe he's running.\n\nABBOTT looks skeptical.\n\nABBOTT\nOn his own passport?\n\nKIM\n(the image)\nWhat's he actually doing?\n\nCRONIN\nWhat's he doing? He's making his first\nmistake...\n\nAnd then, from behind them --\n\nNICKY\n\nIt's not a mistake.\n\n(everyone looks over)\nThey don't make mistakes. And they don't\ndo random. There's always an objective,\nalways a target.\n\n(beat)\nIf he's in Naples, on his own passport,\nthere's a reason.\n\nPAMELA turns to ABBOTT. A silent moment between them.\nThey're in it now and they know it.\n\nEXT. ITALIAN MOUNTAIN HIGHWAY ~~ NIGHT C138\n\n \n\nTHE PEUGEOT streaking through the Alps. Passing a sign for\nthe German border. Moonlit glacial peaks whipping past as\nCLUB MUSIC STARTS PULSING LOUDER AND LOUDER and --\n\nINT. THE PEUGEOT -- NIGHT (CONT.",
  "30": "---END OF PREVIOUS SECTION---\nPassing a sign for\nthe German border. Moonlit glacial peaks whipping past as\nCLUB MUSIC STARTS PULSING LOUDER AND LOUDER and --\n\nINT. THE PEUGEOT -- NIGHT (CONT. \n---TARGET SECTION TO BE ANNOTATED---\n ) D138\nBOURNE driving hard. Pushing the car through the night.\n\nMission Bourne. As the MUSIC KEEPS JUST BUILDING AND\nBUILDING, taking us into --\n\nINT. MOSCOW NIGHTCLUB -- NIGHT 139\nPacked and loud. Skin and smoke. A DOORMAN on the move,\ntaking us with him through THE CROWD. Faces -- voices --\n\nall the Moscow party people and --\n\nAT THE BACK\n\nee eK\n\f140\n\n141\n\n142\n\n143\n\n45.\n\nA VIP BOOTH. KIRILL simply shitfaced. But in a really\ncreepy, numb kind of way. THREE WOMEN, absolutely\ngorgeous, are sitting around him, chatting away as if he\nweren't even there. The girls looking up to see --\n\nTHE DOORMAN\n(standing there)\n(Can he walk?)\n\nKIRILL stirs. His stupor a futile attempt to escape. Eyes\nstill those of an exceptionally hard man.\n\nA minute later. KIRILL can walk. The most graceful drunk\n\nyou've ever seen. Making his way through the club. Tuning\nout everything but the need to get to THE DOOR and --\n\nEXT. MOSCOW NIGHTCLUB -- DAY (CONT) 140\n\nYes, day. It's nine a.m. KIRILL suddenly in the sunlight.\nPeople going to work. Kids off to school and --\n\nGRETKOV sitting in his Mercedes, not happy.\n\nFOLLOW CAR and SECURITY and ASSISTANT equally unhappy.\n\nGRETKOV\n(You told me Jason Bourne was dead.)\nKIRILL blinking against the sunlight -- trying to process.\nDELETED 141\nEXT. ANONYMOUS MUNICH NEIGHBORHOOD -- DAY 142\n\n \n\nDiscreet and chilly. A car pulls up. A MAN gets out.\nMUNICH\n\nWe don't see his face as he heads in.\n\n \n\nINT. JARDA'S HOUSE FOYER/KITCHEN -- DAY 143\nThe man enters. His alarm system -- beep...beep -- starts\n\nonce he comes through the door. There's A KEYPAD on the\nwall. He enters his code and the beeping stops. Just like\neveryday. It's a sad house.\n\nHe hangs his coat on the rack. Moving now --\n\f46.\n\nINTO\n\nTHE KITCHEN.",
  "31": "---END OF PREVIOUS SECTION---\nHe hangs his coat on the rack. Moving now --\n\f46. INTO\n\nTHE KITCHEN. \n---TARGET SECTION TO BE ANNOTATED---\n He drops his briefcase on the table, opens\nthe fridge for a drink. Except what he comes out with is --\n\nA GUN!\n\nWheeling around. The salaryman is JARDA. JARDA from\nBourne's dream. But as he turns --\n\nBOURNE behind him. Bigger gun. Waiting. So ready.\n\nBOURNE\nI emptied it.\n\nJARDA\n(a total pro)\nFelt a little light.\n\nBOURNE\nDrop it.\n\nJARDA lets the gun fall, looks his old comrade over a beat.\nBut Bourne's not interested in a reunion.\n\nBOURNE (cont'd) (CONT'D)\nHere...\n\nBourne tosses him FLEXCUFFS -- JARDA puts his hands behind\nhis back, turns to let BOURNE cinch them.\n\nBOURNE (cont'd) (CONT'D)\nFront. Use your teeth.\n\nJARDA\n(caught scamming)\nSorry. Old habits.\n\nBOURNE kicks over a chair. Sit.\n\nJARDA (CONT'D)\nWord in the ether was you'd lost your\nmemory.\n\nBOURNE checking JARDA'S briefcase -- tearing through it --\n\nBOURNE\nYou still should've moved.\n\nJARDA\nI like it here.\n(a beat)\n\n(MORE )\n\f47.\n\nJARDA (CONT'D)\nLast time I saw you was Greece. You had a\ngood spot.\n\nBOURNE reacts -- doesn't look over -- but realizes...\n\nJARDA (CONT'D)\nI had the girl. I had her lined up that\nwhole afternoon. Waiting for you, that\nwas the problem.\n(defensive)\nYou ever do two targets? It's tough.\n\nBOURNE turns. Cold.\n\nJARDA (CONT'D)\n(his real question)\nSo why didn't you kill me then?\n\nBOURNE\nShe wouldn't let me.\n(beat)\nShe's the only reason you're alive.\n\nSilence. JARDA down a peg. Or two.\nJARDA\nWhat do you want?\nBOURNE\nConklin.\nJARDA\nHe's dead.\nBOURNE -- the gun -- right to Jarda's face --\nBOURNE\nTry again.\nJARDA\nShot dead in Paris. Dead the night you\nwalked out.",
  "32": "---END OF PREVIOUS SECTION---\nBOURNE -- the gun -- right to Jarda's face --\nBOURNE\nTry again. JARDA\nShot dead in Paris. Dead the night you\nwalked out. \n---TARGET SECTION TO BE ANNOTATED---\nBOURNE / PHONE\nThen who runs Treadstone?\nJARDA\nNobody. They shut it down. We're the\nlast two. It's over...\n(not finishing because--)\n-- he's falling! -- landing hard -- BOURNE just kicked the\n\nchair out from under him --\n\f48.\n\nBOURNE\nYou're lying. If it's over, why are they\nafter me?\n\nJARDA\nI don't know.\n\nBOURNE\nWho sent you to Greece?\n\nJARDA\nA voice. A voice from the States.\nSomeone new.\n\nBOURNE\nPamela Landy?\n\nJARDA\nI don't know who that is.\n\nBOURNE\nWhat's going on in Berlin?\n\nJARDA\nI don't know! Why would I lie?\n\nSilence. BOURNE pulls back. Unsure.\nJARDA makes it to his feet.\n\nJARDA (CONT'D)\nWhat the hell did you do? You must have\nreally screwed up.\n\nBOURNE doesn't know. He backs off.\n\nJARDA (CONT'D)\n\nShe really did that? Told you not to kill\nme?\n\n(beat)\nI had a woman once. But after a while,\nwhat do you talk about? I mean, for us.\nThe work. You can't tell them who you\nare...\n\nBOURNE\nI did.\n\nJARDA hesitates. It's really like Bourne just told him how\nmuch he loved her.\n\nJARDA\nI thought you were here to kill me.\n\f144\n\n49.\n\nSomething in the way he said it. Plus Jarda just glanced\nat his watch.\n\nBOURNE\nWhat did you do?\n\nJARDA shrugs, almost embarrassed. BOURNE looks across to\nthe alarm pad Jarda hit on the way in. Voltage -- like a\nswitch.\n\nBOURNE (cont'd) (CONT'D)\nYou called it in?\n\nJARDA\nI'm sorry.\n\nBOURNE\nHow long? How long do I have --\n(stopping because--)\n\nTHE PHONE JUST STARTED RINGING -- loud -- insistent --\nBOURNE (cont'd) (CONT'D)\nHow_long?\nINT.",
  "33": "---END OF PREVIOUS SECTION---\nBOURNE\nHow long? How long do I have --\n(stopping because--)\n\nTHE PHONE JUST STARTED RINGING -- loud -- insistent --\nBOURNE (cont'd) (CONT'D)\nHow_long? INT. \n---TARGET SECTION TO BE ANNOTATED---\n DOD RAPID CAR -- DAY 144\nJamming -- right the fuck into it -- three guys -- JARHEADS\n-- DOD Special Force dudes -- speeding through MUNICH --\nJAR #1 is the driver -- JAR #2 is prepping weapons like a\nmaniac in the backseat and --\nJAR #3\n(on the phone)\n-- it's a red flag file! -- so fix it,\n\ncall them back ASAP! --\n\nJAR #1\n(the call)\nWhat? What'd they do?\n\nJAR #3\n(bad news)\nShe called Munich local.\n\nJAR #2\n(slamming home another clip)\nIt's probably just a drill anyway.\n\f50.\n\n145 INT. JARDA'S HOUSE KITCHEN -- DAY 145\nPHONE RINGING -- JARDA in cuffs -- BOURNE scanning out the\nwindows -- everything fast --\n\nBOURNE\n-- car keys?\nJARDA\n-- my coat -- but we should --\nBOURNE\n-- what? --\nJARDA\n-- take the back -- get another car --\nBOURNE hesitates -- just a moment --\nWrong.\nSLAM! -- out of nowhere -- JARDA swings -- two-hands --\nstill cuffed -- like a mace -- catching BOURNE hard and --\nBOURNE stunned -- JARDA smashing the coffee table, slices\nthe flexcuffs through on a shard of glass -- Free!\nJARDA follows up -- knee up in the ribs -- THE GUN KNOCKED\nFREE FROM BOURNE'S HAND! -- skittering across the floor --\nBOURNE -- as JARDA starts to move -- backhanding him and --\n146 EXT. MUNICH STREET -- DAY 146\n\nTWO MUNICH PATROL CARS rolling and --\n\n147 EXT./INT. JARDA'S KITCHEN -- DAY 147\n\nSeen from inside, glimpsed through the glass outside.\n\nIt's war -- a flat-out, close-quarter death match -- JARDA\nolder and cuffed, but strong and determined -- BOURNE still\nhammered from that opening sucker-punch -- the two of them\n\nbraced there -- grappling -- falling --\n\nJARDA -- the cuffs -- he's got BOURNE in a choke-hold --\nbut BOURNE driving his head back -- into JARDA'S FACE and --\n\n148 INT.",
  "34": "---END OF PREVIOUS SECTION---\nMUNICH STREET -- DAY 146\n\nTWO MUNICH PATROL CARS rolling and --\n\n147 EXT./INT. JARDA'S KITCHEN -- DAY 147\n\nSeen from inside, glimpsed through the glass outside. It's war -- a flat-out, close-quarter death match -- JARDA\nolder and cuffed, but strong and determined -- BOURNE still\nhammered from that opening sucker-punch -- the two of them\n\nbraced there -- grappling -- falling --\n\nJARDA -- the cuffs -- he's got BOURNE in a choke-hold --\nbut BOURNE driving his head back -- into JARDA'S FACE and --\n\n148 INT. \n---TARGET SECTION TO BE ANNOTATED---\n DOD RAPID CAR ~~ DAY 148\n\f51.\n\nJamming along through Munich --\n\n149 INT. JARDA'S KITCHEN -- DAY 149\nJARDA -- BOURNE -- THE GUN on the floor -- struggling for\nit -- JARDA there first -- BOURNE on him -- pinned there --\nfour hands, one gun and --\n\nBLAMM!!! -- wild shot -- into the refrigerator --\nStill wrestling -- breaking JARDA's nose, until --\n\nThe gun knocked away again.\n\nFinally their hands locked into each other's throats. This\nis as real and up close as it gets. Until, BOURNE finally\nholds dead weight. Eyes fixed. Staring...\n\nBOURNE jumping back. Blood all over his shirt -- BOURNE'S\nfirst kill in a long time. A messy one -- Revulsion.\n150 INT. DOD RAPID CAR -- DAY 150\n\nJARHEADS getting close -- but up ahead -- ANOTHER MUNICH\nPATROL CAR in motion -- the JARHEADS react -- don't need\nor want the company.\n\n151 INT. JARDA'S KITCHEN -- DAY 151\nBOURNE -- all business now -- pulling THE STOVE away from\n\nthe wall -- there -- THE GAS LINE HOSE -- BOURNE ripping it\nfree -- gas running wide open into the room --\n\n \n\nNext -- A FORK -- grabbing it -- jamming it down into the\nmechanism on a TOASTER -- wedging it there -- and now he's\ngrabbing PAPERS -- JARDA's stuff on the table -- jamming a\n\nroll of sales projections into the toaster beside the fork -\n\nBOURNE coughing from the gas, turning the toaster on.\nChecking his watch.\n\nTaking one last look at JARDA dead on the floor and --\n\n152 DELETED 152\n\f153\n\n154\n\n155\n\n156\n\n157\n\n158-163\n\n164\n\n52.\n\nINT. DOD RAPID CAR ~~ DAY 153\n\nThey're just turning into the street --\n\nEXT. JARDA'S STREET -- DAY 154\nTHE DOD CAR -- THREE DODS approaching the house, when --\nBOOOOOMM!!! -- JARDA'S KITCHEN -- blown out! -- gone --\nEXT.",
  "35": "---END OF PREVIOUS SECTION---\nINT. DOD RAPID CAR ~~ DAY 153\n\nThey're just turning into the street --\n\nEXT. JARDA'S STREET -- DAY 154\nTHE DOD CAR -- THREE DODS approaching the house, when --\nBOOOOOMM!!! -- JARDA'S KITCHEN -- blown out! -- gone --\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n JARDA'S BACK DOOR -- DAY 155\nBOURNE -- same moment -- flying out the rear -- as planned\n-- urban backyard exfil -- he's flying and -- Gone.\n\nEXT. JARDA'S HOUSE -- DAY 156\nFire -- smoke -- it's all burning now -- MUNICH COPS blown\n\nback -- they'll have a story to tell tonight --\n\nINT. BOURNE'S CAR -~ DAY 157\n\nDrives away past arriving police...\n\n \n\nDELETED 158-163\nINT. BERLIN HQ/COMMAND POST -- NIGHT 164\nThe bullpen is cranking -- phones to Munich -- lines to\nLangley -- ABBOTT watching from the sidelines -- KURT and\nKIM at their work stations -- PAMELA on mobile, turns to\nABBOTT --\n\nPAMELA\n\nSo he beats a man within an inch of his\nlife, strangles him, then blows the place\nup?\n\n(at Nicky)\nFor someone with amnesia, he certainly\nhasn't forgotten how to kill, has he?\n\nAcross the room -- CRONIN and TEDDY suddenly excited about\nwhat they're seeing on THEIR SCREEN --\n\n*\n\f53.\n\nCRONIN\n-- hey! -- they've got him boxed in! --\n(new data coming up on the\nmonitor)\n\nEveryone rushing to look. Excited, except --\n\nZORN\nForget it. They lost him.\n\nTEDDY\nWhat're you talking about? They've got a\nthree block perimeter.\n\nZORN\nYou can't see him? He's not in front of\nyou? Forget it. He's gone.\n\nCRONIN *\n\n(fuck you, buzzkill) *\n\nIt's not gonna be like last time. *\nZORN\n\n*\n\nYou better start listening to someone.\nCause we've been there.\n\n*\n\nABBOTT\nOkay, enough...\n(stepping in)\nTake a walk, Danny. Get some air.\n\nee eK\n\nZorn nods. Happy to. *\n\nNICKY\n(piping in)\nI don't think we need to keep looking for\nhim anyway.\n\nPAMELA\nAnd why is that?\n\nNICKY\nBecause he's doing just what he said he'd *\ndo. He's coming for us.\n\nAnd for the first time they're all thinking the same thing.\n\n165 EXT. HOTEL BRECKER -- BERLIN -~ NIGHT -- RAIN 165\n\nIt is pouring rain.",
  "36": "---END OF PREVIOUS SECTION---\nAnd for the first time they're all thinking the same thing. 165 EXT. HOTEL BRECKER -- BERLIN -~ NIGHT -- RAIN 165\n\nIt is pouring rain. \n---TARGET SECTION TO BE ANNOTATED---\n Seen from that Hellish car, A HUGE,\nDISTINCTIVE, NEEDLE-LIKE TOWER dominates the skyline,\nlights flashing through the dark and wet --\n\f166\n\n167\n\nA167\n\nB167\n\n168\n\n54.\n\nINT. THE AUDI/REST-STOP -- NIGHT 166\nBOURNE'S EYES OPENING! -- heart pounding -- springing up --\nalone -- damn, his side hurts -- recoiling from that --\nwhere is he? -- he's in the car -- looking around and --\n\nHIS WINDSHIELD POV\n\nAN AUTOBAHN REST-STOP. Gas station. Sleeping trucks.\n\nBACK TO\n\nBOURNE catching his breath -- shifting away from the pain\nin his rib -- checking his watch -- but what the hell is\nthat on his sleeve? -- fuck, it's BLOOD -- JARDA's blood --\nEXT. AUTOBAHN REST-STOP -- NIGHT 167\nBOURNE out of the car fast -- careless -- wrong -- not even\nchecking who's watching -- pulling off the shirt -- tearing\nit off -- throwing it down and --\n\nStanding there. In the weird light. A big bruise ripening\non his side. Looking around.\n\nIt's okay. Nobody's watching. But, shit, man...\n\nGet it together.\n\nINT. PEUGEOT -~ AUTOBAHN -- NIGHT A167\n\nStreaking along. BOURNE back to his mission.\n\nEXT. AUTOBAHN -- NIGHT B167\n\nRoaring by a SIGN: Berlin 75 KM.\n\nINT. MOSCOW AIRPORT -- NIGHT 168\n\nKIRILL striding through the terminal. Moving quickly\ntoward a departure gate and --\n\nTHE CAMERA FINDS\n\nGRETKOV above. Watching him go.\n\f169\n\n170-178\n\n179\n\nA179\n\n55.\n\nEXT. BERLIN TRAIN STATION -~- DAWN 169\n\nBOURNE drives up.\n\nDELETED 170-178\n\nINT. BERLIN TRAIN STATION -- DAWN 179\n\nQuiet and forlorn this early. Just like BOURNE who's\ntaking A LOCKER. Stashing A BACKPACK. Prepping the evac.\nAlways ready. He heads outside, we hear:\n\nHOTEL OPERATOR #1 (V.O.)\n(front desk German)\n(Berlin Hilton, how can I help you?)\n\nBOURNE/PHONE (V.O.",
  "37": "---END OF PREVIOUS SECTION---\nHe heads outside, we hear:\n\nHOTEL OPERATOR #1 (V. O.)\n(front desk German)\n(Berlin Hilton, how can I help you?)\n\nBOURNE/PHONE (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n(I'm trying to reach a guest, Pamela\nLandy, please.)\n\nHOTEL OPERATOR #1 (V.O.)\n(I'm sorry but I'm not showing that we\nhave a guest by that name.)\n(continuing as--)\n\nINT. BERLIN TRAIN STATION PHONE KIOSK -- DAWN A179\n\nBOURNE tucked in with a BERLIN GUIDE BOOK, a felt tip pen,\nand a Fifty-Euro phonecard. Working it.\n\nBOURNE / PHONE\n(Pamela Landy, please)\n\nHOTEL OPERATOR #2\n(Sorry, I don't see it here.)\n\nCrossing out another Hotel off the list -- four down, forty\nto go -- as we start TIME CUTTING and...\n\nHOTEL VOICES (V.O.)\n(overlapping)\n(-- no one here by that name --)\n(-- no, sir, there's no Landy here --)\n(-- how are you spelling that, sir? --)\n(-- sorry, but no --)\n(-- I have no Landy registered, sir --)\n(continuing, until--)\n\fB179\n\nc179\n\nD179\n\nE179\n\n56.\n\nINT. PAMELA'S HILTON HOTEL SUITE -- DAWN B179\nClean and plain. A bed nobody's slept in. THE PHONE\nbegins ringing. PAMELA, fresh from the shower, rushing out\nfrom the bathroom to answer it --\n\nPAMELA/ PHONE\nHello --\n\nDial tone. PAMELA hangs up. That was strange --\n\nEXT. BERLIN STREETS/ALEXANDERPLATZ -- DAWN c179\n\nA TAXI driving through the empty early streets and --\n\nINT. BERLIN TAXI -- DAWN (CONT D179\nBOURNE in the backseat. Staring out the window and --\nHIS POV\n\nTHE FERNSEHTURM looming as they pass, the Berlin TV Tower.\nThat needle in the sky. From the flashback. And then --\n\nSUDDENLY E179\nFLASHBACK! -- it's raining -- we're still moving -- still\nin a car -- still near Alexanderplatz, but suddenly it's\npouring outside -- turning back, we realize we're not in\nthe cab anymore -- there's A DRIVER up front, and beside\nhim...",
  "38": "---END OF PREVIOUS SECTION---\nThat needle in the sky. From the flashback. And then --\n\nSUDDENLY E179\nFLASHBACK! -- it's raining -- we're still moving -- still\nin a car -- still near Alexanderplatz, but suddenly it's\npouring outside -- turning back, we realize we're not in\nthe cab anymore -- there's A DRIVER up front, and beside\nhim... \n---TARGET SECTION TO BE ANNOTATED---\nCONKLIN! -- yes, Conklin -- he's in the passenger seat --\nturning back to us -- handing us something -- A PHOTOGRAPH --\na face -- some guy --\n\nCONKLIN\n\nNeski. Vladimir Neski...\n(the photo)\nHe's at the Hotel Brecker. Get the\nPapers.\n(beat)\nSay it.\n\nBOURNE -- Treadstone Bourne -- alone in the back -- staring\nat the photo --\n\nBOURNE\nNeski. Hotel Brecker. Papers.\n\fF179\n\nG179\n\nH179\n\n57.\n\nCONKLIN\nThis is not a drill, soldier. We're clear\non that? This is a live project and you\nare go. Training is over.\n\nBOURNE\nYes, sir.\n\nCONKLIN\nGood, then gimme the damn picture back.\n(taking it)\nSee you on the other side.\n(to the driver)\nPull over, he's getting out.\n\nBACK TO F179\n\nBOURNE sitting in the back seat of the cab. Frozen there.\nRocked. What's happening to him? No chance to work it\nout, because the taxi's stopped and --\n\nTAXI DRIVER\n(waiting; irritated)\n(The Hotel Brecker or the Grand?, make up\nyour mind.)\n\nBOURNE\n(What?)\n\nTAXI DRIVER\n(This is the Westin Grand. You just said\nBrecker.)\n\nBOURNE\n(fishing for money)\n(Yeah. Sorry. This is good.)\n\nINT. BERLIN WESTIN GRAND HOTEL LOBBY -- EARLY MORNING G179\n\nConcentric rings looking down on each other. BOURNE\nslipping in unnoticed, taking a quick look up before\nmoving along.\n\nINT. HEALTH CLUB -- GRAND HOTEL -- DAY H179\n\nBOURNE stepping up to the GUY behind the desk. The gym\nmostly empty.\n\nBOURNE\nHi. I think I left my backpack here\nyesterday. Black, Nike.\n\fJ179\n\nK179\n\nL179\n\n58.\n\nThe guy disappears in back to check.\n\nBOURNE leans across the counter, scrolling the COMPUTER --\nthe guest list -- his finger stabbing down on...\n\nSCREEN: Landy, Pamela 413.\n\nBOURNE clears the screen, walks away.\n\nINT.",
  "39": "---END OF PREVIOUS SECTION---\nSCREEN: Landy, Pamela 413. BOURNE clears the screen, walks away. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CONCENTRIC RINGS -~ GRAND HOTEL -~- DAY J179\n\n \n\nBecause of the set-up, Bourne, pretending to talk on a\nhouse phone, has a view of ROOM 413 across the way. The\ndoor opens, PAMELA exits, carrying an overnight bag --\n\nBOURNE watches.\nINT. LOBBY -- THE GRAND -- DAY K179\nELEVATOR DOORS OPENING. PAMELA coming out into the lobby.\n\nHeading toward the exit and --\n\nEXT. GRAND HOTEL ENTRANCE -- EARLY MORNING L179\n\n \n\nA BLACK SUBURBAN at the curb. CRONIN standing there\nwaiting, as she emerges --\n\nPAMELA\nAnything?\nTEDDY\nNo. Munich's a bust. He's loose.\nPAMELA\nAre we locked up?\nCRONIN\nI told everyone they had an hour -- eat,\n\nsleep, shave, whatever they want, but\nonce we're back, we're back for good.\n\nAs they pile in, and --\nTHE CAMERA FINDS\n\nBOURNE walking right past them -- he's got the whole thing\nscoped -- heading quickly across the street and --\n\nHe HF\n\n*\n\fM179\n\nN179\n\n1791 pt.\n\n180\n\nA180\n\n59.\n\nEXT. HILTON HOTEL TAXI STAND -- EARLY MORNING M179\n\n \n\nBOURNE jumps into the first cab in the rank and --\n\nINT. BERLIN TAXI #2 -- EARLY MORNING (CONT) N179\n\n \n\nTHE DRIVER starting up the car, as --\nBOURNE\n(That black SUV. Fifty Euros if you keep\nme close.)\n\nTHE DRIVER smiles and --\n\nINT. BERLIN AIRPORT HOTEL -~- EARLY MORNING 179I pt.\n\n \n\nKIRILL walks down the same hallway Gretkov came to meet him\nlast time.\n\nA GUY carrying a briefcase toward him. Stopping for a\n\nmoment to light a smoke. Letting KIRILL take charge of the\nbriefcase. Smooth. Like it never happened --\n\nEXT. BERLIN HQ/COMMAND POST -- DAY 180\n\n \n\nThe SUV rolling up. The CAB continuing past and stopping\nat the corner.\n\nINT. CAB -- DAY A180\nBOURNE looking back out the rear window.\n\nHIS POV\n\nAs they pile out of the van, start inside.",
  "40": "---END OF PREVIOUS SECTION---\nINT. CAB -- DAY A180\nBOURNE looking back out the rear window. HIS POV\n\nAs they pile out of the van, start inside. \n---TARGET SECTION TO BE ANNOTATED---\n Acknowledged by\n\na SECURITY DETAIL pretending to loiter outside. As we\nhear:\n\nPAMELA (VO)\n-- Munich to Berlin, check everything --\nflights -- trains -- police reports --\n\nthat'll be Box #1, Teddy that's yours --\n(continuing as--)\n\f1791 pt.\n\n181\n\n182\n\n183\n\n60.\n\nINT. BERLIN HOTEL ROOM -- DAY 179I pt.\nKIRILL opening the briefcase. TWO AUTOMATIC PISTOLS.\nSILENCERS. AMMO. Care package.\n\nEXT. BERLIN ROOFTOP -- DAY 181\nA bulkhead opening. BOURNE stepping out among the\n\nsatellite dishes. Unpacks a bag: telescope, water, food,\nand we hear:\n\nPAMELA (VO)\n-- Box #2, call it Prior German\nConnections -- Nicky, I want to re-run all\nBourne's Treadstone material, every\nfootstep -- Kim, Box #3 -- let's call it\n\nMunich Outbound --\n(continuing as--)\n\n \n\nINT. BERLIN HQ/COMMAND POST -- DAY 182\nWe've been hearing it, now we're seeing it: PAMELA at the\nchalkboard -- ABBOTT backing her up -- everyone else spread\naround -- they're re-grouping -- urgently -- behind them\ncots are being set up -- food, water stacked up --\n\nPAMELA\n\n-- let's stay on the local cops, we need\na vehicle -- parking ticket -- something --\nLangley's offered to upload any satellite\nimaging we need, so let's find a target to\nlook for.\n\n(to Zorn)\nDanny, Box #4 -- I need fresh eyes --\nreview the buy where we lost the three\nmillion -- timeline it with what we know\nabout Bourne's movements. Turn it upside\ndown and see how it looks --\n\n(continuing as--)\n\nEXT. TELESCOPIC POV -~ DAY 183\n\nA decent view into the Berlin HQ. Two windows. One offers\na look at an empty kitchenette. The other, a nice shot of\nthe bullpen area. It looks like they are in for the long\nhaul. There's TEDDY pacing past...a glimpse of ZORN\nconferring with ABBOTT...now KIM talking on the phone.\n\f184\n\nA184\n\n185\n\n186\n\n61.",
  "41": "---END OF PREVIOUS SECTION---\nIt looks like they are in for the long\nhaul. There's TEDDY pacing past...a glimpse of ZORN\nconferring with ABBOTT...now KIM talking on the phone. 184\n\nA184\n\n185\n\n186\n\n61. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. BERLIN ROOFTOP -- DAY 184\nBOURNE -- eyes locked on the target. Scanning. Waiting.\nAnd then, something changes. Suddenly, there's something\ndown there that's clearly a great deal more electric than\nwhat he's seen so far --\n\nTELESCOPIC POV A184\n\nNICKY! -- she's just come into the kitchenette -- pouring\nherself a cup of coffee. Nicky who he knows. And --\n\nBOURNE lowering the telescope. Yes. Now he's getting\nsomewhere. Thinking it through, as --\n\nDELETED 185\n\nINT. KITCHENETTE -- BERLIN HQ/COMMAND POST -- DAY 186\n\n \n\nNICKY is joined by PAMELA who goes for the coffee.\n\nPAMELA\nIs it fresh?\nNICKY\nIt's got caffeine in it. That's all I\n\nknow.\n\nBefore PAMELA can pour, her cell phone rings. She\nanswers.\n\nPAMELA\nPamela Landy.\n\nBOURNE/ PHONE\nI was at the Westin this morning. I could\nhave killed you.\n\nPAMELA\nWho is this?\n\nINTERCUT WITH ROOFTOP\n\nBOURNE\nIt's me.\n\nPAMELA\n(Holy Christ)\nBourne?\n\f62.\nNICKY reacts to the name. Runs to the other room to try\nand start a trace.\n\nPAMELA (cont'd) (CONT'D)\nWhat do you want?\n\nBOURNE\nI want to come in.\nHe wants to come in! -- it's like a bomb going off -- NICKY\nback in with Conklin -- PAMELA waving for a pencil.\nPAMELA\nOkay, how do you want to do it? *\nBOURNE\nI want someone I know to take me in. *\nPAMELA\nWho?\nBOURNE\n\nThere was a girl in Paris. Part of the\nprogram. She used to handle the\nmedication.\n\nAND NOW WE STAY WITH\n\nPAMELA -- her eyes flicker over to NICKY.\n\nPAMELA\nWhat if we can't find her?\n\nBOURNE / PHONE\nIt's easy. She's standing right in front\nof you.\n\nBusted. *\n\n*\n\nPAMELA\nOkay, Jason, your move.\n\n*\n\nBOURNE\nAlexanderplatz.",
  "42": "---END OF PREVIOUS SECTION---\nShe's standing right in front\nof you. Busted. *\n\n*\n\nPAMELA\nOkay, Jason, your move. *\n\nBOURNE\nAlexanderplatz. \n---TARGET SECTION TO BE ANNOTATED---\n 30 minutes. Under the\nWorld Clock. Alone. Give her your\nphone.\n\nee eK\n\n*\n\nClick. The line goes dead -- Pamela steps away from the\nwindow, realizing he's on one of the roofs out there!\n\n*\n\fA186\n\nB186\n\n63.\n\nEXT. BERLIN ROOFTOP -- DAY A186\nAs the bulkhead door swings in the wind -- BOURNE is gone.\nINT. BULLPEN -- BERLIN HQ/COMMAND POST -- DAY B186\n\n \n\nEveryone gathered. A big, detailed MAP of ALEXANDERPLATZ\nspread on the table.\n\nZORN\nHere's the clock -- shit -- he's put her\nin the middle of everything.\n\nCRONIN\n-- it's a nightmare -- we'll never get her\ncovered.\n\nABBOTT\n\nCall a Mayday into Berlin station. We\nneed snipers, DOD, whatever they got.\n\nPAMELA\nSnipers? Hold on -- he said he wants to\ncome in.\n\nABBOTT\n\nMy ass he does. You're playing with fire,\nPamela. Marshall said nail him to the\nwall. I don't know how you interpreted\nthat, but I don't think he meant\nrepatriate him.\n\nPAMELA\nDon't you want answers?\n\nABBOTT\nThere are no answers. There's either\nJason Bourne alive or Jason Bourne dead.\nAnd I for one would prefer the latter.\nAnd what about her?\n\n(points to Nicky)\n\nYou just send her out to this lunatic with\nno protection?\n\nPAMELA looks to NICKY.\n\nPAMELA\nWhat do you think? Is he coming in?\n\n*\n\n*\n\nee eK\n\f187\n\nA187\n\nB187-C187\n\nD187\n\n64.\n\nNICKY\nI don't know. He was sick. He wanted\nout. I believed him.\n\nPAMELA\nAlright...\n\nPAMELA gestures to ABBOTT, CRONIN, TEDDY.\nPAMELA (CONT'D)\n\n.».-make the call. Get a wire on her. If\nit starts to go wrong, take him out.\n\n \n\nDELETED 187\nEXT. BERLIN STATION/MOTORPOOL -- DAY A187\nThe rear of THE OFFICIAL BERLIN C.I.A.",
  "43": "---END OF PREVIOUS SECTION---\nBERLIN STATION/MOTORPOOL -- DAY A187\nThe rear of THE OFFICIAL BERLIN C. I. A. \n---TARGET SECTION TO BE ANNOTATED---\n HQ -- and here they\ncome -- TEN DELTA DUDES in civvies, sprinting to A COUPLE\n\nVEHICLES with DRIVERS ready and engines running and --\n\nDELETED B187-C187\n\nINT. BULLPEN -- BERLIN HQ/COMMAND POST -- DAY D187\n\n \n\nNICKY, her hands overhead as -- ZORN tapes a TRANSMITTER\nand BATTERY between her shoulder blades -- TEDDY and CRONIN\nplot the area with TWO MEN plainclothed DELTA TEAM -- KIM\nand KURT on their own lines.\n\nKIM\n(this just in)\nThey got the number. Bourne's calls came\nfrom Nevins' phone. The field agent in\nGenoa.\n\nTEDDY\nNevins is Bourne?\n\nABBOTT\n(losing it)\nAre you an idiot?! Bourne must've cloned\nhis phone!\n\nAn embarrassed silence. Abbott mad at himself for losing\nhis temper -- looking up to find Pamela's eyes on his.\n\nABBOTT (cont'd) (CONT'D)\nI hope you know what you're doing --\n\n%\n\nee eK\n\n%\n\nee eK\n\n*\n\f65.\n\nE187-F187 DELETED E187-F187\nG187 EXT. ALEXANDERPLATZ -- DAY G187\nIn all its vastness -- Alone -- there's the WORLD CLOCK --\n\nH187\n\nJ187\n\nK187\n\nNICKY waiting on the periphery, TWO PLAIN-CLOTHED DELTAS\nnearby.\n\nIN QUICK SUCCESSION -- NICKY -- BINOCULAR POV -- SNIPER\nSCOPE POV -- on a VIDEO MONITOR.\n\nINT. BULLPEN -~ COMMAND POST ~~ DAY H187\n\n \n\nEveryone waiting. Holding their breath. Watching NICKY\nstanding as...\n\nEXT. ALEXANDERPLATZ -- WORLD CLOCK -~- DAY J187\n\n \n\nNICKY'S (Pamela's) PHONE rings. She answers as a yellow\nTRAM approaches...\n\nBOURNE\n\nSee that tram coming around the corner?\nNICKY\n\nYes.\nBOURNE\n\nGet on it.\n\nShe turns and walks as the TRAM arrives. The DELTA DUDES\nstart moving...\n\nEXT. ALEXANDERPLATZ -~ DAY K187\n\nThe yellow TRAM arrives. NICKY enters. One of the DELTA\nDUDES just barely joining her.",
  "44": "---END OF PREVIOUS SECTION---\nALEXANDERPLATZ -~ DAY K187\n\nThe yellow TRAM arrives. NICKY enters. One of the DELTA\nDUDES just barely joining her. \n---TARGET SECTION TO BE ANNOTATED---\n The TRAM begins moving.\nNICKY looks around nervously. Nothing happens. The TRAM\nmoves about 500 yards across the PLATZ. Stops at the next\nstop. People get on and off. NICKY and DELTA DUDE relax\na bit. Doors begin to close.\n\nAnd just like that, BOURNE swoops in beside NICKY! Flashes\na gun.\n\nBOURNE\nWalk.\n\nHe eH HK\n\n*\n\f66.\n\nBOURNE takes her arm and they just get off as the doors\nclose leaving the DELTA DUDE behind. They disappear down\ninto the PEDESTRIAN SUBWAY.\n\nL187-M187 DELETED L187-M187\n\nN187\n\n0187\n\nP187\n\nINT. BULLPEN -- BERLIN H.Q. -- DAY N187\nA madhouse, a video feed on a monitor.\n\nPAMELA\nWhere's Nicky?\n\nAs they realize she's gone --\n\nABBOTT\nGoddamn it -- I told you.\n\nCRONIN\nListen! Listen!\n\nHe cranks the speaker.\n\nBOURNE'S VOICE\nWhat did I say? What did I tell you in\nParis?\n\nDELETED 0187\n\nINT. PEDESTRIAN SUBWAY -~- DAY P187\n\nBOURNE\nWhat were my words?\n(but she can't speak)\nLeave me alone! Leave me out of it!\nBut you couldn't do that, could you?\n\nNICKY\nI did...Jason, I swear, I did...I told\nthem... I told them I believed you...\nBOURNE\n\nWho is Pamela Landy?\n\nNICKY\nYou hear me? I believed you.\n\nBOURNE\nIS SHE RUNNING TREADSTONE?\n\n*\n\n*\n\f67.\n\nQ187 INT. BULLPEN -~ BERLIN H.Q. -- DAY Q187\n\n \n\nPAMELA all ears.\n\nNICKY'S VOICE\nShe's CI. Counterintelligence.\nShe's a Deputy Director.\n\nBOURNE'S VOICE\nWhat the hell is she doing?\n\nR187 INT. PEDESTRIAN SUBWAY -~- DAY R187\n\nNICKY\nWhat's she doing?\n\nNicky looks at him like he's crazy.\n\nBOURNE\nWhy is she trying to kill me?\n\nNICKY\nThey know!\n(defiant, reckless)\nThey know you were here.",
  "45": "---END OF PREVIOUS SECTION---\nBOURNE\nWhy is she trying to kill me? NICKY\nThey know! (defiant, reckless)\nThey know you were here. \n---TARGET SECTION TO BE ANNOTATED---\n They know you\nkilled these two guys. They know you and\nConklin had something on the side. They\ndon't know what it is, but they know!\n\nAs BOURNE tries to process --\n\nS187 INT. BULLPEN -~ BERLIN H.Q. -- DAY $187\n\n \n\nRadio chatter going wild. Panic.\n\nDELTA V.O.\n(into radio)\nWhere are they? Anyone?\n\nT187 INT. PEDESTRIAN SUBWAY -~- DAY T187\n\nStill walking. BOURNE knowing he must be driving them\nnuts.\n\nBOURNE\nHow do they know that? How can they know\nany of that?\n\fNICKY\nWhat is this, a game?\n\nBOURNE\nI want to hear it from you.\n\nShe looks at him. Is he crazy? What?\n\nBOURNE (cont'd) (CONT'D)\nSay it.\n\nNICKY\nLast week an Agency field officer went\nmake a buy from a Russian national.\n\nBOURNE\nA Russian?\n\nNICKY\nIt was Pamela Landy's op. The guy was\ngoing to sell-out a mole or something.\nhaven't been debriefed on exactly what\n\nwas.\nBOURNE\nLast week? When?\nIs she supposed to answer? -- Nicky shrugs -- on\nNICKY\n\nAnd you got to him before we could.\n\nBOURNE\nI_killed him???\n\nNICKY\nYou left a print! There was Kel that\n\n68.\n\nto\n\nquicksand.\n\ndidn't go off! There was a partial print,\nthey tracked it back to Treadstone! They\n\nknow it's you!\nBOURNE\nI left a fingerprint! You fucking\npeople.\nSUDDENLY --\n\nBOURNE'S jerking her down to a LOWER LEVEL --\n\fU187\n\nV187\n\nW187\n\n188\n\n189-A189\n\n190\n\n191\n\n69.\n\nINT. BULLPEN -~ BERLIN H.Q. -- DAY U187\n\nBig static on the speakers. DELTA C.0O. cooly checks the\nmap.\n\nDELTA C.O.\nShe must be in one of the pedestrian\ntunnels.\nEXT. ALEXANDERPLATZ -- DAY V187\n\nAs DELTA DUDES fan out, head for the subway entrances.\n\nINT.",
  "46": "---END OF PREVIOUS SECTION---\nEXT. ALEXANDERPLATZ -- DAY V187\n\nAs DELTA DUDES fan out, head for the subway entrances. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PEDESTRIAN SUBWAY -- SECTION TWO -- DAY W187\nAn INTERSECTION of THREE TUNNELS.\n\nBOURNE leads NICKY far left. She looks really scared.\n\nINT./EXT. BERLIN AIRPORT -- DAY 188\n\nGRETKOV has landed. Just coming off the flight --\n\n \n\nDELETED 189-A189\nDELETED 190\nINT. PEDESTRIAN SUBWAY -- SECTION FOUR -- DAY 191\nBOURNE\nWhat was Landy buying? What kind of\nfiles?\n(when she doesn't answer\ninstantly--)\n\nWHAT WAS SHE BUYING?\n\nNICKY\nConklin! Stuff on Conklin!\n(trying not to lose it)\n\nSuddenly he rips the microphone out from under her shirt --\nhe knew of course -- dropping it as he yanks her along.\n\nHe ee HK\n\f192\n\n193\n\n \n\nINT. BULLPEN -- BERLIN H.Q. -- DAY 192\nAs the transmission goes dead. Christ... ABOOTT drills a\nlook at PAMELA. Your fault!\nPAMELA\n(ignoring Abbott)\nThat phone has a locator on it.\nKURT and KIM work their stuff.\nINT. PARKING GARAGE -- DAY 193\nGloomy, deserted. A mausoleum. Here come NICKY and\nBOURNE. She knows she's on her own now. BOURNE dead\nserious. Looks at his watch.\nBOURNE\nWhy are you here, then?\nNICKY\nPlease -- I'm only here because of Paris --\nbecause they can't figure out what you're\ndoing -- I'm here because of Abbott --\nBOURNE\nAbbott?\nNICKY\nHe closed down Treadstone -- he took care\n\nof me after Paris...\n\nBOURNE\nSo when was I here?\n\nNICKY\nWhat do you mean?\n\nBOURNE\n\n70.\n\nFor Treadstone. In Berlin. You know my\n\nfile. I did a job here. When?\n\nNICKY\nNo. You never worked Berlin.\n\nBOURNE\nMy first job.\n\nNICKY\nYour first assignment was Geneva.\n\n*\n\nHe HF\n\n*\n\fA193\n\nB193\n\nC193\n\n71.\n\nBOURNE\nThat's a lie!\n\nNICKY\n(emphatic)\nYou never worked Berlin...",
  "47": "---END OF PREVIOUS SECTION---\n*\n\nHe HF\n\n*\n\fA193\n\nB193\n\nC193\n\n71. BOURNE\nThat's a lie! NICKY\n(emphatic)\nYou never worked Berlin... \n---TARGET SECTION TO BE ANNOTATED---\nBOURNE raising the gun -- eyes gone dead -- oh, shit...\n\nNICKY (CONT'D)\nNo...Jason...please...\n\nBOURNE\nI was here!\n\nNICKY\n.»--it's not in the file...I swear...I\nknow your file...your first job was\n\nGeneva!...I swear to God you never worked\nhere!...\nHe's so ready to kill her. NICKY starting to cry -- hands\nover her face -- covering up -- bracing for the bullet she\n\nknows is coming --\n\nBOURNE -- about to pull the trigger --\nSUDDENLY\nFLASHBACK! -- a moment -- a shard -- A WOMAN'S FACE -- A193\n\nbacking away -- begging -- begging us -- begging the camera\n-- PLEADING FOR HER LIFE IN RUSSIAN -- this awful blur of\n\ndesperation and panic -- fear -- too fast -- too panicked --\nJAM BACK TO B193\nBOURNE swamped -- thrown -- hesitating --\n\nCLOSE ON NICKY\nSobbing now -- when? -- finally looking out, and --\n\nBOURNE IS GONE!\n\nINT. BERLIN HQ/COMMAND POST -- NIGHT C193\n\nAn hour later. Whole new vibe. Siege mode. Curtains\ndrawn.\n\nTHREE DELTA DUDES parked around the room. KURT and KIM\nworking the phones and screens.\n\n*\n\f194\n\n195\n\n72.\n\nThe mood is dark. PAMELA, ABBOTT, CRONIN all in here,\nthe \"safe\" zone, away from the windows --\n\nCRONIN\n(on a cell phone)\nGot it, yeah. Hang on...\n(to the room)\nOkay, they've got three guys out front\nand another two taking the back stairs.\nNo word on Nicky.\n\nKURT\n(looks up from screen)\nEven if she's still got your phone, it\nmight take awhile -- signal's hard to\ntrace down there.\n\nPAMELA turns, looking at the photo of BOURNE in Naples.\nIntrospective.\n\nPAMELA\nSo what's he doing? You believe him?\nABBOTT\nIt's hard to swallow.\n(beat)\nThe confusion -- the amnesia -- but he\n\nkeeps on killing? It's more calculated\nthan sick.\n\n(real soft sell)\nWhat about Nicky? She's the last one to\nsee Bourne in Paris.",
  "48": "---END OF PREVIOUS SECTION---\nIt's more calculated\nthan sick. (real soft sell)\nWhat about Nicky? She's the last one to\nsee Bourne in Paris. \n---TARGET SECTION TO BE ANNOTATED---\n She's the one he\nasks for. They disappear...\n\nPAMELA\nWell, whatever he's doing, I've had\nenough -- this is now a search and\n\ndestroy mission.\n(turns to the room)\nI want the Berlin police fully briefed\nand --\n(handing the photo to Cronin)\n-- get this out to all the agencies.\n\nABBOTT agrees...\n\nDELETED 194\n\nEXT. BERLIN STREET -- NIGHT 195\n\nA BMW parked in the shadows.\n\n%\n\nHe Fe HK\n\n*\n\nHe HH HH HK\n\nHe HH HK\n\f196\n\nD193\n\nE193\n\n73.\n\nINT. BMW -- NIGHT 196\nKIRILL wearing headphones, listening to a BERLIN POLICE\nFREQUENCY. There's an INTERPOL \"WANTED\" PICTURE OF JASON\nBOURNE there on the seat. He's in play.\n\nINT. BERLIN HQ/COMMAND POST -- NIGHT D193\n\nQuiet, intense activity. MILITARY RADIOS CHIRPING here\nand there.\n\nTHE CAMERA FINDS\n\nZORN moving through the bullpen, carrying a cup of coffee,\nheading back toward PAMELA'S OFFICE where --\n\nABBOTT is leaning in the doorway. Past him, inside, we can\nsee PAMELA in the midst of a tough phone conversation.\nCRONIN and THE DELTA BOSS sitting there with her.\n\nZORN\n(the coffee)\nSir...\nABBOTT\nThanks.\n\nABBOTT nods. Takes a sip. Looking beat.\n\nZORN (cont'd)\nI have that number you wanted...\n\nABBOTT hesitates -- but only a moment -- he never asked for\na number. But he's playing along. Looking satisfied as\nZORN hands him a slip of paper.\nABBOTT\n(glancing at it)\nShe say what time I should call?\n\nZORN\nThe sooner the better.\n\nABBOTT nods. Pockets the paper. Turning back, as if it\nwere nothing and --\nINT. BERLIN CYBER CAFE -- NIGHT E193\n\nMassive. Modern. Busy. BOURNE in the back. In a corner.\n\fF193\n\n194\n\n74.\n\nDoing a search HOTEL BRECKER 1997-1999. Scrolling. And\nthen stopping. Freezing. Because...\n\nON THE MONITOR\n\nA BERLIN NEWSPAPER ARCHIVE. There it is.",
  "49": "---END OF PREVIOUS SECTION---\nBecause... ON THE MONITOR\n\nA BERLIN NEWSPAPER ARCHIVE. There it is. \n---TARGET SECTION TO BE ANNOTATED---\n Written large in\nloud, tabloid German:\n\n(OIL REFORMER MURDERED)\n\nThere's a photograph of the Berlin Police carrying two body\nbags out of the Hotel Brecker. There's a caption\nidentifying the dead as Vladimir and Sonya Neski. There's\neven a long article accompanying all this, but it's in\nGerman and we don't need to read it anyway, because --\n\nBOURNE is reading it.\n\nAnd we're reading in his face. That he is rocked. That he\nhas found another bottom to the abyss.\n\nINT./EXT. GLASS OFFICE BUILDING -- NIGHT F193\nRemember the building where Vic was killed? We're back.\n\nZORN and ABBOTT making their way in. Zorn steering them\naway toward a stairwell at the back...\n\nINT. GLASS OFFICE BUILDING ELECTRICAL CLOSET -- NIGHT 194\n\nZORN and ABBOTT have snuck in here. Work light. Signs\nof repair on the wall.\n\nZORN\n\n(nervous )\nI did my box work, but I wanted to show\nyou before I showed Landy. I came out\nhere last night because none of this was\nmaking any sense. I mean, I'm with you on\nthis, Conklin was a nut, but a traitor? I\njust can't get there.\n\nABBOTT\nWhat do you have, Danny?\n\nZORN\n(the electrical riser)\nYou put a four-gam Kel on here and it's\ngonna take out power to the building. You\nknow that. What you can't know, is if\nit's gonna blow the room with it.\n\f75.\n\nABBOTT\nAnd?\n\nZORN\n\nThere were two charges, they were supposed\nto go off simultaneously. The second one,\nthe one that didn't go off, was down\nhere...\n\n(pointing it out)\nFirst of all, this is nothing, it's a sub-\nline for the breaker above. Second, why\nput the charge all the way down here? If\nyou're good enough to get in here and\nhandle the gear, you're good enough to\nknow you don't need this.\n\n(beat)\nBourne would know.\n\nABBOTT\nIt was staged?\nZORN\nIs it a slam dunk? No, but...\nABBOTT\nJesus...\nZORN\n\n(spit-balling)\nOkay.",
  "50": "---END OF PREVIOUS SECTION---\nNo, but... ABBOTT\nJesus... ZORN\n\n(spit-balling)\nOkay. \n---TARGET SECTION TO BE ANNOTATED---\n What if someone decided to cover\ntheir tracks by blaming Conklin and\nBourne. What if Bourne didn't have\nanything to do with this?\n\nABBOTT\nKeep going...\n\nZORN\nSomething's been going on here in Europe.\nAnd it's still going on. Post Conklin.\nWho's been in Berlin?\n\nABBOTT\nLots of people...\n\nZORN\nIncluding Landy...\n(jumping off the cliff)\nShe had access to the archives.\n\nZORN hesitates. But it's out. It's in the room.\n\fA194\n\nAA194\n\n76.\n\nABBOTT\nWho else knows about this?\n\nZORN\nNobody. You.\n(he's scared)\nI had to tell you, right?\n\nABBOTT\nShow me again...\nZORN\nOkay...\n(turning away, when--)\nABBOTT -- out of nowhere -- his hand jamming up into ZORN'S\nRIBCAGE! -- more than his hand, because ZORN'S EYES barely\n\nhave a moment to register shock before they bulge.\nClenching the younger man's body, pulling him close, as he\nturns the knife and --\n\nZORN is dead.\n\nABBOTT without hesitation. Shifting away from the blood.\nLetting the body fall.\n\nABBOTT standing there. Listening. Checking himself for\nblood. He's clean.\n\nLooking for a place to stash the body, as --\n\nEXT. HOTEL BRECKER -- NIGHT A194\n\nBOURNE across the street. Staring at the hotel. Haunted.\nAs a POLICE SIREN edges closer through the empty streets --\n\nFLASHBACK! AA194\nWe are a POV -- a stake-out -- watching the HOTEL across\nthe way --\n\nThe POV checks its watch -- checks the perimeter, the\n\nstreet deserted, foreboding --\n\nTHE HOTEL\n\nOur destiny waiting up there somehow --\n\n-- and suddenly a LIGHT COMES ON -- a terrible signal --\n\nand as the car suddenly lurches forward and around the\ncorner --\n\f77.\n\nAB194 BACK TO: AB194\n\nBOURNE muscling up his backpack. Heading toward the hotel.\n\nB194 INT. HOTEL BRECKER LOBBY -- NIGHT B194\n\nAnd hotel. Fusty but comfortable. And busy. GUESTS\nand STAFF doing their thing. A CLERK behind the reception\n\ndesk.\nCLERK\nGuten Abend.",
  "51": "---END OF PREVIOUS SECTION---\nGUESTS\nand STAFF doing their thing. A CLERK behind the reception\n\ndesk. CLERK\nGuten Abend. \n---TARGET SECTION TO BE ANNOTATED---\nBOURNE\n(playing it American)\nGuten Abend.\nCLERK\n(switching to English)\nCan I help you?\nSUDDENLY\nBA194 FLASHBACK! -- the lobby, but seven years ago -- BA194\nacross the room -- A MAN buttoning a raincoat as he\npasses -- NESKI! --\nBB194 JAMMING BACK TO BB194\nBOURNE stalled -- coming back, as --\n\nCLERK (cont'd) (CONT'D)\nSir?\n\n(smiling)\nDo you have a reservation?\n\nBOURNE\nNo. Sorry. I just got in...\n(vallying back)\nI -- Is room 645 available?\n(off the Clerk's look)\nI stayed there before. My wife and I.\n\nTHE CLERK nods, checking the register. THE CONCIERGE just\ndown the desk glancing over at BOURNE. Nodding hello and --\n\nCLERK\nI'm sorry, that room is occupied. Would\nroom 644 be okay, it's just across the\nhall...\n\f194C-D\n\n195\n\nA196\n\n197\n\n198\n\nA198\n\nB198/200\n\n78.\n\nBOURNE\nSure. That's fine. Danka.\n\nDELETED 194C-D\nSHOT 195\nINT. HOTEL BRECKER ELEVATOR -- NIGHT A196\n\n \n\nBOURNE riding up. Alone. Dread mounting, and --\n\nINT. HOTEL BRECKER LOBBY -- NIGHT 197\n\nTHE CONCIERGE coming out of the office with a sheet of fax\npaper. Placing it quietly down beside THE CLERK and --\n\nTHE CAMERA FINDS\n\nTHE FAX -- BOURNE'S FACE -- the same \"wanted\" picture and --\n\nINT. SIXTH FLOOR HALLWAY/HOTEL BRECKER -- NIGHT 198\n\n \n\nBOURNE off the elevator. He makes his way down --\nHIS POV\n\nTHE SIXTH FLOOR HALLWAY. Suddenly scary.\n\nINT. BMW -- NIGHT A198\n\nKIRILL sitting up as THE POLICE RADIO starts broadcoasting\nan ALL-POINTS BULLETIN, the words \"Hotel Brecker\" in there --\n\nKIRILL dropping the car into gear and --\n\nINT. SIXTH FLOOR HALLWAY/HOTEL BRECKER -- NIGHT B198/200\n\n \n\nBOURNE walking. There's his room, #618.",
  "52": "---END OF PREVIOUS SECTION---\nBMW -- NIGHT A198\n\nKIRILL sitting up as THE POLICE RADIO starts broadcoasting\nan ALL-POINTS BULLETIN, the words \"Hotel Brecker\" in there --\n\nKIRILL dropping the car into gear and --\n\nINT. SIXTH FLOOR HALLWAY/HOTEL BRECKER -- NIGHT B198/200\n\n \n\nBOURNE walking. There's his room, #618. \n---TARGET SECTION TO BE ANNOTATED---\n But across the\nhall and down one...\n\nROOM #645. BOURNE steps up. Listening a moment. Then he\nknocks. Nothing.\n\nHe pulls A KNIFE from his pocket.\n\f199\n\n201\n\n202\n\n203\n\n204\n\n205\n\n206\n\n79.\n\nChecks the hallway. He's clear. Wedges the blade in there\nand -- one...two... Pop.\n\nDELETED 199\n\nINT. ROOM #645 HOTEL BRECKER -- NIGHT 201\nBOURNE enters a suite. Closing the door behind him.\n\n-- And TREADSTONE BOURNE, seven years ago, does the same --\nBOURNE shakes off the flash, looks around. The lights are\non. An open suitcase on the bed.\n\nINT. HOTEL BRECKER LOBBY -- NIGHT 202\nTHE CLERK, THE CONCIERGE and THE MANAGER are huddled in\nconversation with THREE BERLIN COPS who've just arrived\n\nand --\n\nTrying to be discreet, but... this is clearly serious.\n\nINT. ROOM #645 HOTEL BRECKER -- NIGHT 203\nBOURNE just standing there. Breathing it in.\n\nTREADSTONE BOURNE doing the same --\nDELETED 204\nINT. ROOM #645 HOTEL BRECKER -- NIGHT 205\n\nBOURNE with his hand on the wall. As if he can feel it.\nLike it's all still here. Heart pounding and --\n\n \n\nINT. BERLIN HQ/COMMAND POST -- NIGHT 206\nChaos -- Bourne's been found -- everybody rushing out --\nCRONIN\n(to Teddy)\n-- go -- take the van! --\nPAMELA\n\n-- the hotel -- how far? --\n\f207\n\n208\n\n209\n\n210\n\n211A\n\n80.\nTEDDY\n-- five, six minutes --\nCRONIN\n-- Kurt -- you're here! -- keep the comm\nline open! --\nINT. ROOM #645 -- NIGHT 207\nBOURNE standing there. Looking out the window. The images\n\n-- the Television Tower over the city. Everything but the\nrain.\n\nEXT. HOTEL BRECKER COURTYARD -~- NIGHT 208\n\n \n\nThe BERLIN POLICE SWAT TEAM TRUCK arrives -- discreetly --\nby the back loading area.\n\n \n\nINT. ROOM #645 BEDROOM -- NIGHT 209\nBOURNE flat against the wall. Just as he was.",
  "53": "---END OF PREVIOUS SECTION---\nINT. ROOM #645 BEDROOM -- NIGHT 209\nBOURNE flat against the wall. Just as he was. \n---TARGET SECTION TO BE ANNOTATED---\n Leaning\nforward to see in THE MIRROR. Just so, and... There.\nDELETED 210\nINT. ROOM #645 -- FLASHBACK -- NIGHT 211A\nA MAN in the mirror -- pacing into view -- NESKI -- on the\nphone -- a talking in Russian -- it's raining --\n\nBOURNE standing there -- Treadstone Bourne, still wet from\nthe rain -- one eye on that mirror and the other on A\n\nSYRINGE that he prepped -- a predator --\n\nTHE MIRROR -- the doorbell rings -- NESKI gets off the phone\n\nBOURNE tensing -- new element -- factoring and --\nTHE MIRROR -- as NESKI opens the door -- a new flood of\nRussian -- happy -- it's MRS. NESKI -- a surprise! -- but\n\nhe's very happy to see her --\n\nBOURNE pocketing the syringe -- new weapon -- pistol --\nquiet -- methodical -- watching the lovers bill and coo and\n\f212\n\n212 pt\n\n213-214\n\n81.\n\nTHE MIRROR -- Mr. Neski kisses her -- takes her bag --\nshe's hanging up her coat and moving now toward the\nbathroom and --\n\nBOURNE checking the window -- the weapon -- his balance and\nTHE MIRROR -- MRS. NESKI'S FACE right there -- seeing him --\nso freaked she can't even register it yet --\n\nBOURNE with the pistol in her face -- finger to his lips --\n\"shhh...\" -- but she knows -- backing away -- begging for\nher life in Russian -- this awful blur of desperation and\nfear --\n\nMR. NESKI turning back to see his wife backing out of the\n\nbathroom and BOURNE with the pistol -- with no hesitation --\nSNAP! -- one shot -- into Neski's heart -- he's down --\n\nMRS.",
  "54": "---END OF PREVIOUS SECTION---\nNeski kisses her -- takes her bag --\nshe's hanging up her coat and moving now toward the\nbathroom and --\n\nBOURNE checking the window -- the weapon -- his balance and\nTHE MIRROR -- MRS. NESKI'S FACE right there -- seeing him --\nso freaked she can't even register it yet --\n\nBOURNE with the pistol in her face -- finger to his lips --\n\"shhh...\" -- but she knows -- backing away -- begging for\nher life in Russian -- this awful blur of desperation and\nfear --\n\nMR. NESKI turning back to see his wife backing out of the\n\nbathroom and BOURNE with the pistol -- with no hesitation --\nSNAP! -- one shot -- into Neski's heart -- he's down --\n\nMRS. \n---TARGET SECTION TO BE ANNOTATED---\n NESKI -- what's just happened? --\n\nBOURNE has her wrist in his hand -- raising it to her head -\n- to where he holds the pistol -- her fingers -- his\n\ntrigger -- SNAP! -- letting the gun fall with her as she\n\ndrops and --\n\nBOURNE starts to move -- starts to prep his evac -- but\nthere's something on the dresser --\n\nA PHOTOGRAPH -- the Neski family -- father, mother and a\nTWELVE-YEAR-OLD GIRL -- arms around each other -- happy and\nBOURNE staring at the picture -- undone for a moment --\n\nHARD OUT FLASHBACK TO\n\nINT. ROOM #645 -- NIGHT 212\nBOURNE -- our Bourne -- standing where they fell.\n\nFrozen there. Paralyzed by the shame of original sin.\n\nDELETED 212 pt\n\nDELETED 213-214\n\f215\n\nA215\n\n216\n\nA216\n\nB216\n\nC216\n\n82.\n\nINT. HOTEL BRECKER LOBBY -- NIGHT 215\nA SWAT CAPTAIN conferring discreetly with the MANAGER.\n\nMANAGER\nHe's in 618.\n\nSWAT CAPTAIN\nCall all the guests on the 6th floor.\nTell them to remain in their rooms. Tell\nthem it's a police order. Then start on\nthe 5th and 8th floors.\n\nINT. ROOM #645 -- NIGHT A215\nBOURNE -- trying to stabilize -- to breathe --\nINT. STAIRWELL -- NIGHT 216\n\nThe SWAT team on their way up.\n\nINT. ROOM #645 -- NIGHT A216\n\nRING! RING! BOURNE snaps back as the phone in his room\nSTARTS TO RING. Four times and it stops.\n\nBOURNE freezes. Footsteps. Shadows under the door. He\nleans into the peephole.\n\nBOURNE'S POV\n\nROOM #644. GERMAN S.W.A.T. TEAM. Taking position.\n\nINT. ROOM #645 -- NIGHT B216\n\nBOURNE backs away -- surveys the room -- his watch -- his\nbalance and --\n\n \n\nEXT.",
  "55": "---END OF PREVIOUS SECTION---\nTaking position. INT. ROOM #645 -- NIGHT B216\n\nBOURNE backs away -- surveys the room -- his watch -- his\nbalance and --\n\n \n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET OUTSIDE THE HOTEL BRECKER -- NIGHT C216\nQuickly turning into a major event -- HALF-A-DOZEN POLICE\nVEHICLES already parked here -- MORE ARRIVING every minute\n\n- PASSERSBY mixing with the COPS and PEOPLE FROM THE HOTEL\nwho've just come out and --\n\nTHE CAMERA FINDS\n\f217\n\n218\n\n219\n\nA219\n\n220\n\n221\n\n222\n\n223\n\n225\n\n83.\n\nKIRILL jogging over from THE BMW he's just parked and --\n\n \n\nDELETED 217 *\nDELETED 218\n\nINT. ROOM #644 HOTEL BRECKER -- NIGHT 219\nWHAM! -- THE DOOR KICKED OFF ITS HINGES! -- SWAT TEAM\n\nflooding into BOURNE'S EMPTY HOTEL ROOM and --\n\n \n\nINT. ROOM #645 HOTEL BRECKER -- NIGHT A219\nBOURNE -- in motion -- out the bathroom window and --\nINT. HOTEL BRECKER SIXTH FLOOR HALLWAY -- NIGHT 220\n\n \n\nBERLIN SWAT LEADER gives order to search other rooms and --\n\n \n\n \n\n \n\nEXT. HOTEL BRECKER FACADE -- NIGHT 221\nBOURNE up the water pipe to the roof -- as he arrives, a *\nSWAT team member turns -- BOURNE pulls him over the edge -- *\nfires point blank into the 2nd SWAT member's vest -- *\nstunning him. He's moving fast -- scrambling along the *\nroof and into the night... *\nINT. SIXTH FLOOR HALLWAY ROOM #645 -- NIGHT 222\nWHAM! The door caves in and the SWAT team moves enters #\n\n645 -- rushing to the window -- Nobody -- No sign of him\n\nand --\n\nEXT. STREET OUTSIDE THE HOTEL BRECKER -- NIGHT 223\nKIRILL heading for THE HOTEL ENTRANCE blocked by the *\nexiting guests. *\nINT. HOTEL BRECKER SIXTH FLOOR HALLWAY -- NIGHT 225\n\n \n\nToo many cops and radios --\n\f226\n\n227\n\n228-229\n\n230\n\n231\n\n234\n\n232\n\n84.\n\nSWAT TEAM BOSS\n(trying to take charge)\n\n(-- LISTEN UP! -- WE'RE CLEARING THE\nBUILDING! -- ROOM BY ROOM! --)\nEXT. STREET OUTSIDE THE HOTEL BRECKER -~ NIGHT 226\n\n \n\nPAMELA jumping out of A VAN the moment it stops.",
  "56": "---END OF PREVIOUS SECTION---\nHOTEL BRECKER SIXTH FLOOR HALLWAY -- NIGHT 225\n\n \n\nToo many cops and radios --\n\f226\n\n227\n\n228-229\n\n230\n\n231\n\n234\n\n232\n\n84. SWAT TEAM BOSS\n(trying to take charge)\n\n(-- LISTEN UP! -- WE'RE CLEARING THE\nBUILDING! -- ROOM BY ROOM! --)\nEXT. STREET OUTSIDE THE HOTEL BRECKER -~ NIGHT 226\n\n \n\nPAMELA jumping out of A VAN the moment it stops. \n---TARGET SECTION TO BE ANNOTATED---\n Seeing\nit all. The crowd. The army of cops. The searchlights\nplaying across THE HOTEL FACADE. It's another disaster.\n\nINT. HOTEL BRECKER LOBBY -- NIGHT 227\nKIRILL wants to get upstairs -- he can't -- TOO MANY GUESTS\ncoming down the stairwell -- BERLIN COPS trying keep it\n\nmoving and --\n\nDELETED 228-229\n\nINT. HOTEL BRECKER LOBBY -- NIGHT 230\n\nKIRILL hears BOURNE is on the roof.\n\nDELETED 231\nDELETED 234\nINT. LOBBY/THE HOTEL BRECKER -- NIGHT 232\n\n \n\nPAMELA and CRONIN listening to TEDDY who just got the\npolice update --\n\nTEDDY\nBlack coat, possibly leather. Dark\nslacks. Dark t-shirt.\n(pointing now--)\nHe says they're gonna try and corral the\nguests on the street over there, and then\ncheck them out, but...\n\nPAMELA\n(disgusted)\nYeah, that'll work...What the hell was he\ndoing here?\n\f233\n\n234\n\n244\n\n85.\n\nCRONIN\nMaybe he just needed a place to spend the\nnight?\n\nPAMELA\nI want to look at the room. *\n(to TEDDY as she goes)\nCheck it out. *\n\n*\n\nPAMELA'S in charge now. They enter the elevator. *\n\nEXT. STREET BEHIND THE HOTEL BRECKER -~ NIGHT 233\n\n \n\nBOURNE coming around the other side of the hotel --\nStepping to the left before he spots the SWAT van --\nBOURNE about-faces -- heads the other way --\n\nA SIDEWALK COP looks over, checks the BOURNE PHOTO print-\nout in his hand.\n\nDELETED 234 *\n\nEXT. STREET OUTSIDE THE HOTEL BRECKER -~ NIGHT 244\n\n \n\nTEDDY huddled with the HOTEL MANAGER and A GROUP OF HIGH-\nRANKING BERLIN COPS, turning back as --\n\nABBOTT\n(arriving breathless)\nThey missed him?\n\nTEDDY *\nSo far. But they found Nicky. She's\nback at the Westin. Bourne let her go.\n\n%\n\nABBOTT\nHe let her go? Great. Where's Danny?\nHe should head over there and debrief\nher.",
  "57": "---END OF PREVIOUS SECTION---\nGreat. Where's Danny? He should head over there and debrief\nher. \n---TARGET SECTION TO BE ANNOTATED---\nee eK\n\n(the Hotel)\nWhat's here? What was he doing?\n\nTEDDY\nWe don't know. They're in a room\nupstairs. I was told to wait down here.\n\nABBOTT accepting that. Because he has to. Only we see\nthe fear. Turns to leave... *\n\f235\n\nA235\n\n237\n\nA237\n\nB237\n\n86.\n\nABBOTT\nOK, if you see Danny tell him I went back\nto the hotel.\n\nABBOTT steps out into the street as...\n\nEXT. STREET NEAR THE HOTEL BRECKER -- NIGHT 235\nBOURNE striding away and -- Following --\nSIDEWALK COP blowing a WHISTLE -- fumbling for his holster.\n\nBOURNE running now, slowly at first, and --\n\nEXT. SIDE-~STREET NEAR THE HOTEL -- NIGHT A235\n\nNow FASTER, as if he can gauge his speed and distance...\n\nEXT. SIDE-~STREET NEAR THE HOTEL -- NIGHT 237\n\nMOTION -- BOURNE tearing away and --\n\nEXT. BIGGER BERLIN STREET -- NIGHT A237\n\n \n\nBOURNE slows to a walk -- TWO PATROL CARS heading his way --\nno choice -- there -- a narrow passageway between TWO\nMOVING TROLLEY TRAINS and -- SPRINTING through --\n\nThe PATROL CARS skidding into 180's.\n\nEXT. BERLIN BRIDGE -- NIGHT B237\n\nTHE RIVER SPREE lit by THE TROLLEY that's rumbling past and\nthe running lights of a DOUBLE COAL BARGE up the river.\n\nBOURNE runs across the bridge -- going as fast as he can --\nhearing THE POLICE SIRENS swirling behind him, when --\n\nA THIRD AND FOURTH POLICE CAR AHEAD!\n\nBOURNE turns hard for a STAIRWELL, jumps the walkway curb,\nleaps up the stairs, two at a time, as --\n\nAll FOUR COP CARS SKID to a stop. As doors open --\n\f238\n\n239\n\n240\n\n87.\n\nEXT. TRAM PLATFORM -- BERLIN BRIDGE ~- NIGHT 238\n\nA TRAM waiting as the LAST FEW PASSENGERS get on. The\ndoors seem to stay open in slow motion as --\n\nBOURNE appears -- makes a mad last dash --\n\nAnd he's on!\n\nAnd the doors don't close! It's not scheduled to go yet.",
  "58": "---END OF PREVIOUS SECTION---\nThe\ndoors seem to stay open in slow motion as --\n\nBOURNE appears -- makes a mad last dash --\n\nAnd he's on! And the doors don't close! It's not scheduled to go yet. \n---TARGET SECTION TO BE ANNOTATED---\nAnd here come the COPS!\n\nBOURNE off the tram -- GUNS appear --\n\nBOURNE runs to his left -- stops short --\n\nThe other cops are coming this way -- SCREAMING at him --\nNot a lot of options -- BOURNE looks over the rail --\nDOWN BELOW\n\nA COAL BARGE passing, the prow just emerging --\n\nBOURNE\n\nOn the rail and JUMPING even as the FIRST SHOT is fired --\n\nEXT. DOUBLE COAL BARGE -- NIGHT 239\nBOURNE lands hard -- stands -- voltage going up one leg --\nAnd they're SHOOTING at him.\n\nHe can worry about the leg later. He RUNS.\n\nBack toward them!\n\nThe barge moving slow -- BOURNE disappears under the\nbridge.\nEXT. BERLIN BRIDGE -- NIGHT 240\n\nGuns aimed, POLICE waiting for a clear shot. TWO OF THEM\nDASH to watch over the other side.\n\f241\n\n242\n\n243\n\n245 pt\n\n88.\n\nEXT. UNDER THE BRIDGE -- NIGHT 241\nCountering -- the barge going one way -- BOURNE the other --\ndodging all the super-structure on deck -- all the while\n\nkeeping his cover overhead --\nAnd LEAPING to the second barge!\nAnd more of the same, until --\nBOURNE running out of barge --\n\nLEAPING back onto the BRIDGE FOOTING and --\n\nEXT. BERLIN BRIDGE -- NIGHT 242\nTHE POLICE watching the barge fully emerge -- continuing\ndown river -- SHOUTING IN GERMAN that he's either \"in the\n\nwater\" or \"hiding on the barge\".\n\nOff they go -- down the stairs --\n\nLeaving the PASSENGERS on the tram blinking out in shock --\nAnd BOURNE -- climbing back over the rail --\n\nLimping back on the tram just before --\n\nThe DOORS CLOSE -- and off it goes --\n\nEXT. NEXT BRIDGE DOWN -- NIGHT 243\nPOLICE converge from both ends -- Barge goes under as\nKIRILL arrives at the center of the bridge -- missed\nagain -- behind KIRILL, a train snakes off into the\nnight...\n\nINT. ROOM #645 -- HOTEL BRECKER -- NIGHT 245 pt\n\n \n\nPAMELA and CRONIN move into the living room. A couple of\nCOPS in the hallway outside.",
  "59": "---END OF PREVIOUS SECTION---\nINT. ROOM #645 -- HOTEL BRECKER -- NIGHT 245 pt\n\n \n\nPAMELA and CRONIN move into the living room. A couple of\nCOPS in the hallway outside. \n---TARGET SECTION TO BE ANNOTATED---\nCRONIN\nThe room he checked into was across the\nhall -- why, why would he come here?\n\nPAMELA glances around -- something bothering her about\nthis space --\n\f246-247\n\n245 pt\n\n253\n\n89.\n\nPAMELA\nHe must've had a reason. That's how they\nwere trained.\n\nCRONIN moves around the bedroom, then into the bathroom\nand --\n\n \n\nCRONIN\nHe went out the window in here...\nDELETED 246-247\nINT. ROOM #645 -- BATHROOM -- NIGHT 245 pt\nThere on the mirror -- scrawled in soap on the glass...\nCRONIN\n\nPam, you need to see this.\nPAMELA moves in behind him.\n\nCRONIN (CONT'D)\nWho's Neski?\n\nBoth of them staring.\n\nPAMELA\n(thinking)\nAlright...take it down.\nCRONIN\nWhat?\nPAMELA\n\nThis stays between you and I.\n(sensing confusion)\nWe finally have an edge. I don't want to\n\nlose it.\nEXT. CATHEDRAL PLAZA -- NIGHT 253\nVery late -- ABBOTT waits on an isolated bridge -- a lone\n\nfigure in the shadow of East Berlin.\n\nGRETKOV arrives by car. Walks through the darkness.\nABBOTT barely glancing over.\n\n*\n\n*\n\n%\n\nee eK\n\f90.\n\nABBOTT\nYou told me Bourne was dead.\n\nGRETKOV\nThere was a mistake.\n\nABBOTT\nI'll say. You killed his goddam\ngirlfriend instead. Now they're onto\nNeski. They're at the Brecker Hotel even\nas we speak.\n\nGRETKOV\nWill it track back to us?\n\nABBOTT\nNo. The files are spotless. Whatever\nthey find, it's just going to make Conklin\nlook worse.\n\nGRETKOV\nAnd the Landy woman?\n\nABBOTT\nShe's done everything I wanted. She bit\non Conklin so fast it was laughable. She\neven found his bogus Swiss account...\n\nGRETKOV\nAnything else?\nABBOTT shoves a piece of paper -- and ADDRESS -- into\nGRETKOV'S hand.\nABBOTT\n(the paper)\n\nThere's a body in the basement. Danny\nZorn. He's got to disappear. For good.\nClean and fast.",
  "60": "---END OF PREVIOUS SECTION---\nHe's got to disappear. For good. Clean and fast. \n---TARGET SECTION TO BE ANNOTATED---\n I'11l put him in bed with\nConklin and Bourne. Even the girl, Nicky.\nGive me twenty-four hours, I'll think it\nup. But get the goddamn body out of\nthere.\n\nIt's getting late. A taxi now and then...\n\nABBOTT (CONT'D)\nNeski was a roadblock. Without me,\nthere's no company, no fortune. You owe\nme, Uri. One last push.\n\nGRETKOV\nOne last push. One.\n\nee eK\n\n*\n\f254\n\n255\n\nA248\n\n248\n\n91.\n\nGRETKOV leaves. ABBOTT watches him go.\n\nEXT. MERCEDES -- NIGHT 254\n\nSeconds later. GRETKOV getting in slowly.\n\nINT. MERCEDES -- NIGHT 255\nKIRILL slouched in back. Waiting. Gretkov to the DRIVER.\nGRETKOV\n(Airport. )\n(to Kirill)\n\n(We're done here.)\nKIRILL nods. As they pull away, ABBOTT turns and walks\ninto the foggy night...\nEXT. BERLIN STREET -- NIGHT A248\n\nLate. ABBOTT walks. A lonely figure. Past someone in\nthe shadows --\n\nBOURNE\nMr. Abbott?\n\nHe turns to answer when BOURNE firmly guides him into a\nside street...\n\n*** BOURNE/ABBOTT SCENE***\n\nINT. LOBBY -- HOTEL BRECKER ~~ NIGHT 248\n\n \n\nAs PAMELA and CRONIN exit the elevator, they are met by\nTEDDY.\n\nTEDDY\n\nHere's what I've got.\n\n(reads )\nRemember Vladimir Neski? Russian\npolitician? Seven years ago, he was due\nto speak to a group of European Oil\nministers here at the hotel. He never\ndid. He was murdered.\n\nPAMELA\nBy who?\n\nee eK\n\n%\n\f249\n\n250\n\n251\n\n252\n\n92.\n\nTEDDY\nHis wife. In room 645. Then she shot\nherself.\n(Pamela and Cronin share a\nlook)\nPAMELA\n(to Teddy)\n\nAlright...I want you, Kurt and Kim to stay on\nBourne, track everything that's out\nthere...\n\nTEDDY goes to get in the van. PAMELA follows with\nCRONIN.",
  "61": "---END OF PREVIOUS SECTION---\nI want you, Kurt and Kim to stay on\nBourne, track everything that's out\nthere... TEDDY goes to get in the van. PAMELA follows with\nCRONIN. \n---TARGET SECTION TO BE ANNOTATED---\nPAMELA (CONT'D)\n(confidentially to Cronin)\nAnd I want you to go through and cross\nreference our buy that went bad, the\nNeskis, and Treadstone --\n\nAs they get in...\nPAMELA (CONT'D)\n-- they have to be related.\n\nEXT. BERLIN TRAIN STATION -- NIGHT 249\n\n \n\nBOURNE'S ARRIVED. Limping. As he continues for the\nstation --\n\nINT. BERLIN TRAIN STATION LOCKER AREA -- NIGHT 250\n\n \n\nBOURNE retrieving the exfil bag he stashed in the locker.\nChanged his clothes.\n\nINT. BERLIN TRAIN STATION MEN'S ROOM -- NIGHT 251\n\n \n\nBag slung -- limping out -- BOURNE has changed clothes. A\nbig overcoat, knit cap.\n\nINT. BERLIN TRAIN STATION PLATFORM -- NIGHT 252\n\n \n\nA busy midnight departure. Big train. BOURNE climbing\non the train, under the sign:\n\nMOSCOW EXPRESS\n\nee eK\n\na ae ee\n\n*\n\nee eK\n\f253-255\n\nA256\n\n256\n\n257\n\n258-259\n\nA260\n\n93.\n\nMOVED 253-255\n\nINT. NEW BERLIN HQ/COMMAND POST -- NIGHT A256\n\n \n\nA BLUEPRINT spread across a table. NICKY, KURT & KIM all\ngathered around. CRONIN works the TREADSTONE files on\nanother table. TEDDY at center briefing PAMELA.\n\nTEDDY\nWe're looking at all Berlin outbound.\nGood news is, every train station in\nBerlin has thirty to forty fixed, digital\nsecurity cameras. Common feed.\n\nPAMELA\nAre we hacking or asking?\nTEDDY\nYes. In that order.\nPAMELA\nAnd what about you, anything?\nCRONIN\nIt's starting to link up -- the hijacked\nmoney -- the leak -- Pecos Oil -- one\n\nlast bit is Treadstone.\n\nEXT. MOSCOW TRAIN -- NIGHT 256\nCrossing the border into Poland -- Cold, desolate, snow --\nINT. MOSCOW TRAIN/PASSENGER CAR -- NIGHT 257\n\n \n\nCONDUCTORS moving quietly through the dark cars. Checking\ntickets and visas and --\n\nBOURNE -- hands over his ticket and RUSSIAN PASSPORT -- off\nthe grid --\n\nDELETED 258-259\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nMOSCOW TRAIN -- NIGHT 256\nCrossing the border into Poland -- Cold, desolate, snow --\nINT. MOSCOW TRAIN/PASSENGER CAR -- NIGHT 257\n\n \n\nCONDUCTORS moving quietly through the dark cars. Checking\ntickets and visas and --\n\nBOURNE -- hands over his ticket and RUSSIAN PASSPORT -- off\nthe grid --\n\nDELETED 258-259\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n NEW BERLIN HQ/COMMAND POST -- NIGHT A260\n\n \n\n4:00 am. KURT, KIM, and TEDDY spread around the room.\nThey've been running laptop train station videos for\nhours. Just about ready to raise the white flag.\n\n*\n\nee eK\n\n*\n\n*\n\f260\n\n94,\n\nAll they have so far is an isolated loop of BOURNE limping\ninto the men's room. Cronin watches it stutter along.\n\nCRONIN\nDoes it look like he's faking?\n\nTEDDY\nOn the way in? Forget it.\n\nKURT\nThe leg's definitely hurt.\n\nCRONIN\n(the blueprint)\nWell, there's no window in the men's room,\nfolks, so let's find somebody coming out\nwith a bad left leg.\n\nKURT\n(worn out)\nMaybe he's still in there.\n\nTEDDY\nI've got a limping guy, but it's the right\nleg.\n\nKIM\n\nWalking away, or walking toward you?\n\nCRONIN jumping on that, right there, over TEDDY'S shoulder -\n\n \n\nCRONIN\nThat's him. It's the coat! What train is\nthat?\nINT. MOSCOW TRAIN/PASSENGER CAR -- DAWN 260\nBOURNE -- asleep in his chair -- rocked by the rhythm. But\nsomething wakes him up.\nLooks out the window -- something weird about the light out\nthere -- then up to see:\nMARIE -- looking at him over the back of his chair in front\nof him -- no big deal --\nBOURNE\nHey...\n\nShe smiles. A beat. She comes around, sits beside him. He\nlooks away out the window.\n\n%\n\nee eK\n\n%\n\f95.\n\nBOURNE (CONT'D)\nI wanted to kill him.\n\nMARIE\nBut you found another choice.\nBOURNE\nI did.\nMARIE\nIt wouldn't have changed the way you\nfeel.\nBOURNE\n\nIt might have.\n\nBOURNE looks back at her. She smiles. He accepts it,\nleans back, closes his eyes.\n\nBOURNE (CONT'D)\nI know it's a dream.\n\nMARIE\nYou do?\n\nBOURNE\nI only dream about people who are dead.\n\nMARIE leans over, kisses his forehead. Whispers --\nBOURNE (CONT'D)\nGod, I miss you.",
  "63": "---END OF PREVIOUS SECTION---\nBOURNE\nI only dream about people who are dead. MARIE leans over, kisses his forehead. Whispers --\nBOURNE (CONT'D)\nGod, I miss you. \n---TARGET SECTION TO BE ANNOTATED---\n I don't know what to do\nwithout you.\nMARIE\n(softly, serenely)\nJason. You know exactly what to do. That\nis your mission now.\nBOURNE opens his eyes.\nAnd it's morning outside.\nAnd Marie is gone.\nA LITTLE GIRL smiles at him from over the back of the chair\n\nin front. BOURNE can't meet her gaze for long. As he\nlooks back out the window --\n\n261-262 DELETED 261-262\n\n*\n\n*\n\f263\n\n264\n\n96.\n\nINT. MOSCOW TRAIN/PASSENGER CAR -- DAWN 263\n\n \n\nBOURNE watching the birch trees rush past, not quite hiding\nthe smokestacks beyond. Eyes locked. Forging something\nwithin, one final mission, as we --\n\nINT. BERLIN WESTIN HOTEL LOBBY -- EARLY MORNING 264\n\n \n\nABBOTT coming through. It's empty this early, but --\n\nHere's PAMELA, NICKY, CRONIN and the TEAM waiting to\nreport.\n\nPAMELA\nSorry to wake you.\n\nABBOTT\n(waves off apology)\nI wasn't sleeping.\n(to Nicky as he passes)\nYou OK?\n\nNICKY\nYeah, thanks.\n\nABBOTT\nWhat's up?\n\nPAMELA\nBunch of stuff.\n\nPAMELA looks to CRONIN -- him first.\n\nCRONIN\nWe tied the room Bourne visited tonight to\na murder/suicide seven years ago. A\nRussian couple, the Neskis.\n\nABBOTT\n(playing along)\nNeski. The reformer. I remember that.\n\nCRONIN\nHe championed the equal distribution of\noil leases in the Caspian Sea. When he\ndied, they were all released to one\npetroleum company, Pecos Oil. Guess\nwhat? -- the CEO, Uri Gretkov, is ex-\nKGB.\n\n%\n\nHe He HK\n\n*\n\f97.\n\nNICKY\nSomeone was using Treadstone as a private\ncleaning service.\n\nABBOTT\nConklin...\n(a beat)\nIt's -- I'm sorry, Pamela. I guess you\n\nwere right all along.\n\nPamela waves him off, it's okay, but --\n\nPAMELA\nThere's something else.\n\nAbbott can see by their faces: this hits closer to home.",
  "64": "---END OF PREVIOUS SECTION---\nI guess you\n\nwere right all along. Pamela waves him off, it's okay, but --\n\nPAMELA\nThere's something else. Abbott can see by their faces: this hits closer to home. \n---TARGET SECTION TO BE ANNOTATED---\nABBOTT\nWhat?\n\nPAMELA\nThey found Danny Zorn's body. Dead in the\nbasement at the building where my people\ngot hit the first time.\n\nABBOTT\nOh, God... It must have been Bourne.\nPAMELA\nDid he say anything to you?\nABBOTT\nNo... It must have been Bourne.\nPAMELA, straight...\nPAMELA\n\nWe'll know for sure when we get the\nsecurity tapes.\n\nCRONIN\nBut we can relax. We tracked him. He's\non a train to Moscow.\n\nABBOTT reeling, hiding it.\nABBOTT\n\nMoscow? What the Hell's he going to\nMoscow for?\n\n%\n\nHe eH HK\n\f98.\n\nPAMELA\n(shrugs)\nDon't know.\nABBOTT\nJesus... I, Zorn... I have to call his\n\nfamily. Tell them...\n\nPAMELA\nI'm sorry, Ward.\n\nThey watch as he goes.\n\n265 INT. WESTIN ELEVATOR -- DAWN 265\n\nABBOTT in the rising elevator. Imploding.\n\n266 INT. GRETKOV'S OFFICE -- MORNING 266\nPalatial. But you can't buy taste. GRETKOV working his\ncomputer -- answers his PHONE.\n\nGRETKOV\nDa...\nABBOTT/PHONE\n\nYou didn't stay, Uri.\nGRETKOV\n\n(matter of fact)\nThis is not a clean phone.\n\n267 INT. WESTIN GRAND HOTEL LOBBY -- DAWN 267\n\n \n\nEveryone still here. CRONIN answering his cell phone --\nmotioning to them, he's got news --\n\nCRONIN\n(phone to his ear)\nYou're sure?\n\nPAMELA\nWhat? The tapes?\n\nCRONIN\n(nodding but)\nHold on...\n(holding the phone)\nYep. And Abbott just direct dialed Moscow\nfrom his room...\n\f268\n\nA268\n\n99.\n\nNow we realize, she's set a trap and Abbott's walked in.\nAll the same, Pamela shakes her head, wishes it wasn't\n\ntrue.\n\nAnd they're moving --\n\nINT. ABBOTT'S WESTIN HOTEL ROOM -~- DAWN\n\n268\n\nABBOTT at his desk, still on the phone, pouring a vodka.\n\nGRETKOV\nLeaving was a business decision. We'\nboth rich, come enjoy it.",
  "65": "---END OF PREVIOUS SECTION---\nABBOTT'S WESTIN HOTEL ROOM -~- DAWN\n\n268\n\nABBOTT at his desk, still on the phone, pouring a vodka. GRETKOV\nLeaving was a business decision. We'\nboth rich, come enjoy it. \n---TARGET SECTION TO BE ANNOTATED---\nABBOTT\nWhat do you mean?\n\nGRETKOV\n\nre\n\nGo to the airport. Get a plane. I'1l\n\nhave a brass band waiting for you.\n\nABBOTT\nSave it for Bourne.\n\nGRETKOV\nWhat?\n\nThere's a KNOCKING AT HIS DOOR -- ABBOTT simply ignores it.\n\nABBOTT\nHe left yesterday on the night train.\nHe's probably just getting in now.\n(he drinks)\nYou'll have to hurry.\n\nGRETKOV\nBourne comes here? Why?\n\nMore KNOCKING...\nABBOTT\nGood luck.\nEXT. MOSCOW TRAIN -- DAWN\nSpeeding East through the Russian countryside.\n\nis gone, replaced by factories and refineries.\nwasteland of rust and gray that seems to go on\n\nA268\n\nThe forest\nA\nforever --\n\n*\n\f269\n\nA269\n\n100.\n\nINT. WESTIN HALLWAY OUTSIDE ABBOTT'S ROOM -- NIGHT 269\nPAMELA knocking again. NICKY, TEDDY and CRONIN behind her.\n\nPAMELA\nOpen it.\n\nCRONIN with a pass key. TEDDY prepped and --\n\n \n\nINT. ABBOTT'S WESTIN HOTEL ROOM -- NIGHT A269\n\nPAMELA leading -- they enter -- stop short --\n\nABBOTT at his desk, calmly pointing a PISTOL -- at Pamela.\nABBOTT\n\nThey go. You stay.\nShe looks back. CRONIN shakes his head 'no'.\n\nPAMELA\nYes. Now...\n\nThey reluctantly obey. The door clicking shut behind them.\n\nABBOTT\nSit down.\n\nPAMELA\nI'd rather stand if it's all the same to\nyou.\n\nABBOTT\nI don't exactly know what to say -- I'm\nsorry.\n\nPAMELA\n‘Why' would be enough for me.\n\nABBOTT\nI'm not a traitor. I've served my\ncountry.\n\nPAMELA\nAnd pocketed a fair amount of change while\ndoing it.\n\nABBOTT\n\nWhy not? It was just money.\n\f270\n\n271\n\n101.\n\nPAMELA\nAnd Danny Zorn, what was that?\n\nABBOTT\nHad to be done.\n\nPAMELA\nNo good options left?\n\nABBOTT\n(shrugs)\nIn the end, honestly, it's hubris.\nSimple hubris.",
  "66": "---END OF PREVIOUS SECTION---\nPAMELA\nNo good options left? ABBOTT\n(shrugs)\nIn the end, honestly, it's hubris. Simple hubris. \n---TARGET SECTION TO BE ANNOTATED---\n You reach a point in this\ngame when the only satisfaction left is\nto see how clever you are.\n\nPAMELA\nNo. You lost your way.\n\nABBOTT\nWell, you're probably right. I guess\nthat's all that hubris is.\nHe raises the gun.\n\nPAMELA -- presses her lips together, closes her eyes.\nBOOM!\n\nShe opens them. And as CRONIN flies back through the door --\nThere's ABBOTT -- dead at the desk -- he's shot himself --\nalso, in a way, with some help from Bourne.\n\nINT. PLATFORM -- MOSCOW TRAIN STATION -- DAY 270\n\nTHE TRAIN easing to a stop. The platform busy with people\nwaiting and -- PASSENGERS disembarking.\n\nBOURNE among them. Unremarkable in THE CROWD and --\n\nINT. MOSCOW TRAIN STATION -- DAY 271\n\nBOURNE on the move. Welcome to the whole mad Moscow scene.\nA jumble of faces and voices. Travellers. Arrivals and\ndepartures. Families. Beggars. Drunk war vets. Hawkers.\n\nCe\n\n*\n\f272\n\n273\n\n274\n\n275\n\n102.\n\n \n\nEXT. MOSCOW TRAIN STATION CAB STAND -- DAY 272\nThere, in the plaza. BOURNE hobbling across the street,\nwhen suddenly -- A CAR HORN! -- he turns and --\n\nLook out!\n\nA BIG BLACK BMW speeding past -- followed by TWO MORE --\nall three cars with BLUE LIGHTS STROBING on the dashboards\n- a convoy -- whipping by like they own the place and --\nTAXI DRIVER (OS)\n(Gangster bastards don't care what they\ndo.)\nBOURNE turns. A grizzled TAXI DRIVER right beside him.\nBOURNE pulls a slip of paper from his pocket.\nBOURNE\n(his Russian is basic)\n(You know this address?)\nTHE TAXI DRIVER squints, finally grunts affirmative.\n\nHe motions to his cab. As they get in and pull away --\n\nINT. MOSCOW GARAGE -- DAY 273\nLots of cars. No people. But someone running... It's\nKIRILL pulling his keys as he sprints past and --\n\nDELETED 274\n\nINT.",
  "67": "---END OF PREVIOUS SECTION---\nNo people. But someone running... It's\nKIRILL pulling his keys as he sprints past and --\n\nDELETED 274\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n MOSCOW TAXI -~ DAY 275\n\nBOURNE and THE TAXI DRIVER looking over as THREE MOSCOW\nPOLICE CARS speed by -- SIRENS WAILING --\n\nTAXI DRIVER\n(It's always something, right?)\n\nBOURNE just nods, as we --\n\f276\n\n277\n\n278\n\n279\n\n280\n\n103.\n\nINT./EXT. BLACK BMW -- DAY 276\n\nKIRILL at the wheel. A guy in a hurry who knows what he's\ndoing. One more thing, on the passenger seat -- TWO BIG\nAUTOMATIC PISTOLS --\n\nEXT. MOSCOW TRAIN STATION -- DAY 277\nMOSCOW COPS fanning through the crowd showing BOURNE'S\nINTERPOL PICTURE. \"Have you seen him?\"\n\nEXT. MOSCOW TRAIN STATION CAB STAND -- DAY 278\n\n \n\nMOSCOW COPS with the picture. Flashing it around, until --\nYOUNG CABBY\n(the moment he sees it)\n(He was just here. They just left.)\nINT. MOSCOW TAXI -- DAY 279\nThey've stopped. BOURNE flashes a FIFTY DOLLAR BILL --\n\nBOURNE\nYou wait. You understand? Stay.\n\nTAXI DRIVER\n(happy to pocket the cash)\nSure. No problem. I sit.\nEXT. OLD MOSCOW STREET -- DAY 280\nOld Moscow. But not for long, there's new construction\n\nmetastasizing all around it. BOURNE crosses the street and\n\nHIS POV\n\nAN ABANDONED WOODEN HOUSE. Windows shattered and boarded\nup. Paint all but gone. Roof and gables all failing.\n\nBACK TO\n\nBOURNE crestfallen. Checking the address. This is it.\n\f104.\n\n \n\n281 EXT. MOSCOW TRAIN STATION CAB STAND -- DAY 281\nMORE COPS. Everything focused on ANOTHER TAXI DRIVER who's\nmaking a call on a cell phone -- everybody waiting on it --\n\n282 EXT. ABANDONED WOODEN HOUSE -- DAY 282\n\n \n\nBOURNE off the sidewalk now, peering around the side,\ntrying to see if there's anything around back and --\n\nOVER THERE\nAN OLD WOMAN on the steps next door. Watching him.\n\nBOURNE starts over. Finding the sweetest smile he's got --\n\n283 INT.",
  "68": "---END OF PREVIOUS SECTION---\nWatching him. BOURNE starts over. Finding the sweetest smile he's got --\n\n283 INT. \n---TARGET SECTION TO BE ANNOTATED---\n MOSCOW TAXI -- DAY 283\nTHE TAXI DRIVER still parked there --\nHIS POV\nBOURNE and the OLD LADY -- she's pointing like she's giving\ndirections -- when suddenly, the Driver's CELL PHONE RINGS -\n\nTAXI DRIVER/PHONE\n(Hello...?)\n284 EXT. ABANDONED WOODEN HOUSE -- DAY 284\n\nBOURNE and the OLD LADY. His Russian is limited, but she's\ncharmed nonetheless --\n\nBOURNE\n(A pen...to write...one minute...)\n(searching his pockets)\n285 INT. MOSCOW TAXI -- DAY 285\nTHE TAXI DRIVER on the phone -- not so happy anymore --\nTAXI DRIVER\n\n(-- I'm looking at him -- American -- he's\nright here! --)\n\f286\n\n287\n\n288\n\n289\n\n290\n\n291\n\n292\n\n293\n\n294\n\n105.\n\nEXT. ABANDONED WOODEN HOUSE -- DAY 286\n\n \n\nTHE OLD LADY scribbling on a piece of paper. BOURNE\nreacting as the TAXI drops into gear. Pulls away.\n\nBOURNE\nWait! Hey!\n\nBut THE TAXI only speeds up, and --\n\nEXT. MOSCOW TRAIN STATION -- DAY 287\n\nMOSCOW POLICE CARS tearing away and --\n\nDELETED 288\n\nINT. BLACK BMW -- DAY 289\nKIRILL DRIVING. Reaching for his RINGING PHONE and --\n\nEXT. MOSCOW STREET -- DAY 290\nTHE BLACK BMW -- a moment later -- slamming on the brakes --\n\nfishtailing a U-TURN and --\n\nEXT. MOSCOW BUILDING PROJECT -- DAY 291\n\n \n\nBOURNE hustling past all the new construction. Glancing\nback as POLICE SIRENS start rising behind him and --\n\nINT. RED LEXUS -- DAY 292\n\nKIRILL skidding around another corner and --\n\nEXT. ABANDONED WOODEN HOUSE -- DAY 293\n\n \n\nTWO POLICE CARS just stopped there -- COPS -- the OLD LADY\npointing -- everyone turning as --\n\nTHE RED LEXUS speeds past them and --\n\nDELETED 294\n\f295\n\n296\n\n297\n\n298\n\n299\n\n300\n\n301\n\n302\n\n303\n\n106.\n\nEXT.",
  "69": "---END OF PREVIOUS SECTION---\nRED LEXUS -- DAY 292\n\nKIRILL skidding around another corner and --\n\nEXT. ABANDONED WOODEN HOUSE -- DAY 293\n\n \n\nTWO POLICE CARS just stopped there -- COPS -- the OLD LADY\npointing -- everyone turning as --\n\nTHE RED LEXUS speeds past them and --\n\nDELETED 294\n\f295\n\n296\n\n297\n\n298\n\n299\n\n300\n\n301\n\n302\n\n303\n\n106. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CONCRETE STAIRS -- DAY 295\nBOURNE coming down as fast as he can -- just ahead there's\nA FOOTPATH BENEATH A FOUR LANE OVERPASS -- a neighborhood\non the other side -- he could disappear there --\n\nINT. RED LEXUS -- DAY 296\nKIRILL driving and scanning -- THERE! -- as he passes it --\nTHE OVERPASS -- slamming on the brakes and --\n\nEXT. FOOTPATH -- DAY 297\nBOURNE hobbling out in the open -- twenty yards to go --\nEXT. OVERPASS -- DAY 298\n\nKIRILL jumping out of the Lexus with A PISTOL in hand and --\n\nEXT. FOOTPATH -- DAY 299\nBOURNE -- no clue -- BANG! -- his shoulder! -- he's hit! --\nhe throws himself forward and --\n\nEXT. OVERPASS -- DAY 300\n\nKIRILL shifting for a better second shot and --\n\nEXT. FOOTPATH -- DAY 301\n\nBOURNE -- he's diving! -- rolling! -- pure instinct -- back\nunder the embankment and --\n\nEXT. OVERPASS -- DAY 302\nKIRILL with no shot suddenly -- leaning over the rail --\njust as the TWO MOSCOW POLICE CARS come screaming up --\nMOSCOW COPS jumping out with guns drawn and --\n\nEXT. FOOTPATH -- DAY 303\n\nBOURNE -- he's up -- he's bleeding -- he's moving and --\n\f304\n\nA304\n\nA305\n\n305\n\n306\n\n307\n\n308\n\n107.\n\nEXT. OVERPASS -- DAY 304\nCHAOS -- KIRILL with his hands in the air -- MOSCOW COPS\ncoming toward him -- everyone screaming --\n\nMOSCOW COPS MOCK-BOURNE\n(-- UP! -- HANDS UP! -- KEEP (-- I'M KGB, ASSHOLES! --\nTHEM UP! -- DROP THE GUN! -- WE'RE CHASING THE SAME GUY!\n\n \n\nDROP IT! --) - HE'S GETTING AWAY! --)\nThey let KIRILL go -- he looks back at the footpath --\nBOURNE is gone -- as\n\nEXT. MOSCOW CITY STREET -- DAY A304\n\nGRETKOV strolls along, suddenly two black sedans pull up\nand he is arrested.\n\nINT.",
  "70": "---END OF PREVIOUS SECTION---\nDROP IT! --) - HE'S GETTING AWAY! --)\nThey let KIRILL go -- he looks back at the footpath --\nBOURNE is gone -- as\n\nEXT. MOSCOW CITY STREET -- DAY A304\n\nGRETKOV strolls along, suddenly two black sedans pull up\nand he is arrested. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PEDESTRIAN TUNNEL -- DAY A305\nBOURNE hurriedly makes his way to the other end -- a few\nbeats later -- KIRILL on the hunt --\n\nEXT. MOSCOW OUTDOOR MARKET -- DAY 305\n\nA labyrinth of stalls. Food. Hardware. Clothes. And\ncrowded. Even this hard-to-impress CROWD noticing --\n\nBOURNE hobbling through. Nothing like a limping madman\nwith a fresh gunshot wound to get attention --\n\nPEOPLE back off -- pull THEIR KIDS out of the way -- SOME\nWOMAN STARTS SCREAMING and --\n\n \n\nINT. MOSCOW ENCLOSED MARKET -- DAY 306\nA SECURITY GUARD -- hears the commotion -- jogs out and --\nDELETED 307\nEXT. NEARBY MOSCOW STREET -- DAY 308\nKIRILL running toward the market -- FIVE MOSCOW COPS behind\n\nhim, can't keep up and --\n\f309\n\n310\n\n311\n\n312\n\n313-314\n\n315\n\n316\n\n317\n\n108.\n\nINT. MOSCOW OUTDOOR MARKET -~ DAY 309 *\nTHE SECURITY GUARD coming up fast behind BOURNE --\n\nSECURITY GUARD\n(-- hey! -- hey you! -- stop! --)\n\nBOURNE turns. THE SECURITY GUARD right behind him and --\n\nBOURNE -- no warning -- his good arm -- SMASH!!! -- right\ninto THE SECURITY GUARD'S FACE and --\n\nBOURNE takes HIS PISTOL and --\n\nTHE CROWD -- they jump -- holy shit!\n\n \n\nINT. MOSCOW ENCLOSED MARKET -- DAY 310\nCrazy -- KIRILL sprinting through -- where did Bourne go? --\nINT. MOSCOW OUTDOOR MARKET -- DAY 311 *\n\nBOURNE back on the march, except now he's shopping! --\n\nGrabbing -- A BUNDLE OF TUBE SOCKS and --\n\nINT. MOSCOW OUTDOOR MARKET -~ DAY 312 *\n\nKIRILL sprinting out toward the stalls and --\n\nDELETED 313-314\nINT. MOSCOW OUTDOOR MARKET -~ DAY 315 *\nBOURNE -- THERE! -- A ROLL OF DUCT TAPE and --\n\n-- A BOTTLE OF VODKA and --\n\nINT.",
  "71": "---END OF PREVIOUS SECTION---\nMOSCOW OUTDOOR MARKET -- DAY 311 *\n\nBOURNE back on the march, except now he's shopping! --\n\nGrabbing -- A BUNDLE OF TUBE SOCKS and --\n\nINT. MOSCOW OUTDOOR MARKET -~ DAY 312 *\n\nKIRILL sprinting out toward the stalls and --\n\nDELETED 313-314\nINT. MOSCOW OUTDOOR MARKET -~ DAY 315 *\nBOURNE -- THERE! -- A ROLL OF DUCT TAPE and --\n\n-- A BOTTLE OF VODKA and --\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n MOSCOW OUTDOOR MARKET -- DAY 316 *\n\nKIRILL fighting his way through THE FLEEING CROWD --\n\nDELETED 317 *\n\f109.\n\n318 pt 1 EXT. MOSCOW OUTDOOR MARKET -- DAY 318 pt 1\nBOURNE -- leaving the market -- taking a swig of VODKA and --\nContinues -- knows there are TWO NEW COPS on his ass.\n\n318 pt 2 EXT. MARKET PARKING LOT -- DAY 318 pt 2\n\nAnother CAB STAND. CABBIE by a YELLOW CAB, looks up to see\n\nBOURNE -- coming toward him -- and also --\n\nThe TWO COPS. As BOURNE nears, the CABBIE shakes his head.\n\nBourne pivots -- casually -- like he doesn't know they're\ncoming until -- HE SPITS! -- VODKA -- into one of the cop's\nface! -- blinded as BOURNE takes him and his PARTNER out.\n\nThe CABBIE raises his hands in surrender, steps aside as\nBOURNE takes his car --\n\n318 pt 3 INT./EXT. CAB -- DAY 318 pt 3\nBOURNE IN THE YELLOW CAB -- starting THE ENGINE -- peeling\naway! -- careening into the street and --\n\nKIRILL sprinting into the parking lot, just in time to see -\n\n318 pt 4 INT. CAB -- DAY 318 pt 4\nBOURNE concentrating away the pain -- trying to drive --\n319 EXT. MARKET PARKING LOT -- DAY 319\n\nTWO LADIES ducked behind a BIG BLACK G-WAGON -- freaked out\nas KIRILL grabs their keys and --\n\n320-335 INT./EXT. MOSCOW STREETS/CARS/FACES -- DAY 320-335\n\n \n\nTHE CAB speeding across A BOULEVARD into an older\nneighborhood of rising narrow streets and --\n\nTWO MOSCOW POLICE CARS PULLING U-TURNS on the BOULEVARD --\nwhipping around to give chase and --\n\f110.",
  "72": "---END OF PREVIOUS SECTION---\nCAB -- DAY 318 pt 4\nBOURNE concentrating away the pain -- trying to drive --\n319 EXT. MARKET PARKING LOT -- DAY 319\n\nTWO LADIES ducked behind a BIG BLACK G-WAGON -- freaked out\nas KIRILL grabs their keys and --\n\n320-335 INT./EXT. MOSCOW STREETS/CARS/FACES -- DAY 320-335\n\n \n\nTHE CAB speeding across A BOULEVARD into an older\nneighborhood of rising narrow streets and --\n\nTWO MOSCOW POLICE CARS PULLING U-TURNS on the BOULEVARD --\nwhipping around to give chase and --\n\f110. \n---TARGET SECTION TO BE ANNOTATED---\nTHE G-WAGON in full pursuit now and --\nBOURNE DRIVING -- up this curving little hill and --\nTHE TWO MOSCOW POLICE CARS starting to climb and --\n\nKIRILL DRIVING and he's on the hill now --\n\nBOURNE -- bad hand on the wheel -- holding on -- trying to\nfind something in passenger seat -- TUBE SOCKS?\n\nTHE TWO MOSCOW POLICE CARS splitting up! -- one on Bourne's\nass -- the other cutting hard into A SIDE STREET, flanking\nhim and --\n\nBOURNE -- topping the hill -- two choices -- right or left?\nRIGHT! -- No! -- wrong -- because down the hill there's A\n\nPOLICE CAR just about to angle in from THE SIDE-STREET and -\n\nBOURNE -- no choice -- FLOORING IT! --\n\nTHE CAB -- it's a whale -- SLAM! -- knifing the front end\nof THE POLICE CAR and --\n\nTHE POLICE CAR -- spun back! -- CRASHING AGAINST A BUILDING\nON THE CORNER and --\n\nKIRILL -- right behind that guy -- swerving -- onto the\nsidewalk -- SPARKS FROM THE WALL AS HE SCRAPES! -- hanging\nin -- skidding into a turn down the hill and --\n\nJUST MISSING THE FIRST POLICE CAR bombing right past him!\n\nBOURNE -- in pain as he packs his shoulder wound with the\nsocks -- Ahead -- the street banks downhill to left and --\nTHERE! -- A BOULEVARD -- wide ride -- lots of traffic and --\n\nTHE CAB rocketing into the flow and --\n\nBEHIND HIM -- POLICE CAR #1 with THE G-WAGON right on his\nass and --\n\nBOURNE -- Wrists flicking the wheel. THE CAB screaming\nthrough the slower traffic and --\n\nKIRILL -- totally on it -- pedal down -- passenger window\nopen -- wind blowing -- he's got THE PISTOL in his hand --\n\nclosing the gap and --\n\nTHE BLACK G-WAGON -- blowing past POLICE CAR #1 and --\n\f336-337\n\n111.",
  "73": "---END OF PREVIOUS SECTION---\nRIGHT! -- No! -- wrong -- because down the hill there's A\n\nPOLICE CAR just about to angle in from THE SIDE-STREET and -\n\nBOURNE -- no choice -- FLOORING IT! --\n\nTHE CAB -- it's a whale -- SLAM! -- knifing the front end\nof THE POLICE CAR and --\n\nTHE POLICE CAR -- spun back! -- CRASHING AGAINST A BUILDING\nON THE CORNER and --\n\nKIRILL -- right behind that guy -- swerving -- onto the\nsidewalk -- SPARKS FROM THE WALL AS HE SCRAPES! -- hanging\nin -- skidding into a turn down the hill and --\n\nJUST MISSING THE FIRST POLICE CAR bombing right past him! BOURNE -- in pain as he packs his shoulder wound with the\nsocks -- Ahead -- the street banks downhill to left and --\nTHERE! -- A BOULEVARD -- wide ride -- lots of traffic and --\n\nTHE CAB rocketing into the flow and --\n\nBEHIND HIM -- POLICE CAR #1 with THE G-WAGON right on his\nass and --\n\nBOURNE -- Wrists flicking the wheel. THE CAB screaming\nthrough the slower traffic and --\n\nKIRILL -- totally on it -- pedal down -- passenger window\nopen -- wind blowing -- he's got THE PISTOL in his hand --\n\nclosing the gap and --\n\nTHE BLACK G-WAGON -- blowing past POLICE CAR #1 and --\n\f336-337\n\n111. \n---TARGET SECTION TO BE ANNOTATED---\nBOURNE -- steering -- barely -- as he tears a few strips of\nDUCT TAPE to finish his triage --\n\nBLAM! -- BLAM!! -- THE G-WAGON -- right beside him! --\nBOURNE -- reacting -- what the fuck?! -- that's not a cop! -\n- but no time to clock Kirill because --\n\nKIRILL -- shit! -- can't keep shooting -- into the oncoming\nlanes -- swinging wide -- A TRUCK! -- swerving again and --\nTHE CAB -- wavering again -- rallying and --\n\nUP AHEAD -- THE BOULEVARD opens into THE RIVER BELTWAY --\nbig -- wide -- fast -- KREMLIN in the BG and --\n\nFOUR NEW POLICE CARS screaming down from RED SQUARE and --\nBOURNE skidding onto THE BELTWAY -- looking for room --\n\n-- Finding it -- open road --\n\nKIRILL back in the hunt and --\n\nTHE RIVER BELTWAY -- CAB SCREAMING PAST -- then ONE -- TWO -\n- THREE -- FOUR POLICE CARS -- now the BLACK G-WAGON and --\n\nBOURNE -- Both hands on the wheel -- He's already forgotten\nabout his shoulder --\n\nTHE BELTWAY -- up ahead -- ANOTHER CHOICE -- right takes\nyou up to the city -- left is a TRANSIT TUNNEL and --\n\nBOURNE -- checking his rearview -- starting right and --\n\nTHE TWO LEAD POLICE CARS right on his ass and --\n\nBOURNE -- fake out -- veering left! -- last second -- into\nTHE TUNNEL and --\n\nTHE TWO LEAD POLICE CARS -- wrong -- and worse, trying to\nchange -- CRASH!!!! -- SPINNING -- and it's not just them --\nA THIRD POLICE CAR caught in the clutter -- Not to mention\nthe COMMUTERS -- CRASH!!! The Police are out of the race.\nKIRILL -- not fooled -- threading the needle -- through the\n\ncarnage and into --\n\nDELETED 336-337\n\n%\n\nee eK\n\n*\n\f338\n\n112.\n\nINT.",
  "74": "---END OF PREVIOUS SECTION---\nThe Police are out of the race. KIRILL -- not fooled -- threading the needle -- through the\n\ncarnage and into --\n\nDELETED 336-337\n\n%\n\nee eK\n\n*\n\f338\n\n112. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE TUNNEL -- DAY 338\nFOUR LANES -- two way -- and long -- there's --\n\nTHE CAB -- squibbing past SLOWER CARS and --\n\nKIRILL on him -- move for move -- follow the leader and --\n\nBOURNE -- checks the rearview -- he's lost them all but the\nG-WAGON -- who the hell is that? --\n\nThe Heavyweights. World Championship Belt up for grabs.\n\nKIRILL -- gaining -- nearly pulling level.\nBOURNE -- nowhere to go -- that's never stopped him before -\n- he carves a path -- turns two lanes into three as\n\nsparks his way through a lane split --\n\nTHE G-WAGON -- roaring after him.\n\nBOURNE -- checks the mirror -- closer -- who the Hell is\nthat guy? --\n\nKIRILL -- Gaining -- FIRING through his passenger window.\n\nBOURNE -- BRAKES --\nTUNNEL -- As the two vehicles scrape along each other --\n\nKIRILL -- FIRING BACK -- odd angle --\n\nBOURNE -- ducking for meager cover as bullets stitch\n\nthrough the roof --\n\nTUNNEL -- The G-WAGON crushes the CAB against the wall --\nsparks showering the windshield -- finally --\n\nTHE CAB -- shoots ahead --\n\nKIRILL -- in a controlled fury --\n\nTHE SUV -- jerking hard and right into the rear of the CAB --\nBOURNE -- trying to keep control -- spots a MAINTENANCE\n\nTRUCK up ahead --\nKIRILL -- banging away as his quarry straightens --\n\nMAINTENANCE TRUCK -- looming --\n\n*\n\f113.\n\nBOURNE -- a hard left --\n\nTUNNEL -- the CAB wrapping around the front of the SUV --\nWHAM! -- pushing it to the right -- the cab continues --\nSPINNING around the G-WAGON --\n\nDETAILS -- front bumpers locking on rear fenders as --\nTUNNEL -- The G-WAGON hurtling forward -- the CAB ass end\nfirst -- locked together --\n\nKIRILL -- firing into the CAB -- really unloading now --\nBOURNE -- down on the floor -- a tornado overhead --\nKIRILL -- slaps in a new clip -- intense --\n\nBOURNE -- gun against his door -- just below the window\n\nknob -- WHUMP-WHUMP-WHUMP --\n\nSUV TIRE -- shredding.",
  "75": "---END OF PREVIOUS SECTION---\nBOURNE -- checks the mirror -- closer -- who the Hell is\nthat guy? --\n\nKIRILL -- Gaining -- FIRING through his passenger window. BOURNE -- BRAKES --\nTUNNEL -- As the two vehicles scrape along each other --\n\nKIRILL -- FIRING BACK -- odd angle --\n\nBOURNE -- ducking for meager cover as bullets stitch\n\nthrough the roof --\n\nTUNNEL -- The G-WAGON crushes the CAB against the wall --\nsparks showering the windshield -- finally --\n\nTHE CAB -- shoots ahead --\n\nKIRILL -- in a controlled fury --\n\nTHE SUV -- jerking hard and right into the rear of the CAB --\nBOURNE -- trying to keep control -- spots a MAINTENANCE\n\nTRUCK up ahead --\nKIRILL -- banging away as his quarry straightens --\n\nMAINTENANCE TRUCK -- looming --\n\n*\n\f113. BOURNE -- a hard left --\n\nTUNNEL -- the CAB wrapping around the front of the SUV --\nWHAM! -- pushing it to the right -- the cab continues --\nSPINNING around the G-WAGON --\n\nDETAILS -- front bumpers locking on rear fenders as --\nTUNNEL -- The G-WAGON hurtling forward -- the CAB ass end\nfirst -- locked together --\n\nKIRILL -- firing into the CAB -- really unloading now --\nBOURNE -- down on the floor -- a tornado overhead --\nKIRILL -- slaps in a new clip -- intense --\n\nBOURNE -- gun against his door -- just below the window\n\nknob -- WHUMP-WHUMP-WHUMP --\n\nSUV TIRE -- shredding. \n---TARGET SECTION TO BE ANNOTATED---\nKIRILL -- fights the wheel --\nANOTHER TRUCK -- looming large --\n\nBOURNE -- looking between the seats out the rear window --\na LANE DIVIDING PILLAR ahead --\n\nCAB -- as BOURNE sits up -- jerks the wheel to the right --\nTUNNEL -- the cars unlock -- spin away from each other --\nKIRILL -- focused -- taking deadly aim --\n\nBOURNE -- staring back at him -- calm -- \"I know something\nyou don't know.\"\n\nKIRILL -- frowns --\n\nTHE TRUCK -- swerves to reveal the PILLAR to Kirill's POV --\nKIRILL -- eyes go wide --\n\nWHALLOP! -- steel vs. concrete -- concrete victorious -- a\n\nbone compressing, truly horrendous impact!\nBOURNE -- whipping the wheel --\n\nCAB -- spinning to a stop out of harm's way -- door opening\n\f339\n\n340-350\n\nA351\n\n351\n\n352\n\n114.\n\nINT. TUNNEL -- DAY 339\nGun ready -- BOURNE heads over.\n\nAhead -- Spam in a can. BOURNE crouches down -- looks in.\nKIRILL -- bloody, beat-to-crap -- barely alive -- but --\ntrapped -- entombed alive by the metal crushed around him --\nBOURNE -- watches. Not here to help.\n\nKIRILL -- looks over -- calms a moment as the two men\n\nconsider each other --\nBOURNE looks at him long and hard.\n\nKirill dies.\n\nAnd BOURNE stands -- and just walks away --\nDELETED 340-350\nEXT. MOSCOW AIRPORT TARMAC -- DAY A351\n\nSnow swirls. PAMELA disembarks from the G-5 (or US\nmilitary plane). She is met by RUSSIAN OFFICIALS.\n\nEXT. MOSCOW HOUSING PROJECT -- TWILIGHT 351\nHuge, awful Soviet-era housing towers fill the horizon.\n\nA CITY BUS grinds to a stop. PEOPLE trundle off. Working\npeople at the end of their day. Tired. Cold.\n\nTHE CAMERA FOLLOWS\n\nA GIRL. Trudging a man-made wasteland. Twenty. A proud\nlittle waif. Sad eyes. Home from some job. IRENA.\nEXT./INT. PROJECT BUILDING ENTRANCE -- EVENING 352\n\nGrimmer up close.",
  "76": "---END OF PREVIOUS SECTION---\nIRENA. EXT./INT. PROJECT BUILDING ENTRANCE -- EVENING 352\n\nGrimmer up close. \n---TARGET SECTION TO BE ANNOTATED---\n Rusted steel mesh over the windows.\nDRUNK TEENAGERS. A haze of cigarette smoke.\n\nIRENA pushing through. Doesn't want to talk to anyone --\n\f115.\n\n353 INT. PROJECT BUILDING STAIRWELL -~- EVENING 353\n\nIRENA climbing. A JUNKIE here. Flickering light there.\n\n354 INT. SIXTH FLOOR HALLWAY -- EVENING 354\nIRENA -- her key at the door. Domestic disturbance playing\nacross the hall. She opens up and --\n\n355 INT. IRENA'S APARTMENT -- EVENING 355\n\nIt's dark. And she's barely through the door when --\n\nIRENA jumps -- chokes back a CRY --\n\nBOURNE is standing there -- propped there actually --\n\nbehind her -- gun in hand -- motioning for her to be quiet --\nBOURNE\n\n(his shabby Russian)\n(Quiet. Silence. Okay?)\n\nIRENA nods. Scared. Gun in hand, BOURNE pushes the door\nthe last few inches so it's fully closed.\n\nIRENA\n(I have no money. No drugs. Is that what\nyou want?)\n\nAnd now she can really see him. He's a disaster.\nShivering. Bloody. Eyes more hollow than hers are.\n\nBOURNE\nSit. Can you...\n(trying to conjure the\nRussian--)\n(The chair. Have the chair.)\n\nIRENA\n(accented)\nI speak English.\nBOURNE staring at her. Nods. Gestures for her to sit.\n\nBOURNE\nPlease...\n\nSo she does. And here they are.\n\f116.\n\nBOURNE (CONT'D) (cont'd)\nOf all the people in the world, you're the\nonly one I have anything to offer.\n(hesitating)\nThat's why I came here.\n\nIRENA\n(she's terrified)\nOkay.\n\nHe's got something beside him. Something he's taken off\nthe wall. IT'S THE PHOTOGRAPH. The Neski family. Same as\nthe one that was in the Hotel Brecker. Mom, Dad and Irena,\narms around each other, in front of the house. Before it\nwas abandoned. Happy. Smiling. Perfect.\n\nBOURNE\nIt's nice.\n(a beat)\nDoes this picture mean anything to you?\n(no answer)\n\nHmm?\nIRENA\nIt's nothing. It's just a picture.",
  "77": "---END OF PREVIOUS SECTION---\n(no answer)\n\nHmm? IRENA\nIt's nothing. It's just a picture. \n---TARGET SECTION TO BE ANNOTATED---\nBOURNE\nNo. It's because you don't know how they\ndied.\nIRENA\n(he couldn't understand)\nNo, I do.\n\nA change in BOURNE as he studies her, measures her. Some\nmoment of truth is here. IRENA braces, unsure.\n\nBOURNE\nI would want to know.\n(beat)\nI would want to know that my mother didn't\nkill my father. I would want\nto know that she didn't kill herself.\n\nIRENA\nWhat?\n\nShe really looks at him now. Fear overwhelmed by\ncuriosity.\n\nBOURNE\nI would grow up thinking that they didn't\nlove me if they just left me like that.\n\n*\n\f117.\n\nIrena making sure her eyes don't leave his. They don't.\n\nBOURNE (CONT'D) (cont'd)\nIt changes things. That knowledge.\nDoesn't it?\n\nIRENA\n(wary)\nYes...\nBOURNE\nThat's not what happened to your parents.\nIRENA\nThen what?\nBOURNE\n\nI killed them.\nBody blows, but he has her attention. She wipes a tear.\n\nBOURNE (CONT'D) *\n\nIt was my job. My first time. Your\nfather was supposed to be alone. But then\nyour mother, she came out of nowhere...\n\n(a little shrug)\nI had to change my plan.\n\n(beat)\nYou understand me?\n\n(does she?)\nYou don't have to live like that anymore.\nThinking that.\n\nIRENA\nYou killed them.\n\nBOURNE nods, that's right.\n\nBOURNE\n\nThey loved you.\n(beat)\n\nAnd I killed them.\n\nIRENA *\nHow...how can...how can you be here and *\nsay this? *\n\nBOURNE *\nI don't want you to forgive me. *\n\nShe stands suddenly. Stands because if she doesn't she'll\nburst into tears. Because she knows if she starts crying\nshe won't be able to make sense of this.\n\f118.\n\nIRENA\nFor who?\n(he doesn't answer)\nKILLED FOR WHO?\n\nBOURNE pushes himself to his feet. A real effort.\n\nBOURNE\nIt doesn't matter. Your life is hard\nenough.\n\nIRENA\n\nYou're a liar.\n\nBOURNE\nYou know I'm not.\n\nIRENA\nYOU'RE A LIAR!\n\nBOURNE\nLook at _me.",
  "78": "---END OF PREVIOUS SECTION---\nBOURNE\nYou know I'm not. IRENA\nYOU'RE A LIAR! BOURNE\nLook at _me. \n---TARGET SECTION TO BE ANNOTATED---\nThere they are. Two people standing in a room. Squared\noff.\n\nAnd now she starts crying. Really crying.\nAnd he's taking it.\n\nIRENA\nI should kill you...if it's true you\nshould die...I should kill you now!\n\nBOURNE\nI can't let you do that either.\n\nIRENA\nBecause you're afraid!\n\nBOURNE\nNo.\n(starting for the door)\nBecause you don't want to know how it\nfeels.\n\nShe hesitates. Stunned. He's leaving. He's opening the\ndoor.\n\nBOURNE (CONT'D)\nI have to go now.\n\nIRENA\nIs this really happening?\n\n*\n\f119.\n\nBOURNE\n(empty )\nI'm sorry.\nAnd she sags. Back into the chair, as --\nTHE CAMERA FINDS\nTHE PHOTOGRAPH on the table. The sound of the door\nclosing and Irena crying, as --\n356 EXT. HOUSING PROJECT PLAYGROUND -- DAY 356\nBOURNE trudging along. Across the snow. He's done it.\nAnd he really can't take another step.\n\nThere's a bench. He sits down. Out of gas.\n\nHe just might die here. We slowly tilt up to the multi-\ncolored Moscow tenements.\n\nFADE OUT:\n357 INT. HOSPITAL ROOM -- DAY 357\nBOURNE waking up -- sitting up -- where is he? -- trying to\nget his bearings -- but it's so bright -- white walls --\nsheets -- SUNSHINE through clean windows and --\nPAMELA (OS)\n\nHello, David.\nThere she is. Standing at the foot of his bed.\n\nBOURNE\nWhere am I?\n\nPAMELA\nRamstein Air Base, Germany.\n(smiles)\nBefore the wall fell you would have woken\nup in a Russian prison hospital.\n\nHe looks around -- tries to move -- hammered by pain.\nBOURNE\nOh, shit...\nPAMELA\n\nCareful...\n\f120.\n\nLong moment. He's taking it in. Trying to.\n\nBOURNE\nWhy am I alive?\n\nPAMELA\nAre you disappointed?\n\nThey study each other a beat.\n\nBOURNE\nI know who you are.\n\nPAMELA nods. Very calm here. No sudden movements.\n\nPAMELA\n\nThank you for your gift. I'm sorry about Marie.",
  "79": "---END OF PREVIOUS SECTION---\nNo sudden movements. PAMELA\n\nThank you for your gift. I'm sorry about Marie. \n---TARGET SECTION TO BE ANNOTATED---\nBOURNE\n\nWhat's that?\nPAMELA\n\nDo you think you can read? Are you well\n\nenough?\n\nShe has a folder. A PHOTOGRAPH -- Bourne's face -- stapled\n\nto the cover.\n\nPAMELA (CONT'D)\nIt's all in here. Treadstone. A summary\nof your life. All of it.\n\nHe waves it off.\n\nBOURNE\nDon't need it. I remember everything.\n\nPAMELA\n(smiles again)\nSounds like a threat.\n\nBOURNE\nYou didn't answer my question.\n\nPAMELA\nWhy you're alive?\n(beat)\nYou're alive because you're special.\nBecause she kept you alive.\n(she smiles)\nBecause we want you back on our side.\n\nBOURNE silent. But hearing it. PAMELA leaves the file.\n\f358\n\n359\n\n360\n\n121.\nPAMELA (cont'd) (CONT'D)\nTake a look at it. We'll talk later.\n\nBOURNE watching her back away. As she exits into --\n\nINT. HOSPITAL CORRIDOR -~- DAY 358\n\nLong, sterile hallway. CRONIN and NICKY standing there\nwith an AIR FORCE SENTRY assigned to guard the room.\n\nCRONIN and NICKY trying to play it cool, but now, as they\nget some distance down the hallway --\n\nPAMELA *\n(to the sentry) *\nLet's give him half an hour. *\nNICKY\n(quietly)\nSo?\nPAMELA\nFelt promising. It's a start. *\n\nA chill in the air. Both of them going quiet because\nthere's A NURSE carrying a tray of food. She's coming\ntoward us. They're walking away.\n\nTHE CAMERA\n\nStaying with THE NURSE now. Coming up the hall.\n\nTHE SENTRY smiles -- opens the door and she enters --\n\nINT. HOSPITAL ROOM -- DAY 359\nEmpty bed. Open window. Bourne is gone.\n\nAs THE MUSIC STARTS PUMPING, and we...\n\n \n\nEXT. MUSEUM ISLAND BRIDGE -- BERLIN -- DAY 360 *\nOff he goes. Disappearing into thin air... *\nFADE OUT. *\n\nTHE END\n\f"
}