{
  "1": "THE ROVER\n\nwritten by\n\nDavid Michéd\n\nstory by\n\nDavid Michéd & Joel Edgerton\n\nDraft 2.2\nJuly 2011\n{c) David Michédd\n\n \n\fEXT. HILL - DAY\n\nA STILL IMAGE/PHOTOGRAPH of a man, ERIC, 44 years old, sitting ona\ncountry hill under a lone tree beside a brown dog.\n\nThey both look happy.\n\nERIC (V.0.)\nI can't say I even know what the world is\nanymore. I don’t know what happened to it.\nI don't even know where it is now, I don't\nknow where its centre is, if it even has a\ncentre... All I know is that its dirty\npeople have crawled out here somehow. I\ndon't know why. I don't really care anymore\nanyway. And that's all I'm gonna say about\nit.\n\nCUT TO BLACK:\n\nCARD ON BLACK: \"Australia. Some time in the future.\"\n\nINT. ERIC'S FALCON - DAY\n\nEric sits at the wheel of his parked car. He's not happy like the\nphoto. Some kind of ennui. He stares ahead, lost in thought, lost in\nsomething. Outside the car is all searing light and blank brown\nAustralian landscape.\n\nHe stares ahead listlessly a while, then opens the car door and\nclimbs out.\n\nEXT. KHMER DINER - DAY\n\nEric heads over to a scrappy roadside diner. The diner has a big\ndirty sign out front in Khmer/Cambodian script.\n\nThe walk is blinding. The surrounding area is desolate. The diner\nstands alone, a dirty nowhere stop on a stretch of traffic-less\nroad.\n\nEric wears an old button-down shirt with sleeves rolled over knee-\nlength shorts and dirty trainers. He is wiry thin. He has short-\ncropped hair and a goatee ruling over a three day growth.\n\nINT. KHMER DINER - DAY\n\nEric steps into the dark and musty diner. A Cambodian pop song plays\non the stereo. It's really unnecessarily loud.\n\n(CONTINUED)\n\n \n\n \n\f2.\nCONTINUED:\n\nThe place is empty except for three Cambodian guys sitting on a\nbench in a back corner. One is asleep. The other two watch Eric\nclose as he enters. One has a shotgun resting across his lap.",
  "2": "---END OF PREVIOUS SECTION---\nOne is asleep. The other two watch Eric\nclose as he enters. One has a shotgun resting across his lap. \n---TARGET SECTION TO BE ANNOTATED---\nEric crosses to a rear bathroom.\nINT. KHMER DINER / BATHROOM - DAY\n\nEric cups his hands into a bucket of water beside a dirty sink that\nhas long ago had its faucets removed. He drenches his face. He\nbrushes his teeth roughly with his finger and rinses his mouth with\none cupped handful from the bucket. He spits the water into the\nsink.\n\nHe dries his face with his shirt sleeve and looks at himself in the\nmirror. His self-examination is strangely detached. Something\nbroken. Something dark and hard.\n\nINT. KHMER DINER - DAY\n\nEric walks back through the diner. The Cambodians watch him, wary\nbut calm, Bric meets their eyes. The air is inhospitable but\nlethargic.\n\nEric takes a seat at the counter. He reaches over and helps himself\nto a tall glass of green tea from a big chrome thermos.\n\nHe sits here, in the din of pop music, sipping his tea.\n\nHe sits with his back to a big picture window behind him looking out\nonto the desert and empty road out front of the diner.\n\nAnd then, barely audible over the stereo, a CAR comes cart-wheeling\nacross frame, outside, across the window behind him.\n\nIt's a huge and ferocious CRASH.\n\nOne of the Cambodian guys stands. The sleeping guy stays sleeping on\nthe bench, The standing guy moves towards the door, not sure what he\nsaw. The other one follows, they exchange a few words in Khmer.\n\nEric turns slowly to look out the window, not concerned enough to\nmove, not really knowing what he heard, if he heard anything at all.\n\nEric stays put, dust still settling through the window behind him.\nHe reaches over the bar and turns the stereo off. The room drops to\nsilence,\n\nEric doesn't register concern until he hears the sound of his\nFalcon's engine starting.\n\n \n\n \n\fEXT, KHMER DINER ~ DAY\nEric rushes out the front door. Dust hangs in the air.\n\nSomeone is already behind the wheel of his car ~ another two guys\nstagger from the wreck of the rolled car and head for the Falcon.\n\nEric runs for his car, reaching it just as the passenger door slams\nshut. He slaps on the windows as the Falcon screeches away.",
  "3": "---END OF PREVIOUS SECTION---\nSomeone is already behind the wheel of his car ~ another two guys\nstagger from the wreck of the rolled car and head for the Falcon. Eric runs for his car, reaching it just as the passenger door slams\nshut. He slaps on the windows as the Falcon screeches away. \n---TARGET SECTION TO BE ANNOTATED---\nEric is left standing, breathing dust. He starts running down the\nroad after them.\n\nEXT. SMALL TOWN STREET - DAY\n\nREYNOLDS, late 20s, lies bleeding in the middle of a small, desolate\ntown street. He tries to catch his breath. His mid-section is blood-\nsoaked. He clutches a handgun.\n\nTen metres away, also in the road, a uniformed cop lies in a pool of\nblood, gasping last breaths through his gun-blasted throat. His gun\nlies a few feet away beside his cop car.\n\nNo one else is in the street. A face pokes through blinds to see the\nbattered men outside,\n\nReynolds, lying in the street, turns his head to see the dying cop\nthrough bitumen heat haze.\n\nThe cop is groaning sickeningly.\n\nReynolds heaves himself over onto his back to look over at the cop,\nwho now lies in a serious pool of blood and gore.\n\nReynolds starts dragging himself, still clutching his gun, along the\nroad towards the cop and his car. It's a major, painful struggle.\nThe bitumen is brutally hot.\n\nThe cop, groaning himself into death, lies between Reynolds and the\ncop car. As Reynolds pulls himself closer, the cop looks over to him\nwith imploring, traumatised eyes.\n\nDYING COP\n(gurgles)\nHelp me.\n\nReynolds' progress is slow and pained. The cop is paralyzed. He\ngurgles and wheezes as Reynolds crawls past.\n\nFrom the windows of nearby buildings, people peer at the scene in\n\nthe street, too frightened of the armed carnage to offer any\nassistance.\n\n(CONTINUED)\n\n \n\n \n\n \n\n \n\f4.\nCONTINUED:\n\nReynolds continues his slow crawl past a building directly beside\nthe scene. Its door is open. Inside lie two shotgun—blasted bodies,\ntheir eyes open, victims of whatever it is that has just happened\nhere.\n\nReynolds finally reaches the cop car.\n\nHe heaves himself up into the driver's seat. The radio crackles the\nodd indiscernible word,\n\nReynolds wipes sweat from his eyes and reaches down to the key still\nhanging from the ignition, He starts the engine, pulls the door shut\nand shoves the car into gear.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nHe heaves himself up into the driver's seat. The radio crackles the\nodd indiscernible word,\n\nReynolds wipes sweat from his eyes and reaches down to the key still\nhanging from the ignition, He starts the engine, pulls the door shut\nand shoves the car into gear. INT. \n---TARGET SECTION TO BE ANNOTATED---\n COMMODORE - DAY\nThree men in a-roaring Commodore. They're frantic.\nThey're American with Southern accents.\n\nHENRY\n(in passenger seat)\nTurn the fuckin car around.\n\nCALEB\n(driving)\nWe can't turn around.\n\nARCHIE\n(in backseat)\nHe's gone, cuz.\n\nHENRY, late-30s, is twisted in the front seat, looking out through\nthe back windshield.\n\nHENRY\nHe was still moving, goddamit. I could see\nhim still moving.\n\nARCHIE\nHe's gone, cuz. He's gone.\n\nCALEB\nWhat is it we're s'posed to do? We can't\ngo back. What are we s'posed to do?\n\nHENRY\nThis money ain't fuckin worth it to me to\nleave him there.\n\nARCHIE\nIt ain't just about you.\n\n(CONTINUED)\n\n \n\fCONTINUED:\n\nHENRY\nTurn the fuckin car around.\nARCHIE\nIt ain't just about what's worth it to you.\nHENRY\n(to Caleb)\n\nWhat if it was you lying there? What if we\ndone it to you?\n\nCALEB\nI'd have to accept it.\n\nHENRY\nGod damn it. Don't lie. Don't fuckin lie.\n\nCALEB\nave to accept my fate. I'd have to.\nave to accept my fate like a man,\n\nARCHIE\nAnd there's the thing, right there. I told\nyou this would happen. You can't go\nanywhere without your brother and I very\nalmost got my head blown off because of him\nbecause he can't handle himself.\n\nArchie in the backseat, sweating and agitated.\n\nARCHIE (CONT’D)\nIf he could handle himself, we wouldn't be\nin this situation. But so then now look\nwhat happens to him, And I can't be feeling\nresponsible for that. If he was a man who\ncould look after himself, he'd be accepting\nhis fate right now.\n\nHenry is suddenly enraged. He twists, swinging and grabbing into the\n\nbackseat.\n\nHENRY\nSay that again.\n\nArchie squirms out of Henry's reach in the backseat. Henry bumps\nCaleb behind the wheel. The car swerves on the road.\n\nCALEB\n(struggling with the wheel)\nFuckin sit down.",
  "5": "---END OF PREVIOUS SECTION---\nHenry bumps\nCaleb behind the wheel. The car swerves on the road. CALEB\n(struggling with the wheel)\nFuckin sit down. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\n \n\n \n\n \n\fCONTINUED: (2)\n\nARCHIE\nYou heard me, And you know it too. If he\nwas a man, he wouldn't be crying about it\nand you wouldn't be crying about it coz\nhe'd be accepting his fate right now.\n\nHenry drills Archie angrily.\n\nHENRY\nSay that again.\n\nARCHIE\nI just did, cuz. I said it twice,\n\nHENRY\nSay it again!\nARCHIE\nIf I said it again, I'd say it the exact\nsame way and that'd be three times I said\nit. Stop your fuckin crying.\nHenry makes a big lunge at Archie who has squirmed into the farthest\ncorner of the backseat. Henry's knee goes straight into Caleb's\nkidneys. Caleb recoils in pain. He loses control of the car.\nEXT. COMMODORE ~- DAY\n\nThe car fishtails dangerously, then goes into a wild cacophonous\nroll right out front of a Khmer diner in the middle of nowhere.\n\nThe car comes to a dusty, creaking rest on its side - only a few\nyards from a black Falcon.\n\nINT. COMMODORE - DAY\n\nThe men in the wreck orient themselves, heave for breath, cough and\ncheck for injuries. The car is on its side - they hang in awkward,\nstrained positions.\n\nCALEB\nIs anyone dead?\n\nHenry and Archie cough negative. Henry starts crawling out his\nwindow that points to the sky.\n\nEXT. KHMER DINER ~- DAY\n\nHenry pulls himself up out of the car, balancing precariously on its\ndoors.\n\n(CONTINUED)\n\n \n\n \n\f7.\nCONTINUED:\n\nHe reaches a hand down to lift Caleb out from the driver's seat.\nCaleb squirms free and then reaches back in. He emerges again with a\nshotgun, then jumps down onto to the dirt beside the Commodore.\nHe makes an immediate limping move for the black Falcon nearby.\n\nHenry shuffles over on the car to the back door and reaches in for\nArchie.\n\nHENRY\nPass me the bag.\n\nA dirty blue bag appears through the window hole. Henry slings it\nover his shoulder, then jumps down off the car, leaving Archie to\nheave himself out of the wreck.\n\nThey jump down onto the dirt as Caleb fires the Falcon's ignition.\nIt roars to life.",
  "6": "---END OF PREVIOUS SECTION---\nHenry slings it\nover his shoulder, then jumps down off the car, leaving Archie to\nheave himself out of the wreck. They jump down onto the dirt as Caleb fires the Falcon's ignition. It roars to life. \n---TARGET SECTION TO BE ANNOTATED---\nHenry and Archie hobble over to it.\nINT. ERIC'S FALCON ~ DAY\nArchie climbs in the back seat.\n\nHenry jumps in the passenger seat and pulls the door shut - just\nas Eric appears beside it.\n\nEric bangs on the window, hollering.\nEXT. KHMER DINER - DAY\n\nThe Falcon tears away, leaving Eric stumbling and showered with\ndust.\n\nEric runs after it, out onto the road, and chases on foot for a few\nfutile metres.\n\nHe stops in the middle of the road, frantic. He looks around him,\nback towards the diner.\n\nThe Cambodian onlookers stand useless in the sun.\n\nEric runs back towards the diner.\n\nHe runs round behind the rolled Commodore, still on its side, and\nheaves against its roof, rocking it, until it lurches back down,\nright way up.\n\nIts roof is half caved in at the back. Eric wrenches the driver's\ndoor open and climbs behind the wheel.\n\n(CONTINUED)\n\f8.\nCONTINUED:\n\nHe fires the ignition, He reverses it crazily out of the diner\nparking lot and rears out onto the road.\n\nI/E, COMMODORE ~ DAY\n\nMOMENTS LATER, Eric behind the wheel is hammering the Commodore down\na scorching hot desert road. Despite its bang-up, the car is still\nmean. Its engine growls.\n\nThe road ahead is hazy and empty.\n\nEric's face and body are full concentration. He pushes the car hard.\n\nAnd then, in the distance, he can make out the distinct shape of his\nFalcon up ahead.\n\nEric pushes the Commodore even harder. It now sounds like it's\nstruggling, over~revving.\n\nThe gap narrows. Eric concentrates on nothing else.\nINT. ERIC'S FALCON = DAY\nHenry, Caleb and Archie ride oblivious to Eric's fast approach.\n\nThey don't talk. They are shaken and exhausted. The radio is on. Its\nreception is crackly bad. Broken unintelligible CB radio chatter.\n\nI/E. COMMODORE ~ DAY\n\nEric is now only a hundred metres from the Falcon and gaining fast.\nHe's almost there.\n\nINT, ERIC'S FALCON ~ DAY\n\nCaleb looks up into the rearview mirror. He can see Eric behind him,\napproaching hard.",
  "7": "---END OF PREVIOUS SECTION---\nHe's almost there. INT, ERIC'S FALCON ~ DAY\n\nCaleb looks up into the rearview mirror. He can see Eric behind him,\napproaching hard. \n---TARGET SECTION TO BE ANNOTATED---\nCALEB\nWhat's he doing?\n\nArchie turns in his seat to look out through the back windshield.\nHenry sits dark and stoney-faced, staring ahead.\n\nARCHIE\nThat's the Commodore.\n\nCALEB\nWhat?\n\n(CONTINUED)\n\n \n\n \n\fCONTINUED:\nARCHIE\nIt's the Commodore.\nCALEB\nWhat do you mean it's the Commodore?\nARCHIE\nIt's our Commodore. It's the one we were\n\nin.\nArchie squints through the back windshield.\nARCHIE (CONT‘D)\nIt is, cuz. It's the Commodore. It’s bashed\nin like when we left it back there.\nI/E. COMMODORE - DAY\n\nEric pushes the gas even harder.\n\nHe is now right on top of them. He's pushing it, only metres away\nfrom the Falcon, tailgating it hard.\n\nHe can see Archie's face peering at him through the back windshield,\nINT. ERIC'S FALCON ~ DAY\n\nCaleb is seriously concerned. The Commodore is dangerously close\nbehind them.\n\nCALEB\nWho's in it?\nArchie strains to see through the filthy windshield and heat haze.\nARCHIE\nIt's the guy. It's the guy who was all\n\nslapping on the window when we took off in\nthis,\n\nHenry glances in his side mirror.\n\nHENRY\nWe're in his car.\n\nCALEB\nWhat? And he wants it back now?\n\nHENRY\nThat's what it looks like.\n\n \n\f10.\n\nI/E. COMMODORE ~- DAY\n\nEric pushes it even harder, giving the gas another hard squirt. The\nengine squeals.\n\nThe Commodore surges, closing the last gap between it and the\nFalcon.\n\nEric is now tailgating the Falcon tight and dangerous.\nINT. ERIC'S FALCON ~- DAY\n\nCaleb and Archie are frantic as the Commodore comes within\ncentimetres of brushing the Falcon's back bumper.\n\nArchie jumps as the Commodore surges.\n\nARCHIE\nJesus.\n\nCaleb is struggling with the wheel, glancing back and forth between\nthe rearview and the road ahead.\n\nCALEB\nWhat the fuck is this guy's situation?\nWhat's going on?\nHenry is strangely calm, eyes fixed on the road ahead.\nI/E.",
  "8": "---END OF PREVIOUS SECTION---\nWhat's going on? Henry is strangely calm, eyes fixed on the road ahead. I/E. \n---TARGET SECTION TO BE ANNOTATED---\n COMMODORE - DAY\n\nEric lets off the gas a touch, dropping back a couple of feet, then\nfloors it again, pulling around the side of the Falcon.\n\nINT. BRIC'S FALCON - DAY\n\nEric brings the Commodore up level with Caleb at the wheel and yells\nthrough the open passenger window.\n\nERIC\nPull over!\n\nCaleb can't believe the temerity of this guy. He yells back through\nhis open window.\n\nCALEB\nYou fuckin nut!\n\nCaleb pulls a handgun from the front of his pants and points it\nstraight across at Eric.\n\nEric hits the brake and slips back a few feet.\n\n \n\n \n\n \n\n \n\fil.\n\nI/E. COMMODORE - DAY\n\nEric holds the Commodore in the Falcon's blind spot, a few feet\nbehind Caleb's window.\n\nINT. ERIC'S FALCON - DAY\n\nIn the backseat, Archie checks his handgun and then leans out his\nwindow with it.\n\nI/E. COMMODORE - DAY\nEric sees Archie and the gun pointed straight at him.\n\nEric swerves the car. Archie fires. The bullet ricochets off the\nroof of the Commodore.\n\nThe Falcon swerves too, Caleb flinching at the blast.\nINT. ERIC'S FALCON ~ DAY\nCaleb resettles the wheel.\nCALEB\nLet me know you're gonna do that before you\ndo that.\nArchie fires again.\nI/E. COMMODORE - DAY\n\nArchie's bullet ricochets off the hood of the Commodore,\n\nEric hits the brakes hard, dropping the Commodore back a hundred\nmetres behind the Falcon.\n\nHe then hits the gas again, holding the distance.\nArchie shoots again. The Commodore is too far behind.\nINT. ERIC'S FALCON - DAY\n\nArchie fires again. Caleb is searching his rearview, observing the\nCommodore's retreat,\n\nCALEB\nIs he giving up?\n\nARCHIE\nHe ain't givin' up. He's holding it there.\n\nThrough the back windshield they can see the Commodore holding\nsteady, keeping pace a hundred metres behind them.\n\n \n\n \n\n \n\n \n\n \n\f12.\n\nINT. COMMODORE ~ DAY\n\nEric holds it steady. He checks the Commodore's fuel gauge. It's\nhalf-full. He can afford to be patient.\n\nINT.",
  "9": "---END OF PREVIOUS SECTION---\nIt's\nhalf-full. He can afford to be patient. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ERIC'S FALCON - DAY\n\nCaleb continues checking the rearview. The radio's still playing,\nthe reception's getting worse.\n\nHenry switches it off.\n\nCALEB\nWhat's he doing?\n\nHENRY\nHe wants his car back.\n\nHenry is calm, almost admiring of Eric's tenacity.\nEXT. DESERT ROAD - DAY\n\nThe two cars continue their high speed stand-off. The distance\nbetween them doesn't shift an inch.\n\nINT. COMMODORE - DAY\nEric keeps his eyes glued on his Falcon on the road ahead.\nEXT, DESERT ROAD - DAY\n\nThe cars take a long subtle bend in the road, Their engines roar.\nTheir drivers push them hard. They're going dangerously fast.\n\nINT. ERIC'S FALCON - DAY\n\nCaleb's looking in his rearview. Henry sits contemplative, looking\nstraight ahead. He seems mournful.\n\n \n\nArchie's still craning his neck around, looking out the back\nwindshield.\n\nARCHIE\nHe's not goin' nowhere. He's just gonna\nkeep following us.\nCaleb looks down at the fuel gauge. It‘s not far from empty.\n\nCALEB\nHe's got more fuel than we do. He knows it.\n\nCaleb checks the rearview again, then looks straight ahead,\nthinking.\n\n \n\n{CONTINUED )\n\f13.\nCONTINUED:\n\nA few moments pass.\n\nHENRY\nStop the car.\n\nCALEB\nWhat?\n\nHENRY\n\nI wanna see him.\n\nCALEB\nWhat do you mean you wanna see him?\n\nHENRY\nStop the car.\n\nCaleb presses the brakes.\nI/E. COMMODORE - DAY\nEric can see the Falcon's brake lights snap red and the car slow.\n\nHe hits the Commodore's brakes hard. Its tires squeal on the\nbitumen,\n\nEXT. DESERT ROAD ~ DAY\n\nBoth cars come to a halt on the barren road. They're about fifty\nMetres apart.\n\nThey sit, engines humming in otherwise relative silence broken only\nby the screech of an eagle.\n\nThe dust settles, blowing in a light wind off the road.\nINT. ERIC'S FALCON - DAY\n\nCaleb and Archie both crane around to look out the back\nwindshield.\n\nHenry adjusts the stationary Falcon's rearview mirror. He watches\nthe Commodore idle, dusty in the distance.\n\nEXT.",
  "10": "---END OF PREVIOUS SECTION---\nHenry adjusts the stationary Falcon's rearview mirror. He watches\nthe Commodore idle, dusty in the distance. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DESERT ROAD - DAY\nThe cars sit on the road, Engines growling. No movement.\n\nThen the Commodore's brake lights ease off as it begins a slow move\ntowards the Falcon.\n\n \n\n \n\n \n\f14.\n\nINT. ERIC'S FALCON ~ DAY\n\nCaleb and Archie watch through the back windshield, Henry in the\nrearview,\n\nARCHIE\nHe's movin',\n\nEXT. DESERT ROAD - DAY\n\nThe Commodore moves real slow, inching its way towards the Falcon,\nnarrowing the gap between them.\n\nINT. ERIC'S PALCON - DAY\nHenry watches the rearview. The Commodore moves closer.\n\nARCHIE\nThis guy doesn't wanna be alive no more.\n\nCALEB\nDoesn't seem like he does.\n\nArchie checks his handgun. They watch the Commodore's slow approach\nuntil it's only a rock throw behind them.\n\nAnd then Henry, his eyes having not left the rearview mirror,\nreaches for the door's handle and opens it.\n\nEXT. DESERT ROAD ~ DAY\n\nHenry climbs out of the Falcon and stands beside it, watching Eric\ninch closer.\n\nA few moments later, Archie climbs out too. Caleb stays inside,\nwatching through the windshield,\n\nThe Commodore stops about twenty metres away.\n\nHenry can barely see Eric inside through its filthy windshield, but\nthey are staring each other down nonetheless.\n\nINT, COMMODORE - DAY\n\nEric sits behind the wheel and watches the two men standing beside\nhis car,\n\nHenry reaches back in the car and pulls out his shotgun.\n\nEric opens the Commodore's door.\n\n \n\n \n\f15.\n\nEXT. DESERT ROAD - DAY\n\nEric climbs out of the Commodore and stands beside it a moment. The\nmen watch each other. Henry lets the shotgun hang loose by his side.\n\nEric walks slow towards them.\n\nHENRY\nWhat's going on with you, brother?\n\nEric doesn't respond. He keeps walking until he's only a few metres\naway.\n\nERIC\nI want my car back.\n\nHENRY\nI can see that.\n\nThey stand staring each other down for a moment.\n\nHENRY (CONT'D)\nYou ain't gettin' it back.\n\nEric takes a few steps closer.\n\nERIC\nI want it back.\n\nHENRY\nYeah, I heard you. And I'm bettin’ you\nheard me too.\n\nERIC\nI don't care who you are.",
  "11": "---END OF PREVIOUS SECTION---\nHENRY\nYeah, I heard you. And I'm bettin’ you\nheard me too. ERIC\nI don't care who you are. \n---TARGET SECTION TO BE ANNOTATED---\n I want my car\nback. If you don't give it to me now, I'm\ngonna get back in that Commodore and I'm\ngonna stay on you til you do.\n\nHENRY\nWhat makes you think I won't kill you\nhere?\n\nERIC\nNothing makes me think that. I'd welcome\nit.\n\nEric watches Henry a moment, It's a strange, long moment. It makes\nHenry uncomfortable.\n\nEric takes steps closer again.\n\n(CONTINUED)\n\n \n\f16.\nCONTINUED:\n\nARCHIE\nYou must really love this Falcon, cuz.\n\nEric ignores Archie, moving towards Henry, their eyes locked on each\nother. Henry is deeply unsettled. Eric carries a dangerous nothing-\nto-lose air.\n\nArchie points his handgun at the back panel of the Falcon.\n\nARCHIE (CONT'D)\nHow'd it be if I put holes in it?\n\nEric wheels around and grabs Archie by the throat with one hand, his\ngan hand with the other, slamming him against the car.\n\nHenry flips the shotgun around and clubs Eric over the back of the\nhead with its butt,\n\nEric's forehead smacks straight into Archie's face. Eric falls to\nthe road, out cold,\n\nArchie buckles over, moaning, clutching his face and catching his\nbreath. Caleb stands at the driver's door.\n\nHenry steps over to Eric and pokes him with the shotgun's barrel,\nthen flips him over onto his back with his boot,\n\nEXT. DESERT ~ DAY\nThe sun is high and hot. Glare and rippling air.\n\nFrom a distance we see a tree. And from the tree a figure hangs by\nits feet.\n\nEric wakes. He has been tied round the ankles and hung from a branch\nof the dying tree.\n\nHe struggles groggy, disoriented. He looks filthy and sun-damaged.\n\nAfter a moment, collecting himself, he looks up at his rope\nshackles. He heaves himself up to inspect them. He manages to grab\nthe branch and hang, bent hard at the waist. It's awkward and\nexhausting. He lets the branch go and jerks back upside down,\nswaying.\n\nBig black birds loiter coldly. Some stare. Others preen,\ndisinterested.\n\nThey can wait.\nEric heaves himself up again, hanging by one hand, picking at the\n\nrope with the other.",
  "12": "---END OF PREVIOUS SECTION---\nOthers preen,\ndisinterested. They can wait. Eric heaves himself up again, hanging by one hand, picking at the\n\nrope with the other. \n---TARGET SECTION TO BE ANNOTATED---\n But the rope is tight and heavy. He won't have\nthe strength to loosen it.\n\n(CONTINUED)\n\n \n\n \n\n \n\f17.\nCONTINUED:\n\nHe quits picking and breathes hard and confused.\n\nAs he hangs, one of the big black birds lands right beside his feet,\nstaring down at him. Eric stares back, quietly desperate. They hold\nthe stare until the bird looks away.\n\nAnd as it does, Eric lunges. His hand strikes like a snake. He has\nthe bird by the feet. It panics and flaps. .\n\nEric flops back down again, hanging by his feet as the bird squawks\nand squirms. He grabs its body and looks at it a moment before\nsnapping its neck swiftly.\n\nHe hangs there a moment longer, the now dead bird dangling. He then\nlifts himself up again and goes to work on the rope, hacking at it\nwith bird's big brutal beak.\n\nAgain from a distance, we watch Eric work. He strains and hacks\nuntil finally the rope gives and he falls heavy to the dirt.\n\nEric sits, catching his breath, gathering himself. He looks out\nacross the desert to the horizon, then drops his face into his now\nbloody hands,\n\nHe's exhausted.\n\nHe lifts himself up and limps towards the Commodore which sits idle\na distance away. He climbs behind the wheel, starts the engine, ;\nshifts it into gear and turns it around back onto the highway. i\n\nEXT. CARNY TOWN / STREET - DAY\n\nReynolds cruises into town in the stolen cop car. The town is little\nmore than a bunch of busted buildings in the middle of nothing.\n\nThe street is empty of people, but there are a number of trucks and\nvans parked behind buildings on one side of it.\n\nINT. REYNOLDS CAR - DAY\n\nReynolds is struggling and bleeding badly. There's blood all over\nthe dash and all over the steering wheel. Blood pools in the\ndriver's seat around him,\n\nHe wipes his forehead, smearing blood all over his face. It gets in\nhis eyes, stinging them,\n\nHe reaches over to the passenger seat and grabs a little yellow :\ndress piled with other women's clothes. He wipes his face with it,\ngetting the blood out of his eyes.",
  "13": "---END OF PREVIOUS SECTION---\nBlood pools in the\ndriver's seat around him,\n\nHe wipes his forehead, smearing blood all over his face. It gets in\nhis eyes, stinging them,\n\nHe reaches over to the passenger seat and grabs a little yellow :\ndress piled with other women's clothes. He wipes his face with it,\ngetting the blood out of his eyes. \n---TARGET SECTION TO BE ANNOTATED---\nWhen he opens them, he spots a gas station a little further down the\nstreet.\n\f18.\n\nEXT. CARNY TOWN / GAS STATION - DAY\n\nReynolds pulls the cop car round the side of the gas station\nbuilding, obscured from main-street sight. He opens the car door and\npractically spills out onto the gravel beside it.\n\nHe leaves the door open and staggers over to the toilet attached to\nthe gas station.\n\nIt's hellishly hot and deathly quiet.\nINT. CARNY TOWN / GAS STATION TOILET ~- DAY\n\nReynolds heaves open the door. Blinding light screams into the dark\nand foul toilet. Flies buzz.\n\nReynolds staggers in. The door swings and slams closed. It's\nsuddenly pitch black inside.\n\nWe can hear Reynolds' hand slapping the tiled wall, looking for a\nlight switch.\n\nThe room flickers alight under a nasty fluorescent tube.\n\nReynolds eases himself over to the sink, In the mirror, under this\nlight, he looks like bloody death.\n\nHe lifts his shirt off, almost too delirious to wince with pain.\nUnder the shirt he is a scary, bloody mess.\n\nHe cups his hands into the water bucket beside the sink. He splashes\nit over his torso, trying to clear the gore and isolate his wounds.\n\nAfter a few splashes the bullet wound is clear, on the side of his\nabdomen. It dribbles more blood,\n\nHe presses his bloody shirt against it. His legs begin to give way.\nHe sits heavily on the dank bathroom floor, leaning back against the\nwall, holding the shirt to his gut.\n\nHis eyes close.\n\nEXT. CARNY TOWN / GAS STATION - DAY\n\nEric's Commodore limps into the same gas station and pulls up only\nmetres away from Reynolds’ cop car.\n\nEric notes it warily.\nHe gets out, looking again to the cop car with its driver's door\n\najar. He sees the blood pooled in the driver's seat. He heads for\nthe gas station door.\n\n \n\n \n\f19.\n\nINT. CARNY TOWN / GAS STATION - DAY\nEric steps inside. A little bell rings as the door opens. The gas\nstation is dusty and dark. Store shelves are mainly empty.",
  "14": "---END OF PREVIOUS SECTION---\nA little bell rings as the door opens. The gas\nstation is dusty and dark. Store shelves are mainly empty. \n---TARGET SECTION TO BE ANNOTATED---\n The few\nbits and pieces on them are faded and filthy.\nEric walks the length of one of the shelves. He rounds the corner to\nfind an OLD GUY with tattoos on his knuckles standing behind the\ncounter pointing a pump-action shotgun straight at him.\nEric stops.\nOLD GUY\n(listless)\nRaise your hands up.\nEric raises his hands slowly.\n\nOLD GUY (CONT'D)\nOK, now lift your shirt. Slow.\n\nEric lifts his shirt up over his belt, exposing his bare stomach.\n\n \n\nOLD GUY (CONT'D)\nNow turn. Full all the way round, Slow.\n\nEric turns a full circle, holding his shirt up.\n\nOLD GUY (CONT'D)\nThank you. What can I do for you?\n\nThe old guy keeps the gun trained on Eric.\nERIC\n\nI'm looking for a black Falcon. With three\npeople in it.\n\nOLD GUY\nIt hasn't stopped here,\nERIC\nThey needed gas.\nOLD GUY\nI haven't got any gas. There's a sign out\nfront.\nERIC\n\nDid you see it?\n\nOLD GUY\nDid I see the sign? I put it there.\n\n \n\n(CONTINUED )\n\f20.\n\nCONTINUED:\nERIC\nThe Falcon, Did it drive past here?\nOLD GUY\nI haven't seen a Falcon. Do you want to buy\n\nsomething?\n\nEric doesn't answer. The old man stands, still pointing the shotgun,\nwaist-high, at Eric. There's a strange neediness in his eyes.\n\nOLD GUY (CONT'D)\nI've got sandwiches and cold drinks and\nauto accessories and some other things.\nEric turns and heads for the door.\nEXT. CARNY TOWN / GAS STATION - DAY\n\nEric steps out into the heat. He looks up and down the street. It's\ndeserted,\n\nA hundred metres down he can see the two-storey Hanging Garden\nHotel. An old 19th century building with an iron balcony.\n\nThe ground floor door to its public bar is open. A shirtless,\ntattooed man stands outside on the pavement, pissing into the\nstreet.\n\nEric starts walking towards him.\n\nThe pissing man concentrates on his stream of piss, then looks up to\nsee Eric approaching from across the street.\n\nEric walks, the man pisses. They watch each other.\n\nThe guy zips his pants.",
  "15": "---END OF PREVIOUS SECTION---\nEric walks, the man pisses. They watch each other. The guy zips his pants. \n---TARGET SECTION TO BE ANNOTATED---\n He spits in the gutter where he pissed and\nthen casually heads back inside the hotel.\n\nINT. HANGING GARDEN HOTEL - DAY\nEric walks through the door to the public bar.\n\nInside, about ten guys mill around at the bar, at tables, a couple\nsleep against a wall. Most seem to have busted teeth and tattoos.\n\nIt's a weird crowd. A couple of lithe Chinese teenagers dressed in T-\nshirts and tracksuit pants with their hair in Imperial Chinese\nplaits play backgammon with a midget.\n\nEvery now and then the Chinese boys let out a squealing, cackling\n\nlaugh. It breaks the lethargic silence in the hotel, strange and\nchilling.\n\n(CONTINUED )\n\n \n\f21.\nCONTINUED:\n\nDespite the crowd, there isn't much noise. A radio hisses tinny in\nthe corner, barely audible. It's not playing music or talkback -\nmore scrambled intercepted radio communication.\n\nOnly a couple of people bother to look up at Eric as he enters. But\nthat couple look up darkly.\n\nEric crosses to the bar.\nThe bartender is a wiry, shirtless twelve-year-old BOY with greasy\nhair and dirt on his face. There's something oddly, sexually\nandrogenous about him.\nERIC\n\nI'm looking for a black Falcon with three\n\npeople in it.\nThe boy looks at Eric like he hasn't heard him speak.\n\nERIC (CONT'D)\nHave you seen it?\n\nThe boy shakes his head 'no'. He does it slow, somewhere between\ntimid and coquettish.\n\nThe boy watches Eric. Eric watches him right back.\n\nERIC (CONT'D)\nHas anyone else seen it?\n\nBOY\nI don't know.\n\nERIC\nWho would know?\n\nBOY\nMaybe grandma.\n\nEric's growing impatient with the half-answers and general\nweirdness.\n\nERIC\nWhere's grandma?\n\nBOY\nShe's upstairs. She sees everything up\nthere.\n\nThe boy continues staring at Eric. Eric looks away, around the bar.\n\nHe spots the stairs and heads for them. He looks back at the boy\nbehind the bar. The boy is still watching him.\n\n(CONTINUED)\n\n \n\n \n\n \n\f22.\nCONTINUED: (2)\n\nAs he heads for the stairs, he sees the midget playing backgammon\nagainst the two Chinese teenagers.\n\nEric climbs the stairs.",
  "16": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\n \n\n \n\n \n\f22. CONTINUED: (2)\n\nAs he heads for the stairs, he sees the midget playing backgammon\nagainst the two Chinese teenagers. Eric climbs the stairs. \n---TARGET SECTION TO BE ANNOTATED---\n They're dark. As he nears the top landing he\nhear the muffled sounds of multiple couples fucking. It's a sickly\nsound. Unnatural. Pained.\n\nAt the top of the stairs, Eric sees the upstairs area consists of\none long dark musty hall with doors on either side. Most doors are\nshut. Hot light slivers in from the ones that are open.\n\nAt the end of the hall, a woman, GRANDMA, sits knitting in an\narmchair, under a window. The click of her needles chimes\nrhythmically down the hall as Eric approaches.\n\nShe doesn't look up at him.\n\nERIC\nI'm looking for my car. It's a black Falcon\nwith three men in it. Did it come through\nhere?\n\nThe woman only glances up before returning to the click of her\nknitting needles.\n\nERIC (CONT'D)\nHave you seen it?\n\nShe addresses Eric like she would a little kid lost in a shopping\nmall.\n\nGRANDMA\nWhat's your name?\n\nERIC\nHave you seen it?\n\nGRANDMA\nWhat's your name, baby?\n\nERIC\nHave you seen it?\n\nThe woman looks up at Eric.\nGRANDMA,\nDo you want to sleep with a boy? There's a\nboy downstairs you can sleep with.\nShe turns her arm to show Eric the soft white skin on the inside of\n\nher forearm which she strokes with her finger. It's not a delicate\nstroke. It's perfunctory and cold.\n\n(CONTINUED )\n\n \n\n \n\f23.\nCONTINUED: (3)\n\nGRANDMA (CONT'D)\nHe's smooth like this part of your arm.\n\nERIC\nI need to buy a gun.\n\nGRANDMA\nYou carry yourself like a man who already\nhas a gun.\n\nERIC\nYou're carrying yourself like you know I\ndon't have one.\n\nThe woman examines him a moment. Her needles continue their gentle\nclick.\n\nGRANDMA\nYou have one, you don't have one, makes no\ndifference to me, sweetheart. I don't know\nanything about guns.\n\nShe turns her attention back out the window, conversation for her is\nfinished.\n\nEric takes the awkward cue to head back to the stairs. As he climbs\ndown them to the public bar of the hotel, he can hear the strange\nsquealing giggle of the lithe Chinese acrobats.",
  "17": "---END OF PREVIOUS SECTION---\nShe turns her attention back out the window, conversation for her is\nfinished. Eric takes the awkward cue to head back to the stairs. As he climbs\ndown them to the public bar of the hotel, he can hear the strange\nsquealing giggle of the lithe Chinese acrobats. \n---TARGET SECTION TO BE ANNOTATED---\nHe heads to the boy behind the bar.\n\nERIC\nDo you know where I can buy myself a gun?\n\nGRANDMA\nI think the midget with the Chinaboys there\nhas things. They sells things.\n\nHe moves straight over to the table where the acrobats play\nbackgammon with the tattooed midget.\n\nThe boys share a chair, sitting squashed together. One whispers\nconspiratorially in the other's ear.\n\nIt's the midget's turn. He rolls the dice. The acrobat whispers in\nhis brother's ear.\n\nMIDGET\n(yells at whispering acrobat)\nStop it!\n\nThe acrobats smile,\n\n(CONTINUED)\n\n \n\n \n\f24,\nCONTINUED: (4)\n\nEric leans over the midget's shoulder and speaks soft, but firm.\n\nERIC\nI need to speak to you.\n\nThe acrobat whispers again in his brother's ear.\n\nMIDGET\n(to acrobat)\nIf you don't fuckin cut it out now, I will\nkill you. You hear me right? I'm gonna cut\nyour face off and I'm gonna eat it.\n\nERIC\nI need a gun.\nMIDGET\n(to Eric)\n\nCan you not hover around me?\n\nThe midget turns his attention back to the board. There is a\nmoment's silence. He lines up his move.\n\nThe Chinese acrobat whispers again in his brother's ear. The midget\nshoves the board away from him on the table. The acrobats giggle and\nsqueal.\n\nMIDGET (CONT'D)\nThat's it. I'm finished, You've fucked it.\nYou can't keep your tongues out of each\nother's ears. I'm finished, Fuck you.\n\nThe midget hops off his chair. He grabs Eric by the hand and drags\nhim towards the back door.\n\nEXT. HANGING GARDEN HOTEL / REAR ~ DAY\n\nThe midget leads Eric out the back door of the hotel. The rear area\nis full of broken stuff and dog shit.\n\nTwo angry dogs holler and choke themselves on their chains. The\nmidget picks up a rock and pelts it at them.\n\nThe dogs bark more. The midget pelts another rock, Eric watches\nthis.",
  "18": "---END OF PREVIOUS SECTION---\nThe\nmidget picks up a rock and pelts it at them. The dogs bark more. The midget pelts another rock, Eric watches\nthis. \n---TARGET SECTION TO BE ANNOTATED---\nEric and the midget cross this yard and through a wire gate to the\ndry nothingness behind the hotel where a collection of busted\ntrucks and caravans are parked. ‘Jacobson Brothers Circus' is\nstencilled on the sides of some with Chinese-character translation\nunderneath.\n\nThe midget sweats and mumbles to himself, barely intelligible spew.\n\n(CONTINUED )\n\n \n\n \n\f25.\nCONTINUED:\n\nMIDGET\n(to the air in front of him)\nIt's so fuckin hot. It's so fuckin hot.\n\nThe midget muffles his last words, covering his nose and mouth with\nhis free hand. Eric is suddenly overcome by the stench too. He sees\na dead cow lying bloated on its side about 20 feet away.\n\nThe midget leads Eric winding between trucks to a little caravan at\nthe far rear of the parked convoy. The midget has to practically\nclimb the steps like a ladder to its little door and reach high over\nhis head for its handle.\n\nHe swings the door open. Eric follows him inside.\nINT. MIDGET'S CARAVAN - DAY\n\nThe midget shuts the caravan door behind Eric and speaks directly to\nhim for the first time.\n\nMIDGET\nYou make sure you got a grip on a person's\ncompany before you start talking his\nbusiness in front of them.\n\nThe midget climbs up on his bed to be standing on it, about to reach\nup to a shelf above it.\n\nERIC\nI need a gun.\n\nThe midget turns back to Eric.\n\nMIDGET\nI just said an important thing about how to\nbehave in front of people. Don't you go\njust ignoring me with what it is you want.\n\nERIC\nI don't want it. I need it.\n\nMIDGET\nWhat does it look like I'm doing up here? I\nheard you. I heard what you need. Pay me\nthe courtesy of blinking or some such so I\nknow you heard me, Do like this.\n\nThe midget blinks big and exaggerated.\n\nERIC\nI heard you.\n\n(CONTINUED)\n\n \n\f26.\nCONTINUED:\n\nMIDGET\nPuck.\n\nThe midget turns back to the shelf and carefully pulls down a box.\nHe lays it down on the bed. He stands over it and lifts its lid off.\nInside are four handguns, resting on folded towels.",
  "19": "---END OF PREVIOUS SECTION---\nHe lays it down on the bed. He stands over it and lifts its lid off. Inside are four handguns, resting on folded towels. \n---TARGET SECTION TO BE ANNOTATED---\nEric looks at them and reaches in for one.\n\nMIDGET (CONT'D)\nCareful.\n\nStanding on the bed, the midget stands almost eye to eye with Eric.\n\nMIDGET (CONT'D)\nThey're three hundred each.\n\nEric feels the gun's weight. He examines it, obviously familiar with\nits operation, The midget points to each gun in the box\nindividually.\n\nMIDGET (CONT'D)\nThat one's three hundred. That one's three\nhundred. That one's three hundred... I only\ntake US dollars,\n\nEric puts the gun back in the box and lifts out another. He feels\nits weight.\n\nERIC\nI don't have three hundred US.\n\nMIDGET\nThey‘re three hundred US.\n\nERIC\nCan you do this one for less?\n\nMIDGET\n(irritated)\nI told you how much they cost. They're\nthree hundred. You don't have three\nhundred, then that's that. We can finish\ntalking.\n\nEric looks again at the gun in his hand.\n\nThen, cold and blank, he raises it and SHOOTS the midget square in\nthe forehead. The midget falls back against the blood-splattered\ncaravan wall.\n\nEric shoves the gun down the front of his pants, looking around,\nwary of the noise he has just made.\n\n(CONTINUED)\n\n \n\n \n\n \n\f27.\nCONTINUED: (2)\n\nHe exits the caravan.\nEXT. HANGING GARDEN HOTEL / REAR ~ DAY\n\nEric steps off the caravan steps, pulling the door closed behind\nhim.\n\nHe winds his way back towards the hotel ~- between the trucks, past\nthe dead cow, through the wire gate, past the angry dogs to the\nhotel's back door.\n\nINT. HANGING GARDEN HOTEL - DAY\n\nEric walks back through the hotel straight for the stairs. He climbs\nthem.\n\nAt the top, the woman is still sitting and knitting.\n\nEric moves straight to her. When he's standing over her, he pulls\nthe gun from his belt and points it at her face.\n\nShe looks up.\n\nERIC\nI'm looking for a black Falcon. Have you\nseen it?\n\nThe woman looks at him a long moment. She doesn't seem even remotely\nunsettled. She looks at him gently. She continues knitting. Her\nneedles continue their click-click.",
  "20": "---END OF PREVIOUS SECTION---\nShe looks at him gently. She continues knitting. Her\nneedles continue their click-click. \n---TARGET SECTION TO BE ANNOTATED---\nGRANDMA\nWhat's your name? I want to know your name.\nERIC\nAnswer my question.\nGRANDMA\nAnswer mine.\nERIC\nAnswer my question, I'm not gonna say it\nagain,\nGRANDMA\n\nOK, I'11 call you 'my baby'. My baby. I saw\na Falcon and it had three men in it and it\ndid what most cars do. It came in one\ndirection and left in the other. I can't\ntell you any more than that. The only\ndetail I can give you is the detail that\npertains to this place. I can tell you what\nthey drank.\n\n(MORE)\n\n(CONTINUED)\n\n \n\n \n\f28.\n\nCONTINUED:\nGRANDMA (CONT'D)\nI can tell you what they smelled like. I\ncan tell you how long they stayed. I can\ntell you what they said, if they said\nanything and if I heard what it is they\nsaid. But that's about all I can tell you.\n\nERIC\nWhat did they say?\n\nShe pauses, matches his stare. Her eyes are gentle,\nGRANDMA\nThey didn't say anything. They didn't stop\nhere.\n\nShe holds Eric's eyes, as if the gun he holds is invisible. Eric\nstruggles inside.\n\nThe woman speaks tender. Eric stands catatonic, gun pointed.\n\nGRANDMA (CONT'D)\nYou must really love that car, darling.\n\nShe holds out her knitting for her own inspection. It's a tiny baby-\nsized striped sweater. Eric holds the gun on her. He's lost.\n\nGRANDMA (CONT'D)\nof all the things in this day and age to\nget worked up about.\n\nShe looks him in the eye again.\n\nGRANDMA (CONT'D)\nWhat is it about that car you love so much?\n\nEric doesn't answer. There's something about this woman he finds\nintimidating, hypnotic.\n\nGRANDMA (CONT'D)\nCan you tell me?\n\nEric watches her, unmoving. She softens further.\n\nGRANDMA (CONT'D)\nWhat's your name, sweetheart?\n\nEric takes a step closer, holding the gun on her, its barrel only\ninches from her face.\n\nShe casually, slowly palms it away.\n\n(CONTINUED )\n\n \n\n \n\n \n\f29.\nCONTINUED: (2)\nGRANDMA (CONT'D)\nDon't be silly.",
  "21": "---END OF PREVIOUS SECTION---\nShe casually, slowly palms it away. (CONTINUED )\n\n \n\n \n\n \n\f29. CONTINUED: (2)\nGRANDMA (CONT'D)\nDon't be silly. \n---TARGET SECTION TO BE ANNOTATED---\n Now you're just being\nrude.\n\nEric slips the gun into his belt. He turns and heads back down the\nhall towards the stairs.\n\nHe walks down the stairs.\n\nHe walks back through the public bar to the front door, oblivious to\nthe people watching him leave.\n\nEXT. CARNY TOWN STREET - DAY\n\nEric steps back out onto the blinding street and makes the walk back\nto the gas station and his car.\n\nEXT. CARNY TOWN / GAS STATION - DAY\n\nEric arrives back at his busted car. The cop car is still there,\ndoor still open.\n\nEric pulls his keys from his pocket. He drops them. He bends to pick\nthem up.\n\nCLICK. A gun is cocked at his head.\n\nReynolds stands bloody and hunched behind him. He's in pain and\npractically delirious.\n\nREYNOLDS\nWhat are you doing with this car?\n\nERIC\nWhy do you want to know?\n\nREYNOLDS\nMy brother was in this car. Where is he?\n\nERIC\nWho's your brother?\n\nREYNOLDS\nWhere is he? Where's my brother?\n\nReynolds stumbles. Eric can see him fading.\n\nREYNOLDS (CONT'D)\nWhere is he?\n\nReynolds stumbles to one knee.\n\n(CONTINUED)\n\n \n\f30.\nCONTINUED:\n\nIn a flash, Eric pulls his own gun from his belt and holds it hard\nagainst Reynolds' head,\n\nReynolds drops his gun. Eric speaks angry.\n\nERIC\nWho's your brother? Where is he?\n\nReynolds coughs. He struggles for breath.\n\nERIC (CONT'D)\nWhere's your brother!?\n\nREYNOLDS\nI lost him.\n\nERIC\nWhere's he gone?\n\n \n\nReynolds struggles for breath.\n\nERIC (CONT'D)\nWhere's he gone? Tell me or I kill you now.\n\nREYNOLDS\n\nI need help.\nERIC\n\nTell me where he's gone.\nREYNOLDS.\n\nI know where he's gone.\nERIC\n\nWhere! ?\n\nReynolds spits.\n\nREYNOLDS\n\nBut you gotta help me.\nReynolds spits again.\n\nREYNOLDS (CONT'D)\nI ain't good,\n\nINT. CARNY TOWN / GAS STATION ~ DAY\n\nEric bursts into the store holding his gun. He heads around the\nshelves to the counter.",
  "22": "---END OF PREVIOUS SECTION---\nREYNOLDS (CONT'D)\nI ain't good,\n\nINT. CARNY TOWN / GAS STATION ~ DAY\n\nEric bursts into the store holding his gun. He heads around the\nshelves to the counter. \n---TARGET SECTION TO BE ANNOTATED---\nRounding the corner to the counter, a BLAST rips from the old guy's\nshotgun, smashing shelves, blowing shit everywhere.\n\n(CONTINUED)\n\fCONTINUED;\nEric recoils behind the shelves.\n\nERIC\nI need a doctor.\n\nOLD GUY\nPut your gun on the ground where I can\nsee it.\n\nEric puts the gun on the floor in the aisle.\n\nOLD GUY (CONT‘D)\nNow come out here where I can see you.\n\nEric emerges from the behind the shelves.\nThe old man is there, shotgun pointed straight at him.\n\nEric stands unafraid before the old guy.\n\nERIC\nI need a doctor. Is there a doctor around\nhere?\n\nOLD GUY\nNo.\n\nERIC\n\nI need to find a doctor.\n\nOLD GUY\nThere's no one useful here. I'm about\nthe most useful person in this town - if\nthat gives you any idea how far from\nhaving a doctor this town is.\n\nERIC\nIs there a doctor somewhere else? Somewhere\nout of town?\n\nOLD GUY\nWhy should I tell you?\n\nERIC\nHelp me, old man.\n\nOLD GUY\nI've been helping you, gon. That's all I've\nbeen doing.\n\nThe old guy watches Eric. Eric watches him back.\n\n31.\n\n(CONTINUED)\n\n \n\n \n\f32.\nCONTINUED: (2)\n\nERIC\nPlease.\n\nOLD GUY\nBuy something.\n\nERIC\nPlease, old man.\n\nOLD GUY\nYou buy something. I told you what I\ngot. I got sandwiches and cold drinks\nand other stuff. I'm not doing this\nbecause I love it. I'm doing this\nbecause I need to make a living somehow.\nAnd you come in here like I'm the\ninformation kiosk. I'm a businessman\ntrying to run a business and instead I\ngotta deal with this shit all day. You\ngo to that counter there and you pick\nyourself out a sandwich or a cold drink\nor maybe both and then I'll treat you\nlike a customer.\n\n \n\nERIC\nI need a doctor.\n\n \n\nOLD GUY\nI'm not joking. I know you think I am,\nbut I'm not joking. You've walked in\nhere and our emotional lives have\nintersected and this is where I'm at in\nmine. And I won't accept that where\nyou're at in yours takes precedence.",
  "23": "---END OF PREVIOUS SECTION---\nI know you think I am,\nbut I'm not joking. You've walked in\nhere and our emotional lives have\nintersected and this is where I'm at in\nmine. And I won't accept that where\nyou're at in yours takes precedence. \n---TARGET SECTION TO BE ANNOTATED---\n And\nI've got a bigger gun than you, so\nthat's all that matters anyway. Pick\nsomething off the shelf.\n\nEric and the old guy watch each other a moment before Eric steps\nover to the drinks shelf and lifts a bottle off without looking at\nit.\n\nHe then takes it to the counter warily. The old guy keeps his gun\ntrained as Eric reaches into his pocket and pulls out a small wad\nof money.\n\nERIC\nYou take Australian dollars?\n\nOLD GUY\n\nI'd prefer not, but if that's what\nyou've got, then that's what I'll take.\n\n(CONTINUED )\n\n \n\f33.\nCONTINUED: (3)\n\nEric peels a ten-dollar note from the wad and places it on the\ncounter. The old guy reaches carefully into his pocket with his\nfree hand and produces a single two-dollar coin, which he slides\nover to Eric.\n\nOLD GUY (CONT'D)\nThere's a doctor in the hills. You head\neast and you'll see the hills. Take the\nfirst road you see that looks like it heads\nfor those hills and head for them and\neventually you'll see it. It's got an old\nletterbox, says ‘Peeples’ on it. It's a\nyellow letterbox, says 'Peeples' written on\nit.\n\nEric nods a small thanks.\n\nHe picks his gun from the debris on the floor as he heads for the\ndoor.\n\nINT. COMMODORE ~- DAY\nEric drives, steady but urgent.\n\nHe looks over to Reynolds who is quietly clutching his guts, lost in\nhis own private pain.\n\nREYNOLDS\nWhat's going on?\n\nERIC\nTell me where your brother is.\n\nREYNOLDS\nYou gotta get me to help.\n\nERIC\nTell me where he is. There's a good chance\nyou're gonna die soon so tell me now.\n\nREYNOLDS\nI can't do that.\n\nReynolds winces.\n\nREYNOLDS (CONT'D)\nJust help me, please.\n\nINT. COMMODORE ~ NIGHT\n\nIt's dark now. Eric steers the car slowly along a winding road\nheading up into the hills.\n\n(CONTINUED)\n\n \n\n \n\f34.\nCONTINUED:\n\nThere's dense bush on either side of the road. The Commodore has\nonly one functioning headlight.",
  "24": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\n \n\n \n\f34. CONTINUED:\n\nThere's dense bush on either side of the road. The Commodore has\nonly one functioning headlight. \n---TARGET SECTION TO BE ANNOTATED---\nEric keeps a sharp eye on the roadside, looking for the yellow\nmailbox.\n\nReynolds is still beside him, now wrapped in a jacket. His eyes are\nclosed, but he's shivering. The temperature has dropped.\n\nNocturnal animal hoots and squeals can be heard eerily through the\ncar's busted windows.\n\nEric rounds a bend and there in the distance, by the side of the\nroad, is a yellow mailbox, illuminated in the weak beam of the\nCommodore's light.\n\nAs the car nears, Eric strains to read 'PEEPLES' written on its\nside.\n\nHe swings the wheel and takes the Commodore up the dirt drive beside\nthe mailbox.\n\nThe drive is long and narrow and boxed in either side by dense bush.\nEric is forced to take it slower than he'd like, driving with only\none headlight.\n\nAfter something close to a kilometre, the drive opens out to a\nclearing at the back of which, two hundred metres away, sits an old\nwooden house on tropical stilts, surrounded by patches of lush\njungle. Behind the house is more dense bush.\n\nEric pulls the Commodore up close te the house and switches off the\nengine.\n\nHe opens the door for a little overhead light and shoves his pistol\ndown the front of his pants.\n\nHe climbs out of the car.\nEXT. PEEPLES HOUSE - NIGHT\n\nEric stands beside the Commodore and pulls his T-shirt down firmly\never his belt, properly concealing his pistol.\n\nHe walks away from the car, leaving the door open. In the light in\nthe car, we can see Reynolds curled up in the jacket.\n\nEric walks warily towards the house, looking around him, closely\ninspecting the house as he approaches.\n\nWhen he is only metres from the front steps, a security light\nswitches on automatically.\n\n(CONTINUED)\n\n \n\n \n\f35.\nCONTINUED:\n\nEric stops dead in his tracks. He pauses a second, then continues on\ncarefully.\n\nHe climbs the wooden steps to the house's front door. Old Tibetan\nprayer flags hang all along the front porch.\n\nHe looks around, then opens the fly screen and bangs loudly on the\ndoor.\n\nHe lets the fly screen close again and adjusts the gun in his belt.\nHe looks back to the car, at Reynolds inside it.",
  "25": "---END OF PREVIOUS SECTION---\nHe looks around, then opens the fly screen and bangs loudly on the\ndoor. He lets the fly screen close again and adjusts the gun in his belt. He looks back to the car, at Reynolds inside it. \n---TARGET SECTION TO BE ANNOTATED---\nHe opens the fly screen and bangs again. He lets the fly screen\nclose.\n\nA FEMALE VOICE.\nboc\n\nPull the gun out of your pants and put it\n\non the ground,\nEric turns.\nA girl, DOC, maybe only 17 years old, is standing down the other end\nof the porch pointing a rifle at him. She's wearing shorts and a T-\nshirt. No shoes. She's been asleep.\n\nEric notices an older Aboriginal man, MICKEY, standing down off the\nporch beside him.\n\nEric pulls the pistol from his belt and carefully puts it down on\nthe porch,\n\nERIC\nThis man needs help.\n\nDOC\nKick the gun over here.\n\nEric kicks the gun. It skids across the porch landing close to the\ngirl's feet.\n\nDOC (CONT'D)\nLift your shirt and turn slow.\n\nEric lifts his shirt, turns slow.\n\nDOC (CONT'D)\nTurn your pockets out.\n\nEric turns his pockets out.\n\n(CONTINUED)\n\n \n\n \n\n \n\f36.\nCONTINUED: (2)\n\nDoc (CONT'D)\nOK, roll your shorts up.\n\nERIC\nWhat?\n\nDOC\nRoll the legs of your shorts up. High as\nthey'll go. One at a time.\n\nEric bends and rolls his shorts, first one leg, then the other,\nexposing his thighs.\n\nDOC (CONT'D)\nNow bend slow and take your shoes off,\n\nEric slips his sneakers off and drops them beside him.\n\npoc (CONT’D)\nNow your socks.\n\nEric peels his socks off, then stands straight.\n\nERIC\nHe needs help.\n\nDOC\nOK.\n\nWith her eyes trained on Eric's, she kicks his handgun back along\nthe porch. It slides to a rest against his feet.\n\nShe looks at him a moment longer.\npoc (CONT'D)\n(to younger Aboriginal man)\nMickey, can you help him get the guy\ninside?\n\nINT. PEEPLES HOUSE / SURGERY ~ NIGHT\n\nA small Buddhist shrine. Framed pictures of various Geshes and one\nof a young Tibetan boy in robes ~ the new Dalai Lama.\n\nSurgical equipment. Anatomical diagrams and charts on the walls.\nAnimals and people.\n\nReynolds is laid out on a big wooden dining table in a back room\nclearly not used for dining.\n\nDec is fishing around inside Reynolds' gut with surgical tools.\n\n(CONTINUED)\n\n \n\n \n\f37.",
  "26": "---END OF PREVIOUS SECTION---\nReynolds is laid out on a big wooden dining table in a back room\nclearly not used for dining. Dec is fishing around inside Reynolds' gut with surgical tools. (CONTINUED)\n\n \n\n \n\f37. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nEric sits slouched in a chair against a wall. He's exhausted and\nunsettled.\n\nMickey sits in a chair in the corner of the room, keeping watch,\nthe rifle across his lap.\n\nERIC\nYou're a Buddhist.\n\nDOC\nI'm not a Buddhist. I just like\nBuddhism.\n\nERIC\nThat makes you a Buddhist.\n\nDoc\nJust because I like something doesn't\nmean I am that thing.\n\n \n\nERIC\nThat's exactly what it means. What's a\nBuddhist doing pointing a gun at me?\n\nShe looks at him. He's suddenly more interesting than she'd first\nthought.\n\nDOC\nNothing says I can't defend myself when I\nneed to.\n\nERIC\n\nWhat makes you think you don't still\nneed to? Why did you give me my gun\nback?\n\nShe ignores this for a moment, concentrating on the mess before\nher.\n\nDOC\nI just needed to get a look in your eyes,\nget a look at your character.\n\n \n\nEric is forced to think momentarily about his 'character'. His eyes\ndon't leave Doc.\n\nERIC\nYou think you can know who I am by looking\nin my eyes?\n\nBOC\nI can know what I need to know.\n\n{CONTINUED )\n\fCONTINUED:\n\n38.\n\n(2)\nERIC\nAnd what is it you think you know?\nboc\nThat you came here for help and nothing\n\nelse.\n\nShe wipes her nose with the back of her sleeve.\n\nDOC (CONT'D)\nIt looks like the bullet went straight\nthrough him, But he's lost some blood, I\nreckon.\n\nEric doesn’t respond. He looks at Mickey who is looking right back\nat him and has been all along.\n\nSilence.\n\nDOC (CONT'D)\nIs this man your friend?\n\nERIC\nI met him in the street.\n\nERIC (CONT'D)\nHow much do you want for this?\n\nDoc\nI don't want your money. Money's not\nwhat I think about when I can see\nsomeone's in a bad way.\n\nShe concentrates a moment.\n\nDOC (CONT'D)\nI've gotten pretty good at learning\nhow to live without money.\n\nERIC\nHow do you know how to do this?\n\nDoc\nI know how to do a lot of things. I've\ntaught myself how to do a lot of\ndifferent things.\n\nEric watches her.\n\nHe stands.\n\nShe watches him.",
  "27": "---END OF PREVIOUS SECTION---\nEric watches her. He stands. She watches him. \n---TARGET SECTION TO BE ANNOTATED---\nHe leaves the room. She and Mickey watch him go.\n\n \n\n \n\f39.\n\nINT, PEEPLES HOUSE / BATHROOM ~- NIGHT\n\nEric lifts his shirt off, standing in the bathroom beside a big tub\nof water. He takes a towel from the wall rack and dips it in the\ntub.\n\nHe is covered in road filth from the Commodore's missing windshield.\n\nHe soaks the towel in the tub and rubs it deep over his face. He\nthen methodically sponges his torso.\n\nHe winces in pain. He has accrued cuts and bruises he hadn't noticed\nuntil now.\n\nHe wrings the soaking towel in the bathroom sink and drops it on the\nfloor.\n\nHe takes another towel and dries himself.\nHe stops and takes a moment to look at himself in the mirror.\nINT. PEEPLES HOUSE / LOUNGE - NIGHT\n\nEric emerges from the bathroom and walks the hall to the lounge.\nWhile Doc works on Reynolds, Eric roams her house. The lounge is\nrelaxed. Dark. Old Asian furniture.\n\nINT. PEEPLES HOUSE / BACK ROOM ~- NIGHT\n\nEric wanders into a dark room and flicks on the fluorescent light.\nThe room is stacked floor to ceiling with cages. Dogs in the cages.\nDifferent breeds. They don’t make sound. Where normal dogs would go\ncrazy barking with the arrival of a stranger, these dogs sit silent,\nshut down.\n\nEric noticeably shifts, softens in their presence. He sits ina\nchair. He scans the cages. His eyes begin to well.\n\nHe drops his face into his hands.\n\nboc\nI have to keep them locked up in here for\nthe most part coz there's people out there\nwho'll take them for food. There's hungry\npeople around here. Have you got a\ntelevision?\n\nEric turns, startled. Doc stands in the doorway. She has blood down\nthe front of her apron.\n\nHe turns back to face the dogs, to hide his face from Doc. Emotion\ndoesn't sit comfortably.\n\n(CONTINUED )\n\n \n\n \n\fCONTINUED:\n\n40.\n\nERIC\nNo.\n\nDOC\nI figure if I had a TV I'd know why these\nguys have come to me... I've stopped paying\nattention. I hear things. People have\nthings to say about the world.",
  "28": "---END OF PREVIOUS SECTION---\nI've stopped paying\nattention. I hear things. People have\nthings to say about the world. \n---TARGET SECTION TO BE ANNOTATED---\n But I don't\nfeel like anybody has any idea what they're\ntalking about.\n\nShe seems strangely resigned to some fate she can't foresee. She\nseems strangely accepting of the hardened man crying quietly in\n\nfront of her. She stands in the doorway looking at the cages and\ntheir occupants.\n\nDOC (CONT'D)\nNearly all of these guys have come to me in\nthe last twelve months. People bring them\nand ask me to look after them while they go\naway - because they have to go somewhere or\ndo something. And then none of them have\never come back... I guess they've gone\nlooking for money. That's the only reason\npeople move around. Money and love. But I\ndon't suppose all these guys have come to\nme because their owners have gone looking\nfor love.\n\nShe scratches her nose with her arm, her hands still wet from a post-\n\nop scrub.\n\nEric makes\n\nDoc {CONT'D)\nAnd when they get dropped off, I'd have\nthis feeling like something wasn't right.\nLike their mums and dads‘d have an off-\nkilter look on their face. You know what I\nmean? They looked like they knew they\nweren't coming back, even if they didn't\nknow it properly themselves yet.\n\nclose eye contact with the dog nearest to him, a sad\n\nblack cocker spaniel staring straight back at him.\n\nEric's eyes are moist. He drops his face into his hands again.\n\nERIC\nThings feel hard right now.\n\nDoc watches him close.\n\nboc\nThings always change.\n\n(CONTINUED)\n\n \n\n \n\fa1.\nCONTINUED: (2)\n\nEric raises his head and tries to harden again. She looks at him\nlike she acknowledges his sadness for the first time.\n\nERIC\nWhen can we get out of here?\n\nBoC\nHe's gonna sleep for a bit.\n\nINT, PEEPLES HOUSE / LOUNGE - NIGHT\nDoc and Eric stand in the lounge, looking at the lounge setting.\nDOC\nYou might be too long for the couch, I\ndunno, All these chairs are comfy.\n\nThey stand in the room in awkward silence for a moment, like maybe\nsomething else needs to be said.\n\nboc (CONT'D)\nI'll see you later.\n\nDoc starts towards the hall.\n\nERIC\nWhy have you done this for him?\n\nShe stops.",
  "29": "---END OF PREVIOUS SECTION---\nDoc starts towards the hall. ERIC\nWhy have you done this for him? She stops. \n---TARGET SECTION TO BE ANNOTATED---\nboc\n\nI don't know. I don't like what it would\n\nmean if I didn't.\nShe continues out of the room, leaving Eric standing alone.\nEXT. PEEPLES HOUSE DAY\nEarly morning. The sun has risen above the hills behind the house.\nCockatoos screech.\nINT. PEEPLES HOUSE / LOUNGE - DAY\nEric is asleep in an armchair, wrapped in a too-small blanket.\nSun filters into the room. It feels dark and cool in the house.\n\nREYNOLDS\nWhere are we?\n\nEric opens his eyes. Reynolds is standing before him, looking at\nhim, clutching his side, wobbly on his feet.\n\n(CONTINUED)\n\n \n\n \n\f42.\nCONTINUED:\n\nEric looks around confused for a second, like he can't remember\nwhere they are.\n\nHe gathers his senses and sits up in the armchair, still groggy.\n\nERIC\nWhat are you doing?\n\nREYNOLDS\nI feel good.\n\nERIC\nOK,\n\nREYNOLDS\n\nWho doctored me?\n\nEric stands and looks around. He crosses the room to doors opening\nonto a back veranda. The doors are open. He steps outside.\n\nEXT. PEEPLES HOUSE - DAY\n\nThe day outside is already bleached and hot. Eric goes to the\nveranda railing and looks out over paddocks to the densely bushed\nhills and valleys beyond.\n\nDoc is at the nearest back fence, feeding a horse from a bucket,\ntalking to Mickey.\n\nEric watches her. She strokes the horse's head, then leaves the\nbucket and heads back to the house.\n\nAs she approaches, she looks up to see Eric watching her.\nINT. PEEPLES HOUSE / LOUNGE ~ DAY\n\nReynolds sits shirtless in a chair by the dining table while Doc\ninspects his bandages.\n\nEric stands nearby, looking out the window.\nboc\n(to Reynolds)\nLift your arm for me. Can you lift it?\nReynolds lifts his arm, wincing only slightly with pain.\nDOC (CONT'D)\nThat looks OK. You'll need to keep it\nclean.\n\nREYNOLDS\nOK.\n\n(CONTINUED )\n\n \n\f43.\nCONTINUED:\n\nDoc stands.\n\nboc\nI can give you some fresh swabs and\nbandages.\n\nREYNOLDS\n\nThank you, mam.",
  "30": "---END OF PREVIOUS SECTION---\nCONTINUED:\n\nDoc stands. boc\nI can give you some fresh swabs and\nbandages. REYNOLDS\n\nThank you, mam. \n---TARGET SECTION TO BE ANNOTATED---\nDoc smiles and leaves the room.\n\nERIC\nWe need to get going.\n\nREYNOLDS\nWe should ask the lady.\n\nERIC\nWe're leaving.\n\nREYNOLDS\nWe should ask what the lady says.\n\nA CHIME sounds. It's like an electric doorbell. Eric and Reynolds\nfreeze, looking at each other, suddenly anxious.\n\nEric moves quickly to a window to see what he can see outside.\n\nDoc enters, holding swabs and bandages. She looks concerned.\n\nERIC\nWhat's that sound mean?\nboc\nA car's coming up the drive.\nERIC\nWhat car?\nDOC\n\nI don't know.\nThe sound CHIMES again.\n\nDoc (CONT'D)\nThat's two cars.\n\nERIC\nWho knows we're up here?\n\nDoc /\nI haven't told anyone. i\n\n(CONTINUED )\n\n \n\f44,\nCONTINUED: (2)\n\nBeat,\n\nERIC\nWe need to leave.\n\nEric hurriedly starts grabbing his things - jacket, shoes, gun.\nDOC\nThere's no way out of here other than the\n\nway they're coming in.\n\nERIC\nHow long have we got?\n\nDoc helps Reynolds put his T-shirt back on,\n\nboc\nA minute maybe. I should go talk to them.\n\nERIC\nIf it's who I think it is, they won't be\nhere to talk.\n\nboc\nWho is it?\n\nEric checks the mag of his handgun.\nDOC (CONT'D)\n(more frantic)\nWho is it?\n\nERIC\nCircus freaks. Where's your rifle?\n\nDOC\nWhy? Tell me what's going on here.\n\nEric turns to her directly, sternly.\n\nboc (CONT’D)\nGet your rifle.\n\nDoc leaves the room.\nERIC\n(to Reynolds)\nWhere's your gun?\nREYNOLDS\n\nI don't know. In the car, I'd be\nguessing,\n\n(CONTINUED)\n\n \n\n \n\n \n\f45,\nCONTINUED: (3)\n\nEric moves to the window.\nReynolds tries to lift himself off his chair, struggles.\n\nREYNOLDS (CONT’D)\nYou want I should go get it?\n\nEric peers through the window to the still empty drive.\n\nERIC\nNo.\n\nThrough the window, Eric can see the first of the cars appear,\nheading up the drive. It's a white Hi-Ace minivan with two people\ninside, the Chinese acrobats.",
  "31": "---END OF PREVIOUS SECTION---\nERIC\nNo. Through the window, Eric can see the first of the cars appear,\nheading up the drive. It's a white Hi-Ace minivan with two people\ninside, the Chinese acrobats. \n---TARGET SECTION TO BE ANNOTATED---\nIt's followed soon after by a small white utility truck with lone\ndriver.\n\nAnd then Eric sees Mickey heading across the front grounds to\ngreet the new arrivals.\n\nDoc appears behind him with the rifle.\n\nBOC\nTell me what's going on here.\n\nEric reaches for the rifle. She passes it to him.\nHe checks it. He handles it expertly.\n\nDoc moves to the window and looks out to see the vehicles coming\nto a stop.\n\nAnd Mickey approaching to meet them.\nboc (CONT'D)\nOh God.\n(to Eric)\nWhat's going on here?\nEric takes her by the arm and pulls her away.\n\nERIC\nMove away from the window.\n\nDoc stumbles back into the centre of the room, shaken and\nconfused.\n\nEric rests the rifle on the sill.\n\nDOC\nWho are these people?\n\n(CONTINUED)\n\n \n\n \n\n \n\n \n\f46.\nCONTINUED: (4)\n\nBefore he can line up a shot, Mickey approaches the window of the\nnow stationary van.\n\nHe leans in to the driver's window to talk. Two words are\nexchanged,\n\nAnd then Mickey is SHOT in the head at close range, slumping to\nthe ground beside the van.\n\nDOC (CONT‘D)\nNo.\n\nThe DOGS in cages start HOWLING from the back room.\nboc (CONT’D)\n(distraught)\nWhat's going on?!\nEric pulls the rifle trigger.\n\nThe single crack opens a spider web in the van's windscreen.\n\nThe rifle blast inside the room is loud. Reynolds covers his\nears, frightened and confused.\n\nDoc is now frantic, paralysed.\n\nboc (CONT’D)\nWhat's going on?!\nQuickly, expertly, Eric shifts his position slightly on the window\nsill. He fires again. Opens another jagged web on the passenger\nside of the windscreen.\n\nThe man in the utility is now out of his truck, confused,\nbrandishing a handgun.\n\nEric shifts slightly again and fires.\n\nThe man drops.\n\nSilence, bar one howling dog.\n\nEric breathes, waits for sign of movement.\nNone.\n\nAnd then Doc charges across the room and attacks him. She jumps on\nhis back, wailing and scratching.\n\nEric lifts her off the ground with one arm, the other still\n\nclutching the rifle. He carries her across the room and puts her\ndown against the wall.",
  "32": "---END OF PREVIOUS SECTION---\nShe jumps on\nhis back, wailing and scratching. Eric lifts her off the ground with one arm, the other still\n\nclutching the rifle. He carries her across the room and puts her\ndown against the wall. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\n \n\n \n\n \n\f47.\nCONTINUED: (5)\n\nShe crumples and cries.\n\nEric breathes, gathers his thoughts.\n\nHe props the rifle against the wall.\n\nERIC\n\nCall the police, They'll deal with the\nbodies. Tell them whatever you need to\ntell them. Square your ledger. They\nwon't bother with me, but it'll make\nyou feel better.\n\nDoc sits, wrecked, breathing shallow, looking at him with broken\ncontempt.\n\nERIC (CONT'D)\nI didn't mean for this happen. It just\nfollowed me here.\n\nDOC\nThat's you.\n\nHe looks at her. He knows he has ruined this place.\n\nDOC (CONT’D)\nWhat follows you is what you are.\n\nHe doesn't know how to respond to this.\n\nReynolds is still sitting with his hands over his ears. Eric looks\nat him coldly.\n\nERIC\nGet up.\n\nEXT. PEEPLES HOUSE - DAY\nEric and Reynolds in the Commodore.\n\nThe now serene and menacing hills loom behind them as Eric takes the\ncar back out onto the sealed road.\n\n \n\nINT. COMMODORE - DAY\n\nIt's dusk. The sun barely clings to the horizon. Eric looks weary\nbehind his sunglasses. He's pressing on. They’re back in dry\ncountry.\n\nThe wind tears through the broken passenger window.\n\n(CONTINUED)\n\f48.\nCONTINUED:\nReynolds is asleep. The temperature has dropped. Reynolds has\nwrapped his arms in a plastic bag to keep warm. It rustles wildly\nand loudly in the gust.\n\nEric drops the Commodore down a gear, slowing behind a big, dirty\ntruck on the outskirts of a dry and dirty town.\n\nReynolds wakes, dopey. He pulls the cacophonous plastic bag away and\nthrows it into the back seat.\n\nREYNOLDS\nWhere are we?\n\nERIC\nI don't know.\n\nThey sit in silence.\n\nREYNOLDS\nI'm hungry.\n\nEric stays unreachable behind his sunglasses, following the truck\ninto town.\n\nReynolds looks out the window at an emaciated dog snouting the\nremains of a dead animal in the road.\n\nEXT. MOTEL ~ NIGHT\nThe sun has just dropped, but the sky hums vaguely purple.\n\nEric cruises the Commodore past an old motel on a back street of the\ntown.",
  "33": "---END OF PREVIOUS SECTION---\nEXT. MOTEL ~ NIGHT\nThe sun has just dropped, but the sky hums vaguely purple. Eric cruises the Commodore past an old motel on a back street of the\ntown. \n---TARGET SECTION TO BE ANNOTATED---\nI/E. COMMODORE ~ NIGHT\n\nEric scopes the motel as they pass.\n\nHe pulls into the motel car park. He takes the Commodore down past\nthe last room and swings it around the back, out of sight from the\nstreet, and comes to a stop.\n\nHe shoves his pistol down the front of his pants and pulls the key\nfrom the ignition.\n\nERIC\nWait here.\n\nEric gets out of the car and heads back around the front of the\nmotel to the reception office. He looks around cautiously as he\nwalks.\n\nReynolds watches him from inside the car.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f49,\n\nINT. MOTEL / RECEPTION OFFICE - NIGHT\nEric enters the motel reception.\nIt's empty.\n\nAnd then a little Aboriginal kid enters from a back room. He eyes\nEric suspiciously.\n\nThe room is dank and dimly lit with a low-watt fluorescent tube.\n\nERIC\nI need a room.\n\nKID\nOK,\n\nThe kid runs off behind the counter and through a door leading into\na dark hall.\n\nEric looks around. The only sign of decoration is a big old map of\nAustralia stuck to the wall, yellowed and frayed. Eric studies it\nfrom where he stands. He looks at it close - east coast cities,\ndesert, tropical north. Everything on the map seems so far away,\nfrom another time.\n\nThe kid re-enters the reception area. Eric turns from the map.\n\nKID (CONT'D)\nYou gotta pay me.\n\nERIC\nHow much?\n\nKID\nUSA eighty for one night.\n\nERIC\nYou take Australian?\n\nKID\nUSA money.\n\nEric looks at the kid, contemplates arguing the price and currency,\ndecides against.\n\nHe pulls his depleted roll from his pocket and peels off 80. He puts\nit on the counter.\n\nThe kid hands him a fat room key.\n\n(CONTINUED )\n\n \n\n \n\f50.\nCONTINUED:\nKID (CONT'D)\nYou got number seven. There's sheets and\nthat in there.\n\nERIC\nWhere are we here?\n\nEric stuffs his money roll back in his pocket.\n\nKID\nQueen's Motel.\n\nERIC\nWhat town are we in?\n\nKID\nWe're in Belindem.\n\nERIC\nWhere is it? Show me on the map.\n\nEric points to the map on the wall.",
  "34": "---END OF PREVIOUS SECTION---\nERIC\nWhere is it? Show me on the map. Eric points to the map on the wall. \n---TARGET SECTION TO BE ANNOTATED---\n The kid clambers up on an\narmchair underneath it.\n\nKID\nIt's not written on this here, but\nit's somewhere like this place.\n\nHe points with a little grubby finger to a spot somewhere in the\nvast eastern half of the map.\n\nEric takes a look where the kid points.\nHe lifts the kid down from the armchair and heads for the door.\nINT. MOTEL ROOM - NIGHT\n\nThe door unlocks. Eric opens it and holds it open. Reynolds enters\nthe room.\n\nEric stands at the door, scouring the street outside.\n\nReynolds lowers himself onto one of the two single beds in the room,\nwincing slightly with pain, as Eric closes the door and latches it.\n\nERIC\nYou're gonna start talking to me.\n\nREYNOLDS\nWhat?\n\n(CONTINUED)\n\n \n\n \n\f51.\n\nCONTINUED:\nERIC\nDon't fuckin 'what' me. You're gonna talk.\nNow.\nREYNOLDS\n\nBut I told you I can't tell you nothing\nmore than I already told you.\n\nERIC\nI don't care what you think you already\ntold me. You're gonna talk. And you're\ngonna do it now.\n\nREYNOLDS\nBut I can't.\n\nEric steps fast across the room.\n\nHe heaves Reynolds off the bed and slams him against the wall,\nholding him by his shirt and throat.\n\nERIC\nWhere are we?\n\nReynolds' face contorts in pain.\n\nREYNOLDS\nDon't.\n\nERIC\nWhere are we?\n\nREYNOLDS\nWhat?\n\nERIC\n\nWhere are we?\n\nREYNOLDS\nI don't know.\n\nERIC\nI don't know either. So how are we gonna\nfind out how to get to where we're going if\nyou don't know where you are and I don't\nknow where where we're going is?\n\nEric holds Reynolds against the wall.\n\nERIC (CONT'D)\nCan you answer that?\n\n(CONTINUED )\n\n \n\n \n\n \n\f52.\nCONTINUED: (2)\n\nReynolds doesn't answer but the look of fear and confusion on his\nface is clear,\n\nERIC (CONT'D)\nDo you even understand what I just said,\nhalf-wit?\n\nEric stares hard and close into Reynolds' eyes.\n\nERIC (CONT'D)\nNo. You don't.\n\nEric releases him.",
  "35": "---END OF PREVIOUS SECTION---\nERIC (CONT'D)\nNo. You don't. Eric releases him. \n---TARGET SECTION TO BE ANNOTATED---\n Reynolds crumples to the ground, holding his\nside. Eric stands over him, watching.\n\nERIC (CONT'D)\nI need to eat. Then we're sleeping a few\nhours and we're going again. And somewhere\nbetween now and then, you're gonna start\ntalking to me or I'm gonna slit your\nthroat. Do you understand that?\n\nReynolds stares at the floor. Eric kicks his feet.\n\nERIC (CONT’D)\nI asked you a fuckin question.\n\nReynolds nods, still staring at the floor.\n\nREYNOLDS\nYes.\n\nEric leaves the room.\n\nI/E. EAT-HOUSE = NIGHT\n\nA grey, empty and fluorescent-lit shopfront eat-house behind a three~\nquarter-open roller door. Six plastic tables with short plastic\nseats.\n\nThe street outside is quiet, shut down for the night.\n\nEric stands at the counter, spooning rice and a dried~fish paste\nonto a plate from big bowls of same.\n\nIt's food that has been cooked on a dirty grill made of loose\nbricks and hot coals beside the counter.\n\nWhen the bowl is full Eric pulls cash from his pocket and sits it on\nthe counter, making cold and fleeting eye-contact with a young\nChinese woman sitting on a short stool behind it. The woman seems\ninterested in nothing but the cards she has laid out on the floor at\nher feet in Solitaire formation.\n\n(CONTINUED }\n\n \n\n \n\f53.\nCONTINUED:\n\nEric steps away from the counter and takes a seat right beside\nReynolds who is already well into his plate.\n\nEric mixes his rice and fish around with his spoon and takes a\nmouthful. He chews a moment before reaching into his mouth and\nremoving a bone. He puts the bone into a faded plastic Coca-Cola\nashtray.\n\nThey sit in silence.\n\nThen Reynolds gets out of his seat and goes to the counter. Eric\nonly glances up at him as he goes.\n\nEric eats alone, staring out into the dark and quiet street.\n\nHe hears voices behind him. He turns to see Reynolds in\nconversation with the woman behind the counter. Reynolds is\nspeaking halting Chinese.\n\nThe conversation finishes. Reynolds returns to the table and\nresumes his eating.\n\nREYNOLDS\nWe're going to Carloon.\n\nEric looks at him sideways, suspicious.",
  "36": "---END OF PREVIOUS SECTION---\nReynolds returns to the table and\nresumes his eating. REYNOLDS\nWe're going to Carloon. Eric looks at him sideways, suspicious. \n---TARGET SECTION TO BE ANNOTATED---\nREYNOLDS (CONT'D)\nI just went over and asked that lady how\nwe'd go about getting to Carloon from here,\n\nPause. Eric says nothing.\n\nREYNOLDS (CONT'D)\nYou said you wanted to know so bad,\n\nNow that Reynolds is talking, Eric watches him, waiting for more to\nunveil.\n\nEric takes another mouthful of rice.\n\nREYNOLDS (CONT'D)\n\nAnd I might as well tell you coz what's to\nstop you going over there now and asking\nher the same question? Or not the same\nquestion but a question about my question,\nlike a question about the question I just\nasked her about how we'd go about getting\nto Carloon and then you'd know anyway.\n\nBeat. Eric watches Reynolds. Reynolds has been thinking about this.\n\n(CONTINUED)\n\n \n\n \n\f54,\nCONTINUED: (2)\nREYNOLDS (CONT'D)\nBut you don't know where in Carloon we're\ngoing, so I'm still in control here.\n\nEric watches Reynolds coldly.\n\nERIC\nWho are you?\n\nREYNOLDS\nI'm Rey.\n\nERIC\n\nWho are you? Why are you here?\n\nREYNOLDS\nMe and my brother came out for the\nmines. Like everybody else.\n\nERIC\n\nWhy's your brother in Carloon?\nREYNOLDS\n\nCoz that's where he was gonna go.\nERIC\n\nWhy are you here and your brother's in\n\nCarloon?\n\nReynolds appears like he hasn't thought to ask himself this question\nalready. Or it's something he hasn't wanted to think about.\n\nREYNOLDS\nCoz he had to get going in a big hurry.\n\nERIC\nWhy was he in a big hurry?\n\nREYNOLDS\nCoz he had to get away from the police.\n\nERIC\nWhy did have to get away from the police?\n\nReynolds looks around the empty shop. Talking about his brother is\nmaking him anxious.\n\nREYNOLDS\n\nI don't know. I can't talk no more about\nit.\n\n(CONTINUED )\n\n \n\n \n\n \n\n \n\n \n\f55.\nCONTINUED: (3)\n\nERIC\nWhy did he have to get away from the\npolice?\n\nREYNOLDS\n\nI can't talk about it no more.",
  "37": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\n \n\n \n\n \n\n \n\n \n\f55. CONTINUED: (3)\n\nERIC\nWhy did he have to get away from the\npolice? REYNOLDS\n\nI can't talk about it no more. \n---TARGET SECTION TO BE ANNOTATED---\nERIC\nWhatever it was he did, you got left\nbehind to die while he was doing it.\n\nEric watches Reynolds. Reynolds can't meet his eyes.\n\nREYNOLDS\nIt didn't happen like that.\n\nERIC\nHow did it happen then?\n\nREYNOLDS\nI said I can't talk to you no more about\nit, so stop asking me about everything.\n\nReynolds turns his head even further away. Eric takes another\nspoonful of food, almost bemused.\n\nReynolds is thinking. And it takes him a long moment of Eric\nmouthfuls and Reynolds silence for him to work out what it is he\nwants to say.\n\nREYNOLDS (CONT'D)\nI believe in God and I know Henry believes\nin God and so there's no harm Henry would\nwant to see me come to. I believe in that,\n\nEric almost thinks this is funny.\nERIC\n\nSo take a look at the harm you've come to\nand where's Henry?\n\nREYNOLDS\nHe's waitin' for me.\nERIC\nYou believe that.\nREYNOLDS\nYes.\nERIC\n\nHe's not waiting for you.\n\n(CONTINUED)\n\n \n\n \n\f56.\nCONTINUED: (4)\n\nREYNOLDS\nYes, he is.\n\nEric pauses, looks at Reynolds. Eric's face shifts to something\napproaching contempt.\n\nERIC\nHe's not waiting for you.\n\nEric stares cold and empty at Reynolds.\n\nERIC (CONT’D)\n\nYou need to learn how to live. God's not\ngonna teach you. Your mum and dad won't\nteach you. Your brother's not gonna\nteach you that. Just coz he and you came\nout of the same woman's hole doesn't\nmean anything. The only thing that means\nanything is that I'm here with you now\nand he's not.\n\n(pause)\nThe sooner you learn that, the sooner you\nlearn what it is about people that makes\nthem tick — and that it's not you that\nmakes them tick - the sooner you learn that\nabout people, the better off you'll be. You\nunderstand that? You need to learn how to\nlive... Otherwise you're gonna die real\nsoon,\n\nReynolds has his head bowed.\nERIC (CONT'D)\nYour brother left you to rot. That's what\npeople do.\nReynolds offers no response.",
  "38": "---END OF PREVIOUS SECTION---\nERIC (CONT'D)\nYour brother left you to rot. That's what\npeople do. Reynolds offers no response. \n---TARGET SECTION TO BE ANNOTATED---\n Eric watches intensely for one. Eric is\nsurprised at his own feelings - what began as dismissive contempt\nhere has started to boil.\nReynolds continues staring at his plate, giving nothing but defeat.\nERIC (CONT'D)\nYou don't realise that, your death is gonna\ncome to you real soon.\n\nEric stands. He's angry. He steps over the bench they sit on, throws\nhis spoon down on the table and exits.\n\nReynolds is left sitting in the dank eat-house, trying his best to\nfeign stoicism.\n\nHe sits in this position a while. Then he resumes eating alone.\n\n \n\n \n\n \n\f57.\n\nINT. MOTEL ROOM - DAY\n\nEric lies on his bed, in jeans and no shirt, asleep.\n\nSun streams into the room through half~open venetians.\n\nHis eyes open, And then he sits up, startled.\n\nReynolds is curled asleep in the next bed, under the covers.\n\nERIC\nWake up.\n\nEric gets off the bed and pulls his T-shirt on.\n\nERIC (CONT'D)\nC'mon. Get up. We gotta go.\n\nEric goes to the water bucket in the bathroom. It's practically\nempty. He tips it over his face.\n\nHe re-enters the room. Reynolds stirs.\n\nERIC (CONT'D)\nGet up.\n\nEric takes his gun from under his pillow and sticks it in the front\nof his pants.\n\nHe moves to the end of Reynolds’ bed and pulls the covers away.\nReynolds is fully clothed and curled up.\n\nERIC (CONT'D)\nI'm gonna get us some water. When I get\nback you need to be ready to leave.\nReynolds rubs his eyes.\n\nERIC (CONT'D)\nYou hear me? We can't stay here.\n\nReynolds nods.\nREYNOLDS\n(meekly)\nYes,\n\nEric steps outside.\n\n \n\n \n\n \n\n \n\n \n\f58.\n\nEXT. MOTEL ~ DAY\n\nErie steps into the scorching daylight, squinting. He lets his eyes\nadjust and then walks past other rooms that appear to be unoccupied -\nno cars parked outside them, no sign of life.\n\nEric heads round behind the motel to where the Commodore is parked.\n\n \n\nHe reaches in the car's broken back window and pulls out two old and\nempty plastic water bottles.\n\nHe looks around to see who might be watching, scouring the area.",
  "39": "---END OF PREVIOUS SECTION---\nEric heads round behind the motel to where the Commodore is parked. He reaches in the car's broken back window and pulls out two old and\nempty plastic water bottles. He looks around to see who might be watching, scouring the area. \n---TARGET SECTION TO BE ANNOTATED---\n He\nsees a water pump out the back of building a hundred yards across a\ndusty and foul vacant lot.\n\nHe heads towards it.\n\nI/E. MOTEL ROOM - DAY\n\nReynolds sits up and drops his legs over the side of the bed. He\nrubs his eyes. He looks sad.\n\nHe stands and goes to the window. He peers through the venetians out\nto the street,\n\n \n\nIn the street, he sees a POLICE CAR pull up and stop in the street\noutside the motel, across the car park.\n\nStartled, Reynolds steps away from the window. He is suddenly\npanicked.\n\nHe goes to the bathroom. A small half open window sits above the\nsink. Reynolds contemplates it a moment then goes back into the\nroom, looking around anxious.\n\nHe goes to his dirty plastic bag on the floor and pulls a handgun\nfrom inside it.\n\nHe then crouches between the beds, the gun pointed at the door.\n\nA few tense and silent moments pass. And then there is a KNOCK at\nthe door.\n\nReynolds is frozen with fear. He waits,\n\nThen another KNOCK.\n\n \n\nFollowed closely by another.\n\nReynolds squeezes his eyes shut and fires the gun at the door. It\nBLASTS loud in the little room. A hole cracks through the thin wood\nof the door. Reynolds can hear the sound of someone hitting the\ncement outside.\n\n(CONTINUED }\n\f59.\nCONTINUED:\n\nHe stands slowly, still clutching his gun, and creeps towards the\ndoor.\n\nHe takes the handle and turns it gently.\nThe latch gives. Reynolds pulls the door open.\n\nLying outside, dead and gored, is the little Aboriginal motel boy\nstill clutching a stack of folded sheets.\n\nReynolds stands stunned and horrified looking at the mess he has\nmade until, with a BLAST, the door beside him practically EXPLODES\ninto splinters.\n\nReynolds hits the ground in the doorway and looks across the street.\n\nThe cop stands beside his car, across the motel car park, holding a\npump-action shotgun.\n\nReynolds scurries on his hands and knees back inside the motel room.\nEXT. BUILDING - DAY\n\nEric stands, eyes wired, ears pricked. The hand pump beside him\ntrickles water over the upturned bottles.",
  "40": "---END OF PREVIOUS SECTION---\nEXT. BUILDING - DAY\n\nEric stands, eyes wired, ears pricked. The hand pump beside him\ntrickles water over the upturned bottles. \n---TARGET SECTION TO BE ANNOTATED---\nHe pulls the gun from his pants and makes his way cautiously towards\nthe sound.\n\nINT. MOTEL ROOM - DAY\n\nReynolds sits under the window, clutching his gun and breathing\nhard,\n\nAnother BLAST and the window above him shatters and showers glass.\nReynolds is frantic. He pops up and looks through the window and\nthen pops straight back down again. He sees the cop fleetingly. He\nlifts his handgun and points it blind out the window. He pulls the\ntrigger twice. Two REPORTS ring out.\n\nAnother shotgun BLAST takes a chunk out of the window frame.\nReynolds cowers.\n\nEXT. MOTEL ~ DAY\n\nEric rounds the side of a building onto the road, a hundred yards\nfrom the motel. He looks down the street to see the cop, in profile,\ncrouched beside his car, slotting shotgun cartridges into his pump-\n\naction.\n\nThe cop raises the shotgun and blasts in the direction of the motel.\n\n(CONTINUED)\n\n \n\f60.\nCONTINUED:\n\nEric crosses the footpath onto the street and begins a slow creep\ntowards the cop, concealing himself behind parked cars.\n\nHe has his gun drawn.\n\nAs he draws closer, the motel comes into proper view. He can see\nthat it is their room that has been shot up and that has now become\nthe site of a siege.\n\nA handgun report pops from the motel room.\n\nEric creeps closer, approaching the cop from behind.\n\nThe cop raises his pump-action and fires again at the room.\n\nEric creeps closer.\n\nThe cop slides the chamber,\n\nEric steps up directly behind the cop now. He holds his gun at the\nback of the cop's head, point blank, and pulls the trigger.\n\nBlood sprays from the cop's face as he slumps forward and the\nshotgun clatters to road at his side.\n\nEric stands over the body. He didn't want to have to do this. He\nlooks around. Three Aboriginal boys watch from a long way down the\nstreet. Other than that, all is empty and quiet.\n\nEric steps over the cop's body and walks across the motel car park,\nsquinting in the sun,\n\nIt feels like a long walk. Halfway across the car park, another\nhandgun report cracks from the motel room.\n\nEric stops, half-~ducks.",
  "41": "---END OF PREVIOUS SECTION---\nEric steps over the cop's body and walks across the motel car park,\nsquinting in the sun,\n\nIt feels like a long walk. Halfway across the car park, another\nhandgun report cracks from the motel room. Eric stops, half-~ducks. \n---TARGET SECTION TO BE ANNOTATED---\nERIC\n(yells)\nIt's me!\nREYNOLDS (0,S.)\n(yells)\nIs it you?\nERIC\n(yells)\nStop shooting!\nEric continues his walk, picking up the pace.\n\nHe reaches the door to the room.\n\n \n\n \n\n \n\f61.\n\nINT. MOTEL ROOM - DAY\nEric opens the door.\n\nReynolds is cowered under the window, in a mess of broken glass and\nsplintered wood.\n\nHe is crying. He looks up at Eric like a scared and crazy little\nkid.\n\nREYNOLDS\n(through sobs)\nI just wanted to fight. I just wanted to\nfight him.\nEric watches Reynolds for a moment. Then he looks around the room.\n\nERIC\nWe gotta go.\n\nEric starts gathering his things together. He pulls blankets off the\nbeds.\n\nReynolds watches him do it.\nEric drags him roughly up off the ground by his shirt.\nERIC (CONT'D)\n(impatient)\n\nLet's go. Get up.\nEXT. MOTEL - DAY\nEric and Reynolds approach the Commodore - a distraught Reynolds a\ncouple of feet behind Eric, carrying his stuff in his dirty plastic\nbag.\n\nThey wrench open the car's doors and climb inside.\n\nEric fires the engine and reverses hard back around the motel into\nits car park.\n\nHe then slams into gear and drives out onto the street, leaving the\ncarnage behind in the heat.\n\nI/E. COMMODORE - DAY\n\nEric rounds a corner, taking the Commodore onto the town's bright\nand empty main street.\n\nA hundred metres ahead, they see a little Aboriginal boy standing in\nthe street, waving them down.\n\n(CONTINUED)\n\n \n\f62.\nCONTINUED:\n\nReynolds is anxious. Eric is impassive. They don't speak.\n\nThe kid continues waving as they approach and then points off to the\nside.\n\nThen the WAIL of a train's horn.\n\nTo the car's left is a long and dirty freight train approaching a\ncrossing in the street ahead of them. It's too close to outrun.\n\nEric slows the car to a stop as the train crosses the street before\nthem.\n\nThe train is old and rusted - a long line of heavy industrial\nfreight containers pulled by an old mean engine.",
  "42": "---END OF PREVIOUS SECTION---\nIt's too close to outrun. Eric slows the car to a stop as the train crosses the street before\nthem. The train is old and rusted - a long line of heavy industrial\nfreight containers pulled by an old mean engine. \n---TARGET SECTION TO BE ANNOTATED---\nOn the roof of every third container, guys in dirty civilian clothes\n- T-shirts, jeans, track pants - sit cross-legged, clutching machine\nguns like a low-paid militia guarding the train and its cargo. They\nlook down listlessly at the Commodore as the train rolls past.\n\nThe Aboriginal boy, now with two friends, stands beside the car at\nReynolds' window, his hand held out for money.\n\nTRAIN BOY\n{to Reynolds)\nMoney.\n\nReynolds looks to the kid,\nEric watches the train pass, watching the machine guns on its roof.\nTRAIN BOY (CONT'D)\nYou gotta give me money for telling you\nabout the train's coming.\n\nREYNOLDS\nI ain't got no money.\n\nThe train is inconceivably long and moves slow. It feels to Eric and\nReynolds that they are sitting at this crossing for an uncomfortably\nlong time.\n\nThe Aboriginal boy keeps up his demands for money. He moves round\nthe front of the car to Eric's window.\n\nTRAIN BOY\n(to Eric)\nYou gotta give me money for telling you\nabout the train's coming.\n\nEric ignores him, watching the train.\n\n(CONTINUED)\n\n \n\n \n\f63.\nCONTINUED: (2)\n\nTRAIN BOY (CONT'D)\nFriend. You gotta give me money.\n\nEric ignores the kid. He looks over his shoulder to survey the\nstreet behind them, Nothing. Emptiness and heat haze. He turns back.\n\nTRAIN BOY (CONT'D)\nGive me money for telling you about the\ntrain's coming.\n\nThe train's last carriages finally heave by.\n\nWith the little Aboriginal kid still wanting his money, Eric puts\nthe Commodore in gear and rolls it slowly across the tracks.\n\nEric picks up the speed, pulling away, leaving the kid and his\nfriends behind them in the heat and the nowhere.\n\nEXT. DESERT ~ DAY\n\nThe Commodore growls over bitumen through the scrub plain. Lone\nbirds in the sky scour the ground for food, squawking something that\nsounds like pain.\n\nINT. COMMODORE - DAY\n\nHot. Dusty. Dry.\n\nWind races through the broken passenger window. Reynolds is\nbuffeted by it.\n\nEric watches the road from behind his shades.\n\nHe stays looking straight ahead, unreadable, as they head towards\nthe hills that loom heavy.\n\nEXT.",
  "43": "---END OF PREVIOUS SECTION---\nEric watches the road from behind his shades. He stays looking straight ahead, unreadable, as they head towards\nthe hills that loom heavy. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n OPEN-CUT MINE ~ DAY\n\nEric stands on the rim of a long abandoned giant open~cut mine.\nIt's a gigantic tiered pit of scorched ground and devastation\nhundreds of metres deep and stretching for miles, earth gouged and\nraped and left for dead.\n\nEric stares across it to the horizon, expressionless behind his\nsunglasses.\n\nReynolds heads back towards the car, zipping his fly and wiping\nhis hands on his shirt.\n\nEric continues his gaze a few moments longer then turns back to\nthe car,\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f64.\n\nEXT. FUEL STATION - DAY\n\nThe Commodore pulls into a roadside fuel station in a town of no\nmore than three buildings. Hardly a town at all - more a couple of\npeople huddled together for survival.\n\nThe station is two pumps and a concrete shack with barred and tinted\nwindows.\n\nEric pulls the Commodore up beside one of the pumps.\nHe gets out.\nEric heads for the shack.\n\nHe leans in to the slot in the heavily fortified main window. He can\nbarely see inside. It's dark and dirty.\n\nERIC\nHello?\n\nVOICE\nHow much you want?\n\nERIC\nFifty.\n\nVOICE\nFifty US?\n\nERIC\n\nFifty Australian.\n\nVOICE\nUS dollars only.\n\nERIC\nI'm out of US.\n\nVOICE\nTake it or leave it.\n\nERIC\nWhat's wrong with Australian money?\n\nVOICE\nTake it or leave it.\n\nERIC\nIt's paper. It's worthless.\n\n(CONTINUED)\n\n \n\n \n\n \n\f65.\nCONTINUED:\n\nVOICE\nNothing's worth anything, mate, so\nit's worth whatever I say it is.\n\nEric pulls a single US note from his pocket and slaps it up\nagainst the filthy window for the voice to see.\n\nERIC\nIt's a piece of fuckin paper.\n\nVOICE\nYeah, and a diamond's a piece of fuckin\nrock. Take it or leave it.\n\nReynolds appears beside Eric at the window.\nREYNOLDS\n{through the window)\nHow much do you need?\n\nVOICE\nFifty US.\n\nReynolds pulls a healthy roll from his pocket, peels a fifty and\nslides it through the slot.\n\nEric watches him, surprised to see him with so much money, surprised\nhe'd assumed he'd have none.\n\nREYNOLDS\n(through slot)\nHave you got any .",
  "44": "---END OF PREVIOUS SECTION---\nReynolds pulls a healthy roll from his pocket, peels a fifty and\nslides it through the slot. Eric watches him, surprised to see him with so much money, surprised\nhe'd assumed he'd have none. REYNOLDS\n(through slot)\nHave you got any . \n---TARGET SECTION TO BE ANNOTATED---\n38 in there?\n\nVOICE\nMaybe.\n\nReynolds slides another note through the slot.\n\nREYNOLDS\nI need a box.\n\nReynolds looks out at the desert, deliberately avoiding eye contact\nwith Eric.\n\nAn awkward moment passes before the goods tray rattles and slides\nopen. In it is a box of .38 ammunition and some change. Reynolds\nslips the change in his pocket, grabs his box and walks back to the\ncar.\n\nHe gets in and shuts the door.\n\nEric walks to the pump. He unscrews the Commodore's fuel cap. It's\nrusty and stuck. It takes some twisting to remove.\n\n(CONTINUED)\n\n \n\n \n\f66.\nCONTINUED: (2)\n\nHe pulls the nozzle from the pump. This isn't regular petrol being\npumped. It's something else, Eric has to screw the nozzle's plastic\ncasing over the Commodore's fuel hole ~ like a garden hose over a\ntap.\n\nThe gas starts filling with a hissing sound.\n\nEric peers inside the car. Reynolds is in the passenger seat loading\n+38 into his handgun.\n\nEXT. CAMPSITE + EVENING\nSunset. Peach and purple sky.\nEric sits, poking a new fire with a stick.\n\nReynolds sits by the fire. He picks his nose and flicks the snot\ninto the scrub.\n\nREYNOLDS\nShe said in the old days it would take\nus about eight hours to get there, but\nit might take longer now coz a bunch of\nthose old roads ain't there no more or\nat least they're all bad now so you\ncan't drive fast on ‘em.\n\nEric stares at the fire.\n\nREYNOLDS (CONT'D)\nShe said about eight hours. She said\nabout eight to nine hours in the old\ndays. She wasn't sure if it was eight or\nnine. She seemed a bit confused about\nit. And the roads are all bad now\nanyway.\n\nERIC\nWhy would he still be there?\n\nREYNOLDS\nHe has to wait two weeks for someone.\nThere's a man he's meeting there and\nit's gonna take two weeks.\n\nERIC\nYou know this? Or this is what he told\nyou?\n\nREYNOLDS\nHuh?\n\n(CONTINUED)\n\n \n\n \n\f67.",
  "45": "---END OF PREVIOUS SECTION---\nOr this is what he told\nyou? REYNOLDS\nHuh? (CONTINUED)\n\n \n\n \n\f67. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\nERIC\nYou should be clear now your brother\nisn't someone you can trust.\nReynolds doesn't respond. Eric has re~kindled in him the pain he\nfelt the night before. Reynolds sits in silence, staring into the\nfire.\nERIC (CONT'D)\nSo is it something you know or is it\njust something he said?\nPause. Reynolds in an attempt at defiance ~\n\nREYNOLDS\nIt's both those things.\n\nEric rips the lid from a small tin of food on the dirt beside him.\nHe spoons its contents into his mouth with the blade from a pocket\nknife.\n\nREYNOLDS (CONT’D)\nYou work in the mines?\n\nPause.\n\nERIC\nNo.\n\nREYNOLDS\nWhat do you do then?\n\nEric looks at him, contemplating whether he wants to engage in\nsmall-talk.\n\nERIC\nI was a farmer.\n\nHe turns back to the fire.\n\nERIC (CONT'D)\nAnd now I'm here.\n\nREYNOLDS\nHow come you know how to shoot so\ngood?\n\nSilence.\n\nREYNOLDS (CONT’D)\nWere you in the army?\n\nMore silence.\n\n(CONTINUED)\n\n \n\n \n\f68.\nCONTINUED: (2)\nEric tosses his empty food tin into the flames.\nReynolds seems used to the idea of people not engaging. He doesn't\npress. He stares into the fire a long while, wearing his thinking\nopenly.\nREYNOLDS (CONT'D)\nI'm tryin' to stop thinking about that\nlittle boy who died, but I can't.\n\nERIC\nYou shouldn't.\n\nREYNOLDS\nBut I can't.\n\nERIC\nYou shouldn't stop thinking about him..\nYou should never stop thinking about a\nlife you've taken. It's the price you\npay for taking it.\n\nEric stares into the flames, then pulls his blanket over him and\nlies back.\n\nHe stares into the sky a moment, then closes his eyes, leaving\nReynolds to think what he needs to think.\n\nEXT. CAMPSITE - MORNING\n\nDawn. Reynolds sits up on the dirt beside the remains of the\nextinguished fire. He rubs his eyes. His hair's a mess.\n\nEric sleeps.\n\nReynolds stands. He looks down at Eric and then around into the\nbush.",
  "46": "---END OF PREVIOUS SECTION---\nEric sleeps. Reynolds stands. He looks down at Eric and then around into the\nbush. \n---TARGET SECTION TO BE ANNOTATED---\n He lifts his blanket off the dirt, quietly, gently, then\ncreeps off into the scrub.\n\nEric sleeps.\n\nEXT. SCRUB - MORNING\n\nReynolds treads lightly through the scrubland. He wraps his blanket\naround his shoulders.\n\nHe glances back towards the campsite.\n\nHe keeps walking. He seems nervous, looking for something. He\nglances back again.\n\n \n\n \n\f69.\n\nEXT. CAMPSITE ~ MORNING\n\nEric lies serene. Insect noise. A bird squawks somewhere in the far\ndistance.\n\nAnd then the barrel of a high-powered automatic rifle appears above\nhis head.\n\nHis eyes open.\nVOICE (0.S.)\nThat's the way. Let's start with the\neyelids,\n\nWe see two men standing over him. Cops in dirty paramilitary wear.\nOne covers Eric with an M-4.\n\ncop 1\nI want you to roll over on your front and\nput your hands behind your back. Do it\nslow.\nEric keeps watching him, not moving at all.\n\nCOP 1 (CONT'D)\nAnd do it now.\n\nEric rolls over onto his front.\n\nThe cop steps over to him, kicking empty food tins out of the way\nwith his boot.\n\nCOP 1 (CONT'D)\nYou shoulda given those Abo kids some\nmoney.\n\nEXT. SCRUB - MORNING\n\nReynolds' ears prick. He is squatting under the tree, pants around\nhis ankles, shitting.\n\nThrough the scrub he can see figures moving. He can make out Eric,\nhands flex-cuffed behind his back, being lifted off the ground and\nled from the campsite.\n\nINT. POLICE VEHICLE - DAY\n\nEric is in the back of a police vehicle as it passes through the\ngates of a police complex.\n\nOne guard at the gate with a loose slung M-4 watches him as they\npass, then follows the car to the compound.\n\n \n\n \n\n \n\f70.\n\nEXT. POLICE COMPOUND - DAY\n\nThe vehicle enters a loosely fortified police compound - a squat,\nconcrete building flimsily surrounded by a tall wire fence.\n\nINT. POLICE COMPOUND - DAY\n\nEric stands before an eye-reading machine having his eyeballs\nscanned. The interior of this building, this office, feels worn\naround the edges.",
  "47": "---END OF PREVIOUS SECTION---\nINT. POLICE COMPOUND - DAY\n\nEric stands before an eye-reading machine having his eyeballs\nscanned. The interior of this building, this office, feels worn\naround the edges. \n---TARGET SECTION TO BE ANNOTATED---\n A once modern institutional police building now\nwithout maintenance, but which still has the functioning remnants of\nmodern technology.\n\nAnd it feels quiet. It would once have been moving with cops,\nadministrative employees, people - but now it's being run by a tiny\nhandful of stretched and anxious guys, only two or three. The last\nremaining fragments of governmental order.\n\nThe cop swabs the inside of Eric's mouth. He takes the mouth\nswab to the counter and plastic-bags it.\n\nCOP 1\nSit in that chair.\n\nEric sits in a chair against the wall. He cooperates with all\ninstructions. He offers no resistance.\n\nCOP 1 (CONT'D)\nWhen are you gonna say something, cunt?\n\nERIC\nWhat do you want me to say?\n\nCOP 1\nIt's over. It's over for you.\n\nERIC\nI know that.\n\nCOP 1\nThat's good that you know that.\n\nERIC\nDo you know it too?\n\nCOP 1\nI know it, champ. I told you it.\n\nERIC\nDo you know it's over for you too?\n\nThe cop looks across coldly at Eric.\n\n{CONTINUED )\n\n \n\n \n\n \n\fCONTINUED:\n\n71.\n\nERIC (CONT'D)\nWhatever you think is over for me was over\na long time ago. I'm asking you about you.\nDo you know it's over for you too?\n\nCOP 1\nIs that meant to be a threat? Are you\nthreatening me?\n\nERIC\nNo. A threat means there's somewhere left\nto go.\n\nEric looks at him, expressionless.\n\nERIC (CONT'D)\nI murdered my wife... I followed her to a\nman's house and I watched him put his\nfingers inside her and so I killed them\nboth and no one ever came after me. Ten\nyears ago.\n\nEric watches the cop for a reaction. He doesn't get one.\n\nERIC (CONT'D)\nThat hurt me. I never had to explain\nmyself. I never had to lie to anyone. I\nnever had to confess to anyone. I didn't\nneed to run and hide. I buried them in a\nhole and I went home. Ten years ago. And no\none came after me.",
  "48": "---END OF PREVIOUS SECTION---\nI buried them in a\nhole and I went home. Ten years ago. And no\none came after me. \n---TARGET SECTION TO BE ANNOTATED---\n And that hurt me more\nthan having my heart broken - was knowing\nit didn't matter, Knowing you can do\nsomething like that and no one comes after\nyou. You can do a thing like I did and it\nshould really mean something, but it\ndoesn't. It just doesn't matter anymore...\nThat's what hurt me.\n\nCOP 1\nWell, champ, back in Abo town you went\nand did the one thing that really\nmatters to us. Now you can do all the\nlying and confessing you want.\n\nERIC\nWhat are you going to do with me?\n\nCOP 1\nYou're going to Sydney.\n\nERIC\nWhy?\n\n(CONTINUED)\n\n \n\f72.\nCONTINUED: (2)\n\nCoP 1\nBecause that's the way it works. You get\nsent to Sydney.\n\nERIC :\nWhy don't you just shoot me?\n\nCOP 1\nI'd find that enjoyable,\n\nERIC\nThen why don't you do it? That's what\neveryone else is doing.\n\ncop 1\nBecause us sending you to Sydney tells\nSydney there's some reason to keep paying\nus what they pay us. If we just shot every\nidiot we wanted to shoot, then pretty soon\nthey'd start wondering what the fuck we're\ndoing out here. I personally don't care\nwhat happens to you. I don't care if you\nget to Sydney and get let off or bribe your\nway out or whatever happens there these\ndays. I don't give a fuck. I'm doing this\nfor me.\n\nERIC\nYou're doing what for you?\n\nThe cop ignores him, He's said too much already.\nERIC (CONT'D)\n\nYou're doing what for you? What is this job\nyou do?\n\n \n\nSilence. Eric watches the cop.\n\nERIC (CONT'D)\nDo you think when cavemen were rubbing\nsticks together, or the Romans were\nbuilding their monuments to themselves,\nthey had a sense that everything was\nmoving forward, everything was\nimproving?... Because I remember having\nthat feeling once, It's just a feeling\nof possibility, you know what I mean?\nIt's a feeling of something like\nfuture... That's a powerful feeling.",
  "49": "---END OF PREVIOUS SECTION---\nBecause I remember having\nthat feeling once, It's just a feeling\nof possibility, you know what I mean? It's a feeling of something like\nfuture... That's a powerful feeling. \n---TARGET SECTION TO BE ANNOTATED---\n Do\nyou know what I'm talking about?\n\n \n\nEric leaves a space for the cop to answer, but then doesn't seem to\nnotice or care when he doesn't.\n\n(CONTINUED )\n\f73.\nCONTINUED: (3)\n\nERIC (CONT’D)\nThis now doesn't feel like that. This\ndoesn't feel anything like possibility\nanymore.\n\nEric sits wistfully on this.\n\nERIC (CONT’D)\nYou don't feel that?\n\nCOP 1\nMate, makes no difference to me. I don't\ncare what direction things are moving. What\nthe fuck are you even talking about? So\nlong as I've got somewhere to be everyday\nis all I need to think about.\n\n \n\n \n\nEric thinks about this a moment, his eyes stay pinned and desolate\non the cop.\n\nERIC\nI tried that.\n\nHe thinks some more. Then -\n\nERIC (CONT'D)\nDo you have kids?\n\nThe cop ignores him. His blood is beginning to quietly boil.\n\n \n\nERIC (CONT'D)\nI'm guessing you do.\n\n \n\nThe cop looks like he's ready hurt Eric.\n\nAnd then they hear GUNSHOTS coming from somewhere else in the\nbuilding, Their ears prick.\n\nThe cop goes for his gun which is on his utility belt, draped over a\nchair across the room.\n\nBefore he can remove it from its holster, Reynolds stumbles in and\nshoots the cop dead.\n\n \n\nReynolds looks around coursing with naive excitement.\n\nREYNOLDS\nIs that it?\n\nReynolds stands, eyes wide, like a little kid just fallen off his\nbike and can't believe he's not hurt.\n\n \n\n(CONTINUED )\n\n \n\f74.\nCONTINUED: (4)\n\nREYNOLDS (CONT'D)\nThat was really easy.\n\nHe goes to the dead cop's belt and removes the keys to Eric's\nhandcuffs.\n\nREYNOLDS (CONT'D)\nIs that it? Was there only three of them?\n\nEric nods, vaguely stunned.\nREYNOLDS (CONT'D)\nThat was so easy. I thought it was gonna be\nway more harder.\nEric, watches Reynolds.\n\nINT, POLICE COMPOUND - DAY\n\nEric and Reynolds walk through the front reception area of the\ncompound,\n\nReynolds leads the way, still coursing with adrenaline, past the\ntwo blasted bodies of the other cops.",
  "50": "---END OF PREVIOUS SECTION---\nI thought it was gonna be\nway more harder. Eric, watches Reynolds. INT, POLICE COMPOUND - DAY\n\nEric and Reynolds walk through the front reception area of the\ncompound,\n\nReynolds leads the way, still coursing with adrenaline, past the\ntwo blasted bodies of the other cops. \n---TARGET SECTION TO BE ANNOTATED---\nAs they pass -\nREYNOLDS\n(pointing, giddy)\nThese two were just standing there.\nEXT. POLICE COMPOUND - DAY\nAnd then they step out into the light towards the Commodore,\nparked askew out front of the building with its drivers door\nhanging open.\n\nThe compound's front gate lies busted off its hinges behind the\ncar on the dirt.\n\nINT. COMMODORE - DAY\n\nDriving. A truck tears past the Commodore, heading in the opposite\ndirection on the flat and barren highway.\n\nThey drive, not speaking, strangely contemplative, lost in their\nindividual thoughts.\n\nThen Reynolds starts looking round, trying to get a fix on where\nthey are, looking for familiar landmarks. It’s difficult in this dry\nwasteland. It's farming land, horribly drought-stricken, dead trees\nand endless brown.\n\n(CONTINUED)\n\n \n\n \n\n \n\f75.\nCONTINUED:\n\nREYNOLDS\nI'm pretty sure we need to turn somewhere\nup here on the left.\n\nThey drive further. Reynolds watches the roadside. Wind and dust\ntear in through the windshield.\n\nREYNOLDS (CONT'D)\nHere it is. Up here.\n\nThe Commodore approaches a small rusted sign.\nIt reads ‘CARLOON',\n\nEric takes the Commodore off the highway and onto a smaller sealed\nroad heading away into the scrub.\n\nEXT. COMMODORE - DAY\n\nEric and Reynolds stand beside the car, parked by the side of the\nroad behind a small clump of trees.\n\nIt's late afternoon. The sun is low in the sky.\n\nReynolds points to a small house perched on a gentle hill slope in\nthe distance.\n\nREYNOLDS\nYou take the little dirt road that's about\nanother mile up the way here and it leads\nstraight up there.\n\nERIC\nAre they alone up there?\n\nREYNOLDS\nFor now they are. Until them other people\narrive, but that ain't gonna be for another\nweek, I guess. And there'll be Gordon up\nthere too who's the guy whose house it is,\nbut he's really old.\n\nERIC\nYou know all this.\n\nReynolds looks straight ahead. Defiant.\n\nREYNOLDS\nI know it.\n\nEric looks up at the house a little while longer, thinking.",
  "51": "---END OF PREVIOUS SECTION---\nDefiant. REYNOLDS\nI know it. Eric looks up at the house a little while longer, thinking. \n---TARGET SECTION TO BE ANNOTATED---\n He wants\nto get up there right away, but knows this isn't wise.\n\n{CONTINUED )\n\n \n\n \n\f76.\nCONTINUED:\nERIC\nWe're gonna find somewhere to pitch down.\nIt's better we go up there at dawn.\nThere'll be less trouble at dawn.\nEric climbs back behind the wheel of the Commodore.\n\nReynolds stays looking up at the house, at his brother, at his\nfuture - whatever it is.\n\nEric watches Reynolds, like he knows what he's thinking.\nINT. COMMODORE - NIGHT\n\nReynolds sits behind the wheel of the stationary car, staring into\nthe surrounding black.\n\nHe's thinking again.\n\nThe car radio is on quietly. The barely tuned, barely discernible\ncrackle of a pop song (something like ‘Don't Cha' by The Pussycat\nDolls) from some distant, still functioning radio station.\n\nHe looks like his thinking is heavy, but then he sings along to\nthe last chorus of the song, like there's been a shift, like he's\nsettled on something.\n\nHe switches off the radio and gets out of the car.\n\nEXT. SCRUB LAND - NIGHT\n\nEric is already lying on his side by a small dwindling fire, his\nback to Reynolds.\n\nReynolds sits at the fire. He looks around for a stick within reach,\nfinds one, pokes the fire with it.\n\nREYNOLDS\nI'm gonna kill him.\n\nEric's eyes open.\n\nREYNOLDS (CONT'D)\nI'm gonna kill Henry.\n\nReynolds stays sitting, staring into the fire.\nEric lies still, eyes open.\n\nA few moments pass.\n\n(CONTINUED)\n\n \n\n \n\f77.\nCONTINUED:\nREYNOLDS (CONT’D)\nThere's money up there too we could take\nif we wanted.\n\nERIC\nGo to sleep.\n\nReynolds stares into the fire a while longer, thinking.\nHe then lies down and shuts his eyes.\n\nEric lies still, eyes open.\n\nAnd then they shut.\n\nEXT. SCRUB LAND ~ PRE-DAWN\n\nThe sky is pre-dawn purple.\n\nReynolds kicks dirt on the dead, smoking fire.\n\nEric ties his shoelaces.\n\nThey carry their meagre supplies to the Commodore and dump them in\nthe back seat.\n\nNeither speak.\n\nINT.",
  "52": "---END OF PREVIOUS SECTION---\nThey carry their meagre supplies to the Commodore and dump them in\nthe back seat. Neither speak. INT. \n---TARGET SECTION TO BE ANNOTATED---\n COMMODORE - DAWN\n\n \n\nThe sun begins to rise and the sky pinkens.\n\nEric drives.\n\nReynolds sits beside him, wearing his big specs.\n\nBoth watch the road ahead in silence.\n\nEXT. ROAD - DAWN\n\nThe Commodore leaves the road and heads up a long dirt drive.\n\nThe drive is rocky and lined either side by wire fence. Few if any\ntrees.\n\nINT. COMMODORE - DAWN\nNeither speak.\nThe ride is dusty and rough.\n\nThe house appears in the distance. All seems quiet.\n\n(CONTINUED)\n\f78.\nCONTINUED:\n\nAnd Eric can now see his Falcon out front.\nEXT. FARM HOUSE - DAWN\n\nEric pulls the Commodore to a stop a good hundred metres from the\nhouse.\n\nHe kills the engine.\nINT. COMMODORE - DAY\n\nEric looks ahead to his Falcon and the house. A big beautiful black\nHORSE is tethered to its front porch.\n\nEric looks over at Reynolds beside him, fiddling with his gun. He\nseems nervous, lost in his own world.\n\nEric opens his door.\nEXT. FARM HOUSE - DAWN\nEric and Reynolds climb out of the car.\n\nEric looks over to Reynolds across the Commodore's roof and motions\n‘shhh’. He quietly presses his door shut. Reynolds does the same.\n\nEric checks his handgun's safety and shoves it down the front of his\npants.\n\nHe then starts towards the house.\nReynolds follows close behind, clutching his handgun.\n\nThey make the long walk towards the house, their feet crunching\nanxiously in the dirt.\n\nBetween them and the house sits Eric's Falcon, some fifty metres\nfrom the front porch.\n\nThey approach it. Eric runs his hand along its bonnet. He reaches\nthe driver's door and looks inside.\n\nThe keys are hanging from the ignition,\n\nEric quietly opens the car door. He stops and looks over at\nReynolds, a few yards behind him.\n\nReynolds watches him back, suddenly confused.\nEric walks back to meet him.\n\nReynolds is in a state of quiet panic.\n\n(CONTINUED)\n\n \n\n \n\n \n\n \n\f79.\nCONTINUED:\n\nHe speaks quietly, but not quietly enough.\n\nREYNOLDS\nWhat are you doing?\n\nEric places his hand over Reynolds' mouth.\nERIC\n(whispering)\nI'm leaving.",
  "53": "---END OF PREVIOUS SECTION---\nREYNOLDS\nWhat are you doing? Eric places his hand over Reynolds' mouth. ERIC\n(whispering)\nI'm leaving. \n---TARGET SECTION TO BE ANNOTATED---\nReynolds pulls Eric's hand away. He's quiet, but still not quiet\nenough.\n\nREYNOLDS\nAin't you gonna help me?\n\nEric backs away from Reynolds and his noise.\n\nERIC\nI got what I came for.\n\nEric turns and heads back to the Falcon.\nHe climbs behind the wheel.\nI/E. ERIC'S FALCON - DAWN\n\nEric looks up again at Reynolds who hasn‘t moved from his spot on\nthe dirt, clutching his guns.\n\nEric slips the car into neutral and, with one foot still on the\nground, he gives it a push.\n\nThe Falcon begins to roll, gravel crackling underneath.\nEric pulls the door shut gently.\n\nReynolds watches him, seemingly terrified, as the car rolls past,\nback down the drive.\n\nAs Eric steers the rolling car away, he looks in his rearview.\n\nReynolds watches him, abandoned, and then turns and continues his\nwalk towards the house.\n\nEric rolls a few feet further and then brakes the Falcon,\nHe sits for a brief moment, watching Reynolds’ uncertain lope.\nERIC\n\n(to himself)\nGoddammit.\n\n(CONTINUED)\n\n \n\f80.\nCONTINUED:\n\nHe opens the Falcon's door.\nEXT. FARM HOUSE - DAWN\n\nEric steps out of the car and walks quickly after Reynolds, breaking\ninto a half-jog every few steps. He pulls his pistol from his pants.\n\nHe makes a hissing noise to catch Reynolds' attention.\n\nReynolds turns. He stops and smiles.\n\nEric holds his finger up - no talking.\n\nThey walk the last few feet towards the front porch together.\nReynolds is in front. As Eric passes the big horse tied to the\nveranda post, he looks into its black doleful eyes. Everything feels\n\nto be moving in slow motion.\n\nUp on the front porch, Reynolds reaches for the handle to the front\ndoor.\n\nEric grabs his shoulder and pulls him back. He hand-motions for them\nboth to head round the side of the house.\n\nEric leads the way, treading quickly but quietly.\nThey round the corner and come upon a venetian window.\n\nEric halts Reynolds and then darts his head for a look inside the\nroom,\n\nEric motions to Reynolds that they must duck and proceed beneath the\nwindow's sill. They do so.\n\nThey round the next corner to the rear of the house.",
  "54": "---END OF PREVIOUS SECTION---\nEric halts Reynolds and then darts his head for a look inside the\nroom,\n\nEric motions to Reynolds that they must duck and proceed beneath the\nwindow's sill. They do so. They round the next corner to the rear of the house. \n---TARGET SECTION TO BE ANNOTATED---\nEric stops Reynolds at the back door, motions for him to wait.\n\nEric creeps over to a back window and glances inside. He pulls back.\nHe glances again, double-checking, then retreats to the back door.\n\nHe hand-signals to Reynolds: two in the side room, two in the back\nroom. He points to himself and then the back room, then to Reynolds\nand then the side room ~ ‘I'll take the back, you take the side.'\n\nHe leans in close to Reynolds.\nERIC\n(whispers)\n\nNo shooting. Bring them into the living\nroom. Understand?\n\n(CONTINUED)\n\n \n\f81.\nCONTINUED:\n\nReynolds nods.\n\nEric leads the way to the back door.\n\nHe lifts the latch to the fly-screen door and pulls it open\ndelicately. The back door is open, inches ajar. Eric nudges it open\ngently.\n\nINT. FARM HOUSE —- DAY\n\nThey step inside the house softly. Eric lets Reynolds enter and then\neases the door closed.\n\nEric and Reynolds look at each other. Reynolds seems nervous. They\nmove off separate directions.\n\nINT, FARM HOUSE / BEDROOM 1 -~ DAY\n\nThe door to the bedroom is nudged open by the barrel of Eric's\nhandgun. It swings open silently. Eric steps inside.\n\nTwo men are asleep on single beds. It's Archie and Caleb.\nEric pulls his handgun from his pants, shotgun in his other hand.\n\nHe steps across the room to Caleb's bed and slowly brings the\nhandgun's barrel to rest against his throat.\n\nCaleb wakes with a start.\n\nCALEB\nFuckin -\n\nArchie wakes. Eric raises the handgun directly at him.\n\nERIC\n(quietly)\nDon't move and don't talk.\n\nCALEB\nWho the fuck ~\n\nShort and sharp, Eric clocks Caleb on the forehead with the butt of\nhis gun.\n\nERIC\n(to Caleb)\nWhat'd I just say about not talking?\n(to Archie)\nYou, Throw the blanket off.\n\nArchie throws his bed covers down. He's wearing underpants.\n\n(CONTINUED)\n\n \n\n \n\n \n\n \n\f82.\n\nCONTINUED:\nERIC (CONT'D)\n(to Caleb)\nNow you. Raise your head off the pillow.\nSlow.\n\nCaleb lifts himself up slowly.\n\nEric reaches behind his head and pulls the pillow away. A handgun\npiss underneath it.",
  "55": "---END OF PREVIOUS SECTION---\nCaleb lifts himself up slowly. Eric reaches behind his head and pulls the pillow away. A handgun\npiss underneath it. \n---TARGET SECTION TO BE ANNOTATED---\n Eric reaches down and sweeps the handgun off the\nIt CLATTERS on the floor.\n\nINT. FARM HOUSE / BEDROOM 2 - DAY\n\nReynolds is startled by the SOUND from the other bedroom.\n\nHe stands timidly in the room, his gun pointed at the sleeping\nfigures of Henry in one bed and an old man, GORDON, in another.\n\nREYNOLDS\n(meekly)\nHenry.\n\nNo response, Henry snores.\nREYNOLDS (CONT'D)\n(louder)\nHenry. Wake up.\nStill no response.\nREYNOLDS (CONT'D)\n(louder)\n’ Henry, wake up.\n\nHenry stirs in his bed and looks up over the covers at his brother\nwho is pointing a gun at him.\n\nHENRY\n(groggy)\nRey?\n\nREYNOLDS\nYou gotta get up.\n\nHENRY\nWhat the fuck?\n\nREYNOLDS\nYou gotta get up.\n\n(CONTINUED)\n\n \n\n \n\n \n\n \n\f83.\nCONTINUED:\n\nHENRY\nWhat are you doing here?\n\nGordon grunts awake in his bed.\nREYNOLDS\nYou too, Gordon. You gotta get up. You both\ngotta get up outta bed.\nHenry sits up in bed, wondering if he's still dreaming.\nHENRY\nWhat are you doing? Stop pointing that\nthing at me.\nREYNOLDS\nDon't make me keep saying it that you gotta\nget up outta bed.\nGordon has swung himself up to be sitting on the edge of his bed,\nlanguidly rubbing his eyes. He's in pyjamas, searching the floor\nwith his feet for his slippers. He's an old man. He doesn't seem to\nthink it's strange that Reynolds is standing in the room brandishing\na gun.\nINT. FARM HOUSE / LIVING ROOM - DAY\n\nEric leads Caleb and Archie into the living room at gunpoint.\nCaleb's in boxer shorts, Archie in underpants.\n\nERIC\nsit.\n\nBoth men know not to speak. They sit.\n\nEric wonders where the hell Reynolds is. He peers out towards the\nother bedroom.\n\nERIC (CONT'D)\nSit on your hands.\n\nCaleb and Archie sit on their hands.\n\nEric takes a few steps back for a better view into Henry's bedroom.\nHe can just make out the edge of Reynolds’ back in the doorway.",
  "56": "---END OF PREVIOUS SECTION---\nCaleb and Archie sit on their hands. Eric takes a few steps back for a better view into Henry's bedroom. He can just make out the edge of Reynolds’ back in the doorway. \n---TARGET SECTION TO BE ANNOTATED---\nERIC (CONT'D)\n{to Reynolds)\nWhat's going on in there?\nINT. FARM HOUSE / BEDROOM 2 ~ DAY\n\nReynolds gets anxious with Henry, who sits defiantly in bed.\n\n(CONTINUED)\n\n \n\n \n\n \n\n \n\f84.\nCONTINUED:\n\nREYNOLDS\nSee, Henry? You gotta get up outta bed.\n\nHENRY\nWho's in there?\n\nReynolds turns to yell out the door.\nREYNOLDS\n{to Eric)\nHe won't get up outta bed.\nINT. FARM HOUSE / LIVING ROOM ~ DAY\n\nEric strains to see into the bedroom while keeping an eye on Caleb\nand Archie.\n\nERIC\nGet him out here. Stick the gun in his\nface.\n\nINT. FARM HOUSE / BEDROOM 2 - DAY\n\nReynolds turns back to Henry who is now holding a handgun of his own\nand pointing it at him.\n\nGordon is sitting on the edge of the bed, his slippers on, strangely\ndetached and uninterested.\n\nHENRY\nPut the gun down, Rey.\n\nREYNOLDS\nYou put yours down.\n\nHENRY\nPut it down, Rey. I'm warning you, Why are\nyou doing this?\n\nERIC (0.S.)\nWhat's going on?\nREYNOLDS\nWhy did you leave me there?\nHENRY\nLeave you where?\nREYNOLDS\nYou know where. On the road when I got\n\nshot.\n\n(CONTINUED )\n\n \n\n \n\f85.\n\nCONTINUED:\nHENRY\nWe thought you was dead.\nREYNOLDS\nBut I wasn't dead and you left me there.\nHENRY\nI thought you was dead. Now put the gun\ndown!\nREYNOLDS\n\nYou put yours down!\nReynolds' voice shakes.\nINT. FARM HOUSE / LIVING ROOM - DAY\n\nEric's getting anxious. This isn't how this situation was supposed\nto play.\nERIC\n(yells)\nWhat's going on in there?\nArchie shifts in his seat.\n\nARCHIE\nI gotta piss real bad.\n\nERIC\nDon't you fuckin move.\n\nINT. FARM HOUSE / BEDROOM 2 - DAY\nReynolds is visibly upset now.\n\nREYNOLDS\nI thought you was my brother.\n\nHENRY\nI am your brother. Now put the fuckin gun\ndown.",
  "57": "---END OF PREVIOUS SECTION---\nREYNOLDS\nI thought you was my brother. HENRY\nI am your brother. Now put the fuckin gun\ndown. \n---TARGET SECTION TO BE ANNOTATED---\nREYNOLDS\nI thought you was my brother.\n\nHENRY\nPut the fuckin gun down, Rey!\n\nREYNOLDS\nI thought you was my brother.\n\n{ CONTINUED )\n\n \n\n \n\f86.\nCONTINUED:\nHENRY\nIf you don't put it down now, I'm gonna\nshoot you. I ain't lyin'.\nREYNOLDS\n(softer)\nI thought you was my brother.\n\nReynolds is quietly distraught. He accidently squeezes the trigger,\nscaring himself.\n\nThe bullet smacks into the wall beside Henry's head.\nA split second ~ Reynolds looks frightened, apologetic.\n\nHenry fires, hitting Reynolds square between the eyes. Reynolds\ndrops hard to the ground.\n\nINT. FARM HOUSE / LIVING ROOM ~ DAY\n\nAt the sound of the blast from the other room, Eric makes a snap\ndecision.\n\nHe shoots Caleb and Archie quick~fire - CRACK CRACK - straight in\ntheir foreheads with his handgun. They die instantly.\n\nEric then moves quickly across the room and stands, back to the\nwall, outside Henry's bedroom.\n\nReynolds has fallen backwards, half out the doorway into the hall.\nHe lies face-up, head trauma, dead near Eric's feet.\n\nA GUN BLAST cracks, splintering wood from the door frame beside\nEric's head.\n\nEric hits the floor, expecting a new barrage.\nIt doesn't come.\n\nAnd then, Henry's handgun clatters onto the hall floor. Henry has\nthrown it out.\n\nEric stands. He proceeds warily to the bedroom door. He creeps\naround the corner, gun raised,\n\nHe enters the room.\nINT. FARM HOUSE / BEDROOM 2 ~ DAY\n\nHenry is still sitting on the bed, looking at the corpse of his\nbrother. He's crying and angry.\n\n(CONTINUED)\n\n \n\n \n\f87.\nCONTINUED:\nGordon is still sitting on the edge of his bed. The fact he still\nhasn't moved or even changed his expression indicates he's suffering\ndementia of some kind.\n\nHENRY\nWhat did you do to my brother?\n\nEric flinches.\n\nHENRY (CONT'D)\nWhat did you do to my brother?!\n\nEric doesn't know what to say.\nHenry gets angrier.\n\nHENRY (CONT'D)\nWhat did you do to my fuckin brother!?\n\nEric stands, speechless, gun raised.",
  "58": "---END OF PREVIOUS SECTION---\nHenry gets angrier. HENRY (CONT'D)\nWhat did you do to my fuckin brother!? Eric stands, speechless, gun raised. \n---TARGET SECTION TO BE ANNOTATED---\n What did he do to this guy's\nbrother? Did he do anything?\n\nHENRY (CONT'D)\nAnswer me. What did you do to him?!\n\nERIC\nI didn't do anything.\n\nHenry is getting enraged.\n\nHENRY\nYeah, you did.\n\nHe lifts himself out of bed. He moves towards Bric.\n\nHENRY (CONT'D)\nWhat did you do to him!?\n\nEric squeezes the trigger, shooting Henry in the chest.\n\nHenry drops with a thud of old mattress springs back onto the bed -\nthen silence.\n\nEric remains calm, but his head is swimming.\n\nHenry lies with his head against the headboard ~ either dead or\nseconds from it - staring back at Eric.\n\nEric swings the gun over to Gordon, sitting on the edge of his bed,\n\nnow looking straight at Eric. The two men watch each other for a\nmoment. Gordon is somewhere else.\n\n(CONTINUED )\n\n \n\n \n\f8B.\nCONTINUED: (2)\n\nEric takes a breath and lowers his gun, taking stock of the mess all\naround him.\n\nEXT. FARM HOUSE — DAY\nEric walks down off the front veranda, gun by his side.\n\nThe big, black horse is still by the veranda - unmoved and\nunchanged. He runs his hand down its face.\n\nHe walks to his Falcon, reaches in the driver's side and opens the\ndoor.\n\nHe climbs behind the wheel.\n\nINT. FALCON ~ DAY\n\nHe starts the engine. The car growls to life and purrs.\nHe sits a moment and then puts it in gear.\n\nThe car moves off.\n\nEric looks wounded at the battered wreck of the Commodore as he\npasses.\n\nEXT. ROAD ~ DAY\n\nEric drives, alone and drained.\nHe drives a long way.\n\nLandscapes change.\n\nHe passes through decrepit towns.\n\nHe passes a wrecked car lying on its roof in the desert by the road.\nA body lies decomposing beside it.\n\nEXT. HILL - DAY\n\nThe sun is close to setting. Eric has been driving all day.\n\nHe takes the Falcon up a gentle grassy hill.\n\nThe hill is treeless bar one ancient eucalypt perched on its crest.\nINT. FALCON ~ DAY\n\nEric steers the car up the hill.\n\nThis is the tree and the hill from the opening still image. The tree\nunder which Eric once sat happy.\n\n \n\n \n\fa9.\n\nEXT.",
  "59": "---END OF PREVIOUS SECTION---\nThe tree\nunder which Eric once sat happy. a9. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HILL - DAY\n\nThe Falcon follows the vague dirt track and comes to a stop only\nmetres from the tree.\n\nIts engine switches off.\n\nIt sits there a moment in eerie silence. A light breeze shakes the\ntree's leaves.\n\nI/E. FALCON - DAY\n\nEric sits at the wheel, contemplative, looking out over the fields\nbelow.\n\nThese fields, the hill itself, are much drier and browner than the\nsemi~verdant still photograph from the opening.\n\nEric climbs out of the car and goes to the trunk.\nHe opens it and looks inside,\n\nHe leans in and pulls out a shovel.\n\nHe carries the shovel over to the tree,\n\nHe tosses the shovel beneath the tree and moves back to the trunk\nof the car.\n\nHe reaches in and gently lifts out the lifeless body of a BROWN\nDOG.\n\nHe cradles it in his arms and walks it gently over to the tree.\nEric places the dog down softly beneath the tree and sits.\n\nHe sits beneath the tree, between dog and shovel, and looks out at\nthe view. He looks like he's reached the end of a road. He looks\nlike he has no idea where he might go after this place. He looks\nlike he might cry.\n\nHe gently strokes the dead dog's scruff.\n\nHe stands.\n\nHe picks the shovel off the ground and drives it into the earth and\ndigs.\n\nTHE END.\n\n \n\f"
}