{
  "1": "b\n\n \n\n \n\n \n\n_ THE OTnen\nby ,\n\nAlejandro Amendbar\n\n“” Over a black and white illustration showing a star-studded sky, a rising sun, a lake,\n\npalm trees, a fawn and two children holding hands, we hear the persuasive, dulcet tones\nof a woman's voice.\n\nGRACE’S VOICE\nNow listen carefully while I tell you a very beautiful story.\nIt began many thousands of years ago, though it ended in\nonly seven days. None of the things we can see now...the\nsun, the moon, the’stars, the earth, the animals and\nplants...not a single one existed. Only God existed, and\n\nso only He could have made them. And that’s just what he\ndid...\n\nThe drawing dissolves into other similar ones while the credit titles are introduced. The\nillustrations show scenes from the film, but sufficiently modified so as to suggest the\nessence of the story without giving away the key facts of the plot.\n\n1. THE HOUSE. FACADE. EXTJ/DAY.\n\nDawn breaks\n\nLong distance shot of an enormous, Victorian style house. A dense wood spreads out\naround it. A thin, wispy layer of fog covers the ground.\n\nOnly the whisper of the breeze can be heard and perhaps the distant screaming of a\nseagull. ,\n\nA subtitle reads:\n\nJersey, the Channel Islands, 1945\n\n2. THE HOUSE. GRACE’S BEDROOM. INT/DAY.\nClose up of GRACE, letting rip a blood-curdling scream. Suddenly, she becomes silent,\nher eyes red and staring. She takes several deep breaths in order to regain her\n\ncomposure. As the camera pulls back, we see that she is in bed.\n\n_ Beads of sweat glisten on her forehead.\n\n’ GRACE is a very attractive woman, in her early thirties, of a somewhat delicate but, at\n\nthe same time, stern appearance. She sits up and anxiously rubs her head. Then she\nchecks the clock on her bedside table and gets out of bed.\n\n3\n\fN\\/4\n\n \n\nDissolve to\n\n3. THE HOUSE. FACADE. EXT.DAY.\na\nThe house can now be seen more clearly in th growing light.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DAY. a\nThe house can now be seen more clearly in th growing light. \n\nTARGET SECTION TO BE ANNOTATED:\nThree figures walk slowly towards the main door’ They are BERTHA, a woman of\nabout sixty, kind-faced and pleasantly plump; Mr. TUTILE, an old man in his seventies,\nlean and with a splendid white moustache, and LYDIA, a young girl with a melancholy\n\nexpression and a faraway look All three are dressed in a manner that strikes us as old-\nfashioned, even for 1945.\nBERTHA and TUTTLE are laughing.\n\nBERTHA\n\nAb, good old Mr. Simpson...whatever became of him, I\nwonder?\n\nTUTILE\nOh, I imagine he’s dead, like all the rest.\n\nBERTHA\n(sighing)\nAh, those were the days...\n\nThey stop in front of the door. BERTHA, who appears to be the best dressed of the\nthree, rings the doorbell and then looks her two companions up and down, as if she\nwere inspecting them. She combs her hand through the old man's white hair.\n\nBERTHA\nMg. Tuttle, when are you going to learn to comb your hair\nproperly?\n\nTUTILE nods as he raises a hand to his head.\n\nTUTTLE\nOh, my hair, ay, o’course, my hair.\n\nThe door half opens and GRACE appears.\n\nBERTHA\n(smiling)\nGood morning, ma’am. We've come about...\n\nGRACE\nYes, of course, come in. (She opens wide the door). 1\ndidn’t expect you so soon.\n\nBERTHA, TUTTLE and LYDIA exchange puzzled looks... -,\n\n4\n\fGRACE\n\n(Rather forcefully)\nWell, come in, then.\n\n4. THE HOUSE. ENTRANCE HALL. INTJDAY.\n\n— They enter the house. The hall has a rather dismal air about it, boasts very litle\nfurniture and in general seems dull and grey. However, its spaciousness and\narchitecture are impressive.\n\nGRACE\n(closing the door and looking at BERTHA)\nYou are...?\n- BERTHA\nBertha Gray, ma’am. And this is Edmund Tuttle.\nTUTILE\n(politely shaking GRACE's hand)\nPleased to meet you, ma’am.\nGRACE\nYou must be the gardener.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd this is Edmund Tuttle. TUTILE\n(politely shaking GRACE's hand)\nPleased to meet you, ma’am. GRACE\nYou must be the gardener. \n\nTARGET SECTION TO BE ANNOTATED:\n: TUTILE\n7) Ay, that’s right, the gerdener...though I can turn my hand\nto most things, if needs be.\nGRACE\nWell, I’m sure you'll find plenty to keep you busy around\nhere.\nBERTHA\n\nAnd this young lady’s called Lydia\n| GRACE looks the young girl up and down, making her shrink away in embarrassment.\n\nGRACE\nHmm, I was hoping for someone a little more experienced.\n\nBERTHA\nOh, don’t let that baby face fool you, ma’am. She’s older\nthan she looks.\n\nGRACE\nHave you had much experience of being in service?\n\n \n\nLYDIA nods.\n\non\n\fcS\n\n \n\n    \n\nCan you iron?\n\nShe nods again.\n\nGRACE\nWhat’s the matter? Has the cat got your tongue?\n\nThe girl looks at BERTHA, as if seeking her help.\n\nBERTHA\n\nShe can’t talk, ma’am. The poor giri’s a mute.\nGRACE\n\nMute!?\nBERTHA\n\nBut she’s a good little worker, ma’am, I promise you.\n\nGRACE\n\nWell, all right. The girl I had before talked too much\nanyway. Follow me.\n\nThey cross the hall. To their right is a wide, uncarpeted staircase; the\nhave been worn down by years of use.\n\nGRACE\n(to BERTHA and the girl)\nYou two can sleep in the attic, at the top of the stairs. (To\nTUTTLE:) You can use the shed round the back. As you\ncan see, there’s dust everywhere; but it’s five days now\nsince anyone cleaned up.\n\nBERTHA\nWhat happened to the servants, madam?\n\n. GRACE\n\nLast Monday they all disappeared. They didn’t give me\nany motice...they didn’t even collect their wages or take\ntheir belongings with them.\n\nThey reach a side door. GRACE takes outa huge bunch of keys.\n\nBERTHA\nWhy on earth did they do that?\n\nGRACE\nThere are days when this house isn't the best place to live,\nas you'll soon discover. That's why I put the\nadvertisement in the newspaper asking for honest,\n\n_ hardworking people, as I’m sure you understand,\n\n \n\nwooden steps\n\fO\n\n \n\nO\n\nBERTHA\nOh, yes, ma’am.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERTHA\nWhy on earth did they do that? GRACE\nThere are days when this house isn't the best place to live,\nas you'll soon discover. That's why I put the\nadvertisement in the newspaper asking for honest,\n\n_ hardworking people, as I’m sure you understand,\n\n \n\nwooden steps\n\fO\n\n \n\nO\n\nBERTHA\nOh, yes, ma’am. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s none more honest and\nhardworking than us, is there, Mr. Tuttle?\n\nTUTTLE\n(Absentmindedly)\nOh, ay, we're very honest...\n\nGRACE opens the door and enters...\n\n5. THE HOUSE. KITCHEN. INTJDAY.\n\n«the kitchen. It is spacious and rather more welcoming than the rest.\nTUTTLE\n...And very...hardworking.\n\nGRACE gives the old man a suspicious look, as she locks the door behind her.\n\nGRACE\nThe kitchen. I have breakfast at eight and the children ¢ at\nnine. Lunch is at one and dinner at half past seven.\n\nBERTHA\nWhat about the master?\n\nSilence. For a second, GRACE seems thrown by the question, but she quickly pulls\nherself together.\n\nGRACE\nThe master was killed in the war a year and a half ago.\nWhich of you does the cooking?\nBERTHA\nI'm so sorry, madam.\nGRACE\nWhich of you does the cooking?\nBERTHA\nWe both cook, madam.\nGRACE\n(to LYDIA)\n\nLet’s see, you can take charge of cleaning the bedrooms\nevery day, and at least three other rooms: the dining room,\nthe kitchen, and the bathrooms...do you understend?\n\nLYDIA nods vehemently.\n\fGRACE\nThe rooms are all very large, but contain very litle\nfurniture, so they won't give you a lot of trouble. And you\ncan prepare lunch, too.\n\nSe BERTHA\nWhat about me, ma’am?\n\n6. THE HOUSE. HALL - PASSAGE. INT/DAY.\n\nGRACE leaves the kitchen and walks down a narrow passage towards a\ndoor. The servants follow her.\n\nGRACE\nYou can help her whenever she needs a hand. How old are\nyou? Sos\n\nBERTHA and MR. TUTILE exchange a rather knowing look\n\nBERTHA\nSixty-six.\n\nGRACE\n(searching among the keys\n. for the right one to open the door)\n“ I assume you've looked after children before.\n\nBERTHA\n\nActually, they’re my speciality, ma’am. I adore litte\nkiddies.\n\nGRACE opens the door and they go through...\n7. THE HOUSE. MUSIC ROOM. INT/DAY.\n\n.uinto the music room.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMUSIC ROOM. INT/DAY. .uinto the music room. \n\nTARGET SECTION TO BE ANNOTATED:\n It is completely empty, except for a grand piano standing in the\ncorner.\n\nGRACE\nYou may not think that once you’ve met the twins. They\naren’t like other children. Have you noticed what I am\ndoing? (She locks the door). In this house you must not\nopen any door without first locking the previous one. It’s\nvital that you remember this. Bertha, fom tomorrow\nonwards I'm leaving the keys in your charge.\n\n \n\nBERTHA\nYes, ma'am.\n\fO\n\n \n\n \n\n. GRACE\n\nThis is the music room. That old piano was already here\nwhen we moved in. Don’t let the children thump away on\nit, it sets my migraine off. Silence is something we value\nhighly in this house. That’s why we don’t have a\n\ntelephone, a radio or anything else that makes a lot of\nnoise, Let’s continue...\n\nBERTHA\nMa’am, there’s no need for you to show us round the\nwhole house, we already...\n\nGRACE\nOn the contrary. Because, half the time, you never know\nwhere you are in this house. You're quite likely to bump\ninto a table, a sideboard, a door, or one of my children\nplaying Hide-And-Seek.\n\nBERTHA ©\nWhat do you mean?\n\nSilence.\nGRACE\nPerhaps I’d better introduce you to the children.\n\n8. THE HOUSE. HALL. INT/DAY.\n\nThe group returns to the hall. GRACE approaches a sideboard on which there is an oil\nlamp.\n\nGRACE\nMr. Tuttle, you can go to the garden now. You'll find\ntools in the shed.\n\nTUTTLE\nYes, ma’am.\n\nThe old man leaves, as GRACE picks up a box of matches from beside the oil lamp.\nGRACE\n(lighting the lamp)\n\nYou nwo can start closing all the curtains.\n\nBERTHA\nYes, ma’am.\n\nBERTHA gestures to LYDIA to close the curtains of an enormous window to the right,\nwhile she takes care of the oneion the left.\n\fO\n\nThe hall is plunged into darkness: the only light is the dim glow of the oil lamp.\nGRACE moves to the foot of the staircase. The stairs disappear into thé darkness.\n\nGRACE\nFollow me upstairs.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE moves to the foot of the staircase. The stairs disappear into thé darkness. GRACE\nFollow me upstairs. \n\nTARGET SECTION TO BE ANNOTATED:\nRather apprehensively, BERTHA and LYDIA begin to follow GRACE up the stairs.\n9. THE HOUSE. 2°” FLOOR LANDING. INT./DAY.\n\nThey reach the top floor. GRACE turns to the right and walks down a narrow passage\n\nuntil she reaches a door. The light is so faint that it is difficult to make out the\nfurnishings. -\n\nGRACE places the oil lamp on a small table.\n\nGRACE\nI’m going to wake them. Wait here. (Before entering the\nroom, she turns to the servants and whispers:) Whatever\nyou do, don’t open the curtains.\n\nBERTHA shakes her head. GRACE disappears into the darkness.\n\nBERTHA and LYDIA’s eyes meet in the flickering light of the oil lamp. The young girl\nseems a little scared.\n\nOver the shot of their faces, we hear GRACE waking her children.\n\nGRACE\n(of)\nHave you had a good sleep, my little angels? (Kisses)\nCome on, time to get up. I want you to say hello to\n\nsomeone.\nANNE'S VOICE\nAre they here already?\nGRACE\n(of)\n\nYes.\n\nANNE'S VOICE\nWhat are they like?\n\nGRACE\n(of\n\nLike the rest. No better, no worse.\n\n10\n\n \n\fANNE'S VOICE\nAre they going to leave us, toa?\n\nGRACE\n© ‘S\nNo one’s going to leave us. Now, come on, hands\ntogether.\n\nANNE & NICHOLAS\nBlessed be, at light of day,\nJesus, to whom now I pray.\nBlessed be the Virgin pure\nWhom I greet with faith so sure.\nBlessed be St. Joseph, too,\nFaithful husband, good and true.\nJesus, Mary, Spotless Rase,\nKeep us till the day doth close.\n\nGRACE appears in the doorway with her two children, one either side. ANNE and .\nNICHOLAS are about seven or eight years old. Their faces are extremely pale, almost\n\nas white as the nightgowns they are wearing. NICHOLAS rubs his eyes, as if the light\nof the lamp dazzled him.\n\nGRACE\nThey're still half-asleep.\n\n.\n\nBERTHA leans forward, resting her hands on her knees.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE\nThey're still half-asleep. . BERTHA leans forward, resting her hands on her knees. \n\nTARGET SECTION TO BE ANNOTATED:\nBERTHA\nWhat sweet little children!\nGRACE\nWell? What do you say?\nNICHOLAS\n‘Lo.\nANNE\n‘Lo.\nGRACE\nNo, “low” is the noise cows make. Now speak properly.\nNICHOLAS\nGood morning.\nANNE\n\n \n\nGood morning.\n\n \n\f \n\nBERTHA\n\nGood moming, children. My name's Bertha and this is Lydia. And what\nare you called? :\n\n7 The children do not answer.\n\n\\_ GRACE\nDon’t take all day.\nANNE\nAnne.\nNICHOLAS\nNicholas.\n-- BERTHA\n\nAnne and Nicholas. What pretty names!\n\nANNE\nAre you going to be our nanny?\n\nBERTHA looks at GRACE, as though waiting for her approval. GRACE nods.\n\nBERTHA\nYes, my dears. I’m your new nanny.\n\nii GRACE\n\nIt’s time for their breakfast. Lydia, (handing her the\nbunch of keys), go to the kitchen and close the shutters.\n\nLYDIA obeys and disappears into the darkness.\nGRACE takes the oil lamp and walks ahead with the children, followed by BERTHA.\n\nGRACE\nThe doctors were never able to find a solution. The\nchildren are’-photosensitive, or in other words, they’re\nallergic to light. They must never be exposed to light\nstronger than this. Otherwise in a matter of minutes,\nthey'd break out in sores and blisters and would begin to\nsuffocate. It would eventually be fatal.\n\nBERTHA\nGood Heavens!\n\nGRACE\nAs I said before, living in this house is not easy for\nes . someone who's not used to it. The slightest strange sound,\na creak, 2 door, a gust of wind, seems completely different\nin the dark. Are you easily scared? Do you believe in\nghosts and all that nonsense? Lo\n\n12\n\f \n\nBERTHA\nNo, ma’am...not so far.\n\nGRACE\nGood, good...\n\n10. THE HOUSE. KITCHEN. INT/DAY.\n\nA candle lights the table in the centre of the kitchen. ANNE and NICHOLAS, sitting\nopposite each other, are both half-heartedly eating a slice of toast.\n\nBERTHA stands with her back to them, in front of the cooker.\n\n- BERTHA .",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNE and NICHOLAS, sitting\nopposite each other, are both half-heartedly eating a slice of toast. BERTHA stands with her back to them, in front of the cooker. - BERTHA . \n\nTARGET SECTION TO BE ANNOTATED:\nYour milk’s almost ready, children. Your mother told me\nyou were not to leave a crumb.\n\nANNE\nT don’t like it.\n\nBERTHA\n(turning towards the girl)\nWhat don’t you like?\n\nANNE\nThis toast.\nBERTHA\nWhy not? * .\nANNE\n\nTt tastes funny. I liked it better before.\n\nBERTHA\nThat’s because, before, somebody else made it.\n\nANNE\nWhen are they coming back?\n\nBERTHA\nThey won't be coming back, Anne.\n\nNICHOLAS\nJust like daddy.\n\nThe children exchange looks. BERTHA wrings her hands. The boy's remark has made\n’ her feel uncomfortable.\n\f \n\nO\n\n&\n\n \n\n. ANNE\nBut daddy is coming back, though. Nanny, did you know\nour father is fighting in the war in France?\n\nNICHOLAS\nIt’s the World War.\n\nANNE\nT know, but he’s in France.\n\nBERTHA\n(turning back to the cooker)\nThat’s enough talking...finish your food.\n\nSilence. -\nANNE\n(in a deliberately enigmatic tone)\nT know why she left.\nBERTHA\nWho?\nANNE\n\nThe other nanny. And all the other servants.\n\nNICHOLAS stops. chewing his toast.\n\n. NICHOLAS\n(coldly)\nShut up.\nANNE\nThey couldn’t stand mummy. Especially after what\nhappened the other day. .\nBERTHA turns round.\nBERTHA\nWhat happened?\nANNE\nShe went mad.\nNICHOLAS\nNothing happened.\nANNE\n\nYes it did.\n\f \n\nNUCL\n\nNo it didn’t!\n\nANNE\nYes, it did!\n\nGRACE\nQuiet!\n\nWe don't know exactly when, but GRACE has entered the kitchen. She walks towards\nthe table, glaring at the children.\nGRACE\n(with restrained anger)\n\nWhat's going on? I want to see those plates empty in less\n\nthan a minute. And don’t think for one moment that\n\nanything is going to change in this house. There'll be no\n\ntalking at breakfast. Ever. Is that clear?\n\nThe children nod as they chew their food.\n\nGRACE |\n(with a suddenly gentle, almost seductive tone)\nAnne, what were you saying when I came in?\n\nANNE\n(with the same smoothness)\nNothing, mummy.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe children nod as they chew their food. GRACE |\n(with a suddenly gentle, almost seductive tone)\nAnne, what were you saying when I came in? ANNE\n(with the same smoothness)\nNothing, mummy. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE observes her daughter in silence. She seems about to scold her, but at the last\nminute she checks herself...\n\nGRACE\nI want you dressed and ready in the study room by half\n\npast ten. Bertha, come outside 2 moment, I want 2 word\nwith you.\n\nBERTHA\nYes, ma’am.\n\n11. THE HOUSE. HALL. INT/DAY.\nGRACE draws the curtains of a large window and turns to face BERTHA.\n\nGRACE\nThe postman comes every Wednesday, but I’ve just\nchecked and this week he didn’t.\n\nBERTHA\nUm afraid I don’t follow.\n\n \n\f(L\n\nGRACE takes a letter from the pocket of her dress.\n\nGRACE .\nI left this letter in the post-box five days ago. It contains\nthe add I intended to put in the newspaper asking for\n\nservants to live in. So how come you are here if this letter\nwas never delivered?\n\nBERTHA\nOh, now I understand. Well, you see, ma'am, that’s\nexactly what I was about to explain to you when you\nanswered the door and invited us in. We didn’t come in\nanswer to the advertisement.\n\n- GRACE\nWho sent you then? -\n\nBERTHA .\nNo one, madam. We just came by on the off chance. A\nbig house like this needs to be looked after. by someone\nwho knows the ropes.\n\nGRACE\nYou mean you've served in a house like this one before?\n\nBERTHA\nIt may come as a surprise, ma’am, but we did, in fact, use\nto work here. A few years ago...and if you don’t mind me\n_saying so, they were the best years of my life. That's why\nwe came by, because this house means a lot to us...2 lot.\nPerhaps I'd better show you our credentials and then you\ncan decide for yourself...\n\nGRACE\nNo. Don’t bother, it’s not necessary. So, you say you\nknow the house well?\n\nBERTHA\nLike the back of my hand...(Smiling)...Well, always\nassuming the walls haven't upped and moved since then.\n\nFor the first time, GRACE gives an almost imperceptible hint of a smile.\n\nGRACE\nThe only thing that moves here is the light. From one side\nto the other...Everything changes.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE\nThe only thing that moves here is the light. From one side\nto the other... Everything changes. \n\nTARGET SECTION TO BE ANNOTATED:\n (She sighs and\napproaches the window) It's...cather inconvenient, to say\nthe least, one might almost say unbearable. And the only\nway of enduring it is by keeping a cool head.\n\n \n\n \n\fC)\n\n \n\nBERTHA\n\nYes, ma’am.\nGRACE\nI don’t like...fantasies...strange ideas. Do you know what\nI mean?\nBERTHA\n\nI think so, madam. You told me before that...\n\nGRACE\nMy children sometimes have strange ideas, but you\nmustn't pay any attention to them. Children will be\n\nchildren.\nBERTHA\n(somewhat confused)\nOf course, ma’am.\nSilence.\nGRACE\nAllright, you can stay. I’Ll write to the newspaper anyway\njust to clear this matter up.\nGRACE turns and walks off.\n\n. BERTHA\nThank you very much, ma’am.\n\nGRACE nods her head slightly and disappears into the shadows.\n12. THE HOUSE. KITCHEN. INT/DAY.\n\nBERTHA.enters the kitchen once more and begins to clear the cable. The children are\ndrinking from their mugs.\n\nANNE\n(taking her mug from her mouth)\nIt did happen.\nShe carries on drinking.\nFade out.\n\n13. THE HOUSE. FACADE. EXT/DAY.\n\nFade in.\n\fO\n\n \n\nLong distance shot of the house. Mr. TUTILE is raking dead lecves.\n\n14. THE HOUSE. GRACE’S BEDROOM. INTVJDAY.\n\nClose up of GRACE screaming, as we saw in Sequence 2. She shows signs of having\ncried.\n\nShe sits up as we hear someone knock at the door.\n\nBERTHA\n(of)\n\nAre you feeling all right, ma’am?\n\n. ~ GRACE\n(feigning calmness)\nYes.\n\n“15. THE HOUSE. KITCHEN. INT/DAY.\n\nAs she eats breakfast, GRACE gazes into space, her expression distorted, as if\ntormented by some thought.\n\nBERTHA\nYou've had that nightmare again, haven't you, ma’am?\nGRACE nods.\n\nGRACE\nPass me the sugar, please.\n\nBERTHA\n(placing a sugar bowl on the table)\nWhy don’t you tell me about it? Sometimes it helps...\n\n: GRACE\nNo!...what I mean is...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERTHA\n(placing a sugar bowl on the table)\nWhy don’t you tell me about it? Sometimes it helps... : GRACE\nNo!...what I mean is... \n\nTARGET SECTION TO BE ANNOTATED:\ntelling a dream is almost as absurd\n\nas dreaming it. I'll get over it (She looks at her watch).\nIt’s time to wake the children.\n\nBERTHA\nYes, ma’am.\n\n16. THE HOUSE. STUDY ROOM. INT/DAY.\n\nGRACE and her owo children are sitting round « small table. A candle in the centre\nSheds enough light for them to read by.\n\n18\n\f \n\n \n\nNICHOLAS\n(reading)\n“Ona certain occasion, two children called Justus and\nPastor, refused to worship...” :\n\nC) GRACE\n\nJust a minute. Where’s the stress on Pastor?\n\nANNE puts her hand up.\n\nANNE\n(whispering)\nMe, me, me...\n- GRACE\nNo, let him answer, where’s the stress?\nNICHOLAS\nOn the “2”.\nGRACE\n\nOn the “a”. So it’s pronounced...\n\nNICHOLAS\n(after a moment's hesitation)\n\nany Pastor.\nGRACE\n\nPastor. Not pastor. Start again.\n\nNICHOLAS\n“On a certain occasion, two children, called Justus and\nPastor, refused to worship the false gods of the Romans.\nThey said: ‘We are Christians and we only worship the\ntrue God’. The Roman governor tied to change their\nminds afterwards...”\n\nGRACE\n\n“To make them change their minds.” Full stop. “Afterwards...”\nNICHOLAS\n“Afterwards, he ordered them to be beaten. But Justus and\nPastor...”\nGRACE\nPastor.\n’ :\n\f. NICHOLAS —\n\n| “Justus and Pastor...far from being afraid, rejoiced and\nshowed themselves ready to die for Christ. When he saw\n| this, the Roman governor became very angry and ordered\ntheir heads to be cut off.”\n|\n\ned ANNE lets slip a giggle. GRACE glares at her. Her laughter is infectious and it is not\nlong before NICHOLAS follows suit.\n\nGRACE\nWhat do you find so amusing? Well, Anne, where’s the\njoke?\nANNE\nWeill... .\n| GRACE\nWell, what?\nANNE\nThose children were really stupid.\nGRACE\nWhy?\n, ANNE\nay, Because they said they only believed in Jesus and then got\nkilled for it.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNE\nThose children were really stupid. GRACE\nWhy? , ANNE\nay, Because they said they only believed in Jesus and then got\nkilled for it. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE\n\nAh, and what would you have done? Deny Christ?\n\nANNE\nWell, yes. Inside, I'd have believed in him. But I\nwouldn't have told the Romans that.\n\n, GRACE\nIs that what you think, too, Nicholas?\n\nNICHOLAS, rather more reserved than his sister, hangs his head, but eventually nods.\n\nGRACE\nI see. So you would have both lied, to the point of\ndenying Christ. And that way you'd have avoided the\nRomans cutting off your heads...But what would have\nhappened afterwards?\n\n \n\nANNE\nWhen?\n\n20\n\f&\n\n \n\n \n\n \n\nGRACE\nIn the next life, the one that’s waiting for us after we die.\nWhere would you have gone?\n\nANNE\nOh, oh.\nGRACE\nOh, oh...where, Nicholas?\nNICHOLAS\nTo the children’s Limbo.\nGRACE\nAnd what is the children’s Limbo?\nNICHOLAS\nOne of the four Hells.\nGRACE\n(to ANNE)\nWhat are...?\nANNE\n(reciting)\n\nThere’s the hell where the damned go, then there’s\nPurgatory, and Limbo, or the Bosom of Abraham, where\nthe Just go, and the Limbo where children go.\n\nGRACE\nAt the centre of the Earth. Where it’s very, very hot.\nThat’s where children go who tell lies. But remember,\nthey don’t just go there for a few days, oh no. They’re\ndamned forever, till the end of eternity. Think about it.\nTry to imagine the end of eternity. Come on, close your\neyes and imagine it.\n\nThe children close their eyes, screwing up their eyelids very tightly.\n\nANNE\nI’m getting dizzy.\n\nGRACE\nThat’s what etemity’s like...for ever...pain forever. Now\ndo you understand why Justus end Pastor told the sruth?\n\nThe children nod seriously.\n\n \n\fVe\n\nRight, open your readers at Lesson 6.\n\nANNE\nCan’t we go and play?\n\nGRACE\nYou most certainly cannot. First you're going to read the\nlesson and learn it by heart.\n\nANNE\nAll of it?!\n\nGRACE\nAnne, any more protests and there'll be no playing for you\nat all today.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nFirst you're going to read the\nlesson and learn it by heart. ANNE\nAll of it?! GRACE\nAnne, any more protests and there'll be no playing for you\nat all today. \n\nTARGET SECTION TO BE ANNOTATED:\n You can study in separate rooms...\n\n: ANNE & NICHOLAS\nNo, no, no!\nGRACE\nYes, yes, yes...!\nANNE\n\nBut we get scared if we’re separated.\n\nGRACE\n\nYou get scared...! As if you weren’t used to this house by\nnow.\n\nNICHOLAS\nWhat if we see a ghost?\n\nGRACE\nHas your sister been telling you one of her stories?\n\nANNE\nThaven’t told him anything.\n\nGRACE\nWell, if you see a ghost, say hello and carry on studying.\nAnne, come with me to the music room.\n\nANNE\nWhy me?\n\nGRACE\nBecause I say so! Come on, take your book. Nicholes, I\nwant that leaming by heart in less than an hour.\n\nWV\nWw\n\f \n\nGRACE end ANNE start to leave the room. NICHOLAS seems very unecsy.\n\nNICHOLAS\n(pleading)\ny Mummy...\n©\nGRACE\n(turning round)\nWhat?\nSilence.\nmy NICHOLAS\nGive me a kiss.\nANNE\n\n(imitating him)\n“Give me a kiss, give me a kiss...”\n\nGRACE\nAnne, you've been asking for a clip round the ear all\nmorning. Wait for me outside.\n\nThe girl leaves.\n\ni GRACE approaches her son and gives him a kiss on the cheek\nGRACE\nDarling, I can’t be with you all the time. You must leam\nto be on your own. Let's see, where’s your rosary?\n\nThe boy pulls a rosary from his pocket.\n\nGRACE\nWhenever you feel afraid, squeeze it with all your might\nand say the Lord's Prayer, and then your fear will go\naway. .\n\nNICHOLAS\nTt won't...\n\nGRACE\nYes, yes it will. Honestly. Don’t you see that when you\ndo that, the Lord is with you? There’s no reason to be\n\nafraid.\nay NICHOLAS nods. GRACE leaves the room.\n\nSilence.\n\fNICHOLAS fingers the rosary, es if it would bring him luck Then he opens his reader\nat Lesson 6.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE leaves the room. Silence. NICHOLAS fingers the rosary, es if it would bring him luck Then he opens his reader\nat Lesson 6. \n\nTARGET SECTION TO BE ANNOTATED:\n The title of the text is:\n\nTHE HOUSE AND THE FAMILY\n\n \n\n7 On the right hand page there is an illustration showing, in bold outlines, a man dressed\nin a suit and tle, reading the newspaper in an armchair. In the background, a woman in\nan apron is tying the cord on a curtain. Seated on the floor, a child is playing with an\nelectric train. In another armchair an old woman sits knitting. Next to her, a girl is\nplaying with a doll.\n\nNICHOLAS\n(reading)\n“We all live in a house with our family. The main rooms\nin the house are: the Kitchen, the dining room, the\nbedrooms, and the bathroom...”\n\n17. THE HOUSE. HALL. INT/DAY.\n\nGRACE enters the hall, locking the door behind her. The curtains are open: outside it\nis gloomy and overcast.\n\nBERTHA is dusting with a feather duster.\n\nGRACE\n\ntite Bertha, tell Lydia not to go into the music room. My\ndaughter is studying.\nBERTHA\n\nYes, ma'am. She can’t anyway...I’ve got the key. How\ndid you get on with the children?\n\nGRACE flops into a chair and closes her eyes.\n\n. GRACE\nThe same as usual. In the momings they’re particularly\nnaughty.\n\nBERTHA\n\nThey’re unsettled. It’s natural.\n\nGRACE\nThey have to pay more attention during their lessons,\notherwise I'll never have them. ready for their First\nCommunion.\n\n18. THE HOUSE. STUDY. INT/DAY.\n\nNICHOLAS is reading slowly, while fingering his rosary.\n\n24\n\fNICHOLAS\n“Nice houses have big windows and are spotlessly clean.\nThe family is usually made up of parents, children,\nCO brothers and sisters and grandparents. We must be...”\n\nDissolve to\n\n19. THE HOUSE. MUSIC ROOM. INTJDAY.\n\nANNE is reading on the floor, resting her chin in her hands.\nANNE\n\nobedient and kind towards the other members of our\n\nfal and we must never argue or fight with our brothers\nand sisters.\n\n- Dissolve to\n20. THE HOUSE. STUDY. INTJDAY. .\n\nNICHOLAS, eyes closed, is trying to memorise the lesson.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTUDY. INTJDAY. . NICHOLAS, eyes closed, is trying to memorise the lesson. \n\nTARGET SECTION TO BE ANNOTATED:\nNICHOLAS\nff “Nice houses have big windows and are spotlessly clean,\nCa Nice houses have big windows and are spotlessly clean..\n\nDissolve to\n\n21. THE HOUSE. MUSIC ROOM. INT-DAY.\nLike her brother, ANNE, too, is trying to memorise the lesson.\n\nANNE\n“We must be obedient and kind towards other members of\nour family. We must be obedient and kind towards other\nmembers of our family.. Obedient and kind...”\n\n22. THE HOUSE. HALL. INT./DAY.\n\nBERTHA\nAre you teaching them their catechism, ma'am?\n\nGRACE\nWeil, since Father Lebrun no longer seems to have\ntime... don't have much choice. (She gets up cnc moves\ntowards one of the windows.) He's hasn’t beea back for\n. over a month.\n\n \n\nBERTHA\nI'm sure something unexpected must have croposd up.\n\npo a ok\n\n \n\fGRACE\nIn which case, he should have got in touch with me. I\nrealise this house isn’t the easiest place to get to, but he\noe knows full well that the children can’t go out.\n\nBERTHA\nDon’t they ever play outside?\n\nGRACE\nNot during the day. That’s why we bought such 2 big\nhouse and got rid of most of the firniture...so they could\nplay and run around freely in its big rooms without falling\nover things, and so they don’t feel as if they’re imprisoned\n‘ within these four-walls...though I’m affeid that’s\ninevitable, poor little dears.\n\nBERTHA\nYou can tell you really love them, ma’am.\n\nGRACE\nWhat else can 2 mother do? Did you never have children?\n\n23. THE HOUSE. GARDEN. EXT/DAY.\n\nai Subjective shot of GRACE in which we see the gardener, working in the garden.\n\nBERTHA\n\n. (of)\nNo, ma'am. Mr. Tuttle and the girl, Lydia, are all I’ve got.\nAnd I’m all they’ve got.\n\nGRACE\n| (of\nWas she born like that?\n\n24. THE HOUSE. HALL. INT/DAY.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE. HALL. INT/DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nBERTHA\nBeg your pardon?\nGRACE\nThe girl, was she was born a mute?\nBERTHA\na (after a moment's hesitation)\nae . No... It's going to rain-again. I'd better bring the letters\n\nback in from the post-box or they'll get soaked.\n\n \n\fL\n\nGRACE\nI don’t believe it! The postman’s another one who hasn’t\nshown up for over a month. I’m beginning to feel totally\ncut off from the world.\n\nBERTHA\nI’m sure it must be on account of the fog.\n\n‘GRACE _\nIt’s never lasted this long before. Even the seagulls have\ngone quiet.\n\nBERTHA\nMa’am, if you like, the next time I go into to town, I can\nask after them. -\n\nGRACE\n\nYes, I suppose you better had. I'd go myself, bur I still\ncan’t bring myself to leave the house, even just for a\ncouple of hours. I don’t know what I’d do if anything\nhappened to the children while I was out.\n\nBERTHA\nDon’t say such things, ma’am. I'll just go and get those letters.\n\nBERTHA leaves the house. GRACE watches her from the window.\n25. THE HOUSE. GARDEN. EXT./DAY.\nSubjective shot of GRACE. BERTHA walks quickly towards the post-box.\nGRACE\n(of)\nWhat awful clothes that woman wears...!\n26. THE HOUSE. HALL, INT.DAY.\n\nGRACE frowns, as if she were concentrating on something.\n\nA child's crying can be heard in the distance, distorted by the reverberation of the\nhouse.\n\nWhen the sobbing is clearly recognisable, GRACE walks quickly towards a side door.\n\nGRACE\nNicholas.\n\nShe exits.\n\f21. THE HOUSE. DOWNSTAIRS ROOM. INTJDAY.\nGRACE enters and shoots across the room like lighting.\n\nWe can still hear the child's crying.\n\nGRACE reaches the door of the study and looks for the right key.\n\nGRACE\nNicholas, I’m coming!\n\n28. THE HOUSE. STUDY. INT/DAY.\nGRACE enters the room.\n\nNICHOLAS is sitting in front of his book; apparently quite calm.\n\nGRACE\n(confused)\nNicholas...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE enters the room. NICHOLAS is sitting in front of his book; apparently quite calm. GRACE\n(confused)\nNicholas... \n\nTARGET SECTION TO BE ANNOTATED:\n?\nNICHOLAS\nWhat's the matter?\nGRACE\nWhy were you crying?\nNICHOLAS\nT wasn’t crying.\nGRACE\nBut I just heard...\nThe moans echo in the distance.\nGRACE\n\nIt’s Anne!\n29. THE HOUSE. DOWNSTAIRS ROOM. INTJDAY.\n\nGRACE runs desperately towards the music room.\n\n30. THE HOUSE. HALL. INT/DAY.\n\nGRACE flies across the hall.\n‘31. THE HOUSE. MUSIC ROOM. INT/DAY.\n\nGRACE bursts into the room. ANNE is lying on the floor, beside an oil lamp.\n\n23\n\n \n\f, GRACE 7 :\n\n| Anne!\nANNE\nOQ I still haven’t learned it yet, mummy.\n~ GRACE moves towards her.\nGRACE |\nAre you all right? |\nANNE\n(surprised) .\nYes. - '\nGRACE :\nWhy were you crying? : |!\nANNE :\nI wasn’t crying. . . .\nGRACE pulls up the piano stool and sits beside her.\nGRACE\n(gently)\n7) Anne, I heard you a moment ago. There’s no reed to feel\nashamed.\nANNE\nIdon’t. IfI’d been crying, I'd tell you.\n. GRACE\nOh, right. So, I imagined the sobs, did 1?\nANNE |\n. No. (Pause). It was.that boy.\n! Silence. ;\nGRACE\nWhat boy?\nANNE\nVictor.\n. : GRACE\n= . Who's Victor?\n\flL\n\nANNE\n(as if it were cbvious)\nThe boy who was here a moment ago. I told him to let me\nstudy, but he wouldn't stop crying. I told him: “When my\nmother comes and sees [ haven’t learned my lesson, I'll be\nin trouble”. But he didn’t care. I think he’s a spoilt brat.\nHe said we have to leave the house.\n\nGRACE gives a wry smile.\n\nGRACE\nOh, really? You don’t say. And why was he crying?\n\nANNE\nBecause he doesn’t like this house but he has to live here.\nYou see, his father’s 2 pianist and...\n\nGRACE\nAb, so he’s 2 pianist, is he?\n\nANNE\nYes.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou see, his father’s 2 pianist and... GRACE\nAb, so he’s 2 pianist, is he? ANNE\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n He says that this house is just what he’s looking for\nand that they’re going to move in and live here. I’ve\nalready told him that he’s not allowed to touch the\npiano,...be isn’t, is he, muramy?\n\nGRACE\nSo, you’ve spoken to his father as well?\n~ ANNE\nNo, only with Victor. His father is with the others in the\nhall.\n\nGRACE\nI’ve just come from the hall and there was no one there.\n\nANNE\nThey must have gone upstairs: They’re viewing the house.\nWhere are they going to sleep, mummy? [hope you don’t\ngive them our room.\n\nGRACE\n\n(rising from the piano stool)\nThat'll do, Anne. I've had quite enough of your stories.\nWhy were you crying?\n\nANNE\nMummy, it was Victor.\n\nGRACE takes c deep breath, in an attempt (0 contain her anger.\n\n30\n\f   \n\nSo where is he now?\n\nANNE\n\ndD He went out through there.\n\nGRACE\nDo you mind telling me how that boy could get in and out\nof this room if it was locked...?\n\n|\n. :\nGRACE notices that the door at the back is ajar.\n\nGRACE\n(moving towards the door) ;\n‘Who opened this door? Anne, tell me, who opened this |\ndoor? ”\n\nANNE |\n(almost in tears) - |\nIt was Victor! |\n\n7_—_—_— ee\n\n32. THE HOUSE. HALL. INT/DAY.\n\nGRACE walks up and down the room. BERTHA and LYDIA stand in the centre, looking\nrather distressed. ,\n\n& GRACE\n\nI thought I made it quite clear! Rule number one: no door\nis to be opened before the previous one has been closed.\nIs that so herd to understand? This house is like a ship.\nThe light has to be contained as if it were water, by\nopening and closing the doors. The health of my children\nis at stake!\n\n| BERTHA |\nBut, ma’am, [...\n\n \n\nGRACE\nBut madam nothing! I'll have no excuses! Who was the\nlast person to enter that room? Lydia?\n\nThe girl looks down and shakes her head.\n\nBERTHA\nShe hasn't got a key, I already told you.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nLydia? The girl looks down and shakes her head. BERTHA\nShe hasn't got a key, I already told you. \n\nTARGET SECTION TO BE ANNOTATED:\n: GRACE\nWell, that leaves you, then.\n\n \n\f \n\nBERTHA\nT was in the hall the whole time. Then I went into the\ngarden. Madam, you saw me with your own eyes.\n\nco) GRACE\n\na T hope you’re not suggesting it was me! Do you think I’m\n’ capable of such an oversight, of endangering the life of my\n' own daughter?\n\nt BERTHA looks the other way, lost for an answer.\nGRACE takes a key from the key ring and places it in BERTHA’s hand.\n| . GRACE\nRight, as from today;1’m holding you entirely responsible\nfor the music room...and ‘for anything that happens to the\nchildren as well. .\n\ni\n\n|\n\n! BERTHA\nMa'am, L...\n\nGRACE\nThat’s all. You may leave.\n\n33. THE HOUSE. DINING ROOM. INT/NIGEHT.\n\nO\n\nANNE and NICHOLAS are sitting opposite one another, having dinner.\n\nS NICHOLAS\nDid you really see a boy?\nANNE\nYes, he’s called Victor.\nNICHOLAS\nIs he a ghost?\nANNE\nDon’t be silly. Ghosts aren’t like that.\nNICHOLAS\nWhat are they like?\nANNE\n(wearily)\n\nI've told you a thousand times. Thev go about in white\nsheets and carry chains.\n\n \n\nNICHOLAS\n.. How do you know?\n\f \n\n:\n,\ni\n!\n\n+\n\n \n\nANNE\nBecause I’ve seen them. They come out at night.\n\nNICHOLAS\nFibber! Where?\n\nANNE opens wide her eves and points to the back of the room, over NICHOLAS’s\nshoulder. He turns round with a start. Behind him there is only darkness.\n\nANNE giggles.\n\nNICHOLAS\nYou're stupid.\n\nANNE\nNot half as much as you.\n\nNICHOLAS\nWell, [don’t believe you saw that boy.\n\nANNE\nThat's your lookout. You'll soon be begging us to play\nwith you.\n34. THE HOUSE. FACADE. EXT/NIGHT.\nLong distance shot of the house, in the moonlight.\nThe branches of the trees sway in the gentle breeze.\nDissolve to\n\n35. THE HOUSE. HALL. INT/NIGHT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE. HALL. INT/NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nLong distance shot of the hall: The pale moonlight shines through the windows,\noutlining the staircase. .\n\nAll is in silence.\nDissolve to\n36. THE HOUSE. CHILDREN’S BEDROOM. INT/NIGHT.\n\nClose up of NICHOLAS, sleeping. A hand rests on his shoulder and shakes him. We\npull back and see that it belongs to ANNE. °\n\nANNE\n(in a low voice)\nNicholas. a\n\fNICHOLAS wakes up, testily.\ntest\n\nNICHOLAS\nWhat? :\ncy\n4 ANNE\nLook.\nNICHOLAS sits up in bed.\nIn the background, an enormous window can be made out. Moonlight pours into the\nroom.\n* NICHOLAS\n(alarmed)\n\nWhy have you opened the curtains?\n\nANNE\nIt wasn’t me.\nNICHOLAS\nWho was it then?\nANNE\n(accusingly)\n\na Tt was Victor.\n\nNICHOLAS looks silently at his sister. Then he reacts.\n\nNICHOLAS\nYou're a liar and I’m going to tell mummy.\nANNE\nSo I’m a liar, am 1?\nNICHOLAS\n\nYes, and you're going to end up in Limbo.\n\nANNE looks into the darkness at the back of the room, berween the wall and a\ncupboard.\n\nANNE\nVictor, come out of that comer so my stupid brother can\n\nsee you.\n\nNICHOLAS jerks round, wrapping himself in his sheets, with his back to his sister.\n\n \n\fNICHOLAS\n(in a thin voice)\nLeave me alone.\n\nCO ANNE\nNae So now you don’t want to see him, eh? You're a cowardy\n\ncustard,...cowardy, cowardy custard...\n\nNICHOLAS sits there in silence, still wrapped tightly in his sheets. Behind him we see\nthe silhouette of his sister, dark and unfocused.\n\n! I'll have to do it myself, then.\n\nANNE's outline leaves the bedside dnd moves towards the window.\n\nAs we focus on NICHOLAS's face, we hear the curtains being closed. The room is left\n! ” in semi-darkness.\n\nANNE returns to the bed.\nAlmost immediately we hear the noise of the curtains being thrown open again.\n\nANNE tuts in annoyance.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNE returns to the bed. Almost immediately we hear the noise of the curtains being thrown open again. ANNE tuts in annoyance. \n\nTARGET SECTION TO BE ANNOTATED:\nOG\n\nANNE\nThat’s enough, Victor... Nicholas...Nicholas. Tell him to\nleave the curtains alone. He won't listen to me.\n\nVICTOR'S VOICE\n(in an angry whisper)\n\nStop it! Get off my bed, both of you!\n\nNICHOLAS gives a start and hunches up even more. His breathing quickens.\n\nANNE\n(coldly)\nThis is our bed.\nVICTOR’S VOICE\nNo, it’s mine.\nNICHOLAS\n\nAnne, please, stop putting on that voice.\n\n‘ANNE\nYou be quiet, cowardy custard. Listen, Victor, if you\ndon’t stop, I’m. going to call my motner and she'll kick\nyou out. You don’t know my mother!\n\n \n\n \n\n \n\fO\n\nC\n\nBOY’S VOICE\n(threatening)\nAnd you don’t know my parents.\n\nSilence.\n\nNICHOLAS feels someone tug sharply on his sheets, uncovering him.\n\nVICTOR’S VOICE\nWho's this?\n\n2. ANNE\nmt It’s my brother. Leave him alone, he’s a scaredy pants.\n\nNICHOLAS is quivering like a jelly“ With his eyes clenched shut, he feels around for his\nsheets and covers himself again.\n\nNICHOLAS |\n(almost in tears) :\nAnne, I’m going to tell mummy about you. '\nANNE\nDon't be stupid! Can’t you see it’s not me...? Victor,\ntouch his cheek so he knows your real.\nSilence. All we hear is NICHOLAS's frantic breathing.\nA child's hand approaches his face and strokes his cheek...\n\nNICHOLAS screams, jumps out of bed and runs to the door.\n\nNICHOLAS\nHelp! Mummy! Help!...\n\n‘He pummels the door. A hand shoots out from behind him and covers his mouth.\n37. THE HOUSE. PASSAGE. INT./NIGHT.\n\nGRACE opens her bedroom door and runs along the passage.\n\nNICHOLAS 's stifled screams can be heard in the distance.\n\n38. THE HOUSE. CHILDREN’S BEDROOM. INT/NIGHT.\n\nNICHOLAS struggles to free himself from the hand, which covers his mouth. Behind\nhim a voice whispers menacingly.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT/NIGHT. NICHOLAS struggles to free himself from the hand, which covers his mouth. Behind\nhim a voice whispers menacingly. \n\nTARGET SECTION TO BE ANNOTATED:\nVICTOR'S VOICE\nBe quiet! Be quiet!\n\n \n\f©\n\n \n\n \n\nGRACE rushes into the room, followed by BERTHA.\n\nNICHOLAS clings on to his mother, in floods of tears. GRACE comforts him, stroking\nhis hair. Then she glares at ANNE. The girl, seated on the bed, is a picture of\ninnocence.\n\nGRACE\nWhat’s been going on here?\n\nNICHOLAS\n(between sobs)\nShe was frightening me and...I told her to shut up\nye and...and...\n\n- GRACE\n(approaching the girl)\nI'm fed up, d’you bear me?...fed up of your stories!\n” You're a wicked little girl!\n\nANNE\n(insolently)\nI didn’t do anything.\n\nGRACE strikes her. The girl falls off the bed.\n\nGRACE\nA nasty, wicked little girl!\n\nGRACE picks the girl up from the floor and continues beating her mercilessly.\n\nANNE's screams mix with those of NICHOLAS who runs to his mother and pulls at her\nwaist. .\n\nNICHOLAS\nNoooo!\n\nGRACE continues hitting the girl, who by now is bleeding at the mouth. BERTHA,\nobserves the scene from the doorway, uneasily.\n\nNICHOLAS\nYou promised, mummy, you promised! You promised!\n\nBERTHA\nMa’am, please, stop it!\n\nGRACE stops, as if suddenly conscious of what she's doing. ANNE crouches,\ntrembling, in @ corner. Her pale skin is covered in red patches, as a result of the\n- beating.\n\n \n\fO\n\n \n\n. ANNE is standing on the upper landing of the staircase, holding a Bible. An area of\n\n \n\n39. THE HOUSE. SEWING ROOM. INTJDAY.\nGRACE sits embroidering the dress for her daughter's first communion.-\nBright daylight illuminates the room.\n\nANNE\n(of)\n\n“And the Lord God said: Behold, the man is become as\n\none of us, to know good and evil: And now, lesi he put :\nforth his hand, and take also of the tree of life, arid eat, and\n\nlive for ever: therefore the Lord God sent him forth from\n\nthe gece of Eden, to till the ground from whence he was |\ntaken..\n\n0.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE sits embroidering the dress for her daughter's first communion.-\nBright daylight illuminates the room. ANNE\n(of)\n\n“And the Lord God said: Behold, the man is become as\n\none of us, to know good and evil: And now, lesi he put :\nforth his hand, and take also of the tree of life, arid eat, and\n\nlive for ever: therefore the Lord God sent him forth from\n\nthe gece of Eden, to till the ground from whence he was |\ntaken.. 0. \n\nTARGET SECTION TO BE ANNOTATED:\n THE HOUSE. HALL-UPPER LANDING. INT/DAY.\n\nbruising can still be seen on her forehead.\nThe dim light she is reading by comes from a nearby oil lamp.\n\nANNE\n“So he drove out the man: and he placed at the east of the\ngarden of Eden Cherubims, and a flaming sword which\ntured every way, to keep the way of the tee of life.”\n(Pause) Finished...! Mummy!\n\nGRACE enters the hall, closing the door behind her.\n\nANNE\nI’ve finished.\n\nGRACE\n(climbing the stairs to join her) .\nVery good. Now you can ask the Virgin for forgiveness.\n\nANNE\nWhat!? That’s not what we agreed.\n\nGRACE\n(taking the Bible)\n- We didn't agree anything, young lady. Today you're\nbeing punished and you'll do as I say.\n\nANNE\n\nYou can't make me ask the Virgin for forgiveness.\n\nGRACE\nHow dare you!? ut.\n\n38\n\fUU\n\n“sy\n\nANNE\nMummy, beat me, if you want, but I won’t ask forgiveness\nfor something I didn’t do.\n\nGRACE\nYou told your brother that there was someone else in the\nroom!\nANNE\nThere was!\n; \"GRACE\n- +. You're lying!\n- ANNE\nI don’t tell lies! .\nGRACE\n\nBut you love making up stories! Don’t you realise you're\nperverting your brother’s mind with all this nonsense\nabout ghosts and fairies...\n\nANNE\nBefore, I was making it all up. Now it’s tue.\n\nGRACE adopts an attitude of patience. She crouches down so that she can look her\n\ndaughter in the eye.\n\n. GRACE\nAnne, remember the story of Justus and Pastor. Children\nwho don’t tell the truth end up in Limbo.\n\nANNE\nThat’s what you say. But I read the other day that Limbo\n\nis only for children who haven't been baptised. And T\nhave.\n\nPause. GRACE stands up.\n\nGRACE\nOh, so clever clogs has learned to read on her own, has\nshe? Very weil...(She hands her the Bible again)...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE stands up. GRACE\nOh, so clever clogs has learned to read on her own, has\nshe? Very weil...(She hands her the Bible again)... \n\nTARGET SECTION TO BE ANNOTATED:\nsince\nyou find it so enjoyable and informative, you can continue\nto stand here for three hours a day reading the Bible until\nyou're prepared to ask the Virgin for forgiveness.\n\nANNE\nI'll lose my voice!\n\nGRACE goes downstairs towards the door.\n\n39\n\fa\n\nGRACE\nIcouldn’t care less. Begin.\n\nANNE\nWhat do I do when I've finished?\n\nGRACE\n(sarcastically)\nDon't worry, it’ll be a long, long time before that happens.\n\nANNE\nYes, but when I do, what then?\n\nGRACE glares daggers at her daughter as she opens the door.\n\nGRACE\nYou can start again.\n\nShe slams the door behind her.\n\nANNE stands for a while in silence. Then she opens the Bible and starts reading.\n\nANNE\n(in an exaggeratedly loud voice)\n\n“Cain and Abel. And Adam knew Eve, his wife; and she\nconceived, and bare Cain, and said: (even louder) ‘I have\ngotten a man from the Lord’. And she again dare his\nbrother Abel. (A certain tearfulness begins to mingle with\nher shouting). And Abel was a keeper of sheep, but Cain\nwas a tiller of the ground.”\n\n41. THE HOUSE. FACADE. EXT/DAY.\n\nLong distance shot of the house, against a stormy sky.\n\nMuted by the wind, we hear the biblical verses that ANNE is shouting out.\nDissolve to\n\n42. THE HOUSE. KITCHEN. INT/DAY.\n\nSunlight floods the kitchen.\n\nBERTHA is folding a white tablecloth on the ironing board.\n\n \n\f     \n\nANNE\n(of)\n“And Isaac spake unto Abraham his father, and said: ‘My\nfather’. And he said: ‘Here J am, my son’. And he said:\n~, “Behold the fire and the wood, but where is the lamb for a\nCO bumt offering?’ Abraham said: ‘My son, God will\nprovide himself a lamb for a burnt offering’. So they went\nboth of them together...”\n\n| BERTHA picks up a pile of tablecloths and serviettes and leaves the kitchen. |\n43. THE HOUSE. HALL-UPPER LANDING. INTJDAY.\n\nBERTHA enters the hall, closing the door behind her.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALL-UPPER LANDING. INTJDAY. BERTHA enters the hall, closing the door behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n The light comes from a gas lamp,\nsituated on the upper landing, next to ANNE, who is sitting on ‘one of the stairs, reading.\n\n!\n'\n|\n'\n\n'\n\nANNE |\n\n“And they came to the place which God had told him off '\n\nand Abraham built an altar there, and laid the wood in\norder, and bound his son Isaac. .\n\nWhen the girl sees BERTHA, she interrupts her reading and watches the old woman\nwalk to the opposite door and leave.\n\n44. THE HOUSE. SEWING ROOM. INTUDAY.\n\nAs in the kitchen, the light here is very bright. GRACE ts sitting in a corner,\nembroidering. .\n\nBERTHA enters and walks towards a sideboard.\n\nBERTHA\nExcuse me, ma’am, I’ve finished ironing the table linen.\n\nGRACE\nOh, good. It goes in the second drawer.\n\nBERTHA opens the drawer and carefully puts the tablecloths and serviettes in place.\n: GRACE\n(without looking up from her sewing)\n\nHow’s Nicholas? ‘\n\nBERTHA\nFine...he’s having a nap, ma’am.\n\n \n\nGRACE\nWhat about her? Did you notice if she was still standing\nup?\n\f= s\n\nBERTHA\n(after a moment's hesitation)\nYes, ma’am, she was. (She moves to the centre of the\nroom and wrings her hands in her apron as if she were\nafraid of what she’s about to say). How much longer is\nthis punishment going to last? It’s almost a month now.\n\nGRACE\nThat’s none of your business, Bertha...nor mine. It’s up\nto her. She’s got to learn to swallow her pride and ask for\nforgiveness.\n\nBERTHA\n\nYes, ma’am.\n\nGRACE\n\nAnne, it’s gone rather quiet up there! (To BERTHA:) By\nthe way, I’ve had to put up with the noise of Lydia running\naround over my head all moming. She’s been hurtling\nbackwards and forwards as if there were three of her up\nthere. Kindly tell her that, to do a bit of cleaning, it’s not\nnecessary to kick up such a rumpus. I don’t want to have\nanother migraine attack.\n\nBERTHA\nBut...\nANNE\n.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don’t want to have\nanother migraine attack. BERTHA\nBut... ANNE\n. \n\nTARGET SECTION TO BE ANNOTATED:\n (of)\nMummy! ~\nGRACE\nWhat do you want?\nANNE\n(op)\n\nCan you come here a minute?\n45. THE HOUSE. HALL-UPPER LANDING. INTJ/DAY.\n\nGRACE enters the hall, closing the door behind her as usual. She looks expectantly at\nher daughter.\n\nANNE\n(with a certain shyness)\nIwant to ask the Virgin's forgiveness.\n\n~ GRACE smiles and walks towards the girl.\n\niN\nW\n\n \n\f \n\nGRACE\nAt last!\n\nANNE\nYes.\n\nGRACE\nAnd do you admit you made up that story of the litle boy\nand his pianist father?\n\nANNE\nYes.\n\nGRACE\n‘Was it so hard to admit it, my love? (She kneels beside\nher and strokes her hair).. Was it worth going through all\nthis, eh, making us both feel bad day after day?\n\nThey embrace. GRACE kisses her daughter.\n\nGRACE\n(standing up)\nRight, now you can carry on reading...\n\nANNE\n(in a plaintive voice)\nNo, no...\nGRACE\nYes. Until you finish the chapter. The reading of the\nWord of God should never be left unfinished.\n\nANNE\nBut I don’t like this chapter.\nGRACE\nWhat do you mean?\nANNE\nAbraham...was evil.\nGRACE\n\nNo. Abraham was a good man.\n\nANNE\nSo, why did he want to kill his son?\n\n: GRACE\nOne day you'll understand. Come on, catty on reading.\n(She goes downstairs towards the door}. You'll see how\nin the end he didn’t Kill him.\n\n43\n\f \n\nSe\n\nSilence.\n\nANNE\nMummy, you'd never kill me, would you?\n\nGRACE feels the question like a stab in the back She turns slowly towards her\ndaughter and gives her a look of bewilderment, of terror...and also of anger. The girl\nquickly resumes her reading.\n\nANNE\n. “And Abraham stretched forth his hand, and took the knife\na to slay his son. And the angel of the Lord called unto him\n\nout of heaven, and said...”\n-\n\nGRACE leaves the room, closing the door slowly behind her.\n46. THE HOUSE. SEWING ROOM. INT/DAY.\n\nGRACE enters the room.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEWING ROOM. INT/DAY. GRACE enters the room. \n\nTARGET SECTION TO BE ANNOTATED:\n We see thar BERTHA is no longer there.\n\nShe crosses the room diagonally, walking a little like an automaton, as if still affected\nby the question her daughter had just asked her.\n\nA noise above her head makes her look up to the ceiling. Rapid steps run up and down\nfrom one side to the other. GRACE follows the path of the noise as if watching a fly.\n\nThere is a sudden silence.\nSomething falls to the floor with @ crash.\nGRACE\n(to herself\nNow she’s gone too far...(Looking at the ceiling) Lydia,\ndammit, get down her immedi...!\nGRACE catches sight of something through the window which leaves her awe-struck.\n\n47. THE HOUSE. GARDEN. EXT./DAY.\n\nLong distance shot of GRACE: BERTHA is standing in the cenrral pathway, talking to\nLYDIA, who is holding a basket of flowers.\n\nBERTHA points to the second floor of the house and the girl shakes her head.\n\n_ 48. THE HOUSE. HALL - UPPER LANDING. INT/DAY.\n\nGRACE enters the room and stops at the foot of the stcirs, staring at ner daughter.\n\n \n\fQ\n\nUnALS\nWhat's going on up there?\n\nANNE\n\n(with slightly sheepish look)\nNothing, as far as I know, mummy. I'm just reading, like\n\nyou told me.\nGRACE\nDid you hear it as well?\nANNE\nHear what?\n\nGRACE climbs the stairs. ANNE resumes her reading.\n\nANNE\n“and the angel of the Lord called unto Abraham out of\nheaven the second time, and said: ‘By myself have I\nswom, saith the Lord, for because thou hast done this\nthing...’” .\n\nGRACE reaches the landing and looks around her.\n\nGRACE\n(to the girl)\nSsbh...\n\nAnother creak is heard in the darkness.\n\n. GRACE\nWho’s there?\n\nANNE\n(without looking up from the Bible)\nI don’t know, I haven’t done anything.\n\nGRACE stands looking at her daughter. It's clear that the girl knows something.\n\nGRACE\nWho’s making that noise, Anne?\n\nPause.\n\nANNE\nTcan’t tell you, mummy.\n\nGRACE\n(containing her anger)\nTell me.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nPause. ANNE\nTcan’t tell you, mummy. GRACE\n(containing her anger)\nTell me. \n\nTARGET SECTION TO BE ANNOTATED:\nPp\nWw\n\fANNE\nIfT tell you you'll hit me and punish me again.\n\nGRACE\n(rushing towards the girl)\nAnne, I want the truth!\nANNE\n\nI don’t know what I’m supposed to say any more! IfI say\nI’ve seen them, I get into trouble, and if I say I haven’t, it’s\njust as bad!\n\nGRACE takes her daughter by the shoulders.\n\n- GRACE\nAnne. Tell me if there’s anyone upstairs and, if so, where.\n\n- ANNE looks at her mother in silence. Then she points to behind her.\n\nGRACE turns round: we see a door at the end of the passage. Daylight filters through\nthe cracks, outlining her silhouette in the darkness.\n\nANNE\nThere. They’re in there.\n\nGRACE walks slowly to the door. Although she is @ courageous woman, she is\nobviously very nervous.\n\nShe reaches the door, inserts a key in the lock, turns it and slowly opens...\n\nShe stands for a few seconds in the doorway, looking cautiously within, as if she dare\nnot enter.\n\nANNE\nMummmy...mummy...\n\nGRACE looks at the girl.\n\nANNE\n(hiding her face behind her hand)\nYou're letting the light in. Make up your mind...either go\nin or shut the door.\n\nGRACE swallows. She goes in and closes the door behind her.\n49. THE HOUSE. THE ROOM OF THE NOISES. INT.DAY.\nGRACE looks around her. The room has more furniture than the rest of the house put\n\ntogether, as if it had been used as a storeroom.\n\n36\n\f \n\nThere are so many nooks that‘it is difficult to form an idea of how much space there\n\nreally is, and much less so, to know if there is anyone lurking behind some hidden\ncorner.\n\nGRACE moves forward and stands in the centre. Her look is distant, as if she were\npaying more attention to what she can hear.\n\nWe slowly approach her ear...\nVery vaguely, mingled with the noise of the leaves in the garden, we detect an amalgam\nof confused whispers. It is almost impossible to distinguish what they are saying.\n\nWe hear a sort of supernatural moan followed by a deep breath.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nVery vaguely, mingled with the noise of the leaves in the garden, we detect an amalgam\nof confused whispers. It is almost impossible to distinguish what they are saying. We hear a sort of supernatural moan followed by a deep breath. \n\nTARGET SECTION TO BE ANNOTATED:\n GRACE steps back,\ntying to-locate the voices, but though they seem to be right beside her, she is unable to\npin them down.\n\nOLD WOMAN’S VOICE\nShe’s here, she’s here...\n\nVICTOR’S VOICE\nMummy, she says she’s here.\n\nOLD WOMAN'S VOICE\nShe’s watching us. (The voice turns into a plaintive moan)\nShe’s watching us...she’s watching us!\n\nMRS. MARLISH’S VOICE\nSshh...\n\nGRACE opens wide her eyes, trying to see in greater detail what she has in front of her,\nbut she can only see a couple of pieces of furniture and a wall.\n\nShe sees that the door of the room is open, and what is more, that it is closing slowly.\nThe fact that there is only darkness on the other side makes it impossible to tell who is\npulling on the doorknod.\nShe runs towards the door and into the passage.\n50. THE HOUSE. HALL — UPPER LANDING. INT.DAY.\nGRACE walks quickly towards her daughter.\nGRACE\nWhere did they go?\nANNE\nThey just came past here. Didn't you see them?\n\nGRACE\nWhich way did they go?\n\nBb\n~\n\n \n\f \n\nANNE\n(pointing in various directions)\nOver there, and over there...and over there, 2s well.\n\nAt the end of the passage, in the half-light, at least two doors seem to shut.\n\nANNE\nThey’re everywhere. They say the house is theirs.\n\nGRACE runs quickly downstairs and stands in the middle of the hall, looking frenziedly\nin all directions.\n\nANNE\nAnd they said they’re-going to take down the curtains.\n\n51. THE HOUSE. STUDY ROOM. INT/DAY.\n\nBERTHA, holding NICHOLAS in her arms, watches GRACE. place a notebook in front ,\nof ANNE, who is seated opposite an oil lamp.\n\nGRACE\nI want you to draw them, one by one, and tell me\neverything you know.\n\nANNE stands up and walks towards a corner.\n\nANNE\nWait.\nGRACE\nWhere are you going?\nANNE\n(reassuringly)\nWait...\nBERTHA\n\nMa’am, please calm down.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE\nWhere are you going? ANNE\n(reassuringly)\nWait... BERTHA\n\nMa’am, please calm down. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE\n[will not calm down! During five whole years of German\noccupation I managed to avoid a single Nazi setting foot in\nthis house! And now there’s someone here, here under my\nvery nose, opening and closing doors!\n\nBERTHA\nMa'am, this is an old house. Old houses have their quirks:\nthe floorboards creak, the plumbing clanks...You said so\n\nor yourself...\n\f   \n\nANNE returns to her mother’s side with her textbook, and tugs at her skirt.\n\nANNE\noN Look, mummy.\n\nGRACE\nThey were voices, human voices! A boy and two women,\nthey were talking together.\n\nANNE\n. Mummy, look. I did it the other day.\n\nANNE shows her the drawing from her colouring book The members of the family have\n' undergone a considerable transformation thanks to Anne's infantile scribblings. The\n\ngirl has drawn long lank hair and a moustache on the father. The mother now has a\nshock of black, curly hair on her head. The boy has hardly been altered. Neither has\nthe old lady, except that in her case, she has not drawn in her pupils, which gives her a\nsomewhat inhuman look (rather like that of a zombie). The girl is scribbled out.\n\nBeside each drawing there is an arrow and an identifying label.\n\nANNE\nThis is the father, this is the mother, this is Victor and this\nis his grandmother.\n—“* GRACE\n\nWhat do these numbers stand for?\n\nANNE\n\n(as if stating the obvious)\nThat’s the number of times I’ve seen them. The girl\ndoesn’t exist, that’s why I’ve crossed her out. I saw the\nfather twice, in the hall; the mother as well - once in the\nhall and once in the kitchen; Victor five times, all in\n\ndifferent places...and...her...I see her more and more\noften. :\n\nNext to the old woman is written the number 14.\n\nGRACE\nMy God! Bertha, go and call Mr. Turtle and tell him we\n\nhave to search the whole house, right away, before it gets\ndark.\n\nBERTHA\ney (pucting the boy down)\n, Yes, madam...\n\nBERTHA leaves the room. ANNE points to the drawing of the grandmother.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERTHA\ney (pucting the boy down)\n, Yes, madam... BERTHA leaves the room. ANNE points to the drawing of the grandmother. \n\nTARGET SECTION TO BE ANNOTATED:\n49\n\fANNE\nLook, mummy, she really scares me.\n\nC) NICHOLAS hugs his mother.\n\nNICHOLAS\n(trembling)\nMumuny...\n\nGRACE\nIt’s all right, darling, nothing’s going to happen to you\nwhile mummy’s here.\n\n-* ANNE\n\nShe's got really funny eyes, see? It’s as if she’s not\nlooking at you, but she can see you. And she’s always\naround, saying: Coooome to wuuuuus...\n\nGRACE\nAnne, don’t lie to me!\n\nANNE\nHonest, mummy. And she asks me things. Victor told me\n\niy she’s a witch.\nGRACE\nWhat does she ask you?\n\nANNE\nThings. And her breath smells.\n\n52. THE HOUSE. HALL. INT/DAY.\n\nGRACE, holding a hunting rifle, is looking in a drawer for cartridges. The old man\nTUTTLE and LYDIA are'standing behind her.\n\nGRACE\nWe have to open all the curtains. I don’t want any dark\ncomers where sorneone could hide.\n\nTUTILE\nYes, ma’am.\n\nGRACE begins ta load the rifle.\n\n \n\nGRACE\nYou both search the right side and I'll take the leit. Then\nwe'll search upstairs.\n\nsn\n\f \n\n \n\nThe servants leave.\n\nGRACE snaps the rifle shut. Then she looks at it strangely, cs if recalling some\ndistant...and unpleasant memory.\n\nShe shakes her head and leaves the room.\n\n53. THE HOUSE. ROOMS. INTJDAY.\n\nWe see various shots of curtains being opened by TUTILE, LYDIA and GRACE.\nDaylight floods into the different rooms.\n\n54. THE HOUSE. FACADE. EXTJDAY.\n\nEvening falls.\n\nWe zoom in on one of the windows of the house and discover GRACE, as the curtains\nare suddenly flung open.\n\nShe looks behind her, holding the rifle with both hands. Then she takes a lamp and\nmoves towards the next door.\n\n55. THE HOUSE. JUNK ROOM. INT/DAY.\n\nGRACE enters another room. In spite of the prevailing darkness, it is clear that the\nroom is full of junk, some of it scattered over the floor.\n\nGRACE moves cautiously forward.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE enters another room. In spite of the prevailing darkness, it is clear that the\nroom is full of junk, some of it scattered over the floor. GRACE moves cautiously forward. \n\nTARGET SECTION TO BE ANNOTATED:\n She places the lamp on a table and walks towards\none of the curtains... .\n\nAs she draws the curtain, the light illuminates a thin-faced figure dressed in old-\nFashioned clothes, who seems to observe her from a corner of the roam.\n\nGRACE gives an involuntary shout, and points her rifle at him...\n...until she realises that she is standing in front of a Pre-Raphaelite style portrait.\nGRACE stands laoking at the painting for a while.\n\nThen she inspects the room, in the brighter light of day. However, rather than looking\nfor signs of people, she seems to pay more attention to the objects that surround her.\n\nAmong the huge number of objects she finds several portraits, almost all of them\ndaguerreotypes and photographs.\n\n56. THE HOUSE. CHILDREN’S BEDROOM. INT/DAY.\n\nANNE is plaving with a doll, on a corner of the bed. NICHOLAS is sitting on the floor,\nlooking bored.\n\n \n\n \n\f \n\n \n\n \n\nBERTHA ts snoozing next to a table on which there is an oil lamp.\n\nANNE\nWhy do we have to stay in here?\n\nBERTHA stretches.\n\nBERTHA\nBecause your mother is opening all the curtains. She's\nlooking for the intruders.\n\nNICHOLAS\nWhat does “intruders” mean?\n” BERTHA\n“Inttuders” are people who go into someone’s house\nwithout permission.\n\n. NICHOLAS\n‘Why have they come to our house?\n\nBERTHA :\nPethaps they were planning to steal something. Or\nperhaps they’re just looking for shelter.\n\nANNE\nI know why they’ve come. They reckon the house belongs\nto them and that we’re the intruders.\n\nBERTHA\nWhere did you get that idea?\n\nANNE does not answer. She carries on playing with her doll.\n\nNICHOLAS\n(scared by his own words)\nPerhaps they’re ghosts who lived in this house before and\nwho...and who...\n\nANNE\nDon’t be stupid. I already told you that ghosts go about in\nwhite sheets and go...*ooOOQOo00!”. And they walk\nabout clanking chains.\n\nBERTHA\nAnne, why do you make up such stories?\n\nANNE\n\nI don't make them up. I read it in a book.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERTHA\nAnne, why do you make up such stories? ANNE\n\nI don't make them up. I read it in a book. \n\nTARGET SECTION TO BE ANNOTATED:\nwa\n\n2\n\fO\n\n=\n\n \n\nBERTHA\nYou shouldn't believe everything you read in books.\n\nANNE\nThat’s what my mother says...she says that when people\ndie, their souls go to Heaven, or Hell or Purgatory, and\nthat all this stuff about ghosts is rubbish. But then she\nexpects us to believe everything that’s written in the Bible.\n\nBERTHA\nDon’t you believe it?\n\nANNE\nI believe some things... But, for example, I don’t believe\nthat God made the world in seven days...or that Noah got\nall those animals into one boat. Or that the Holy Spiritis a\ndove.\n\nNICHOLAS\nNo, I don’t believe that either.\n\nANNE\nDoves are anything but holy.\n\nNICHOLAS\nThey crap on our windows.\n* ANNE\n.And I don't believe that Jesus cast out demons into 2\nherd of pigs and made them jump into the sea and drown.\nPoor pigs! It wasn’t their fault!\n\nBERTHA smiles at the idea. Then she becomes serious.\n\nBERTHA\nHave you mentioned this to your mother?\n\nThe children are quick to shake their heads, as if the very thought of it scared them.\n\nANNE\nDo you believe in ghosts, Bertha?\n\nBERTHA, finding the question difficult, takes her time in answering.\n\nBERTHA\n(rather nervous)\nOf course not.\n\ntn\nuo\n\f \n\nDissolve to\n57. THE HOUSE. JUNK ROOM. INT/DAY\nOQ GRACE is lost in thought, her eyes glued to the portraits piled up in front of her.\nAfter a few moments’ mental debate, she eventually takes out of her skirt pocket the\npage from Anne's colouring book and places it beside the portraits, as she goes through\n\n: them one by one, comparing them with her daughter's drawing.\n\nFrom time to time she looks towards the door, as if she were ajraid to be caught red-\nhanded.\n\nShe opens a very dusty, black bound album. Faces from the previous century pass\nbefore her gaze, with a solemnity characteristic of old-fashioned poses. They all have '\nsomething in common: the subjects are all sitting or lying down, with their eyes closed.\n\nBERTHA\n(of .\n\n)\nMa'am... .\n\nGRACE stands up, quickly hiding her daughter's drawing in her pocket.\n\nGRACE\nYes...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n)\nMa'am... . GRACE stands up, quickly hiding her daughter's drawing in her pocket. GRACE\nYes... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\nThe door opens and BERTHA appears.\n\n6 BERTHA\nThey’ve searched everywhere. There’s no one downstairs.\nGRACE\nGood. Then tell them to go upstairs. I'll join them ina\nminute.\nBERTHA\n(turning to leave)\nYes, ma'am.\nGRACE\nBertha? .\nBERTHA\n(turning back)\nYes?\nGRACE\n\n \n\nHave you any idea what this might be?\nGRACE goes up to the old women and shows her the album.\n\fBERTHA |\n(as if stating the obvious)\nIt’s a photograph album, madam.\n\nC) GRACE\nad Yes, but everyone’s asleep, look.\nBERTHA\n\nThey’re not asleep, madam... They’re dead.\n\nGRACE looks at the old woman, with a mixture of surprise and terror.\n\na\n\nBERTHA\nIt’s a book of the dead.\n\n4 --\n\n: GRACE\n\n: (flipping through the pages with the tips of her fingers)\nI've never seen anything like it.\n\nBERTHA\nIt was common practice during the last century. They\nphotographed the dead in the hope that their souls would\nlive on in the portrait.\n\nGRACE\noO There are even group portraits...And children! It’s\n-macabre. How could those people be so superstitious? It\nshouldn’t have been allowed.\n\nBERTHA\nGrief over the death of a loved one can lead people to do\nthe strangest things.\n\nOn the last page there are some faint tear marks in the form of an X, as if someone had\nhastily ripped out a photo. GRACE gazes at the marks, absentmindedly, while she runs\nher fingers over the torn paper.\n\nGRACE\nHow odd, someone has ripped out the last photo.\n\nBERTHA\nMa'am, hope you don’t think...\n\nGRACE\nI'm not suggesting it was you, Bertha.\n\n \n\n: BERTHA\nPerhaps someone took the photo years ago...\n\n \n\f \n\nGRACE ~\nNo, the marks are recent.\n\nBERTHA\nMaybe...maybe it came unstuck.\n\nGRACE\n\n(not really convinced)\nYes, that must be it.\n\n58. THE HOUSE. LOUNGE. INT/NIGHT.\nThrough the window we can see the trees in the garden waving in the wind.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOUNGE. INT/NIGHT. Through the window we can see the trees in the garden waving in the wind. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nGRACE is curled up in an armchair, in front of the hearth, staring absently into the fire:\nThe rifle lies at her feet. mo\n\nBehind her, sitting near the door, is BERTHA, reading the Bible.\n\nGRACE\n(without taking her eyes off the fire)\nBertha, why don’t you go to bed? It’s very late.\n\nBERTHA\n(looking up from the Bible)\nYou look 2s if you could do with 2 good night’s rest\nyourself, ma’am.\n\nFor a moment, GRACE seems to betray the hint of a smile.\n\nGRACE\nT employed you to take care of my children, not me.\n\nBERTHA\nYou must rest. You go and lie down, I'll keep watch.\n\nGRACE\nYou don't know how to handle a rifle.\n\nBERTHA\nIcan learn.\n\nGRACE smiles again. Then she turns to the old women.\n\nGRACE\nIt’s cold. Come and sit by the fire.\n\nBERTHA\nThank you, ma'am, but don't worry, I'm fine where I am.\n\nuw\nOv\n\n \n\fBERTHA sits timidly in an armchair near GRACE and warms her hands in front of\nfire.\n\nGRACE\n\n(with @ glimmer of tenderness)\nCome on... :\n\nBERTHA\nThank you very much, ma’am.\n\nthe\n\nGRACE\nTell me about when you worked here before.\n\nBERTHA\nWhat do you want to-know?\n\nGRACE\nDid you have children to look after then as well?\n\nBERTHA\nNo. No, the master and his wife didn’t have any family. I\nwas in charge of organising the housework.\n\nGRACE\nWere there many servants?\n\nBERTHA\nAbout fifteen. But in the end there were only the three of\nus left.\n\nGRACE\nWhy?\n\nBERTHA\nMy employers moved to London. They came here less\nand less, what with it being so out of the way and all...\nAnd so the house was gradually left empty.\n\nGRACE\nIt’s the same old story. Everyone ends up leaving this\ndamned island. My family went in the summer of 1940,\njust before the invasion... And that was the last I ever\nheard of them...\n\nBERTHA\nOh.\n\nGRACE\nIt makes no di nce, [don't blame them.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd that was the last I ever\nheard of them... BERTHA\nOh. GRACE\nIt makes no di nce, [don't blame them. \n\nTARGET SECTION TO BE ANNOTATED:\n All's fairin\nlove and war.\n\n \n\fBERTHA\nActually, we lef, too. Although...well, (she looks around\nher wistfully) sometimes you leave a place, and it’s as if\n\noN it’s there with you all the time. I always felt like I'd never\nLC) left this house.\nGRACE\nWhy did you leave?\nPause.\n” BERTHA\nIt was...on account of the tuberculosis.\nGRACE\n(surprised)\nTuberculosis?\nBERTHA ,\n\nThe whole area was evacuated.\n\nGRACE\nWhen was that?\n\n“ BERTHA\n\nIn...a few years ago.\nPause. Burning logs crackle in the hearth.\n\nGRACE\nWas that when Lydia was left dumb?\n\nFrom the old woman's expression it is clear that she does not like talking about this\nsubject.\n\n|\n\nBERTHA\n\nYes, I think so... (She smiles nervously). This poor old\nmemory of mine is a bit rusty these days.\n\n \n\nGRACE\nWhat happened to her?\n\nBERTHA\nSuddenly, one day, she just stopped talking.\n\n \n\nGRACE\nBut there must have been a reason...\n\nwn\n\n3\n\f| BERTHA shakes her head.\n\nBERTHA\nIf there was, I never found out. .\nCO ) , GRACE\n\nBut people don’t just stop talking like that, for no reason.\nThese things are always the result of some sort of\ntrauma...(To herself). Something must have happened to\n) her... (Pause,) Were your employers good to you?\n\nBERTHA\nOh, they were very pleasant indeed.\n\n~ GRACE\nYou don’t have to lie, Bertha.\n\nBERTHA\nNo, no, madam, I’m serious. They were always very kind\nto us, and...well, we'll always be grateful to them for the\nway they...\nBERTHA cuts herself, short, as if she had said more than she should.\n\nGRACE\n\nO\n\nThe way they what?\n\nBERTHA\nThe way...the way they treated us. Ma’am, if you'll\nexcuse me, I’d better go to bed, or there'll be no getting\nme up in the morning.\n\nGRACE\nOff you go. I’ll stay here a while longer.\n\nZ . »  BERTHA stands up and walks towards the door..",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE\nOff you go. I’ll stay here a while longer. Z . »  BERTHA stands up and walks towards the door.. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE\nDo you know what became of them, whether they’re still\nalive or not...?\n\nBERTHA\nNo, to be honest, I don’t. Goodnight, ma’am.\n\nGRACE\nGoodnight, Bertha.\n\n \n\n\" The old lady leaves the lounge.\nGRACE stares at the fire, deep in thought.\n\n39\n\n \n\fO\n\n \n\n59. THE HOUSE. CHILDREN’S BEDROOM. INT/NIGHT.\n\nNICHOLAS approaches the bed where ANNE is sleeping.\n\nNICHOLAS\n(whispering)\nAmne...Anne...\nANNE\nWhat do you want?\nNICHOLAS\nI'm peeing myself.\nANNE\nWell, you'll have to wait till tomorrow.\nNICHOLAS\nTcan’t.\nANNE\n\nYou know mother doesn’t let us leave the room.\n\nNICHOLAS\nBut, I can’t hold it in any longer.\n\nANNE thinks fora moment. Then she makes a gesture of impatience and gets out of\nbed.\n\nANNE\nFace the wall.\n\nNICHOLAS, as if he were already accustomed to this, turns round and faces the wall.\nBehind him we see ANNE rummaging around in some part of the room.\nNICHOLAS\nHurry up, I’m bursting.\nANNE approaches him and hands him two keys.\n\nANNE :\nThis one is for here, and this one for the bathroom.\n\nNICHOLAS\nNo, I don’t want to go on my own.\n\n40\n\n \n\fANNE\n(frowning with impatience)\nHere we go!\n\n: NICHOLAS\nCJ (a little ashamed)\nI'm scared. What if bump into the intuders?\nANNE\n} Intruders...All right, come on.\n\nThe children stealthily open the door and leave the room.\n60. THE HOUSE. PASSAGE WITH VIRGIN. INTJNIGHT.\nThe children step into the passage. Moonlight shines through the windows.\n\n. They proceed on tiptoe.\n\nSuddenly, NICHOLAS stops dead, staring towards the end of the passage.\n\nANNE\nWhat is it?\n: : NICHOLAS\na (in an almost imperceptible whisper)\nThere’s someone there.\nANNE\nWhere?\nNICHOLAS\n(gesturing with his head)\nLook.\n\nAt the end of the.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNE\nWhere? NICHOLAS\n(gesturing with his head)\nLook. At the end of the. \n\nTARGET SECTION TO BE ANNOTATED:\n passage there is a'statue of the Virgin with a raised arm. Next to ita\nhuman silhouette can be made out.\n\nANNE stands for a few moments scrutinising the darkness. Then her expression\n\n \n\nrelaxes,\nANNE\nIt’s the shadow of the Virgin, silly.\nNICHOLAS\nNo, no.\nANNE\n\nNicholas, it’s the shadow of the Virgin.\n\fo\n\n \n\nNICHOLAS\nLet's go back.\n\nANNE begins to walk to the end of the passage.\n\nANNE\nDon’t be stupid.\nNICHOLAS\nDon’t go, don’t go.\nANNE\n(walking)\n\nCowardy custard.\n\nNICHOLAS watches in horror as his sister stands next to the shadow.\n\nANNE\n(looking ar NICHOLAS\n\nSee? It’s only a shad...\n\nThe shadow suddenly shoots out a black arm and grasps the girl.\nANNE screams. NICHOLAS steps back.\n\nMoonlight shines on the silhouette. It is GRACE.\n\nGRACE\n(in an angry whisper)\nDo you mind telling me what you’re doing? (She looks\ntoward the end of the passage) Nicholas, come here. -\n\nThe boy walks slowly towards his mother.\n\nANNE\nI was only taking him to the bathroom, mummy. He said\nhe was’ bursting for a pes.\n\nGRACE\nHow did you get out of the room?\n\nANNE\nThe door was open.\n\nGRACE\n(tucting)\n\fThat Bertha’s going to feel the sharp end of my ‘tongue\nwhen I see her...And how were you thinking of getting\ninto the bathroom?\n\n \n\nof ANNE\n\\ We were going to ask you for the key.\n\nPause. GRACE looks at NICHOLAS\n\nGRACE\nYou should have gone before you went to bed. Come on,\nthen, be quick.\n\nNICHOLAS\n(looking very distraught)\nI don’t think I need to now.\n. The bey has an enormous stain on his pyjama bottoms.\n\n61. THE HOUSE. BATHROOM. INT./NIGHT.\n\nGRACE is vigorously washing NICHOLAS who is standing in the bath, holding up his\n\nPyjama jacket.\nThe boy watches his mother.\n. NICHOLAS\nMummy.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe boy watches his mother. . NICHOLAS\nMummy. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE\n(still annoyed)\nWhat?\nNICHOLAS\n\nWhen's daddy coming home?\n\nThe question upsets GRACE and she pauses momentarily. Then her expression hardens\nand she continues scrubbing his legs.\n\nGRACE\nWhen the war’s over.\nNICHOLAS\nWhy did he go to war...I mean, nobody's done anything\n\nbad to us?\n\n} Pause. GRACE's eves redden and tremble. It is obvious thar she does not like talking\nasout the subject.\n\fGRACE\nDaddy went...(with slight sarcasm)...Daddy went because\nhe’s very brave. And he wasn’t prepared to let the\nGermans tell him what he had to do.\n\nNICHOLAS\nWhy?\n\nGRACE shakes her head. She seems on the point of bursting into tears.\n62. THE HOUSE. GRACE’S BEDROOM. INT/NIGHT.\nGRACE, lying on the bed, bursts into tears.\n\n*, GRACE\n\n(groaning)\nWhy, why...?\n\nShe stretches out her hand and takes a handkerchief from the bedside table. She blows .\nher nose, and tries to pull herself together. ,\n\nA sudden noise changes her expression. She sits up and listens...\nThe piano is playing.\n\nThe gentle, mysterious melody, reminiscent of Satie, cannot be clearly distinguished as\nit echoes through the house.\n\nGRACE quickly puts her slippers on.\n\n63. THE HOUSE. PASSAGE — STAIRS. INT/NIGHT.\n\nGRACE rushes out into the passage, grasping the rifle and an oil lamp.\n\nThe melody can be heard more clearly.\n\nShe stops at the head of the stairs, as if having second thoughts about going down.\nShe descends the staircase slowly. The wooden stairs creak\n\nGRACE looks around her nervously as she descends, although her attention is almost\ntotally directed towards the music room.\n\n64. THE HOUSE. HALL - PASSAGE. INT/NIGHT.\n\nGRACE stops in front of the music room door. She places the oil lemp on the floor in\nps inj\n\norder to have better control of the rifle and slowly pushes on the door handle.\n\nAlmost instantaneously the music stops, vanishing in @ sort of melange of notes, as if\nsomeone had suddenly stopped plaving but withoue releasing the sustain pedal.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE stops in front of the music room door. She places the oil lemp on the floor in\nps inj\n\norder to have better control of the rifle and slowly pushes on the door handle. Almost instantaneously the music stops, vanishing in @ sort of melange of notes, as if\nsomeone had suddenly stopped plaving but withoue releasing the sustain pedal. \n\nTARGET SECTION TO BE ANNOTATED:\n64\n\f   \n\nGRACE pushes the door wide open and, with the rifle raised, peers around the room:\nthere is no one sitting at the piano, although the lid is raised.\n\nGRACE takes a deep breath and enters the room.\n65. THE HOUSE. MUSIC ROOM. INT/NIGHT.\n\nGRACE walks slowly towards the piano...\n\nBehind her, the door slowly closes (with the inevitable squeaking of hinges, needless to\n\nSay) leaving the oil lamp outside. Now the only light is what filters in from the night\nthrough the windows.\n\nGRACE stops, uneasily, as if unsure whether to go back and open the door again or to\ncontinue towards the piano...\n\nShe moves towards the piano.\n\nShe closes the lid and locks it.\n\nShe looks around, without lowering the rifle: there is no one in the room.\nShe returns to the door, opens it and leaves.\n\n66. THE HOUSE. HALL - PASSAGE. INT/NIGHT.\n\nGRACE bends down to pick up the oil lamp, beside the door. As she does so, the door\ncloses behind her, very, very slowly.\n\nPause. GRACE opens the door again...\nShe swings it gently backwards and forwards, as if checking the state of the hinges.\n\nShe leaves it open for some time, looking continuously to the back of the room.\n\nAbsolute silence...\n\nThe door slams in her face with unexpected violence. The movement is so brusque that\nGRACE almost falls to the floor.\n\nOn the other side of the door, we hear someone turn the key firmly in the lock\n\nGRACE turns and runs up the passage.\n\nGRACE\nBertha!!\n\n- 67. THE HOUSE. HALL - STAIRS. INT/NIGHT.\n\nGRACE nuns up the stairs.\n\fOb\n\n \n\nGRACE\nBertha!! ©\n\nBERTHA appears on the upper landing.\n\nBERTHA\n\n(very scared)\nWhat's the matter, madam?\n\nGRACE\nThe key to the music room! Give it to me!\n\nBERTHA searches quickly in the pocket of her dressing gown.\n\nGRACE\nQuickly! :\n\n’ BERTHA takes out her bunch of keys.\n\nBERTHA\nWhat’s happened, madam?\n\nGRACE grabs the keys and hurtles downstairs.\n\nGRACE\nCome on! ,\n\n68. THE HOUSE. HALL - PASSAGE. INTJNIGBT.\n\nGRACE runs towards the music room door.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALL - PASSAGE. INTJNIGBT. GRACE runs towards the music room door. \n\nTARGET SECTION TO BE ANNOTATED:\n She puts the key in the lock and turns it.\n69. THE HOUSE. MUSIC ROOM. INT/NIGHT.\n\nGRACE and BERTHA burst into the room.\n\nIt is empty.\n\nGRACE looks in horror towards the piano.\n\nGRACE\nOh, my God...!\n\nThe lid of the piano has been raised again.\n\n70. THE HOUSE. KITCHEN. INT/DAWN.\n\n. BERTHA pours boiling water from the kettle into a white mug. She then places the mug\n\nand ovo tablets on the table where GRACE sits gazing into space with a tense\nexpression on her face.\n\nov\nOv\n\fBERTHA\nDrink this and take these tablets, ma’am. They’ll do you good.\n\nGRACE grasps the mug firmly, trying to bring her trembling hands under control.\n\n \n\nGRACE\n(almost to herself)\nI checked that room myself. It was empty. And yet I felt\nthat someone else was there. A...presence...moving\naround me. And it wasn’t human. Those\nbeings...whoever they are, are challenging us...me and\nmy children.\n\n-. BERTHA\nYou musm’t say such things, ma’am. You should get\nsome rest...\n\nGRACE\n\n(banging her fist on the table)\nI don’t want to rest! I can't. And I know I’m not mad.\n(She-stands and walks around the table). My daughter’s\nvisions, the whispering voices, thé doors that open and\nclose, the piano... (Thoughfully:) That’s why that poor\ngirl went dumb. There’s something in this house that she\nsaw or heard...or felt!!, Something demonic.\n\nO\n\nBERTHA\n(crossing herself)\n\nMa'am!\n\nGRACE\n\n(looking around her)\nSomething which is not at rest...You don’t believe it, do\nyou?\nBERTHA looks down.\nGRACE\n\nI don’t blame you. I had my doubts as well.\nBERTHA\n(plucking up courage)\n\nI do believe it, madam.\n\nGRACE looks at her, slightly surprised.\n\f \n\n. BERTHA\n\nI've always believed in those things. They're not easy to\nexplain...but they happen. We've all heard stories of the\nbeyond, now and then... And I think that, sometimes, the\n\nworld of the dead...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey're not easy to\nexplain...but they happen. We've all heard stories of the\nbeyond, now and then... And I think that, sometimes, the\n\nworld of the dead... \n\nTARGET SECTION TO BE ANNOTATED:\ngets mixed up with the world of the\nliving.\n\nGRACE\nBut that’s impossible! The Lord would never allow such\nan aberration! The living and the dead will only mest at\nthe end of time. It says so in the Bible. .\n\nBERTHA\nThere isn’t always an answer for everything, ma’am.\n\nPause. -\n\n_ GRACE runs out of the kitchen.\n\nBERTHA\n(worried)\nWhat are you going to do?\n71. THE HOUSE. HALL. INT/DAY.\n\nGRACE goes to a cupboard, near the door, and takes out an overcoat.\n\nGRACE\nIt’s time I went to the village and paid Father Lebrun a\nvisit. Lf hewon’t come here, I shall go to him. And PU\nbring him back.\n\nBERTHA\nBut, ma’am, you should wait for the weather to improve...\n\nGRACE\nI’ve waited long enough.\n\nGRACE leaves the house. BERTHA follows her.\n72. THE HOUSE. GARDEN. EXT./DAY.\nGRACE rushes down the drive. BERTHA walks behind her.\n\nBERTHA\nThe priest told me he would come as soon as he could...\n\nGRACE stops and turns to face the old woman.\n\n68\n\fI'm tired of hearing what he tells you! I want him to tell\nme, personally. He’s going to come today. The sanctity\nof this house is at stake.\n\n \n\nBERTHA\nWhat are you going to tell him?\n\nPause.\n\nGRACE\n(pointing to the house)\nI’ve searched every room in there, inch by inch. Now I\nwant them to be blessed.\n\nGRACE walks off. BERTHA watches her anxiously.\n\n73. THE HOUSE. GARDEN-TREES. EXTJ/DAY.\n\nTUTILE, with a wheelbarrow beside him, is raking together three piles of dead leaves.\n\nGRACE approaches him, through the trees.\n\nBERTHA\n(on\nMa'am, please, wait, it’s still very early!\n\nTUTTLE\nGood morning, ma’am.\n\n: GRACE\nTuttle, I want you to search the whole garden and tell me\nif you come across any gravestones.\nTUTILE\nGravestones?\n\nBERTHA catches up to them.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n: GRACE\nTuttle, I want you to search the whole garden and tell me\nif you come across any gravestones. TUTILE\nGravestones? BERTHA catches up to them. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE\nWhen my husband bought this house three years ago, we\nwere told there was a little cemetery among the trees.\n\nTUTTLE\nI've not seen anythin:\n\nGRACE\n(beginning to walk off)\nCheck carefully. The graves could be overgrown.\n\n69\n\fTUTTLE\nYes, ma’am.\n\nGRACE\n\nI want to know if there was a family buried here...a family\nC) whose father was a pianist.\n\n14. THE HOUSE. GARDEN GATE ~ROAD. EXTJDAY.\n\nGRACE pushes open a huge wrought iron gate and comes out onto a dirt road that\ndisappears round both sides of the property.\n\nA thin fog blurs the distant countryside.\n\n75. THE HOUSE. GARDEN -TREES. EXT. DAY.\n\nBERTHA and TUTILE look towards the exit.\n\nSuddenly, the old woman's face, usually kind and almost naive, acquires a troubled, :\nsombre expression.\n\nBERTHA\n(with complicity)\nNow she’s convinced they’re ghosts.\n\nTUTTLE\n(leaning on his rake)\nDon’t you think it’s risky to let her go?\n\nBERTHA\n(coldly)\nDon’t worry. The fog won’t let her get very far.\n\n, TUTTLE\nOh, yes, the fog: The fog...of course.\n\nTUTILE resumes his work, raking the dead leaves. Suddenly he stops and leans on his\nrake again.\n\nTUTTLE\n(pointing to the three piles)\nAnd when...when do you think we should tell her\nabout...all this?\n\nBERTHA\nAll in good time, Mr. Turtle. Allin good time. Oh, you'd\nbetter add some more leaves to that pile.\n\n \n\feee\n\nA\n\nUNE Of IN@ Pluss Mas pormeny COdapeca, peveui,\n\nBS Wenner co ane le\n\ntakes a handful of dried leaves from the wheelbarrow and scatters them over the tomb\nhiding tt from view once more.\n\n76. ROAD. EXTJDAY.\n\nGRACE walks briskly along the roadside.\n\nThe fog has thickened.\n\nEven though she is outdoors, not a single bird can be heard twittering.\nThe further GRACE walks on, the thicker the fog becomes.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fog has thickened. Even though she is outdoors, not a single bird can be heard twittering. The further GRACE walks on, the thicker the fog becomes. \n\nTARGET SECTION TO BE ANNOTATED:\nThe silence also becomes more and-ore enveloping; not a leaf rustles, nor is there the\nslightest hint of a breeze...\n\n_ There is a total stillness, which amplifies the sound of her Steps and her rapid\n\nbreathing.\n\nGRACE looks behind her, rather uneasily: the fog is now so thick that she can hardly\nSee anything.\n\nOnly a grained, grey curtain stretches before her. It is now impossible to detect even\nthe branches of the trees.\n\nGRACE stops, aware that she is losing her way.\n\nTotal silence.\n\nShe stretches her arm out into the fog. Her hand disappears into the mist.\n\nGRACE's breathing becomes more and more panicky. Wherever she looks, she can see\nonly whiteness. Not a single shape is visible.\n\nGRACE is overcome by panic. She turns to face the other way, - or so it seems, at least,\n- with the intention of backrracking...\n\nBut she cannot escape the blanket of fog.\nGRACE seems to be running literally through nothingness.\n\nShe stops once more to get her breath back”\nIn spite of herself, she is unable to stifle the occasional moan of desperation.\n\nSuddenly, a warm ray of sunlight reaches her. In the distance, a figure is outlined\nagainst the light.\n\nThe figure approaches slawly. GRACE feels so helpless and disconcerted that she can\nonly remain rooted to the spot.\n\f©\n\n4\n\n \n\nWhen the figure is barely a metre away, GRACE lets out a groan of utter shock, and\nputs her hands to her mouth.\n\nThe man, about thirty five years of age, is dressed in.military uniform. He carries a\nknapsack on his back. He is tall and slim, with deep set eyes and c cadaverous jaw. He\nhas several scars and bruises on his face. His expression ts sad and absent, as ifhe had\nlived through some terrible experience.\n\nGRACE\n: (almost breathless)\nCharles...\n\nThe man looks at her in silence without reacting, as if he did not recognise her. Then\nhis eyes widen a little. *\n\nCHARLES\n(stuttering)\nGrace...\n\nThey embrace slowly. The knapsack falls to the ground.\n\nGRACE begins to cry.\n\nGRACE\n(between sobs)\nThis can’t be true. It’s not possible.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE begins to cry. GRACE\n(between sobs)\nThis can’t be true. It’s not possible. \n\nTARGET SECTION TO BE ANNOTATED:\n They told me you'd\nbeen given up for dead...that you stepped on 2 mine and\nwere swallowed up by the earth.\n\nCHARLES takes some time to answer.\n\nCHARLES\n(looking into space)\nThey...say a lot of things.\n\nGRACE\n(pressing herself even more closely to him)\n\nOh, thank you, God, thank you. Every night I’ve prayed\nfor this moment, asking for the impossible, begging God\nto return my husband and the father of my children. (She\npulls away from him slightly and looks him in the eyes).\nThey don’t know anything. I told them the war wasn't\nover yet, and that one day you'd come back. (She\nembraces him again). And you have, you're back, you're\nback... But...where have you been all this time?\n\nCHARLES\nOut there...looking for my house.\n\fGRACE runs her hand over his forenead ana tnrougn nts nair.\n\nGRACE\nMy God, you're so...different.\n\nQ CHARLES\nSometimes I bleed.\n\nGRACE is unable to stifle a burst of hysterical laughter. They both smile, looking at\neach other.\n\nMeanwhile, a stiff breeze has swept the fog away among the trees, making the road\nvisible once more.\n\nDissolve to -\n\n71. THE HOUSE. GARDEN - FACADE. EXTJDAY.\n, \"CHARLES leans slightly on GRACE's arm as they approach the house.\n78. THE HOUSE. HALL. INTJDAY.\n\nGRACE and CHARLES enter the house. BERTHA comes to meet them.\n\nBERTHA\nMa’arm.\n\nOo\n\nGRACE\nBertha, this is my husband.\n\nBERTHA's reaction is little short of astonishment.\n\nBERTHA\nPleased to meet you, sir.\n\nGRACE\n\nHe’s very weak. Prepare a hot bath, some clean clothes\nand something to eat.\n\nBERTHA\nRight away, ma’am.\nBERTHA leaves the room.\nCHARLES\n\nWhere are the children?\n~ GRACE\nUpstairs. Wait, I’ll call them.\n\n~\nur\n\fCHARLES stops her with a gesture of his hand and moves to the foot oj ine Siaircase,\nThen he begins to climb the stairs one by one, like an old man of eighty.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n~ GRACE\nUpstairs. Wait, I’ll call them. ~\nur\n\fCHARLES stops her with a gesture of his hand and moves to the foot oj ine Siaircase,\nThen he begins to climb the stairs one by one, like an old man of eighty. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE observes his slow ascent, visibly moved, though we do not know whether it is\nout of joy or sadness at seeing him in such a lamentable state.\n\n79. THE HOUSE. CHILDREN’S BEDROOM. INT/DAY.\n\nANNE and NICHOLAS are asleep.\n\nThe door opens and the outline of their father appears.\n\n* CHARLES\n(whispering)\nHow are my little ones?\n\nANNE is the first to open her eyes and see him. Sne leaps from the bed and runs\n\n_ towards him.\n\nANNE\nDaddy!\n\nCHARLES sweeps her up into his arms, as she clings to his neck\n\n. ANNE -\nWhy did you take so long?\n\nCHARLES looks at NICHOLAS. The boy's breathing is very staggered, as if he were\nshivering with cold. He stares fixedly at his father.\n\nCHARLES\nHello, titch.\n\nCHARLES stands by the edge of the bed. The boy bursts into tears.\n\nANNE\nWhat acry baby! I told you he’d come back.\n\nCHARLES puts the girl down, sits on the bed and embraces NICHOLAS. Only then\ndoes the boy react and stretch his arms out to his father.\n\nANNE sits on the other bed.\n\nCHARLES\nHave you both benaved yourselves?\n\nANNE\nWe've been very good.\n\f \n\n \n\n \n\n: CHAS RLES | _ oo —_\nHave you been good to your mother?\n\nANNE\nVery good. Every day we study for our First Communion.\nCO Daddy, did you kill anyone?\n\nCHARLES\n(stroking his son's head)\nNo, but I’ve seen 2 lox of dead men.\n\nANNE\nReally? What do they look like?\n\nPause. ‘,\n\nCHARLES\n(with a distant look)\nLike me.\n\n80. THE HOUSE. GRACE’S BEDROOM. INTJDAY.\n\nGRACE is kneeling beside her bed, her hands clenched against her forehead. She is\nvisibly moved, almost in tears.\n\n& GRACE -\n\n(whispering)\n\nForgive me, Lord, for ignoring your voice, for not feeling\nyour.presence...your great mercy, which never fails to\nsuccour mé-and my children, giving meaning to our lives.\nThank you for hearing my prayers, for showing me yet\nagain that you are able to work miracles.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is\nvisibly moved, almost in tears. & GRACE -\n\n(whispering)\n\nForgive me, Lord, for ignoring your voice, for not feeling\nyour.presence...your great mercy, which never fails to\nsuccour mé-and my children, giving meaning to our lives. Thank you for hearing my prayers, for showing me yet\nagain that you are able to work miracles. \n\nTARGET SECTION TO BE ANNOTATED:\n I promise, Lord,\nthat I shall never again be weak, that I shall never again\nallow myself to be carried away by stupid superstitions. I\ncan see everything clearly once more... You and only\nYou are the Way.\n\n81. THE HOUSE. SEWING ROOM. INT/DAY.\n\nGRACE hums softly, as she embroiders ANNE's communion dress.\n\nBERTHA enters the room.\n\nBERTHA\nLunch is ready, madam.\nGRACE does not look up from the dress. She is lost in her thoughts, smiling constantly.\n\n \n\nGRACE\nUh huh.\n\n~\nUs\n\f \n\nBERTHA\n\nWith your pemmission, I thought I’d lay the white\ntablecloth and the silver cutlery.\n\n \n\nGRACE\nUh buh.\n\nBERTHA moves towards a sideboard.\n\nBERTHA\nAren’t you giving them a lesson today, madam?\n\nGRACE\nNo. I want them to spend time with their father.\n\n’ BERTHA opens a draw and carefiilly takes out a white tablecloth.\n\nBERTHA\nAnd what about...that other matter?\n\nGRACE\nOther matter? (She stops sewing). Oh...\n\nFor an instant, GRACE's expression clouds over.\n\nBERTHA\n(taking cutlery from a drawer)\nAre you still thinking of going to see Father Lebrun?\n\n~\n\nGRACE resumes her embroidery, and the smile returns to her face.\n\nGRACE\nYou know, I think just lately we’ve all let ourselves get\nrather carried away. This house would drive anyone mad,\ndon’t you think so? It’s so big...and so dark. But, now\nmy husband's back, things are going to change. With him\nhere, there’s nothing to fear.\n\nBERTHA looks rather sceptical, but finally agrees.\n\nBERTHA\nYes, ma’am.\nGRACE continues humming.\nSuddenly, a door is heard opening.\nGRACE\n\n(standing up)\nHere he comes.\n\n=\na\n\fO\n\n82. THE HOUSE. HALL. INT/DAY.\nGRACE, followed by BERTHA, walks towards the staircase.\n\nUpstairs, we hear her husband's slow steps.\n\nGRACE\nDarling, we’ve prepared you some lunch. Are you coming\n\ndown or would you rather we took...?\n\nA door closes. GRACE turns to BERTHA and. gives her an apologetic look.\n\n.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nA door closes. GRACE turns to BERTHA and. gives her an apologetic look. . \n\nTARGET SECTION TO BE ANNOTATED:\n GRACE\nHe must be very tired:,\n\nBERTHA nods and leaves the roam.\n\n- 83. THE HOUSE. DINING ROOM. INT-DAY.\n\nGRACE and the children eat in silence.\n\nClatter of knives and forks on plates.\n\nGRACE\nAnne, hold your spoon properly.\nANNE\n(looking bored)\nWhen’s daddy coming down?\nGRACE\nDaddy's very tired.\nANNE\nHe said he’s seen lots of dead men.\nGRACE\nSsshh...\nSilence.\nANNE\n\nMummy, when people die in the war, where do they go?\n\nGRACE\nWhat a question! It depends.\n\nNICHOLAS\nOn what?\n\f \n\nWell...on whether they fought on the side of the “goodies”\nor the “baddies”. In this war, for example. your father\nfought for England, on the side of the “goodies”.\n\nVJ ANNE\nAnd how do you know who the “goodies” and the “baddies” are?\n\nGRACE , '\nAll right, that’s enough questions. Eat your food. You'll\nnever go to war.\n\nNICHOLAS\n{disappointedly)\nWe'll never go anywhere.’\n\n_ For an instant, GRACE looks at her son with tenderness. Then her face hardens.\n\n. GRACE :\nYou're not missing anything out there. You’re better off\nhere at home with mummy and daddy, who love you.\n\nSilence.\n\nANNE\nAnd the intruders. : ‘\n\nGRACE goes rigid and glares at her daughter.\nN\nGRACE\n(icily)\nThere are no intruders here.\n\nANNE\nBut you said that...\nGRACE\n(even more icily)\nI said that there are no intruders here. And I don’t want to\nhear enother word on the subject.\n\nANNE\nBut...\n\nGRACE\n(banging her fist on the table)\nThat’s enough!\n\n \n\nThey carry on eating, in silence.\n\n78\n\fCan I say someth...?\n\nGRACE\nNo!\nO\nANNE\nWhy not?!\nGRACE\n\nBecause you can’t!\nANNE shuffles in her seat, breathing rapidly.\n, “GRACE\n(furiously)\nStop breathing like that.\n\n) The girl stares at her plate, unable — or not wishing — to control her breathing.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNE shuffles in her seat, breathing rapidly. , “GRACE\n(furiously)\nStop breathing like that. ) The girl stares at her plate, unable — or not wishing — to control her breathing. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE\n(between her teeth)\nStop...breathing.\n\nANNE intensifies her breathing even more. She seems on the point of crying.\n\nam\n\n~ . GRACE\nRight, go to your room. There’s no dessezt for you today.\n\nThe girl stands and runs out of the room.\n84. THE HOUSE. KITCHEN. INT./DAY.\nANNE runs through the kitchen. BERTHA blocks her path and embraces her.\n\nBERTHA\nThere, there, stop crying...\n\nBERTHA bends down and attempts to pull the girl's hands from her face.\n\nBERTHA\nLook what an awful face you’ve got when you cry!\n\nANNE\nI don’t care!\n\nBERTHA takes out a handkerchief and dries ANNE'S tears.\n\nBERTHA\nI've seen them, too.\n\fANNE looks at the old woman, surprised.\n\nANNE\n_~ So why don’t you tell my mother...? (BERTHA shakes\nC) her head). She might believe me then.\n\nBERTHA\nThere are things you mother would rather not hear. She\nonly believes in what she was taught. But don’t worry.\n\nSooner or later she’ll see them. And then everything will\nbe different.\n\nANNE\nWhy? .\nBERTHA\n(with an enigmatic smile)\n\nYou'll see...there are going to be some big surprises.\nThere are going to be...(opening wide her eyes)...changes.\n\nANNE\n\n(whispering)\nChanges...\n\na 85. THE HOUSE. GRACE’S BEDROOM. INT/DAY.\n\nGRACE slowly opens the door and goes in.\n\nCHARLES is laid on the bed, in the foetal position, with kis eyes open. He has not even\ntaken off his boots.\n\nGRACE looks at him tenderly and sits beside him. She strokes hts hair.\n\nGRACE .\nTomorrow we'll go for a walk in the woods, like we used\nto do. Do you remember?\n\nSilence.\n\nGRACE\nDo you remember, darling?\n\nPause. CHARLES's breathing speeds up.\n\nCHARLES\naed : No. I don't want to. I don’t want to go out.\n\nGRACE\n_r. Why not?\n\n80\n\fCHARLES curls up even more.\n\nCHARLES\nI'm afraid. ‘(He starts to ery). I'm afraid...I’m afraid...",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLES\nI'm afraid. ‘(He starts to ery). I'm afraid... I’m afraid... \n\nTARGET SECTION TO BE ANNOTATED:\n ©\n\nCy GRACE’ initial surprise turns into absolute stupor.\nNet\n\nThen she rests her head on him.\n\nGRACE\n(as if she were comforting one of ker children)\n\nSshh...take it easy, my love. Everything will be as it used\nto be. You'll see.\n\n86. SHED. INT/NIGHT. 7\nTUTILE enters the shed carrying a pile of logs.\n\n' BERTHA and LYDIA are sitting in front of an open hearth. In the background we can .\nsee a bed anda small table. Tools hang from the walls.\n\nTUTILE places a few logs on the fire and stokes it with a poker.\n\nBERTHA\nNow she behaves as if nothing had happened.\n\nwy) TUTTLE\n\nWhat about her daughter?\n\n~ BERTHA\nShe’s not so mule-headed. She knows things are going on\nin the house. The children will be easier to convince. But\nthe mother is going to give us problems.\n\nTUTTLE\nDo you think her husband suspects anything?\n\nBERTHA\nI doubt if even knows where he is. The poor man has lost\nhis mind.\n\nSilence. *\n\nTUTTLE\nOh, dear.\n\n87. THE HOUSE. GARDEN - FACADE. EXT/DAY.\n\nLong distance shot of the house.\n\ngt\n\f \n\nTUTTLE slowly crosses the frame, pushing his wheelbarrow.\n\nANNE\n(of)\nMother of Jesus and Mother mine: To you, on this blessed\nday of my First Communion, I do consecrate my heart, my\nbody and all my being. Turn, oh Lady,...\n\nDissolve to\n88. THE HOUSE. KITCHEN. INT/DAY.\n\nLYDIA ts cooking. She moves to and fro, keeping an eye on the steaming saucepars.\n\n*- ANNE\n(of)\n..your merciful eyes unto my soul, which this day has\nbecome the sanctuary of Jesus. Make me yours, oh most\n\nholy Virgin, and help me to love you as the child Jesus\nloved you. :\n\nDissolve to\n\n89. THE HOUSE. GRACE’S BEDROOM. INT/DAY.\nCHARLES is lying on the bed, his eves wide open, staring into space.\nHe is trembling.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT/DAY. CHARLES is lying on the bed, his eves wide open, staring into space. He is trembling. \n\nTARGET SECTION TO BE ANNOTATED:\nANNE\n(off)\nAnd you, who are goodness itself, hold me in your heart,\nas you did Jesus. Keep Jesus in my heart, make me to love\nhim forever and deliver me from all dangers and evil.\n\nDissolve to\n90. THE HOUSE. STUDY ROOM. INT/DAY.\nGRACE, holding a catechism, is seated opposite the children.\n\nANNE\nEhm...from all evil.\n\nSilence.\nGRACE\n\n(prompting her from the catechism)\nIfI should ever...\n\fAMNE - - —\nIf L should ever offend him, let me not forget that I am\n\nyours and make me to return repentant to his sweet and\ndivine heart. Amen.\n\n \n\nS GRACE gives a satisfied smile. She closes the catechism and gives the girl a\n\nresounding kiss.\nGRACE\nVery good.\nANNE\nWhat about my treat?\n: “ GRACE\n\nMy treat, my treat. That’s all you think about.\n- 91. THE HOUSE. CHILDREN’S BEDROOM. INT/DAY.\nFacing their reflection in the mirror, GRACE places a white veil on ANNE ’s head.\n\nGRACE\nLook what a pretty daughter I’ve got.\n\nANNE is wearing her First Communion dress.\nGRACE lets the transparent tulle veil fall over the girl's face.\n\n. GRACE\nMummy has made this veil especially for you.\n\nANNE\nI look like a bride.\n\nThey laugh. GRACE kisses the girl and stands up.\n\n \n\nGRACE\n\nI just need to shorten the sleeves a bit. You can take it off\nnow.\n\nANNE\nNooo...\n\nGRACE\nAnne, this dress has to be spotless for your First\nCommunion.\n\nANNE\n\nI promise I won't di\nlonger. Justa littl\n\nry it. But let me wear it for a litle\n\n \n\nwo\nu\n\fO\n\nPause.\n\nGRACE\nAllright. I'll be back shortly.\n\nGRACE walks to the door.\n\nGRACE\nBut no sitting on the floor or leaning against the walls!\n\nThe girl nods her assent eagerly.\n\nGRACE leaves the room. .\n\n92. THE HOUSE. PASSAGE. INTIDAY.\n\nGRACE goes into the passage and walks off.\n\n93. THE HOUSE. CHILDREN’S BEDROOM. INTJDAY.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE. CHILDREN’S BEDROOM. INTJDAY. \n\nTARGET SECTION TO BE ANNOTATED:\nANNE admires herself coquettishly in the mirror. ,\nMonsieur, would you like to dance with me...? I'd love\nto.\n\nThe girl begins dancing alone, humming to herself.\n94. THE HOUSE. GRACE’S BEDROOM.. INT/DAY.\nGRACE tiptoes in, carrying a tray of food.\nCHARLES is resting on the bed.\nGRACE places the tray ona table cnd sits next to him. She caresses his hair.\n95. THE HOUSE. CHILDREN’S BEDROOM. INT/DAY.\nANNE continues dancing, admiring herself in the mirror.\n96. THE HOUSE. GRACE’S BEDROOM. INT/DAY.\nGRACE whispers into her husband's ear.\nGRACE\n\nCharles... Darling... You can’t go on like this. You\nmust eat something.\n\fCHARLES does not reply. The prevailing half-light prevents our seeing whether his\neyes are open or closed.\n\n97. THE HOUSE. CHILDREN’S BEDROOM. INT./DAY.\n\nANNE has disobeyed her mother and is sitting on the floor, making her two dolls dance\nwith each other in her hands.\n\nShe is singing softly.\n98. THE HOUSE. GRACE’S BEDROOM. INT/DAY.\n\nGRACE, with a sigh of resignation, gives a last look at her husband, lying motionless\non the bed, and leaves the room.\n\n99. THE HOUSE. PASSAGE. INT/DAY.\n\n. GRACE reaches the door of the children's bedroom.\n\n. GRACE\nAnne. . . -\nThere is no reply.\nGRACE\nAnne...?\nANNE\n4 (of)\nYes, mummy.\nGRACE .\nGet changed now, my love.\nANNE\n(of) .\nAlready?\nGRACE\nYes, come on, now, don’t make me mad.\n| ANNE\n(of\n\nYes, mummy.\n\nGRACE sits down on a chair, and raises her hands to her fece in a clear gesture of\ntiredness. .\n\nANNE's humming.\n\fO\n\nAnne, have you taken it off?\n\nHumming.\nGRACE\nAnne, have you taken the dress off?\nHumming.\n\nGRACE stands and takes out the bunch of keys.\n\nGRACE\nThat girl...!\n\n. 100.THE HOUSE. CHILDREN’S BEDROOM. INT/DAY.\n\nGRACE enters the room.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHILDREN’S BEDROOM. INT/DAY. GRACE enters the room. \n\nTARGET SECTION TO BE ANNOTATED:\nof the girl as she sits with her back to us. We can see only the dolls dancing in her\nhands.\n\nGRACE\nAnne, what did I tell you about sitting on the floor?\n: ANNE\nBut I’m on the carpet.\n\nGRACE\n\nIt makes no ‘difference. You'll still soil it, Do you mind\ntelling me why you never do as you're tol...?\n\nSilence. GRACE shows an expression of absolute terror.\nThe hands which are playing with the dolls are long and bony. At that moment we are\n\naware that the girl’s silhouette could be that of an older woman, crouching in the\n\ncorner. In fact, the seams of the dress seem to be about to split. Nevertheless, ANNE’s\nvoice is unmistakable.\n\nGRACE walks slowly toward the figure...\nFIGURE\n(with ANNE's voice)\n\nI didn’t know how ta take it off.\n\nGRACE stands opposite the figure, and for a moment seems to have deen left breathless\n\nby the shock...\n\nBehind the tulle of the veil we can just distinguish the drawn and wrinkled face of an old\nwoman, with unseeing ayes, who continues singing with the girl's voice.\n\n> 86\n\nAt the far side of the roam, by the light of an oil lamp, we can make out the white form .\n\f©\n\n \n\nThe old lady looks at her — or so it seems — and stops singing.\nOLD LADY\n(with ANNE's voice)\nWhat's the matter?\n\nGRACE with great difficulty manages to say something.\n\nGRACE\nWhere is my daughter?\n\nThe old lady stares at her in silence. Then she lets out a giggle.\n\n“. GRACE\nWhat have you done with my daughter?!\n\nThe old lady suddenly hunches up, hiding her face with her arm.\n\nOLD LADY\nDon’t hit me, don’t hit me...(She turns her head, like a\nlitle girl). Why are you mad? I haven't done anything\nwrong.\n\nGRACE utters a ery of terror and fury, and rushes at the old lady. She also screams.\nGRACE drags her into a corner and rips the veil from her head.\n\nOLD LADY\n\nGRACE -\n(beating and scratching her)\nYou're not my daughter! You’re not my daughter!\nThe Communion dress is torn in several places.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD LADY\n\nGRACE -\n(beating and scratching her)\nYou're not my daughter! You’re not my daughter! The Communion dress is torn in several places. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE digs her nails into the old woman's white hair and tries to tear it out.\nSuddenly, we see the reflection of their struggle in the mirror: GRACE is horrified to\ndiscover that it is her daughter she is grappling with. She immediately releases her grip\nand the girl runs into @ corner.\n\nJust then, BERTHA enters the room. The girl throws her arms around her, sobbing.\n\nBERTHA\nMa'am, I heard shouts...\n\nGRACE says nothing, She is unable to react, as she tries to take in what has happened.\n\fO\n\n+\n\nSy\n\nANNE\nShe wants to kill me! She’s wicked! (Looking at her\nmother and screaming:) You're wicked! Wicked!\n\nBERTHA\nAnne, don’t say such things!\n\nANNE\nShe won’t stop until she kills us!\n\nBERTHA\nSsshh...calm down, calm down...\n\nANNE\nShe tried it once! Sh@ won’t stop until she kills us!\n\nGRACE raises her hands to her mouth to stifle her crying.\n\nBERTHA takes the girl from the room.\n\n101. THE HOUSE. KITCHEN. INT./DAY.\n\nGRACE is sitting with her arms folded.\n\nShe has put the kettle on to boil. The door opens and BERTHA appears.\n\nGRACE\n(anxiously)\nHow is she? _\n\nBERTHA\nI've never seen her like this before, ma’am. There’s no\ncalming her down. I’ve left her with her father.\n\nGRACE gives her a surprised look.\n\nBERTHA removes the kettle from the heat and pours some of the contents into a mug.\n\nBERTHA\nShe insisted on talking to him.\n\nBERTHA |\nWhat happened, ma’am? Why did you fight?\n\nGRACE\nIt wasn’t her. It was...that woman. (She takes out of her\npockes the page of the colouring book which is now very\ncrumpled. We see again the drawing of the grandmother.)\nThe woman with the sightless eyes, imitating my\ndaughter's voice. I'd swear to God that it wasn't my\n\nss\n\n \n\foo,\n\nSilence.\n\nAi BERTHA does not reply. She turns away and begins to put the pots and pans away.\n\n-daughter. But, all of a sudden...(She closes her eyes and\n\ndraws her hand across her forehead. Sobbing:) God help\nme.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n-daughter. But, all of a sudden...(She closes her eyes and\n\ndraws her hand across her forehead. Sobbing:) God help\nme. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t know what's the matter with me.\n\nBERTHA\nYou must get more rest, madam. (She places the mug and\n@ couple of tablets on the table, in front af GRACE). You\ncan’t take on all the responsibility of this house. Leave it\n\nto us. We know what has to be done. Come now, drink\nthis up...\n\nGRACE\nWhat’s all this abouf-you knowing what has to be done?\nWhat did you mean by that?\n\nBERTHA\nNothing, ma’am. I was just suggesting that...\n\nGRACE\nThere’s nothing to suggest! Who do you think you are!\nYou have no idea what has to be done! (Pause). Or do\nyou?\n\nGRACE\n(almost to herself)\nAll this began... .when you people arrived.\n\nGRACE looks at the tablets beside the steaming mug.\n\nSilence.\n\nGRACE\nWhat are these?\n\nBERTHA\n(with her back to her)\n\nTablets for your migraine, ma’am. The ones you always\ntake.\n\nGRACE\nGo and see to the children, please. I need to be on my\nown.\n\nBERTHA\nYes, madam.\n\f \n\n   \n\nBERTHA leaves the kitchen.\n\nAfter staring for a considerable time at the tablets and the drink GRACE gets up and\nwashes them down the sink with the contents of the mug.\n\nC) 102.THE HOUSE. PASSAGE. INTJDAY.\n\nThe door to GRACE's bedroom opens and BERTHA and ANNE come out, with the\nCommunion dress in tatters. The girl shows signs of having been crying.\n\nGRACE watches them from the other end of the passage.\nBERTHA and the girl walk past her. ANNE does not look at her mother.\n. GRACE watches them walk away. *.\n103.THE HOUSE. CHILDREN’S BEDROOM. INTJDAY.\n“ANNE lies on the bed, clutching a pillow.\n\nNICHOLAS sits behind her.\n\nNICHOLAS\n(whispering)\nAnne... Anne, what happened?\n\n& ‘ ANNE\nShe hit me again. She said she’d never do it again. You\nremember, don’t you? .\n\nNICHOLAS looks disturbed, as if some unpleasant memory had flashed into his mind.\n\nNICHOLAS\nWhen?\n\nPause.\n\nANNE\nThe day she went mad.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nNICHOLAS\nWhen? Pause. ANNE\nThe day she went mad. \n\nTARGET SECTION TO BE ANNOTATED:\nNICHOLAS lies on his bed, with his back to ANNE.\n\nNICHOLAS\nI don’t remember.\nANNE\n5 Ido. She’s a liar.\n? .\nNICHOLAS\n\nWhy did she hit you?\n\n$0\n\fANNE\nBecause she went mad again. And she hates me.\n\n \n\nNICHOLAS\nDon’t say that. Mummy loves you.\nANNE\nShe always thinks she’s right. And if you disagree with\nher, she won't let you speak... But not anymore.\n\nNICHOLAS turns over to face his sister.\n\nNICHOLAS\nWhy do you say that?\nANNE :\nNanny told me. There are going to be...changes.\n\n104.THE HOUSE. GRACE’S BEDROOM. INTJDAY.\n\nGRACE enters and closes the door behind her.\n\nShe leans back against the door.\n\nCHARLES is sitting on the bed. He is wearing his soldier’s uniform. A faint light\nfilters through the closed shutters onto his back He's looking down, so we can hardly\n\nsee his face.\n\nSilence.\n\nGRACE looks ashamed.\nexhaustion.\n\nPause.\n\nCHARLES\nAnne told me everything.\n\nShe speaks slowly, halfway between desperation and\n\nGRACE\nI wish I had an explanation, but I haven't. At first, I\nthought there was someone else in the house. I even\nthought there were ghosts...\n\nCHARLES\nI'm not talking about the ghosts. I’m talking about what\nhappened that day.\n\nGRACE\n\noI\n\f“C TES oT —- te\nTell me it’s not true. Tell me the girl is lying.\n\n: GRACE\n~ I don’t know what you're talking about. -\n\n: CHARLES\nTell me you didn’t do it.\n\nLong silence.\n\nGRACE knows what her husband is referring to. She sobs and presses herself even\nharder against the door.\n\nGRACE\n\n(tearfully)\nIt happened three months ago...the thought of it still keeps\nme awake...And when I do manage to get to sleep, [ wake\nup again in a sweat, shouting! (She calms down a little). I\ntold the servants to take the day off. They never came\nback. I still don’t know why... Have you eaten anything?\n\nSilence.\n\nlil CHARLES\nat Tell me what happened.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHave you eaten anything? Silence. lil CHARLES\nat Tell me what happened. \n\nTARGET SECTION TO BE ANNOTATED:\n1\n\nft is a while before GRACE speaks again. And as she nears the moment of confession,\nshe finds speaking more and more difficult.\n\nGRACE -\n\nI told the children to get ready for their bath. But they\ndidn’t take any notice... There are days when they don’t\ndo what lask (She cries again and adopts a tone of self-\nJustification:) I don’t know why they have so much\ntrouble understanding...that I give the orders around\nhere,..!. Because I’m their mother! And you weren’t here\nto help me... Damm it! Where were you?!\n\nCHARLES does not reply. He does not even move.\n\nGRACE\nThey laughed... I threatened to take the belt to them, like\nyou used to do... But they didn’t care. (Sarcestically:)\nThey thought it was funny to see their mother tying to be\n< -3 . their father...trying to restore order. And the more I\nshouted at them and hit them, the more they laughed...At\nme!! (Her legs weaken and she begins to slide down the\ndoor tuuil she reaches the floor. Her voice trembles more\n\n92\n\f \n\nand more, fading out:) ~ So..d “put a puuow, (me\nreproduces the gesture with her hands) over their litle\nheads:..so that...they'd stop laughing.\n\n~ She cries bitterly for some time, as if she had just received a thrashing. CHARLES does\n() not appear to be moved.\n\nLittle by little, GRACE recovers her composure.\n\nGRACE\nT almost killed them. ..My God, I almost killed them...\n\nCHARLES\n\n(sadly)\nSo it’s true. You did do it.\n\nGRACE .\nBut nothing came of it! It was just an accident!\n\nCHARLES\n\n(coldly)\nYou did do it.\n\nGRACE ~\nYou must forgive me. Charles...\n\ni CHARLES\n‘ It’s not me who must forgive you. It’s the children.\n\nGRACE\nLT already talked to them, and promised them [’l never lay\n\na finger on them again. They know I love them, and that I\ncould never...\n\nCHARLES stands up. With the light behind him, his figure acquires a menacing air.\n\n \n\n: GRACE\nWhat are you going to do?\nPause.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith the light behind him, his figure acquires a menacing air. : GRACE\nWhat are you going to do? Pause. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLES\nT came to say goodbye to my wife and children. Now I\nmust go.\nGRACE\nGo where?\nCHARLES\n(absently)\n\nOut there.\n\n93\n\f \n\nGRACE\nBut, the war’s over. You've no need to go.\n\nCHARLES\n(with a psychotic look)\nThe war hasn't finished.\n\nGRACE\n(standing up) ,\nBut,...what the hell are you talking about?! You're not\n\ngoing anywhere, do you hear me? You left once already.\n(Pause). Why?\n\nGRACE goes over to the bed and slirmps down, staring into space.\n\nGRACE\nWhy did you have to go to that stupid war that had nothing\nto do with us...? Why didn’t you do what the others did?\n\nCHARLES\nThe others surrendered.\n\nGRACE\n\nWe all surrendered! There was nothing else we could do!\nThis is a small island and it was crawling with Germans,\ndamn it! Is that so hard to accept? (She slowly lies down,\nresting her head on the pillow). What were you trying to\nprove by going to the front? You were born here, for\nGod's sake! Do you remember...do you remember when\nyou told me...I know a house, in the middle of 2 meadow.\nNo one will bother our children there. And you brought us\nto this cold, cheerless place, where I don’t even know who\nI am, because no one knows I exist! And then you left\nus... In this house we are all guilty of something.\n\nSuddenly, GRACE feels CHARLES's lips on her neck. He gently embraces her.\nThey give each other a long look.\n\nThey kiss on the mouth and begin to undress. Against all expectations, GRACE shows a\nsexual passion little in keeping with ner religious fervour.\n\nThey make love.\n\n105.THE HOUSE. GARDEN - FACADE. EXT/DAWN.\n\nLong distance shot of the house.\n\n0\nre\n\f/\nNY\n\n \n\n \n\n106.THE HOUSE. GRACE’S BEDROOM. INTJDAY.\nGRACE wakes slowly and placidly.\nShe stretches and realises that CHARLES is no longer there. The door is open.\n\nGRACE\nCharles...\n\nGRACE slips on her dressing gown and leaves the roam.\n\n107.THE HOUSE. STAIRCASE —-HALL. INT/DAY.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE. STAIRCASE —-HALL. INT/DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE runs downstairs to the main door.\n\nGRACE\nCharles!\n108.THE HOUSE. GARDEN. EXT/JDAY.\n\nGRACE runs down the driveway, with tears in her eyes.\n\nGRACE\nCharles...!!\n\nShe reaches the tron gate.\n109.THE HOUSE. GARDEN GATE —- ROAD. EXTJDAY.\n\nGRACE looks up and down the road. The fog only allows a visibility of twenty metres\nin all directions.\n\nShe stands motionless, not knowing what to do.\n\n110.THE HOUSE. CHILDREN’S BEDROOM. INT/DAY.\n\nA pale, ghostly white light illuminates the children who are asleep in their beds.\nANNE opens her eyes and sits up, dazzled and puzzled.\n\nWhen she has stretched and is fully conscious of what is happening, she lets out a\npiercing scream, her eyes glued on the window.\n\n111.THE HOUSE. GARDEN GATE —- ROAD. EXT./DAY.\nGRACE hears her children's screams.\n\nShe turns and runs towards the house.\n\na\nOn\n\f \n\n. GRA!\nBertha!! The childreeeeen.\n\n \n\n112.THE HOUSE. HALL - STAIRCASE. INT./DAY.\nGRACE runs up the stairs two at a time.\n\nNone of the servants shows signs of life.\n\n113.THE HOUSE. CHILDREN’S BEDROOM. INTJDAY.\n\nGRACE enters the room. The children are crouched behind one of the beds, trying to\nprotéct themselves from the daylight.\n\nGRACE runs to the window, but instantly ‘realises that there are no curtains on the\ncurtain rail.\n\nShe picks up the two children, who are still screaming, and leaves the room.\n\n114.THE HOUSE. PASSAGE. INT/DAY.\n\nGRACE runs along the passage carrying her children. She puts them down in front of a\ndoor and anxiously looks for her bunch of keys.\n\nGRACE\nOh, my God,...oh, my God...!\n\n115.THE HOUSE. EMPTY ROOM #1. INTJDAY.\nGRACE and the children burst into @ spacious, empty room and run to the windows.\n\nThere are no curtains.\n\nGRACE\nWhere are the curtains?!\n\n116.THE HOUSE. ROOM #2. INT/DAY.\nGRACE and the children enter another room full of windows.\n\nThere is not a single curtain.\n\nGRACE\nBertha!\n\n117.THE HOUSE.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE\nBertha! 117. THE HOUSE. \n\nTARGET SECTION TO BE ANNOTATED:\n HALL. INT.DAY.\n\nBERTHA, standing in the centre of the hall, directs a sinister look at the upper floor,\n’ where GR4CE's shouts are coming from.\n\f* and their arms.\n\nGRACE\n\n(of\nBERTHAAAA!\n\nBERTHA remains motionless, like a statue.\n118.THE HOUSE. CHILDREN’S BEDROOM. INTJDAY.\n\nGRACE enters with the children and pulls a mattress off one of the beds. She drags it to\nthe window, to cover it.\n\nANNE and NICHOLAS cry incessantly.\n\nAfter resting for a few seconds, GRACE runs to her children and examines their faces\n’ GRACE\nDon’t worry...it’s all right.\n\n119.THE HOUSE. STUDY ROOM. INT/DAY.\n\nLYDIA is quietly dusting the furniture.\nGRACE enters and goes up to the young girl. She grabs her by the shoulders.\n\nGRACE\nWho was it?! Who was it?! Dammit!\n\nLYDIA drops the feather duster in fright.\n\nGRACE\nYou know what’s happening here...you know because it\nhappened to you, too! Tell me! Teil me!\n\nLYDIA opens her mouth in an exaggerated way, uttering a wordless gargle, though we\ndo not know if it is out of fear or because she wants to say something.\n\nGRACE drags her to a table where there is a noteped and a pen.\n\nGRACE\nWrite it down. Come on. (She puts the pen in her hand).\nWrite!\nBERTHA\n\nThat attitude won't solve anything, ma’am.\n\nBERTHA is standing in the doorway, wearing a serious. solemn expression. GRACE\n\n_ turns to face her.\n\n‘oO\n~\n\f \n\nGRACE\n(with an angry look)\nOh, yes it will! It will if I can make her confess.\n\nBERTHA\nCY Even if, as you say, she did have something to\nconfess...she can’t write.\n\nPause. GRACE releases LYDIA who runs into a corner with a look of torment on her\nface. She then approaches the old woman.\n\nGRACE\nWhere are they?\n+ BERTHA\nWhat? .",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe then approaches the old woman. GRACE\nWhere are they? + BERTHA\nWhat? . \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE\n\nThe curtains in this house! The curtains my children’s\nlives depend on! Someone has taken them!\n\nBERTRA\n(coldly)\nI’ve already noticed, you’ve no need to shout, madam...\nOh, Mr. Tuttle, I was just on the point of calling you.\n\ne The old gardener appears in the doorway.\n\n. BERTHA\nDid you know someone’s taken all the curtains?\n\nTUTTLE .\n(with his usual absentmindedness)\nThe curtains? Oh, dear... Why should anyone...want to\ntake all the curtains?\n\nBERTHA\n(watching GRACE out of the carner of her eye)\nTo let the daylight in, I imagine.\n\n» TUTTLE\n(as if it were odvious)\n\nDaylight...of course, daylight.\n\nGRACE\nSomeone wants to kill my children!\n\nBERTHA\nBut how do you know the light can kill them?\n\ng3\n\n \n\fPause.\n\nGRACE .\nHave you gone mad, or are you just plain stupid? The\nchildren are photosensitive! I already told you!\n\nBERTHA\nYes, but that was before. It’s a disease that might have\ncleared up spontaneously. How do you know they’re not\ncured, if you never expose them to the light?\n\nGRACE cannot believe her ears, but is lost for an answer.\n\nTUTTLE\nMy sister-in-law used: to get terrible attacks of rheumatism\nin her legs and back.... Then one fine day...(Long\npause)...they disappeared.\n\nBERTHA\nYou see?\n\nSilence. GRACE points a menacing finger at the three servants.\nGRACE\n(containing her anger)\nT'm going to find those curtains, and when you’ve helped\nme to hang them, you will leave this house.\nGRACE walks to the door..BERTHA’s voice stops her.\nBERTHA\nWhat about the master? What has-he got to say about all\nthis?\nGRACE goes upto the old lady, holding out the palm of her hand.\n\nGRACE\nGive me your keys.\n\nBERTHA obeys instantly, though her attitude is icy.\n\n120.THE HOUSE. ROOMS. INT.DAY.\n\nWe see GRACE frantically searching several rooms in the house.\n121.THE HOUSE. CHILDREN’S BEDROOM. INTDAY.\n\n“ANNE is drawing next to an oil lamp. NICHOLAS.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nINTDAY. “ANNE is drawing next to an oil lamp. NICHOLAS. \n\nTARGET SECTION TO BE ANNOTATED:\n sitting opposite, rests his head on\nkis arms on the table.\n\n$9\n\fNICHOLAS\nWhat's mummy doing?\n\nANNE .\n(without leaving her drawing)\nT already told you. She’s gone mad\n\nNICHOLAS\nLiar.\nANNE\nShe’s gone mad.\nNICHOLAS\nLiar, liar... “\nANNE\n\nShe's gone mad, she’s gone mad, she’s gone mad...\n\nNICHOLAS\nLiar! Liar! Liar!!\n\nNICHOLAS crumples up his sister’s drawing. ANNE glares at him furiously.\n\nANNE\nSay you're sorry.\nNICHOLAS\nShan’t.\nANNE\n\nSay you're sorry.\nNICHOLAS shakes his head timidly.\nANNE leaves her chair and goes to the mattress, which is blocking the window.\nNICHOLAS\n(alarmed)\nWhat are you doing?\n\nANNE pulls at the mattress, trying to make it fall.\n\nNICHOLAS\nNo, no, no, please! I’m sorry, I'm sorry, 'm sorty...!\n\n_The matress falls to the floor and moonlight floods into the room.\n\nANNE giggles.\n\n1a\n\fANNE\nIt's night-time, silly.\n\n122.THE HOUSE. SMALL ROOM. INT/NIGHT.\n\nGRACE, holding the rifle and an oil lamp, opens the door of another room. It is very\nsmall and completely empty.\n\n123.THE HOUSE. UPPER STAIRCASE. INTJDAY.\n\nGRACE is about to open yet anather door, when her attention is drawn by the last flight\nof stairs, which is narrower than the rest.\n\nShe climbs it slowly until she reaches a small door...\n\nShe hunts through her bunch of, keys...\nAfter a few seconds, she tuts in annoyance.\n\n124.THE HOUSE. HALL -STAIRCASE. INT/NIGHT.°\nGRACE, still carrying the rifle, runs down the stairs.\n\nBERTHA is standing there, cuddling LYDIA, who still shows signs of having cried. The\ntwo women and TUTILE, calmly waiting downstairs, appear to be expecting her.\n\n& GRACE\n\nThe key.\n\nN BERTHA\nWhat key? :\n\nGRACE stands facing the old woman.\n\nGRACE\nThe key to the attic is missing.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n& GRACE\n\nThe key. N BERTHA\nWhat key? :\n\nGRACE stands facing the old woman. GRACE\nThe key to the attic is missing. \n\nTARGET SECTION TO BE ANNOTATED:\nBERTHA\nOf course, madam. You told me and Lydia to use that\n\nroom, don’t you remember? And then you gave us 2 key\neach...\n\nGRACE\nExactly. And now I want them back.\n\nBERTHA\nBut, what for?\n\nGRACE breathes in.\n\fGRACE\nI’m not going to say it twice.\n\nBERTHA does not seem to be intimidated. She moves away from LYDIA and Looks at\nTUTTLE:\n\nBERTHA\nMr. Tuttle, why don’t you tell the mistress what you\ndiscovered this moring...?\n\nThe old man takes a few seconds to react, as if he did not know what she was talking\nabout. :\n\nTUTTLE —\nOh, yes! Ma’am, do-you remember the graves you were\nlooking for? Well, I found them.\n\nGRACE .-\nI don't want to see any graves!\n\nBERTHA\nYou ought to see them, madam. Then you’d see for\nyourself...(the tone of her voice is more sinister than\never)...that ghosts exist.\n\n: GRACE\nGhosts do not exist!\n\n. TUTTLE\n\n(approaching GRACE)\nOh, yes, ma’am. I assure you ‘hey do...They exist all\nright.\n\nGRACE steps back For an instant, she seems intimidated by her servants.\n\n: GRACE\nI know what you want. You want to frighten us. You\nwant to get us out, me and my children. You want to take\nover this house. Ever since the day you arrived...\n\nThe servants do not say a word.\n\nGRACE\nNow, give me the keys and we’ll see what it is you're\nhiding in that room.\n\nBERTHA\nMa'am, you should try and calm dow...\n\no\nvn\n\fOO\n\nOb\n\n \n\n \n\n \n\nGRACE\n(pointing the rifle at her)\nGive me the keys, you bitch!\n\nAfter several tense seconds, BERTHA hands GRACE her key and LYDIA's.\nGRACE\n(still pointing the rifle at them)\n\nAnd now, get out of here.\n\nThe servants turn and leave the house. GRACE locks the door behind them. Then she\nlooks towards the top of the staircase...\n\nShe begins to climb slowly.\n\n125.THE HOUSE. ATTIC STAIRCASE. INT/NIGHT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE. ATTIC STAIRCASE. INT/NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n- GRACE climbs the last flight of stairs until she reaches the door to the attic.\n\n126.THE HOUSE. GARDEN - TREES. EXT/JNIGBHT. ©\nBERTHA, TUTILE and LYDIA are standing in front of the three gravestones.\n\nBERTHA\n(with a distant look, deliberate in her speech)\nFirst she screams abuse at us, then she mistreats Lydia, she\ntakes our keys away and to top it all she kicks us out into\nthe bloody street. You know something, Mr. Tuttle...? I\nthink I’ve run out of patience...what about you?\n\nTUTTLE\nOh, yes, of course.\n\nPause.\n\nBERTHA\n(taking command)\nWe'll go in through the kitchen.\nThey turn and walk towards the house.\n\n127.THE HOUSE. ATTIC. INT/NIGHT.\n\nGRACE enters the tiny room, lighting her way with the oil lamp. It has a low, sloping\ncetling.\n\n_ There are two beds ~ or rather, camp beds -, @ bedside table, @ chair and ¢ small\n\ncupboard.\n\nGRACE places the lamp on the bedside table and begins to search frantically. , aaa\n\n193\n\f \n\n128.THE HOUSE. CHILDREN’S BEDROOM. INTJNIGHT.\n\nSomeone knocks at the door.\n\nO nae\n\nWho is it?\nBERTHA\n(ofp\nIt’s nanny. I’ve brought your dinner, children. Open the\ndoor.\nANNE\nWe can’t. It’s locked:\nBERTHA\n(ofp\nI know...but I also know that little Annie has got another\n\nkey. :\n\nANNE is astounded. Then she gives her brother an angry look.\n\nNICHOLAS\n(awkwardly)\nra I didn’t tell her anything.\nBERTHA\n6 (of)\nCome on, open up.\nANNE\n\nWhy don't you use your own key?\n\nBERTHA\n(of\nI've lost it. And if your mother finds out, she’ll be really,\nreally angry with me...So, let’s make a bargain. You open\nthe door, and I won’t tell your mother that you've got\nanother key.\n\n129.THE HOUSE. ATTIC. INT/NIGHT.\nGRACE has turned the room upside down.\n_ Among the objects strewn over the floor, she sees something that looks familiar...",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT/NIGHT. GRACE has turned the room upside down. _ Among the objects strewn over the floor, she sees something that looks familiar... \n\nTARGET SECTION TO BE ANNOTATED:\nIt is a rectangular piece of cardboard with a black X, like the one she saw in the photo\naloum.\n\fO\n\n \n\n130.THE HOUSE. CHILDREN’S BEDROOM. INT/NIGHT.\n\nANNE and NICHOLAS stand motionless next to the door.\n\nBERTHA\n(of\nCome on, open the door, will you? Or your sausages will\nget cold.\nNICHOLAS\n(whispering enthusiastically)\nSausages!!\n\n131.THE HOUSE. ATTIC. INT/NIGHT.\n\n_ GRACE, stares in wide-eyed disbelief at the old photograph she is holding.\n\nIt is @ portrait of BERTHA, LYDIA and Mr. TUTILE. Their bodies have been\n\npositioned carefully on a sofa, creating a strange triangular composition.\n\nAll three have their eyes closed.\n\nPrinted at the bottom of the photo, we read:\n\nDecember, 1891\n\nGRACE\n(stuttering)\nD-d-dead...(She sobs and raises a hand to’ her mouth).\nThey’re dead!!\n\nN\n\n132.THE HOUSE. CHILDREN’S BEDROOM. INT/NIGET.\nANNE opens the bedroom door.\n\nBERTHA, TUTILE and LYDIA appear.\n\nANNE\nWhere's our dinner?\n\nBERTHA\n(sweetly)\nNow, children, we're going for a litle walk.\n\n \n\f \n\nNe\n\n133.THE HOUSE. PASSAGE. INTJNIGBT. CO\nGRACE walks wearily along the passage, holding the photo with shaking hands.\nSomething at the end of the passage makes her jump...”\n\n134.THE HOUSE. CHILDREN’S BEDROOM. INT/NIGHT.\n\nThe door of the children's bedroom is open.\n\nGRACE enters and looks frantically around: the children are not there...\nShe lifts her hands to her head, gasping in panic.\n\nThe children can be heard shouting in the garden.\n\n135. THE HOUSE. STAIRCASE. INTUNIGET.\n\nGRACE, still holding the rifle, goes downstairs.\n\n136. THE HOUSE. FACADE - GARDEN. EXTJNIGHT.\n\nGRACE goes out of the house and looks towards the garden.\n\nIn the moonlight, we see the children, running, terrified, towards their mother. Behind\n\nthem we can make out the three figures of the servants, walking slowly in a line, like\nthree cowboys in a gunfight.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRACE goes out of the house and looks towards the garden. In the moonlight, we see the children, running, terrified, towards their mother. Behind\n\nthem we can make out the three figures of the servants, walking slowly in a line, like\nthree cowboys in a gunfight. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\n, GRACE\nRun! Run! ~\n\nThe children reach their mother, who pushes them into the house.\n\nGRACE aims her rifle at the three figures.\n\nGRACE :\nDon’t come any closer! One more step and PLL shoot!\n\nThe servanis keep walking.\nGRACE does not hesitate a second longer and shoots.\n\nThe figures do not flinch.\n\nBERTHA\n(still walking towards her)\nDon’t trouble yourself, ma’am. Consumption finished us\noff...more than half a century ago.\n\nGRACE continues shooting, until she runs out of cartridges.\n\n106\n\n \n\fSke goes into the house.\n137.THE HOUSE. HALL -STAIRCASE. INT/NIGHT.\n\nEX GRACE locks the door and backs up to the foot of the staircase, without letting go of the\nrifle.\n\nThe children, further behind her, are sitting on the stairs, clutching the banister. They\nare quaking and panting.\n\nSilence.\n\n2\n\nThrough the translucent glass of the front door, we see the silhouettes of the three\nservants. *. ,\n\nThe doarknob moves,\n\nGRACE\nGo away!\n\nBERTHA\n(of\n\nYou must all leave the house, ma’am. It’s for the best.\n\nGRACE\nom What do you want?\n\nANNE\n* (in a faint voice)\nMummy, don’t open the door, don’t...\n\nNICHOLAS\nWe've seen their graves.\n\nGRACE\nGo upstairs and hide...Go on!\n\nNICHOLAS\n(in a whining voice)\nMummy...\n\nGRACE goes up to the boy and gives him a kiss and a hug.\n\nGRACE\nDon't sep...\n\nwe ‘ANNE suddenly rushes up to her mother and embraces her. GRACE responds with an\nawkward kiss on her cheek.\n\fa\n\nDon’t separate whatever you do.\nThe children nod. Then they run upstairs and disappear into the darkness.\nBERTHA\n(of)\n\nWe only want to speak with you.\n\nGRACE\nAbout what?\n\nBERTHA\n(of)\n\nAbout the house...about...the mew situation.\n\nGRACE\nWhat situation?\n\nBERTHA\n(of)\nWe must learn to live together...the living and the dead.\nGRACE is seized by an attack of hysterical crying.\nGRACE\nMy God... If you’re dead, leave us in peace!\n\n138.THE HOUSE. UPSTAIRS PASSAGE.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\n138. THE HOUSE. UPSTAIRS PASSAGE. \n\nTARGET SECTION TO BE ANNOTATED:\n INT/NIGHT.\n\nANNE and NICHOLAS run along the passage, desperately trying to open the doors on:\neither side.\n\nANNE opens a door and signals to her brother.\n\nANNE\nIn here.\n\n139.THE HOUSE. LOUNGE. INT/NIGHT.\n\nThe children enter a room in which we can just make out a round table and a cupboard.\nANNE runs towards the cupboard and opens tt.\n\nANNE\nWe'll be safe in here. Get inside. -\n\n140. THE HOUSE. HALL -STAIRCASE. INT/NIGHT.\nGRACE continues sitting at the foot of the staircase, pointing her rifle at the main door.\n\n108\n\f+\n\nBERTHA\n\n(ofp :\nSupposing we do leave you in peace, ma’am...do yo!\nthink thev will?\nGRACE\nWho?\nBERTHA\n(of)\nThe intruders.\nGRACE\n(like a little girl)\nNo...n0, no...there are’ no intruders...there are no\nintruders...\nTUTILE\n(op)\nIt was they who took the curtains down, ob, yes, I assure\nyou it was. :\nGRACE\nThere are no intruders...\nTUTTLE\n(off .\nAnd now they’re in there...with you and the childrex.\nBERTHA\nWaiting for you!\nGRACE\nNooo!!!\nBERTHA\n(of)\n\nYeees!! Listen to us and leave the house. Socner or later\nthey’ll find you, and, believe me, that’s not a comforting\nthought.\n\n141.THE HOUSE. LOUNGE. INT./NIGHT.\n\nANNE and NICHOLAS are crouched opposite each other, inside the cupboard.\n\nNICHOLAS is shaking like a jelly.\n\nThey speck in whispers.\n\fO\n\nANNE\n(determinedly)\nWe have to help mummy.\n\nNICHOLAS\nBut...we c-can’t do anything. Th-th-they’re g-g-ghosts...\n\nANNE\n\nI don’t care. I’m not afraid of ghosts. Listen, wait for me\nhere, I’ll be back in a minute...\n\nNICHOLAS\nNo, no, no...!. Mummy said we shouldn’t separate.\n\n“. ANNE\nTcan’t leave her on her own!\n\nNICHOLAS is verging on hysteria.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\n“. ANNE\nTcan’t leave her on her own! NICHOLAS is verging on hysteria. \n\nTARGET SECTION TO BE ANNOTATED:\n ANNE makes a gesture of annoyance and decides to\nstay with her brother.\n\nSuddenly, the girl frowns, as if something were disturbing her. She looks intently at\nNICHOLAS.\n\nANNE\nStop breathing like that.\n\nThe boy is unable to control his panting.\n\n6 ANNE\nNicholas, stop breathing like that.\n\nNICHOLAS becomes even more nervous and his breathing even heavier.\n\nANNE\nStop breathing!\n\n_ ANNE pounces on her brother and puts her hand over his mouth.\n\nShe holds her own breath, and looks towards the door.\nA deep, cavernous breathing can be heard on the other side.\nANNE\n\n(in @ tiny voice)\nCan't you hear it? There’s someone there.\n\n_ Silence.\n\nOLD WOMAN'S VOICE\n.7. Come to us, children... Come to us...\n\n110\n\fNICHOLAS is about to cry out, but his sister's hand over his mouth prevents kim.\nSomeone suddenly opens the door. The children jump. NICHOLAS screams.\n142. THE HOUSE. HALL - STAIRCASE. INT/NIGHT.\n\nNICHOLAS's sudden scream makes GRACE turn abruptly towards the staircase.\n\nGRACE\nNicholas...?\n\nNoise of footsteps and chairs. The children do not answer.\n\n- GRACE\nAnne...? Children, are you there...? Answer me!\n\nBERTHA\n(of)\n\nThe intruders must have found them. There’s nothing we\ncan do now.\n\nTUTTLE\n(ofp\n\nYou'll have to go upstairs and talk to them.\n\nGRACE drops the rifle and runs upstairs.\nShe pulls a rosary from her pocket and fingers it nervously.\nGRACE\n(in an almost inaudible whisper).\nOh, God, help me. Help me...\nOur Father, which art in heaven, hallowed be Thy name,\nThy kingdom come...\nWe begin to hear, very faintly, the voice of the old woman.\nOLD WOMAN’S VOICE\nWhy are you afraid, children...? Why don’t you want me\nto be your friend? Come on, speak to me, speak to me...\n143.THE HOUSE. LOUNGE. INT/NIGHT.\nGRACE enters the room in which all the intruders are gathered together.\n\nNICHOLAS is crying, curled up in a corner.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT/NIGHT. GRACE enters the room in which all the intruders are gathered together. NICHOLAS is crying, curled up in a corner. \n\nTARGET SECTION TO BE ANNOTATED:\nANNE is standing, beside the group, consisting of five people sitting ata round table:\nthree men and nvo women. One of them (the Assistant) is placing sheets of paper next\n\nthi\n\fto @ tiny old lady (the same one we saw in the Communion créssy, WAL opens Gia\nscridéles on the paper, while her eyes roll blankly.\n\n. OLD WOMAN\nTell me..what happened? :\n\nNA NICHOLAS\n(sobbing)\nDon’t tell her! Don’t tell her!\n\nASSISTANT\n(reading matrer-of-factly)\n“Don’t tell her.”\n“. ANNE\n(to her brother)\nIfT tell her, they'll leave us in peace.:\n\nNICHOLAS sees his mother and embraces her.\n\nNICHOLAS\nMummy!\nASSISTANT\n(reading)\nrw) “Mummy.”\nOLD WOMAN\n\nWhy are you crying, children? What happened in this\nhouse? What did your mother do to you?\n\nANNE looks guiltily at her mother, and then whispers something into the OLD\nWOMAN's ear.\n\nASSISTANT\n(reading with difficulty)\nSomething about a pillow...\n\nOLD WOMAN\nIs that how she killed you? With a pillow?\n\nANNE looks at her mother with puzzlement, and then at the OLD WOMAN.\n\nANNE\nShe didn’t kill us.\n\nSe ’ GRACE moves to the table.\n\fNA\n\nOLD WOMAN .\nChildren, if you’re dead, why do you continue in this\n\nhouse?\nANNE\nWe're not dead!\nGRACE\nWe're not dead!\nOLD WOMAN\n\nWhy do you continue in this house?\n\nASSISTANT\n“. (reading)\n“We're not dead...” ‘\n\nGRACE and ANNE :\nWe're not dead, we're not dead, we're not dead...! :\nNICHOLAS\nWe're not dead!\nASSISTANT\n(reading)\n\n“We're not dead, we're not dead...”\n\nGRACE pushes the children back and grabs the sheets of paper, tearing them and\nthrowing them into the air, while the spiritualists shout in fear.\nN\n\nSuddenly we see the same shot, with the same framing, bur without GRACE and the\n\nchildren, in such a way that the sheets of paper seem to be being torn and thrown in the\nair of their own accord.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nASSISTANT\n“. (reading)\n“We're not dead...” ‘\n\nGRACE and ANNE :\nWe're not dead, we're not dead, we're not dead...! :\nNICHOLAS\nWe're not dead! ASSISTANT\n(reading)\n\n“We're not dead, we're not dead...”\n\nGRACE pushes the children back and grabs the sheets of paper, tearing them and\nthrowing them into the air, while the spiritualists shout in fear. N\n\nSuddenly we see the same shot, with the same framing, bur without GRACE and the\n\nchildren, in such a way that the sheets of paper seem to be being torn and thrown in the\nair of their own accord. \n\nTARGET SECTION TO BE ANNOTATED:\n ‘\n\n‘\n'\n\nThere follows a long silence. The OLD WOMAN seems ‘to come out of. ‘her trance.\n\nOne of the three men (Mr. MARLISH), with long hair and a moustache, exactly as\n\n. ANNE had drawn him, approaches the old lady.\n\nMR. MARLISH\nMother, are you all right?\n\nOLD WOMAN\nYes, just a bit dizzy. What happened?\n\nMR. MARLISH\nThey made contact.\n\nOLD WOMAN\nAllthree? -\n\fASSISTANT\nApparently, yes. The mother and the two children. Quite\ninteresting, don’t you think?\n\nO\n\nMRS. MARLISH\nInteresting? I was scared stiff!\n\nMR. MARLISH\nDarling, calm down.\n\nMRS. MARLISH\nNo. So far we’ve handled this matter your way. But now\nyou listen to me. We can’t stay in this house any longer.\nIt’s quite clear that these beings don’t want us to live here.\n\nMR. MARLISH\nWe hardly know anything about them yet.\n\nMRS. MARLISH :\nYes, we da. We know that the mother killed her two\nchildren and then shot herself. That’s quite enough.\n\nThe group slowly disappears at the same time as GRACE and the children reappear,\nhugging each other in a corner of the room.\n\nMRS. MARLISE\n\n(of)\nThink of our son.\nMR. MARLISH\n(of)\nOur son is perfectly all right.\n\nMRS. MARLISH\n(of)\nHe is not! He has nightmares, he says he has seen that\ngirl. And your mother has even been possessed by her.\nPlease, let’s get out of this house.\n\nASSISTANT\n(of)\nBefore you make a decision, I beg you to consider the\nimportance of this phenomenon. It’s not every day one is\nable to make contact with a spirit...\n\fO\n\nMLNS. WEAR OO\n(of)\nListen, I have no objection to your coming hers and\ncombing the house with your magnetophones and\nectoplasm gauges. ..but not while we are inside.\n\n \n\nMR. MARLISH\n(of)\n\nAllright. We'll leave tomorrow moming.\n\nMRS. MARLISH\n\n(of\nThank God for that. I’m going to look in on Victor.\n\n.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARLISH\n\n(of\nThank God for that. I’m going to look in on Victor. . \n\nTARGET SECTION TO BE ANNOTATED:\n We hear the noise of chairs and footsteps walking away.\nGRACE continues hugging her children.\n\nA long silence.\n\nGRACE\n\nI tried to wake you up... But you didn’t move. I said to\nmyself: It’s happened... I’ve killed my own children. I\nput the rifle to my forehead and pressed the tigger... But\nnothing happened, and instead of the shot, I heard your\nlaughter in the bedroom. (With a bitter smile:) You were\nplaying with the pillows, as if nothing had happened. And\nI thanked the Lord over and over again for being so\nmerciful with our lives, for giving us...another chance...\nBut now, now I don’t know what to think...(sobs). Now I\ndon’t know what to think!\n\nBERTHA\n\n(of\nThe girl said the very same thing.\n\nGRACE and the children turn towards BERTHA, standing at the end of the passage.\n\nBERTHA .\nThen she went dumb...forever. (Pause. Recovering her\nservile tone:) Ma'am, shall I have breakfast prepared?\n\nGRACE and BERTHA look at each other without rencour. GRACE nods.\n\nBERTHA\nThe intruders are leaving, but others will come.\nSometimes we'll sense them and other times we won't.\nThat’s how it’s always been.\n\nBERTHA moves away.\n\fNICHOLAS\n(whispering)\nMummy...where’s daddy?\n\nCy Pause.\nGRACE\nI don’t know...\nANNE\n(whispering)\n\nMummy...if we’re dead, where’s Limbo?\n\nGRACE hugs her children even tighter and cries.\n\nGRACE :\nI don’t know any longer if there even is a Limbo... I'm no\nwiser than you are now. But I do know that I love you.\nAnd that the house is ours. Repeat after me, children: the’\nhouse is ours, the house is ours...\n\nCHILDREN\nThe house is ours, the house is ours...\n\n144.THE HOUSE. ROOMS. INT/DAWN.\n\nOo\n\nA sequence of dissolving shots of various places in the house, receiving the light of\ndawn.\n\nCHILDREN\n(of) .\nThe house is ours, the house is ours, the house is ours...\n145.THE HOUSE. PASSAGE. INT/DAY.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE. PASSAGE. INT/DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nGRACE and NICHOLAS continue hugging each other on the floor next to the door.\nANNE\n(of\nMummy...look.\n\nWe see ANNE, dancing next to a large window, bathed in sunlight.\n\nANNE\nIt doesn’t hurt.\n\nGRACE gives a bitter smile of resignation.\n\fhe stands, takes NICHOLAS by thé hand, and\n‘ands. She puts a hand on the girl's shoulder.\n\n \n\nGRACE\nNo one will throw us out of this house...while we're dead.\n\n“he camera pulls back from the window until the three figures melt into the darkness.\n.46.THE HOUSE. FACADE ~- GARDEN. EXTJDAY.\nVear the main entrance there is a black 1945 Ford.\n\nA boy'comes out of the house, and helps the OLD LADY to get into the car.\n\n_MRS. MARLISH sits in the front. ~-\n\nThe boy looks towards the house. MR. MARLISH rests a hand on his shoulder.\n\nMR. MARLISH\nCome on, Victor.\n\nVICTOR and his father get into the car.\n\nThe car drives off down the main driveway.\n\n147.THE HOUSE. GARDEN GATE. EXT/DAY.\nThe car drives towards the entrance gate.\n\nA fat man in blue overalls is-hanging something on one of the iron bars of the gate. He\nwaves to the occupants of the car.\n\nThe car passes through the entrance and drives away up the road.\n\nThe man in the blue overalls closes the gate. We then see that what he has hung on the\ngate is asign which says:\n\nFOR SALE.\n\fThe End\n\nSeptember, 1998\n\nTranslation: Walter Leonard.\n\f"
}