{
  "1": "The Beaver\n\nby\nKyle Killen\n\n5/8/08\n\fFADE IN:\n\nINT. WALTER'S BEDROOM - DAY\n\nWALTER, mid 40’s, vacant, lies in bed fully dressed in a suit\nand tie.\n\nThe voice we hear belongs to THE BEAVER. He has a crisp\nEnglish accent.\nTHE BEAVER (V.O.)\n\nThis is a picture of Walter Black,\n\na hopelessly depressed individual.\n\nHe wants you to know he’s tried\n\neverything.\n\nBEGIN MONTAGE:\n\nCLOSE ON a shelf of SELF HELP TITLES. Walter pulls down\nDUMPING DEPRESSION.\n\nCLOSE ON a medicine cabinet full of prescriptions. Walter\npops some pills.\n\nWALTER CHANTS and pounds as part of a drum circle.\nWALTER SOBS on a park bench.\nWALTER HITS himself with a belt but refuses to show emotion.\nWALTER POPS more pills.\nWALTER READS from THE RAINBOW INSIDE.\nWALTER LAYS on a couch, speaking to his therapist.\nWALTER STARES into a hypnotist’s pocketwatch.\nWALTER POPS a whole handful of pills.\nCUT TO:\n\nCLOSE ON a night stand where a copy of SIX STEPS TO A NEW YOU\nlies open. In bed beside it, Walter sleeps.\n\nTHE BEAVER (V.O.) (CONT'D)\nBut, mostly what he does is sleep.\n\nAn ALARM goes off. He slaps it dead.\n\nCUT TO:\nWALTER GETS into bed. It’s still daylight. Kids play outside.\nWALTER SLEEPS on a couch, mid-afternoon.\n\nWALTER SLEEPS at his desk.\n\fTHE BEAVER (V.O.) (CONT'D)\nHe prefers to call it siesta. He\ndreams of islands with bright\nbuildings and wandering dogs.\n\nWALTER SLEEPS in his car.\nTHE BEAVER (V.O. + (CONT'D)\nPlaces where the Dursuit of slumber\nis a local custom.\nWALTER SLEEPS in a fast food restaurant. A WORKER pokes him.\nTHE BEAVER (V.O.) (CONT'D)\nRather than a sign of intractable\nclinical depression.\nINT. WALTER'S OFFICE\nWalter sits at his desk. He stares at a photo of his family.\nTHE BEAVER (V.O.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares at a photo of his family. THE BEAVER (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nTwo things keep Walter from\nsleeping forever.\n\nCLOSE ON the photo. Walter, the wife, two boys. More on them\nlater.\n\nTHE BEAVER (V.O.) (CONT'D)\nOne is his family, which sleeps\nonly at night and regards those who\ndo otherwise with suspicion.\n\nNEW ANGLE reveals that the room is full of people.\n\nOn the far wall, THE VP, late 30’s, sharp, motions to a\nchart. All the lines aim down. All the eyes turn to Walter.\n\nTHE BEAVER (V.0.) (CONT'D)\nThe other is that he’s the CEO of a\nonce-proud toy company-\n\nFLASH TO:\n\nINT. FINE RESTAURANT —- NIGHT\n\nDAVY CONYERS, former CEO sits across from an ESCORT. Davy\nstarts to CHOKE.\n\nTHE BEAVER\n- whose founder died unexpectedly,\nand left Walter in charge.\n\nDavy goes face down on the table. THUD.\n\fTHE BEAVER (CONT'D)\nWalter’s since led them to the edge\nof bankruptcy.\n\nINT. SCHOOL CAFETERIA\n\nHENRY, adorable, fragile- tooking third grader, sits alone\nstaring straight ahead while other kids TALK and play.\n\nTHE BEAVER (V.O.\nWhat he’s done to the company is\njust the start. His depression is\nan ink that stains all who touch\nhim. A black hole that swallows all\nwho get near.\n\nA wad of mashed potatoes SPLATS next to Henry. Other kids\nLAUGH. If Henry notices, he doesn’t show it.\n\nTHE BEAVER (V.O.) (CONT'D)\nHenry, his youngest, has become,\nwhat his teachers call, ‘hermit\nlike’.\n\nINT. PORTER'S BEDROOM - EVENING\n\nPORTER, cute but wild haired emo teen, sits at his desk,\nreading. tBhe books around him have titles’ like: DNA=DESTINY?\n\nHe stares into a notebook labeled JOURNAL OF SIMILARITIES.\nIt’s some sort of list with fifty something items like:\nFingernail Digging, Whistle Breathing, Finger-Chin Tap.\n\nTHE BEAVER (V.O.\nPorter, his oldest, has begun to\nopenly lobby for a divorce...",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BEAVER (V. O. Porter, his oldest, has begun to\nopenly lobby for a divorce... \n\nTARGET SECTION TO BE ANNOTATED:\nWe push past Porter towards his wall where there’s a deep,\nhead_sized dent in the drywall. We close in on the hole.\nINT. KITCHEN - NIGHT\n\nPUSH_IN on the refrigerator, where photos of two different\nmiddle aged bachelors are stuck with magnets.\n\nTHE BEAVER (V.O.)\nand leave hints that his mother\ncould easily find a replacement.\n\nINT. BOOKSTORE COFFEE SHOP - DAY\n\nMEREDITH, late 30’s with late 20’s looks, WEEPS among women\nwho practically have Soccer Mom tattooed on their foreheads.\n\fTHE BEAVER (V.O.)\n\nMeredith, his wife, has clung to\n\nhope that he’1l one day wake up,\n\nsnap out of it.\nShe reaches into her purse for a tissue, but ends up with\nanother of Porter’s bachelor photos. She puts it back, takes\na napkin from one of the ladies.\nINT. WALTER'S BEDROOM\nWalter is laying in bed, dressed as we first found him.\n\nTHE BEAVER (V.O.)\n\nBut he hasn’t. And she’s finally\n\ndecided that he is a weight she and\n\nthe kids can no longer carry.\n\nMeredith appears in the doorway. Walter looks over at her. He\ngets it.\n\nQUICK CUTS:\nCLOSE ON the self help books being packed into a box.\nCLOSE ON the medications being swept into another box.\n\nCLOSE on the boxes being loaded into a packed trunk. The lid\nis closed, revealing a car stuffed to the gills.\n\nTHE BEAVER (V-0-) (CONT'D)\nShe does the only thing left to do-\nINT. WALTER’S CAR\n\nWalter gets in. He looks into his side mirror and sees\nMeredith CRYING in the driveway behind him. He turns.\n\nTHE BEAVER (V.O.)\n- and says the only thing left to\nsay.\nEXT. WALTER'S HOUSE - DAY\nTheir eyes connect. It’s awkward. Do you wave when you’re\nbeing thrown out? He begins to massage his eyebrows with his\nthumb and forefinger.\n\nFinally, he puts the car in drive. She crosses her arms,\nswallows her tears. As she watches him drive away...\n\nTHE BEAVER (V.O.)\nGoodbye.\n\nFADE TO BLACK.\n\fINT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nGoodbye. FADE TO BLACK. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SCHOOL LIBRARY\nPorter sits across from JARED, a confused athletic type.\n\nJARED\nCc minus!\n\nPorter grabs a paper off the desk, waves it at Jared.\n\nPORTER\nJared, you're failing the class.\nAnd this writing sample could\nprobably get you committed in\nseveral states. You really think\nyou can suddenty hand in an A paper\nand get away with it?\n\nJARED\nBut I can get a fucking C-!\n\nPORTER\nExcellent. Good luck to you.\n\nPorter starts to leave.\n\nJARED\nWhat about Hector? You just got him\nan A in Family Development.\n\nPorter starts to massage his eyebrows exactly as we saw\nWalter do. Realizing it, he suddentl, stops and disciplines\nhimself by SNAPPING a big rubber band on his wrist.\n\nFrustrated, he takes out his Journal of Similarities\nnotebook. As he adds Massaging Eyebrows to the list...\n\nPORTER\n\nI’ve never written anything for\nHector. If he told you different\nhe’s a_liar.\n\n(closing his notebook)\n\nBut hypothetically, if I had\nwritten Hector an A paper, it\ncertainly wouldn’t have been right\nout of the box. Hypothetically, he\nwould have come_to me a long time\nago, and we would have raised his\n\nrades incrementally. And he would\n\nave been responsible for\nmemorizing the facts in the papers\nI wrote so that he wouldn’t miss\ntest questions over the same\ninformation. And if that had\nhappened, then yes, he might have\nturned in an A paper and he might\neven be making a solid B in a class\nhe used to be failing.\n\n(MORE )\n\fPORTER (CONT'D)\nSo, if someone else was asking me\nto do this for them, to not only\nwrite them a paper, but to do it as\nthem, with their voice, at their\nskill level, then I would say that\nthey could either do it my way or\nthey could take their chances\nbuying some piece of shit off the\ninternet.\n\nJared thinks this over.\n\nJARED\n150 every time?\n\nPORTER\n(sing-song)\nResponsible regulars receive\nreduced rates.\n\nPorter slides a book across the table. Jared SIGHS.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nPORTER\n(sing-song)\nResponsible regulars receive\nreduced rates. Porter slides a book across the table. Jared SIGHS. \n\nTARGET SECTION TO BE ANNOTATED:\n He opens\nit, puts $150 in and slides it back. Porter nods and stands.\n\nJARED\nI gotta pass this class to graduate\nyou know?\n\nPORTER\n\nWilkins, from your team last year?\nThe one who thought the words\nigneous and ignorant were\ninterchangeable? Where’s he now?\n\nJARED\nPlaying for OSU.\n\nPorter nods.\nPORTER\n\nYou’ll get the grades. All you have\n\nto do is make people believe\n\nthey’re yours.\nPorter walks away.\nNORAH, cheerleader outfit, the kind of girl you're either\nhopelessly in love with, hopelessly jealous of, or both,\nbreaks away from friends to catch up.\nINT. SCHOOL HALLWAY - CONTINUOUS\nNorah glides in beside him.\n\nNORAH\nHey.\n\nPorter’s look says they don’t normally talk. He keeps moving.\n\nPORTER\nHey?\n\fNORAH\nWhat? I can’t say hey to you?\n\nPORTER\nYou can, you just never have.\n\nNORAH\nWell, I’m... sorry.\n\nPORTER\nReally? I’m not.\n\nWithout warning, Porter stops at his locker. She takes a few\nsteps before realizing it. She comes back. He seems annoyed.\n\nPORTER (CONT'D)\nSeriously, what do you want?\n\nShe’s taken aback by the hostility. A beat.\n\nNORAH ; ;\nI... need you to write something.\nPorter LAUGHS.\nPORTER\n\nI knew it. Is this what passes for\nundercover around here? You’re the\nfucking valedictorian. He reall\n\nthinks I’m going to fall for this?\n\nNORAH\nWho?\n\nPORTER\nMumphry, or whichever vice\nprincipal sent you. You tell him\nI’m insulted.\n\nPorter closes his locker, starts away. She grabs him.\n\nNORAH\nHey! Will you hold on for a second?\nPorter grudgingly stops.\n\nNORAH (CONT'D)\nNo one sent me. I really need help.\n\nPORTER\nYou have a 4.0. I’m eight places\nbehind - ou in the class rank. I\ncopy. O: ygu in calculus. Why on\nBabin’ wou d you want me to write\nyou a paper?\n\nNORAH\nIt’s not a paper.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nO: ygu in calculus. Why on\nBabin’ wou d you want me to write\nyou a paper? NORAH\nIt’s not a paper. \n\nTARGET SECTION TO BE ANNOTATED:\n(quiet)\nIt's... my graduation speech.\n\fPORTER\nLook, I don’t usually say this, but\nsave your money « No one pays\nattention to those things.\n\nHe starts to go. She grabs him again.\n\nNORAH\nYeah, well, my parents will be\npaying attention, so... I hear, not\n\nthat_I’m saying you write other\neople’s papers, but if you did, I\near you really make yourself sound\nlike them. Get? in their heads.\nThat’s what I need.\nPorter considers this. A long beat.\n\nPORTER\nI’d need some samples and-\n\nShe quickly hands him a paper from her bag.\nNORAH\nI have this now and I can get you\nmore by tomorrow.\nPorter looks at the paper.\nPORTER\nI see one i dotted with a heart and\nwe're done.\nHe starts away.\n\nNORAH\nYou really copy off me in calculus?\n\nWithout looking back...\nPORTER |\nDon’t forget to bring cash.\nINT. SUBURBAN - DAY\n\nMeredith waits in SUV gridlock outside the elementary school.\nShe scans the crowd but can’t find Henry.\n\nSuddenly, the passenger door opens and, seemingly from\nnowhere, petite Henry hoists himself in.\n\nHENRY\nYou passed me again.\n\nMEREDITH\nI was looking.\n\fHenry shrugs. His\n\nto drive.\n\nMEREDITH (CONT'D)\nHow was your day?\n\nAnother shrug.\n\nMEREDITH (CONT'D)\nDid you talk to anyone?\n\nHENRY\nI guess.\nMEREDITH\nNew person or old person?\nHENRY\nNew.\nMEREDITH\n\nGood. What did you talk about?\n\nHENRY\n(matter of fact)\nHe said I was a ball licker and I\ntold him I wasn’t and he threw me\nin the dumpster.\n\nMeredith is aghast. Henry shows no emotion.\n\nMEREDITH\nWhat! Did you tell your teacher?\n\nHENRY\nShe got me out of the dumpster.\n\ndemeanor is very quiet, flat. As she starts\n\nMeredith suppresses her urge to cry as if she’s been trained,\ncalms her voice, and says something that sounds rehearsed.\n\nHenry nods as if he’s also heard\n\nShe looks\nquestion.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\ndemeanor is very quiet, flat. As she starts\n\nMeredith suppresses her urge to cry as if she’s been trained,\ncalms her voice, and says something that sounds rehearsed. Henry nods as if he’s also heard\n\nShe looks\nquestion. \n\nTARGET SECTION TO BE ANNOTATED:\nMEREDITH\nThis is why the doctor wants you_to\nfocus on coming out of your shell.\nWhen you spend so much time alone,\nthe other kids see you as a target.\n\nHENRY\nIs Dad gone?\n\nit before. A silent beat.\n\nat him, trying to measure how he feels about this\n\nHenry gives nothing away.\n\nMEREDITH\nHe’s not gone dear. We just agreed\nthat it’s better for us all if we\ndon't live together anymore.\n§eeat)\nHow does that make you feel?\n\f10.\n\nHenry shrugs.\n\nEXT. LIQOUR STORE - EVENING\n\nWalter comes out with two large bags of CLINKING liquor. When\nhe gets to the car he realizes there’s no room for them.\n\nCLOSE ON Walter’s trunk being opened.\n\nCLOSE ON a dumpster. Boxes are tossed in. We see that they’re\nthe ones full of self help books and medication.\n\nClothes follow. Files. Awards. Yearbooks. A set of golf\nclubs.\n\nNEW ANGLE shows Walter emptying the final items out of the\nbackseat. He throws them in the dumpster.\n\nWalter stares at what he’s done, his life mixed in with the\ngarbage. He looks sleepy.\n\nHe leaves, then stops, slowly comes back, eyeing something.\n\nANGLE ON the garbage reveals a half buried BEAVER PUPPET, its\nlarge plastic eyes staring out from under some refuse.\n\nWalter squints, then reaches for it. It turns out to have a\nlarge bushy tail and big happy grin. He holds it up.\n\nHe and the beaver seem to stare blankly at one another for a\nlong time, as if each reading a story in the other’s eyes.\n\nCLOSE ON the trunk again as the two large bags full of liquor\nare tossed into the now empty space.\n\nA beat, then....\n\nThe beaver puppet is tossed in too. The lid SLAMS down.\n\nINT. HOTEL ROOM - EVENING\n\nANGLE ON the bed as we hear the DOOR OPEN, the BOTTLES being\nset on the ground.\n\nSuddenly Walter falls into bed with his shoes on. He pulls a\npillow over his head. He sleeps.\n\nINT. HOTEL ROOM - NIGHT\n\nThe room is a wreck. Sheets, clothes, empty bottles.\n\nANGLE ON a bottle of sleeping pills, opened and half gone.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOTEL ROOM - NIGHT\n\nThe room is a wreck. Sheets, clothes, empty bottles. ANGLE ON a bottle of sleeping pills, opened and half gone. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nfollow a trail of the little pink pills until we come to...\n\f11.\n\nWALTER, sitting on the floor shooting whiskey straight, the\nbeaver puppet now on his left hand. He’s WEEPING.\n\nOn the TV, Alan Thicke is having a heart to heart with Kirk\nCameron in a GROWING PAINS episode...\n\nALAN THICKE\n(on tv)\nThis is a very special place Mike.\nMy father built this cabin by hand.\n\nKIRK CAMERON\n(on tv)\nWow! No tools or anything? Cool!\n\nThis seems very profound to Walter. Still CRYING, he LAUGHS\nalong with the audience and moves toward the TV, hugs it.\n\nWALTER\n(drunk)\nBeautiful.\n\nHe takes a shot of whiskey and then pours some on the screen\nas if pouring it down Alan Thicke’s throat.\n\nWALTER (CONT'D)\nThere you go.\n\nANGLE ON the TV again as Walter continues pouring whiskey on\nthe screen. Alan and Kirk hug.\n\nSomething breaks in Walter. He drops the bottle.\n\nA dong beat as he looks around the room, his face suddenly\nank.\n\nCUT TO:\n\nINT. HOTEL BATHROOM\n\nWalter has fashioned a necktie into a noose around the shower\nrod.\n\nHe SOBS as he steps up onto the edge of the bathtub, knees\nbent, and tightens it around his neck.\n\nHe takes a few deep breaths and closes his eyes. A long beat.\n\nHe inches his feet to the very edge of the bathtub and then,\nfinally, lets them slip off.\n\nHis weight drops onto the noose, but it suspends him for\nbarely a second before the whole rod comes down, dropping him\ninto the tub backwards with a tremendous CRASH.\n\nHis feet hang out of the tub, the rest of him invisible,\nmotionless.\n\f12.\n\nSILENCE.\n\nCUT TO:\n\nINT. HOTEL ROOM\nANGLE ON the shower rod as it DRAGS across the carpet.\n\nReveal Walter, still fastened to the rod by his tie, trudging\ntoward the balcony. Drops of blood dot the back of his shirt.\n\nEXT. HOTEL BALCONY/INT. HOTEL ROOM - CONTINUOUS\n\nWalter puts a chair next to the railing, climbs UP.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HOTEL BALCONY/INT. HOTEL ROOM - CONTINUOUS\n\nWalter puts a chair next to the railing, climbs UP. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes\nrickety steps up until he’s balanced very tenuously on the\nedge of the railing.\n\nHe looks down, a solid ten stories.\n\nThe tie pulling at his neck, the shower rod hanging behind\nhim, BANGING against the balcony in the breeze, he looks\nresigned. A GUST of wind almost tips him forward.\n\nHe takes a breath, seems to decide he’s ready. He raises his\narms as if to swan dive.\n\nAnd then suddenly, he catches a glimpse of the beaver puppet\non his left hand. He eyes it as if he’d forgotten all about\nit. He brings it close. They stare one another down.\n\nAs he stares, he starts to tip forward, about to fall, but at\nthe last moment, he overcorrects and instead tips backward\ntoward the room.\n\nHe falls over the chair and through the open door, CRASHING\ninto the dresser before falling backward onto the ground.\n\nA quiet beat until we notice that the shower rod has gotten\nwrapped around the TV and is slowly pulling it toward the\nedge of the dresser, just above the seemingly unconscious\nWalter.\n\nA beat, and then the TV tips off, landing flat on Walter’s\nhead with a MEATY THUD.\n\nSILENCE.\n\nCUT TO:\n\nINT. BLACK KITCHEN - NIGHT\n\nMeredith, Porter, and Henry eat at the table. The awkwardness\nindicates this is not a regular thing.\n\f13.\n\nPORTER\nDon’t get me wrong, I’m glad you\nkicked him out. But the whole\neating at the table in response to\nfamily drama thing? I mean, how\nlong do you see us keeping this up?\n\nMEREDITH\nI don’t know. How about until we\nstart treating one another with\nsome respect? And asking each other\nabout our day. And you two start\nSaying yes ma’am and no ma’am. And\nhelping with the dishes. And-\n\nPORTER\nMaybe I should get a paper route\ntoo.\n\nA long beat then...\n\nCUT TO:\n\nINT. LIVING ROOM - NIGHT\n\nMeredith, Henry, and Porter sit with their dinner in their\nlaps watching The Daily Show. Only Jon Stewart speaks.\n\nINT. HOTEL ROOM\n\nWalter blinks awake on the floor.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly Jon Stewart speaks. INT. HOTEL ROOM\n\nWalter blinks awake on the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n The TV is flat against his\nface, iiterally sitting on his head. Between it and the\ncarpet his field of vision is narrow.\n\nSuddenly, he raises his left arm so the beaver puppet is all\nhe can see. A long beat, then...\n\nTHE BEAVER\nHello, mate.\n\nWhen The Beaver speaks, we recognize the crisp accent from\nthe narration.\n\nWalter’s lips still move, so there’s no confusion about where\nthe sound actually comes from, but for a hand puppet, The\nBeaver is strangely animated.\n\nWhen Walter speaks, it’s in his own tired, groggy voice, so\na spite one of them being a puppet, they seem to be\nhaving a real back and forth conversation.\n\nWALTER\nWho are you?\n\nTHE BEAVER\nBloody hell. Look at you. Stone\ndrunk and flattened by a\ntelevision.\n\n(MORE )\n\f14.\n\nTHE BEAVER (CONT'D)\nQuite an obituary you’re working\nout for yourself, yeah?\n\nWALTER\nLeave me alone.\n\nTHE BEAVER\nYou know what your problem is,\nWalter? You don’t know when to give\nup. Chicken Soup, Seven Habits, How\nTo Win Friends. Which one has the\nchapter about dropping a TV on your\nead?\n\nWALTER\nPlease, just let me rest.\n\nTHE BEAVER\nLibrary for losers, that’s what\nyou've got mate. Books, pills,\npromises, resolutions. You were\nugging Alan Thicke for God's sake.\n\nWALTER\nI’m sick.\n\nTHE BEAVER\nNow on that we agree. The question\nis, do you want to get better?\n\nWALTER\nOf course, but-\n\nTHE BEAVER\nYeah, yeah, I know, you're\ndepressed. Lethargic. Anhedonia.\nFamily can’t even stand you anymore\nand yet you can’t seem to snap out\nof it, yeah?\n\nA beat. Walter nods slightly despite the TV on his head.\n\nWALTER\nYes.\n\nTHE BEAVER\nYou're going about it all wron\nmate. These books and pills an\nshit, they’re cotton candy - You get\na little Sugar rush and then,\nhello, you realize you’re still the\nsame stupid fuck who tries to hug\ntelevisions and hang himself from\nshower rods.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nWALTER\nYes. THE BEAVER\nYou're going about it all wron\nmate. These books and pills an\nshit, they’re cotton candy - You get\na little Sugar rush and then,\nhello, you realize you’re still the\nsame stupid fuck who tries to hug\ntelevisions and hang himself from\nshower rods. \n\nTARGET SECTION TO BE ANNOTATED:\n Your problem is you've\nseen too many ho} home improvement\nshows. You thin ou knock out a\nwall, change the rapes, everything\nwill be back in order. Doesn’t wor!\nthat way. This thing, it’s like\nback hair. You cut it, it just\ngrows back thicker.\n\n(MORE )\n\f15.\n\nTHE BEAVER (CONT'D)\nYou want things to change, really\n\nchange, you got to nuke it. Forget\nhome repairs, Walter. If you want\n\nto get anywhere you! ve got_to blow\nup the whole goddamned building.\n\nWALTER\nI don’t know how to do that.\n\nTHE BEAVER\nWell, I do Walter. I do. And I can\nhelp you if you let me.\n\nWALTER\nI... yes... please.\nTHE BEAVER\nIt’s not going to be easy You\nunderstand? You have to trust me.\nWALTER\nYes. Please. Just, just... blow it\n\nup. Blow it up.\nWalter is starting to WEEP again.\n\nTHE BEAVER\nCome on now, stay with me. You\ncan’t just toss a bunch of dynamite\nand run. We gotta bring everything\ndown clean so when we’re done, we\ncan put something new in its place.\nYou understand? Now, do you still\nhave your laptop, or did you\nrubbish it?\n\nA long beat.\n\nWALTER\nWho are you?\n\nTHE BEAVER\nI’m The Beaver, Walter. I’m here to\nsave your goddamned life.\n\nFADE TO BLACK.\n\nINT. GYM - AFTERNOON\n\nPorter is in the stands reading GENETIC PSYCHOLOGY TODAY as\nNorah is practicing with the cheerleaders on the floor.\n\nThe COACH calls a break. Norah splits from the others, grabs\nher bags and moves up to where Porter is.\n\nHe closes the magazine. She looks at it.\nNORAH\n\n(reading)\nGenetic Psychology Today?\n\f16.\n\nHe puts the magazine into his bag.\n\nPORTER\nBookstore was out of US Weekly.\n\nHe digs her sample out of his bag. He hands it back. She’s\nsurprised.\n\nNORAH\nYou don’t need it anymore? I\nbrought others-—\n\nPORTER\nI’m not doing it.\n\nShe’s stunned.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nNORAH\nYou don’t need it anymore? I\nbrought others-—\n\nPORTER\nI’m not doing it. She’s stunned. \n\nTARGET SECTION TO BE ANNOTATED:\nNORAH\nWhat? Why?\n\nHe starts speak, but stops suddenly. He hears something. A\nfaint WHISTLE each time he exhales.\n\nHe mashes at his nose until it goes away, then SNAPS the\nrubber band on his wrist and continues.\n\nPORTER\nBecause that’s an excellent paper.\nYou're an excellent writer. Which\nmeans that the only reason for me\nto do this would be because you\ncan’t be bothered to do it\nyourself. I’m sure shaking pom poms\nand being anorexic is a ful\nschedule, I bet if you pot your\nmind to it, you can work this in.\n\nHe stands, gathers his things.\n\nNORAH\nWait a minute.\n\nPORTER\n\nYou know, it’s one thing to get by\non your looks when it’s all you've\ngot. But for someone like you it’s\ngust lazy. If you’re stuck for a\n\nopic, maybe you should just go\nwith that. Short skirts, nose jobs,\nand get someone else to do it.\nWorked for me, kids!\n\nHe starts to go. Norah looks floored. The Coach yells from\nthe gym floor.\n\nCOACH\nNorah! Let’s go!\n\nNORAH\nHold on!\n\f17.\n\nShe SLAMS her bag on the ground, starts pulling out papers.\nShe slaps them on the ground.\n\nNORAH (CONT'D)\n(angry)\nDoes that look lazy to you?\n\nPorter stops. Turns. She keeps pulling more, stacking them.\n\nNORAH (CONT'D)\nI write 10 page papers in an hour\nand half for easy A’s.\n\nThe stack keeps growing, heading for War and Peace territory.\n\nNORAH (CONT'D)\nDo you have any idea how many times\nI've tried to write this stupid\nthing?\n\nShe throws a last set on top.\n\nNORAH (CONT'D)\nThat’s 428 pages of lazy. That’s\nsix months of lazy. That’s 63\ndifferent opening jokes, famous\nuotes, and follow your rainbow\ninspirational bullshit of lazy!\n\nThe whole Squad is watching from the floor. Porter is clearly\nuncomfortable.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s 63\ndifferent opening jokes, famous\nuotes, and follow your rainbow\ninspirational bullshit of lazy! The whole Squad is watching from the floor. Porter is clearly\nuncomfortable. \n\nTARGET SECTION TO BE ANNOTATED:\nNORAH (CONT'D)\n(starting to tear up)\n\nI’ve worked harder and longer on\nthis stupid pointless speech with\nless to show for it than anythin\nI’ve ever done in my life. And i\n\nou don’t want to take my money\n\necause of some insecuri’ based\nbullshit, then fine. But Son’t you\ndare call me fucking lazy.\n\nShe hurls her bag at his feet and heads down the stairs,\nreturning to the wide eyed squad. As she goes...\n\nNORAH (CONT'D)\nAsshole.\n\nPorter looks stunned, embarrassed. He eyes the stack of\npapers by his feet.\n\nThe faint WHISTLE in his breathing returns.\n\nINT. SUBURBAN - DAY\n\nMeredith scans the elementary kids again. She reaches the\nTEACHER at the end of the line. She rolls down her window.\n\f18.\n\nMEREDITH\nI’m sorry. He just blends in. I\nmust have missed him again.\n\nTEACHER\nNo, Mr. Black already got him.\nMEREDITH\nWalter?\nTEACHER\nSaid he sent you a text? Quite a\ncharacter.\n\nThat doesn’t sound like...\n\nMEREDITH\nYou're sure it was Walter?\n\nSomeone HONKS. The teacher moves on. Meredith checks her\nphone. Sure enough, there’s a text.\n\nEXT. DRIVEWAY / INT. GARAGE - AFTERNOON\n\nMeredith wheels into the driveway, opens the garage door.\n\nAs it rises she sees Henry, bent over a workbench surrounded\nby wood, sawdust, and tools.\n\nWhen he sees her, he looks up, beaming. He seems like an\nentirely different kid.\n\nAs Meredith gets out he runs toward her.\nHENRY\nMom, mom. You gotta see what we\ndid! Come on!\n\nShe’s stunned by his excitement. He takes her hand, starts\npulling.\n\nMEREDITH\nOkay, okay.\n\nAs he’s dragging her toward the workbench...\n\nMEREDITH (CONT'D)\nWhere is your father?\n\nHenry doesn’t hear her. Instead, he picks up a simple, but\nimpressive, wooden box. He hands it to her.\n\nHENRY ,\nYou put your memory in it.\n\nShe looks it over, impressed, confused. It strikes her as a\nlittle nice to have come from her garage.\n\f19.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks it over, impressed, confused. It strikes her as a\nlittle nice to have come from her garage. 19. \n\nTARGET SECTION TO BE ANNOTATED:\nMEREDITH\nWhere did this come from?\n\nHENRY\nWe made it.\n\nMEREDITH\nYou and your dad?\n\nHENRY\nMe and The Beaver.\n\nMEREDITH\nThe beaver?\n\nJust then, Walter steps from the house into the garage, a\nsmile as rare and bright as Henry’s on his face. He seems\ngenuinely excited to see her.\n\nBut before he speaks, Walter raises his left hand revealing\nthe beaver puppet.\n\nThe Beaver does the talking.\n\nTHE BEAVER\nHello, love. Was just about to call\nyou. Any idea where Walter stuffed\nthe power sander you gave him two\nChristmases ago?\n\nMeredith is stunned into silence.\n\nTHE BEAVER (CONT'D)\nNo? No trouble. We’1ll make do.\n(to Walter)\nGive her the thing.\n\nWalter hands her a 3x5 sized card with a message printed on\nit. He then moves past her and joins Henry at the workbench.\n\nMeredith looks at the card.\n\nMEREDITH\n(reading)\nHello. The person who handed you\nthis card is under the care ofa\nprescription puppet designed to\"\nlooking up at Walter)\nWalter, what the hell is going on?\n\nWalter and Henry begin sanding by hand.\n\nTHE BEAVER\nJust some male bonding, love. The\nboy here practically lemanded a\ngentlemen’s club, but I won him\nover with the promise of power\ntools.\n\nHenry LAUGHS. Meredith can’t help but gape at the rare sound.\n\f20.\n\nMEREDITH\nI mean, what...\n\nShe moves closer to Walter, lowers her voice.\n\nMEREDITH (CONT'D)\nWhat are you doing here? We agreed.\n\nTHE BEAVER\nDid Henry show you the box? Kid’s a\nnatural. I thought we’d nail a 2x4\nto the wall, call it a shelf, but\nthe boy, he’s tongue and grove this\nand miter saw that. I think his\nhead might be made out of wood.\n\nHe KNOCKS on Henry’s head as the boy continues to LAUGH, but\nthis time it’s not enough. Meredith wants answers.\n\nMEREDITH\nWalter. Seriously.\n\nWalter and The Beaver look at one another. The Beaver turns\nto Henry.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSeriously. Walter and The Beaver look at one another. The Beaver turns\nto Henry. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER\nHenry mate, why don’t you run\ninside, see if you_can find that\nvarnish we were talking about.\n\nHenry drops his sandpaper and takes off like a shot. Walter\nand The Beaver turn to Meredith.\n\nTHE BEAVER (CONT'D)\nDid you read the card?\n\nMEREDITH\nYes, but-\n\nTHE BEAVER\nRead the card.\n\nShe raises the card again.\n\na MEREDITH ai\nru in readin:\nweil? The person who Banded ou\nthis card is under the care ofa\nprescription puppet designed to\nelp create a psychological\ndistance between himself and the\nnegative aspects of his\npersonality. Please, treat him as\nyou normally would, but address\nyourself to the puppet until such\ntime as it is no wit necessary.\nFailure to do so wil eopardize\nhis hard won therapeutic gains.\nThank you.\n\f21.\n\nShe looks up.\n\nTHE BEAVER\nThere you go.\n\nMEREDITH\nIs this some kind of joke?\n\nTHE BEAVER\nHardly, love it’s-\n\nMEREDITH\nWill you stop with the puppet!\n\nWalter looks at The Beaver. The Beaver nods. Walter takes a\nbreath, lowers the puppet. His voice is much closer to the\ntired monotone we heard earlier.\n\nWALTER\nHappy?\n\nMEREDITH\nNo, Walter. I’m very confused.\n\nWALTER\nMeredith, this is a breakthrough.\nHe says that if I stick with it we\ncan knock down-\n\nMEREDITH\nWho says?\n\nA long beat as Walter thinks about this one. He looks to The\nBeaver for guidance. Finally...\n\nWALTER\nDr. Macy.\nMEREDITH\nDr. Macy? I thought you quit seeing\nhim.\nWALTER\nI went back.\nMEREDITH\nSo this is some kind of... program?\n\nWalter raises The Beaver again.\n\nTHE BEAVER\nI'll field that one. The answer is\nyes, Meredith, that’s exactly what\nit is. I know it seems radical, but\nthat’s because it has to be. In\ncases like Walter’s, cases where\nall else has failed, it’s proven\nquite effective.\n\n(MORE )\n\f22.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nI know it seems radical, but\nthat’s because it has to be. In\ncases like Walter’s, cases where\nall else has failed, it’s proven\nquite effective. (MORE )\n\f22. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER (CONT'D)\nBut for it to work, he’s got to\nreally commit to cleaning\nEarn and you house and starting\nover, ou could g° a long way\ntoward faci litatin is progress if\nyou could just work with him on\nthis.\n\nMeredith thinks on this for a second. She looks past The\nBeaver and right at Walter.\n\nMEREDITH\nAnd he really thinks this will\nwork?\n\nWalter slides The Beaver back into her eye line.\n\nTHE BEAVER\nAbsolutely. It’s very big in\nSweden.\n\nShe’s about to say more when Henry comes back from inside.\n\nHENRY\nI can’t find it.\n\nTHE BEAVER\nNot a problem, mate. What you say\nwe get this mess cleaned up? We’l1\nworry with the varnish next time.\n\nHENRY\nYou’re not leaving are you?\n\nTHE BEAVER ;\nDon’t worry, I’1l come round this\nweekend, we'll finish it up.\n\nHENRY\nNo, you have to stay for dinner.\nMom, let him stay for dinner.\n\nTHE BEAVER\nThat’s all right mate, I’1l-\n\nMeredith looks at Henry’s pleading expression.\n\nMEREDITH\nIt's okay. You... it’s okay. For\ndinner.\n\nHenry CHEERS. Meredith is still stunned by his demeanor.\n\nWalter turns to her. He looks like he wants to say something,\nbut can’t. He just nods, then turns The Beaver to Henry.\n\nTHE BEAVER\nRight then. Let’s clean up the\ngarage so we can make a mess in the\nitchen, yeah?\n\f23.\n\nHENRY\nYeah!\n\nWalter joins Henry as Meredith stares, unsure whose\ntransformation to be more shocked by.\n\nINT. FOYER - EVENING\n\nPorter enters, reading from the giant stack of papers that\nNorah threw in front of him. He stops. He hears LAUGHTER.\nINT. KITCHEN - EVENING\n\nPorter steps in to see Walter using The Beaver to toss a\nsalad, grabbing fistfuls in its jaws with little GROWLS.\n\nHenry and Meredith LAUGH at this as they cook.\n\nPORTER\nWhat - the - fuck.\n\nThey all look up. Meredith stops jaughing.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nPORTER\nWhat - the - fuck. They all look up. Meredith stops jaughing. \n\nTARGET SECTION TO BE ANNOTATED:\n Before she can say\nanything Walter turns The Beaver toward Porter.\n\nTHE BEAVER\nAh, there he is.\n\nWalter moves as if he might hug Porter. Porter recoils, but\nwhen Walter gets close, he simply hands over one of his\ncards.\nTHE BEAVER (CONT'D)\nWe were afraid we'd have to start\nwithout you.\nPorter reads the card silently. He looks up.\n\nPORTER\nThis a joke, right?\n\nTHE BEAVER\nNo, son, it’s a fresh start.\n\nPorter gapes at The Beaver for a moment, then looks past him.\n\nPORTER\nHave you completely lost your mind?\n\nTHE BEAVER\nWell, I know it looks a little-\n\nPORTER\nI’m not asking you, nut job. I’m\nasking mom.\n\nMeredith starts to say something but Porter cuts her off.\n\f24.\n\nPORTER (CONT'D)\nIt takes you ou to finally get\nrid of him an ou let him come\nback the next night with a talking\net\neat)\nI knew you were weak, but Christ.\n\nMEREDITH\nPorter-\n\nBut he’s already walked out.\n\nINT. LIVING ROOM - NIGHT\nThe TV is on the Daily Show again.\n\nNEW ANGLE reveals that Porter is the only one eating in front\nof it.\n\nINT. KITCHEN - NIGHT\n\nWalter, Henry, and Meredith are at the table. As they eat,\nMeredith is clearly still smarting from Porter's words.\n\nShe focuses on the memory box which sits just in front of her\nplate. As she handles it, she tries to put on a smile again.\n\nMEREDITH\nI can’t believe you guys made this.\nYou never, I mean Walter never...\nI’m sorry I’m not clear on how I’m\nsupposed to... address you.\n\nTHE BEAVER\nYou're doing fine, love.\n\nMEREDITH\nI mean, the tools were always on\nyour Christmas lists, but rT just\nassumed it was a_hobby you’d never\nactually start. I had no idea you\nknew how to...\n\nShe indicates the box.\n\nHENRY\nHe’s a beaver, mom, that’s what\nthey do.\n\nTHE BEAVER\n\nSpot on, mate.\n\nWalter holds The Beaver towards Henry. He exchanges a high\nfive with The Beaver’s tiny paw.\n\f25.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter holds The Beaver towards Henry. He exchanges a high\nfive with The Beaver’s tiny paw. 25. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER (CONT'D)\nBut xo know, Walter wasn’t half\nbad himself at one time.\n\nHENRY\nYeah? Who taught him?\n\nTHE BEAVER\nWell, I suppose he taught himself.\nHe was about your age, yeah? Cub\nscouts. He and his pop were\nsupposed to make a race car for a\ncontest. Only his pop wasn’t\naround, so he had to do it himself.\n\nHENRY\nWhere was his dad?\nINT. LIVING ROOM\nPorter hears this question and MUTES the TV. He looks toward\nthe kitchen.\nINT. KITCHEN - INTERCUT\nMeredith gives Walter a look.\n\nWalter absent 1 drags lines through his food with his fork as\nhe thinks. ie hear a faint WHISTLE in his breaths like the\nsound Porter <aisciplined himself for making earlier.\nFinally...\n\nTHE BEAVER\nHe was in an accident. Passed away.\nHENRY\nYou mean grandpa? From the\ngraveyard?\nTHE BEAVER\n\nRight-o. Anyway, Walter had\ngrandpa’s tools, but not a clue how\nto use them. Every time he hammered\nor sawed or chiselled on his block\nof wood it just got uglier and\nuglier. the time he was done it\nTeoked ike he’d taken something a\ndog had chewed up and screwed\nwheels on it.\n\nHenry LAUGHS. Meredith is listening, not touching her food.\n\nTHE BEAVER (CONT'D)\nNow all these other kids’ cars, the\nones they'd built with their dads,\nthey were things of beauty. And\nthen here was Walter’s, aerodynamic\nas a billboard, ugly as sin.\n\n(MORE)\n\f26.\n\nTHE BEAVER (CONT'D)\nSo_you know what the other kid’s\ncalled it?\n\nHenry shakes his head.\n\nTHE BEAVER (CONT'D)\nThe Turd.\n\nHenry loves it.\n\nTHE BEAVER (CONT'D)\nIf you’d seen it, you’d think that\nwas generous. Funny part is, when\nthey actually got down to racing,\nThe Turd could not be beat. All\nthose sanded and shiny opponents,\nThe Turd left them in the dust. Won\nthe whole contest, that little\nmess.\n\nHENRY\nSweet.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll\nthose sanded and shiny opponents,\nThe Turd left them in the dust. Won\nthe whole contest, that little\nmess. HENRY\nSweet. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER\nWell, the other kids didn’t think\nso. They teased him about it\nendlessly. Turd Master, that was\nhis new name.\n\nSuddenly this resonates with Henry.\n\nHENRY\nWhat did he do?\n\nTHE BEAVER\nGot some books and some wood, and\nhe taught himself all there was to\nknow about those tools. How to make\nthings precise, neat, clean,\nsmooth. Worked until he was better\nthan most of the other kids’\nfathers. And when the next year’s\ncontest came he turned in a car\nthat looked like it belonged in a\nbloody museum.\n\nHENRY\nDid he win?\n\nTHE BEAVER\n\nDidn’t even race. See, by then it\ndidn’t matter how good his car\nlooked. All the other kids saw was\nthat it was Walter’s. They called\nit The Turd II.\n\n(beat)\nSo he told them to piss off and\ntook it home.\n\nWe see Porter listening gtoselys unconsciously drawing little\nlines in his food just like Walter\n\f27.\n\nHENRY\nThat sucks.\n\nTHE BEAVER\nIndeed, mate. Indeed. But Walter\ndoesn’t have to worry about those\nkinds of things anymore. You know\nwhy?\n\nHENRY\nWhy?\n\nTHE BEAVER\nBecause he’s got me.\n\nWalter goes back to eating. Meredith watches Henry.\n\nHENRY\nDad, can we make a turd?\n\nTHE BEAVER\nAnytime, mate. Anytime.\n\nHENRY\nLet’s do it tomorrow.\n\nINT. HENRY’S ROOM\n\nWalter tucks Henry in. He kisses him on each cheek, one with\nhis lips, one with The Beaver’s.\n\nHENRY\nGood night, Beaver.\n\nTHE BEAVER\nGood night, mate.\n\nWalter flips out the light.\n\nINT. HALLWAY\nWalter joins Meredith. They move down to Porter’s doorway.\n\nMEREDITH :\nPorter, your dad’s leaving. You\nwant to say goodbye?\n\nPorter gets up from his desk, walks toward the doorway like\nhe might say something. Instead, he SLAMS the door in their\nfaces. Loud MUSIC quickly follows from within.\n\nMeredith moves to reopen it, but Walter grabs her arm.\nTHE BEAVER\n\nHe’s a teenager, love.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nLoud MUSIC quickly follows from within. Meredith moves to reopen it, but Walter grabs her arm. THE BEAVER\n\nHe’s a teenager, love. \n\nTARGET SECTION TO BE ANNOTATED:\n We’d only\nhave to worry if he liked us.\n\f28.\n\nShe lowers her arm. A beat.\n\nMEREDITH\nDo you have far to go? I mean, you\ncan stay on the couch if you need\nto.\n\nTHE BEAVER\nThat’s all right. The hotel is\nactually closer to the office.\nWe've got a big day tomorrow.\n\nHe gives her a quick kiss on the cheek and starts down the\nstairs.\n\nA moment before something occurs to her. She steps to the top\nof the stairs.\n\nMEREDITH\nYou’re supposed to go to work like\nthis?\n\nTHE BEAVER\n\n(without looking back)\nBright and early, love, bright and\near\n\nShe watches him go, suddenly concerned.\n\nINT. PORTER'S BEDROOM\nPorter is walking around on his cell, Norah’s pages in hand.\n\nNORAH\n(filter)\nHello.\n\nPORTER\nNorah. It’s Porter. Listen, about\nwhat I said earlier-\n\nNORAH\n\nAre you going to help me or not?\nPORTER\n\nWell... I’ve been reading your\n\nstuff, and I think maybe if we\ntalked more about what you're\ntrying to say-\n\nNORAH\nFine. Come by after school\ntomorrow.\n\nPORTER\nUm-\n\nShe hangs up. Porter puts the phone down. He looks satisfied,\nmildly upbeat.\n\f29.\n\nThen he looks out his window and sees Walter getting in his\ncar. Walter looks up, sees Porter, and raises The Beaver to\nwave goodbye.\n\nAnd like that, Porter goes south. He sits on his bed to think\nand finds himself instinctively y massaging his eyebrows as we\nsaw before. The faint WHISTLE in his breaths returns.\n\nHe catches himself doing these things and, in a flash of\nfrustration, pounds on his head with his fists.\n\nUnsatisfied, he pulls _a poster from the wall revealing the\nlarge dent we saw earlier and begins POUNDING his head into\nthe drywall.\n\nEXT. BLACK HOUSE - NIGHT\n\nCLOSE ON the outside of Porter’s wall where his blows force\ncracks in the stucco. With each hit, chips fall away until we\nfinally hear a heavy THUD followed by SILENCE.\n\nFADE TO BLACK.\n\nEXT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith each hit, chips fall away until we\nfinally hear a heavy THUD followed by SILENCE. FADE TO BLACK. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET - MORNING\n\nWalter is jogging; Pull back to reveal that he’s holding The\nbeaver in front of him as he does, almost a hood ornament.\nINT. HOTEL BATHROOM - MORNING\n\nWalter showers. He soaps himself and The Beaver.\n\nINT. HOTEL ROOM - MORNING\nWalter stands in a towel BLOW DRYING The Beaver.\nQUICK CUTS:\nWALTER PRESSES a suit. The Beaver guides the iron.\nWALTER STRAIGHTENS his tie.\n\nWALTER COMBS The Beaver’s fur.\n\nINT. HOTEL ROOM - MORNING\n\nWalter regards himself and The Beaver in the mirror. He looks\nlike a Brooks Brothers model... with a beaver on his hand.\n\nHe stares at The Beaver for a long beat. He looks nervous.\nFinally...\n\f30.\n\nTHE BEAVER\nTrust me, mate. Today will be\ndifferent.\nINT. OFFICE - MORNING\n\nA wide shot shows rows of cubes. No one’s here yet. There’s a\nsmall card in the center of each desk.\n\nCLOSE ON a single desk. The card is the same therapeutic\ncaution card Walter gave to Meredith and Porter.\n\nNEW ANGLE inside of a pair of cubes, the card in the center\nof the desks.\n\nNEW ANGLE inside of an office. The same situation.\n\nNEW ANGLE as EMPLOYEES begin to stream in. A couple get to\ntheir desks. They pick up the card. They look at one another.\nWIF?\n\nEXT. OFFICE - MORNING\n\nAs people stream in, we see a large sign on the front door.\nIt reads: ALL HANDS MEETING - CAFETERIA 9AM - NO EXCEPTIONS.\n\nThey MURMUR about this as they pass.\n\nINT. CAFETERIA - 9AM\n\nEMPLOYEES take seats and TALK, many of them holding and\ndiscussing the cards.\n\nTHE VP walks in, also carrying a card. A SKEPTICAL MAN grabs\nhim.\n\nSKEPTICAL MAN\nWhat the hell is this?\n\nThe VP looks as confused as everyone else.\n\nTHE VP\nI... have no idea.\n\n— SKEPTICAL MAN.\nThis is layoffs, isn’t it?\n\nSuddenly the room goes QUIET as everyone looks at The VP for\nhis answer.\n\nThen, from the front of the room...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is layoffs, isn’t it? Suddenly the room goes QUIET as everyone looks at The VP for\nhis answer. Then, from the front of the room... \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER\nNo one’s getting laid off.\n\f31.\n\nAll the heads whip around to find Walter standing before\nthem, The Beaver raised and held forward.\n\nTHE BEAVER (CONT'D)\nGet rid of you all and I’ve no one\nto boss around, yeah?\n\nThundering SILENCE.\nANGLE ON Walter and The Beaver. He clears his throat.\n\nTHE BEAVER (CONT'D)\nGood Morning. I assume you all got\nthe cards informing you of the new\narrangements here, but if not,\n\nallow me to briefly explain. As you\nknow Walter Black ascended to CEO\nhere nearly two years ago, not\nthrough any particular skill or\nmerit, but because the hooker our\nfounder took to dinner did not know\nthe Heimlich maneuver. It was a_ job\nWalter was ill prepared to handle,\nand his deteriorating mental health\nsince then has led to lapses in\nfocus, judgement, and eight\nstraight losing quarters that leave\nus facing impending bankruptcy.\nThat is why, as of now, he is\nresigning.\n\nQuiet MURMURING.\n\nTHE BEAVER (CONT'D)\nAnd putting me in charge.\n\nNow the MURMURS become LOUD CHATTER and DISMAY.\nANGLE ON The VP who takes a chair, bewildered.\nANGLE ON Walter and The Beaver. Walter motions for quiet.\n\nTHE BEAVER (CONT'D)\nFive minutes, mates, then you may\ntear me to shreds if you like.\n\nA modicum of SILENCE returns.\n\nTHE BEAVER (CONT'D)\nAs my first order of business as\nCEO I want to take this opportunity\nto announce some significant\nreforms and goal realignments.\n\nGROANS .\n\nTHE BEAVER (CONT'D)\nFirst, I am rolling back the\ncumbersome approva rocess\n\ninstituted (ORE a4 predecessor.\n\f32.\n\nTHE BEAVER (CONT'D)\nThe truth is, he had no idea what\nhe was doing and he reacted to his\nfear by attempting to micromanage\npeople and projects that were\noutside his area of expertise. As\nof this moment I am ceding control\nof all individual projects back to\nthe teams themselves. No more\nendless meetings and waiting for\nthe CEO's blessing.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BEAVER (CONT'D)\nThe truth is, he had no idea what\nhe was doing and he reacted to his\nfear by attempting to micromanage\npeople and projects that were\noutside his area of expertise. As\nof this moment I am ceding control\nof all individual projects back to\nthe teams themselves. No more\nendless meetings and waiting for\nthe CEO's blessing. \n\nTARGET SECTION TO BE ANNOTATED:\n You will all be\nfree and entrusted to do the jobs\nyou were hired to do.\n\nThis is the first thing they’ve heard that sounds good.\nStill, they’re highly dubious of the source.\n\nTHE BEAVER (CONT'D)\nSecond, we have lacked anything\nresembling a strategic plan as\nWalter has pursued and abandoned\ncountless ill conceived new product\nlines and_handicapped them b\nalternately inter tering in their\ndevelopment and sleeping for large\nportions of the day. As of this\nmoment, we will cease work on all\nbut our two core lines, Action Jack\nand Princess Stephanie. These are\nhigh value properties that have\ngrown stale through mismanagement\nand neglect - We will revamp and\nrevitalize them, and then we will\nrelaunch them at the International\nGame and Toy Manufacturers Expo in\nsix weeks.\n\nSignificant GRUMBLING.\n\nTHE BEAVER (CONT'D)\nThat's a bloody difficult timeline,\nbut I’ve prepared a schedule that\nyou'll find in your email when you\nreturn to your desks which\ndemonstrates how, by focusing on\nthese two lines éxelusively and\neliminating bureaucratic delays, it\nis indeed achievable. It has to be.\nThe bottom line is that the expo\nprovides the only near term\nopportunity for the significant\nboost in orders that we require to\nright our ship.\n\nA beat as he lets them digest this.\n\nTHE BEAVER (CONT'D)\npastly, you're all highly\nintelligent people, so I can\nimagine that you have a healthy\ndegree of skepticism regarding my\nability to lead under these...\ncircumstances.\n\f33.\n\nSignificant AGREEMENT.\n\nTHE BEAVER (CONT'D)\nSo I’m offering you the following\ndeal. You will give me two weeks.\nAt the end of that time anyone who\ngoes not see significant\n\nimprovement and chooses to resign\n\n1 receive eight full months\n\nSeverance and a glowing letter of\nrecommendation. No questions asked,\nno exceptions.\n\nANGLE ON the crowd. This is quite an offer.\nANGLE ON Walter and The Beaver. He waits for quiet. Then...\nTHE BEAVER (CONT'D)\nUnderstand one thing my friends.\nThis will become a great place to\nwork again. You have my word on\nthat.\nFrom the back...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis will become a great place to\nwork again. You have my word on\nthat. From the back... \n\nTARGET SECTION TO BE ANNOTATED:\nMAN\nAnd, who exactly are you supposed\nto be?\nTHE BEAVER\nBollocks. Did I forget to introduce\nmyself? Apologies.\n\nCLOSE ON Walter’s lips. He subtly bites the right corner of\nhis lower one before he says...\n\nTHE BEAVER (CONT'D)\nYou may simply call me The Beaver.\n\nCUT TO:\n\nINT. NORAH'S ROOM\n\nCLOSE ON Porter's iips: He’s biting his lower one exactly\nlike Walter as he takes in the room.\n\nIt’s like a Siehotg case. Awards, medals, ribbons, plaques\neverywhere, although for a head cheerleader, there’s nothing\nparticularly feminine: no posters, no pink, etc.\n\nPORTER\n(regarding the walls)\nThis is... impressive.\n\nShe shrugs it off. Her attitude is all business.\n\nNORAH\nSo, what do you need to know?\n\f34.\n\nPORTER\nRight. I guess the first thing we\nhave to figure out is what you want\nto say.\n\nWell, that’ nS Aainda the problem. I\nhave no idea. I mean, I’ve been on\nthis track, you know, school,\nsports, Stanford for like, ever. I\nhaven't really had to think about\nwhat’s next, it’s just been...\nobvious. So, I don’t really know\nwhat I’m supposed to say to people\nwho don’t have all that figured out\nyet.\n\nPORTER\nI see. So, your basic overachiever\nneeds help addressing the little\npeople speech - Have a nice summer,\nluck in community college.\ntuff like that?\n\nNORAH\nYou think you’ve got me all figured\nout, don’t you?\n\nPORTER\n(looking, around)\nI’m piecing it together.\n\nNORAH\nWhat I’m trying to say is that good\ngrades haven't suddenly given me\nthis brilliant insight into what\neveryone should do with their\nlives. If anything it’s the\nopposite. I mean, when they were\nexpelling me from junior high no\none was asking for my advice, but\nget a few A’s and now I’m supposed\nto have all the answers?\n\nPORTER\nI’m sorry, I must have misheard\nyou. It sounded like you said\nexpelled.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nI mean, when they were\nexpelling me from junior high no\none was asking for my advice, but\nget a few A’s and now I’m supposed\nto have all the answers? PORTER\nI’m sorry, I must have misheard\nyou. It sounded like you said\nexpelled. \n\nTARGET SECTION TO BE ANNOTATED:\nNORAH\nThat surprises you?\n\nPORTER\nDepends on what it was for. If it\nhad anything to do with Freeing\nTibet, then no, it doesn’t surprise\nme at all.\n\nNORAH\nHow about graffiti?\n\f35.\n\nPORTER\nLet me guess: Stanford Rules in big\nblock letters.\n\nNORAH\nMore of an unauthorized mural. I\nwas going through an ‘angry rebel\nartist’ phase.\n\nPORTER\n(shaking his head)\nSorry. Not possible. Does not\ncompute.\n\nNORAH\nYeah, well, it’s in my file. So,\nsee, you don’t know everything.\n\nPORTER\nAnd where’s all this angry rebel\nartist stuff now?\n\nNORAH\nI don’t know. It was a long time\nago. Why?\n\nPORTER\n\nWhy? Because when the student body\npresident, chess club champion,\ncheerleader, valedictorian tells\nyou that she used to make defiant\nMasterpieces you kind of want to\nsee one.\n\nShe just looks at him, unsure.\n\nPORTER (CONT'D)\nYou still have something don’t you?\nCome on. Just one look and_I’1l\nwrite you a speech you could run\nfor president with. Please.\n\nShe hesitates.\n\nNORAH\nHow about if you just agree to stop\nbeing an ass?\n\nPORTER\nBe easier to get you elected.\n\nShe starts to turn away.\n\nPORTER (CONT'D)\nOkay, roxas okay. I'll be good.\n\n(hand on his heart)\nPromise.\n\f36.\n\nINT. HALLWAY\n\nNorah and Porter stand at the bedroom door next to her own.\nIn addition to the knob, there’s a padlocked latch.\n\nShe dials in the combination. CLICK. As she opens the door...\n\nNORAH\nWe have to be quick.\n\nPorter suddenly isn’t sure what he’s getting into.\n\nINT. NORAH'S BROTHER’S ROOM - CONTINUOUS\n\nThey step in to find a bedroom eerily similar to Norah’s own.\nTrophies, awards, ribbons, plaques. They aren’t carbon\ncopies, but there’s a strong feeling of deja vu.\n\nPorter takes this in, confused.\nPORTER\nWhose room is this?\nNORAH\nUsed to be my brother’s.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nPorter takes this in, confused. PORTER\nWhose room is this? NORAH\nUsed to be my brother’s. \n\nTARGET SECTION TO BE ANNOTATED:\nShe motions toward the one thing that makes this room\ndistinctly different from hers: a painting on the far wall.\n\nNORAH (CONT'D)\nWell, there you go.\n\nPorter looks it over. It’s not bad. Kind of frenzied.\nImpressionistic. Interesting.\n\nPORTER\nYou did this?\n\nNORAH\nYes, yes, it’s very funny. So now\nyou've seen it. Let’s go.\n\nPORTER\nNo, I mean, it’s... really good.\nReally.\n\nShe’s not sure how to take this.\n\nNORAH\nWell... thanks.\n\nHe goes back to looking at the painting. A beat, then she\ngoes to the closet, opens it.\n\nNORAH (CONT'D)\nActually, I never understood why he\nhung that one.\n\f37.\n\nShe pulls out several canvases, settles on one. She holds it\nup.\n\nNORAH (CONT'D)\nThis was always my favorite.\n\nPorter steps over. The style is similar, but it’s brighter,\nmore aggressive.\n\nPORTER\nWow.\n\nHe starts to thumb through the others.\n\nPORTER (CONT'D)\nThese are great. Where did you\nlearn to do this?\n\nNORAH\nI didn’t. I mean, I wasn’t serious\nabout it or anything. It was just a\nphase. You know, my brother was Mr.\nAll American so I went out of my\nway to be all artsy and rebellious.\nIt was stupid.\n\nShe starts to put the paintings away.\n\nPORTER\nWhy do you keep them in here?\n\nNORAH\nI don’t. I didn’t keep any o\nthese. I threw them out, The whole\nthing was just to be weird and piss\noff my parents . Brian, he’s the one\nwho pulled them out of the trash.\n\nPORTER\nHe must have really liked them.\n\nShe closes the closet.\n\nNORAH\n\nI don’t know about that. I mean, he\nwas always encouraging me, telling\nme how w great I_was, how talented I\nwas, it felt like a big mind\ngame, you know? Like he’d read some\npsycho ogy book that told him that\nhe pretended to like them I'd\ngive it up.\n\nShe walks back to the painting on the wall.\n\f38.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike he’d read some\npsycho ogy book that told him that\nhe pretended to like them I'd\ngive it up. She walks back to the painting on the wall. 38. \n\nTARGET SECTION TO BE ANNOTATED:\nNORAH (CONT'D)\nSee, my parents, they were always\ntrying to get me to quit,\nespecially after I started painting\nwalls instead of canvases, and\nBrian, he was always so concerned\nabout them, telling me how my\ngetting into trouble was tearing\nthem up and stuff. So I always\nfigured this was just his hyper\ngmart way of trying to get me in\n\nine.\n\nPorter hesitates.\n\nPORTER\nWhere’s your brother now?\n\nNorah looks at him as if the question surprises her, as if\nshe thought it was something he already knew. A beat.\n\nShe walks to the corner and grabs the edge of a large desk.\nSuddenly, she HEAVES and it GRINDS away from the wall.\n\nShe stares at the floor in the corner. Porter steps over.\nThere, painted onto the wood floor is the beginnings of what\nmight be a mural.\n\nNORAH\nI_ got the idea from this magazine.\nFloor murals. It was sort of my way\nof making him admit that he didn’t\nreally like my stuff, that he was\njust_trying to manipulate me. It\nwas like, you like my shit, well,\nhere you go...\n\nShe indicates the floor. Porter nods, but his face says he\ndoesn’t quite get it.\n\nNORAH (CONT'D\nI was grounded, everybody was gone.\nAnd then he came home. Caught me.\nHe didn’t really get mad. He just\nlooked at it for a long time and\nthen he walked out. So I’m\nfollowing him screaming, ‘Don’t you\nlike it? Aren’t I talented? Aren’t\nI great?’ But he won’t say\nanything. He just goes straight to\nhis car, this is like 10 o'clock at\nnight, and as he’s backing out he\nsmiles and shakes his head and\nthen, really calmly, he says ‘Don’t\nworry - We'll get it up before they\nget home.’\n\nA long beat as she stares at the beginnings of the painting,\nmesmerized. When she speaks, her voice is on the edge of\ncracking.\n\f39.\n\nNORAH (CONT'D)\nThe weird thing was, there was no\nrain, no ice, no drunk driver. I\nmean, the car didn’t even look that\nbad.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n39. NORAH (CONT'D)\nThe weird thing was, there was no\nrain, no ice, no drunk driver. I\nmean, the car didn’t even look that\nbad. \n\nTARGET SECTION TO BE ANNOTATED:\n It looked like something you\ncould have walked away from.\n\nA beat, then she pushes the desk back into the corner.\n\nPORTER\nI’m sorry.\n\nNORAH\nWhen we went to get his car there\nwas all this floor fixing stuff in\nthe back. Strippers, sanders,\nvarnish. I remember my parents and\nI, we all stared at it, and I kept\nwaiting for them to say something,\nto ask me something. I wanted them\nto. But they didn’t. They didn’t\nsay a word. And then the next time\nI came in here -\n\n(she pats the desk)\n\n- this had been pushed into the\ncorner. I mean, it’s not like they\ncouldn’t figure out what happened.\nI guess they just felt like words\nweren’t going to change it.\n\nPorter starts to say something when suddenly NORAH’S MOTHER\nappears in the doorway.\n\nNORAH’S MOM\nWhat are you doing in here?\n\nShe sounds more hurt than angry. Norah doesn’t miss a beat.\nWhen she answers the emotional waver is replaced with upbeat\nconfidence.\n\nNORAH\nI was just showing Porter some of\nBrian’sS awards. He’s on the math\nteam with me.\n\nNorah’s mom steps in.\n\nNORAH’S MOM\nOh. Did you know Brian?\n\nPORTER\nUm, no, ma’am. Not really.\n\nNORAH'S MOM\nOh.\n\nAn awkward silence. They’re all looking at the desk.\n\nNORAH\nWell, we've got some studying to\noO.\n\f40.\n\nNorah pushes Porter towards the door. Her mom doesn’t say\nanything. At the door Norah looks back.\n\nHer mom is still just staring at the desk, transfixed.\nNorah turns to Porter.\n\nNORAH (CONT'D)\n\nquiet)\nYou should go. I’m sorry. Do you\nhave enough to work with?\n\nPORTER\nI'll figure it out.\n\nNorah nods and turns back toward her mom.\n\nNORAH\n(brightly)\nHey mom, do you know where that\nolarship xotice is? They wanted\na picture and bio, but I don’t have\nthe address.\n\nAs Porter exits, Norah’s mom finally looks up, nods.\n\nINT. PORTER'S CAR / INT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Porter exits, Norah’s mom finally looks up, nods. INT. PORTER'S CAR / INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WALTER'S OFFICE - SPLIT SCREEN\n\nOn the right half of the screen, Porter gets into his car and\nsits behind the wheel.\n\nOn the left half of the screen, Walter sits behind his desk\nso that the tableaus almost match\n\nCLOSE ON both their faces as they fall into what almost look\nlike identical pensive trances. They each begin to tap their\nchins with their index fingers.\nTHE BEAVER (V.O.)\nThis is a picture of Walter Black,\na hopelessly depressed individual.\n\nSlowly match pull backs on both until The Beaver becomes\nvisible in Walter’s frame.\n\nTHE BEAVER (V.O.) (CONT'D)\nWho becomes a beaver.\n\nThen, suddenly, they both seem to wake at the same moment.\n\nWhen Porter realizes what he’s been doing, he SNAPS the\nrubber band on his wrist and starts his car.\n\nWhen Walter gets with it, he turns to The Beaver, nods.\n\nNEW ANGLE shows full screen on Walter’s office and whips\naround to reveal THE VP and others sitting across the desk.\n\f41.\n\nThey close their notepads and seem satisfied. The VP looks at\nWalter, nods back.\n\nBEGIN MONTAGE:\n\nINT. OFFICE - DAY\nEmployees are working, hustling.\n\nTHE BEAVER (V.O.)\nAt work his reforms foster a fresh\nlevel of focus and energy.\n\nINT. CAFETERIA - LUNCH\nWalter sits at a table with other employees.\n\nWalter takes a bite of his sandwich, then takes another using\nThe Beaver. They chew in unison though The Beaver’s bite\nsimply falls in pieces onto the table.\n\nThe employees look at one another with uncertain expressions.\n\nTHE BEAVER (V.O.)\nAnd for every person who points out\nthat_he’s begun to feed lunch to\nhis left hand there’s another to\nremind them that production has\nalready increased by 35%.\n\nINT. CONFERENCE ROOM - AFTERNOON\n\nEmployees are gathered around the table. At the head, only\nThe Beaver is visible, talking.\n\nThe camera sinks down to reveal Walter under the table.\n\nTHE BEAVER (V.O.\nFor every person who worries that\nhe’s begun to_conduct meetings from\nunder the table, there’s another to\npoint out that he’s come up with an\nexciting scenario for the Action\nJack line.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BEAVER (V. O. For every person who worries that\nhe’s begun to_conduct meetings from\nunder the table, there’s another to\npoint out that he’s come up with an\nexciting scenario for the Action\nJack line. \n\nTARGET SECTION TO BE ANNOTATED:\n At the end of those\nfirst two weeks, not one person\nresigns.\n\nINT. SUBURBAN - DAY\n\nMeredith pulls up outside the school. This time when Henry\nopens the front door, several other KIDS open the rear doors.\nThey all get in together, TALKING, LAUGHING.\n\f42.\n\nINT. GARAGE - DAY\n\nHenry and the other kids are all working on various wood\nprojects.\n\nTHE BEAVER (V.O.)\nThings are different at home too.\n\nSuddenly, Walter enters with The Beaver. The kids drop what\nthey're doing | and flock to him. He acknowledges them all, but\ngoes out of his way to lavish attention on a smiling Henry.\n\nINT. PORTER'S BEDROOM - EVENING\n\nPorter reads Norah’s papers. He thinks. Starts writing.\n\nINT. GARAGE - EVENING\n\nKids working around him, Walter, eyes his project, thinks,\ncontinues working. The Beaver grips the hammer in his mouth.\n\nTHE BEAVER (V.O. sd\nAnd eventually, what Scme strange\nbecomes common.\n\nPull back to reveal that they’re working on a miniature desk\nfor The Beaver.\n\nINT. KITCHEN\n\nHenry, Meredith, and Walter eat at the table. They’re\nsmiling, laughing.\n\nTHE BEAVER (V.O.)\nWhat seemed impossible becomes\nreal.\n\nPorter takes a plate, but stops in the doorway, watching\nWalter put food in The Beaver’s mouth. Disgusted, he leaves.\nINT. PORTER'S BEDROOM\n\nPorter’s food sits on his desk, untouched. Instead, he’s on\nhis bed POUNDING his head into the dent.\n\nHe takes a moment, looks into the hole. He can see cracks in\nthe wall going all the way out. He seems inspired by this,\npresses on.\n\f43.\n\nINT. SCHOOL HALLWAY - DAY\n\nCLOSE ON Porter subbing the knot on his head when HECTOR\nwalks up, excited. He hands Porter a newspaper clipping. The\nheadline: LOCAL MINORITY WINS ESSAY SCHOLARSHIP.\n\nHector holds out his fist for a bump. Porter complies, but\nhe’s already distracted.\n\nTHE BEAVER (V.O.)\nUntil it becomes hard to remember\nhow things were before.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nPorter complies, but\nhe’s already distracted. THE BEAVER (V. O.)\nUntil it becomes hard to remember\nhow things were before. \n\nTARGET SECTION TO BE ANNOTATED:\nNorah and the cheer squad come by though now she’s the only\none not in uniform. He smiles. e smiles. The squad GIGGLES.\n\nPorter opens his locker as Hector is still going on.\n\nHis phone goes off. He gets a text: ANOREXIA CROWD THINKS UR\nCUTE BUT NEED TO DROP FEW LBS\n\nHe smiles.\n\nINT. OFFICE - SEWING DEPARTMENT - DAY\n\nWalter works with a WOMAN at her machine. She holds fabric up\nto The Beaver, takes measurements.\n\nINT. WALTER'S OFFICE - DAY\n\nOn tor of Walter’s desk, there’s now an identical, smaller\ndesk for The Beaver.\n\nThe way it’s set up, you can’t see Walter’s arm. Just two\nCEO’s at identical desks and now in identical suits.\nINT. KITCHEN - NIGHT\nWalter and Meredith are drinking wine by candlelight.\nTHE BEAVER (V.O. 2\n\nWalter hasn't just made a fresh\n\nstart with himself-\nThe Beaver is talking. She’s LAUGHING.\n\nTHE BEAVER (V.O.) (CONT'D)\n- but with the people he loves.\n\nA long quiet beat. She smiles. Hold on her smile, then...\n\f44,\n\nINT. BEDROOM - NIGHT\n\nWalter and Meredith are Kissing - The Beaver undoes the\nbuttons on her blouse. She looks nervous.\n\nTHE BEAVER (V.O.)\nWhen they kiss it’s like the first\ntime. Like it’s all brand new.\n\nCLOSE ON her face as Walter kisses her neck and then moves\ndown. She looks aroused. Then surprised. Then she closes her\neyes, slams a pillow over her face and SCREAMS into it.\n\nINT. BEDROOM - LATER\nMeredith lays in bed looking toward the bathroom.\n\nNEW ANGLE shows Walter’s silhouette in the shower. He soaps\nhis own head, then the Beaver’s, as we’ve seen before.\n\nTHE BEAVER (V.O.)\nLike they’re different people all\ntogether.\n\nANGLE ON Meredith, her smile cracking into a look of mild\nconcern.\n\nINT. CONFERENCE ROOM\nEmployees around the table. The Beaver talking. They all nod.\nNEW ANGLE reveals conference call equipment on the table.\n\nTHE BEAVER (V.O.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEW ANGLE reveals conference call equipment on the table. THE BEAVER (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nAt work, they decide to schedule\nhis meetings with outsiders as\nconference calls. It isn’t that\nthey aren’t behind him, they just\naren’t sure they can explain what\nthey're seeing.\n\nINT. FOYER - EVENING\n\nMeredith opens the door revealing PARENTS of one of the kids.\nThey start to come in, but she steps in front of them,\nclosing the door a fraction. She holds up a finger.\n\nTHE BEAVER (V.O.)\nAnd Meredith starts to feel the\nsame way.\n\nMeredith summons one of the kids who’s playing with The\nBeaver in the background. When he gets to the door she opens\nup just enough to let him out.\n\f45.\n\nOff the Parents confused expression...\n\nINT. GARAGE\nHenry works hard as the other kids play.\n\nTHE BEAVER (V.O.)\nEven Henry begins to worry her. His\ninterest in woodwork starts to seem\nmore and more like an obsession.\n\nINT. GARAGE - LATER\n\nHenry continues working hard, now all alone.\n\nINT. LIVING ROOM\n\nNext to the original coffee table, is a second, identical\ncoffee table.\n\nEXT. YARD\n\nAn enormous bird house is swarmed by birds.\n\nINT. KITCHEN\nMeredith looks at a long list of various types of wood.\nTHE BEAVER (V.O.)\n\nHis birthday wishlist contains\n\nnothing but wood.\nINT. BEDROOM - NIGHT\nWalter lays in bed, face down. Meredith rolls over, blinks\nawake. She finds herself staring into the large, wide open,\nplastic eyes of The Beaver.\n\nEND MONTAGE:\n\nINT. BOOKSTORE COFFEE SHOP - DAY\nMeredith is surrounded by the Soccer Moms.\n\nMEREDITH\nHave any of you ever tried... role\nplaying?\n\nSOCCER MOM 1\nJim tried to dress me up like a\nsecretary once.\n\n(MORE )\n\f46.\n\nSOCCER MOM 1 (CONT'D)\nBut then he just started screwing\nhis real secretary and I got the\nhouse.\n\nANN, the Alpha mom in the bunch weighs in.\nANN ; ;\nIt’s not healthy. Dressing up like\na cheerleader doesn’t solve\nanything, it just covers up the\nfact that something is seriously\nwrong underneath.\nNo one wants to follow that. Ann looks at Meredith.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nDressing up like\na cheerleader doesn’t solve\nanything, it just covers up the\nfact that something is seriously\nwrong underneath. No one wants to follow that. Ann looks at Meredith. \n\nTARGET SECTION TO BE ANNOTATED:\nANN (CONT'D)\nWhy? Are you seeing someone?\n\nAll the heads turn.\n\nMEREDITH\nWell... actually, Walter and I have\nbeen... working on things.\n\nThe other ladies look surprised. Ann looks disappointed.\n\nANN\nAnd how’s that affecting the kids?\n\nMEREDITH\nWell, Henry’s doing great. Mostly.\nAnd Porter, I don’t know. He’s a\nteenager.\n\nThe other ladies nod in understanding.\n\nANN\nSo you and Walter, you’re trying\nsome sort of role playing therapy?\n\nMEREDITH\nWell, mostly Walter.\n\nSOCCER MOM 2\nAnd is it better... I mean... you\nknow, in bed.\n\nMEREDITH\nWell... yeah. I mean, that’s good,\nbut it’s not really about that. I\ndon’t know.\n\nThis intrigues the others, but Ann cuts them off.\nANN\nWell, just be careful. People don’t\nput on a disguise unless they've\ngot something to hide.\n\nThis seems to land for Meredith. She sips her drink.\n\f47.\n\nINT. BEDROOM - NIGHT\n\nMeredith is lying next to Walter, The Beaver on the pillow\nbetween them.\n\nMEREDITH\nDid you talk to Dr. Macy today?\nTHE BEAVER\nIndeed. Says we're coming along\nbrilliantly.\nMEREDITH\n\nThat’s great. Did he give you any\nsort of, you know, like a timeline?\nFor when the treatment might be\nover?\n\nWalter rolls away toward his night stand and grabs a small\neye shield. He places it over The Beaver’s eyes.\n\nTHE BEAVER\nNothing specific.\nMEREDITH\nBut do you think, like a week? A\n\nmonth?\n\nHe flips out the light. In the dark.\nTHE BEAVER\n\nIt's a process, love. When the time\n\nis right, we'll know.\nWalter flips over, burying his face in the pillow. Meredith\nis left staring at The Beaver.\nINT. BEDROOM - LATE NIGHT\nMeredith wakes with a start. She hears soft BANGING. She gets\nout of bed.\nINT. GARAGE - LATE NIGHT\nMeredith opens the door to the garage revealing Henry,\nworking away on a project. She shakes her head.\nINT. BEDROOM - LATE NIGHT\nMeredith returns, flips on the light.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe shakes her head. INT. BEDROOM - LATE NIGHT\nMeredith returns, flips on the light. \n\nTARGET SECTION TO BE ANNOTATED:\nMEREDITH\nWalter. Walter, wake up.\n\nWalter rouses, pulling the mask off The Beaver’s eyes.\n\f48.\n\nTHE BEAVER\nWhat’s wrong, love?\n\nMEREDITH\nYou need to talk to Henry. He's\ndown in the garage again.\n\nTHE BEAVER\nWell, tell him to come to bed.\n\nMEREDITH\nI’ve told him, Walter. I tell him\neveryday. He pays no attention to\nme. He needs to hear it from, you\nknow...\n(indicating The Beaver)\nyou.\n\nINT. GARAGE - LATE NIGHT\n\nWalter comes out in his pajamas, walks over to Henry, looks\nover his shoulder. Henry looks up at Walter and The Beaver.\n\nHENRY\nYou couldn’t sleep either?\n\nTHE BEAVER\nActually, mate, I was sleeping\nquite well. You know you can’t be\nout here this late.\n\nHENRY\nI just had this idea. It’s gonna be\nreally great.\n\nTHE BEAVER\nWell, let’s have it be great in the\nmorning, yeah?\n\nHENRY\ndust ten more minutes, please. Just\nlet me finish this last set of\ncuts.\n\nThe Beaver considers this.\n\nTHE BEAVER\nI let you have ten more minutes,\nyou have to promise, no more\nworking when your mother’s asked\nyou, not to. Not at night. Not\nuring breakfast. No bringing your\ntools to the dentist. Agreed?\n\nWalter puts forward The Beaver’s paw. Henry shakes it.\n\nHENRY\nAgreed.\n\f49.\n\nWalter starts to go.\nHENRY (CONT'D)\nWill you stay? I like working with\nyou around.\nWalter stops.\n\nTHE BEAVER\nSure.\n\nHenry smiles, goes back to work. Walter watches him for a\nmoment. He turns to a table and grabs his own piece of wood.\n\nWalter and The Beaver begin to noodle on the wood. A chip\nhere, chisel there.\n\nHENRY\nWill you talk to me? I like it when\nyou talk.\n\nTHE BEAVER\n\nWhat would you like to talk about?\n\nHENRY\nDoesn’t matter. Just talk.\n\nWalter continues to work away.\nTHE BEAVER, ;\nVery well. You’re quite easily\nentertained, aren’t you?\n\nSuddenly Walter freezes.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BEAVER, ;\nVery well. You’re quite easily\nentertained, aren’t you? Suddenly Walter freezes. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks at Henry - There might as\nwell be a giant light bulb over Walter's head.\n\nWalter turns back to his block of wood with a feverish\nenergy. A beat.\n\nHENRY\nYou’re not talking.\nINT. BEDROOM - LATE NIGHT\n\nWalter comes racing into the room, heads straight for the\ncloset. Meredith sits up in bed.\n\nMEREDITH\nDid you talk to him?\n\nWalter comes out of the closet in the midst of changing into\na suit. He heads into the bathroom.\n\nMEREDITH (CONT'D)\nWalter?\n\f50.\n\nTHE BEAVER\nHuh? Oh. Yes. We had a good chat.\nHe'll stick to the schedule.\n\nMEREDITH\nWhat are you doing?\n\nWalter comes out, mostly dressed, a tie loosely slung around\nhis neck. He wrestles into some Shoes.\n\nTHE BEAVER\nI’ve had a breakthrough, love. I’ve\ngot to get to work.\n\nMEREDITH\nNow?\n\nTHE BEAVER\nNot a moment to spare.\n\nHe starts for the door, then pauses. He comes back to bed to\nkiss her goodbye.\n\nBut this time Walter stands back and only kisses her cheek\nwith The Beaver.\n\nAnd then he’s gone. Meredith looks after him with heavy\nconcern.\n\nINT. OFFICE - MORNING\n\nWalter works feverishly at a workstation. The VP is the first\none in. He spots Walter.\n\nTHE VP\nSir? You’re in early.\n\nWalter looks up. He raises The Beaver.\n\nTHE BEAVER\nAh! Just the man I was hoping to\nsee. Come over, mate. We're goin\nto need to get going on this Seight\naway.\n\nThe VP takes a seat next to Walter. Walter hands him the\npiece of wood he was working on. It’s been roughed out into\nthe crude likeness of a beaver.\n\nThe VP looks at it. He’s not sure what it means.\n\nTHE VP\nIt's... a beaver?\n\nTHE BEAVER\nIt’s the future. It only occurred\nto me last night that I’ve been\nfocus group testing it for weeks.\n\n(MORE\n\f51.\n\nTHE BEAVER (CONT'D)\nThis is what we’ve been looking\nfor.\n\nThe VP looks at the crude block again.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE\n\f51. THE BEAVER (CONT'D)\nThis is what we’ve been looking\nfor. The VP looks at the crude block again. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE VP\nThis?\n\nThe Beaver directs his attention to the monitor.\n\nANGLE ON the monitor where we see various schematics for a\nbeaver toy with a toolkit.\n\nTHE BEAVER\nIt's a talking beaver woodworking\nset. You get the basic tools, a\nblock of wood, and a talking beaver\nto work along side you.\n\nThe VP looks it over.\n\nTHE BEAVER (CONT'D)\nYou should see the kids mate. They\ngo crazy for the stuff. Theyre\ninto the video games and cell\n\nhones sure, but you give them a\nammer, a saw and a block of wood,\nI'm telling ou, it comes natural.\nAnd as for the beaver, I don’t want\nto brag, but there’s not a one of\nthem who wouldn’t take me home if\nthey could.\n\nTHE VP |\nSo... you’re talking about a new\nproduct line? For what, Christmas?\n\nTHE BEAVER\nChristmas? I’m talking about right\nnow. Today. This morning.\n\nTHE VP\nBut that’s impossible. You said\nyourself, the only way we can get\nthe new Jack and Stephanie lines\nready is by-\n\nTHE BEAVER\nForget Jack and Stephanie. This is\nit, right here.\n\nTHE VP\nBut sir-\n\nTHE BEAVER\nAction Jack and Princess Stephanie\ncan only hope to take us where\nwe've been. This has the potential\nto open up a whole new world of\nopportunities. I’m as sure of it as\nI’ve ever been of anything.\n\f52.\n\nThe VP looks at The Beaver, then back at the screen.\n\nTHE VP\nI guess there could be an ancillary\nmarket in more tools. Maybe precut\nlumber pieces. Sort of like Lego\nkits, but made of wood and you work\nthem into shape on your own.\n\nWalter looks excited. The Beaver musses The VP’s hair.\n\nTHE BEAVER\nExactly! Now you’re talking!\nTHE VP\nBut this would mean... I mean, if\n\nwe could even get one ready, this\nis all we'd have for the expo.\n\nTHE BEAVER\nThis is all we’ll need.\n\nINT. CONFERENCE ROOM - DAY\n\nThe Beaver is at the head of the table sitting behind his\nlittle desk, but this time it’s The VP who does the talking.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BEAVER\nThis is all we’ll need. INT. CONFERENCE ROOM - DAY\n\nThe Beaver is at the head of the table sitting behind his\nlittle desk, but this time it’s The VP who does the talking. \n\nTARGET SECTION TO BE ANNOTATED:\nHe points to a cleaned up version of the beaver kit schematic\nand a chart.\n\nTHE VP\nReplicating The Beaver as a core\nitem along with endless project\nkits would seem to have great\nappeal and taking a conservative\nview of the Lego model’s numbers,\nwe're talking about an exponential\nreturn.\n\nThe staff looks around. They’re intrigued, but unsure.\n\nTHE VP (CONT'D\nIt’s risky, no doubt, and if we\ncome up short with the beaver we go\nto_ the expo empty handed, which, in\nall_likelihood, would result in’a\nfailure to remain solvent.\n\nNo one likes this. The Beaver speaks up.\n\nTHE BEAVER\nFriends, this is our future. Do we\nwant to continue doing the things\nthat have previously resulted in\nour minor success and hope that\nthey’re enough to survive, or do we\nbreak with ‘the past and embrace\nsomething new, something different,\nsomething better.\n\n(MORE )\n\f53.\n\nTHE BEAVER (CONT'D)\nThe question is not whether or not\nthis can work, the question is\nwhether or not we’re bold enough to\ntake it on.\n\nEveryone looks around, thinking, considering, deciding. A\nlong beat, then...\n\nQUICK CUTS:\nPRINTERS SPEW copies of the beaver schematics.\nMONITORS SHOW diagrams of the toolbox being manipulated.\n\nWORKERS MEASURE The Beaver himself to get dimensions. The\nBeaver nods toward The VP.\n\nTHE VP nods back and then looks around as people hustle\nabout. He looks proud.\n\nINT. LIBRARY - DAY\nPorter is sitting across from a panic stricken Hector.\n\nPORTER\nWhat the fuck do I always say\nHector? Read it before you turn it\nin. It was about your own family\nfor God’s sake.\n\nHECTOR\nI just figured since it was\npersonal there couldn’t be no test\nquestions on it. It’s your fault.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was about your own family\nfor God’s sake. HECTOR\nI just figured since it was\npersonal there couldn’t be no test\nquestions on it. It’s your fault. \n\nTARGET SECTION TO BE ANNOTATED:\nIf it hadn’t been so good it won\nthat award, wouldn’t be no big\nea\n\nPORTER\nYour own dad turned you in?\n\nHECTOR\nMy grandma, she was so proud, she\nwas talking to me about all this\nstuff you wrote, stuff about her\nand my grandad, back in the war,\nand then all of a sudden she could\njust tell I didn’t know nothing\nabout what she was saying. And she\njust starts crying. So my dad, he\ncall the principa said he don’t\nwant me to get the’ scholarship.\nWants it to go to someone who\nreally respects their family\nhistory.\n\nPORTER\nLook, Hector, this is your problem,\nyou understand. My name stays out\nof it.\n\f54.\n\nHECTOR\nMan, they’re already talking about\nexpulsion if I don’t tell them\nwhere it came from.\n\nPORTER\nTell them you bought it off the\ninternet.\n\nHECTOR\n\nIt’s a personal essay about my\nfamily. You can’t just get those on\nthe internet.\n\nPorter considers this for a second.\n\nPORTER\nOkay. I’11 make a dummy website.\nPaper writing for hire. You give\nthem the web address, tell them you\nsent your money in, got your paper\nback, that’s all you know. They can\nlook all they want, it won’t come\nback to me.\n\nHECTOR\nI don’t know man. I feel like shit\nas it is. If you’d seen my grandma-\n\nPORTER\nLook! I’m sorry you didn’t read\nour own essay, ut giving me me up\nisn’t going to change tha\ntrusted you and you broke the\nrules, so I’m counting on you to do\nthe right thing here.\n\nPorter sees Norah come in.\nPORTER (CONT'D)\nI gotta go. I’1ll send you the fake\nsite address by tomorrow. Okay?\nPorter stands to leave. Hector doesn’t say anything.\n\nPORTER (CONT'D)\nOkay?\n\nHECTOR\nYeah. Okay.\n\nPorter moves quickly over to Norah. She smiles as he nears.\n\nPORTER\nHey.\n\nNORAH\nHey.\n\f55.\n\nPORTER\nWas your coach upset?\n\nNORAH\nHe just told me not to miss anymore\nworkouts.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n55. PORTER\nWas your coach upset? NORAH\nHe just told me not to miss anymore\nworkouts. \n\nTARGET SECTION TO BE ANNOTATED:\n He thinks you’re a bad\ninfluence.\n\nPORTER\nI told you you didn’t have to give\nme a ride.\n\nNORAH\n\nDon’t worry about it. I wanted to.\nPORTER\n\nSo... um, are you busy tonight?\nNORAH\n\nAre you about to ask me out?\n\nPORTER\nI’m not sure. My plan was to get a\nfeel for the situation. If it\nseemed like you weren’t into it, I\nwas just going to say that I had\nworked up a beginning for the\nspeech and that we should g\ntogether and make sure you Sef ink\nI’m on the right track.\n\nNORAH\nAnd if it seemed like I was into\nit?\n\nPORTER\nActually, just kind of discounted\nthat possibi ity. I think I was\ngoing to casually ask you if you\nwanted to do something withou\nmaking it sound like I'd been up\nall night planning something\nelaborate.\n\nNORAH\nHave you been planning something\nelaborate?\n\nPORTER\nI have like maps and stuff.\n\nShe smiles.\n\nNORAH\nYou can pick me up at 7. I have to\n\nbe home ¥ 12. And I do want to see\nwhat you have of the speech.\nPORTER\n(surprised\n\nUm..okay. It’s a date.\n\f56.\n\nCoyly, as she goes...\nNORAH\nWe'll see.\nINT. WALTER’S BATHROOM/ PORTER’S BATHROOM - INTERCUT\nQUICK CUTS of Walter and Porter getting ready.\nTHEY BOTH carefully comb their hair.\nPORTER SELECTS from several T shirts.\nWALTER BUTTONS a very nice shirt.\nPORTER PULLS on jeans.\nWALTER SLIDES into very nice pants.\nPORTER CHECKS his face in the mirror, smiles.\nPORTER\n(to himself)\nPlease, don’t fuck this up.\nCUT TO:\n\nINT. WALTER'S BATHROOM\n\nWalter checks the Beaver in the mirror, shows its big grin.\nHe turns The Beaver towards himself.\n\nTHE BEAVER\nJust let me lead, we’1ll be fine.\nINT. WALTER'S BEDROOM\n\nWalter emerges from the bathroom pulling on a sharp suit\njacket.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BEAVER\nJust let me lead, we’1ll be fine. INT. WALTER'S BEDROOM\n\nWalter emerges from the bathroom pulling on a sharp suit\njacket. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER\nAlmost ready, love? Reservations\nare for eight and I still need to\nslip on my suit.\nMeredith emerges from the sloset in a stunning dress.\n\nTHE BEAVER (CONT'D)\nBloody hell, woman. Look at you.\n\nShe grins, walks toward him.\n\nMEREDITH\nYou look pretty good yourself.\n\f57.\n\nTHE BEAVER\nOh, you haven’t seen anything yet.\nThe girls whipped up something\nspecial for me. We’re talking full\non tux, love. Just give me a minute\nto pop it on and we’re off.\n\nMeredith realizes that Walter is talking about dressing The\nBeaver. Her face loses some spark. A hesitant beat.\n\nAs he starts for the closet she stops him.\n\nMEREDITH\nWalter, come on. I mean, it’s our\n20th anniversary.\n\nTHE BEAVER\nOf course dear. That’s why I\nthought a tux was appropriate.\n\nMEREDITH\nNo, I mean, maybe this would be a\ngood time to try. you_know,\nringing the other Walter back.\n\nTHE BEAVER\nOh, dear, I don’t think that’s a\ngood idea. The doctor said very-\n\nMeredith turns serious.\n\nMEREDITH\nI do not want to celebrate 20 years\nof marriage with a puppet. I’m\nsorry, I've been very patient,\nvery supportive. Is it so much to\nask that you give me one night?\n\nWalter considers this. He SIGHS.\n\nTHE BEAVER\nCompromise?\nINT. CLASSY RESTAURANT - EVENING\n\nWalter and Meredith step in. We see that he still has The\nBeaver on his hand, but its not dressed, and not held up.\n\nWhen the hostess looks up at bam, Walter looks nervous,\nunsure. Then, with his own voice.\n\nWALTER\nBlack. Party of two.\nINT. PORTER'S CAR - EVENING\n\nPorter is driving as Norah reads some pages.\n\f58.\n\nNORAH\nThis is amazing. Really. My parents\nare going to flip.\nbeat)\nI don’t deserve credit for\nsomething like this. I’m just gonna\ntell people you wrote it.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy parents\nare going to flip. beat)\nI don’t deserve credit for\nsomething like this. I’m just gonna\ntell people you wrote it. \n\nTARGET SECTION TO BE ANNOTATED:\nPORTER\nTrust me, as long as I get a\ndiploma and get out of here, the\ncredit is all yours.\n\nShe looks at him.\n\nNORAH\nYou know, if I was leaving the west\ncoast for Rhode Island I don’t\nthink I’d be in such a hurry.\n\nPORTER\nYou clearly haven't met my family.\nIt’s gonna be hard enough to make\nit 10 more weeks without putting my\nhead through a wall.\n\nNORAH\nWhat do they...beat you?\n\nPORTER\nYes. With stuffed animals and\nhandmade furniture.\n\nNORAH\nWhat?\n\nPORTER\nNothing.\n\nHe suddenly pulls the car to stop. He backs UP turns so that\nthe car is left facing the street. He turns off the engine.\n\nPORTER (CONT'D)\nWell. Here we are.\n\nNorah looks around. It’s not a great part of town. The road\nis pot-holed, empty, dark. Thereé’s a freeway on-ramp in the\ndistance. Other than urban decay, not much to see.\n\nNORAH\nWell, look, I appreciate your\nconfidence, but usually if you’re\ngoing to ‘park’ with a girl, you\nwant to find a view with more stars\nand less homeless.\n\nHe twists the rear view mirror so that she can see behind\nthem. It’s the side of an abandoned hospital building.\n\f59.\n\nNORAH (CONT'D)\nMmmm. Still not doing it for me.\n\nCUT TO:\n\nEXT. PORTER'S CAR\n\nNorah beside him, Porter opens the trunk revealing a nest of\nvarious spray and regular paints.\n\nPORTER\n(nervous )\nTa-da.\n\nNorah just stares at them blankly.\n\nPORTER (CONT'D)\nThe neighborhood really isn’t as\nbad as it looks. According to the\nweb there were less that two\nmurders per square mile here last\near. And this place got closed for\nangerous levels of asbestos, so\nit’s not like anyone is going to\nbother us.\n\nShe’s still just looking at him. He pulls out some of the\npaint.\n\nPORTER (CONT'D)\n\nThe guy in the store was a little\nsuspicious so I had to get some\ncolors that didn’t seem, like,\nvandalism related.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s still just looking at him. He pulls out some of the\npaint. PORTER (CONT'D)\n\nThe guy in the store was a little\nsuspicious so I had to get some\ncolors that didn’t seem, like,\nvandalism related. \n\nTARGET SECTION TO BE ANNOTATED:\n Can you do\ngraffiti in Robin's Egg?\n\nA long beat. Finally...\n\nNORAH\nPorter, this is sweet and all, but,\nreally, I told you, I wasn’t really\ninto any of this, it was just a\nstupid thing I did to get\nattention.\n\nPORTER\nSure. I_know. It just seemed like\nyou really had talent. I hate to\nsee you give it up just because -\n\nPorter suddenly realizes there’s no good way to finish that\nsentence.\n\nNORAH\n(almost daring him to\nfinish)\nJust because?\n\f60.\n\nPORTER\nBecause, you got in trouble once.\n\nNORAH\nSo this was your elaborate plan? To\ntake me out to vandalize a building\nthat’s empty because it causes\ncancer?\n\nPORTER\nIt sounds less romantic when you\nsay it that way.\n\nNORAH\nAnd what did you think we would\npaint? Norah Porter 4ever?\n\nPORTER\nI don’t know. What were you\nstarting to paint on your brother’s\nfloor?\n\nNorah's face goes cold. A beat, and then she walks away, gets\nin the car, closes the door. Porter stands there a moment\nholding cans of spray paint.\n\nINT. PORTER'S CAR - CONTINUOUS\n\nPorter slowly opens and then gets into the driver’s side.\nThey sit in silence for a moment.\n\nNORAH\nYou know, I don’t need you to like,\nfix me, okay?\n\nPORTER\nI wasn't trying, I swear. I just, I\nwanted to do something you'd\nremember.\n\nNORAH\nI think you’d rather I forget this.\n\nPORTER\nLook, I know I’m not exactly yo your\nt e, so I figured that my be\nshot was to just try to be really\ndifferent.\n\nNORAH\nPorter, your best shot is to be\nyourself\n\nPORTER\nNow, see, that just shows that you\ndon’t really know me.\n\f61.\n\nNORAH\nI mean, it was a nice thought, I\ness, but it’s... too much. You\n\nnow? Just stop trying so hard.\nYou’re already in.\n\nPorter looks up, then over at her. A beat as he digests this.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re already in. Porter looks up, then over at her. A beat as he digests this. \n\nTARGET SECTION TO BE ANNOTATED:\nPORTER\nI am?\n\nShe nods, then starts to lean in ever so slightly. He\nhesitates. Is this what it seems like?\n\nNORAH\n(reading his mind)\nYes. This is where you kiss me.\n\nHe nods slightly, moves in, kisses her. They wrap their arms\naround one another. He begins to rub her back.\n\nAs he does, his right hand drifts up towards her hair, and\nthen, slowly, unconsciously, he begins to spin a lock of it\naround his index finger.\n\nSuddenly, his eyes pop wide open and he jerks away as if he’s\nbeen shocked.\n\nNORAH (CONT'D)\nWhat? What?\n\nPORTER\nThat thing. That thing I just did.\n\nNORAH\nWhat did you do?\n\nPORTER\nWith your hair!\n\nHe angrily hits himself in the head a few times. As he\noes...\n\nPORTER (CONT'D)\nThat’s new. That’s a new one.\n\nNORAH\nPorter? Porter, you’re kinda\nfreaking me out.\nPorter puts his head in his hands.\n\nPORTER\nThat’s 58.\n\nNORAH\nWhat are you talking about?\n\nHe looks like he wants to explain, but can’t find the words.\n\f62.\n\nNorah is totally lost. Her face says she’s decided this was\nall a big mistake. She’s about to Say so when her phone\nrings. She looks at it, picks it up.\n\nNORAH (CONT'D)\n(bright )\nHey mom.\n\nDisgusted with himself, Porter gets out of the car, walks\naway. Norah makes a motion like ‘where are you going’ but\nhe’s gone. She stays on the phone.\n\nNORAH (CONT'D)\nNo, we're still studying. Just\ngetting back to the library. Um,\nokay. I guess. Actually, we might\nack early. Yeah. We don’t have\nas much to go over as I thought.\nOkay. Yeah, I’11 call you. Love\nyou. Bye.\n\nNorah hangs up. She SIGHS. She takes a long beat deciding\nwhat she wants to do next.\n\nEXT. PORTER'S CAR - CONTINUOUS\n\nNorah opens her door gets out. When she turns she sees Porter\nstanding by the side of the building.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. PORTER'S CAR - CONTINUOUS\n\nNorah opens her door gets out. When she turns she sees Porter\nstanding by the side of the building. \n\nTARGET SECTION TO BE ANNOTATED:\n In Robin’s Egg he’s\nwritten:\n\nFOR AN AWKWARD TIME CALL PORTER BLACK\n\nShe can’t help but smile. She walks toward him. They both\nstare at the wall.\n\nNORAH\nI know you're new at this, but you\nusually want to avoid using your\nfull name.\n\nA beat.\n\nPORTER\nI’m sorry.\n\nNORAH\nWhat was that back there?\n\nPorter shakes his head. He looks at the rubber band on his\nwrist. Toys with it.\n\nPORTER\nHow may little ways do you think\ntwo things can be alike before you\nhave to start worrying about the\nbig ones?\n\nShe has no idea what to say to this. He turns to her.\n\f63.\n\nPORTER (CONT'D\nThis is like, the worst first date\never, isn’t it?\n\nNORAH\nYes.\n\nShe takes the spray can out of his hand.\n\nNORAH (CONT'D)\nSo far.\n\nShe walks up and starts to paint out his name.\n\nNORAH (CONT'D)\nWe're going to cover this up, and\nthen you\" re going to buy me\nsomething to eat in part of town\nwhere no one was murdered this week\nand then I’1l get back to you.\nDeal?\n\nPorter is about to answer when suddenly a spotlight hits\nthem.\n\nThey turn to see a police car idling in the street. A long\nbeat, then...\n\nThe police car flips on its red and blue lights.\n\nINT. CLASSY RESTAURANT\n\nWalter and Meredith are eating. It’s silent. Awkward. Walter\nkeeps The Beaver in his lap. He looks nervous.\n\nThe WAITER steps over.\n\nWAITER\nHow is everything?\n\nWalter looks at Meredith. He nods.\n\nMEREDITH\nExcellent. Thanks.\n(beat)\nYou know, now might be a good time\nfor the...\n\nWAITER\nYes ma’am.\n\nThe waiter departs. Meredith smiles at Walter. SILENCE.\n\nMEREDITH\nI was listening to the radio.\nApparently it’s supposed to_be\nreally hot this weekend. Well, not\nreally hot, but hot. Above average.\n\f64.\n\nWalter nods. They’ve been reduced to talking about the\nweather.\n\nMEREDITH (CONT'D)\nHow’s work? Are you making the\n\nschedule?\nWALTER\nIt’s good.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEREDITH (CONT'D)\nHow’s work? Are you making the\n\nschedule? WALTER\nIt’s good. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nBusy.\n\nNow Meredith nods. Walter’s face says he’s trying. He doesn’t\nlook depressed. More deer in the headlights. SILENCE.\n\nThe waiter returns and places a wrapped gift on the table.\n\nMEREDITH\nThank you.\n\nShe pushes it across to Walter.\n\nMEREDITH (CONT'D)\nGo ahead.\n\nHe reaches out to unwrap it, using his free hand and The\nBeaver. Inside is a memory box, similar to the first one we\nsaw, but significantly more ornate.\n\nWALTER\nIt's very nice. Thank you.\n\nMEREDITH\nHenry helped me. Which means, I\nbought the wood and Henry made it.\n(beat\nLook ‘inside.\n\nHe opens the box. It’s full of old photos.\n\nANGLE ON the photos. They’re all shots Walter and Meredith in\nyounger, happier times.\n\nMEREDITH (CONT'D)\n\nI was tooking through some things.\n\nI just thought... it’s important to\nremind ourselves, you know, how it\n\nwas. How it should be.\n\nHe flips through. Shots of them smiling, laughing, holding\nbabies. Shots of them in Halloween costumes, at Christmas\nparties, on vacation. Him with her on his shoulders.\n\nAs he looks, Walter starts to tear up and CRY. For a moment,\nit’s just a quiet sentimental WEEP. But it quickly expands\ninto a more hiccupy-breakdown-SOB.\n\nOther diners stare.\n\f65.\n\nMEREDITH (CONT'D)\nWalter. Walter, it’s okay. Hon,\nlook at me. Walter.\n\nBut he’s inconsolable. He just keeps staring at the last\nphoto, her on his shoulders, both of them laughing.\n\nHe’s worked up a solid cry now. Everyone is staring.\nSuddenly...\n\nHe raises The Beaver. Just the act of doing so helps him\nchoke back the tears. He lets it take over.\n\nTHE BEAVER\n\nIs this what you want? Is this\nprogress? Christ, woman, he’s\n\nffering from dé ression, not\namnesia. You think the problem is\nthat he just doesn’t remember these\nthings? Remembering has nothing to\ndo with it. He can remember what it\nwas like to play little league.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou think the problem is\nthat he just doesn’t remember these\nthings? Remembering has nothing to\ndo with it. He can remember what it\nwas like to play little league. \n\nTARGET SECTION TO BE ANNOTATED:\nThat doesn’t mean he can go sign up\nfor a team!\n\nThe sight of The Beaver has the other diners really locked\nin. Meredith is mortified.\n\nTHE BEAVER (CONT'D)\n\nHe can’t go back. Don’t you see\nthat? This is all in the past, and\ndredging it up... we all know \"where\nthis leads. We know where Walter\n\noes. You want the rest of your\n\nife to be like tonight? That's\nWalter. That’s the best he can do.\nHe’s not going back to that.\n\nSuddenly she doesn’t care who’s watching.\n\nMEREDITH\nWhat does that mean?\n\nHer cell phone is RINGING on the table.\nTHE BEAVER\nIt means we’ve turned over a new\nleaf. We’ve got a fresh start. We-\n\nShe’s not planning to answer, but when she sees the name, she\npicks up immediately.\n\nMEREDITH\nPorter?\n\nCUT TO:\n\f66.\n\nINT. POLICE STATION\n\nPorter and Norah sit in chairs against a wall. She’s CRYING.\nHe tries to console her. She jerks away.\n\nNEW ANGLE reveals NORAH’S MOM AND DAD marching up to them.\nThey stare down at Norah\n\nNORAH’S DAD\nI don’t even know what to say. I'd\nhoped we were past this sort of\nthing.\n\nHe doesn’t sound upset, but numb. But, for Norah, this is\nworse. A long beat.\n\nPORTER\nSir, this is a big\nmisunderstanding. It was completely\nmy—\n\nNORAH'S DAD\nLet's go.\n\nNorah gets /BPr walks away with them. Porter keeps watching,\nhoping she’ll at least look back, but she doesn’t.\n\nPORTER\nNorah. Norah, I’m sorry.\n\nNorah’s mom gives him a glare, but Norah never turns.\n\nAs Norah's family nears the front, Walter and Meredith come\nin. Porter can’t hear, but he sees Walter raise The Beaver\nand start talking to the SERGEANT at the front.\n\nNorah's dad overhears this. He stops, asks a question. Then\nThe Beaver and Norah's father get into a conversation with\nWalter pointing in Porter’s direction.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nNorah's dad overhears this. He stops, asks a question. Then\nThe Beaver and Norah's father get into a conversation with\nWalter pointing in Porter’s direction. \n\nTARGET SECTION TO BE ANNOTATED:\nNorah's father looks at Walter like he’s crazy. He starts to\nwalk away.\n\nNorah and Porter’s eyes finally meet. Her look is not\nsympathetic. It’s like she doesn’t even know him.\n\nAnd then she’s gone.\n\nPorter drops his head, begins to POUND it against the cinder\nblock wall. As he goes in’ for another shot...\n\nMATCH CUT TO:\n\nINT. PORTER'S BEDROOM\n\nPorter pounding his head into his own wall.\n\f67.\n\nEXT. PORTER'S BEDROOM\n\nWe hear the THUDS as the stucco breaks away. Porter’s\nactually breaking out. Through a tiny hole, we can actually\nsee in.\n\nSuddenly his eyes appears in the hole, looking out.\n\nPUSH IN on the hole as his eye disappears and then his head\ncomes back for another blow, causing more stuccos to break\nloose and the hole to widen ever so slightly.\n\nAnother blown and then suddenly his head disappears followed\nby the faint sound of him collapsing, unconscious.\n\nWe hold on the hole, looking into the room from outside.\n\nFADE TO BLACK.\n\nINT. SUBURBAN - AFTERNOON\nMeredith waits outside the school. Henry opens his door\nleaps in. But when the back doors open Meredith stops the\nother kids cold.\nMEREDITH\n\nSorry guys. Not today. Not this\n\nweek.\nThey stop mid entry, back out, close the doors, She looks at\nHenry. He doesn’t seem to have noticed any of it.\nINT. GARAGE\n\nHenry is working. Meredith opens the door. A moment as she\nconsiders things.\n\nMEREDITH\nThat’s enough for today.\n\nHENRY\nBut, mom, I just got started.\n\nMEREDITH\nNo more.\n\nHe thinks about protesting, but gives up. He puts his stuff\ndown, walks inside.\n\nThe way he moves, quiet, uncaring, he’s instantly back to\nbeing the old Henry. Meredith looks distraught.\nINT. KITCHEN\n\nMeredith is on the phone.\n\f68.\n\nMEREDITH\nDr. Macy? It’s Meredith Black.\n\nINT. SCHOOL HALLWAY - DAY\nPorter is at his locker. Hector walks up.\n\nHECTOR\nLook man, we have to talk.\n\nPorter sees Norah coming. She’s back in her cheer outfit.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHECTOR\nLook man, we have to talk. Porter sees Norah coming. She’s back in her cheer outfit. \n\nTARGET SECTION TO BE ANNOTATED:\nPORTER\nYou got the website, right?\n\nHECTOR\nYeah, man, but you don’t\nunderstand. My grandma, she’s all-\nPorter closes his locker, starts toward Norah.\n__. PORTER\nJust stick to the story, you’ll be\nfine.\nHe takes off. Hector throws his hands up in frustration.\nPorter catches up to Norah.\n\nPORTER (CONT'D)\nHey.\n\nNORAH\n(cold)\nHey.\nPorter reaches into his bag.\nPORTER\nI, uh, finished the speech. A draft\nanyway. I can always make changes.\nShe stops, takes it.\nNO:\n(flat)\nThank you. I’m sure it’s great.\nShe looks at him as if she’s not sure why he’s still there.\n\nNORAH (CONT'D)\nI don’t actually have any cash on\nme, but if you can wait until\ntomorrow...\n\nHe looks insulted, confused.\n\f69.\n\nPORTER\nLook, Norah, I’m so sorry. I don’t\nknow if he told you but I called\nand explained everything to your\nfather and-\n\nShe looks around. Looks at Porter.\n\nNORAH\nYes. That’s fine. Don’t worry about\nit.\nPORTER\nSo, we're okay.\nNORAH\n(still flat)\n\nWe're fine.\n\nORTER\nWell, maybe we could-\n\nNORAH\nLook, we’re just on very different\npaths, okay? In a couple months\nwe'll be on opposite sides of the\ncountry anyway, so let’s just stop\nnow while it’s easy.\n\nPORTER\nThat actually sounds harder than\njust, you know, seeing what\nappens .\n\nNORAH\nNo, Porter, you know what was hard?\nSeeing my parents faces like that.\nGoing back to that house. Bring all\nthat stuff back up, and for what?\n\nPORTER\nNorah, listen-\n\nNORAH\nI have to go.\n\nShe sees some other squad girls and joins up with them,\nblends in, disappears.\nINT. KITCHEN\n\nWalter enters from the garage. Meredith is waiting at the\ntable. His original card is the only thing in front of her.\n\nTHE BEAVER\nHello, Love.\n\nMeredith doesn’t say anything. She just stares at him.\n\f70.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeredith doesn’t say anything. She just stares at him. 70. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER (CONT'D)\nWhat’s the trouble?\n\nShe looks at the card.\n\nMEREDITH\n\nI talked to Dr. Macy, Walter.\nTHE BEAVER\n\nOh?\nMEREDITH\n\nWalter, he says you haven't been\nthere in almost a year.\n\nTHE BEAVER\nWell... that’s... I-\n\nShe picks up the card.\n\n/ MEREDITH :\nWhat is this? What are you doing?\n\nWalter says nothing.\n\nMEREDITH (CONT'D)\n\nDr. Macy says you’‘re sick, Walter.\nVery sick. He said that this sounds\nlike some kind of mania. He says-—\n\nTHE BEAVER\nDr. Macy, Dr. Macy. Who gives a\ndamn what Dr. Macy says? Why don’t\nwe go down to the office and see\nwhat they sa Meredith? Let’s see\nif they think’ we're sick, yeah? Or\nlet's see if they think maybe\nWalter is better than he’s ever\nbeen. Let’s ask Henry what he\nthinks. Let’s ask Henry if he feels\nbetter about himself when I’m\naround, if he’s made any new\nfriends, if he’s happier since I\nshowed up. Ask yourself, Meredith.\nAsk yourself if you can remember\nhow things were. See if you can\nremember the person you threw out\nof here and then tell us why youre\nso worried about getting him back.\n\nMEREDITH\nSo what are you saying, Walter, you\njust want to live like this\norever? Walking around with a\nbeaver puppet on your hand?\n\nTHE BEAVER\nWhat would be so wrong with that?\nI'd say it’s been a pretty smashing\nsuccess so far.\n\f71.\n\nMeredith is stunned. She just shakes her head.\n\nMEREDITH\nWalter, you need help.\n\n1 hel ve Tp Eve bod:\n\nHelp, help, help. Everybo wants\nhim to gee help® See the ex ert.\nRead the book. Take the pill. Well,\nWalter finally helped himself. You\nunderstand? That’s what I’m here\nfor. He doesn’t need anyone else.\n\nMEREDITH\nWalter, listen to yourself! This is\ninsane! You’re talking about a\nfucking puppet!\n\nTHE BEAVER\n\nNo ou’re talking about a puppet.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is\ninsane! You’re talking about a\nfucking puppet! THE BEAVER\n\nNo ou’re talking about a puppet. \n\nTARGET SECTION TO BE ANNOTATED:\nWe're talking about a success!\n\nShe looks at him, heartbroken.\n\nMEREDITH\nWho is ‘we’ Walter?\n\nOff his look...\n\nINT. BATHROOM\n\nWalter splashes water on his face with his free hand. He\nstands up and looks himself in the mirror.\n\nSlowly, he raises his left hand until he and The Beaver are\nboth staring into the mirror.\n\nTHE BEAVER\n\nI know it’s hard, mate, but you\ncan’t let yourself get mixed up.\nYou’ve done what you needed to.\nYou’ve put the past behind you.\nYou’re moving on, and we’re doing\ngeet She’s the one who’s got to\net go. And if she can’t then...\nyou've got to let her go.\n\nWalter looks troubled by this suggestion.\n\nTHE BEAVER (CONT'D)\nI know, I know, but trust me, it’s\nfor the best. What we talked about,\nblowing it up, starting fresh, a\nclean slate, well this is what it\ntakes. Anything less and we're back\non the road to that hotel room. Is\nthat what you want?\n\nWalter shakes his head.\n\f72.\n\nTHE BEAVER (CONT'D)\nYou're free, mate. You’ve broken\nout. All you have to do now is keep\nmoving. Keep moving and never look\nback. If it’s meant to be, they’11l\nfollow. But that’s up to them. It’s\nout of our hands.\n\nWalter stares at The Beaver for a long beat. Finally, he\nmakes the slightest of nods.\nINT. WALTER'S BEDROOM\n\nWalter steps in. Meredith is sitting on the bed. She looks\nup.\n\nTHE BEAVER\nUnderstand that we love you more\nthan anything. But you’re the one\nwho needs help. This notion of what\nused to be, it poisons everything,\nand until you realize that and let\nit go, it’s just going to continue\nto make you miserable. We’ve put it\nbehind us and we’re not looking\nback. We hope you can do the same.\nBut make no mistakes. I’m not going\nanywhere.\n\nMeredith stares at him. SILENCE. She gets UP y slowly walks\nover, looks into Walter’s eyes. She kisses him on the cheek.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nSILENCE. She gets UP y slowly walks\nover, looks into Walter’s eyes. She kisses him on the cheek. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\nINT. LIVING ROOM\nWALTER SITS stoically, The Beaver raised beside him.\n\nCUT TO:\n\nINT. WALTER'S BEDROOM\n\nMEREDITH PACKS clothes into a suitcase. When she moves the\nsuitcase she sees the memory box.\n\nShe looks at it for a moment. Then she drops it in the trash.\n\nCUT TO:\n\nINT. PORTER'S BEDROOM\n\nPORTER SWEEPS books into a box. He pauses over the notebook\nlabeled JOURNAL OF SIMILARITIES we saw in the beginning.\n\nNEW ANGLE shows the list now numbers in the low 60's.\n\f73.\n\nHe tosses the notebook into the box.\n\nAs he’s about to go, he stops, goes to his wall. He yanks\ndown the poster he uses to cover his hole. He puts it in the\ntrash, leaves the hole exposed.\n\nCUT TO:\n\nINT. GARAGE\n\nHenry is loading pieces of wood into the back of the suburban\nwhen his mother comes out with bags. She looks at him. He\nlooks at her. She can’t bear to tell him no.\n\nPorter comes out, tosses his things in. Without a word he\ngets in the passenger seat, puts on his belt. He’s ready.\n\nAs Meredith and Henry are finishing up Walter steps into the\ngarage. He stands by the door.\n\nHenry rushes over to him.\n\nHENRY\nWhy aren’t you coming with us?\n\nTHE BEAVER\nAnother time, mate. Another time.\n\nHENRY\nBut I want to stay with you.\n\nWalter and Meredith exchange glances. These words clearly\nbreak her heart.\n\nTHE BEAVER\nYou go with your mum, we’ll get it\nall sorted, yeah? You’ll see,\neverything’ will be good again real\nsoon.\n\nMEREDITH\nHenry. It’s time to go.\n\nHe turns and walks to the car, the same distant, emotionless\nwalk he’s shown us before. Meredith gets in. Henry climbs in.\nShe starts the car.\n\nThen, just as she’s about to back out, Henry leaps out, runs\nto Walter. He throws himself around him, tears streaking down\nhis face.\n\nHENRY\nI love you, Dad.\n\nThis hits Walter someplace deep. He’s moved to the verge of\ntears himself.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nI love you, Dad. This hits Walter someplace deep. He’s moved to the verge of\ntears himself. \n\nTARGET SECTION TO BE ANNOTATED:\n He has to swallow hard to get words out, and\nwhen he does, the accent is shaky. Still, it’s The Beaver who\ndoes the talking.\n\f74.\n\nTHE BEAVER\nI love you too, mate. I love you\ntoo.\n\nFinally, Henry releases him. The Beaver reaches down, musses\nHenry’s hair. Henry turns, runs back to the car.\n\nOnce he’s in, Meredith puts it in gear. She pauses a second,\nshe and Walter sharing a final glance.\n\nHer expression says she can’t believe he’s really just\nwatching them go. It’s a pleading glance.\n\nBut then, like that, it hardens. He wants her to let go of\nthe past, that’s exactly what she’s about to do. She turns\naround, watching the driveway as she backs out.\n\nThe suburban hits the street, turns, and it’s gone. As soon\nas it clears frame, the garage door starts to come down.\n\nWalter watches it until it noisily closes. Then, SILENCE.\n\nCUT TO:\n\nINT. KITCHEN\n\nWalter looks at the dining room table, empty except for his\noriginal card.\n\nCUT TO:\n\nINT. HENRY’S ROOM\n\nWalter stands looking at all the projects, both finished and\nabandoned. Everything is made of wood.\n\nThere are coffee tables stacked three high. Rocking chairs.\nThe very beginning of what might have become a boat hull.\n\nHe picks up a small item near the wall. It’s a beaver figure,\nlike the one Walter roughed out and took to work, but much\nmore polished, refined.\n\nCUT TO:\n\nINT. WALTER'S BEDROOM\n\nWalter stares at the memory box in the trash, the pictures\nspilling out. He can see the top of the one with Meredith on\nhis shoulders.\n\nCUT TO:\n\f75.\n\nINT. PORTER'S BEDROOM\n\nWalter stares at the hole in the wall.\n\nEXT. PORTER'S BEDROOM\n\nFrom outside, we look through the hole and see Walter staring\nback at us.\n\nAs we start to pull back he walks closer until it looks like\nhe’1ll lean down and put his face to the hole.\n\nInstead, he reaches Porter's bed and simply falls onto it.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nPORTER'S BEDROOM\n\nFrom outside, we look through the hole and see Walter staring\nback at us. As we start to pull back he walks closer until it looks like\nhe’1ll lean down and put his face to the hole. Instead, he reaches Porter's bed and simply falls onto it. \n\nTARGET SECTION TO BE ANNOTATED:\nAs he disappears from frame we're left looking into Porter's\nempty room until the camera pulls back and the hole becomes\njust a pinprick of light in the wall.\n\nAnd then the lights go out.\nFADE TO BLACK.\n\nEXT. BIG BOX STORE\n\nA REPORTER is on mic, a small queue of people in line to\nenter the store behind her.\n\nREPORTER\nChristmas in... May? That’s what\nsome retailers are calling it with\nMr. Beaver Woodchopper kits selling\nout in numbers that remind many of\nthe Tickle Me Elmo phenomenon.\nDavyco, the company behind Mr.\nBeaver says they’re doing all they\ncan to keep pace with demand, but\nadmits there have been shortages.\ninterestingly, you may recall that\nDavyco, which had earlier success\nwith 90's fads Action Jack and\nPrincess Stephanie, lost its\nfounder and CEO Davy Conyers ina\nhighly publicized restaurant\nchoking incident while in the\ncompany of a paid escort and since\nthen the company has been in steep\ndecline, hovering on the verge of\nbankruptcy earlier this year. But\nthanks to Mr. Beaver, it looks like\nthat won’t be happening anytime\nsoon.\n\nINT. WALTER'S OFFICE - EVENING\n\nWalter flips off the TV as the report ends. He turns to The\nVP who’s sitting across from him holding a snifter of brandy.\n\f76.\n\nTheir voices indicate that they’re a bit on the tipsy side.\n\nTHE VP\nIt’s like a hundred million dollar\nad campaign for free.\n\nThey both LAUGH. The VP takes a sip of his brandy.\n\nWe see that Walter also has a snifter. It has two straws. He\nputs one to his lips, one to the Beavers, and drinks.\n\nThe VP shifts in his seat.\n\nTHE VP (CONT'D)\nSpeaking of, we've been getting a\nlot of media requests for you.\nWe've been declining obviously, but\nif we set up a big conference call\nwe could milk the SER a little\nwithout really exposing too much.\n\nTHE BEAVER\nConference call? Don’t be\nridiculous, mate. Who’s the biggest\nrequest we've had?\n\nTHE VP.\nI don’t know. All the morning\nshows. CNN. CNBC.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll the morning\nshows. CNN. CNBC. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER\nToday show then. Set it up.\n\nTHE VP\nSir, the Today show is... on\ntelevision.\n\nTHE BEAVER\nWhy are you acting like we've got\nsomething to hide, mate? The case\nis just the opposite. We’ve got a\nstory, not just about the rebirth\nof a company, but of a man. That’s\na powerful tale and we should be\nlooking to tell it wherever they’11\n\nlisten.\nTHE VP\nIt’s just hard to predict how\npeople are going to... react.\nTHE BEAVER\n\nHow did you react?\n\nTHE VP\nWell, I was pretty shocked at\nfirst.\n\f77.\n\nTHE BEAVER\nOf course you were. But I’ve\nconvinced you it’s for the best,\nhave I not? And the rest of the\ngtatt? How many people have we\nos\n\nTHE VP\nNone.\n\nTHE BEAVER\nSo what makes you think I can’t\nconvince them?\n\nThe VP thinks this over.\n\nTHE V!\nIt would certainly be a story.\n\nTHE BEAVER\nDamn right. And who better to tell\nit?\n\nThe VP nods. He’s coming around on this. A beat.\n\nTHE VP\nI have to tell you, in the\nbeginning, I think a lot of us\nthought this was the beginning of\nthe end.\n\nThey LAUGH.\n\nTHE VP (CONT'D)\nI don’t know how you did it, but-\n\nHe raises his glass. Walter reciprocates. CLINK.\n\nTHE VP (CONT'D)\nI’m damn glad you did, and frankly,\nproud to have been part of it.\n\nThey both take a drink. A quiet stillness settles. They\nregard one another for a moment. Then...\n\nTHE BEAVER\nI’m going to tell you something.\nSomething I haven’t told anyone\nelse. But it’s something that I\nthink you’re ready to hear.\n\nThe VP looks honored to be entrusted.\n\nTHE VP\nOkay.\nTHE BEAVER\nThe truth is... I’m not a puppet.\n\nThe VP smiles, waiting for the punch line.\n\fTHE BEAVER (CONT'D)\nI'm afraid I’m quite serious, mate.\nI’m as real as you or Walter.\n\nThe VP is struggling, still hoping this is a joke. He feels\n\nobligated to say something.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m as real as you or Walter. The VP is struggling, still hoping this is a joke. He feels\n\nobligated to say something. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE VP\nI... don’t understand.\n\nTHE BEAVER\nWell, dmagine Siamese Twins, but\ninstead of being cut apart, we’ve\nbeen put back together. You see?\nWe're a part of a system, something\nthat’s fully integrated, shared.\nHe’s part of me and I’m literally a\npart of him. We make one another\nwhole. And now that that’s\nhappened, now that we’ve been\njoined, we couldn't be separated if\nwe wanted to.\n\nThe VP has given up waiting for the other shoe. He just looks\n\nuncomfortable.\n\nTHE VP\nI see.\n\nTHE BEAVER\nI understand, believe me, it’s hard\nto swallow. Neither of us has the\nslightest clue how it happened. It\nwould appear that when I breathed\nlife into him, he breathed life\ninto me. I suppose I just wanted\nyou to know it’s not an act, it’s\nnot a gimmick, it’s not a stunt.\nI’m real, alive, fused. And that’s\nnot going to change. It’s not going\nto be undone.\n\nThe VP nods.\n\nTHE VP\nOkay.\nA long beat.\nTHE BEAVER\nYou don’t believe me.\nTHE VP\nIt's not that, sir, it’s just\nvery... strange. I’m sure you\nbelieve-\nTHE BEAVER\n\nPull me off.\n\f79.\n\nTHE VP\nExcuse me?\n\nTHE BEAVER\nCome up here and pull me off of\nWalter’s hand.\n\nTHE VP\nThat's really not necessary, sir.\nIf you say-\n\nTHE BEAVER\nCome up here and pull me off his\ngoddamned hand.\n\nThe VP sits stunned for a moment. Finally, he puts down his\nsnifter, moves to the desk. He’s struck by the size of\nWalter’s bulging left forearm.\n\nHe looks at Walter for a beat, then puts his hands on The\nBeaver. He makes the faintest’ of tugging motions.\n\nTHE BEAVER (CONT'D)\nOh come on. Pull.\n\nThe VP sighs. This time he pulls a little harder. The Beaver\ndoesn’t budge.\n\nTHE BEAVER (CONT'D)\nCome on dammit! Stop being a pussy!\nPULL!\n\nNow this is getting on the VP’s nerves.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nStop being a pussy! PULL! Now this is getting on the VP’s nerves. \n\nTARGET SECTION TO BE ANNOTATED:\n This time he yanks.\nStill nothing.\n\nTHE BEAVER (CONT'D)\nThat’s the way. Come on!\n\nSuddenly, the VP wants to prove to Walter that he’s\ndelusional. He really gets into it.\n\nHe leans back, he GRUNTS. Nothing.\n\nHe changes his grip, puts a foot on the desk to brace\nhimself. He STRAINS.\n\nTHE VP\n(as_he pulls)\nJesus. What did you, glue this\nthing?\n\nTHE BEAVER\n(calm)\nNot a glue on Earth that can do\nthis, mate. That’s what I’ve been\ntelling you.\n\nThe VP manages to pull Walter a few inches out of his chair,\nbut The Beaver doesn’t move at all.\n\f80.\n\nNow he’s frustrated, maybe a little creeped out. He begins to\ngrab The Beaver every which way as he struggles to pull it\noff like a dog with a sock in its mouth.\nTHE BEAVER (CONT'D)\n\nHey! Hey, not my nose, dammit! Let\n\ngo of my arm you asshole!\nFinally, when he’s applied all his effort, something lets go\nand the’vP flies backward across the offi¢e and into the wall\nwhere he collapses.\n\nHe looks at his hands. Nothing but a couple tiny tufts of\nur.\n\nHe looks across the office. There’s Walter and The Beaver, as\nconnected as ever. He hasn’t moved it a fraction.\n\nThe VP has no idea what to think. He’s simply dumbfounded.\n\nWalter gets up from behind the desk, walks over to him. He\nextends his right hand, helps the Ve up.\n\nAn awkward SILENCE when the three of them are face to face.\n\nTHE BEAVER (CONT'D)\nYou okay to drive?\n\nTHE VP\n(beat )\nYes sir.\n\nTHE BEAVER\nGood.\n\nThe VP nods. He turns to go.\n\nTHE BEAVER foona iD) D)\nDon’t forget mate. Today show. Set\nit up.\n\nThe VP hesitates. He nods again. And he’s gone.\n\nWhen he’s alone, Walter and The Beaver slowly turn, face each\nother. Off their stare down.\n\nINT. SCHOOL CAFETERIA - LUNCH\n\nPorter slides next to Norah as she’s selecting food.\n\nPORTER\nHey. We need to talk.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCHOOL CAFETERIA - LUNCH\n\nPorter slides next to Norah as she’s selecting food. PORTER\nHey. We need to talk. \n\nTARGET SECTION TO BE ANNOTATED:\nNORAH\nNow’s not a good time.\n\f81.\n\nPORTER\nYeah, well, I’ve called, texted,\nim’d, and it never seems to be a\n\ngood time.\n\nNORAH\nMaybe you should take that as a\nhint.\n\nAs she walks away towards the registers...\n\nShe stops.\n\nShe heads\n\nPORTER\nI read an article about your\nbrother.\n\nTurns. Waits.\n\nPORTER (CONT'D)\nHe really was an amazing guy.\n\nNORAH\nThat’s what you wanted to tell me?\n\nPORTER\nYou said you’d been headed to\nStanford forever. You_never said\nthat’s where he was planning on\n\ngoing too.\n\nNORAH\nSo we’re going to the same school.\nBig deal.\n\nPORTER\n\nPlease. The same school. The same\nclasses. The same clubs. If they'd\nlet you on the football team you’d\nhave identical transcripts.\n\nfor the registers again. He follows.\n\nPORTER (CONT'D)\nLook, I understand that you feel a\n\ncertain... responsibility, for what\nhappened. But it’s not your job to\nreplace him.\n\nAs she’s paying...\n\nNORAH\nYou don’t have a fucking clue what\nyou're talking about.\n\nPORTER\nAll I’m saying is if you don’t want\nto see me, you don’t want to talk\nto me, that’s fine. But do it\nbecause that’s really what you want\nto do, not because you think it’s\nwhat you’re supposed to do.\n\f82.\n\nNORAH\nWhere did you get this idea that\nI’m not doing what I want?\n\nPORTER\nOh come on. One day you’re this\nrebel painter and then your brother\ndies and suddenly you’re making a\nbeeline for valedictorian and\nStanford?\n\nNORAH\nIt's called growing up. You should\ntry it.\n\nShe takes her food, walks away. He falls right into step.\n\nPORTER\n\nIt's called denial, Norah. You_ guys\nkeep his room hermetically sealed\nwhile you build a carbon copy right\nnext door. You feel guilty so you\ndrop your own life and try to take\nover his. And as _long as you never\nstep out of the footprints,\neveryone gets to go on pretending\nit never happened.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou_ guys\nkeep his room hermetically sealed\nwhile you build a carbon copy right\nnext door. You feel guilty so you\ndrop your own life and try to take\nover his. And as _long as you never\nstep out of the footprints,\neveryone gets to go on pretending\nit never happened. \n\nTARGET SECTION TO BE ANNOTATED:\n But you meet\nsomebody and you threaten to live\nyour own life, even for a second,\nand you freak out. I’m sorry about\nwhat happened. I don’t know how\nMany more ways I can say that, but\nI’m not your problem, Norah. Your\nproblem is that you have no idea\nwho you really are, and you don’t\nseem the least bit interested in\nfinding out. You can take all his\nclasses, and give his speeches, and\ngo get his degree if you want, but\nsooner or later you and your\nparents are gonna have to face the\n\nact that none of that is going to\nbring your brother back.\n\nShe stops suddenl turns and SLAPS him. Hard. Drops her tray\nand puts him on t é ground, hard.\n\nThe whole room looks up. People stand, crowd in. Some OHHS.\nThey're all waiting.\n\nShe looks down at him. She’s teary eyed, but her voice is\npure anger.\n\nNORAH\nYou want to hear from the real me?\nFuck off.\n\nShe walks away and is immediately embraced by the squad.\nPorter just sits there until people lose interest, move on.\n\nHe SNAPS the rubber band on his wrist.\n\f83.\n\nINT. TODAY SHOW STUDIO\n\nANGLE ON The VP standing by a monitor watching the back and\nforth between MATT LAUER and The Beaver.\n\nThe VP looks like he’s nervous enough to gnaw off a finger.\n\nNEW ANGLE\n\nMATT LAUER\nAnd so what was their reaction the\nfirst time you showed up for work\nlike this?\n\nTHE BEAVER\nWell, I’m sure they thought I was\ncrazy. And justifiably so.\nshows Matt and Walter on the actual set.\n\nTHE BEAVER (CONT'D)\nWouldn’t you?\n\nMATT LAUER\nBut that’s not how you saw\nyourself?\n\nTHE BEAVER\n\nNot at all. Mozart was said to\noccasionally feel obliged to meow\nlike a cat, but he seemed to get on\nall right. Walter’s approach was\nunconventional because conventional\napproaches proved worthless. What’s\nimportant is not how someone looks\nor speaks, but what results from\ntheir actions and words.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nMozart was said to\noccasionally feel obliged to meow\nlike a cat, but he seemed to get on\nall right. Walter’s approach was\nunconventional because conventional\napproaches proved worthless. What’s\nimportant is not how someone looks\nor speaks, but what results from\ntheir actions and words. \n\nTARGET SECTION TO BE ANNOTATED:\n I think\nthe overwhelming success of what\nwas recently a failing company says\nall it needs to about Walter's\njudgement.\n\nMATT LAUER\nAnd this all began as a way of\ndealing with depression?\n\nTHE BEAVER\nSometimes, Matt, we reach a point\nwhere in order to go on, we have to\nwipe the slate clean. Put the\nproblems, failures, and fear of the\npast behind us and begin again from\nscratch.\n\nMATT LAUER\nWell, I think the obvious question\nis, why would you choose this\nparticular way to attack that\nproblem?\n\f84.\n\nTHE BEAVER\n\nBecause sometimes the thing that’s\nholding you back is the very idea\nof who you are. We begin our lives\nbelieving that anything is possible\nand then slowly we let the walls\nclose in until all we can see is\nthis very narrow range of\npossibilities. We say things like\n‘oh I’m not the kind of person who\ncould do this or that, who could\nlook this way or that way, who\ncould say these things or those.’\nWe start to see who we are as a box\nthat we're trapped inside, and\nhowever we try to escape;\nresolutions, therapy, drugs,\nclasses, it simply reels us back\nin. And I believe the only way to\ntruly break out is to get rid of\nthat box all together. If thinking\nand acting and being a certain way,\na certain ‘person’, has resulted in\nunhappiness, why would you keep\ndoing it? Taking your future into\nyour hands and starting over isn’t\ncrazy. Crazy is being miserable and\nstill doing Yehe same things day\nafter day. Walter had made a mess\nof his life, and until he freed\nhimself from his failures, he was\ncut off from the potential for the\nwonderful things you see happening\nto him now. I’d suggest to you\nthat there are many © others out\nthere being crushe under the\nweight of the boxes they’ve put\nthemselves in. And whether those\nBest ple pick up a puppet or not is\neside the point. What’s important\nis that they find a way to start\nover from a point where they really\nand truly believe that anything is\npossible.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’d suggest to you\nthat there are many © others out\nthere being crushe under the\nweight of the boxes they’ve put\nthemselves in. And whether those\nBest ple pick up a puppet or not is\neside the point. What’s important\nis that they find a way to start\nover from a point where they really\nand truly believe that anything is\npossible. \n\nTARGET SECTION TO BE ANNOTATED:\n Because it’s been my\nexperience that if you can do Yehat,\nwhat follows will only confirm the\nnotion.\n\nMatt thinks on this for a moment. He seems surprised,\n\nNEW ANGLE shows the VP watching, stunned.\n\nMATT LAUER\n(on monitor)\nWell, I want thank you for joining\nus this morning.\n\nThe VP can’t believe they’ve pulled it off. He looks elated.\n\nBEGIN MONTAGE:\n\f85.\n\nINT. TODAY SHOW STUDIO - MOMENTS LATER\nWalter stands and shakes hands with Matt Lauer.\nTHE BEAVER (V.O.)\nThis is a picture of Walter Black.\nA hopelessly depressed individual.\n\nCUT TO:\n\nEXT. TODAY SHOW STUDIO - MOMENTS LATER\n\nWalter and The VP step out and are immediately mobbed by the\ncrowd.\n\nTHE BEAVER (V.O.)\nWho becomes a beaver.\n\nQUICK CUTS:\nWALTER AND THE BEAVER on Good Morning America.\n\nTHE BEAVER (V.O.) (CONT'D)\nWho becomes a phenomenon.\n\nWALTER AND THE BEAVER on CNBC.\n\nTHE BEAVER (V.O.) (CONT'D)\nIt turns out that in fact, there\nare a lot people out there. People\nlooking for answers, for help, for\nchange.\n\nWALTER AND THE BEAVER on LARRY KING.\n\nTHE BEAVER (V.O.) (CONT'D)\nAnd they’re desperate enough to\nlisten -\n\nWALTER AND THE BEAVER on A DAYTIME TALK SHOW. The audience\nCLAPS wildly.\n\nTHE BEAVER (V.O.) (CONT'D)\n- even if it’s a puppet doing the\ntalking.\n\nINT. TOY STORE\n\nA shelf labeled MR. BEAVER WOODCHOPPER KIT has a sign reading\nSOLD OUT.\n\nTHE BEAVER (V.O.)\nRetailers find that not only are\nthey constantly out of Mr. Beaver’s\nwoodchopper kits-\n\f86.\n\nA rack of stuffed puppets is being picked over by a crowd of\npeople.\n\nTHE BEAVER (V.O.) (CONT'D)\nBut that there’s a sudden,\n\nseemingly insatiable, interest in\nplush stuffed puppets.\n\nEXT. STREET - DAY\n\nWe see several people walking down the street, briefcase in\none hand, beaver puppet on the other.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. STREET - DAY\n\nWe see several people walking down the street, briefcase in\none hand, beaver puppet on the other. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BUS - DAY\n\nWe see various people with various puppets. An Alligator. A\nPig. A Bear. There’s an older woman with an Octopus.\n\nTHE BEAVER (V.O.)\nAndrmed with the ability to make a\nfresh start people suddenly find\nthemselves able to do all sorts of\nthings they’d previously thought\nimpossible.\n\nQUICK CUTS:\n\nA WOMAN stands across a desk from a man. She’s yelling at him\nwith the aid of an Elephant puppet on her left hand.\n\nTHE BEAVER (V.0.) (CONT'D)\nSome find the courage to finally\ntell off their bosses.\n\nA MAN is across a table from his girlfriend. He’s talking to\nher with a Dog puppet.\n\nTHE BEAVER (V.O.) (CONT'D)\nOthers get the strength to leave\ntroubled relationships.\n\nThe GIRLFRIEND responds by raising her own puppet to speak.\n\nINT. PRINCIPAL'S OFFICE\n\nWe see an ELDERLY MEXICAN WOMAN and pull back to reveal\nHector. We pull back further to reveal that Hector is wearing\na Kangaroo puppet.\n\nTHE BEAVER (V.0.)\nAnd some even start their new lives\nby confessing to the crimes they'd\ncommitted in their old ones.\n\nPull back further to reveal the PRINCIPAL. As Hector finishes\nhe looks to the elderly woman. She nods approvingly.\n\f87.\n\nThe Principal gets_a look of sinister satisfaction. He turns\ntoward the far wall.\n\nREVEAL Porter, sitting in a chair, sold down the river by a\npuppet.\nINT. BOOKSTORE COFFEE SHOP\n\nMeredith’s group of women are meeting. Meredith sees a man\nreading the paper.\n\nANGLE ON the paper. A headline reads: ECCENTRIC CEO INKS BOOK\nDEAL.\n\nTHE BEAVER (V.O.\nSo while Walter is signing a deal\nto write exactly the kind of book\nhe’d once thrown away.\n\nMeredith looks away and finds herself staring at the bags\nunder ANN’s chair. She freezes.\n\nANGLE ON the bag to reveal a small plush puppet sticking out.\nANN sees Meredith looking and slyly scoots the bag further\nunder her chair.\n\nINT. SCHOOL HALLWAY\n\nPorter stands in front of his locker with a trash can. He\npulls everything into it.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SCHOOL HALLWAY\n\nPorter stands in front of his locker with a trash can. He\npulls everything into it. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE BEAVER (V.O.)\nPorter is told that he not only\nwon't walk at his own graduation,\n\nNorah walks by. She stops as if she wants to say something,\nbut decides she can’t. She moves on.\n\nINT. ANN’S KITCHEN\n\nANGLE ON a table where a single opened envelope and a one\npage letter are sitting.\n\nTHE BEAVER (V.O.\nBut that Brown apparently takes\nacademic fraud quite seriously.\n\nANGLE ON the floor where Porter lies as if he’s been shot.\n\nEXT. NEWSTAND - DAY\n\nWalter and The Beaver are on the cover of several magazines.\n\f88.\n\nOthers feature only The Beaver.\n\nINT. RADIO STATION - DAY\nWalter and The Beaver sit across from TERRI GROSS.\n\nThe Beaver talks and moves expressively, but Walter himself\nlooks bored.\n\nTHE BEAVER (V.O.)\nAnd then one day, Walter starts to\ntire of himself all over again.\n\nINT. TV STUDIO\n\nWalter is giving a local interview. His head is on the table,\nas if sleeping, only The Beaver is upright.\n\nThe Beaver SLAPS him on the head. Walter sits up.\n\nINT. CONFERENCE ROOM\n\nWalter’s staff is around the table. At the head, The Beaver\ntalks away, but Walter is nowhere to be seen.\n\nANGLE ON Walter under the table. He’s bleary eyed, surrounded\nby toy beavers from the Woodchopper kits.\nINT. WALTER'S BEDROOM - MORNING\nWalter lays in bed. The Beaver tugs at his hair.\nTHE BEAVER\n\nCome on you miserable wanker! Get\n\nthe fuck up!\nINT. TALK SHOW SET - DAY\n\nWalter and The Beaver are on stage with a host, taking\nquestions from the audience.\n\nANGLE ON a monitor as a woman asks a question. The caption\nreads: WANTS HER MOTHER TO STOP RUNNING HER LIFE.\n\nANGLE ON The Beaver. Walter’s not even in the shot.\n\nTHE BEAVER (V.O.)\nHe’s the tail on a dog, ignored and\nirrelevant, unless he happens to\nknock something over.\n\nThe Beaver dispenses advice. The audience is rapt.\n\f89.\n\nINT. DRESSING ROOM\n\nWalter and The Beaver glare at one another in one of those\nmirrors surrounded by light bulbs.\n\nNeither says a word.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DRESSING ROOM\n\nWalter and The Beaver glare at one another in one of those\nmirrors surrounded by light bulbs. Neither says a word. \n\nTARGET SECTION TO BE ANNOTATED:\n They just stare one another down.\n\nINT. WALTER'S BEDROOM\n\nWalter walks in and drops several big bags of luggage.\nExhausted, he collapses on the bed without changing clothes.\n\nEND MONTAGE:\n\nINT. WALTER'S BEDROOM - LATE NIGHT\n\nWalter wakes, still in the same clothes. He looks over at The\nBeaver who is on the pillow next to him, eyes covered with\nthe eye mask.\n\nWalter carefully turns to his night stand and with his free\nhand he grabs his cell phone. He scrolls to Meredith, dials.\n\nHe puts the phone to his ear, waits. Then...\n\nMEREDITH\n(filter, groggy)\nHello.\nA long beat.\n_. WALTER\ngybispering)\nMeredith. It’s me.\nMEREDITH\nWalter? What’s going on?\nWALTER\nI... I don’t-\n\nSuddenly, Walter’s left hand rises off the pillow, the\nBeaver’s head jerking around, startled.\n\n_THE BEAVER\nWhat’s going on? What’s-\n\nThe Beaver shakes the eye mask off, looks at Walter on the\nphone.\n\nTHE BEAVER (CONT'D)\nWhat are you doing? Who are you\ntalking to?\n\nMEREDITH\nWalter? Walter, talk to me.\n\f90.\n\nTHE BEAVER\nHang up. Hang up right now.\n\nThe Beaver and Walter look at one another.\n\nMEREDITH\nWalter please-\n\nWALTER\nI have to go.\n\nHe hangs up. A long SILENCE. Then...\nWalter SMASHES himself in the face with The Beaver.\nA moment as Walter stares, shocked, at The Beaver.\n\nTHE BEAVER\nWhat the hell are you thinking?\n\nInstead of answering, Walter suddenly grabs the Beaver and\nWHACKS it against his night stand. A brawl is on.\n\nIf this plays with any humor at the start it very quickly\ndisappears. This isn’t Liar Liar. Walter is truly self\ndestructive and the damage he does is real.\n\nThe Beaver hoists a lamp, SMASHES it over Walter. Blood\ntrickles down his forehead.\n\nWalter puts The Beaver against the door jam, SLAMS the door\non him repeatedly. He/They SCREAM.\n\nThey tumble into the dresser, knocking it over.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter puts The Beaver against the door jam, SLAMS the door\non him repeatedly. He/They SCREAM. They tumble into the dresser, knocking it over. \n\nTARGET SECTION TO BE ANNOTATED:\nWalter PUNCHES The Beaver into the wall head first, leaving\nsmall holes in the drywall.\n\nThe Beaver picks up the phone and CLOBBERS Walter across the\nface with it. Walter is reeling.\n\nWalter falls backward into the wall. Pictures fall.\n\nThe Beaver grabs Walter by the throat, presses him against\nthe wall, choking him.\n\nWalter struggles, turns red. He’s literally, successfully,\ndenying himself oxygen. The veins pop out. The eyes roll.\n\nHe slumps and releases his own throat, crumbling into a pile,\nunconscious.\n\nCUT TO:\n\nINT. WALTER'S BEDROOM —- MOMENTS LATER\n\nWalter wakes, GASPING slightly.\n\f91.\n\nThe blood has begun to dry in lines running down his face.\nHis eye is badly swollen and darkening.\n\nHe raises The Beaver. One of its eyes is smashed. Lots of fur\nis missing. One arm is torn slightly. A moment.\n\nTHE BEAVER\nBloody hell, mate. Look at us.\n\nWalter doesn’t say anything.\n\nTHE BEAVER (CONT'D)\nHaven't I delivered exactly what we\ntalked about?\n\nWalter nods.\n\nTHE BEAVER (CONT'D)\nI know it’s hard, but you have to\ntrust me. We’ve done the right\nthing at every turn. We’ve come so\nfar, mate. There’re so many good\nthings ahead. Now is not the time\nto start looking over your\nshoulder, yeah?\n\nWalter thinks about it.\n\nWALTER\nI miss them.\n\nTHE BEAVER\nYou think I don’t? But they want\nyou to go back to something that’s\noisonous, destructive. Open that\noor again, even a crack,\nyou'll end up right where you\nstarted. I know you don’t want\nthat, no matter how much you miss\nthem. And I’m not going to let it\nhappen.\n\nWalter nods.\n\nTHE BEAVER (CONT'D)\nWe're a team, Walter. The only ones\nwe can really count on are each\nother. I told you it was going to\nbe hard, yeah? But look at what\nwe've done. And we're just getting\nstarted.\n\n(beat )\nWhat’s important is that you know\nI’m always going to be here for\nyou. Today, tomorrow, forever.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd we're just getting\nstarted. (beat )\nWhat’s important is that you know\nI’m always going to be here for\nyou. Today, tomorrow, forever. \n\nTARGET SECTION TO BE ANNOTATED:\nForever, yeah?\n\nWalter looks at The Beaver. He nods, wipes his face. A deep\nbreath.\n\f92.\n\nWALTER\nI don’t think I can sleep anymore.\nMaybe we should work on something\nfor a while.\n\nTHE BEAVER\nSure mate. Sure.\nINT. GARAGE\n\nWalter and The Beaver work at the bench. SAWING. SANDING.\nHAMMERING. GLUING.\n\nSomething is taking shape. A box, but it’s longer and\nskinnier than the memory boxes we’ve seen before.\n\nThey work on a lid, They round the edges. It’s incredibly\nelaborate, impressive, artful.\n\nThey step back, regard the work.\nCUT TO:\n\nINT. GARAGE - MOMENTS LATER\n\nWalter has opened the garage door. He’s resting on the\nconcrete facing out where the sun is just beginning to rise.\n\nANGLE ON Walter and The Beaver, quietly, reverently staring\nat the dawn.\n\nOver his shoulder we can see the workbench and the finished\nbox, lid up.\n\nAfter a moment, The Beaver turns back toward the workbench,\nthen looks at Walter. The bench. Walter. Something sinks in.\n\nTHE BEAVER\nWalter?\n\nWalter doesn’t look away from the sunrise.\n\nTHE BEAVER (CONT'D)\nWalter. Don’t.\n\nNothing.\n\nTHE BEAVER (CONT'D)\nWalter, you have to listen to me.\nYou will be lost.\n\nWalter gets up. He turns and heads back inside.\n\nTHE BEAVER (CONT'D)\nYou think you'll get them back? It\ndoesn’t work that way. There is no\ngoing back.\n\f93.\n\nWalter presses the button. The garage door starts to come\ndown, blocking out the sun.\n\nTHE BEAVER (CONT'D)\nIt_won’t even be like before. It\nwill be worse Walter. Much worse.\n\nWalter walks over to the box. He holds The Beaver over it.\nIt’s a perfect fit. They’ve made a little coffin.\n\nTHE BEAVER (CONT'D)\nYou’re going to end up alone,\nWalter. All alone. Don’t do it.\nDon't.\n\nWalter stares at The Beaver for a long beat. It seems like he\nmight be convinced. Then...\n\nWALTER\nI’m sorry.\n\nsuddeniy he flips on the TABLE SAW.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen... WALTER\nI’m sorry. suddeniy he flips on the TABLE SAW. \n\nTARGET SECTION TO BE ANNOTATED:\n He puts his left arm on\nthe table and grabs the saw handle with his right.\n\nTHE BEAVER\nWALTER!!!\n\nHe pulls the saw forward.\n\nCUT TO:\n\nEXT. GARAGE - CONTINUOUS\n\nWe stare at the innocuous looking garage door, just like the\nothers on the street, as we hear The Beaver’s SCREAM and the\nsound of the SAW digging in.\n\nThen... SILENCE.\n\nA man walks by with his dog, oblivious.\n\nFADE TO BLACK.\n\nOVER BLACK\n\nWe hear the BEEP BEEP BEEP of a large truck backing up.\n\nEXT. LANDFILL - DAY\n\nReveal a garbage truck backing up to a garbage pile. It lifts\nits rear, dumps its load.\n\nAs the garbage cascades out we see that among the usual bags\nand detritus there are dozens of discarded puppets.\n\f94,\n\nINT. BOOKSTORE\n\nA shelf with copies of THE RESET BUTTON by Walter and The\nBeaver are marked 90% off.\n\nINT. TOY STORE\n\nThe shelf with the Mr. Beaver Woodchopper Kits is now fully\nstocked, ignored.\n\nINT. TELEVISION STUDIO\nThe VP appears on CNBC.\n\nTHE VP\nAbsolutely, Mr. Beaver provided us\nwith_a much needed revenue boost,\nbut I think in my tenure it’s going\nto be time for us to return focus\nto the products and brands _that got\nus going and made us great\n\nINT. LIVING ROOM - DAY\n\nANGLE ON the television where the same DAYTIME TALK SHOW HOST\nwho earlier had Walter on is addressing her audience.\n\nDAYTIME TALK SHOW HOST\n\n(on TV)\nWhile we standby the message we\nwere trying to communicate, it’s\nclear that the messenger was not\nwell and I want to make clear that\nwe do not endorse any of the\ntactics he may have discussed here\nor elsewhere. If anyone feels like\nthe might hurt themselves please\nca. -\n\nANGLE ON the couch, revealing Porter sprawled, barely\nconscious. He changes the channel.\n\nMeredith walks in. She stands in front of the TV. Turns it\noff. He doesn’t seem to notice.\n\nMEREDITH\nCome on. Get up.\n\nHe doesn’t budge.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEREDITH\nCome on. Get up. He doesn’t budge. \n\nTARGET SECTION TO BE ANNOTATED:\nMEREDITH (CONT'D)\nYou don’t have to go in if\ndon’t want to, but I’m not eaving\nyou here to sleep all day.\n\f95.\n\nShe walks over, starts to physically pull him up. He remains\nimp.\n\nPORTER\nMom.\n\nShe drops him. He goes horizontal again. She looks\nexasperated.\n\nMEREDITH\nPorter, please.\n\nA long beat. He slowly gets to his feet. He raises his arms\nas if to say, happy?\n\nMEREDITH (CONT'D)\nGood. Get some shoes on.\n\nPORTER\nI’m up okay? But I’m not going.\n\nShe looks at him. Considers this. Henry comes in, excited.\n\nHENRY\nAre we going?\n\nA beat. She decides Porter is a lost cause.\n\nMEREDITH\nYeah.\n\nHenry takes off toward the garage. Meredith looks at Porter\none more time.\n\nMEREDITH (CONT'D)\nDo something. Go outside. Take a\nwalk. See that girl. Steal _a car. I\ndon’t care. Just get out of the\nhouse, okay?\nHe nods. She heads for the garage.\nPorter stands still as we hear the Suburban rumble away. Then\nhe heads for the stairs.\nINT. PORTER'S BEDROOM\nPorter walks in. He heads straight for his bed, falls into\nit, pulls a pillow over his head.\nINT. PSYCH HOSPITAL\n\nWalter, wearing hospital issue white, is seated across from\nDOCTOR BANKS. They’re working with a prosthetic hand.\n\nWalter raises it, looks at it. He seems pleased. The doctor\nseems pleased.\n\f96.\n\nINT. PSYCH HOSPITAL - LATER\n\nWalter is in group, surrounded by other patients in white,\neach with varying grips on reality. DOCTOR BANKS is at the\ncenter of the semi-circle.\n\nWalter raises his prosthetic to talk. Before he’s called on a\nNURSE enters.\n\nNURSE\nWalter? Family’s here.\n\nWalter beams.\n\nINT. PSYCH HOSPITAL - CAFETERIA\n\nWalter sits across the table from Meredith and Henry. Henry\npasses across a gift bag.\n\nWalter looks at it, surprised. He opens it up. He pulls out a\nsmall hand-carved replica of a brain.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nWalter looks at it, surprised. He opens it up. He pulls out a\nsmall hand-carved replica of a brain. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY\nMom says yours got broken.\n\nWalter LAUGHS.\n\nWALTER\nThank you very much. This will come\nin handy.\nA beat.\nHENRY\n\nSo, are you crazy?\nMeredith begins to protest, but Walter’s up to it.\n\nWALTER\nMaybe. But we’re working on it.\n\nHENRY\nDoes that mean you can come home?\n\nHe and Meredith share a glance.\n\nWALTER\nWe're... working on it.\nA beat.\nMEREDITH\nThey... said you’re doing well.\nWALTER\n\nEat, sleep, talk, don’t hurt\nyourself. Not the toughest gig.\n\f97.\n\nDespite the circumstances Walter seems relatively upbeat,\ntogether.\n\nWALTER (CONT'D)\nHow's Porter?\n\nMeredith rolls her eyes.\n\nMEREDITH\nHe won’t do anything. I’m trying to\net him to take community college\nor a year, but he won’t even talk\nabout it. He just lays there.\n\nWalter nods, considering this deeply.\n\nMEREDITH (CONT'D)\nHe’s got to do something. We can’t\ngo a year like this.\n\nWALTER\nSounds like he was too busy to come\nalong.\n\nShe suddenly finds herself staring at the prosthetic hand.\n\n. MEREDITH\nHe’s just... he’1l come around.\n\nWalter nods. A long silence. Walter begins to run his hand\nover the contours of the brain. They all find themselves\nstaring at it.\n\nINT. PSYCH HOSPITAL - LATER\n\nHenry and Walter hug goodbye. Meredith and Walter follow\nsuit. He’s escorted through a door, waves goodbye.\n\nAs Meredith and Henry walk away a Doctor falls into step.\n\nDOCTOR BANKS\nMrs. Black? I’m Doctor Banks. We\nspoke on the phone?\n\nShe nods, but doesn’t stop walking.\n\nDOCTOR BANKS (CONT'D)\nWell, as I said, we're very pleased\nwith Walter’s progress. He’s on\nmedication, but we’ve got the\ndosing at & low level and he’s\nresponded very favorably. No signs\nof delirium or suicidal ideation.\nAnd he’s been very active in group\nand with the other patients.\nFrankly, he’s well liked.\n\nMeredith nods, but she’s still walking. If anything, she’s\nwalking faster.\n\f98.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeredith nods, but she’s still walking. If anything, she’s\nwalking faster. 98. \n\nTARGET SECTION TO BE ANNOTATED:\nDOCTOR BANKS (CONT'D)\nAs I said on the phone, I think\nthat with some supervision and\nregular therapy there’s no reason-\n\nThey reach the doors. Meredith cuts him off, pulls out her\nkeys. She hands them to Henry.\n\nMEREDITH\nHenry. Here. Go wait in the car.\nI‘1ll just be another minute.\n\nHenry looks at her, takes the keys, walks out.\nMeredith turns back to the doctor.\nDOCTOR BANKS\nAs I was saying, I’m comfortable\nreleasing him to your care if-\nMEREDITH\nDoctor, I’m... I don’t think we’re\nready for that.\nThe doctor nods, takes this in.\nDOCTOR BANKS\nI understand. When you are ready, I\nthink it would be beneficial for\nhim to have his family around him.\nShe thinks it over.\n\nMEREDITH\nHow long will you keep him?\n\nDOCTOR BANKS\nWell, it would be several months\nbefore we could sign him out under\nhis own supervision, but-\nMEREDITH\nThat's fine. We’ll work on figuring\nout what to do with him after that.\nA beat as he grasps the situation. He hands her some papers.\n\nDOCTOR BANKS\nIn case you change your mind.\n\nShe takes the papers, puts them in her purse. She heads out.\n\nINT. PSYCH HOSPITAL\n\nWalter is seated on a couch with other patients facing a TV,\nbut Walter's eyes are on the window.\n\f99.\n\nANGLE ON the window where he can see Meredith getting into\nthe suburban. She backs up, drives on.\n\nANGLE ON Walter as he raises his prosthetic hand, regards it.\n\nFADE TO BLACK.\n\nOVER BLACK\n\nA DOORBELL rings.\n\nINT. FOYER\n\nMeredith opens the door to reveal Norah. They look at one\nanother.\n\nCUT TO:\n\nINT. HALLWAY\n\nMeredith KNOCKS on Porter's door. No response. She tries the\nhandle. It’s locked.\n\nMEREDITH\nPorter? Porter are you up? Your\nfriend is here. Norah.\n\nA long beat. Then suddenly the sound of his radio BLARING.\n\nMeredith turns to Norah. Norah smiles. She understands.\n\nINT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nNorah smiles. She understands. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PORTER'S BEDROOM - CONTINUOUS\n\nPorter sits on his bed, staring at the door. He’s clearly\nconflicted, but he doesn’t move.\n\nINT. HALLWAY - CONTINUOUS\n\nMeredith and Norah are walking away when suddenly the music\nstops. Norah and Meredith pause, look back. Porter's door\nopens. He sticks his head out.\n\nA long beat as Norah and Porter look at one another. Then,\nwithout a word, she turns and heads back towards his room.\n\nMeredith watches, satisfied, then heads downstairs.\n\f100.\n\nINT. PORTER'S BEDROOM\n\nPorter sits on his bed. Norah sits across. There’s a bit of a\nbreeze outside, and even though the poster is once again over\nthe hole in the wall, it RATTLES occasionally as the wind\ncomes through the small opening to the outside.\n\nThey can’t seem to decide who should start. Finally...\n\nPORTER\nSo how was graduation?\n\nNORAH\nHonestly? I’d say the fact that you\nweren’t allowed to be there worked\nout in your favor.\n\nHe just nods.\n\nNORAH (CONT'D)\nI wanted you to know, I didn’t end\nup using your speech. At the last\nminute I got this idea that it was\nmore important for the words to be\nmine than to be good.\n\nA beat. Then quietly...\n\nPORTER\nWell... you still owe me 150 bucks.\n\nShe smiles, the first break in the ice.\n\nNORAH\nYou were right, you know? About no\none really p. paying attention. When I\nfinally decided that I had to write\nthe thing myself I thought I\nsuddenly had this great insight\nthat was going to knock everyone's\nsocks off. It was all about how\nevery time you breathe you get two\natoms that were breathed by every\nperson who’s ever lived. Julius\nCaesar, James Dean, Queen\nElizabeth. You’ve heard that right?\n\nHe nods.\n\nNORAH (CONT'D)\nSo anyway, that meant that two of\nthe atoms in everyone’s breath also\ncame from my brother. And even\nthough he was gone, he was still\nthis tiny part of us all.\n\n(MORE )\n\fA beat.\n\n101.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd even\nthough he was gone, he was still\nthis tiny part of us all. (MORE )\n\fA beat. 101. \n\nTARGET SECTION TO BE ANNOTATED:\nNORAH (CONT'D)\nAnd what he’d want us to remember\nwas not that his name was on two\natoms in every breath, but that\nevery breath was our chance to put\nour own signature on a trillion\nlittle pieces of the future.\n\nPORTER\nNot bad.\n\nNORAH\nYeah? Well, let me give you some\nadvice, should you ever find\nyourself giving a speech to a\nthousand eighteen year olds dying\nto oO party - Dead people and atoms?\na!\n\nPro y not the topics you want to\nlead with.\n\nPORTER\nNo?\n\nNORAH\n\nI mean, I can’t tell you how many\ntimes I pictured all of that\nplaying out, you know? Me on stage,\ngiving this amazing speech,\neveryone in awe, my parents\nweeping, and even my brother, like,\nsitting on some cloud, looking down\nand smiling.\n\n(beat)\nBut it wasn’t like that at all. I\nmean people clapped, but mostl.\nbecause it was over. Durban, the\nthird time’s the charm senior, he\ngot the real ovation.\n\nPORTER\nAnd your parents?\n\nNORAH\nOh, very pappy Very proud. We have\nroughly 4000 photos of the event.\n\nPORTER\nAnd your brother?\n\nNORAH\nNot a cloud in the sky.\n\nPorter nods.\n\nNORAH (CONT'D)\nI know you think that I’ve been\ntrying to replace him somehow, and\nI’m sure that’s part of it, but the\ntruth is, I didn’t know him that\nwell when he was alive.\n\n(MORE )\n\f102.\n\nNORAH (CONT'D)\n\nHe was always something I was\ntrying to separate myself from, not\nget closer to. And by the time I\nrealized how stupid that was, he\nwasn’t around. So I didn’t become\nthis overachieving valedictorian to\nbring him back. I did it because\nevery time I did something he'd\ndone, every time someone looked at\nme and saw a little bit of my\nbrother, it felt like we were\ngetting closer. Like I was finally\ngetting to know him, even though he\nwas gone.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo I didn’t become\nthis overachieving valedictorian to\nbring him back. I did it because\nevery time I did something he'd\ndone, every time someone looked at\nme and saw a little bit of my\nbrother, it felt like we were\ngetting closer. Like I was finally\ngetting to know him, even though he\nwas gone. \n\nTARGET SECTION TO BE ANNOTATED:\n But the flip side is that\nafter eighteen years I feel like I\nknow my dead brother a lot better\nthan I know myself. And I guess I\njust wanted to say... I’m working\non it.\n\nA beat, then she stands.\n\nNORAH (CONT'D)\nAnyway, I should go. We’re doing\nsome packing.\n\nPORTER\n(as he stands)\nReally dying to get to Stanford,\nU:\n\nNORAH\nWell, no, actually. It’s not that\nkind’ of Packing. I ended up\ndeferring Stanford for a year. I\nfigured I’d take some time, drive\naround, see if that’s really where\nI‘m supposed to be. Or something\nlike that. Like I said, I’m working\non it.\n\nPorter's surprised.\n\nPORTER\nWow. Good for you. How are your\nparents with that?\n\nNORAH\n(beat ) . ;\nWe’re all working on it.\n\nShe starts to go and then stops, reaches into her purse and\npulls out some papers.\n\nNORAH (CONT'D)\nOh. I almost forgot. I wanted to\ngive you this.\n\nHe takes the pages.\n\nPORTER\nWhat is it?\n\fNORAH\nIt’s your speech.\n\nPORTER\nOh. Well, this is just a print out.\nI've still got it on my drive.\n\nNORAH\nI know. I just thought... I mean, I\nknow your whole deal was that you\ncould sound like anyone, but the\nmore I thought about it, the more I\nrealized, this isn’t me ‘talking.\nIt’s you. You wrote it. raqast\nwondered if you'd ever really sat\ndown and read it.\n\n103.\n\nHe’s not sure what to say. She looks at him, smiles. She\n\nhesitates, then steps over, kisses him. It’s short,\n\nbut it says what it needs to.\n\nsweet,\n\nShe walks out. He looks at the pages in his hand. The wind\n\nRATTLES the poster on his wall.\n\nHe takes a seat on his bed, unfolds the pages. As he begins\n\nto read...\n\nPORTER (V.O.)\nFaculty, students, families, I’m\nhere today because I’m supposed to\ntell you something about tomorrow.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he begins\n\nto read... PORTER (V. O.)\nFaculty, students, families, I’m\nhere today because I’m supposed to\ntell you something about tomorrow. \n\nTARGET SECTION TO BE ANNOTATED:\nI’m supposed to remind you that\nit’s the first day of the rest of\nyour life, and inspire you to seize\nthe infinite array of possibilities\nthat_have suddenly become\navailable. I’m supposed to tell you\nthat you can_do anything you dare\nto dream as long a you just listen\nto your heart and fo low your\nrainbow. But I can’t do that.\nBecause it’s not true.\n\nINT. NORAH'S BROTHER’S ROOM\n\nWe see the walls covered in trophies, awards.\n\nCUT TO:\n\nNEW ANGLE reveals that Norah and her parents are packing the\n\nthings into boxes.\n\nPORTER (V.O.)\nThe truth is, there ate people out\nthere in big government buildings\nand insurance agencies whose job is\nto predict the future. They don’t\nknow you or me, don’t know a thing\nabout our hopes and dreams, and\nfrankly they don’t care.\n\n(MORE )\n\f104.\n\nPORTER (V.O.) (CONT'D)\nBut still they’re hunched over\ntheir computers, crunching numbers,\nand without ever having asked you\nwhat you want to be when you grow\nBP, t hey know not only what kind of\n\nb you 11 have, and how much money\nyou’ 1 make, but whether you’1ll be\nmarried or have kids, where and how\nyou'll live, and even roughly when\nyou'll die.\n\nCUT TO:\n\nINT. PSYCH HOSPITAL\n\nWe see Walter in the ward. He’s playing a game with other\npatients. They LAUGH.\n\nPORTER (V.O.)\nAnd when you look at all their\nstatistics, all their data, all\ntheir predictions, the future looks\nless like something you get to\nwrite than something you simply get\nto show up for.\n\nCUT TO:\n\nINT. PSYCH HOSPITAL\n\nWe see Meredith and Walter visiting together. It’s tender,\nquiet. They hold hands.\n\nPORTER (V.O.)\nSo instead of deluding you, instead\nof offering you cliches and\nplatitudes, I tgats going to give\nit to you straight. Most of us will\nbe average. That’s why they call it\naverage, because the majority of us\nend up there.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nSo instead of deluding you, instead\nof offering you cliches and\nplatitudes, I tgats going to give\nit to you straight. Most of us will\nbe average. That’s why they call it\naverage, because the majority of us\nend up there. \n\nTARGET SECTION TO BE ANNOTATED:\n And according to the\nstatistics, this is what the future\nholds for the average person in\nthis class: You'll die before\nyou're 85.\n\nCUT TO:\n\nINT. PSYCH HOSPITAL\n\nMeredith stands talking to the doctor at the door again.\nAgain she leaves alone.\n\nPORTER (V.O.)\nYou'll be married, but you’1l also\nget divorced. You'll suffer from at\neast one mae jredical problem.\nE\n\f105.\n\nPORTER (V.O.) (CONT'D)\nYou’1l work out of an office, live\nin a modest home, and never make\nmore than 100 thousand dollars a\nyear. Doesn’t really sound that\nexciting does it? Certainly doesn’t\nsound like the life they promise in\nmost graduation speeches.\n\nCUT TO:\n\nINT. GARAGE\n\nHenry is happily back at work, surrounded by lumber if not\npeople\n\nPORTER (V.O.)\nBut what if I told you that the\nperson described in that scenario\nwas not someone from this class,\nbut Albert Einstein. Because while\nhe may have been one of the most\nfamous minds in history, according\nto the numbers, he was as average\nas they come. Life ft down Ehe job,\nhouse, all right down the\n\ndle. So’ how come average is\nnding the last thing you think\nof when you hear the name Einstein?\n\nCUT TO:\n\nINT. NORAH’S ROOM\nNorah is packing her own things.\n\nPORTER (V.O. -)\nIt’s because even if 1 the\nstatistics, all the predictions,\nall the numbers are true, they\ndon’t really tell you anythin\nabout what your life will be Tike.\nWhat it will be worth. fihate it will\nmean. The formulas, equations,\nscores, and data, they’re just\npieces of the story.\n\nCUT TO:\n\nEXT. NORAH’S DRIVEWAY\nWe see her and her parents loading her car up with her stuff.\n\nPORTER (V.O. 1?\nAnd if you put_them all together,\nthey don’t really tell you who\nyou'll be because people are more\nthan the SUMORE jrheir parts.\n\fPORTER (V.O.) (cont)\nI can’t stand here and tell you\nthat anything is possible, because\nit isn’t.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd if you put_them all together,\nthey don’t really tell you who\nyou'll be because people are more\nthan the SUMORE jrheir parts. PORTER (V. O.) (cont)\nI can’t stand here and tell you\nthat anything is possible, because\nit isn’t. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. PORTER'S BEDROOM\n\nANGLE ON all his books on genetics.\n\n106.\n\nCUT TO:\n\nNEW ANGLE shows him packing them up. He rests on a box,\nlooking down, toying with the rubber band on his wrist. He\n\neyes his Journal of Similarities list.\n\nPORTER (V.O.)\nYour name is already written in a\nbig book somewhere and certain\nthings, whether you like them or\nnot, have already been jotted down\nnext to it. And Maybe ePoss things\ncan’t be changed. But what your\nname will ultimately mean, what it\nwill cause others to think of, to\nremember, to feel, that is\nsomething that’s hot yet written,\nsomething that cannot be predicted.\nIt's something that only you can\ncontrol. You don! ‘t_have to believe\nanythin is possible for tomorrow\nbe the first day of the rest of\n\nyour life. You pust have to believe\nhat when all the math is done,\nthere’s still something that can’t\nbe accounted for. That thing is\nwhat makes you, you. And all you\nhave to do now, is create it.\n\nEXT. PSYCH HOSPITAL - DAY\n\nCUT TO:\n\nPorter sits alone on a bench, nervous. He keeps eying the\n\nentrance. Finally, he gets to his feet, heads in.\n\nINT. PSYCH HOSPITAL\n\nPorter and Walter sit across from one another. Walter looks\n\npeaceful. SILENCE.\n\nPORTER\nSo... you're going to be okay?\nWalter nods, shrugs.\nWALTER\n\nI think so.\n\f107.\n\nPORTER\nYou think so?\n\nWalter smiles.\n\nWALTER\nThey’ re just doctors son. They\ncan’t see the future.\n\nPORTER\nBut they have a good feeling,\nright? They feel like you’re\nprobably going to be okay.\n\nWALTER\nIt’s not up to them.\n\nA long beat. Porter works up to asking the question he really\nwants the answer to.\n\nPORTER\nWhat about me? Am I going to be\nokay?\nDeclarative, and without hesitation...\n\nWALTER\nYou’re going to be fine.\n\nPorter scoffs.\n\nPORTER\nFirst, Grandpa and now you. I mean-\n\nAgain, definitively.\n\nWALTER\nYou’re going to be fine.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nPORTER\nFirst, Grandpa and now you. I mean-\n\nAgain, definitively. WALTER\nYou’re going to be fine. \n\nTARGET SECTION TO BE ANNOTATED:\nPorter’s tone changes. He’s not combative. He really wants\nthe answer.\n\nPORTER\nHow do you know that?\n\nWalter waits until Porter looks him in the eye.\n\nWALTER\nBecause it’s up to you.\n\nAnother long beat. Then...\n\nPorter reaches down, pulls the rubber band off his wrist. He\nputs it around his father’s prosthetic.\n\nThey look at one another.\n\nCUT TO:\n\f108.\n\nINT. SUBURBAN - DAY\n\nPorter gets into the back seat, closes the door. He’s\nemotional, unsure what he’s feeling.\n\nNEW ANGLE reveals Henry sitting beside him, whittling quietly\non a piece of wood. Finally...\n\nHENRY\nAre they coming?\nPORTER\nYeah. Just have to finish some\n\npaperwork.\n\nEXT. PSYCH HOSPITAL\nThe front door opens. Meredith and Walter come out together.\n\nWalter takes a moment to look around, and then out of nowhere\nHenry comes streaking across the grounds, wraps himself\naround Walter’s leg.\n\nHe hoists the boy onto his shoulders. They walk on.\n\nEXT. NORAH'S DRIVEWAY\n\nNorah’s parents wave goodbye as she drops her loaded car into\ngear, pulls away.\n\nEXT. HIGHWAY - DAY\n\nNorah pulls onto the road, rolls down the window. Wind in her\nhair, she hits the gas.\n\nINT. PORTER'S BEDROOM\n\nPorter’s not here. The room is missing things, even if we’re\nnot sure what they are.\n\nWhat we notice is that on the far wall, where the hole was,\nis Norah’s painting, the one she said she always liked.\nEXT. DRIVEWAY - DAY\n\nPorter sits outside, alone. Thinking. Waiting. Watching.\n\nVERY SLOWLY PULL BACK to reveal he’s sitting on a fully\nloaded backpack.\n\nSuddenly, a huge smile spreads across his face as he spots\nwhat he’s looking for.\n\f109.\n\nNEW ANGLE as Norah pulls up in her loaded car. She presses a\nbutton. The trunk opens.\n\nNEW ANGLE as Porter throws his bag in the trunk.\nNEW ANGLE as Porter hugs his family.\n\n— WALTER (V.0.)\nThis is a picture of Walter Black.\n\nHenry gives Porter a wooden compass. He pats his younger\nbrother on the head.\n\nWALTER (V.O.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pats his younger\nbrother on the head. WALTER (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nA once hopelessly depressed\nindividual.\nPorter and Norah get in the car.\nWALTER (V.O.) (CONT'D)\nWho had to become a beaver.\nINT. NORAH’S CAR\n\nPorter puts the compass in the middle of the dash. The two of\nthem look at one another. They LAUGH.\n\nEXT. DRIVEWAY\n\nThe car starts. The windows come down. Porter and Norah each\nstick an arm out to wave goodbye as they drive away.\n\nWALTER (V.O.)\nWho had to become a phenomenon.\n\nANGLE ON the family. They raise their arms, wave goodbye.\nWALTER (V.O.) (CONT'D)\nSo that ultimately this could just\nbe a picture-\n\nANGLE ON Walter’s prosthetic waving goodbye, Porter’s rubber\nband around its wrist.\n\nWALTER (V.O.) (CONT'D)\n- of Walter Black.\n\nFADE OUT.\n\f"
}