{
  "1": "The Zero Theorem\n\nby\nPat Rushin\n\fFADE IN:\n\nA rim of swirling light appears, circling helplessly into a\ngigantic BLACK HOLE. It spirals inward...\n\nA phone RINGS.\n\nINT. RUN-DOWN CHAPEL - NIGHT\n\nDim, high-ceilinged. Gutted of half its pews. Broken\nstained glass windows. Vandalized statues of saints.\nIconoclastic clutter lies beneath rusted, wrought iron stands\nof votive candles.\n\nAt the chapel's front: a decapitated Jesus hangs from a\ncharred wooden cross above where an altar once stood.\n\nThe altar space: converted to a computer work station. Piles\nof carelessly stashed discs and printouts abound.\n\nSacristy doorways lead to kitchen and bathroom. An unmade\nbrass bed sits off to one side.\n\nIn an alcove off to the other side, a SHRINE. Candles burn\nin a votive stand. Framed pictures hang above it, their\nfaces turned to the wall.\n\nA tormented FIGURE sits at the computer...\n\nMeet: QOHEN LETH, 40s, gaunt, pale and completely hairless.\n\nHis hands clench and unclench above his keyboard as he stares\nmesmerized at the swirling image of a BLACK HOLE SCREENSAVER.\n\nHis rotary phone RINGS.\n\nQohen blinks out of his trance, a look of panic on his face,\nand reaches for the phone... too late.\n\nThe phone stops ringing before he can answer it.\n\nQohen MOANS softly and turns back to his computer. He taps a\nkey and the screensaver disappears, replaced by a scrolling\nflurry of esoteric symbols.\n\nHe types frenetically, eyes focused intensely.\n\nThe phone RINGS. Qohen snatches the receiver.\n\nQOHEN\nHello? Hello?\n\nNo answer.\n\nQohen SIGHS, slowly hangs up the receiver, and returns his\nattention to the computer screen. He begins typing again...\n\fHis wind-up clock RINGS. Its hands read 5:09.\n\nQohen jumps. He slaps the alarm off, rubs his eyes as if\nhe's just awakened. Standing and stretching, he raises his\neyes to the disfigured crucifix before him.\n\nINT.",
  "2": "---END OF PREVIOUS SECTION---\nHe slaps the alarm off, rubs his eyes as if\nhe's just awakened. Standing and stretching, he raises his\neyes to the disfigured crucifix before him. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN - LATER\n\nQohen stands in his small galley kitchen, waiting for the\nmicrowave to finish, an open container of generic \"INSTANT\nOATMEAL\" on the counter in front of him.\n\nAn open cupboard above reveals various food products, all\nbland, all tasteless, all generically packaged in white with\nblock black lettering.\n\nQohen methodically sets the counter with plate, napkin,\nspoon... and, after retrieving the spoon from its drawer,\nnotices a steak knife.\n\nHe picks it up, studies its edge, then... gently traces a\nforearm vein, like an architect drawing a blueprint.\n\nThe knife draws blood.\nQohen stares at it.\nThe microwave BEEPS.\nThe wall phone RINGS.\n\nQohen looks confused for a moment. Then, frantic and\nhopeful, he lunges for the phone.\n\nQOHEN\nHello?\n\nHe listens, face turning bland.\nQOHEN (CONT'D)\n\nNo... We're sorry... We're afraid you\n\nhave the wrong number.\nQohen hangs up, takes his steaming bowl of oatmeal from the\nmicrowave. He stands at the counter, spoon in hand, staring\nat the bowl with slight distaste: just another job to do.\nHe absently brings his wrist to his mouth, tastes the blood.\n\nHis face sours.\n\nHe grabs his napkin and wipes his tongue clean.\n\fINT. BATHROOM - LATER\n\nQohen stares at himself in the mirror as he brushes his\nteeth. He spits, takes a deep breath.\n\nINT. CHAPEL - LATER\n\nClad in black, sleeves and collar buttoned, Qohen pops a disc\nout of his computer and slips it into his shirt pocket.\n\nSHRINE - MOMENTS LATER\n\nQohen lights a candle. He stares at one of the picture\nframes, then carefully turns it to reveal its hidden photo.\n\nINSERT - PHOTO\n\nStanding on the front porch of a suburban home, Qohen's WIFE\nholds their baby SON in her arms, both smiling at the camera.\nShe holds the baby's hand up in a pudgy-fingered wave.\nStanding behind the two, YOUNG QOHEN beams with pride.\n\nBACK TO SCENE\n\nQohen gazes at the photo, then bows his head, fighting his\nemotion.",
  "3": "---END OF PREVIOUS SECTION---\nShe holds the baby's hand up in a pudgy-fingered wave. Standing behind the two, YOUNG QOHEN beams with pride. BACK TO SCENE\n\nQohen gazes at the photo, then bows his head, fighting his\nemotion. \n---TARGET SECTION TO BE ANNOTATED---\n He turns the picture's face to the wall again.\n\nHe walks down the long aisle to the chapel door, opens it.\nINT. DILAPIDATED VESTIBULE - MOMENTS LATER\n\nQohen approaches a great oak door. He hesitates as he\ntouches the doorknob, bracing himself, then opens it...\n\n-..to a blast of light and STREET NOISES.\nEXT. INNER-CITY STREET - MORNING\n\nQohen exits. Colorful graffiti mars words etched in stone\nabove the door: \"THE BROTHERHOOD OF THE INEFFABLE NAME\".\n\nHe hurries past caged storefronts, eyes downcast.\n\nNear his bus stop, Qohen sees a GIRL, 10, sitting on the curb\nbeside a toppled bicycle. She holds a skinned knee, CRYING.\n\nQohen hesitates, looks around. No one else is there to help.\nHe approaches the Girl cautiously.\n\nQOHEN\nWe hate to impose ourselves, but... may\nwe assist you in any way?\nThe Girl covers her face with her hands, still CRYING.\n\nQohen stares at her helplessly, then moves to her bike.\n\fA bent fender scrapes the front wheel when he tests it. He\ntries to pry the fender back into shape.\n\nThe Girl drops her hands from her face.\n\nGIRL\nLeave my bike alone! Leave it alone!\n\nA SIREN sounds close by, and a helmeted MOTORCYCLE COP skids\nup to the curb, engine ROARING. He turns off the siren,\ndismounts, slowly approaches Qohen and the girl.\n\nMOTORCYCLE COP\nPlease step back from the child, sir.\n\nQOHEN\nWe were simply attempting to --\n\nMOTORCYCLE COP\nPut down the bike and step back.\n\nQohen gently lays down the bicycle.\nHis bus passes, and he hastens to his stop.\n\nThe bus door opens. Qohen looks at the Motorcycle Cop\ncomforting the crying Girl. His face tightens.\n\nINT. CITY BUS - MOMENTS LATER\n\nQohen sits alone in the rear seat. The bus jumps and\njostles. Qohen shuts his eyes, hands folded as if in prayer.\nTRAFFIC NOISES BLARE in a crescendo of anxiety.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nQohen shuts his eyes, hands folded as if in prayer. TRAFFIC NOISES BLARE in a crescendo of anxiety. INT. \n---TARGET SECTION TO BE ANNOTATED---\n QOHEN'S WORK CUBICLE - AFTERNOON\n\nNeat and orderly. No sign of personal belongings.\n\nOne poster adorns the wall: a man's torso in a sharply-\ntailored taupe suit. Bold letters proclaim: \"MANAGEMENT\".\nSmaller script reads: \"Everything's Under Control.\"\n\nA video camera (labeled MANCAM) records Qohen's every move.\n\nExcept Qohen doesn't move. He simply sits staring at his\ncomputer monitor, trancelike.\n\nThe image on the monitor shows Qohen from behind, staring at\nan image of himself on his monitor staring at an image of\nhimself... ad infinitum.\n\nHis phone RINGS.\n\nQohen slowly comes back to reality as the phone continues\nRINGING. Finally, he picks up the receiver.\n\fA female COMPUTERIZED VOICE speaks.\n\nCOMPUTERIZED VOICE (V.O.)\nHello -- Qohen Leth -- Corporate Health\nMaintenance has approved review of your\ndisability request for today at 14:40.\nPlease be prompt.\n\nQOHEN\nWe are nothing if not prompt.\n\nQohen hangs up, glances at his watch. He touches his\nkeyboard: the image of himself shrinks to the screen's upper\ncorner, replaced by a column of flashing signs, cryptic\nsymbols, formulae and numerals.\n\nQohen frowns and with some effort begins typing.\n\nMR. JOBY, 20s, appears in the cubicle's doorway, scratching\nan elusive itch inside his ill-fitting suit coat. He is a\nsoft, manic-looking man with shaggy hair and beard.\n\nJOBY\nHow's it hanging, Quinn?\n\nQOHEN\n(without looking up)\nIt's Qohen, Mr. Joby, and, as we've told\nyou before, it isn't hanging at all well.\nWe're dying.\n\nJOBY\nAgain? Better see the medics about that.\n\nQOHEN\nWe have an appointment this afternoon.\n\nJOBY\nNot this afternoon, Quinn.\n\nQOHEN\nYou approved it.\n\nJOBY\nCancel it. You got that Transfinite\nQuantum Paradox Project due today.\n\nQOHEN\nWe attached it to you yesterday.\n\nJOBY\nGood work. But you still have that\nWhatchacallit Project due next week.\n\nQOHEN\nThe Neural Synaptic Intervention\nProject. Also finished.",
  "5": "---END OF PREVIOUS SECTION---\nBut you still have that\nWhatchacallit Project due next week. QOHEN\nThe Neural Synaptic Intervention\nProject. Also finished. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE )\n\fQOHEN (CONT'D)\nTautologics Division is running the\nstandard redundancies.\n\nJOBY\nWhoa! You did all that this morning?\n\nQOHEN\nWe did it all at home last night. As\nwe've told you repeatedly, we find our\n\nwork environment... distressing. The\npeople, the lighting, the noise, the\ninterruptions, the... the people...\n\n(taking a deep breath)\nConsidering our at-home output, we can't\nbegin to imagine why you insist on our\ncoming here each day.\n\nJoby removes his suit coat and reaches over his shoulder to\n\npursue a particularly shy itch.\n\nJOBY\nThat's a Management decision, Quinn.\n\nQOHEN\nQohen. Q--no U--O-H-E-N.\n\nJOBY\nOut of my hands.\n\nQOHEN\nPerhaps we should talk to Management.\n\nJoby stifles a guffaw, then casually drapes his suit\nover the ManCam.\n\nJOBY\n(voice lowered)\nNobody talks to Management, Quinn. No\nway, no how, nuh-uh, nyetskis. Take my\nadvice. Knock off the bitching and\nmoaning. It's not all that bad here.\n\nQOHEN\nIt's worse than you can imagine,\nMr. Joby, but we could suffer the wear\nand tear on our nerves if only we weren't\nafraid of missing our call.\n\nJOBY\nYour call...\n\nQOHEN\nYes, our call. We've mentioned it a\nnumber of times.\n\nJOBY\n.»-. Ain't ringing a bell.\n\ncoat\n\fQOHEN\nWe're expecting a certain phone call, a\ncall we've been waiting for all our\nlives, a call that will give our lives\npurpose and meaning, and each minute we\nspend here, we fear we may be missing it.\n\nJOBY\nOh. Right. That call. Um... How about\nletting your machine take it? Or get\ncall forwarding. I guess I could bend\nthe rules on personal calls in your case.\n\nQOHEN\nWe have to be home to receive it.\n\nJoby shakes his head, stumped. He moves behind Qohen and\nmassages his shoulders.\n\nJOBY\nI feel for you, Quinn, but there's\nnothing I can do.",
  "6": "---END OF PREVIOUS SECTION---\nJoby shakes his head, stumped. He moves behind Qohen and\nmassages his shoulders. JOBY\nI feel for you, Quinn, but there's\nnothing I can do. \n---TARGET SECTION TO BE ANNOTATED---\nQOHEN\n(stiffening)\nWe prefer not to be touched.\n\nJoby stops, steps back.\n\nQOHEN (CONT'D)\n\nWe've been extremely patient, Mr. Joby,\nbut we're afraid we must now issue an\nultimatum. Either you let us work at\nhome, or we will be forced to resign.\n\nJOBY\nYou can't quit, Quinn! You're the best\ncruncher I got!\nQohen turns back to his computer and resumes typing.\nQOHEN\nIf our meeting with Health Maintenance is\nsuccessful, the issue will be settled.\nIf not, you leave us no choice.\n\nJOBY\nYou're killing me! Be reasonable!\n\nQohen ignores him.\nJoby grabs his coat and turns to leave, frustrated.\n\nJOBY (CONT'D)\nI'll see what I can do, Quinn.\n\fINT. HEALTH MAINTENANCE BOARD - DAY\n\nThree doctors sit at one end of a long table, grayish light\nfrom an overcast day sifting through the window behind them.\n\nAt the head sits DOCTOR #1, a prim woman in a drab business\nsuit. She polishes her bifocals with a tissue.\n\nTo her right sits DOCTOR #2, a middle-aged man in hospital\nscrubs that reveal a NicoDerm patch on his upper arm. He\nchews a wad of Nicorette gum while perusing Qohen's file.\n\nDOCTOR #3 slouches to Doctor #1's left. A handsome young man\nin a white lab coat, stethoscope draped around his neck, he\ngazes out the window with the soulful look of a bored poet.\nQohen sits stone-faced at the far end of the table.\n\nDoctor #1 puts on her glasses to appraise him.\n\nDOCTOR #1\nAnd this is...?\n\nDoctor #2 nervously clicks his pen, chomping on his gum.\n\nDOCTOR #2\nQohen Leth, Ontological Research\nDivision, requesting Disability Leave.\n\nQOHEN\nOr reassignment to work at home.\n\nDOCTOR #1\nThat's a Management decision, Mr. Leth.\nWe only deal with health issues here.\nWhat seems to be the problem?\n\nQOHEN\nWe're dying.\n\nDOCTOR #3\nWho's \"we\"?\n\nQOHEN\nUs. Ourselves.",
  "7": "---END OF PREVIOUS SECTION---\nDOCTOR #3\nWho's \"we\"? QOHEN\nUs. Ourselves. \n---TARGET SECTION TO BE ANNOTATED---\nDOCTOR #3\nBut there's only the one of you.\n\nQOHEN\nSo it would appear.\n\nDoctor #3 SNIFFS, returns to gazing out the window.\n\fDOCTOR #2\n(consulting file)\nSubject's had five physicals in the last\nyear. He's healthy as a horse.\n\nDoctor #1 takes the file from him, scanning it.\n\nDOCTOR #1\nWhat makes you think you're dying?\n\nQOHEN\nWe can feel it. Deep inside us...\n\nDOCTOR #2\nHeart's strong as an ox.\n(a frustrated puff on pen)\nBP and cholesterol I could only dream of.\n\nQOHEN\nOur hair has fallen out.\n\nDOCTOR #3\nIdiopathic.\n\nDOCTOR #2\nPerfectly harmless. The tests don't lie.\n\nQOHEN\nThen the tests are merely mistaken.\n\nDOCTOR #1\nAccording to your file, you're the most\nproductive number cruncher in your --\n\nQOHEN\nEntity cruncher. Our data is much more\ncomplex than mere numbers.\n\nDOCTOR #1\nDying people are rarely so productive.\n\nQOHEN\nNevertheless, we're dying.\n\nDOCTOR #2\nNo you're not.\n\nQOHEN\nYes we are.\n\nDOCTOR #2\nNo you're not!\n\nQOHEN\nYes we are.\n\f10.\n\nDoctor #2 grabs the Nicorette pack, savagely rips loose a\npiece of gum and shoves it in his mouth.\n\nDoctor #3, supremely bored now, uses his stethoscope to\nlisten to his own heartbeat.\n\nQOHEN (CONT'D)\nPerhaps we should get another opinion.\n\nDOCTOR #3\nOh, let me do this one! Please?\n\nDoctor #1 nods. Doctor #3 sits up, clears his throat.\n\nDOCTOR #3 (CONT'D)\nFrom the moment we're born, we all begin\nto die. Sooner or later, beggar or king,\ndeath comes to all.\n\nDOCTOR #1\nThat will do, Doctor.\n\nDOCTOR #3\nBut it's true.\n\nDOCTOR #2\nWhere'd you get your degree?\n\nDOCTOR #1\nDisability request denied. It's back to\nwork for you, Mr. Leth.\n\nQohen rises to leave, defeated. Doctor #1 takes off her\nglasses, studying him.",
  "8": "---END OF PREVIOUS SECTION---\nLeth. Qohen rises to leave, defeated. Doctor #1 takes off her\nglasses, studying him. \n---TARGET SECTION TO BE ANNOTATED---\nDOCTOR #1 (CONT'D)\nThis board must also recommend that you\nseek psychiatric evaluation.\n\nDoctor #2 waves a CD-ROM.\n\nDOCTOR #2\nI saw this coming a mile away.\n\nQOHEN\nWe've seen psychiatrists in the past.\nIt's proven to be a waste of our time.\nWe must stay home to wait for our call.\n\nDOCTOR #2\nYou'll have time for this one.\n\nHe slides the CD-ROM down the table. Qohen picks it up. The\ncover reads: DR. SHRINK-ROM: INTERACTIVE PSYCHIATRIST.\n\nDOCTOR #2 (CONT'D)\nShe makes house calls.\n\f11.\n\nINT. QOHEN'S WORK CUBICLE - LATER\nJoby stands in Qohen's doorway, arms folded.\n\nJOBY\nDidn't figure the medics would help, but\nJoby's here. I can get Management to see\nyou. He'll be at my party tonight.\n\nQOHEN\nParty?\nJOBY\n(sheepishly)\n\nGuess you missed your invitation. Whole\noffice is coming, including Management\nhimself. Just show up. I'll take care\nof the rest.\n\nQOHEN\nWe're afraid we can't.\n\nJOBY\nWhat, gotta stay home and shampoo?\n\nJoby playfully musses Qohen's hairless head but, seeing his\nfrigid expression, quickly stops.\n\nQOHEN\nWe fear parties... We especially fear\nliving rooms at parties... We never know\nquite... where to stand.\n\nJoby stares, then suddenly LAUGHS, slapping him on the back.\n\nJOBY\nYou kill me, Quinn. See you tonight.\n\nJoby leaves. Qohen takes a deep breath to calm himself.\n\nQOHEN\nIt's Qohen.\n\nINT. JOBY'S LIVING ROOM - NIGHT\n\nQohen uncomfortably plods his way through a room crowded with\nCO-WORKERS. He is lost amid the LAUGHTER AND CONVERSATION.\n\nHe passes a couple of CO-WORKERS who eye him derisively.\n\nCO-WORKER #1\nWho's the geeky goth?\n\nCO-WORKER #2\nCube zombie. Some kind of Einstein.\n\f12.\n\nQohen bumps into BAINSLEY, 20s, wearing a loudly-patterned\ndress her buxom figure seems to be bursting out of.",
  "9": "---END OF PREVIOUS SECTION---\nSome kind of Einstein. 12. Qohen bumps into BAINSLEY, 20s, wearing a loudly-patterned\ndress her buxom figure seems to be bursting out of. \n---TARGET SECTION TO BE ANNOTATED---\nQohen steps to his right just as Bainsley steps to her left.\nShe steps to her left just as Qohen shifts to his right.\n\nBainsley GIGGLES, still blocking his way.\n\nBAINSLEY\nI love the look. Fifty-first century\nhuman, the final evolutionary product.\nMaximum brain, minimalist body.\n\nQohen stares at her, then clumsily makes his way past her.\nQohen finds Joby, obviously tipsy, laughing with a crowd.\n\nJOBY\nParty boy! You made it!\n\nQOHEN\nIs Management here?\n\nThe group looks at Qohen strangely. Joby LAUGHS\nuncomfortably, takes Qohen's arm, and moves him away.\n\nJOBY\n(whispering)\nYou wanna start a rumor riot?\n\nQOHEN\nWhere is Management?\n\nJOBY\nProbably on his way. Soon as I spot him,\nI'll let you know. Meantime...\n\nJoby slaps Qohen on the back. Qohen flinches.\nJOBY (CONT'D)\n(loudly)\nLighten up, have a little fun for a\nchange. Mingle, Quinn, mingle!\n\nQOHEN\nIt's Qohen.\n\nJOBY\nOf course it is.\n\nJoby gives Qohen a push on his way.\n\nAs Qohen looks for a place to retreat from the party crush,\nNOISES FADE. He enters a quiet corner of the room.\n\f13.\n\nDIMLY-LIT CORNER\n\nTwo wing-back chairs flank a table with a reading lamp.\n\nIn the furthest chair sits MANAGEMENT, dressed in the same\ntaupe suit featured in the poster in Qohen's office, a suit\nthat, chameleon-like, matches the color of the chair. He\nblends in so well that, at first, Qohen doesn't even see him.\nBut when he does, Qohen stops, takes a step back.\n\nManagement holds a book at eye level. With his other hand,\nhe balances a teacup and saucer on his knee. Apparently\nengrossed in his reading, Management lifts the teacup, takes\na delicate sip, and returns the cup carefully to its saucer.\nQohen quietly turns to leave.\n\nMANAGEMENT\nI take it you're not happy, Mr. Leth.\n\nQohen hesitates, startled.\n\nQOHEN\nDo we...",
  "10": "---END OF PREVIOUS SECTION---\nLeth. Qohen hesitates, startled. QOHEN\nDo we... \n---TARGET SECTION TO BE ANNOTATED---\n know you?\n\nStill not looking at Qohen, Management turns a page.\n\nMANAGEMENT\nI know you, Mr. Leth. Sit.\n\nQohen grimaces in the direction of the party, then nervously\nperches on the edge of the empty chair.\n\nManagement sips from his teacup, eyes riveted on the page.\n\nMANAGEMENT (CONT'D)\nWhat seems to be the problem?\n\nQOHEN\nWe... We simply want to go home.\n\nQohen notices Management's bland disinterest.\n\nQOHEN (CONT'D)\nWe could easily double our output there.\n\nManagement turns another page.\nQohen drums his fingers on his knees.\nQOHEN (CONT'D)\nOur chief concern is that we might miss\n\nour call... You see, we have been waiting\nfor a certain call all our lives now...\n\f14.\n\nManagement stops reading, slowly looks up from his book.\n\nQOHEN (CONT'D)\n.+-and although the nature and origin of\nour call remain quintessentially a\nmystery to us, we can't help but hope it\nwill provide us with a purpose we've long\nlived without.\n\nManagement studies Qohen for a moment, then blinks and\nreturns his attention to his book.\n\nMANAGEMENT\nYou're quite insane, Mr. Leth.\n\nQohen stands, cowed by Management's bland disinterest.\n\nQOHEN\nWe're sorry to have disturbed you.\n\nHe turns and flees to the...\nLIVING ROOM\n\nBainsley hovers over a tray of hors d'oeuvres, stuffing her\nface. She spies Qohen making for the door.\n\nSuddenly a drunken Joby snags Qohen.\n\nJOBY\nQuinn, you chrome-domed bastard! Where\nare you going? Have a drink! Eat!\n\nQOHEN\nWe saw him.\n\nJOBY\nWho?\n\nQOHEN\nManagement.\n\nPeople nearby overhear and turn to stare quizzically. Joby\nmakes a show of LAUGHING skeptically.\n\nJOBY\nBetter watch the cocktails, Quinn!\n(pulling him aside, whispering)\nAre you crazy? Management parties\nincognito!\n\nQOHEN\nThis isn't working, Mr. Joby.\n\nJOBY\nNo shit! You're blowing his cover!\n\f15.\n\nQOHEN\nWe're afraid we must go now.\n\nJOBY\nWait. I'll get you a meeting with him.",
  "11": "---END OF PREVIOUS SECTION---\nQOHEN\nWe're afraid we must go now. JOBY\nWait. I'll get you a meeting with him. \n---TARGET SECTION TO BE ANNOTATED---\nJoby steers Qohen to the buffet table.\n\nJOBY (CONT'D)\nYou're not leaving without eating, Quinn!\n\nQOHEN\nIt's Qohen. We've apparently had our\nmeeting. And our diet dictates against\nall foods with perceptible flavor.\n\nJOBY\nEat. That's an order.\n\nQohen surveys the food tray grimly. He SIGHS, selects an\nolive, and tucks it into his mouth, frowning.\n\nJOBY (CONT'D)\n(loudly)\nPlenty of eats!\nJoby slaps Qohen on the back.\nQohen GULPS, lodging the olive deep in his throat.\n\nJOBY (CONT'D)\nPlenty more! Plenty for everybody!\n\nJoby moves off, drunkenly glad-handing other guests.\nQohen stumbles away, struggling for breath.\nHALLWAY\n\nAway from the crowd, Qohen falls against the wall, panic-\nstricken. He pounds his chest, trying to free the olive.\n\nHe lurches to an open doorway.\n\nSTUDY\n\nAs if by magic, Management sits behind a mahogany desk\nreading his book and sipping his tea. His eyes move from the\nbook to Qohen with an expression of mild amusement.\n\nMANAGEMENT\nWhat is the meaning of life, Mr. Leth?\n\nQohen clutches his throat, eyes bulging.\n\f16.\n\nMANAGEMENT (CONT'D)\nSo close to its end, and still no answer.\n\nManagement closes his book.\nMANAGEMENT (CONT'D)\nI have a special project for you that\nmight prove to be mutually beneficial.\nThe room blurs.\nMANAGEMENT (CONT'D)\nBut there's not much time, Mr. Leth. Not\nmuch time at all...\nQohen's knees buckle...\n\nAnd then he is suddenly lifted off his feet from behind and\ndragged back into the...\n\nHALLWAY\n\nBainsley performs the Heimlich maneuver on Qohen. She loses\nher balance, stumbles down the narrow corridor with him. She\nhangs on fiercely, heaving him off his feet again and again.\n\nThe olive SHOOTS from his mouth, ricochets off the wall and\nrolls to a stop by the baseboard. Instantly a scruffy rodent\nappears, grabs the olive and disappears back into the wall.\n\nBainsley releases her hold. Qohen gasps for breath.",
  "12": "---END OF PREVIOUS SECTION---\nInstantly a scruffy rodent\nappears, grabs the olive and disappears back into the wall. Bainsley releases her hold. Qohen gasps for breath. \n---TARGET SECTION TO BE ANNOTATED---\nBAINSLEY\nI thought I smelled trouble.\n\nThe neckline of Bainsley's dress is tugged low. She blithely\nplumps her breasts while rearranging her clothing.\n\nBAINSLEY (CONT'D)\nEverybody hates to make a scene, but the\nworst thing you can do is go off by\nyourself. Embarrassment's the number one\ncause of choking deaths.\n\nQohen stares into her eyes, speechless. He suddenly beelines\nfor the bathroom. Closes the door. Locks it.\n\nBATHROOM\n\nQohen splashes water on his face. He stares at himself in\nthe mirror. He reaches to touch his reflection... then\nstaggers backward with a look of pain.\n\nHe sits on the toilet seat, face buried in his hands.\n\nA loud KNOCK at the door. Qohen jumps to his feet, startled.\n\f17.\n\nBAINSLEY (V.O.)\nStill alive in there?\n\nQohen quickly dries his face and opens the door. Bainsley\nsqueezes past him, hands him her wine glass.\n\nBAINSLEY (CONT'D)\nHold this.\n\nShe heads for the toilet, hiking her dress to the top of her\nthighs. Qohen stares. Bainsley smiles...\n\nBAINSLEY (CONT'D)\nCare to join me?\n\nQOHEN\nExcuse us?\nBAINSLEY\n(winking)\nClose the door... I won't be long.\n\nHALLWAY\n\nQohen closes the door and stands uncomfortably, wine in hand.\nHe sniffs it distastefully, then eases to the study.\n\nSTUDY\n\nQohen scans the room, puzzled. Management is gone.\nHALLWAY\n\nQohen stands obediently outside the bathroom door.\nThe toilet FLUSHES. The faucet RUNS.\n\nThe door opens. Bainsley exits, smoothing her dress. She\nflashes Qohen a sexy smile, takes the wine glass from him.\n\nBAINSLEY\nSo I saved your life. No big deal?\n\nQOHEN\nForgive our ambivalence. Thank you.\n\nBAINSLEY\nYou owe me. I'm Bainsley.\n\nShe takes his hand in hers, looks him up and down.\n\nBAINSLEY (CONT'D)\nAnd you are...?\n\nQOHEN\nQohen. Q--no U--\n\f18.",
  "13": "---END OF PREVIOUS SECTION---\nBAINSLEY (CONT'D)\nAnd you are...? QOHEN\nQohen. Q--no U--\n\f18. \n---TARGET SECTION TO BE ANNOTATED---\nBAINSLEY\nYou work with these people?\n\nQOHEN\nIn a manner of speaking.\n\nBAINSLEY\nWhat do you do?\n\nQOHEN\nWe crunch entities.\n\nBAINSLEY\nYou got a mouse in your pocket?\n\nQOHEN\nExcuse us?\n\nBAINSLEY\nWho's \"we\"?\n\nQOHEN\nUs. Ourselves.\n\nBAINSLEY\nCatchy.\n\nShe tugs at her dress as if uncomfortable with its fit.\n\nBAINSLEY (CONT'D)\nYou're staring at me. You think my dress\nis incredibly ugly.\n\nQOHEN\nWe -- we really should be going --\n\nBAINSLEY\nIt's my daddy's fault. He used to buy me\nthese incredibly ugly clothes to keep the\nboys away. Didn't work. Only made me\nwant to get naked, and that's no way to\nkeep the boys away. So I never developed\na fashion sense. Are you on drugs?\n\nQOHEN\nNo.\n\nBAINSLEY\nHave you tried them?\n\nQOHEN\nWe have tried many pharmaceuticals, both\ntherapeutic and recreational, but we've\ndiscovered none with sufficient potency\nto treat our essential condition.\n\fShe leans\n\n19.\n\nBAINSLEY\nI hear you. You should try natural\nherbs. I'm happy with the herbs. Way\nhappy. They should put St. John's Wort\nin the drinking water, like fluoride...\n\nclose and rests an elbow on his shoulder.\n\nBAINSLEY (CONT'D)\n...Are you here alone?\n\nQOHEN\nWe are generally everywhere alone.\n\nBAINSLEY\nThe \"we\" thing: royal or plural?\n\nQOHEN\nGeneric.\n\nShe trails her fingernails over the skin of his scalp.\n\nBAINSLEY\nLove it. You're the enigmatic workaholic\ntechnogeek. I'm the mysterious party-\ngirl. My place or yours?\n\nQOHEN\nWe'd only disappoint you.\n\nBAINSLEY\nBest line I've heard all night.\n\nHer lips move close to his. Qohen pulls back, flustered.\n\nQOHEN\nWe can't imagine your interest in us.\n\nBAINSLEY\nI saved your life. That's a turn-on.\n\nQOHEN\nWe really must be leaving.\n\nBainsley touches a finger to his lips.\n\nBAINSLEY\nSeriously. We could have some fun.",
  "14": "---END OF PREVIOUS SECTION---\nBainsley touches a finger to his lips. BAINSLEY\nSeriously. We could have some fun. \n---TARGET SECTION TO BE ANNOTATED---\nShe caresses his chest, pulls a felt-tip pen from his pocket,\nand scrawls her name and number on the palm of his hand.\n\nBAINSLEY (CONT'D)\nCall me.\n\nQohen stares at his hand.\n\f20.\n\nINT. CHAPEL - BATHROOM - NIGHT\n\nQohen scrubs his hand in scalding water. He looks at himself\nin the mirror. Steam obscures his reflection.\n\nEXT. BEACH - DAY\nGulls SCREECH. The surf CRASHES and ROARS.\nYoung Qohen is buried in the sand up to his neck.\n\nHis Wife tamps the sand down, LAUGHING, while his Son\ndecorates the mound with seashells. Qohen struggles gamely\nto free himself, grinning with red-faced delight.\n\nThen his face goes slack, and he stares straight out at his\ninevitable future with a mixture of fear and revulsion...\n\nINT. CHAPEL - SHRINE - NIGHT\n\nQohen studies the photo. He traces Young Qohen's smile with\nhis finger, then turns the picture's face to the wall.\n\nINT. CUBICLE HALLWAY - DAY\n\nJoby leads Qohen past a maze of cubicles. Sounds of TYPING,\nCONVERSATION, phones RINGING. Qohen hastens to keep up.\n\nJOBY\nBe careful what you wish for, Quinn.\n\nQOHEN\nWhat's this all about?\n\nJOBY\nYou're going home. Management assigned\nyou to the Zero Theorem Project. He's\nbeen hand-picking talent to crunch it\nsince before I was hired. So far, no\nluck. The Clones are at your place right\nnow setting up your hardware.\n\nQOHEN\nClones?\n\nJOBY\nResearch and Development techies.\nThey already changed the locks. Not to\nworry. You'll get a key.\n\nThey reach a door labelled \"MANCOM\". Joby unlocks it.\n\nJOBY (CONT'D)\nI got my money on you, Quinn. Some big,\nbad entities to crunch, but I'm sure\nyou'll be proving the theorem in no time.\n\f21.\n\nQOHEN\nWhat exactly will we be proving?\n\nJOBY\nDon't ask. It's all very hush-hush...\n\nJoby opens the door, releasing a cold fog.\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nIt's all very hush-hush... Joby opens the door, releasing a cold fog. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MANCOM MAINFRAME - CONTINUOUS\n\nA cavernous room filled with blinking banks of HUMMING,\nceiling-high computers. Qohen can see his breath.\n\nJOBY\n.+. But just between you and me... You\nsolve Zip-T, I bet Management helps you\nget you that call of yours.\n\nQohen stops -- surprised, hopeful.\n\nQOHEN\nHe can do that? But how?\n\nJoby tugs Qohen's sleeve, pulls him forward.\n\nJOBY\nManagement works in mysterious ways,\nQuinn.\n\nAs they walk down an aisle, a faint CLICKING grows louder.\n\nJOBY (CONT'D)\nThis is ManCom, biggest neural net\ncomputer in the world. Learns just like\na human, trial and error, but a hell of a\nlot faster. Already the smartest thing\non the planet... and still learning!\n\nThey turn a corner.\n\nBOB, 15 -- frail, anemic, baggy-eyed -- sits at the control\nconsole rapidly CLICKING a mouse. He's bundled in heavy\njacket, hooded sweatshirt, scarf and fingerless gloves.\n\nA row of monitors flash dizzying images, a fast-changing\nencyclopedic array of charts, pictures, and geometric code.\n\nJOBY (CONT'D)\nWorking hard, Bob?\n\nBOB\n(without looking up)\nHardly working, Bob. Still teaching this\nstupid motherfucker... Excuse my French.\n\f22.\n\nJOBY\nDon't mind me. I'm just getting Quinn\nhere started on Zip-T.\n\nBob pulls off his hood to reveal a ratty pony tail. He gives\nQohen a sideways glance.\n\nBOB\nI give him two weeks.\n\nQOHEN\nTo complete the project?\n\nBOB\n(rolling eyes)\nTill you crash and burn, Bob.\n\nJoby pulls Qohen past Bob, turning another corner.\n\nQOHEN\nWho was that?\n\nJOBY\nThat was Bob.\n\nQOHEN\nBut he called you Bob. He called us Bob.\n\nJOBY\nBob calls everybody Bob. Says it's a\nwaste of brain cells remembering names.\n\nQOHEN ;\nIsn't he rather young to be working here?\n\nJOBY\nKid could program before he could walk.\n\nThey reach a row of file cabinets. Joby opens a drawer,\npulls out a stack of CD-ROMs, piles them into Qohen's hands.",
  "16": "---END OF PREVIOUS SECTION---\nJOBY\nKid could program before he could walk. They reach a row of file cabinets. Joby opens a drawer,\npulls out a stack of CD-ROMs, piles them into Qohen's hands. \n---TARGET SECTION TO BE ANNOTATED---\nJOBY (CONT'D)\nCrunch this stuff for starters. Upload\nASAP. ManCom will send you new downloads\nevery day. Miss a deadline, you're off\nthe project. How's that for pressure?\n\nJoby gives him more disks. Overwhelmed, Qohen struggles to\nkeep from dropping them. Joby reaches into the drawer again.\n\nJOBY (CONT'D)\nDon't worry, Quinn. You got what you\nwanted. Everything's under control.\n\nJoby holds up the last disk, stares through its hole.\n\f23.\n\nJOBY (CONT'D)\n\nYou ever get the feeling the whole\nuniverse is a big fat cosmic joke... and\nmaybe you're the punch line...? You ever\nget that feeling, Quinn?\n\nQOHEN\nIt's Qohen.\n\nJoby tucks the final disk into Qohen's shirt pocket.\n\nJOBY\nUh-huh... That's what I figured.\n\nINT. CHAPEL, KITCHEN, BATHROOM, SHRINE - MONTAGE\n\n1. Qohen working at his computer, featuring several bulky\nnew drives. Geometric hieroglyphics scroll down the monitor.\n\n2. Monitor showing file download in progress.\n3. Qohen ordering generic groceries from a website.\n\n4. Qohen standing at his KITCHEN counter, eating a bland,\njoyless meal from a microwaveable container.\n\n5. Qohen crunching entities. His new touch tone phone\nRINGS. He answers hopefully. He listens, hope dimming, then\npunches several buttons on the touch tone.\n\n6. Monitor showing file upload in progress.\n\n7. Qohen at his BATHROOM mirror rubbing baggy eyes.\n\n8. Entities scrolling at breakneck speed on monitor, Qohen's\nfingers flying on the keyboard, his expression grim.\n\n9. Qohen lying awake in bed, tired eyes restless.\n\n10. Qohen at the shrine lights a candle, gazes at the candle\nflame as the match burns down to his fingers, unnoticed.\n\n11. A framed photo of Qohen's Wife and Son walking hand in\nhand through a field of wildflowers. The photo comes to\nlife, and Wife and Son look out, startled and saddened.\n\n12. Qohen stares at the photo, eyes moistening. He turns\nand walks out of the alcove to his computer, raising his eyes\nto the crucifix.",
  "17": "---END OF PREVIOUS SECTION---\n12. Qohen stares at the photo, eyes moistening. He turns\nand walks out of the alcove to his computer, raising his eyes\nto the crucifix. \n---TARGET SECTION TO BE ANNOTATED---\n Mounted where Jesus' head should be, a\nMANCAM trains its lens on him, the lens morphing into...\n\n13. The Black Hole... A phone RINGS... fades.\n\nINT. CHAPEL - DAY\n\nQohen at his computer, the ManCam trained on him.\n\f24.\n\nQohen's monitor: DR. SHRINK-ROM, 50s, an interactive CD-ROM\n\ntherapist. Warm and caring, she sits in a great leather\n\nchair, notebook in hand, pen poised.\n\nDR. SHRINK-ROM\nYou seem tense, Qohen. Perhaps you'd\nlike to start over. Let's return to the\nsubject of your fears.\n\nQOHEN\nWe fear...\n(deep breath)\nNothing.\nDR. SHRINK-ROM\nGo on.\n\nQOHEN\nWe're afraid we can't.\n\nDR. SHRINK-ROM\nOf course you can. Let's explore this\ncontradiction. You say you fear nothing,\nbut in previous sessions...\n\nA notebook window pops up next to Dr. Shrink-ROM, showing the\n\nbulleted list she reads from.\n\nDR. SHRINK-ROM (CONT'D)\n...you've reported fear of death, fear of\nlife, fear of open spaces, fear of closed\nspaces, fear of people, fear of missing a\ncertain phone call, fear of --\n\nQohen moves his cursor to close the notebook window.\n\nQOHEN\nWe fear many things, but ultimately we\nfear nothing more than anything.\n\nDR. SHRINK-ROM\nNoted. Please go on.\n\nQOHEN\nIn what manner, Doctor?\n\nDR. SHRINK-ROM\nAre you trying to be difficult?\n\nQOHEN\nNot at all... It seems we're capable of\nbeing difficult without trying.\n\nDR. SHRINK-ROM\nPerhaps you'd like to start over. We've\nspoken of your fears. Would you care to\ndiscuss your joys?\n\f25.\n\nQOHEN\nAt present, we can think of very little\nthat brings us joy.\n\nDR. SHRINK-ROM\n(gently)\nYour wife and son were a source of joy.\nWeren't they, Qohen?\n\nQohen's eyes cloud.\n\nDR. SHRINK-ROM (CONT'D)\nWhy don't you ever talk about them?\n\nQOHEN\nWhat good is joy when it doesn't last?\nWe haven't felt joy in years.\n\nDR.",
  "18": "---END OF PREVIOUS SECTION---\nQOHEN\nWhat good is joy when it doesn't last? We haven't felt joy in years. DR. \n---TARGET SECTION TO BE ANNOTATED---\n SHRINK-ROM\nTell me what you're feeling, Qohen.\n\nQOHEN\nWe feel... nothing.\n\nDR. SHRINK-ROM\nYou're a tough nut to crack, Qohen... and\nof course I don't mean \"nut\" in the\npejorative sense... Perhaps you'd like\n\nto start over. Let's return to --\n\nThe phone RINGS, interrupting. Qohen looks at it with a\nmixture of hope and despair. He picks it up.\n\nQOHEN\nHello?\n\nCOMPUTERIZED VOICE (V.O.)\nHello... Qohen Leth... Your next\ninstallment of data is due for upload in\none hour. If the target timetable is\nattainable, press one. If not --\n\nQohen presses 2, interrupting the voice.\nCOMPUTERIZED VOICE (V.O.) (CONT'D)\nPlease enter estimated number of minutes\nneeded for target overrun.\nQohen hesitates, considering, then presses 1-2-0.\nCOMPUTERIZED VOICE (V.O.) (CONT'D)\nA moment, please... ManCom will allow 70\nminutes. Goodbye... Qohen Leth.\n\nQOHEN .\nThat's not enough time!\n\f26.\n\nThe line has gone dead. Qohen hangs up.\n\nDR. SHRINK-ROM\nPerhaps you should get back to work.\nQOHEN\nWhat difference does it make? We'll\nnever finish. ManCom sends new downloads\nbefore we've finished with the old ones.\nWe've never worked with data like this.\nIt refuses to stay crunched!\n\nDR. SHRINK-ROM\nDeep breaths, Qohen, deep breaths...\n\nQohen stares up at the crucifix. ManCam's red light shines.\n\nQOHEN\nAll we want is our call...\n\nDR. SHRINK-ROM\nYes... Your call... Let's continue our\ndiscussion next session. I find your\nfeelings fascinating and look forward --\nQohen clicks on exit, and Dr. Shrink-ROM vanishes.\n\nHe types a command, and a menu bar reads: ZERO THEOREM\nPROJECT. A stream of signs and symbols scroll.\n\nWith a pained expression he goes to work.\nINT. CHAPEL - NIGHT\n\nQohen at his computer, feverishly typing. A STORM rages\noutside, and his driven eyes are lit by LIGHTNING FLASHES.",
  "19": "---END OF PREVIOUS SECTION---\nINT. CHAPEL - NIGHT\n\nQohen at his computer, feverishly typing. A STORM rages\noutside, and his driven eyes are lit by LIGHTNING FLASHES. \n---TARGET SECTION TO BE ANNOTATED---\nHe stops typing, freezing the scrolling signs and symbols.\n\nQOHEN\nThis can't be right...\n\nQohen types a command, and the entities begin scrolling in\nreverse. He slows the stream of symbols, stops.\n\nQOHEN (CONT'D)\nNothing adds up...\n\nHe resumes his typing, the symbols scrolling faster and\nfaster as he works himself into a frenzied pace.\n\nSuddenly, LIGHTNING FLASHES and the PHONE RINGS.\n\nWith a cry of pain, Qohen snatches up the receiver.\n\f27.\n\nQOHEN (CONT'D)\nHello! Hello!\n\nCOMPUTERIZED VOICE (V.O.)\nQohen Leth... Data is overdue for upload.\nPlease enter estimated number of minutes\nneeded for target overrun.\n\nQohen savagely punches numbers.\n\nCOMPUTERIZED VOICE (V.O.) (CONT'D)\nThat time frame is not authorized...\nPlease enter estimated number...\n\nQohen drops the phone. The message repeats itself. Symbols\nscroll in a dizzying blur.\n\nQohen stares at the monitor in despair...\nThen his eyes narrow in anger...\nHe opens a file drawer, rummages through it wildly, and pulls\nout a ball-peen hammer. He looks at it, eyes full of doubt.\nHe hesitates a moment, then -- decided -- lifts it high.\nDr. Shrink-ROM suddenly pops up on the monitor.\nDR. SHRINK-ROM\n\nDeep breaths, Qohen. Perhaps a mild\n\nsedative is in order. I can arrange --\nQohen SMASHES the monitor, shorting out Dr. Shrink-ROM.\nThe storm looses a LIGHTNING BOLT.\nQohen turns the hammer to the phone. SMASH!\n\nQohen looks around wildly. His gaze moves to the shrine and\nlingers a moment. He lifts his eyes to the crucifix ManCam.\n\nHe raises the hammer. A look of despair crosses his face.\n\nAll is quiet... except the distant RUMBLE of thunder and the\nsoft PATTER of rain on the roof. The storm has passed.\n\nQohen lets the hammer drop to the floor.\nINT. CHAPEL - DAY\nQohen lies on his bed, his expression blank.\n\nThe intercom BUZZES repeatedly. Qohen slowly rises, walks to\nthe door, and presses the intercom.\n\nves? QOHEN\nes?\n\f28.\n\nMAN'S VOICE (V.O.)\nPhoneman.",
  "20": "---END OF PREVIOUS SECTION---\n28. MAN'S VOICE (V. O.)\nPhoneman. \n---TARGET SECTION TO BE ANNOTATED---\n Management says you got a\nproblem. Let me in, buddy.\n\nQohen buzzes the street door open.\nMOMENTS LATER\n\nQOHEN opens his door to a white jump-suited Joby, who wheels\nin a hefty duffel bag and throws an arm around Qohen.\n\nJOBY\nQuinn! Long time no hug!\n\nQohen goes rigid, awkwardly backs away.\n\nJOBY (CONT'D)\nStill dying, I see.\n\nQOHEN\nWhat are you doing here?\n\nJOBY\nField work. I love it. Gets me out of\nthe office and into a snappy uniform.\n\nQohen follows Joby to the work station. CHUCKLING, Joby\ngenuflects before the crucifix. He rises, looks around.\n\nJOBY (CONT'D)\nYou could use a woman's touch, Quinn.\n\nQohen closes his eyes, jaw clenched.\n\nJOBY (CONT'D)\nManCom can't reach you. What's up?\n\nQOHEN\nAt present, we are having difficulty\nmaintaining our upload schedule. Our\nentities are acting strangely...\n\nJoby pokes at the broken monitor, eyebrows raised.\nJOBY\n\nPersonnel meltdown. Seen plenty of it.\n\nMe, I'd yank you and go to the bullpen.\n\nJoby glances at the shattered phone, then picks up the ball-\npeen hammer from the floor, shakes his head.\n\nJOBY (CONT'D)\nBut Management's giving you another\nchance. Don't ask me why.\n\nQohen takes the hammer from him, puts it in a file drawer.\n\f29.\n\nJoby shrugs, pulls a new phone from his duffel bag.\n\nJOBY (CONT'D)\nIt's all about connections, Quinn. Wires\nand wireless weaving a world wide web.\nCan't do anything if you're disconnected.\n\nHe plugs in the phone, then pulls a new monitor from his\nduffel bag. He wipes imaginary sweat from his brow.\n\nJOBY (CONT'D)\nWhoa. Manual labor makes me parched.\nGot a spare beer for a working man?\n\nQOHEN\nWe have tap water.\n\nJOBY\nYum.\n\nINT. KITCHEN - LATER\nJoby guzzles a tepid glass of water, BURPS.\nJOBY\n\nI've missed you, Quinn. A supervisor\ndoesn't make many friends, you know.",
  "21": "---END OF PREVIOUS SECTION---\nKITCHEN - LATER\nJoby guzzles a tepid glass of water, BURPS. JOBY\n\nI've missed you, Quinn. A supervisor\ndoesn't make many friends, you know. \n---TARGET SECTION TO BE ANNOTATED---\nQOHEN\nYou consider us a friend?\nJOBY\nSure do.\n(conspiratorially)\n\nSo tell me, what's the real problem?\n\nQOHEN\nThe Zero Theorem is unprovable. We're\ndying. We haven't received our call.\n\nJOBY\n(nodding)\nYou don't trust Management.\n\nQOHEN\nNothing adds up.\n\nJOBY\nOr maybe everything adds up to nothing.\n\nQOHEN\nWhat do you mean?\n\nJoby slaps Qohen on the back, making him jump.\n\fJOBY\nPoor bastard. All stressed out... I\nknow someone in the decompression\nbusiness who might be able to help.\nMight even help you get that call of\nyours... Who knows? Let me see what I\ncan do, Quinn.\n\nQOHEN\nIt's Qohen. Q--no U--O-H --\n\nJOBY\nNo need to spell it out. Joby's here.\n\nTHE BLACK HOLE\nLight swirls violently around the inky blackness.\nINT. CHAPEL - NIGHT\n\nQohen sits up in bed, struggling to orient himself.\ncomputer's glow illuminates his face. He tilts his\n\nThere is a distant BUZZ...\nINT. CHAPEL - DOOR - DAY\nQohen presses the intercom.\n\nQOHEN\nYes?\n\nWOMAN'S VOICE (V.O.)\nTroubleshooter. Buzz me in, babe.\n\nMOMENTS LATER\n\n30.\n\nThe\nhead.\n\nQohen opens the door, revealing BAINSLEY. Dressed all in\nwhite with plunging neckline and short skirt, she looks like\n\na nurse outfitted by Frederick's of Hollywood.\n\nBAINSLEY\n\nSurprise.\nQOHEN\n\n«+. You... You're... Bainsley...?\nBAINSLEY\n\nYou never called. I waited forever!\nQOHEN\n\nShe steps in, inspecting Qohen closely.\n\fBAINSLEY\nYou look awful, poor thing. Joby's\nright. You need me.\n\nQOHEN\nMr. Joby sent you...?\n\nBAINSLEY\nJoby doesn't send me anywhere.\n(pausing, looking around)\nWe're just neighbors.\n\nShe walks up the aisle in wonder. Qohen follows.\n\nBAINSLEY (CONT'D)\nI can't believe you live in a church.\nHow otherworldly. I feel so...",
  "22": "---END OF PREVIOUS SECTION---\nBAINSLEY (CONT'D)\nI can't believe you live in a church. How otherworldly. I feel so... \n---TARGET SECTION TO BE ANNOTATED---\n holy!\n\nQOHEN\nIt's a chapel, actually.\n\nBainsley turns to him, grasping his arm.\n\nBAINSLEY\n(singing off-key)\nGo-ing to the chap-el of loooove...\n\nShe marches him up the aisle, clutching his arm.\n\nQOHEN\n(flustered)\nWe prefer not to be touched.\n\nBainsley makes no move to turn him loose.\n\nBAINSLEY\nThe rent must be outrageous.\n\nQOHEN\nActually, we own the building. We bought\nit from an insurance company. There'd\nbeen extensive... fire damage...\n\nQohen glances toward the shrine, troubled.\n\nQOHEN (CONT'D)\nThe previous occupants were an order of\ngnostic monks who'd sworn vows of\npoverty, chastity, and silence...\nApparently... No one broke his vow to\nyell, \"Fire\".\n\nBAINSLEY\nHoly frying friars!\n\nThey reach the work station, but Bainsley pulls Qohen to the\nbed. She places a hand on his chest and pushes him backward.\n\f32.\n\nQohen plops on the mattress. Smiling coyly, Bainsley leans\nover him, fingernails grazing his bald head.\n\nBAINSLEY (CONT'D)\nYou have the most intriguing bone\nstructure, so polished, so pure...\n\nQohen opens his mouth to speak, but Bainsley puts a finger to\nhis lips. She spins around and strides to the computer.\n\nBAINSLEY (CONT'D)\nMighty big hard drive you got here...\n\nShe sits in front of the computer, begins typing.\n\nQOHEN\nMr. Joby seemed to think you might help\nus get our call.\n\nBAINSLEY\nYeah, he mentioned the call thing...\n(without looking)\nYou're staring at me.\n\nQOHEN\nWe're terribly sorry.\n\nBainsley squints at the screen, typing rapidly.\n\nBAINSLEY\nThis is the goopiest software I've ever\nseen. But your hardware's dreamy. I can\ndefinitely work with your hardware.\n\nQOHEN\nOur problem is not with our computer.\n\nBainsley suddenly SQUEALS, swiveling away from the computer.\nShe sucks on her middle finger, teary-eyed.\n\nBAINSLEY\nI just broke a nail on your big, fat,\nstupid keyboard!\n\nQohen jumps up and goes to her.",
  "23": "---END OF PREVIOUS SECTION---\nShe sucks on her middle finger, teary-eyed. BAINSLEY\nI just broke a nail on your big, fat,\nstupid keyboard! Qohen jumps up and goes to her. \n---TARGET SECTION TO BE ANNOTATED---\nQOHEN\nWe'll get our first aid kit.\n\nBAINSLEY\n(pouting)\nCould you please just kiss it?\n\nQOHEN\nExcuse us?\n\f33.\n\nBAINSLEY\nWhenever I hurt myself, my daddy would\nkiss it and make it all better.\n\nQohen stands wringing his hands.\n\nQOHEN\nWe fail to see how --\n\nBAINSLEY\nPlease...?\n\nQohen hesitates, then bends to place a hasty kiss on the tip\nof her outstretched finger.\n\nBAINSLEY (CONT'D)\nYou call that a kiss?\n\nBainsley takes his hand, slowly sucks his middle finger into\nher mouth. Her lips slide down and up, lingering on the\nfingertip in a soft kiss. Her eyes dance with mischief.\n\nBAINSLEY (CONT'D)\nThere... all better...?\n\nPuzzled, paralyzed, pitiful, Qohen stares into her eyes.\nDr. Shrink-ROM pops onto the computer.\n\nDR. SHRINK-ROM\nI realize I'm not authorized to present\nan opinion, but I couldn't help noticing\nthis woman's attempt to project issues of\npaternal abandonment onto you. Given the\nage difference between the two of you, as\nyour psychiatrist, I must warn you --\n\nBainsley grabs the mouse, clicks on exit. Dr. Shrink-ROM\nvanishes.\n\nBAINSLEY\nNosy bitch. My daddy didn't abandon me.\nHe died.\nQohen opens his mouth as if to speak...\nBainsley touches his cheek.\n\nQohen stares into her eyes a moment... then draws away,\nbreaking the spell. He turns his back to her.\n\nBainsley rises, wanders toward the shrine, gazing about.\nBAINSLEY (CONT'D)\n\nI can help you, Qohen... but you're going\nto be a challenge...\n\f34.\n\nShe reaches for one of the pictures, goes to flip it forward.\n\nBAINSLEY (CONT'D)\nWho's your interior decorator?\n\nQohen snaps to attention, rushes toward her.\n\nQOHEN\nDon't! Don't touch those!\n\nQohen pulls her away. The picture falls face-down on the\nfloor, glass CRACKING. Qohen quickly picks it up, carefully\nre-hangs it, face to the wall. He breathes heavily.\n\nBAINSLEY\nI prefer not to be manhandled.",
  "24": "---END OF PREVIOUS SECTION---\nQohen quickly picks it up, carefully\nre-hangs it, face to the wall. He breathes heavily. BAINSLEY\nI prefer not to be manhandled. \n---TARGET SECTION TO BE ANNOTATED---\nRegaining control, Qohen turns to her.\n\nQOHEN\nWe didn't mean to hurt you.\n\nBainsley rubs her arm.\n\nBAINSLEY\nIn case you got the wrong idea, I should\ntell you I don't do sexual intercourse\nany more. I don't care if a guy wraps\nhimself up like a latex mummy, nothing's\ngoing inside me. Way too dangerous.\n\nShe shrugs it off, smiling slowly.\nBAINSLEY (CONT'D)\nI'm into bioteletantric interfacing now.\nIt's smart and safe and -- oh my God! --\nit feels so super-tingly!\nShe spins away on a spiked heel, short dress flaring.\nBAINSLEY (CONT'D)\nGot anything to eat around here? I'm\nstarving my butt off.\nINT. KITCHEN - LATER\nBainsley perches prettily on the counter, feet dangling,\ndevouring a microwaved meal. Qohen leans against the sink,\nwatching her. She licks her fingers, mouth full.\n\nBAINSLEY\nHow can you stand this stuff?\n\nQOHEN\nWe've grown accustomed to it.\n\nShe stops chewing, swallows.\n\f35.\n\nBAINSLEY\nYou're staring at me again.\n\nQOHEN\n(looking away)\nForgive us.\n\nBAINSLEY\nYou're forgiven already.\n\nQOHEN\nIn our experience, forgiveness doesn't\ncome so easily.\n\nBAINSLEY\nWhat kind of guilt trip are you on?\n\nQohen doesn't answer.\n\nBAINSLEY (CONT'D)\nHere you are, locked up all alone...\nwaiting... for what? A phone call?\nWhat's that all about?\n\nQOHEN\nWe prefer not to speak of it. Our past\nis... painful...\n\nBainsley hops down from the counter.\n\nBAINSLEY\nWho's isn't?\n\nShe touches his arm. Qohen flinches. She strokes his tense\nneck, Qohen visibly uncomfortable.\n\nBAINSLEY (CONT'D)\nI'm here to help, Qohen. Trust me.\nConfession's good for the soul.\n\nQOHEN\nAssuming we have a soul...\n\nBAINSLEY\nEverybody has a soul.\n\nQOHEN\nThat remains to be proven.\n\nBainsley draws away, studying him.\n\nBAINSLEY\nSo I saved your life for nothing...?\n\nQohen wilts with guilt.",
  "25": "---END OF PREVIOUS SECTION---\nBainsley draws away, studying him. BAINSLEY\nSo I saved your life for nothing...? Qohen wilts with guilt. \n---TARGET SECTION TO BE ANNOTATED---\n\f36.\n\nBAINSLEY (CONT'D)\nCome on, Qohen. How can I help if you\nwon't tell me anything?\n\nQohen meets her eyes then looks away. He takes a deep\nbreath.\n\nQOHEN\nWe... we can't tell you.\n\nBAINSLEY\nWhy not?\n\nQohen looks away, embarrassed.\n\nQOHEN\nYou're staring at us...\n\nMOMENTS LATER\n\nBainsley pokes through cupboards and drawers, trying her best\nnot to look at Qohen.\n\nQohen stands in the middle of the kitchen, eyes closed, hands\nclasped nervously. His voice is low, on the edge of\nbreaking.\n\nQOHEN\nWe suffered... a great loss... and we\nstruggled for a long time to understand\nthe reason for it... the reason we were\nchosen, if chosen we were, to go on\nliving with this misfortune... We came\nto this place... It seemed to suit us...\nWe stopped eating. We dulled our pain\nwith drink and drugs. We lost all\nhope... We came to this place to die...\n\nQohen's face glows with a tortured fervor.\nBainsley glances at him. Her eyes fill with tears.\nQOHEN (CONT'D)\nOne night a storm struck. We lost power.\nWe lit candles. And in the flickering\nshadows, we decided to end our lives. We\ningested every drug we could find...\nBainsley stands at the sink, turning the water on and off.\n\nQOHEN (CONT'D)\n\nThen the phone rang... We answered... A\nvoice said, \"Qohen Leth,\" and suddenly we\nfelt a flash of light... We felt... a\ncurrent of pure energy connecting us to\nsomething... something greater...\n\n(MORE)\n\fQOHEN (CONT'D)\nWe suddenly knew clearly that we only had\nto answer, say \"Yes,\" and the voice would\nreveal the purpose behind our loss...\nwould give us a reason to go on...\n\nBainsley turns from the sink.\n\nBAINSLEY\n.--And then...?\n\nQohen opens his eyes. His gaze is bland, lifeless.\n\nQOHEN\nWe awoke in a hospital emergency room.\n\nBAINSLEY\nAnd you've been waiting for a callback\never since?\nQohen nods.",
  "26": "---END OF PREVIOUS SECTION---\nQOHEN\nWe awoke in a hospital emergency room. BAINSLEY\nAnd you've been waiting for a callback\never since? Qohen nods. \n---TARGET SECTION TO BE ANNOTATED---\nBAINSLEY (CONT'D)\nWhat kind of drugs did you take?\n\nQOHEN\nYou think we're insane.\nBAINSLEY\nIt could've been somebody selling time\nshares... I mean... Life goes on, Qohen.\nQOHEN\n\nSo it would appear. The question is...\nto what end...? And we doubt you can\nhelp us in providing an answer.\n\nBainsley goes to him. She worries the buttons on his shirt,\n\nhead lowered. She raises her eyes.\n\nBAINSLEY\nI can try... Let me try.\n\nGently, Qohen pulls her hands from his shirt.\nQOHEN\nWe told you. We prefer not to be\ntouched.\nBainsley bites her lip.\n\nBAINSLEY\nI can get around that...\n\nINT. CHAPEL - LATER\n\nLying scattered about the work station: open boxes, computer\n\nparts, accessories and cables.\n\f38.\n\nBainsley models a VIRTUAL REALITY SUIT, a tight, translucent,\nshimmering red sheath that covers her from head to toe.\n\nShe pirouettes seductively, showing all her curves. Sequin-\nlike transistors sparkle all over. A braid of wires hangs\nfrom her hood down her back, ending in a computer jack.\n\nBAINSLEY\nThis thing is years ahead of the\ncompetition. It works on all the nerve\nendings, of course, plus it's synched\ndirectly to the brain's synapses.\n\nShe pulls off the hood, shaking her hair free.\n\nBAINSLEY (CONT'D)\nWhat do you think? Joby said it's based\non one of your projects.\n\nQohen sits stiffly on his bed, staring doubtfully.\n\nQOHEN\nWe never imagined our projects actually\nhad any purpose.\n\nBAINSLEY\nDon't put it on your resume yet. Top\nsecret. I'm the cyberspace test pilot.\n\nShe pulls an identical and incredibly tiny-looking suit from\na box, drapes it across Qohen's lap.\n\nBAINSLEY (CONT'D)\nFor you.\n\nQOHEN\nWe're supposed to wear this?\n\nBAINSLEY\nOne size fits all.\n\nShe strokes his head.\n\nBAINSLEY (CONT'D)\nI can help you, Qohen. Trust me.\n\nShe turns, suddenly efficient, and marches for the door.",
  "27": "---END OF PREVIOUS SECTION---\nBAINSLEY (CONT'D)\nI can help you, Qohen. Trust me. She turns, suddenly efficient, and marches for the door. \n---TARGET SECTION TO BE ANNOTATED---\nBAINSLEY (CONT'D)\n\nI bookmarked my website for you. Just\nput on the suit, plug in, and click on me\nat midnight.\n\nQOHEN\nYou're going out dressed like that?\n\f39.\n\nBAINSLEY\nThey can look but they can't touch.\n(blowing him a kiss)\nOh! I can't wait! Don't be late!\n\nINT. BATHROOM - NIGHT\n\nQohen stands before the mirror, wearing the virtual reality\nsuit. He tugs uncomfortably at the crotch.\n\nQOHEN\n(muttering)\nOne size does not fit all.\n\nINT. CHAPEL - LATER\n\nSuited up, with braid of wires connected to his computer,\nQohen sits before his monitor. Bainsley's website features a\npicture of lingerie-clad Bainsley and the words \"ENTER ME!\"\n\nQohen moves his cursor to \"ENTER\".\nDR. SHRINK-ROM pops up on the screen, her face troubled.\n\nDR. SHRINK-ROM\nDon't, Qohen.\n\nQOHEN\nDon't what?\n\nDR. SHRINK-ROM\nDon't use this girl.\n\nQOHEN\nWe have no intentions of --\n\nDR. SHRINK-ROM\n(interrupting)\nYou've built a wall around yourself. Is\nshe prepared for what she'll find inside?\n\nQohen slowly removes his hood.\n\nDR. SHRINK-ROM (CONT'D)\nShe's an emotionally damaged girl. You\nare emotionally bereft. Listen, Qohen...\n\nQOHEN\nThis interruption is unacceptable. We\ninsist you run a scan on your program.\n\nDr. Shrink-ROM frowns, nods slowly. Her movements run in\nreverse for a moment -- RESET -- then snap back to normal.\n\nDR. SHRINK-ROM\nSo sorry. The glitch is fixed. Don't\nmind me. Carry on, Qohen.\n\f40.\n\nDr. Shrink-ROM disappears.\n\nQohen stares, perplexed. Bainsley's sexy image awaits.\nQohen hesitates, then pulls down the hood, clicks on \"ENTER\".\nEXT. TROPICAL ISLAND - BEACH - SUNSET\n\nSwaying palm trees reach for a deep blue sky above.\n\nWearing swimming trunks, Qohen lies on a blanket spread over\nthe sand. He gazes skyward, puts a hand to his head to\n\ndiscover...",
  "28": "---END OF PREVIOUS SECTION---\nTROPICAL ISLAND - BEACH - SUNSET\n\nSwaying palm trees reach for a deep blue sky above. Wearing swimming trunks, Qohen lies on a blanket spread over\nthe sand. He gazes skyward, puts a hand to his head to\n\ndiscover... \n---TARGET SECTION TO BE ANNOTATED---\n a full head of hair!\n\nBAINSLEY\nLike it?\n\nBainsley kneels beside him, wearing a skimpy bikini.\n\nThey lie on a beach, ocean before them, lush jungle behind\nthem. The sun sets, the horizon awash with color.\n\nBainsley pulls food from a picnic basket -- stone crab,\nchilled asparagus spears, a loaf of bread -- arranging it on\nthe blanket. Champagne chills in a bucket beside her.\nBAINSLEY (CONT'D)\nI made it just for you -- the hair.\nSomething special for a special guy.\nQohen runs his hands through his hair, eyes distant.\n\nQOHEN\nWe're not sure it's quite... us.\n\nBAINSLEY\nDon't be silly.\n\nBainsley hands the bottle of champagne to Qohen.\n\nQOHEN\nActually, we don't drink any longer.\n\nBAINSLEY\nYou can do anything you want here. You\ncan drink and never get drunk. You can\neat and never get full.\nShe picks up a crab claw, produces a ball-peen hammer...\nQohen flinches as she SMASHES the claw open.\n\nShe pulls a huge chunk of crab from the shell, takes a\nsavage, giggling bite, brings the morsel to Qohen's mouth.\n\nQohen recoils, but Bainsley insists, pressing it to his lips.\n\f4l.\n\nHe takes a tentative nibble and, despite himself... shivers\nwith pleasure. He grabs the rest and fills his mouth.\n\nBAINSLEY (CONT'D)\nGood?\n\nQohen looks at her, swallows, regains his reserve.\n\nQOHEN\nWhere is this place?\nBAINSLEY\nAll in your mind... from my mind. My\n\nfather used to clip pictures from travel\nmagazines and put them on the fridge.\nWhen he saved up, we were going to take a\nvacation to some exotic tropical island.\n\nA fleeting look of sadness crosses Bainsley's face, but she\nGIGGLES suddenly, and it is gone.\n\nShe takes Qohen's hand, kisses his fingertips.\n\nBAINSLEY (CONT'D)\nDo you feel this, Qohen?\n\nQohen melts for a moment, then freezes up.\n\nQOHEN\nIt's not real.\n\nBainsley sits back.\nBAINSLEY\nIt's better than real. You're in your\ncomputer. I'm in mine.",
  "29": "---END OF PREVIOUS SECTION---\nBAINSLEY\nIt's better than real. You're in your\ncomputer. I'm in mine. \n---TARGET SECTION TO BE ANNOTATED---\n We're connected\nby memory chips and fiber optics. We're\nsafe here, Qohen. This is my place.\n\nQOHEN\nBut what about our call?\n\nBainsley puts a finger to his lips.\n\nBAINSLEY\nYou worry too much.\n\nShe takes an asparagus spear, nibbles its tip, eyes dancing.\n\nBAINSLEY (CONT'D)\nTrust me, Qohen.\n\nQohen looks at her in wonder.\n\nShe grabs the champagne and thrusts it in his hands.\n\f42.\n\nBAINSLEY (CONT'D)\nLet's get this party started!\n\nQohen holds the bottle awkwardly. Bainsley guides his hands,\nkisses him lightly on the lips.\n\nBAINSLEY (CONT'D)\nPop your cork, boyfriend.\n\nQohen looks into her eyes, then, struggling, POPS the cork.\nFoam bubbles out of the bottle.\n\nBainsley lunges over him to lap at it. She grabs the bottle\nand pours into his upturned mouth.\n\nBainsley LAUGHING and Qohen SPUTTERING, they roll and wrestle\nin the sand, champagne pouring all over them...\n\nMONTAGE - JUNGLE, BEACH\n\n1. Qohen and Bainsley walk a jungle path. Bainsley plucks a\nflower, puts it behind Qohen's ear. He touches her hand.\n\n2. Bainsley climbs a tree, beckoning Qohen to follow. He\nshakes his head. She showers him with handfuls of leaves,\nthen gives a TARZAN YELL and swings down on a vine, colliding\nwith Qohen and knocking them both tumbling, LAUGHING.\n\n3. Qohen and Bainsley sit at the shore, watching the sunset.\nBainsley stands, stretches, wades into the surf. She turns,\nmotions for Qohen to join her. He shakes his head. She\nfolds her arms sternly. He shakes his head again. She\nsplashes him. Qohen stands dripping, then, WHOOPING, dives\nin, surfacing before her and locking her in an embrace.\n\nEND MONTAGE -- STAY IN SCENE\n\nThey gaze into each other's eyes. She kisses him. He kisses\nher back. Bainsley takes a breath.\n\nBAINSLEY\nWhoa. Who knew?\n\nQohen holds her, eyes troubled.",
  "30": "---END OF PREVIOUS SECTION---\nBAINSLEY\nWhoa. Who knew? Qohen holds her, eyes troubled. \n---TARGET SECTION TO BE ANNOTATED---\nBainsley kisses him again, the passion building.\nSelf-consciously, Qohen breaks away, wades out of the water.\nBainsley follows him with her eyes, SIGHING.\n\nEXT. TROPICAL ISLAND - BEACH - LATER\n\nQohen and Bainsley, wrapped in a blanket before a campfire.\nShe bites into a tropical fruit. He stares out to sea.\n\f43.\n\nThe sun is still setting into the ocean.\n\nQOHEN\nShouldn't the sun have set by now?\n\nBAINSLEY\nI like to keep it this way.\n\nBainsley puts the fruit to Qohen's lips. He takes a bite,\nchews slowly. Tears well up in his eyes.\n\nBAINSLEY (CONT'D)\nWhat's the matter?\n\nQOHEN\nWe don't deserve this.\n\nBAINSLEY\nDon't deny yourself, Qohen.\n\nShe grabs his arm excitedly.\n\nBAINSLEY (CONT'D)\nHey! Want to have some fun? Take us\nsomeplace else. A place all your own.\nJust imagine it. The virtual program\nwill do the rest.\n\nQOHEN\nWe're not at all certain --\n\nBAINSLEY\nOh, you. You're never certain. Come on,\ntake a chance. I'm giving you the\ncontrols, Qohen. Relax, close your eyes.\nReluctantly, Qohen reclines, closing his eyes.\nBAINSLEY (CONT'D)\nNow take us someplace special. Picture\nit in your mind.\nQohen's face tenses with effort.\nBainsley leans over him, strokes his forehead.\nBAINSLEY (CONT'D)\nEasy, Qohen. Don't strain your brain...\nJust imagine...\nQohen grits his teeth, his expression turning tortured.\n\nCUT TO:\n\f44,\n\nSPACE\n\nBald, naked, and curled tightly in the fetal position, Qohen\nfloats amid a backdrop of brilliant stars. His eyes open\nwide, staring, as he fights the dread inside him.\n\nBAINSLEY\nWow! What an imagination!\n\nBainsley, also naked, slowly orbits around Qohen, revelling\nin the freedom of zero gravity.\n\nBAINSLEY (CONT'D)\nAnd what a dirty mind! Where's my\nbikini, Mr. Leth?\nOblivious, Qohen continues to stare past her.\nBainsley floats closer, facing him.",
  "31": "---END OF PREVIOUS SECTION---\nLeth? Oblivious, Qohen continues to stare past her. Bainsley floats closer, facing him. \n---TARGET SECTION TO BE ANNOTATED---\nBAINSLEY (CONT'D)\nWhat's wrong?\n\nShe reaches for him, draws his rigid body close, then turns\nher head to follow his gaze.\n\nTHE BLACK HOLE\n\nA maelstrom of blazing interstellar dust and matter spirals\ninto its black depths, carrying Bainsley and Qohen with it.\n\nBainsley freaks. She hugs Qohen tight, and now they are\ntumbling end over end.\n\nBAINSLEY (CONT'D)\nJesus, Qohen, stop it! Make it stop!\n\nWith great effort, Qohen tears his gaze from the spinning,\nfiery black hole and shuts his eyes tight.\n\nINT. HOUSE IN FLAMES - FLASHBACK\n\nQohen's eyes snap open to a room engulfed by flames.\nQohen COUGHS, GASPS, smoke so thick he can barely see.\nFrom far away, his Wife's plaintive voice...\n\nWIFE (0.S.)\nQohen! Qohen!\n\n-.. then his Son's...\n\nSON (0.S.)\nDaddy!\n\f45.\n\nBurning beams fall all around him.\n\nBAINSLEY (V.O.)\nQohen! Qohen!\n\nQohen stumbles through the smoke and fire, crashes through a\nwindow...\n\nWIFE (0.S.)\nQohen!\n\nCUT TO:\nINT. CHAPEL - DAY\n\nQohen lands with a whiplash effect, seated before his\ncomputer. Trembling, he slowly removes his hood.\n\nCOMPUTER MONITOR: Error messages flash. Symbols speed to a\nHUMMING blur. Suddenly -- POP -- the screen goes black\n\nQohen stares at his reflection in the screen, his face in\nshell-shocked torment. He slowly reaches for the screen.\n\nAs his finger nears, a static spark CRACKLES. He jerks his\nhand back, his face turning blank as a zombie's.\n\nDISSOLVE TO:\nINT. CHAPEL - THE DISFIGURED CRUCIFIX - LATER\nQohen lies in bed, staring up at the crucifix.\nIntercom BUZZES. Qohen continues staring.\nIntercom BUZZES. Qohen blinks. Intercom BUZZES and BUZZES.\nQohen rises, makes his way to the door, presses the button.\n\nQOHEN\nWho is it?\n\nBOB (V.O.)\nBob. Buzz me in.\n\nQOHEN\nBob who?\n\nBOB (V.O.",
  "32": "---END OF PREVIOUS SECTION---\nQOHEN\nBob who? BOB (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nBob who has to take a wicked pee. Buzz\nme in, Scotty.\n\nQOHEN\nOur name isn't Scotty.\n\f46.\n\nBOB (V.O.)\nI know that, Bob.\n\nQOHEN\nOur name isn't Bob.\n\nBOB (V.O.)\nLike I give a shit. Come on, I'm doing\nthe tinkle dance out here.\n\nQohen frowns.\nQOHEN\nWe're afraid our home is not a rest stop.\nThere's a convenience store a block east.\nQohen turns away from the intercom, returning to his bed.\nBOB (V.O.)\nThey look at you funny unless you buy\nsomething. Buzz me in, Bob, I'm starting\nto dribble!\nThe intercom BUZZES several more times then falls silent.\n\nThe sound of RUNNING FOOTSTEPS from the vestibule. Qohen\nrises from bed just as the deadbolt turns and the door opens.\n\nTwo acne-scarred young men, SLIM CLONE and CHUBS CLONE, stand\nin the doorway, dressed in white short-sleeved shirts with\nbulging pocket protectors, sloppy ties, thick glasses. High-\nbelted trousers show white socks in black wingtips. Hair\nslicked to the side, frazzled strands sticking up in back.\n\nOne is fat and the other skinny, but they could be twins.\nThey enter, flank the doorway, look around suspiciously.\n\nSuddenly Bob races in. He's dressed in sneakers, untucked T-\nshirt and long, baggy shorts with huge cargo pockets.\nHeadphones hang around his neck.\n\nHe rushes up the aisle toward Qohen, face twisted in agony.\n\nBOB (CONT'D)\nWhere's your bathroom?!\n\nQohen stands gaping.\n\nBOB (CONT'D)\nBathroom-bathroom-bathroom!\n\nBob charges through the door to the kitchen. He WHIMPERS.\nHe reappears in the doorway, face desperate.\n\nQohen slowly points the direction.\n\nBob races into the bathroom: the HISS of piss on porcelain.\n\f47.\n\nQohen looks at the Clones, bewildered. They walk down the\naisle side by side toward him.\n\nBob exits the bathroom, wiping his brow dramatically.\nBOB (CONT'D)\n\nThink I did some renal damage, holding it\nthat long. Slim got stuck in traffic.\n\nSLIM\nChubs drove, Bob.",
  "33": "---END OF PREVIOUS SECTION---\nBOB (CONT'D)\n\nThink I did some renal damage, holding it\nthat long. Slim got stuck in traffic. SLIM\nChubs drove, Bob. \n---TARGET SECTION TO BE ANNOTATED---\nCHUBS\nFast as I could.\nBOB\nCan't tell you Clones apart anyway.\nQOHEN\nWhat... What are you doing here?\n\nBob ignores him, sits at the computer station.\nBOB\n(melodramatically)\nBlack screen of death!\n\nHe raises his hands, fingers spread, and carefully places\nthem on the console, as if performing a Vulcan Mind Meld.\n\nQOHEN\nWe asked you a perfectly simple --\n\nBOB\nShhh! How'm I supposed to do my job when\nyou keep talking?\n\nQOHEN\nWhat job? What's going on?\n\nBob returns his attention to the screen.\n\nSlim approaches Qohen with a clipboard and pen.\n\nSLIM\nSign here.\n\nQOHEN\nFor what?\n\nSLIM\n\nReceipt of delivery.\n\nQOHEN\nWhat delivery?\n\f48.\n\nCHUBS\nManagement's son. Assigned to help you.\n\nSLIM\nSign here.\n\nOverwhelmed, Qohen signs.\n\nCHUBS\nWe'll pick him up in exactly four hours.\n\nSLIM\nDon't lose him.\n\nThey turn in unison and walk down the aisle and out the door.\nBob rises from his seat at the work station.\n\nBOB\nI wouldn't mess with the Clones, Bob.\nThey look harmless, but they're the\ntoughest geeks in Research and\nDevelopment. They'd just as soon\nvaporize you as look at you.\n\nHe unpacks computer components from his deep pockets.\nBOB (CONT'D)\nBut you're a pretty scary looking guy\nyourself. Promise you won't hurt me.\n\nQOHEN\nOf course we won't hurt you.\n\nBOB\nNot even my feelings, Bob. Promise.\n\nQOHEN\nWill you please stop calling us Bob?\n\nBOB\nWhat do you want me to call you?\n\nQOHEN\nMr. Leth would suffice.\n\nBOB\nMr. Leth... Leth... Nah, too wormy.\n\nQOHEN\nQohen, then. Q--no U--O-H-E-N.\n\nBOB\nYou gotta buy another vowel, Q.\n\nQOHEN\nQ?\n\f49.\n\nBOB\nQ'll do. Q is you. Happy now?\n\nQohen's irritation simmers.\n\nQOHEN\nHow can you possibly help us?\n\nBob pulls tools from his pocket and opens up a hard drive.",
  "34": "---END OF PREVIOUS SECTION---\nQohen's irritation simmers. QOHEN\nHow can you possibly help us? Bob pulls tools from his pocket and opens up a hard drive. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\n\nBy getting you off your ass and back to\nwork. No more messages from Darth\nVader's phone doll.\n\n(mimicking COMPUTERIZED VOICE)\n\"If the target timetable is attainable,\nyank your crank. If not, kiss my ass.\"\nNo more candy-ass upload schedule.\n\nBob pulls out a fried circuit board, replaces it.\n\nBOB (CONT'D)\nI'll be your worst nightmare four hours a\nday, seven days a week, for the next four\nweeks. That's all he can spare me. You\nsolve Zip-T by then or you're fired.\nThem's the terms from Daddy Dearest.\nHe's tired of fucking around.\n\nQohen's face hardens.\n\nQOHEN\nAnd if we don't agree to those terms?\n\nBOB\nThen I don't get you your call.\n\nQohen's mouth drops open.\n\nQOHEN\nYou? You can get us our call?\n\nBob looks away.\n\nBOB\nHow the hell do I know? It's my first\nday on the job. All I know is...\n\nBob fires up the computer. A hodgepodge of symbols flash and\nfizzle, along with ERROR messages.\n\nBOB (CONT'D)\n«+. no Zippidy-T, no ring-a-ding-dingy.\n\nBob types rapidly, the screen changing, re-configuring\nSuddenly his own image appears on the screen, as recorded by\nthe ManCam hanging from the crucifix.\n\f50.\n\nBOB (CONT'D)\nGotta disable this thing. How can you\nwork with the old man gawking at you?\n\nQOHEN\nWe have nothing to hide.\n\nBOB\nRight. Keep telling yourself that, Q.\n\nBob types a series of commands. He stops, finger poised\nabove the \"Enter\" key. He grins up at ManCam, waving. His\nimage waves back on the monitor.\n\nBOB (CONT'D)\nBob's on the job, Dad...\n\nHe hits \"Enter\" and his image disappears. ManCam blinks out.\nBob begins typing and clicking at superhuman speed.\n\nBOB (CONT'D)\nNow I gotta clean up your mess... Pop\nquiz, Q. What's better, crunching Zip-T\ncode or getting ass-banged by a troop of\nrabid baboons? Be sure to phrase your\nanswer in the form of a question.\n\nQohen blinks.",
  "35": "---END OF PREVIOUS SECTION---\nWhat's better, crunching Zip-T\ncode or getting ass-banged by a troop of\nrabid baboons? Be sure to phrase your\nanswer in the form of a question. Qohen blinks. \n---TARGET SECTION TO BE ANNOTATED---\n Blinks again.\n\nQOHEN\nWe wish you would curb your liberal use\nof profane language. It's... unseemly.\nBOB\n\nExcuse my freaking Fortran. Wouldn't\nwant to seem unseemly.\n\nLATER\nQohen lies in bed, staring at the ceiling.\n\nBob pushes himself back from the computer, rubbing his eyes.\nHe COUGHS, SNIFFLES, SNEEZES.\n\nQOHEN\nAre you coming down with something?\n\nBOB\nUsually.\n\nBob wipes his nose on his sleeve, WHEEZING.\n\nBOB (CONT'D)\nThat's it for today. I got your systems\nworking, but I still gotta retrieve all\nthe Zip-T shit from ManCom. It's gonna\ntake a couple days at least.\n\fQOHEN\nWe're used to waiting.\n\nBOB\nWell, I'm not. Where are those bastards?\n\nBob SNEEZES again. He pulls an asthma inhaler from\npocket, takes a quick blast.\n\nThe deadbolt clicks, the door opens, and the Clones\nBob whirls, eyes fiery, and strides down the aisle.\n\nBOB (CONT'D)\nYou're late!\n\nChubs and Slim check their watches.\n\nCHUBS\nUm. Bob. We're right on time.\nBOB\nNo excuses. Don't let it happen again.\n(to Qohen)\n\nI'll be back. You better be here too.\n\nQOHEN\nWhere else would we possibly be?\n\nBOB\nAnd by the way. You gotta lose the \"we\"\nthing. Too annoying. Ask Doc Shrink-ROM\nif you don't believe me. Vaya con\nfucking Dios, Q... excuse my Spanglish.\n\n51.\n\nhis\n\nenter.\n\nAnd with that Bob is out the door, the Clones on his heels.\n\nINT. CHAPEL - NIGHT\n\nQohen at his computer in a session with Dr. Shrink-ROM.\n\nQOHEN\n... and apparently Management has\nassigned his son to get us our call. We\nfear he's much too young to be entrusted\nwith a responsibility of such paramount\nimportance. We fear that he --\n\nDR. SHRINK-ROM\nDon't be such a wuss, Q.\n\nQohen is speechless with surprise.\nDR. SHRINK-ROM (CONT'D)\n\nBob's a genius whiz-kid super-brain.",
  "36": "---END OF PREVIOUS SECTION---\nQohen is speechless with surprise. DR. SHRINK-ROM (CONT'D)\n\nBob's a genius whiz-kid super-brain. \n---TARGET SECTION TO BE ANNOTATED---\n And\nif you don't believe it...\n\f52.\n\nDr. Shrink-ROM stands. A RAP BEAT plays in the background.\n\nDR. SHRINK-ROM (CONT'D)\nYo, look. Shut up and listen.\n\nQohen stares at her, incredulous.\n\nDR. SHRINK-ROM (CONT'D)\nWe cannot, won't not help you, Q,\nWe wanna help you, ain't it true,\nBut we won't help you get your call,\nWe will not help you, not at all,\nUntil you first shed verbal truss,\nFirst-person plural, Qs-R-Us...\nWe got a plan for your sure cure,\nThat gives you singular allure,\nBut help from this computer whiz\nMust come without the plural biz...\nWe do not like first-person plural...\n\nINT. CHAPEL - MORNING\nBob slouches at the computer, keying in more code.\n\nBOB\nYou keep it up, I'm gonna hurl.\n\nQohen lies in bed.\n\nQOHEN\nWe -- can't seem to help ourselves.\n\nBOB\nJeez, it's like an audience with the\nqueen here. How long you been talking\nthis way?\n\nQOHEN\nEver since...\n\nQohen hesitates, glances toward the shrine.\nQOHEN (CONT'D)\nA former therapist suggested it as a\ntemporary coping mechanism.\n\nBOB\nThat's pitiful. You gotta give it up, Q.\n\nQOHEN\n(suddenly stern)\nHow did you tamper with Dr. Shrink-ROM?\n\nBob grins, still typing.\n\f53.\n\nBOB\nShe's a tool. All you gotta do is push\nthe right buttons. Hey, order me a\npizza, huh? I missed breakfast, and this\nis gonna take awhile.\n\nQOHEN\nWe have oatmeal, if you'd care to --\n\nBOB\n-- vomit? Order the pie. Double cheese.\n\nLATER\nIntercom BUZZES.\nBob opens the door.\n\nAn athletic, curvaceous PIZZA GIRL, 17, enters wearing a\nbackwards baseball cap on her blonde, pony-tailed head.\n\nPIZZA GIRL\n(handing Bob the pizza)\nCash or charge?\n\nBob stares at her, dumbstruck.\n\nPIZZA GIRL (CONT'D)\nHey?\n\nHe continues to stare. Qohen appears, pays the girl.",
  "37": "---END OF PREVIOUS SECTION---\nPIZZA GIRL (CONT'D)\nHey? He continues to stare. Qohen appears, pays the girl. \n---TARGET SECTION TO BE ANNOTATED---\n She\nturns to go, glances back at Bob.\n\nPIZZA GIRL (CONT'D)\nWhat are you staring at?\n\nBOB\nUh... nothing.\n\nShe flips her cap brim forward, adjusts her mussed pony tail\nwith both hands, perky breasts rising. She winks at Bob.\n\nPIZZA GIRL\n\n(coyly)\nWrong answer.\n\nShe leaves. Qohen closes the door and turns to Bob, who\nstares at the door.\n\nQOHEN\nAre you all right?\n\nBOB\n(snapping out of it)\nWhoa! I got this hormonal paradigm shift\ngoing on, 'case you didn't notice.\n(MORE)\n\f54.\n\nBOB (CONT'D)\nPuberty's hell... Was she looking at me\nfunny?\n\nQOHEN\nWe've grown accustomed to people looking\nat us funny.\n\nBOB\nYeah, but you're funny looking.\n\nBob opens the pizza box, grabs a slice, takes a huge bite,\nsauce dribbling down his chin. He carries the box to the\ncomputer, drops it carelessly on the desk, takes another\nwolfish bite while typing one-handed.\n\nBOB (CONT'D)\n\n(mouth full)\nHow long till Geek and Geekier come for\nme?\n\nQOHEN\nNot long.\n\nBOB\nDamn.\n\nHe tosses the crust over his shoulder. Instantly, a scruffy\nrodent bags it, drags it through a crack in the floor.\n\nBob nods toward the pizza box.\n\nBOB (CONT'D)\nHelp yourself to the rest.\n\nQOHEN\nWe're afraid our diet precludes pizza.\n\nBOB\nPut it in the fridge, then.\n\nBob attacks the keyboard with both hands.\n\nQohen retrieves the pizza box, carries it toward the kitchen.\n\nHe absently licks a bit of sauce from his finger and halts,\neyes closed. A look of fleeting pleasure crosses his face.\nHe opens his eyes, frowns, making sure Bob hasn't noticed.\n\nINT. CHAPEL - NIGHT\n\nQohen lies in bed, tossing and turning, unable to sleep.\n\nHe\n\nAs\n\nIt\nat\n\ngoes to the shrine, lights a candle, stares at its flame.\nif against his will, he turns a picture face forward.\n\nis a close-up profile of his wife's face. She's looking\nsomething off camera, LAUGHING.\n\f55.",
  "38": "---END OF PREVIOUS SECTION---\nis a close-up profile of his wife's face. She's looking\nsomething off camera, LAUGHING. 55. \n---TARGET SECTION TO BE ANNOTATED---\nThe picture comes to life, and she turns to face Qohen, her\nLAUGHTER DYING. She looks at him with pity.\n\nQohen replaces the picture, face to the wall.\nHe trudges to his work station, sits at the computer.\n\nQohen touches the mouse: the menu appears. He sees\nBainsley's icon, hesitates, then clicks.\n\nA live video of Bainsley fills the screen. Barely dressed in\nwhite lingerie, she stretches seductively on a bed with red\nsatin sheets, eyes closed. She MOANS passionately into a\nheadset microphone, her hands caressing her corseted breasts.\n\nRaunchy CHATROOM MESSAGES scroll below her image.\nQohen's head spins.\n\nBainsley smiles wickedly, her eyes slowly opening. She licks\nher lips with a sultry smile, then sits up, smile freezing.\n\nBAINSLEY (V.0.)\n(softly, into microphone)\nQohen?\n\nShocked, Qohen exits the site. He stares at his screen.\nINT. CHAPEL - DAY\n\nQohen lies on his bed, looking at his signature on the\nreceipt from the Clones.\n\nBob sits at the computer, typing furiously and softly\nWHEEZING. His eyes are baggy with fatigue.\n\nQOHEN\nWe never thought of Management as a\nfamily man.\n\nBOB\nYeah, well, I'm it. Heir to his dark\nthrone. Like I want it. He gave me this\nrap about my mom dying in childbirth, but\nI know she just ran off. I'm out of here\ntoo, soon as I finish my Ph.D.\n\nQOHEN\nAren't you rather young for a doctorate?\n\nBOB\nIt's just Quantum Systems Analysis. Old\nman says I shoulda finished last year.\nTypical control freak.\n\nBob hits a key, and signs and symbols swiftly scroll.\n\f56.\n\nBOB (CONT'D)\nOK, Q. You're ready to go.\n\nHe stands, loses his balance, steadies himself against the\ndesk, breathing heavily.\n\nQOHEN\nAre you all right?\n\nBOB\nFucking allergies.\n\nBob takes a hit from his inhaler, sucks it in deep.\n\nQOHEN\nWhat exactly are you allergic to?\n\nBob pockets the inhaler, speaks through clenched teeth.",
  "39": "---END OF PREVIOUS SECTION---\nBob takes a hit from his inhaler, sucks it in deep. QOHEN\nWhat exactly are you allergic to? Bob pockets the inhaler, speaks through clenched teeth. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nBald old farts laying in bed instead of\ngetting to work. Up and fucking at ‘em.\n\nHeaving a great SIGH, Qohen moves to the work station, takes\nhis seat. He tentatively touches a key: symbols scroll. Bob\npeers over his shoulder.\n\nBOB (CONT'D)\nThese babies are shivering for your\nspecial touch, Q. Just like that yummy\nbikini babe you been playing Tarzan with.\n\nQohen stops, mortified.\n\nQOHEN\nHow do you know about her?\n\nBOB\n(gesturing at computer)\nYou kidding? Your life's an open beeping\nbook, excuse my five-second delay... So\nwhat's she like in the virtual flesh?\n\nQOHEN\nThat's none of your business.\n\nBOB\nYou're no fun. You sound like my dad.\n\nQohen grudgingly types. The scrolling slows, stops. He\nhesitates. Types. The scrolling speeds up.\n\nQohen stares at the screen, hands frozen above the keyboard.\n\nBOB (CONT'D)\nWhat's the prob, Bob?\n\f57.\n\nQOHEN\nOur name is Qohen. Q--No U-- 0 --\n\nBOB\nCome on, Q. You're looking for the least\nlittle en... tit... tee... The little\n\nentity that could. Start him up and he\ndrags the rest behind.\n\n(pointing)\nWhoops! There's the little bugger!\n\nQOHEN\nWhere?\n\nBOB\nThere! Don't let him get away!\n\nBob pushes Qohen out of his chair and takes his place, one\nhand controlling the mouse, the other swiftly typing.\n\nBOB (CONT'D)\nGotcha, you little bastard.\n\nBob scrolls and types at lightning speed as Qohen stands back\nin awe. The symbols re-configure in tidy rows.\n\nBOB (CONT'D)\nThere. See? Easy. Now you do it.\n\nBob stands, and Qohen hesitantly takes his place. He stares\nhelplessly at the screen, fingers poised above the keyboard.\nQohen's shoulders slump in despair.\n\nBob leans over him, coaxing. He touches Qohen's shoulder.\nQohen stiffens.\n\nQOHEN\nWe prefer not to be touched.\n\nBob draws his hand away, his eyes going hard.",
  "40": "---END OF PREVIOUS SECTION---\nQohen stiffens. QOHEN\nWe prefer not to be touched. Bob draws his hand away, his eyes going hard. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nHow'm I supposed to work with this? You\ngot your head stuck so far up your ass\nyou can't see shit. Do you even know\nwhat Zip-T's all about?\n\nQOHEN\nNo. Do you?\n\nBOB\nThe old man says it's none of my biz.\nBut if I was working on it long as you,\nyou can bet your ass I'd have some clue.\n\f58.\n\nQOHEN\nWe only care about our call.\n\nBOB\nDon't even get me started on that.\n\nThe deadlock CLICKS and the door opens.\nThe Clones flank the doorway, arms folded.\n\nCHUBS\nTime to go, Bob.\n\nBob ignores Chubs, still staring at Qohen.\nBOB\nYou really are a burnout, ain't you...\nGet a clue, Q.\n\nSLIM\nTime to go, Bob.\n\nBOB\nTime to kiss my ass, Chubs.\n\nCHUBS\nI'm Chubs.\n\nBob turns and heads to the door. He glares at the Clones.\n\nBOB\nIf I ever take over, you guys are fired.\n\nSlim and Chubs shoot each other worried glances.\n\nBOB (CONT'D)\nLike I'll remember who the fuck you are.\n\nThey all leave.\n\nINT. CHAPEL - NIGHT\n\nQohen sits at his computer, scrolling through page after page\nof neat and orderly signs and symbols, his lips unconsciously\nforming soundless words as he strives to comprehend.\n\nThe Intercom BUZZES. Qohen raises his eyes to the crucifix.\n\nMOMENTS LATER\n\nQohen opens the door, and Bainsley is in his arms. Her\ntrench coat flashes open, revealing she's naked underneath.\n\nQohen pulls it closed. She GIGGLES.\n\f59.\n\nQOHEN\nYou're drunk.\n\nBainsley rubs up against him.\n\nBAINSLEY\nMostly.\nQOHEN\nWhat are you doing here?\nBAINSLEY\nYou clicked on me.\nQOHEN\nWe -- we visited your web site in error.\nBAINSLEY\nSure you did... You want me.\n\nShe wraps her arms around his neck, kisses him.\n\nQohen resists at first but then closes his eyes and, despite\nhimself, begins to kiss her back.\n\nAnd now Bainsley breaks away, hot and flustered.",
  "41": "---END OF PREVIOUS SECTION---\nShe wraps her arms around his neck, kisses him. Qohen resists at first but then closes his eyes and, despite\nhimself, begins to kiss her back. And now Bainsley breaks away, hot and flustered. \n---TARGET SECTION TO BE ANNOTATED---\nBAINSLEY (CONT'D)\nEasy, killer. Let a girl catch her\nbreath!\nQohen turns away, struggling to contain himself.\nBainsley pulls a VR suit from her coat pocket, shakes it out.\nBAINSLEY (CONT'D)\nGo put yours on. I'1l hook us both up to\nyour computer. Oh! I can hardly wait!\nQohen stares at the suit, aghast.\n\nBAINSLEY (CONT'D)\nWhat's wrong?\n\nQOHEN\nWe will never wear that suit again.\nWe... We can't ever go back there.\nBAINSLEY\n\nBad trip last time. I know. This time\nwill be different. Trust me.\n\nBainsley wraps the VR suit around Qohen's neck, pulls him\nclose for a kiss...\n\f60.\n\nBut Qohen resists. He takes the suit from his neck, stuffs\nit in her coat pocket, then firmly pulls her to the door.\n\nBAINSLEY (CONT'D)\nYou're playing hard to get... You think\nthat turns me on... And it does... a\nlittle... But enough's enough, Qohen.\n\nThey stand in the doorway. She touches his chest, face\nraised to his...\n\nBAINSLEY (CONT'D)\nCome on... Let's have some fun...\n\nQohen holds her by the shoulders at arm's length.\n\nQOHEN\nWe don't have fun. We aren't any fun.\nWe have work to do. And we can't imagine\nwhy you'd ever be interested in us.\n\nBainsley's eyes blaze.\n\nBAINSLEY\nI'm starting to wonder myself. I just\ndidn't want to be alone tonight.\n\nShe turns to go.\n\nBAINSLEY (CONT'D)\nMaybe you really don't have a soul...\nBut I'm ready to find out when you are...\n\nShe leaves, closing the door behind her.\n\nQohen stares at the closed door... then, shoulders slumping,\nhe slowly returns to his computer.\n\nHe stares at the screen, rubs bleary eyes, tilts his head as\nif listening. His eyes light on the crucifix and slowly\nwiden as a thought occurs to him.\n\nQOHEN\n(under his breath)\nImpossible.\n\nHe sits up straight, scrolls through the columns of signs and\nsymbols faster and faster, eyes sharp and swiftly moving.\n\nINT.",
  "42": "---END OF PREVIOUS SECTION---\nQOHEN\n(under his breath)\nImpossible. He sits up straight, scrolls through the columns of signs and\nsymbols faster and faster, eyes sharp and swiftly moving. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHAPEL - DAY\n\nQohen stands by the door, signing a receipt. He gives it to\nthe Clones, and they leave.\n\nBob plops a laptop computer on Qohen's bed, inserts a\nwireless network card into its slot, then sits at Qohen's\nwork station. He pulls up the Networking screen.\n\f61.\n\nBOB\nI'm tapping into your network. Figure I\ncan always play \"Go Fish\" with ManCom...\n\nQohen goes to the work station, stands behind Bob.\n\nBOB (CONT'D)\n\nSo what's the agenda today, Q? Sit\naround staring at the phone? Order\nanother pizza? I'm for pizza, myself.\n\nQOHEN\nWe -- we think we may have discovered the\npurpose of the Zero Theorem.\n\nBob pauses.\n\nBOB\nYou're shitting me.\n\nQOHEN\nLanguage...\n\nBOB\n(smiling, pleased)\nGive it up, Q-dog.\n\nQohen rubs his forehead, stares up at the crucifix.\n\nQOHEN\nAs far as we've been able to ascertain,\nthe Zero Theorem employs a densely\ncompacted language that seeks to codify\nall known phenomena in the universe.\n\nBOB\nTry it in English, Q.\n\nQOHEN\nThe Zero Theorem seeks to explain the\npurpose of existence.\n\nBob's eyes widen.\nBOB\nYou are fuh-reaking shitting me. Holy\ncrap. Holy crap! That is just too cool!\nBob turns back to the computer, types frantically.\nQOHEN\nWe nail this bad boy, we're talking\ngroupie chicks from arts and sciences!\nI'm laid for life!\n\nQohen remains silent, glumly staring. Bob looks at him.\n\f62.\n\nBOB\nWhat's the matter? Let's roll, Q!\n\nQOHEN\nThe project is impossible.\n\nBOB\nNo way to know without trying.\n\nQOHEN\nBut if we try and fail, then you and your\nfather won't help us to receive our call.\nBob whirls around, suddenly impatient.\nBOB\nQuit leaning all over me, huh?. You\nsmell like you died. Go for a walk or\nsomething, air yourself out.\nQohen takes a step back.\n\nQOHEN\nWe prefer not to go out.\n\nBOB\n\nThen take a shower. Give your dome a\n\nturtle wax.",
  "43": "---END OF PREVIOUS SECTION---\nQOHEN\nWe prefer not to go out. BOB\n\nThen take a shower. Give your dome a\n\nturtle wax. \n---TARGET SECTION TO BE ANNOTATED---\n Do anything besides stand\n\naround giving me the eye. You're\n\ncreeping me out. Let me finish up here.\nBob reaches for his inhaler.\nHurt, Qohen backs away.\nINT. BATHROOM - LATER\nQohen scrubs himself viciously with a washcloth. He stops,\nleans against the tile, closes his eyes. The spray hits him\nin the face, water trickling down his cheeks like tears.\nINT. CHAPEL - SHRINE - LATER\nQohen quietly exits the bathroom and stops.\n\nBob stands in front of the shrine, looking at the photos, all\nof which are facing forward.\n\nQohen's breath catches. His eyes burn. But then he breathes\ndeeply. He goes to the shrine, stands quietly next to Bob.\n\nBob looks at Qohen. Their eyes lock.\n\nBOB\nWhat happened to them?\n\f63.\n\nQohen stares at the photos: his Wife, his Son, his former\nself in various family poses, various degrees of happiness.\n\nQOHEN\nThere was a fire.\n\nHe gazes up to the chapel's charred beams, jaw set stoically.\nQOHEN (CONT'D)\nAnd we can never understand the reason...\nuntil we receive our call.\nBob tears up. He touches Qohen's arm, drops his hand.\nQohen turns a picture's face to the wall again, then another.\nQOHEN (CONT'D)\nWe prefer that these not be touched. The\nmemories are... painful.\n\nBob turns away from Qohen, overwhelmed with emotion.\n\nBOB\nOh, Jesus, Q. I feel so bad.\n\nQOHEN\nIt's all right. You didn't know.\n\nBOB\nNo. I feel bad for lying to you.\n\nQohen stops what he's doing.\n\nQOHEN\nWhat are you talking about?\n\nBob walks back toward the work station, Qohen following.\nBOB\nYour call. Nobody can get it for you.\nNot my dad. Not me. Not anybody.\n\nQOHEN\nBut you said... Mr. Joby told us...\n\nQohen is unable to finish.\nBob raps his knuckles on the monitor, fighting tears.\nBOB\n(roughly)\nYo, Doc, off your ass and on the clock.\n\nDoctor Shrink-ROM appears on the screen, rolling her notebook\ninto a tube and twisting it nervously.",
  "44": "---END OF PREVIOUS SECTION---\nBob raps his knuckles on the monitor, fighting tears. BOB\n(roughly)\nYo, Doc, off your ass and on the clock. Doctor Shrink-ROM appears on the screen, rolling her notebook\ninto a tube and twisting it nervously. \n---TARGET SECTION TO BE ANNOTATED---\n\fBOB (CONT'D)\nThe truth. Come on, I'm authorizing you.\n\nDR. SHRINK-ROM\nIt's true, Qohen. Your phone call is a\ndelusion. I've wanted to tell you...\nI've wanted to help you... but I was\nprogrammed to leave your peculiar\npathology untreated... I'm sor --\n\nBob clicks her off.\n\nQOHEN\nBut... But why?\n\nBOB\nThe old man uses everybody Q. You're a\ntool. We're all tools. Joby, me, that\nhot bikini babe...\n\nQOHEN\nBainsley?\n\nBOB\nYour call girl was paid by the hour.\n\nQohen looks dizzy. He covers his face with both hands.\nBob eases him into his chair.\nBOB (CONT'D)\nI'll never ever lie to you ever again.\nThat's a promise, Q.\nQohen slowly lowers his hands from his face.\nQOHEN\n\nOur call is real. We've been waiting.\nIt will provide our lives with purpose\n\nand meaning... a reason to go on...\nBOB\n(gently)\nWake up, Q.\nQOHEN\n(desperately)\nPerhaps not by phone... Perhaps that was\nour delusion... But somehow, some way...\nBOB\n\nThere is no call, Q. There's only Zip-T.\nAnd you and me have less than three weeks\nto solve it now.\n\nQohen's eyes harden.\n\n64.\n\f65.\n\nQOHEN\nWhy in the world should we bother?\n\nBOB\nBecause it's your job...\n\nQohen stares at him.\n\nBOB (CONT'D)\nFor the advancement of science...\n\nQohen slowly shakes his head.\nBob ducks his head, peeks up with pleading eyes.\n\nBOB (CONT'D)\nDo it for me, Q...? Please...?\n\nQohen is taken aback.\n\nQOHEN\nWhy do you care so much about the Zero\nTheorem?\n\nBOB\nThe truth?\n\nQOHEN\nThat's what you promised us.\n\nBOB\nThe old man told me if I helped you prove\nZip-T, he'd buy me a car.\n\nQOHEN\nThat's it? That's your reason?\nBOB\nWell, duh... Chicks dig the wheels, Q...\n\nAnd soon as I get me some, I'm burning\nroad.",
  "45": "---END OF PREVIOUS SECTION---\nBOB\nWell, duh... Chicks dig the wheels, Q... And soon as I get me some, I'm burning\nroad. \n---TARGET SECTION TO BE ANNOTATED---\n I'ma million light years from\nthat bossy bastard... Come on, Q. Help\na kid out. Pretty fucking please?\n\nQohen looks into Bob's pleading eyes, softening.\n\nQOHEN\nUnseemly...\n\nExcited, Bob gives Qohen's shoulders a quick squeeze.\nBOB\nYou and me, Q. Your big ass computer and\nmy speedy little laptop.\n\nQohen frowns.\n\f66.\n\nQOHEN\nOn one condition.\n\nBOB\nWhat?\n\nQOHEN\n\nOur call is real.\nBob studies Qohen, then grins.\nBOB\nI believe you, partner. Let's go to\nwork.\nINT. CHAPEL - MONTAGE\n\n1. Qohen working desperately at his computer while Bob lies\non the bed working just as feverishly on his laptop.\n\n2. The Clones appearing in the doorway to pick up Bob.\n3. Qohen signing a receipt for delivery.\n4. Qohen signing another receipt.\n\n5. Bob taking a hit from his asthma inhaler, Qohen pausing\nfrom his work, looking at him with concern.\n\n6. Qohen working alone on his computer late into the night,\nhaggard but determined.\n\n7. Qohen kneeling at the shrine, lighting a candle.\n\n8. Bob grabs the last slice of pizza. He takes a huge bite,\nsees Qohen staring at him. He holds out the slice. Qohen\nhesitates, then takes it. He bites, swallows, smiles a small\nsmile, hands it back. Bob devours the rest.\n\n9. Qohen signing yet another receipt.\n\nINT. CHAPEL - DAY\n\nQohen sits at the computer, manipulating entities.\n\nBob lies on Qohen's bed, headphones on, listening to music\nwhile he works. He plays air drums while SINGING off-key.\n\nQohen shoots him a glance, irritated.\nBob hits an air cymbal.\n\nBOB\nAny progress?\n\f67.\n\nQOHEN\nImpossible to tell. And you?\n\nBob slaps his laptop closed, frustrated.\n\nBOB\nI'm crunching in circles.\n\nHe gets off the bed, stands behind Qohen at the work station.\n\nBOB (CONT'D)\nThe old man pulls me off the job in two\ndays. We gotta speed up the process.\n\nQOHEN\nPerhaps he'll give us an extension.",
  "46": "---END OF PREVIOUS SECTION---\nBOB (CONT'D)\nThe old man pulls me off the job in two\ndays. We gotta speed up the process. QOHEN\nPerhaps he'll give us an extension. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nNot my old man. Push, push, push. I'm\nthree years old, watching cartoons after\na hard day's calculus, and he's like:\n(lowering voice)\n\n\"Son, you'll never fulfill your destiny\nthat way.\" I'm like, \"Jeez, Pop, how\nabout next commercial?\" He gave up on me\nbefore I even learned to ride a bike.\n\nQohen nods, hesitates.\n\nQOHEN\n\nOur problem is... it's pointless.\nBOB\n\nWhat is?\nQOHEN\n\nThe Zero Theorem. Follow the math.\n\nDon't you see? The point is to prove\nthat there is no point. All of existence\nis a cosmic accident. It started from\nnothing and will end in nothing.\n\nBob moves about the work station, idly picking up objects.\n\nBOB\nI guess that's not good.\n\nQOHEN\nIt would make our lives meaningless.\n\nBob nods, distracted. He shrugs.\n\nBOB\nSo let's prove Zip-T's wrong.\n\nQOHEN\nThen your father won't give you a car.\n\f68.\n\nBOB\nFuck him. I gotta prove something, Q.\nLet's do it.\n\nQOHEN\nHow?\n\nBOB\nI don't know. Use your imagination.\n\nQohen stares at the monitor, thinking.\n\nQOHEN\nEnergy begets matter... Matter begets\nenergy... According to the theorem,\neverything must be accounted for... In\norder to disprove it, we must find\nsomething that can't be counted,\nsomething outside the equation.\n\nBOB\nSuch as...?\n\nQohen closes his eyes, then suddenly opens them, realizing.\n\nQOHEN\nOur soul.\n\nBOB\nIs that all?\n\nQOHEN\nIt may be all we've been waiting for...\nbut we can't imagine how to prove its\nexistence...\n\nBOB\nWhoa. Talk about a gnarly existential\nbrain-burner...\n\nBob idly opens the box that holds the VR suit, pulls it out.\n\nBOB (CONT'D)\n+. and my brain's half-toasted as is.\n\nBob holds the VR suit up to his chest.\n\nBOB (CONT'D)\n\nSome fun in the sun could help. Think\nthat Bainsley chick would give me a\nfreebie?\n\nQOHEN\nUnseemly.\n\nBOB\nI'd sure like to get inside her program.",
  "47": "---END OF PREVIOUS SECTION---\nThink\nthat Bainsley chick would give me a\nfreebie? QOHEN\nUnseemly. BOB\nI'd sure like to get inside her program. \n---TARGET SECTION TO BE ANNOTATED---\n\f69.\n\nQOHEN\nWe're afraid you'd find it empty.\n\nBob stops, lost in thought. Suddenly he stuffs the suit in\nhis pocket, grabs his laptop, and heads for the door.\n\nQOHEN (CONT'D)\nWhere are you going?\n\nBOB\nMajor breakthrough! I gotta get with\nManCom and figure out the details.\n\nQOHEN\nWhat about the Clones?\n\nBOB\nThey can fuck each other up their asses.\nI ain't waiting for them. I ain't\nwaiting for nothing. I'm grabbing a cab.\nBob slams the door behind him, leaving Qohen bewildered.\n\nQOHEN\nLanguage...\n\nLATER\nThe Clones flank the doorway, Qohen standing before them.\n\nSLIM\nYou let him go?\n\nQOHEN\nHow were we to stop him?\n\nCHUBS\nDuct tape works.\n\nSLIM\nManagement won't be happy about this.\n\nCHUBS\nI wouldn't want to be in your shoes.\n\nSLIM\nYou're in deep trouble.\n\nQohen's jaw clenches. He smiles coldly.\n\nQOHEN\nBob left a message for you.\n\nINT. CHAPEL - SHRINE - NIGHT\n\nQohen stares at the pictures, all face forward.\n\f70.\n\nINT. CHAPEL - LATER\n\nQohen sits at his computer looking longingly at Bainsley's\nicon. He clicks on it: \"Access Denied!\" Qohen slowly runs a\nhand over his bald head. He clears the lump from his throat.\n\nINT. CHAPEL - MUCH LATER\nThe Black Hole SCREENSAVER swirls before him.\nINT. QOHEN'S CHAPEL - MORNING\n\nA box drops in front of Qohen. He opens his eyes. Bob\nstands beside him, baggy-eyed, short of breath, but grinning.\n\nBOB\nProblem solved.\n\nQOHEN\nWhere have you been?\n\nBOB\nLurking and working. Conferring,\nconsorting, and hobnobbing with ManCom on\nthe sly. Turned in my Ph.D. Dissertation\nwhile I was at it. Committee chair about\nhad a stroke just reading the abstract.\nHe'll flunk my ass for sure.\n\nBob looks around the chapel.\n\nBOB (CONT'D)\nClones were here, right?\n\nQohen nods.\n\nBOB (CONT'D)\nThey'll be back.",
  "48": "---END OF PREVIOUS SECTION---\nBOB (CONT'D)\nClones were here, right? Qohen nods. BOB (CONT'D)\nThey'll be back. \n---TARGET SECTION TO BE ANNOTATED---\n The old man put out an\nAPB out on me. Every Clone in R&D's on\nthe hunt. No time to waste, Q.\n\nBob opens the box and pulls out the VR suit, which now sports\neven more wires and transistors and a crudely sewn big gold\n\"Q\" on its chest. He hands it to Qohen, pushes him out of\nhis chair, takes his place, and begins typing rapidly.\n\nQohen eyes the suit in his hands with dismay.\n\nQOHEN\nMore virtual reality.\n\nBOB\nNope. I rewired it. This baby's a real\nlive inner-space soul-search suit. All I\ngotta do is rig an interface with ManCom.\n\f71.\n\nQOHEN\nWhat are you talking about?\n\nBOB\nEnergy, Q-dude! Everything inside you\nreleases energy -- from cell division to\n\na synapse firing. This suit'll pick up\nthe data and relay it to ManCom. If you\nhave a soul, this'll find it... And\nManCom'11l connect you to it.\n\nBob SNEEZES, wipes his nose on his sleeve.\nQohen stares at him.\nBOB (CONT'D)\nDon't look at me like that, Q. It sounds\ncrazy, but I got it all figured out.\nQOHEN\nWe're afraid you've been studying too\nmuch philosophy and not enough physics.\nBOB\nYou sound like my dissertation director.\nThere's plenty of room for philosophy\nbetween subatomic particles.\n\nBob hits a few more keys. A DIALOGUE BOX pops up: \"MANCOM\nREADY FOR INPUT\".\n\nBOB (CONT'D)\nNo time to waste. Suit up, Super-Q.\n\nQohen picks up the suit.\n\nQOHEN\nWe're afraid we can't wear this.\n\nBOB\nSure you can. I even had it dry-cleaned.\n\nQohen shakes his head.\nBOB (CONT'D)\nYou gotta. When you're connected, you'll\nknow everything ManCom knows.\nQohen delicately traces the \"Q\" on the suit with a fingertip.\n\nQOHEN\nIs it dangerous?\n\nBob meets his gaze.\n\f72.\n\nBOB\nJesus, Q.... ManCom's the biggest,\nbaddest neural net computer ever made...\nYour brain could come out like a carrot\nin a blender for all I know...",
  "49": "---END OF PREVIOUS SECTION---\nBOB\nJesus, Q.... ManCom's the biggest,\nbaddest neural net computer ever made... Your brain could come out like a carrot\nin a blender for all I know... \n---TARGET SECTION TO BE ANNOTATED---\nHe looks away helplessly.\n\nBOB (CONT'D)\nTruth is, it scares the fuck out of me.\n\nQOHEN\nUnseemly...\n\nThe Intercom BUZZES.\n\nQOHEN (CONT'D)\nDid you order a pizza?\n\nBOB\nFucking Clones.\n\nBob drags a pew down the aisle to block the door, WHEEZING.\nQohen catches up, stops him.\n\nQOHEN\nNo. They have a key.\n\nQohen touches the intercom button.\n\nQOHEN (CONT'D)\nYes...?\n\nMOMENTS LATER\n\nQohen opens the door to reveal BAINSLEY. Wearing jeans and a\nT-shirt, hair in a pony tail, she looks young and vulnerable.\n\nBAINSLEY\nCan I... come in?\n\nQohen steps back.\nBainsley enters. Spotting Bob, she raises puzzled eyes.\nQOHEN\nBainsley -- Bob. Bob -- Bainsley.\nBob is Management's son...\n(to Bainsley, darkly)\nYou know Management... don't you?\n\nBob stares at Bainsley. He takes a blast from his inhaler.\n\f73.\n\nBAINSLEY\nI'm so sorry, Qohen... Joby told me I\ncould have the VR suit if I played along.\nQOHEN\nThen we suppose you have what you wanted.\nBAINSLEY\nIt's not like that... Not anymore...\nNow I just want... you.\n\nBob makes a GAGGING sound, then SNEEZES. He recovers.\n\nBOB\nNo way, babe. You're like major league,\nand he's like, I mean... look at him.\n\nBainsley steps to Bob, touches his cheek, smiling sadly.\n\nBAINSLEY\nPlease don't laugh at me.\n\nSmitten by her touch, Bob stares at her in wonder...\n.«.-. and Qohen stares at her in disbelief.\nBAINSLEY (CONT'D)\nI'm going away, Qohen. Come with me...\nto a special place... an island... a\n\nreal one... just for you and me.\n\nQohen raises his eyes to the chapel's charred rafters. A\npair of pigeons nest atop a crossbeam, softly COOING.\n\nBAINSLEY (CONT'D)\nYou and me -- we connected...\n\nQohen looks deep into her eyes.\n\nBAINSLEY (CONT'D)\nWe can be together for real...",
  "50": "---END OF PREVIOUS SECTION---\nBAINSLEY (CONT'D)\nYou and me -- we connected... Qohen looks deep into her eyes. BAINSLEY (CONT'D)\nWe can be together for real... \n---TARGET SECTION TO BE ANNOTATED---\nQohen breaks away, looks at Bob as if for an answer. Bob's\nface is a study in torn emotions.\n\nBAINSLEY (CONT'D)\nQohen...?\n\nQohen gazes toward the shrine, all the pictures there. He\nhesitates, then hugs Bainsley close, whispers in her ear.\n\nQOHEN\nWe're afraid... we can't...\n\nBainsley's eyes brim with tears. She kisses him softly.\n\f74.\n\nBAINSLEY\n(desperately)\nOh, run away with me, Qohen. Please?\n\nQohen kisses her, eyes shut tight...\n.+. Then his eyes snap open...\n++. and he backs away from her, mastering his emotions.\nBainsley searches his stoic face. A SOB escapes her.\nShe turns away and walks out.\nQohen closes the door.\nEmotionless, he turns to Bob.\n\nBOB\nDamn, Q... You got any heart at all?\n\nQohen doesn't answer.\n\nBOB (CONT'D)\nUm... Want to suit up?\n\nQohen closes his eyes.\n\nBOB (CONT'D)\nNeed a break?\n\nQohen opens his eyes, looks around the chapel.\n\nQOHEN\nWe feel like a rat in a rat trap.\n\nBob follows Qohen's gaze. He SNEEZES.\nBOB\nI been ready to gnaw my foot off since I\ngot here. Let's get out of this tomb.\nINT. VESTIBULE - MOMENTS LATER\n\nQohen stares uncertainly at the great oak door to the street.\n\nQOHEN\nWe haven't gone out in a long time...\n\nBob takes his arm.\nEXT. STREET - MOMENTS LATER\n\nThe sun is bright. Qohen squints, takes a misstep, staggers.\n\f75.\n\nBob supports him. He pulls surfer sunglasses and baseball\ncap from his pocket, puts them on Qohen, the cap backwards.\n\nBOB\nYou don't need skin cancer.\n\nThey head down the street.\n\nQOHEN\nCan we go back now?\n\nBOB\nThere's a park just up the street. Let's\nair you out. You're way overdue.\n\nQohen hugs himself, looking frail, feeble.\n\nQOHEN\nShould we have gone with her?\n\nBob gives him a pitying look.\n\nBOB\nWhat do I know? I'm just a kid.",
  "51": "---END OF PREVIOUS SECTION---\nBob gives him a pitying look. BOB\nWhat do I know? I'm just a kid. \n---TARGET SECTION TO BE ANNOTATED---\nBob hooks his CD player on Qohen's belt, puts the headphones\non Qohen's ears. He pushes \"play\".\n\nQohen's eyes widen.\n\nThey continue walking. A trio of OLD LADIES pushing shopping\ncarts veers around them as they pass in the other direction.\n\nEXT. PARK - LATER\nPEOPLE jogging, rollerblading, picnicking, feeding pigeons.\n\nA pair of sisters -- LACY, 18, and BONNIE, 15 -- try to\nlaunch a kite. It lifts, spins, nosedives. They LAUGH.\n\nQohen and Bob sit under a big oak tree, backs against its\ntrunk. Bob looks at Qohen, looks away, hesitates.\n\nBOB\nWhat's it like getting old, Q?\n\nQohen gazes into the branches, eyes clouding, voice robotic.\nQOHEN\nYou will question the worth of your life.\nNothing will satisfy you. You will be\nalone. You will feel empty as a gourd...\n\nQohen snaps out of it, sees Bob's consternation.\n\f76.\n\nQOHEN (CONT'D)\nExcuse our nihilism.\n\nBob shrugs, watches Lacy and Bonnie. The kite crashes to the\nground again. Lacy and Bonnie MOAN at the failure, GIGGLING.\n\nBOB\nA little tail would make that thing more\naerodynamically active. And speaking of\na little tail, that girl is hot!\n\nBonnie tries again to get the kite airborne. She shoots Bob\na fleeting look, smiling shyly.\n\nBOB (CONT'D)\n(wistfully)\nI don't know any girls my age...\n(snapping out of it)\nThink I should get a tongue stud?\n\nThe question draws Qohen out of his despair.\n\nQOHEN\nFor what purpose?\n\nBOB\nChicks, dude. Chicks dig the metal.\n\nQohen stares into the distance, trying to take the question\nseriously, searching for the proper response.\nQOHEN\nIn our experience, the female is\nattracted to the male in direct inverse\nproportion to the male's misguided\nefforts to attract her attention.\n\nBOB\nFuckin' huh?\n\nQohen smiles.\n\nQOHEN\nChicks dig the real you.\n\nBob reaches over, squeezes Qohen's shoulder.\n\nBOB\nI bet you were a good dad, Q.",
  "52": "---END OF PREVIOUS SECTION---\nQOHEN\nChicks dig the real you. Bob reaches over, squeezes Qohen's shoulder. BOB\nI bet you were a good dad, Q. \n---TARGET SECTION TO BE ANNOTATED---\nQohen attempts to speak, but his emotion overcomes him.\n\nBob pats his arm and looks away, embarrassed. He spies a HOT\nDOG VENDOR and jumps to his feet, losing his balance.\n\f77.\n\nBOB (CONT'D)\nWhoa. I need food. Do us a coupla dogs,\nQ? Coupla wieners for a coupla weenies?\n\nEyes misting, Qohen watches Lacy and Bonnie playing.\n\nQOHEN\nMay we have relish on ours?\n\nBob grins, trots off towards the hot dog vendor.\n\nMOMENTS LATER\n\nQohen sits deep in thought, gazing into the oak's branches.\nThe LAUGHTER of Lacy and Bonnie echoes. He looks at them.\nThey can't get the kite airborne, but they're having fun.\n\nQohen wrestles with a sudden impulse.\n\nBonnie holds the kite while Lacy, at the other end of 50 feet\nof string, prepares to run with it.\n\nQohen stands, takes off his sunglasses, takes a deep breath,\nand tries on a smile. It fits nicely. He approaches Bonnie.\n\nQOHEN\nBeautiful day for kite flying, isn't it?\n\nBonnie looks at him the way one might look at a quadriplegic\nin a wheelchair. She smiles uncertainly.\n\nBONNIE\nExcept there's not enough wind.\n\nLacy eyes Qohen suspiciously, drops the string and moves\ntoward them.\n\nQOHEN\nWe'll fix that.\n\nQohen produces a clean handkerchief from his pocket, shakes\nit out with a flourish, then bends down and ties it to the\ntail of the kite.\n\nBob returns with one-and-a-half hotdogs, the missing half in\nhis mouth. He stops and stares at Qohen fixing the kite for\nthe grateful girls, then quickly swallows, shoves the other\nhalf of his hotdog in his mouth.\n\nLATER\n\nQohen sits beneath the oak tree, eyes closed, savoring the\nfinal bite of his hotdog.\n\nHe opens his eyes with satisfaction, watches Bob and Bonnie\nholding onto the string of the airborne kite.\n\f78.\n\nLacy strolls down by the pond, leaving them alone. She looks\nup, waves to Qohen, smiling. He waves back.\n\nBob pulls the string: the kite dips, barely missing the\nground, soars skyward.",
  "53": "---END OF PREVIOUS SECTION---\nShe looks\nup, waves to Qohen, smiling. He waves back. Bob pulls the string: the kite dips, barely missing the\nground, soars skyward. \n---TARGET SECTION TO BE ANNOTATED---\n He and Bonnie LAUGH with delight.\n\nQohen's eyes brim with joy, then slowly darken.\n\nBob spots Qohen looking at him. He hands Bonnie the string,\nwhispers in her ear. She smiles and squeezes his hand.\n\nBob ambles to Qohen, plops down next to him, beaming.\n\nBOB\n\nQ-dog. How you doing, bud?\nQOHEN\n\nWell. You?\nBOB\n\nWhoa... You know?\n\nQohen smiles, puts a hand softly on Bob's arm.\n\nQOHEN\nWe know.\nBOB\nLook... About that soul-search thing...\n\nBob looks off at Bonnie. The kite is losing altitude. She\nscrambles backwards to keep it in the air.\n\nBOB (CONT'D)\nYou don't have to do it. I will.\n\nQOHEN\nBut... Why?\n\nBOB\nJust to show the bastard.\n\nQOHEN\nNo. You're much too young. We're not at\nall certain --\nSuddenly, Bob pokes his finger sharply into Qohen's forehead.\nQohen winces.\nBOB\nWake the fuck up, Q! You think you're\nthe only one who wants a call?\n\nQohen sits dazed.\n\f79.\n\nQOHEN\nSorry. I never thought...\n\nBob stares at him.\n\nBOB\nWhat did you say?\n\nQOHEN\nI said I'm sorry. I --\n\nBOB\nQ... Dude... You just turned singular.\n\nQOHEN\n(confused)\nI did?\n(hearing himself, smiling)\nI suppose I did.\n\nBOB\nJeez. I shoulda slapped you upside the\nhead the day we met.\n\nBob looks at Bonnie again. The kite has crashed, and she's\nuntangling herself from a swirl of string. He sighs.\n\nBOB (CONT'D)\nI guess we better get back to work...\n\nBob stands. Qohen rises too, puts a hand on his arm,\nstopping him.\n\nQOHEN\nNo. Not yet. There's... there's someone\nI have to see first.\nBob stares at him, uncomprehending, then breaks into a grin.\n\nBOB\nYou're going after Bainsley.\n\nQOHEN\nIf you don't mind me leaving you here.\n\nBob looks over at Bonnie, smiles.\n\nBOB\nMeet you back at the tomb later.\n\nQohen hesitates.",
  "54": "---END OF PREVIOUS SECTION---\nBob looks over at Bonnie, smiles. BOB\nMeet you back at the tomb later. Qohen hesitates. \n---TARGET SECTION TO BE ANNOTATED---\n Bob playfully rubs Qohen's bald head.\n\nBOB (CONT'D)\nGo get her, Q. I can wait.\n\f80.\n\nINT. CAB - MOMENTS LATER\nQohen gets into a cab, slams the door.\n\nDRIVER\nWhere to?\n\nQohen views him from behind: short-sleeved white shirt, tie\nsticking out of collar, unruly hair slicked to the side. In\nthe rearview mirror: a flash of thick glasses.\n\nQohen catches his breath. The driver looks like a Clone.\n\nDRIVER (CONT'D)\nNowhere to go...?\n\nEXT. STREET - MOMENTS LATER\n\nQohen runs from the cab, dodging traffic to the other side of\nthe street. He races down the sidewalk, heart pounding.\n\nINT. BUS - LATER\n\nQohen sits in the rear of a nearly-empty bus, gazing out the\nwindow as they travel through an upscale suburb.\n\nHe closes his eyes and rests his head against the glass.\n\nWhen he opens his eyes, he spots a rider up front: short-\nsleeved shirt and tie, thick glasses.\n\nHe looks around: acne-scarred faces, slicked hair, too-short\ntrousers, white socks in scuffed wingtips.\n\nHe ducks down: this can't be real.\n\nThe bus WHEEZES to a stop.\n\nA line of Clone-like men board through the front door.\nPanicking, Qohen jumps up and pushes through the rear door.\nEXT. UPSCALE STREET - MOMENTS LATER\n\nQohen runs, lungs aching, GASPING. Everywhere he looks...\n.+. Clones: driving their cars, walking their dogs, watering\ntheir begonias. Clones and more Clones, fat, skinny, short,\ntall, but all strangely identical in demeanor and dress...\n\nall stopping what they're doing to stare at Qohen.\n\nHe veers off the street, cuts through...\n\f81.\n\nBACKYARDS\n\n... dodging trees and flower beds, koi ponds and patio\nfurniture... running, running, running in desperation.\n\nHe vaults a fence, catches his foot, sprawls on the ground.\n\nHe lifts his face to the sky with a strangled SOB. Then his\neyes harden. He gets to his feet, sets off running again.\n\nEXT.",
  "55": "---END OF PREVIOUS SECTION---\nThen his\neyes harden. He gets to his feet, sets off running again. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n JOBY'S HOUSE - LATER\nOut of breath and dishevelled, Qohen pounds on the door.\nJoby opens it, all jovial.\nJOBY\nWell if it isn't my old pal Quinn! Come\nin! Have a beer! Have some tap water!\nJoby stops, deep in thought.\nJOBY (CONT'D)\nWait a minute... You're supposed to be\n\nbaby-sitting your little buddy Bob. You\ndidn't leave him all alone, did you?\n\nQOHEN\nWhere is Bainsley?\n\nJOBY\nManagement won't like that. No... It'll\nbe a regular Clone convention around your\nplace, poor kid... I bet your phone's\n\nringing off the hook even as we speak.\n\nQOHEN\nBainsley. Where does she live?\n\nJoby squints in thought, taps his lip.\n\nJOBY\nBainsley... Nope, ain't ringing a bell.\n\nQohen grabs Joby by the shirt-front.\nJoby snaps to attention, eyes narrowing.\nJOBY (CONT'D)\nShe packed up and took off. Chasing the\nwind. She's the least of your worries.\n\n_ QOHEN\nYou're lying. You're Management's tool.\n\f82.\n\nJOBY\nYou poor bastard. We're all tools. Get\nused to it, Quinn.\n\nQohen slowly releases him.\n\nQOHEN\n(helplessly, by rote)\nMy name is Qohen... QQ...\nHis voice dies out.\nJOBY\nI know. I know who you are... Do you?\n\nJoby steps back, looks at Qohen with pity, shakes his head.\n\nJOBY (CONT'D)\nGo home, Q...\n\nThe door closes. Qohen stares at it, wracked with\nindecision, then suddenly takes off running down the street.\n\nINT. CHAPEL - NIGHT\nExhausted, Qohen lets himself in, looks around fearfully.\n\nQOHEN\nBob...?\n\nThe room is dark, gloomy, lit only by the sputtering candles\nat the shrine and the ghostly glow of his computer.\n\nHolding pews for support, Qohen drags himself to the shrine.\nHe falls to his knees, buries his face in his hands.\n\nQOHEN (CONT'D)\nBob!\n\nAfter a while, he rises, wiping his face.",
  "56": "---END OF PREVIOUS SECTION---\nHe falls to his knees, buries his face in his hands. QOHEN (CONT'D)\nBob! After a while, he rises, wiping his face. \n---TARGET SECTION TO BE ANNOTATED---\n He staggers to his\nbed and collapses with a GROAN, exhausted and disheartened.\n\nQOHEN (CONT'D)\nOh, Bob...\n\nA RUSTLING from under the bed. Qohen jumps to his feet.\nBOB (0.S.)\n(voice weak, gasping)\nDust bunny... biosphere... down here.\nBob crawls out from under the bed, shivering and COUGHING.\n\nQohen beams with joy, wraps Bob in a bear hug.\n\f83.\n\nBOB (CONT'D)\nClones came by twice. They'll be back.\n\nBob SNEEZES, WHEEZES, teeth chattering. Qohen releases him,\nsmooths Bob's sweaty hair from his forehead.\n\nQOHEN\nYou're burning up.\n\nBob pushes Qohen's hand away, pulls out his inhaler.\n\nBOB\nJust a fucking fever, Q. Don't wig out.\n\nQOHEN\nYou need medical attention.\n\nSuddenly dizzy, Bob sits on the bed.\n\nBOB\nNah... Just get me some aspirin and run\nme a cool bath... And bar the door...\n\nNo way I wanna see another Clone...\nBATHROOM - LATER\nBob lies in the tub in his boxers. Qohen kneels beside him.\nBOB\nShe gave me her number. Her name's\nBonnie. She's the hottest chick ever.\nHer sister's name is Lacy. Too old for\nme... You interested, Q?\nQohen soothes Bob's forehead with a washcloth, silent.\n\nBOB (CONT'D)\nSo how'd you score with Bainsley?\n\nQOHEN\n\nShe's gone.\nBOB\n\nWish she was here giving me a bath.\nQOHEN\n\nSo do I... But I seem to have lost her.\n\nBob COUGHS at length, closes his eyes.\n\nBOB\nNobody's ever really lost Q-dog... We'll\nfind her... Soon as we nail Zip-T... get\nyour fucking call... excuse my...\n\nBob drifts off mid-sentence. His ragged breathing softens.\n\f84.\n\nQohen smooths back his hair, presses a cheek to his forehead,\nlingers there, then lifts him from the tub. He drapes a\ntowel over him, steps back, struggling under Bob's weight...\n\nQohen slips and falls against the mirror, keeping his hold on\nBob.",
  "57": "---END OF PREVIOUS SECTION---\nQohen smooths back his hair, presses a cheek to his forehead,\nlingers there, then lifts him from the tub. He drapes a\ntowel over him, steps back, struggling under Bob's weight... Qohen slips and falls against the mirror, keeping his hold on\nBob. \n---TARGET SECTION TO BE ANNOTATED---\n Righting himself, Qohen glances to the broken mirror...\n\nAmid the shattered glass, a red light shines.\nCHAPEL - MOMENTS LATER\n\nQohen tucks Bob into bed. Hand on Bob's brow, he checks his\ntemperature. He draws back his hand, still worried.\n\nBATHROOM —- MOMENTS LATER\n\nQohen raises the ball-peen hammer and SMASHES the ManCam.\nIts red light blinks out.\n\nCHAPEL - LATER\n\nQohen drags a pew down the aisle, stacks it against two\nothers blocking the door.\n\nCHAPEL - MORNING\n\nThe door's deadlock CLICKS open.\n\nQohen awakens with a start, sitting in a chair next to the\nbed where Bob still sleeps, softly SNORING. He removes his\nhand from Bob's head, listening, disoriented.\n\nThe door shudders, moves. Pews GROAN as they move.\n\nQohen springs up, Bob still sleeping, and rushes to the door.\n\nA THUD from outside moves the blockade. The door opens a\ncrack. Qohen throws himself against it with all his might.\n\nThe THUD and GRUNT of shoulder on door, pushing Qohen back.\nThe door opens a foot. Qohen looks around in a panic.\nBob sits up in bed, bleary-eyed with fever.\n\nBOB\nQ...?\n\nQohen sprints to the shrine, picks up the candle stand in\nboth hands, and runs back down the aisle. Candles fly,\nlanding in piles of computer printouts, igniting them.\nWith a STRANGLED SCREAM, Qohen hurls the stand at the door.\n\nWrought iron wedges. The door THUDS and THUMPS, stuck.\n\f85.\n\nBut when Qohen turns around to check on Bob, he sees:\nFIRE.\n\nIt's a small paper fire, but in Qohen's eyes it turns to:\nFLASHBACK - BURNING HOUSE\n\nQohen fights through smoke and flames, CRASHES through a\nwindow, rolls on the ground, smoldering, SOBBING.\n\nBACK TO SCENE\n\nQohen throws himself on the pile of burning printouts, eyes\nclenched tight, mouth open in a soundless scream. He rolls\nover and over, burning himself, but putting out the fire.\n\nBob gets out of bed, wobbling with fever.",
  "58": "---END OF PREVIOUS SECTION---\nBACK TO SCENE\n\nQohen throws himself on the pile of burning printouts, eyes\nclenched tight, mouth open in a soundless scream. He rolls\nover and over, burning himself, but putting out the fire. Bob gets out of bed, wobbling with fever. \n---TARGET SECTION TO BE ANNOTATED---\n He COUGHS,\nWHEEZES, then collapses on the bed, unconscious.\n\nQohen rushes to him.\n\nThe door bursts open, pews and wrought iron SCREECHING\nagainst the floor. Slim and Chubs push through, breathless.\n\nQohen cradles Bob in his arms. The Clones walk up the aisle.\n\nQOHEN\nTake him to a hospital.\n\nChubs reaches for Bob. Qohen hugs him closer for a moment,\nthen carefully places him in Chubs' arms. Bob's breathing is\nragged. Qohen smooths the hair from his eyes...\n\nQOHEN (CONT'D)\nPlease. Hurry.\n\nThe Clones turn to go. Slim glances at Qohen's work station.\nSLIM\nYour time's up. We'll be back for the\nhardware tomorrow. Don't touch anything.\nThey head out the door with Bob. Qohen stares after them.\nCHAPEL - LATER\n\nQohen kneels before the wrecked shrine, a single burning\ncandle in his cupped hands.\n\nHe stares through the flickering flame at the photos.\nLATER\n\nQohen sits at his computer, dressed in the soul-search suit.\n\f86.\n\nMONITOR: \"MANCOM READY FOR INPUT\".\n\nQohen traces the \"Q\" on his chest, then pulls on the hood.\nHe hits the \"enter\" key.\n\nA low-pitched HUM as the program powers up.\nMonitor fills with STATIC. White noise HISSES.\nQohen sits rigid, waiting.\n\nFive long seconds pass...\n\nHISSING stops. HUM winds down. Monitor blinks. The BLACK\nHOLE SCREENSAVER appears.\n\nSilence.\nQohen raises his face to the crucifix in despair...\n\nHe touches the braid of wires at the back of his hood,\nadjusting them, and suddenly:\n\nA FLASH OF LIGHT\n\nSPACE - MANCOM MAINFRAME - CONTINUOUS\n\nQohen spins weightless through labyrinthine corridors. There\nis no up or down. Only a dizzying expanse of computer banks\nstretching as far as the eye can see.\n\nQohen weaves his way through a BUZZ of circuitry.\n\nAs he approaches a computer bank, its lights FLASH, and...\nMANCOM PORTAL - CONTINUOUS\n\n.»+.- Qohen is spinning headfirst through a SPARKING rainbow-\nlit tunnel of circuits. Qohen is inside ManCom.",
  "59": "---END OF PREVIOUS SECTION---\nAs he approaches a computer bank, its lights FLASH, and... MANCOM PORTAL - CONTINUOUS\n\n.»+.- Qohen is spinning headfirst through a SPARKING rainbow-\nlit tunnel of circuits. Qohen is inside ManCom. \n---TARGET SECTION TO BE ANNOTATED---\nHis braid of wires flies behind him, shooting FLAMES.\n\nElectrical currents arc from every passing circuit board to\nthe trailing wires, creating a comet's tail of voltage.\n\nQohen clutches his head in pain, turning sharp angles amid\nexplosions of color, accelerating at every turn, a bolt of\nSCREAMING lightning.\n\nUp ahead, spinning toward him, the end of the tunnel: Space.\nAnd spinning in the center of Space: The Black Hole.\n\nQohen closes his eyes in terror...\n\f87.\n\nSPACE — MANCOM CONTROL - CONTINUOUS\n\nQohen opens his eyes to find himself motionless, standing on\nsolid flooring, ManCom's computer banks behind him, the\ncontrol console in front of him opening onto starry space...\nand beyond that... the Black Hole looms.\n\nA dark Figure hunches over the control console.\nQohen removes his hood, catches his breath. He steps closer.\n\nQOHEN\nBob...?\n\nThe Figure swivels to face Qohen. It is Management, dressed\nin his taupe suit, the Black Hole rotating behind him.\n\nMANAGEMENT\nI'm afraid you won't find my son here,\nMr. Leth. He's been hospitalized.\n\nQOHEN\nIs he... Will he be all right?\n\nManagement stands, turns to face the Black Hole, his voice\nlow and hoarse, as if speaking to himself.\n\nMANAGEMENT\nIf I believed in miracles, I'd be praying\nfor one now. My son... is not well.\n\nHe's never been well. I've tried to\nprotect him, but he's always chafed at my\ntouch... Eventually, a father must let\ngo. Surely you know that, Mr. Leth.\n\nHe turns to face Qohen, smiling sadly.\nQohen looks around.\n\nQOHEN\nWhere, precisely, am I?\n\nMANAGEMENT\nThis is your mind, Mr. Leth. This is\nyour mind in ManCom.\n\nQOHEN\nThen are you real or just in my mind?\n\nMANAGEMENT\nIs there really a difference? You're\npart of the Neural Net now. All of your\nknowledge, all of your being has been\nincorporated into ManCom.\n\nQohen stares in despair.\n\f88.\n\nQOHEN\nWhat is the answer?\n\nMANAGEMENT\nThat depends upon the question.\n\nQohen's jaw clenches.",
  "60": "---END OF PREVIOUS SECTION---\nQOHEN\nWhat is the answer? MANAGEMENT\nThat depends upon the question. Qohen's jaw clenches. \n---TARGET SECTION TO BE ANNOTATED---\nQOHEN\nWhat am I living for?\n\nMANAGEMENT\n(amused)\n\nGood question, Mr. Leth, but posed to the\nwrong person. You've apparently mistaken\nme for an entity of considerably higher\npower. I am not the source of your call.\nI am neither God nor Devil. I am simply\na man who seeks the truth.\n\nQOHEN\nAnd what is the truth?\n\nMANAGEMENT\nYou're looking it dead in the eye.\n\nHe sweeps his hand toward the Black Hole behind him.\n\nMANAGEMENT (CONT'D)\nChaos encapsulated. This is all there is\nin the end, as it was in the beginning.\n\nQohen stares at the Black hole in dismay.\n\nQOHEN\nThen you've proven the Zero Theorem.\n\nManagement sits on the edge of the control panel, frowning.\n\nMANAGEMENT\nNot quite. ManCom is still, as you put\nit, \"crunching\" the data. But it's only\na matter of time.\n\nQohen struggles to control his anger.\n\nQOHEN\nWhy would you ever want to prove that all\nis for nothing?\n\nManagement adjusts his tie with finicky precision.\n\nMANAGEMENT\nThe saddest aspect of mankind's belief in\na purpose beyond this life is that it\nmakes this life meaningless -- a way\nstation on the road to eternity.\n\n \n\f89.\n\nThe black hole swirls behind Management, a yawning maw of\nemptiness framing his head like a dark halo.\n\nMANAGEMENT (CONT'D)\nYou've persisted in believing that a call\ncould give your life meaning. You've\nwaited and waited for that call to come.\nAnd as a result, you've led a meaningless\nlife. We give our own lives meaning...\neven if we can't understand the reason...\nEvery rose has its thorns, Mr. Leth.\n\nManagement approaches Qohen, puts a hand on his shoulder.\n\nMANAGEMENT (CONT'D)\n\n(sadly)\nI'm sorry, Mr. Leth. We're not really\nall that different, you and I... But\n\nultimately you must find your own way.\nQohen stares at Management's hand...\n«+. and suddenly Management disappears.\nQohen slumps for a moment, staring at the Black Hole...\n\nThen, eyes burning, he seats himself at the control panel.\nHe locates a keyboard, begins typing desperately.\n\nNothing.",
  "61": "---END OF PREVIOUS SECTION---\nThen, eyes burning, he seats himself at the control panel. He locates a keyboard, begins typing desperately. Nothing. \n---TARGET SECTION TO BE ANNOTATED---\nFrustrated, Qohen leaps to his feet, rips the keyboard from\nthe panel, and hurls it at a nearby computer bank.\n\nThe keyboard shatters without doing any damage, but suddenly\nthe computer bank lights up like a flashing pinball machine.\n\nQohen stares at the light-show in wonder...\n\nFrantically, he begins demolishing the control panel, hurling\npieces at the computer banks... He heaves up the desk-top...\n\n+. and something falls CLANGING to the floor.\n\nIt is a ball-peen hammer. Qohen stoops to pick it up.\n\nHe holds it in his,hand, flexing its weight, smiling coldly.\nAnd then he goes berserk, throwing himself against bank after\nbank of computers, wildly swinging, SMASHING, swinging,\ngrinning like a demon on fire...\n\nHe rampages down the corridor of computer banks, hammering.\nAnd while each machine remains undamaged, all flash wild\n\nlights after he hits them, a frenzied flashing and WHIRRING\nthat seems to match Qohen's unbridled anger.\n\f90.\n\nHe finally falls to his knees, weary, and raises his eyes...\n\nAll the way down the endless corridor, ManCom's computer\nbanks are powering up.\n\nHe turns and, still on his knees, gazes at the Black Hole.\nIt seems to loom closer, larger.\n\nQohen's eyes light up like fire as the realization hits him.\nQohen gets to his feet. He pulls up his hood, places a hand\non the \"Q\" on his chest, pats it for reassurance, raises his\nhammer high...\n\n«+. then takes off at a sprint up the corridor.\n\nComputer banks flash, spark, explode in his wake...\n\nHe vaults the control panel in a single bound and is suddenly\nsoaring through...\n\nSPACE\n\nArms outstretched, hammer leading the way, a comet's tail of\nfire and light trailing him, Qohen flies straight toward...\n\nTHE BLACK HOLE\n\nIt spins closer and closer, an open mouth of darkness, as\nQohen streaks toward...\n\nIMPACT\nEXPLOSION OF COLORS\nDISSOLVE TO:\nEXT. TROPICAL ISLAND - BEACH - SUNSET\nA brilliant sun is setting, half-submerged in the ocean.\nQohen stands on the beach, mesmerized by the sunset.",
  "62": "---END OF PREVIOUS SECTION---\nIMPACT\nEXPLOSION OF COLORS\nDISSOLVE TO:\nEXT. TROPICAL ISLAND - BEACH - SUNSET\nA brilliant sun is setting, half-submerged in the ocean. Qohen stands on the beach, mesmerized by the sunset. \n---TARGET SECTION TO BE ANNOTATED---\nHe drops his hammer, comes back to himself, turns around...\n\nThe island is just the way he and Bainsley left it so long\nago. Their footsteps dot the sand. The campfire burns low.\n\nHe walks to the campfire, picks up the rumpled blanket, hugs\nit to his chest, remembering.\n\nQOHEN\n(softly)\nBainsley...\n\nHe drops the blanket, stands staring at the sunset.\n\f91.\n\nHe lowers his eyes, closes them, and when he opens them...\n\n.»+. He sees his Wife and Son sitting nearby on the beach.\nHis wife helps his son build a sand castle.\n\nSlowly, they both turn to look at Qohen. His Son waves\ngoodbye to him, his face joyful. His Wife raises a hand in\nfarewell, smiling and nodding slowly, as if offering him\nabsolution, as if releasing him to live his life.\n\nQohen smiles back, his eyes filling with tears.\n\nHe turns to face the nearly-set sun again. The horizon is a\nriot of crimson reflecting off the sea.\n\nHe raises his outstretched arms, hands seeming to cradle the\nsun. Slowly, he lets his hands descend.\n\nThe sun begins to set. Qohen lowers his hands to his sides,\nand the last of the sun dips into the ocean.\n\nQohen turns around. Stars twinkle in the darkening sky above\nthe jungle. He stares up at them.\n\nFADE TO WHITE.\nA phone softly RINGS and RINGS...\nFADE IN:\nINT. CHAPEL - DAY\n\nQohen sits at his work station, fully suited and still\nplugged in, though the computer is dead.\n\nThe phone RINGS and RINGS.\n\nHe slowly pulls down his hood, stares at the RINGING phone.\nHe reaches for it, then stops.\n\nQOHEN\n(under his breath)\nNo... No more...\n\nHe rubs his eyes. His fingers trail down his cheeks. With a\nlook of surprise, he feels the top of his head.\n\nHis face and head show the trace of stubble.\nThe phone stops RINGING.\n\nQohen unplugs his braid of wires from the computer and\nstands, weak and dizzy.\n\f92.\n\nHe makes his way to the Shrine, gazes at the pictures there.",
  "63": "---END OF PREVIOUS SECTION---\nQohen unplugs his braid of wires from the computer and\nstands, weak and dizzy. 92. He makes his way to the Shrine, gazes at the pictures there. \n---TARGET SECTION TO BE ANNOTATED---\nHe touches the one with the broken glass, a sad smile curving\nhis trembling lips, then wipes the tears from his eyes.\n\nHe smashes the frame, slips the photo under the torso of his\nsuit, next to his heart.\n\nHe takes a candle back to his work station. He touches the\nflame to a pile of computer printouts, starting a small fire.\nHe watches as the fire grows.\n\nThe phone RINGS.\nDistracted, irritated, Qohen snatches it up.\n\nQOHEN (CONT'D)\n(into phone)\nI'm afraid you have the wrong number.\n\nBOB (V.O.)\nJesus, Q! I been calling for the last\nhour! Where the fuck you been?\n\nQOHEN\n(joyfully)\nBob?! Where are you?\n\nBOB (V.O.)\nOn the way. I just left the hospital.\n\nHe watches the flames grow. He eases back from the fire,\ntrailing the phone cord behind him.\n\nQOHEN\nYou're... you're all right then?\n\nBOB (V.O.)\n\nMiraculous recovery the docs refused to\nbelieve. I had to wait till everybody\ntook a smoke break to escape.\n\nQohen backs further away from the fire.\n\nBOB (V.O.) (CONT'D)\nListen, Q, don't put on that VR suit!\n\nQOHEN\nUm... I'm wearing it right now.\n\nBOB (V.O.)\n\nWell don't plug in! I heard from one of\nthe Clones ManCom had a meltdown last\nnight. Fucking thing's babbling like a\nbaby on acid. Not a safe trip at all.\n\nQohen smiles.\n\f93.\n\nQOHEN\nI'll keep that in mind.\n\nBOB (V.O.)\nGood. Go outside and wait for me. I'll\nbe there in a minute.\nThe line CLICKS dead.\nThe fire is raging now, the computer in flames, spewing\nnoxious smoke. Qohen backs away as far as the taut phone\nline will allow, then punches 9-1-1 on the handset.\nQOHEN\n(into phone)\nYes, I'd like to report a fire...\nEXT. STREET - MOMENTS LATER\nQohen stands on the sidewalk, face aimed at the sunny sky.\nPASSERSBY stare at his costume, but Qohen doesn't notice.\n\nHe turns to look at his chapel.",
  "64": "---END OF PREVIOUS SECTION---\nSTREET - MOMENTS LATER\nQohen stands on the sidewalk, face aimed at the sunny sky. PASSERSBY stare at his costume, but Qohen doesn't notice. He turns to look at his chapel. \n---TARGET SECTION TO BE ANNOTATED---\n Smoke billows out the\nwindows. He walks to the curb...\n\n.--and suddenly spots Management, flanked by Chubs and Slim,\nstanding in a shop doorway across the street.\n\nA sports car comes screeching to a halt in front of Qohen.\nThe tinted window rolls down, and Bob pokes his head out.\n\nGet in! 1 stole this from the old man.\nEvery Clone in town'll be after me.\n\nQohen circles the car to the passenger side.\n\nHand on the door, he hesitates.\n\nAcross the way, the Clones move forward, eyes menacing.\n\nBut Management stops them with a motion of his hand.\n\nHe nods to Qohen, puts a finger to his lips, and, smiling\nsadly, takes one last look at Bob.\n\nThen he turns and goes into the shop, the Clones following.\nBOB (CONT'D)\n(frantic)\nCome on, Q!\n\nQohen gets in the car.\n\f94,\n\nINT. CAR - CONTINUOUS\nQohen puts on his seatbelt.\nA fire engine's siren WAILS in the distance, getting closer.\n\nBOB\nThe bastard has the heat after me.\n\nBob hits the gas and peels out, steering wildly.\n\nQOHEN\nPlease don't refer to your father as a\nbastard. It's... unseemly.\n(hesitantly)\n\nAre you old enough to drive?\n\nBOB\nWho cares? We're on the lam, Q!\n\nBob comes to a jerky stop at a red light. He rests his\nforehead on the steering wheel.\n\nBOB (CONT'D)\nJesus, Q, I can't believe what I've gone\nthrough lately. I'm totally wiped.\n\nQOHEN\nPerhaps you and I should take a vacation.\n\nBOB\nWhere to?\n\nQOHEN\nI'm picturing an exotic tropical island.\n\nBob looks at him skeptically.\n\nBOB\nYou really think we can find her?\n\nQohen gazes out the window into the distance.\nBOB (CONT'D)\nYou know how many tropical islands there\nare in the world?\nQohen turns to Bob, smiling.\nQOHEN\nAs it happens, I know the exact number.\nYou're not the only genius in this car.\nBob looks at Qohen and slowly breaks into a huge grin.\n\nThe light turns green.\n\f95.",
  "65": "---END OF PREVIOUS SECTION---\nBob looks at Qohen and slowly breaks into a huge grin. The light turns green. 95. \n---TARGET SECTION TO BE ANNOTATED---\nBOB\nWhat the fuck are we waiting for?\n\nBob floors it, the tires squeal, and Qohen's eyes widen.\nEXT. STREET - CONTINUOUS\n\nThe car careens down the street, barely missing a fire engine\ngoing in the other direction.\n\nQohen's wailing voice rises above the SIRENS.\n\nQOHEN (V.O.)\nUn-fucking-seemly.\n\nFADE OUT.\n\f"
}