{
  "1": "\n\n\nwindow.addEventListener('DOMContentLoaded',function(){var v=archive_analytics.values;v.service='wb';v.server_name='wwwb-app202.us.archive.org';v.server_ms=1531;archive_analytics.send_pageview({});});\n\n\n  __wm.init(\"http://web.archive.org/web\");\n  __wm.wombat(\"http://www.geocities.com:80/emruf1/poto.html\",\"20050221100300\",\"http://web.archive.org/\",\"web\",\"/_static/\",\n\t      \"1108980180\");\n\n\n\n\nThe Phantom of the Opera\n\n\nThe Phantom of the Opera\n\t\t \t\tTHE PHANTOM OF THE OPERA\n\n(The following foreword is to be presented on a moving scroll that\nmoves up)\n\nFOREWORD\t\t\n\t\t\tDear patrons of the Silent Drama ...\n\t\t\tIn this present era of discovery and invention\n\t\t\tSpiritualism and other psychic phenomena are scoffed\n\t\t\tat by the masses in general. Therefore, we ask you\n\t\t\tto bear with us while we unfold for your entertain-\n\t\t\tment, the story of the \"Opera Ghost\" which really\n\t\t\tdid exist according to the memoirs of the late M.\n\t\t\tFaure, Chief of the Paris Secret Police, whose\n\t\t\tweird tale of a criminal investigation which lead\n\t\t\thim to an opaque veil that cloaked the supernatural\n\t\t\tnow lies in the archives of the National Academy\n\t\t\tof Music in the French Capitol.\n\n\t\t\t\t\t\tFADE OUT\n\n\n1.\t\t\tFADE IN\n\t\t\tCLOSE SHOT on a volume which rests on a rich \n\t\t\tvelvet table scarf-- on the book is the title in\n\t\t\tFrench --MEMOIRES OF M. FAURE, CHIEF OF THE PARIS \n\t\t\tSECRET POLICE. As the French letters dissolve into\n\t\t\tEnglish and we play long enough to identify, a\n\t\t\thand enters scene and opens volume to the preface.\n\n\n2.\t\t\tCLOSE VIEW of the first page of the Preface which reads:\n\t\t\t           To whom it may concern:-\n\t\t\tBefore unfolding my hair-raising experience in\n\t\t\tmaking an investigation of the murderous crimes at-\n\t\t\ttributed to the \"Opera Ghost\" it will be necessary\n\t\t\tfor me to relate a few interesting facts concerning\n\t\t\tthe Paris Opera house, where the Ghost existed.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the French letters dissolve into\n\t\t\tEnglish and we play long enough to identify, a\n\t\t\thand enters scene and opens volume to the preface. 2. CLOSE VIEW of the first page of the Preface which reads:\n\t\t\t           To whom it may concern:-\n\t\t\tBefore unfolding my hair-raising experience in\n\t\t\tmaking an investigation of the murderous crimes at-\n\t\t\ttributed to the \"Opera Ghost\" it will be necessary\n\t\t\tfor me to relate a few interesting facts concerning\n\t\t\tthe Paris Opera house, where the Ghost existed. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t       The Paris Opera house was conceived by Louis\n\t\t\tNapoleon III, after an unsuccessful attempt to\n\t\t\tduplicate the world power of his illustrious uncle,\n\t\t\tthe great Napoleon, as a sop to his suffering and \n\t\t\twar-ridden subjects.\n\t\t\t(a hand turns the page over revealing a picture of\n\t\t\tLouis Napoleon III, as the military emperor)\n\t\t\t        It was designed and executed by that\n\t\t\tcelebrated architect, Jean Louis Charles Garnier, who\n\t\t\tlater built the Forum of Trajan and the Temple of\n\t\t\tVesta in Rome--and the Casino at Monte Carlo.\n\t\t\t(A hand turns the page over revealing a picture of\n\t\t\tJean Louis Charles Garnier)\n\t\t\t       No European capital possesses an opera house\n\t\t\tso comprehensive in plan and execution, nor can\n\t\t\tboast an edifice so vast and splendid.\n\t\t\t(A hand turns the page over revealing a picture of\n\t\t\tthe Paris Opera house to show its magnitude and\n\t\t\tdecorative design.)\n\t\t\t       Its construction began in 1851, and was es-\n\t\t\ttimated to cost thirty-five million francs, and it\n\t\t\trequired twelve years for completion. It contains\n\t\t\t583 dressing rooms, 2551 doors and 7893 keys; 14\n\t\t\tfurnaces and 450 grates; 16 miles of gas pipe, 9\n\t\t\treservoirs and two tanks holding 22,222 gallons of\n\t\t\twater.\n\t\t\t(A hand turns the page over and we read further)\n\t\t\t      During the revolution of 1870, the con-\n\t\t\tstruction was halted for a time, when Napoleon III \n\t\t\tlost his throne and the present Republic of France \n\t\t\twas declared.\n\t\t\t       It was during those dark days of bloodshed \n\t\t\tthat the building was used as a military head-\n\t\t\tquarters. Its vast cellars turned into dungeons\n\t\t\tfor prisoners, and secret passages and torture\n\t\t\tchambers installed to satisfy the blood lust of a \n\t\t\tcrazed populace.\n\t\t\t(A hand turns the page over revealing the first \n\t\t\tpage of M. Faure's memoirs.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nIts vast cellars turned into dungeons\n\t\t\tfor prisoners, and secret passages and torture\n\t\t\tchambers installed to satisfy the blood lust of a \n\t\t\tcrazed populace. (A hand turns the page over revealing the first \n\t\t\tpage of M. Faure's memoirs. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t        Many were the skeptics who scoffed at the\n\t\t\tidea of the \"Opera Ghost\" but the few upon whose\n\t\t\tword I could rely believed in its existence;\n\t\t\tvowing that the opera house bore a curse, dating\n\t\t\tback to the time when the Second Commune carried on\n\t\t\ta wholesale massacre of the Nobility in the dark \n\t\t\tcellars. LAP DISSOLVE INTO:\n\n\n3.\t\t\tEXT. PARIS OPERA HOUSE.\n\n\t\t\tIt is night and under the gas lights we see the\n\t\t\tarrival of the nobility and the elite of Paris in\n\t\t\tcarriages. There are a throng of curious bystanders\n\t\t\tof both sexes eager to see the aristocracy.\n\n\n4.\t\t\tINT GRAND STAIRCASE  #1. . . AMBER\n\n\t\t\tThis is a cross shot of the staircase, something of\n\t\t\tthe view shows in the first illustration in the book.\n\t\t\tThe scene presents a gorgeous picture. Circulating\n\t\t\ton the stairway are the elite, the wealthy, the aris-\n\t\t\ttocratic, the military, the fashionable of Paris.\n\t\t\tThe carriage and general manner of the people is very\n\t\t\tlight and informal. Some wear opera hats tilted at\n\t\t\tan angle, and others not. The men, women, officers\n\t\t\tand attendants of the opera are dressed for the\n\t\t\tperiod of approximately 1890. The women are\n\t\t\tbeautifully gowned as the Paris Grand Opera is the\n\t\t\tshow place of the fashionable world. The number of\n\t\t\tpeople will be governed by what is required to\n\t\t\tcomfortably fill the big set. Crowds will also be\n\t\t\tseen moving in the four galleries, while others will\n\t\t\tcirculate upon the staircases which lead downward at\n\t\t\teither side of the main stairs. It is a scene of\n\t\t\tgaiety and laughter.\n\n\n5.\t\t\tINT. GRAND STAIRCASE  #2. . AMBER.\n\n\t\t\tThis is a longer shot taking in the set -- up to\n\t\t\tand including the third gallery. This is as high\n\t\t\tup as the cornice. In this shot the galleries are\n\t\t\tseen filled with a gay throng. A general movement of\n\t\t\texit toward the auditorium begins.\n\n\n6.\t\t\tINT GRAND STAIRCASE  #3 . .",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nA general movement of\n\t\t\texit toward the auditorium begins. 6. INT GRAND STAIRCASE  #3 . . \n\nTARGET SECTION TO BE ANNOTATED:\nAMBER\n\n\t\t\tThis is the entire grand staircase set, including\n\t\t\tthe dome. There are people now seen in the fourth\n\t\t\tgallery. The general movement of the crowd toward\n\t\t\tthe auditorium continues.\n\n\n7.\t\t\tINT. AUDITORIUM.\n\t\t\tLONG SHOT. . AMBER.\n\n\t\t\tIt is the hour before the overture and first\n\t\t\tcurtain of the opera Faust --The curtain is down\n\t\t\tand people are entering from both side entrances,\n\t\t\tand the entrance below the Portierre. The\n\t\t\taisles are crowded, not only with those seeking\n\t\t\ttheir seats, but also with groups. All are laughing\n\t\t\tand talking. The atmosphere is free and informal.\n\t\t\tMany are standing or lounging against the seats,\n\t\t\tgossiping with acquaintances a few seats distant.\n\t\t\tThe chandelier is a blaze of light. The musicians\n\t\t\t(71 including the director) are filling in and\n\t\t\ttaking their places in the orchestra pit. There is\n\t\t\tlife and a fluttering of motion in all of the boxes\n\t\t\texcept Box Five and one on the opposite side.\n\n\n8.\t\t\tA LONG SHOT. .AMBER\n\n\t\t\tAs people are seen from high, shooting down upon\n\t\t\tthe orchestra and stage and is calculated to show\n\t\t\tthe great chandelier to best advantage. The\n\t\t\taudience is slowly being seated.\n\n\n9.\t\t\tAN INTIMATE SHOT IN THE PORTIERRE\n\n\t\t\tAs people are being seated and chat with one another.\n\n\n10.\t\t\tINTIMATE SHOT OF THE BOXES ON ONE SIDE.\n\n\t\t\tGeneral atmosphere scenes to show the nobility\n\t\t\tand the gorgeous gowns worn by the women.\n\n\n11.\t\t\tINT. ON BACK STAGE. . AMBER\n\t\t\tThis is a general shot of the backstage before\n\t\t\tthe rise of the curtain and must be most interesting\n\t\t\tand picturesque. THE GENERAL ATMOSPHERE IS ONE\n\t\t\tOF CHAOS and confusion. Sixty stage hands are \n\t\t\tmoving about the large pieces of scenery. They are\n\t\t\tputting up the set for the first scene, the\n\t\t\thome of Faust the aged alchemist. In evidence\n\t\t\tare carpenters, florists, drapers, curtain hangers,\n\t\t\tfiremen, call-boys and property men.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nSixty stage hands are \n\t\t\tmoving about the large pieces of scenery. They are\n\t\t\tputting up the set for the first scene, the\n\t\t\thome of Faust the aged alchemist. In evidence\n\t\t\tare carpenters, florists, drapers, curtain hangers,\n\t\t\tfiremen, call-boys and property men. \n\nTARGET SECTION TO BE ANNOTATED:\n In the rear\n\t\t\tof the stage is the dressing room corridor\n\t\t\tleading to the numerous dressing rooms.\n\n\nTITLE\t\t\t\tM. DEBIENNE AND M. POLIGNY, MANAGERS\n\t\t\t\tOF THE OPERA HOUSE.\n\n\n12.\t\t\tINT. MANAGER'S OFFICE.\n\t\t\tFULL SHOT\n\n\t\t\tDiscovered M. Debienne, M. Poligny and M. Lavelle,\n\t\t\tSecretary. The corpulent M. Debienne and the\n\t\t\tslender M. Poligny appear to be in the throes of\n\t\t\ta great mental stress - Debienne mops his perspiring\n\t\t\tforehead and exhales deep sighs of despair while\n\t\t\tPoligny stares into space with a gloomy expression --\n\t\t\tat his desk nearby sits M. Lavelle, their secretary,\n\t\t\ta bright dapper fellow, whose whistling at such\n\t\t\ta trying moment grates on the managers' nerves--\n\t\t\tevery now and then he glances with contempt and\n\t\t\tannoyment at the others' discomfiture--Debienne\n\t\t\tglances despairingly at a large volume which lies\n\t\t\tbefore them on the table open.\n\n\nINSERT OF VOLUME:\n\t\t\tIT WILL BE BEST FOR YOU TO PERSUADE MME. CARLOTTA\n\t\t\tNOT TO SING THE ROLE OF MARGUERITE ON PRESIDENT'S\n\t\t\tNIGHT AND GIVE THE OPPORTUNITY TO CHRISTINE DAAE\n\t\t\tHER UNDERSTUDY.\n\t\t\t\t\t(Signed) THE GHOST\n\n\n\t\t\tBACK:\n\t\t\tDebienne's face shows his terror - he looks ap-\n\t\t\tpealingly toward Poligny, who shrugs his shoulders\n\t\t\thopelessly. Lavelle laughs heartily, then says\n\t\t\twith contempt:\n\n\nTITLE\t\t\t\t\"WHAT COULD BE MORE RIDICULOUS THAN \n\t\t\t\tANYONE BELIEVING IN GHOSTS?\"\n\n\n\t\t\tBACK:\n\t\t\tDebienne and Poligny sit up with frightened and\n\t\t\tamazed starts - then look toward Lavelle who\n\t\t\tlaughs in scorn --suddenly all three start and look \n\t\t\ttoward the door.\n\n\n13.\t\t\tCLOSE UP of outside of heavy carved door.\n\n\t\t\tA thin, bony and wrinkled hand is knocking.\n\n\n14.\t\t\tINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nA thin, bony and wrinkled hand is knocking. 14. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MANAGER'S OFFICE.\n\n\t\t\tDebienne cowers in alarm and Poligny clutches the\n\t\t\tarms of his chair for support - then Lavelle arises\n\t\t\twith a contemptuous snort and strides to the door.\n\n\n15.\t\t\tSEMI C.V. INSIDE HEAVY CARVED DOOR.\n\n\t\t\tAs Lavelle enters scene and then opens the door\n\t\t\twith a look of contempt -- the corridor is empty.\n\t\t\tLavelle looks out, up and down -- then he recoils\n\t\t\tand the contempt turns to terror - he closes the door\n\t\t\tand bolts it - then stands there listening and\n\t\t\tparalyzed with terror.\n\n\n16.\t\t\tINT. CARLOTTA'S DRESSING ROOM.\n\n\t\t\tWe see the voluptuous Carlotta being dressed for\n\t\t\tthe part of \"Marguerite\" by her maid.\n\n\nTITLE\t\t\t\tMME. CARLOTTA, PRIMA DONNA OF THE PARIS\n\t\t\t\tOPERA COMPANY.\n\n\n16-A.\t\t\tSEMI C.V. OF CARLOTTA (before mirror.)\n\n\t\t\tThis is the character study of a vain, temperamental\n\t\t\tcreature, who surveys herself in the mirror --\n\t\t\tsuddenly she starts and stares into the mirror --in\n\t\t\tthe mirror's reflection can be seen the door to the\n\t\t\tcorridor and underneath the door an envelope is\n\t\t\tbeing slipped --she calls her maid and directs her \n\t\t\tto get the letter.\n\n\n17\t\t\tINT CARLOTTA'S DRESSING ROOM.\n\n\t\t\tAs the maid gets the letter from under the door\n\t\t\tand delivers it to Carlotta.\n\n\n17-A.\t\t\tSEMI C.V. OF CARLOTTA (Before mirror)\n\n\t\t\tAs she opens the letter with a vain smile, thinking \n\t\t\tit from some admirer-- then as she reads, she gasps:\n\n\nINSERT OF LETTER:\t\t\"If you sing tonight, you will be\n\t\t\t\tdoing so in a house with a curse on it.\"\n\t\t\t\t\t\t\t(signed) THE GHOST\n\n\n\t\t\tBACK: \n\t\t\tCarlotta looks up from the letter in amazement--the\n\t\t\tbitter rage fills her--she is furious and she tears\n\t\t\tthe letter in pieces and hurls them over her shoulder\n\t\t\tin contempt as she talks to herself.\n\n\n18.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. OF CARLOTTA (Before mirror)\n\n\t\t\tAs she opens the letter with a vain smile, thinking \n\t\t\tit from some admirer-- then as she reads, she gasps:\n\n\nINSERT OF LETTER:\t\t\"If you sing tonight, you will be\n\t\t\t\tdoing so in a house with a curse on it.\"\n\t\t\t\t\t\t\t(signed) THE GHOST\n\n\n\t\t\tBACK: \n\t\t\tCarlotta looks up from the letter in amazement--the\n\t\t\tbitter rage fills her--she is furious and she tears\n\t\t\tthe letter in pieces and hurls them over her shoulder\n\t\t\tin contempt as she talks to herself. 18. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tINT CHRISTINE DAAE'S DRESSING ROOM.\n \n\t\t\tDiscovered Christine also dressing for the part \n\t\t\tof Marguerite, but all alone --she appears sad and \n\t\t\twistful.\n \n\t\t\t\tCHRISTINE DAAE, A WISTFUL LITTLE \n\t\t\t\tCREATURE WITH A MARVELOUS VOICE.\n\t\t\t\tAND THE UNDERSTUDY TO THE DYNAMIC \n\t\t\t\tCARLOTTA, WHOSE PERFECT HEALTH \n\t\t\t\tHAS KEPT CHRISTINE WAITING IN \n\t\t\t\tVAIN FOR THE BIG OPPORTUNITY.\n\n \n \t\t\tSEMI C.V. OF CHRISTINE.\n\n\t\t\tThis is a character study of a wistful, sad-eyed \n\t\t\tcreature, who dresses listlessly because she \n\t\t\thas about given up hope--a couple of tears roll \n\t\t\tdown her cheeks, though she strives bravely to \n\t\t\tkeep them back --then she dashes them away with her \n\t\t\tsleeve, angry at her weakness--all of a sudden she \n\t\t\tstarts and listens.\n \n\n \t\t\tINT. BEHIND MIRROR IN CORRIDOR...FAINT GREEN\n \n\t\t\tUpon the wall is a shadow. It is shooting over a\n\t\t\tman's shoulder against which is a violin which is\n\t\t\tbeing played.\n\n \n \n\t\t\tMED SHOT IN CHRISTINE'S DRESSING ROOM \n \n\t\t\tAs she slowly arises and crossing to the mirror\n\t\t\tkneels before it in an attitude of prayer.\n \n \n\t\t\tSEMI C.V. BEFORE MIRROR\n \n\t\t\tAs Christine finishes her silent prayer, crosses\n\t\t\therself then raises her face which now registers\n\t\t\texaltation--she begins to sing and act the part of\n \t\t\tMarguerite before the mirror.\n \n \n\t\t\t\tYEARS BEFORE, CHRISTINE'S FATHER \n\t\t\t\tPROMISED HER THAT WHEN HE DIED, HE \n\t\t\t\tWOULD SEND THE \"ANGEL OF MUSIC\" FROM \n\t\t\t\tHEAVEN TO TRAIN HER VOICE--AND HER \n\t\t\t\tSIMPLE SOUL BELIEVED THAT HE HAD.\n \n\n\t\t\tBACK:\n\t\t\tChristine continues to sing with increasing exaltation.\n \n\n\t\t\tINT. IN CORRIDOR BACK OF MIRROR. .FAINT GREEN. \n\n\t\t\tThe shadow of the violin is still playing.\n \n \n\t\t\tINT. CHRISTINE'S DRESSING ROOM. .",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe shadow of the violin is still playing. INT. CHRISTINE'S DRESSING ROOM. . \n\nTARGET SECTION TO BE ANNOTATED:\n AMBER\n\n\t\t\tChristine is singing exultantly before the mirror. \n\t\t\tShe comes to the end of her song and listens in \n\t\t\tthe direction of the mirror with a faraway look in \n\t\t\ther eyes, then holding out her hands toward the \n\t\t\tmirror, she says pleading:\n \n\n\t\t\t\t\"OH ANGEL OF MUSIC! I'VE STUDIED\n\t\t\t\tSO HARD. WILL I EVER GET THE CHANCE\n\t\t\t\tTO SING THE ROLE OF MARGUERITE?\"\n \n \n\t\t\tINT. BEHIND MIRROR IN CORRIDOR. . FAINT GREEN\n \n \t\t\tThe shadowy violin strikes the last note. The \n\t\t\tshadowy violinist now assumes a profile position \n\t\t\tand reveals an outline of a head, face, neck and \n\t\t\tshoulders in shadow--it speaks: Then a mysterious\n\t\t\tvoice, as if from Heaven, sounded in her ears:\n \n \n \t\t\t\t\"MY CHILD, DO NOT LOSE HOPE--\n\t\t\t\tYOUR GREAT DESIRE IS SOON TO BE \n\t\t\t\tREALIZED.\" \n\n\n \t\t\tSEMI C.V. OF CHRISTINE BEFORE MIRROR. \n\n \t\t\tShe is overcome with great happiness--her eyes \n \t\t\tdance--her bosom heaves--she clasps and unclasps\n \t\t\ther hands with joy.\n\n \n \t\t\t\tNOT FAR FROM THE PARIS OPERA \n \t\t\t\tHOUSE -- THE CAFE EPINARD.\n \n\n \t\t\tEXT. PARIS BOULEVARD. - NIGHT\n \t\t\tFADE IN:\n \n \t\t\tThis is a picture of what people imagine the fashion-\n \t\t\table night life of Paris to be. The scene is an \n \t\t\topen boulevard cafe. These tables are sheltered by\n \t\t\tornate awnings. The period of 1890. The cafe and \n \t\t\tstreet are electric lighted. \n \t\t\tIt is a scene of laughter and gaiety. The women \n \t\t\tare dressed in the evening dress of the period. \n \t\t\tThe large windows facing the sidewalk are open and \n \t\t\tall is lightness and merriment inside. The sidewalk \n \t\t\ttables are filled. Fashionably dressed people are \n \t\t\tpromenading up and down the sidewalk. Carriages are \n \t\t\tdrawing up and departing, parties are bidding \n \t\t\teach other goodbye.\n \n\n \t\t\tSEMI C.V.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarriages are \n \t\t\tdrawing up and departing, parties are bidding \n \t\t\teach other goodbye. SEMI C. V. \n\nTARGET SECTION TO BE ANNOTATED:\n AT ONE OF THE TABLES.\n \n \t\t\tDiscovered Capt. Raoul de Chagny, wearing a dress \n \t\t\tuniform of the French army.  He has a beautiful \n \t\t\tgirl beside him and across from them are seated the \n \t\t\tVicomte Philippe, Raoul's brother and the Comtess,\n \t\t\this wife.  It is easy to see that Raoul is the life\n \t\t\tof the party and that his brother is proud of him--\n \t\t\talso that the girl beside him is smitten on him.\n\n\n \t\t\t\tCAPTAIN RAOUL DE CHAGNY, OF THE OLD\n \t\t\t\tARISTOCRATIC HOUSE OF CHAGNY, ENVIED\n \t\t\t\tBY ALL THE YOUTH OF PARIS, BECAUSE OF\n \t\t\t\tHIS WAY WITH WOMEN.\n                                \n \n \t\t\tC.V. OF RAOUL  \n \n \t\t\tThis is a character study of a light hearted, witty \n \t\t\tyoung Lothario, who apparently doesn't take anything \n \t\t\tseriously - not even life.\n \n\n \t\t\tSEMI C.V. RAOUL - and his companion, the beautiful\n \t\t\tgirl.\n \n \t\t\tHe leans toward her and there is a look of deviltry\n \t\t\tin his dancing eyes, as he whispers:\n\n \n \t\t\t\t\"YOU'RE INTOXICATING, MARIE. .I LIKE\n \t\t\t\tTO MAKE LOVE TO YOU SOMETIME. . IN\n \t\t\t\tTHE MOONLIGHT!\"\n \n\n \t\t\tBACK:\n \t\t\tThe girl is all thrilled and quivers with delight \n \t\t\tat his flattery--his hand moves down under the\n \t\t\ttable.\n \n \n \t\t\tCLOSE UP UNDER TABLE.\n \n \t\t\tAs Raoul's hand searches and finds Marie's hand \n \t\t\tgiving it a squeeze - the way she starts indicates\n \t\t\thow she is thrilled.\n \n \n \t\t\tSEMI C.V. PHILIPPE AND THE COMTESS\n\n \t\t\tThey are watching, with looks of satisfaction.\n\n \n \t\t\t\tRAOUL'S BROTHER, THE VISCOUNT\n \t\t\t\tPHILIPPE AND HIS WIFE THE\n \t\t\t\tCOMTESS.\n \n \n \t\t\tBACK:\n \t\t\tThe Comtess whispers behind her fan to her husband:\n\n \n \t\t\t\t\"MARIE AND RAOUL SHOULD MAKE A \n \t\t\t\tGREAT MATCH.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHILIPPE AND THE COMTESS\n\n \t\t\tThey are watching, with looks of satisfaction. RAOUL'S BROTHER, THE VISCOUNT\n \t\t\t\tPHILIPPE AND HIS WIFE THE\n \t\t\t\tCOMTESS. BACK:\n \t\t\tThe Comtess whispers behind her fan to her husband:\n\n \n \t\t\t\t\"MARIE AND RAOUL SHOULD MAKE A \n \t\t\t\tGREAT MATCH. \n\nTARGET SECTION TO BE ANNOTATED:\n I'M THANKFUL YOU \n \t\t\t\tBROKE UP THAT SILLY INFATUATION\n \t\t\t\tHE HAD FOR THAT CHRISTINE DAAE \n \t\t\t\tPERSON.\"\n \n\n \t\t\tBACK:     \n \t\t\tPhilippe nods and a worried sort of expression\n \t\t\tcomes over his face--He replies:\n \n\n \t\t\t\t\"HE HASN'T FORGOTTEN HER. I\n \t\t\t\tFIND HE'S BEEN HUNTING ALL \n \t\t\t\tOVER PARIS FOR HER.\"\n \n\n \t\t\tBACK:\n \t\t\tThe Comtess shows displeasure and contempt.\n \n\n \t\t\tSEMI C.V. OF TABLE\n \n \t\t\tRaoul is still playing up to Marie and she is simply \n \t\t\twild about him--then Philippe produces his watch \n \t\t\tand says with a start:\n \n\n \t\t\t\t\"WE'LL BE LATE FOR THE OPERA    \n \t\t\t\tIF WE DON'T HURRY!\"\n \n\n \t\t\tBACK:\n \t\t\tThis brings Raoul and Marie back to earth - he \n \t\t\tsprings up to help Marie into her wrap and Philippe \n \t\t\tdoes likewise for his wife- then the party moves \n \t\t\tout toward the boulevard.\n \n\n \t\t\tMED. SHOT OF BOULEVARD AT CAFE CURB.\n \n \t\t\tAs a footman calls for a carriage - Raoul and party \n \t\t\tas they get in and are driven off.\n\n\n \t\t\tBACK STAGE.\n \t\t\tLONG SHOT\n\n \t\t\tShowing that the set for the first act is almost\n \t\t\tready.\n \n\n \t\t\tSEMI C.V. ON STAGE  --near dressing room corridor.\n \n \t\t\tA burly type is directing the movement of scenery\n \t\t\tand close beside him stands another type who is \n \t\t\tstitching some canvas rip in a wing -- behind them\n \t\t\tis another type, a clownish fellow pretending to be\n \t\t\tsweeping, but with his eyes on the ballet girls in \n \t\t\tcorridor entrance, who taunt him by kicking up their \n \t\t\tlegs at him.\n \n\n \t\t\t\tSIMON BUQUET, HEAD SCENE SHIFTER \n \n \n \t\t\tCLOSE UP OF SIMON BUQUET.\n \n \t\t\tThis is a character study of a radical type who \n \t\t\tissues orders in a sharp, domineering manner.\n \n\n \t\t\t\tSIMON'S BROTHER, JOSEPH.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON BUQUET, HEAD SCENE SHIFTER \n \n \n \t\t\tCLOSE UP OF SIMON BUQUET. This is a character study of a radical type who \n \t\t\tissues orders in a sharp, domineering manner. SIMON'S BROTHER, JOSEPH. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \t\t\tCLOSE UP OF JOSEPH\n \n \t\t\tThis is a character study of an opposite type to\n \t\t\tSimon--a slow, lymphatic temperament - the type to\n \t\t\tbe pitied- he finishes mending the torn canvas \n \t\t\tand straightens up, wincing at his cramped back\n \t\t\tand making agonized faces.\n \n \n \t\t\tSEMI C.V. JOSEPH BUQUET.\n \n \t\t\tAs Simon enters scene and affectionately rubs his \n \t\t\tback for him - Buquet accepts his brother's aid \n \t\t\tin a manner that shows he is accustomed to being \n \t\t\tpetted by Simon and he likes it. Simon puts his \n \t\t\tarm about his brother's shoulder and says:\n\n \n \t\t\t\t\"A COLD GLASS OF BEER WOULD DO WONDERS \n\t\t\t\tFOR YOUR ACHING BACK, TAKE A SNEAK.\"\n\n \n \t\t\tBACK: \n \t\t\tJoseph rewards Simon with a grateful smile - smacks\n \t\t\this lips and ambles off with Simon watching after \n \t\t\thim, with brotherly interest and affection. When \n \t\t\tSimon turns casually and looks toward dressing room \n \t\t\tcorridor, he starts in annoyance, as he sees:\n \n \n \t\t\tINTIMATE SHOT OF FLORINE AND SOME BALLET GIRLS. AMBER.\n \n \t\t\tFlorine, through his long association with the Opera\n \t\t\thas never lost his appreciation of beautiful limbs. \n \t\t\tHe cannot keep his mind on his business. The girls,\n \t\t\tof course, all know Florine. The girls tickle and\n \t\t\totherwise make sport with Florine. He has a smile\n \t\t\tfor each of them. One of them makes a broad sweep\n \t\t\twith her legs and just touches him in the back of \n \t\t\tthe cap - tilting the visor of the cap over his eyes.\n \n\n \t\t\t\tEVERY STAGE CREW HAS ITS CLOWN \n\t\t\t\tAND THE PARIS OPERA HAD FLORINE PAPILION.\n \n\n \t\t\tC.V. OF FLORINE\n \n \t\t\tAs he raises the visor of his cap and makes silly \n \t\t\tfaces at the girls, using his broom as a sword at \n \t\t\this side.\n \n\n \t\t\tC.V. OF SIMON\n \n \t\t\tHe frowns savagely and strides toward Florine who \n \t\t\tis off scene.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nC. V. OF SIMON\n \n \t\t\tHe frowns savagely and strides toward Florine who \n \t\t\tis off scene. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \t\t\tINTIMATE SHOT OF FLORINE AND SOME BALLET GIRLS\n \n \t\t\tFlorine is clowning and does not see Simon who \n \t\t\tenters scene behind him --then as Florine stoops in \n \t\t\ta low bow, Simon kicks him in the pants. Florine \n \t\t\tbecomes rigid, but does not look around. He knows \n \t\t\tthat this is not a woman's kick. Without looking\n \t\t\taround he steps upon a scene elevator and disappears \n \t\t\tbelow with a piece of scenery.\n \n\n39. \t\t\tINT. MANAGER'S OFFICE.\n \n \t\t\tThe corpulent Debienne is seated in chair in a \n \t\t\tstate bordering on collapse - his partner the slim \n \t\t\tPoligny, paces the floor in agony--both start as \n \t\t\tthe door opens and their secretary M. Lavelle enters, \n \t\t\twringing his hands and all upset. His face is \n \t\t\tseverely scratched, showing where finger nails have\n \t\t\tleft their marks as they clawed down his face --the\n \t\t\tmanagers gasp at the sight of his face. He chokes \n \t\t\tas he says:\n\n\n \t\t\t\t\"CARLOTTA'S IN A TERRIBLE TEMPER!\n\t\t\t\tSHE SAYS THAT CHRISTINE DAAE WILL\n\t\t\t\tSING HER ROLE TONIGHT,--OVER HER\n\t\t\t\tDEAD BODY!\"\n\n\n \t\t\tBACK:\n \t\t\tDebienne gasps in agony and sinks back in his chair--\n \t\t\tPoligny almost collapses and Lavelle grabs his \n \t\t\twounded face with his kerchief.\n  \n\n40. \t\t\tINT. CARLOTTA'S DRESSING ROOM\n \n \t\t\tA maid is completing her for the part of \n \t\t\tMarguerite -- she is boiling over with rage which \n \t\t\tmakes it difficult for the maid to dress her. She \n \t\t\ttalks excitedly to her personal manager, a type, \n \t\t\tsaying:\n\n \n\t\t\t\t\"A GHOST DOESN'T WANT ME TO SING! \n\t\t\t\tIMAGINE ANY THING SO RIDICULOUS!\"\n \n\n \t\t\tBACK: \n \t\t\tCarlotta bursts into scornful laughter - she'll \n \t\t\tshow them --they won't put anything over on her\n \t\t\tso clumsy as all that.\n\n \n41. \t\t\tINT. AUDITORIUM - from rear toward stage.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n41. INT. AUDITORIUM - from rear toward stage. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \t\t\tThis shows the house nearly filled and the orchestra \n \t\t\tstarts the overture.\n \n\n42. \t\t\tCLOSE UP IN ONE BOX.\n \n \t\t\tTwo young ladies and their parents are seated in \n \t\t\tthe box- the one girl is looking the house over \n \t\t\twith her opera glasses, suddenly she turns them \n \t\t\ttoward the opposite tier of boxes and a happy smile \n \t\t\tappears on her face as she sees:\n \n\n43.\t\t\tCLOSE UP IN PHILIPPE'S BOX.\n \n \t\t\tPhilippe, the Comtess, Raoul and Marie are just\n \t\t\tbeing seated. Raoul always extending himself to\n \t\t\tbe attentive to Marie.\n\n\n44.\t\t\tCLOSE UP IN BOX AS IN SCENE 42.\n \n \t\t\tThe girl lowers the opera glasses and her heart \n \t\t\tbeats fast - her eyes dance-- she nudges her \n \t\t\tgirl companion and says:\n \n\n\n \t\t\t\t\"OVER THERE IS THAT HANDSOME CAPT.\n\t\t\t\tRAOUL DE CHAGNY. LUCKY GIRL TO BE\n\t\t\t\tWITH HIM.\"\n \n\n \t\t\tBACK:\n \t\t\tThe girl finishes speech and lends the glasses to \n \t\t\ther eager and interested companion who looks as \n \t\t\tdirected by the other.\n \n\n45. \t\t\tAN INTIMATE SHOT (CLOSE UP) RAOUL AND MARIE.\n \n \t\t\tHe is bending close to her, a mischievous smile \n \t\t\ton his face and whispering sweet words of flattery \n \t\t\tinto her ears -- she is all thrills and emotion.\n \n\n46. \t\t\tCLOSE UP IN BOX AS IN SCENE 44.\n \n \t\t\tThe second girl still looks thru the glasses - her \n \t\t\tbosom rising and falling with emotion, her expression \n \t\t\tone of envy - the first girl thinks she has had a \n \t\t\tlong enough look, as she takes another look herself. \n \t\t\tThe other sighs deeply and says enviously:\n\n \n \t\t\t\t\"WHAT COULD BE MORE HEAVENLY \n\t\t\t\tTHAN TO BE LOVED BY A MAN\n\t\t\t\tLIKE HIM?\" \n\n\n \t\t\tBACK:\n \t\t\tWithout removing the glasses from her eyes, the\n \t\t\tfirst girl also sighs and nods in the affirmative.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE UP IN BOX AS IN SCENE 44. The second girl still looks thru the glasses - her \n \t\t\tbosom rising and falling with emotion, her expression \n \t\t\tone of envy - the first girl thinks she has had a \n \t\t\tlong enough look, as she takes another look herself. The other sighs deeply and says enviously:\n\n \n \t\t\t\t\"WHAT COULD BE MORE HEAVENLY \n\t\t\t\tTHAN TO BE LOVED BY A MAN\n\t\t\t\tLIKE HIM?\" \n\n\n \t\t\tBACK:\n \t\t\tWithout removing the glasses from her eyes, the\n \t\t\tfirst girl also sighs and nods in the affirmative. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n \t\t\t\tBOX #5 IN THE GRAND TIER WAS \n\t\t\t\tNEVER PUT ON SALE, BECAUSE THE \n\t\t\t\tOPERA GHOST HAD DEMANDED IT FOR \n\t\t\t\tHIS PERSONAL USE.\n \n\n47. \t\t\tINT. BOX CORRIDOR. . . AMBER.\n\n \t\t\tAt the end of this corridor is a door to the \n \t\t\tstage and in the foreground is the entrance to \n \t\t\tBox #5, so designated plainly above the door.\n \t\t\tThe door from the stage opens and Meg Giry, an old \n \t\t\thag enters, carrying a footstool and a vase of\n \t\t\tflowers--she talks to herself and walks with an \n \t\t\tunfirm tread to the door to box 5, where she enters.\n \n\n \t\t\tINTERIOR ANTE ROOM TO BOX 5.\n \n \t\t\tAs Meg Giry enters and selects a program from a\n \t\t\tpile on a small table -- then proceeds into the\n \t\t\tbox through door also marked #5\n \n\n \t\t\tINTERIOR BOX 5.\n \n \t\t\tAs Meg Giry enters, there is a motherly attitude\n \t\t\tabout her as she carefully arranges the flowers in \n \t\t\tthe vase on a small stand--places the footstool\n \t\t\tbefore one of the chairs and places the program \n \t\t\ton the same chair. \n \n \n \t\t\t\tMOTHER MEG GIRY, EMPLOYED BY \n\t\t\t\tTHE THEATRE TO KEEP CLEAN \n\t\t\t\tTHE BOXES ON THE GRAND TIER.\n\t\t\t\tTO HER THE GHOST IS A FINE \n\t\t\t\tGENTLEMAN, WHO LEAVES LARGE \n\t\t\t\tTIPS FOR HER SERVICES.\n \n \n \t\t\tBACK:\n \t\t\tMother Giry surveys her work critically, then \n \t\t\tchanges the position of the chair and footstool a\n \t\t\ttrifle-- picks up a few bits of lint, then exits\n \t\t\twith a satisfied smile.\n \n \n \t\t\tMED. SHOT IN DRESSING ROOM CORRIDOR.\n \n \t\t\tIn f.g.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMED. SHOT IN DRESSING ROOM CORRIDOR. In f.g. \n\nTARGET SECTION TO BE ANNOTATED:\n are a number dandies of the time with \n \t\t\tflowers and candies, quarreling for first place \n \t\t\toutside of a dressing room door - then one knocks \n \t\t\tand a maid opens the door from within revealing \n \t\t\tthe dressing room of La Sorelli, leader of the \n \t\t\tballet and the lovely ballet queen herself - the\n \t\t\tdandies are admitted.\n\n \n \t\t\t\tLA SORELLI, LEADER OF THE BALLET.\n\n\n \t\t\tSEMI CLOSE UP AT A COUCH BEFORE A DRESSING TABLE. \n\n \t\t\tLa Sorelli is just dressing for the ballet - she \n \t\t\tturns and smiles as the dandies crowd about her \n \t\t\twith their gifts, eager for her favor.\n \n\n \t\t\tINT. DRESSING ROOM CORRIDOR.\n \n \t\t\tAnother section of same corridor as in 13. Here we see a \n \t\t\tgeneral commotion of ballet girls, some in pink \n \t\t\ttights and others partly dressed running in and \n \t\t\tout of dressing rooms buying and drinking cassaie \n \t\t\tand beer from a vendor. Some are singing - some\n \t\t\tdancing and some quarreling.\n \n\n \t\t\tAN INTIMATE SHOT OF GROUP OF BALLET GIRLS. \n\n \t\t\tThey are having a serious confab - one of the \n \t\t\tgirls eyes are dilated to a great size as she \n \t\t\ttells the others\n \n\n \t\t\t\t\"MOTHER GIRY SAYS SOMETHING \n\t\t\t\tTERRIBLE IS GOING TO HAPPEN TO- \n\t\t\t\tNIGHT -- CAUSE THE GHOST ORDERED \n\t\t\t\tTHE MANAGERS TO LET CHRISTINE \n\t\t\t\tDAAE SING MARGUERITE INSTEAD OF \n\t\t\t\tCARLOTTA.\"\n \n\n \t\t\tBACK:\n \t\t\tThe other ballet girls laugh in derision and dis-\n \t\t\tbelief. Then one bold girl says with a laugh:\n \n\n \t\t\t\t\"YOU TALK LIKE THAT CRAZY SCENE \n\t\t\t\tSHIFTER, JOSEPH BUQUET. LET'S \n\t\t\t\tGO DOWN IN THE CELLARS AND \n\t\t\t\tHAVE HIM INTRODUCE US TO THE \n\t\t\t\tGHOST.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are having a serious confab - one of the \n \t\t\tgirls eyes are dilated to a great size as she \n \t\t\ttells the others\n \n\n \t\t\t\t\"MOTHER GIRY SAYS SOMETHING \n\t\t\t\tTERRIBLE IS GOING TO HAPPEN TO- \n\t\t\t\tNIGHT -- CAUSE THE GHOST ORDERED \n\t\t\t\tTHE MANAGERS TO LET CHRISTINE \n\t\t\t\tDAAE SING MARGUERITE INSTEAD OF \n\t\t\t\tCARLOTTA.\"\n \n\n \t\t\tBACK:\n \t\t\tThe other ballet girls laugh in derision and dis-\n \t\t\tbelief. Then one bold girl says with a laugh:\n \n\n \t\t\t\t\"YOU TALK LIKE THAT CRAZY SCENE \n\t\t\t\tSHIFTER, JOSEPH BUQUET. LET'S \n\t\t\t\tGO DOWN IN THE CELLARS AND \n\t\t\t\tHAVE HIM INTRODUCE US TO THE \n\t\t\t\tGHOST. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n \t\t\tBACK: \n \t\t\tThe other girls excepting the one who spoke first \n \t\t\tagree it will be a great lark - they try to \n \t\t\tpull the frightened one along, but she fights loose\n \t\t\tand runs away.\n \n \n \t\t\tMED. SHOT OF DRESSING ROOM CORRIDOR (toward stage.)\n \n \t\t\tAs frightened ballet girl runs toward rear while \n \t\t\tthe bold group led by the one who made the dare \n \t\t\tleads the way forward -- all are laughing in \n \t\t\tscorn of such a thing as a Ghost. They reach \n \t\t\thead of cellar steps and pause. Each wants the \n \t\t\tother to go first - they tug at each other and \n \t\t\tone girl is pushed ahead. Then the others follow \n \t\t\tdown the steps.\n\n\n \t\t\t\tBENEATH THE OPERA. . . THE CELLARS,\n\t\t\t\tONE BENEATH THE OTHER, ARE FIVE DEEP \n\t\t\t\tAND IN THE LOWEST THERE IS A LAKE.\n\n\n\t\t\t\tIT IS AN UNDERGROUND CITY . . A \n\t\t\t\tCITY OF ROMANCE AND TRAGEDY. . \n\t\t\t\tHOUSING A MYSTERIOUS PEOPLE WHO\n\t\t\t\tLIVE FOREVER IN DIM LIGHT. .\n\t\t\t\tAMIDST OLD SHADOWS OF STRANGE \n\t\t\t\tPLACES.\n \n \n \t\t\tINT. FIRST CELLAR. . FAINT GREEN.\n \n \t\t\tFlorine enters from beyond the arched doorway in \n \t\t\tthe rear. He starts up the step toward the \n \t\t\tdressing room corridor. The six ballet girls, \n \t\t\tholding each other by the arms and huddled together, \n \t\t\tenter to the landing in the stairs. They pretend \n \t\t\tgreat fright. They cluster around Florine and \n \t\t\tbowl him down the stairs again. They are not going \n \t\t\tto be left alone.\n \n\n \t\t\tA LONGER SHOT. . FAINT GREEN\n\n \t\t\tThe ballet girls run in to the landing upon the \n \t\t\tstairs. They call to Florine and he meets them at \n \t\t\tthe foot of the stairs.\n \n \n \t\t\tMED. CLOSE UP AT FOOT OF STAIRS. . FAINT GREEN\n \n \t\t\tThe girls want him to lead them to Joseph Buquet.\n \t\t\tHe is proud of their confidence and he beams.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE UP AT FOOT OF STAIRS. . FAINT GREEN\n \n \t\t\tThe girls want him to lead them to Joseph Buquet. He is proud of their confidence and he beams. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \t\t\tThe girls surround him and each takes hold of his \n \t\t\tarm or his belt and the group moves through the \n \t\t\tarch and exits to the right.\n \n\n \t\t\tINT. CELLAR SHOT. .#4. . FAINT GREEN\n\n \t\t\tThis is the set in which there is a headless statue.\n \t\t\tIn this scene, however, the light is not on the \n \t\t\theadless statue and it can hardly be seen. Joseph \n \t\t\tBuquet is at work under a shaded gas jet, sewing up \n \t\t\tthe cheek of John the Baptist. Florine and the ballet \n \t\t\tgirls enter. The girls huddle around Buquet as \n \t\t\tif they found protection in his presence. They begin \n \t\t\tto question the glassy eyed man, he looks around \n \t\t\tapprehensively as if all the shadows might be \n \t\t\tinhabited. As Buquet talks he switches the head\n \t\t\taround, sometimes holding it by the hair. This \n \t\t\thead has practical eyes that open and close. Buquet\n \t\t\ttells them:\n\n\n \t\t\t\t\"HIS EYES ARE SO DEEP THAT YOU \n\t\t\t\tCAN HARDLY SEE THE PUPILS. .\n\t\t\t\tJUST TWO BLACK HOLES IN A DEAD \n\t\t\t\tMAN'S SKULL.\"\n \n\n \t\t\tBACK:\n \t\t\tThe girls show horror and fascination. A pained\n \t\t\texpression comes over Florine's face. Buquet con-\n \t\t\ttinues:\n \n\n\t\t\t\t\"HIS SKIN IS A NASTY YELLOW AND\n\t\t\t\tSTRETCHED ACROSS HIS BONES LIKE \n\t\t\t\tA DRUMHEAD. HIS NOSE. . THERE \n\t\t\t\tIS NO NOSE!\"\n \n\n \t\t\tBACK:\n \t\t\tThe girls are held spell bound. Florine shivers \n \t\t\tand tells Buquet with apprehensiveness:\n \n \n\t\t\t\t\"YOU KNOW THE GHOST DOESN'T \n\t\t\t\tLIKE BEING TALKED ABOUT.\"\n \n\n \t\t\tBACK:\n \t\t\tBuquet looks into Florine's face with his big \n \t\t\thollow eyes as if he had not heard him. Then he \n \t\t\ttells the girls:\n \n \n \t\t\t\t\"I'LL SHOW YOU WHERE I SAW HIM . . \n\t\t\t\tBETWEEN THE SCENE OF A FARM HOUSE \n\t\t\t\tAND THE \"KING OF LAHORE\" SET.\"\n \n \n \t\t\tBACK:\n \t\t\tThis is too much for Florine.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nFlorine shivers \n \t\t\tand tells Buquet with apprehensiveness:\n \n \n\t\t\t\t\"YOU KNOW THE GHOST DOESN'T \n\t\t\t\tLIKE BEING TALKED ABOUT.\"\n \n\n \t\t\tBACK:\n \t\t\tBuquet looks into Florine's face with his big \n \t\t\thollow eyes as if he had not heard him. Then he \n \t\t\ttells the girls:\n \n \n \t\t\t\t\"I'LL SHOW YOU WHERE I SAW HIM . . BETWEEN THE SCENE OF A FARM HOUSE \n\t\t\t\tAND THE \"KING OF LAHORE\" SET.\"\n \n \n \t\t\tBACK:\n \t\t\tThis is too much for Florine. \n\nTARGET SECTION TO BE ANNOTATED:\n He decides not to go \n \t\t\twith them and begins to walk away, but the girls \n \t\t\tgrab him. They are not going to be left alone \n \t\t\twith Buquet after what he has said. Buquet leads \n \t\t\tthem down a flight of stairs; after he has care-\n \t\t\tfully laid the head aside. Florine keeps his eye \n \t\t\ton the head until he is out.\n \n \n \t\t\tCELLAR SET #5. . FAINT GREEN \n\n \t\t\tThis is the \"King of Lahore\" set. On the left is \n \t\t\ta suggestion of a farm house scene, the elaborate \n \t\t\tpiece of \"King of Lahore\" scenery, then a circular \n \t\t\tstaircase, and on the right, a scene rack which is \n \t\t\tmoved by a hand switch. In front of the \"King of \n \t\t\tLahore\" scenery is a concealed trap in the floor \n \t\t\tand back of the set is a dark opening.\n \n \t\t\tJoseph Buquet leads the girls and Florine down the \n \t\t\tcircular staircase to a position before the \"Lahore\" \n \t\t\tset.\n \n\n\t\t\tINT. CLOSE UP OF GROUP. .FAINT GREEN.\n \n\t\t\tBuquet points his skinny finger at the dark \n\t\t\tcolumn of the \"Lahore\" set and begins to explain \n\t\t\tthat it was in that shadow that he saw the Ghost. \n\t\t\tThe girls are looking into the shadow, fascinated, \n\t\t\tas if the Ghost might appear there again. But \n\t\t\tFlorine is looking at the dark opening in the wall \n\t\t\tbehind the set. His eyes are fixed upon something \n\t\t\tand he stands stiff and paralyzed.\n \n \n\t\t\tCLOSE UP FLORINE. .FAINT GREEN \n\n\t\t\tHe stares with a fixed expression of frozen horror.\n \n \n\t\t\tCLOSE UP THE DARK OPENING IN WALL. . FAINT GREEN \n\n\t\t\tThere is a motion in the dark opening - something \n\t\t\tundefined, but plainly a motion of a dark shadow \n\t\t\tshape - the gas light goes down and then up.\n \n \n\t\t\tCLOSE UP FLORINE. . FAINT GREEN\n \n\t\t\tFlorine gives one terrific scream, as if his heart \n\t\t\twould break with terror.\n \n\n\t\t\tA LONGER SHOT. . FAINT GREEN\n \n\t\t\tThe girls almost die of fright, genuine fright this \n\t\t\ttime.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAINT GREEN\n \n\t\t\tFlorine gives one terrific scream, as if his heart \n\t\t\twould break with terror. A LONGER SHOT. . FAINT GREEN\n \n\t\t\tThe girls almost die of fright, genuine fright this \n\t\t\ttime. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a frightened clamor on the part of \n\t\t\tthe girls and Florine to be the first to reach the \n\t\t\tcircular staircase. Buquet stands quietly looking \n\t\t\tat them with his hollow, glassy eyes. The girls \n\t\t\treach the stairs and run up the circular stairs \n\t\t\tlaughing at each other and screaming. Florine \n\t\t\ttears up the staircase to the first landing when \n\t\t\this momentum carries him out of the opening and \n\t\t\tupon the floor at his starting point. He tears \n\t\t\tup the stairs again.\n \n\n\t\t\tCELLAR #4. . FAINT GREEN.\n \n\t\t\tThis set is now seen in another lighting so that \n\t\t\tthe big headless statue with outstretched arms \n\t\t\tstands in bold relief. The girls fleeing in \n\t\t\tterror, followed by Florine, run up the stairs into \n\t\t\tthe picture and almost into the arms of the headless \n\t\t\tstatue. They break away from the statue and \n\t\t\trun out the right. Florine takes a short cut, \n\t\t\trunning out the right, back of the pile of prop-\n\t\t\terties.\n\n\n\t\t\tCELLAR #3. . FAINT GREEN\n \n\t\t\tThis is the Sigfried dragon's head. The girls \n\t\t\trun in from the left, get their reaction of fright \n\t\t\tfrom the dragon and run off to the right. Florine \n\t\t\truns in and stops to get his breath. He knows all \n\t\t\tabout the ordinary props down here and is not \n\t\t\tafraid. Door in dragon's mouth opens and in- \n\t\t\tdefinite shadowy figure is seen in back. He gives \n\t\t\tone sickly look of terror and runs out to the right.\n \n\n\t\t\tCELLAR #2. . FAINT GREEN.\n\n\t\t\tThis is the dummy set. The girls run in and shrink \n\t\t\tfrom the dummies which are hanging in insane \n\t\t\tpostures, one up-side down, another with a broken \n\t\t\tback. One of the girls gets tangled up in the \n\t\t\tropes which hold the dummies and they begin to \n\t\t\tjerk up and down and their arms flap. The other \n\t\t\tgirl rescues the one in the ropes and they run out.\n \n\n\t\t\tCELLAR BRIDGE SET. .",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne of the girls gets tangled up in the \n\t\t\tropes which hold the dummies and they begin to \n\t\t\tjerk up and down and their arms flap. The other \n\t\t\tgirl rescues the one in the ropes and they run out. CELLAR BRIDGE SET. . \n\nTARGET SECTION TO BE ANNOTATED:\n FAINT GREEN\n\n\t\t\tAt the right of this set is a trap-door elevator. \n\t\t\tFlorine runs in, jumps on the elevator and pulls a \n\t\t\tlever. This makes the elevator shoot upward.\n \n\n\t\t\tEXT. ON BACK STAGE. .AMBER\n \n\t\t\tThis shot is back of the scene. Simon is peeping \n\t\t\tthrough the scenery and talking to a stage hand. \n\t\t\tA couple of feet from him a trap falls open and \n\t\t\tFlorine shoots up into the air about four feet, \n\t\t\tlights on his feet, nonchalantly tries to appear \n\t\t\tthat he is doing his regular work, picks up a \n\t\t\tprop and walks off. Simon looks after him with \n\t\t\tsuspicious exasperation.\n \n\n\t\t\tINT. LA SORELLI'S DRESSING ROOM. . AMBER\n \n\t\t\tThis is a conventional dressing room, such as\n\t\t\twould be furnished to a star, or to La Sorelli, who \n\t\t\tis the head of the ballet. She is also the \n\t\t\tfriend of the younger dancers. The scene is one \n\t\t\tof languor, a little of what people expect of Parisian \n\t\t\tnaughtiness. A beautifully formed, languorous \n\t\t\tcreature is reclining upon a couch and is being \n\t\t\tentertained by two or three smartly dressed young \n\t\t\tParisians.  La Sorelli is before the mirror with \n\t\t\tan admirer and her maid. The admirer playfully \n\t\t\ttakes the place of the maid and is allowed to \n\t\t\tfasten the top button in the back of her dress. \n\t\t\tTheir playful pastimes are interrupted by a violent \n\t\t\tknocking at the door.\n\n \n\t\t\tINT. DRESSING ROOM CORRIDOR. .AMBER. \n\n\t\t\tThis is a close up of the other side of La \n\t\t\tSorelli's door. Twelve little hands are pounding \n\t\t\tupon it.\n \n\n\t\t\tINT. LA SORELLI'S DRESSING ROOM . . AMBER\n \n\t\t\tThe maid opens the door and the six ballet girls\n\t\t\tburst in. One of them closes and locks the door.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nLA SORELLI'S DRESSING ROOM . . AMBER\n \n\t\t\tThe maid opens the door and the six ballet girls\n\t\t\tburst in. One of them closes and locks the door. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tThey all cluster around La Sorelli and cry out \n\t\t\ttogether:\n\n\n\t\t\t\t\"WE SAW THE GHOST!\n\t\t\t\tTHE OPERA GHOST!\"\n\n \n\t\t\tBACK:\n\t\t\tLa Sorelli is superstitious concerning the ghost  \n\t\t\tand she shudders. She of all in the room takes it\n\t\t\tseriously. The dandies laugh at the idea, as if\n\t\t\tit were some new trick the girls were playing.\n\t\t\tThe girls all continue talking at once to La Sorelli \n\t\t\twho tries to conceal her growing fright by laughing. \n\n \n\t\t\tCLOSE UP FIRST BALLET GIRL. . AMBER\n\n\t\t\tWith wide eyes, but pretending, she exclaims:\n\n \n\t\t\t\t\"HE APPEARED BEFORE US. . OUT \n\t\t\t\tOF NOTHING. . A SKELETON IN \n\t\t\t\tA DRESS SUIT AND THEN HE WAS \n\t\t\t\tGONE!\"\n \n \n\t\t\tCLOSE UP SECOND BALLET GIRL. . AMBER\n \n\t\t\tWith assumed terror, she whispers, touching her \n\t\t\tnose:\n \n\n\t\t\t\t\"HE HAD NO NOSE. . NO EYES. . \n\t\t\t\tJUST TWO BLACK HOLES IN A \n\t\t\t\tDEAD MAN'S SKULL.\"\n \n\n\t\t\tMED. SHOT IN LA SORELLI'S DRESSING ROOM . . AMBER.\n \n\t\t\tLa Sorelli is still trying to conceal her terror, \n\t\t\tbut cannot repress shivering - the dandies are \n\t\t\tlaughing - the girls terrified. Suddenly La Sorelli \n\t\t\tstarts and listens - all see her attitude and \n\t\t\tlisten:\n \n\n\t\t\tMED. SHOT IN DRESSING ROOM CORRIDOR.\n \n\t\t\tA strange shadow moves along the wall.\n \n\n\t\t\tMED. SHOT IN DRESSING ROOM . . AMBER.\n\n\t\t\tFLASH of everyone listening tensely.\n \n\n\t\t\tC.V. LATCH INSIDE DRESSING ROOM DOOR\n \n\t\t\tIt is lifted and dropped three times.\n\n\n\t\t\tMED. SHOT IN DRESSING ROOM . .AMBER.\n \n\t\t\tEveryone staring in horror toward door - the ballet \n\t\t\tgirls cling to La Sorelli in terror.\n \n\n\t\t\tSEMI C.V.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone staring in horror toward door - the ballet \n\t\t\tgirls cling to La Sorelli in terror. SEMI C. V. \n\nTARGET SECTION TO BE ANNOTATED:\n LA SORELLI\n \n\t\t\tThe girls cling to her in terror - then with a \n\t\t\tcourage born of fear, she produces a dagger and \n\t\t\tthrowing off the detaining hands, moves toward the \n\t\t\tdoor -- the girls gasp as they watch after her.\n \n \n\t\t\tSEMI C.V. INSIDE DRESSING ROOM DOOR.\n \n\t\t\tAs La Sorelli enters scene and moves close to \n\t\t\tdoor with dagger ready but trembling body. She \n\t\t\tscreams:\n \n\n\t\t\t\t\"WHO'S THERE!\"\n\n\n\t\t\tBACK:\n\t\t\tShe listens a few seconds, then turning the lock\n\t\t\tjerks open the door.\n \n\n\t\t\tMED. SHOT IN CORRIDOR OUTSIDE LA SORELLI'S DRESSING \n\t\t\tROOM.\n \n\t\t\tAs La Sorelli opens door and looks out - the \n\t\t\tcorridor is empty. She appears startled - then re-  \n\t\t\tcovering her poise, she steps back in and closes \n\t\t\tthe door.\n \n\n\t\t\tMED. SHOT IN DRESSING ROOM.\n \n\t\t\tAs La Sorelli returns to the frightened ballet \n\t\t\tgirls - and dandies who seeing there is no danger, \n\t\t\tagain smile and laugh to show how brave they are - \n\t\t\tLa Sorelli tosses the dagger on her dresser top \n\t\t\tand shrugging her shoulders indicates there is \n\t\t\tnothing to worry about.\n \n \n\t\t\tSHOOTING FROM THE STAGE. .AMBER.\n \n\t\t\tThis shot shows the vast audience from this angle,\n\t\t\tsettled in their seats for the performance, but in \n\t\t\tthe f.g. is the prompter's box. The prompter is \n\t\t\tarranging his papers. He is a dapper, grouchy little \n\t\t\tfellow. He bends down until he is almost out of \n\t\t\tsight, the opening from the stage to the prompter's \n\t\t\tbox must be large enough to admit a person through it.\n\n\n\t\t\tLONG SHOT FROM REAR OF AUDITORIUM TOWARD STAGE.\n\n\t\t\tThe curtain rises on the home of Faust the aged \n\t\t\tGerman alchemist. We see the aged alchemist \n\t\t\tworking with his chemicals striving to find the\n\t\t\tElixir of Life.\n \n \n\t\t\tBACK STAGE.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe curtain rises on the home of Faust the aged \n\t\t\tGerman alchemist. We see the aged alchemist \n\t\t\tworking with his chemicals striving to find the\n\t\t\tElixir of Life. BACK STAGE. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tFlorine is peeping through one of the stage en-\n\t\t\ttrances at the first scene of Faust. When a good\n\t\t\tlooking ballet girl passes him - he cranes his \n\t\t\tneck to admire her -- then decides to follow her.\n \n \n\t\t\tSHOOTING DOWN ON STAGE FROM ABOVE.\n \n\t\t\tFlorine following the ballet girl -- there is an open\n\t\t\ttrap in the floor which she steps over - he steps\n\t\t\tinto it and falls through.\n \n \n\t\t\tCELLAR UNDER STAGE.\n \n\t\t\tAs Florine falls through trap above and lands on \n\t\t\tthe floor, where he winces with pain and curses \n\t\t\this luck.\n \n \n\t\t\tMED. SHOT ON STAGE.\n \n\t\t\tScene where Mephistopheles is tempting Faust --\n\t\t\tshows him a vision of Marguerite (Carlotta). The \n\t\t\tvision fades and Faust weakens.\n \n\n\t\t\tINT. LIGHT CONTROL ROOM. .AMBER\n \n\t\t\tWe have an illustration of the light control room \n\t\t\tand machinery. This room is under the stage and \n\t\t\tin it is a short flight of steps leading to the \n\t\t\tplatform upon which the prompter is standing. The \n\t\t\tlight control man is standing near his levers but \n\t\t\thas evidently neglected to watch the time. The \n\t\t\tprompter, who can be seen bending down from his  \n\t\t\tbox, calls the man's attention to the time. The \n\t\t\tcontrol man looks at his watch which is hanging in \n\t\t\tfront of him and immediately begins to pull two \n\t\t\tlevers, each in an opposite direction. Aside from \n\t\t\tthe interesting nature of this shot it seems to \n\t\t\tplant the scenery for future situation.\n \n \n\t\t\tINT. AUDITORIUM. .AMBER.\n \n\t\t\tThis is a long shot taken from high up in the back \n\t\t\tof the auditorium, showing the chandelier and \n\t\t\tstage. Gently the lights die out in the chan-\n\t\t\tdelier, and at the same time the footlights \n\t\t\tcome on, leaving the house in semi-darkness.\n \n\n\t\t\tINTIMATE SHOT OF ORCHESTRA PIT. . AMBER.\n \n\t\t\tThe leader is holding his baton aloft.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nINTIMATE SHOT OF ORCHESTRA PIT. . AMBER. The leader is holding his baton aloft. \n\nTARGET SECTION TO BE ANNOTATED:\n He strikes \n\t\t\tthe air with it and seventy bows strike the strings \n\t\t\tin one sweeping motion.\n\n\n\t\t\tCLOSE UP IN PHILIPPE'S BOX.\n  \n\t\t\tRaoul is paying but little attention to the\n\t\t\topera - he is toying with Marie's stray curl.\n\n \n\t\t\tLONG SHOT FROM REAR OF AUDITORIUM TO STAGE.\n \n\t\t\tMephistopheles transforms Faust from age to youth -\n\t\t\tThen curtain falls amidst applause.\n \n\t\t\t\t\t\tFADE OUT . . .\n \n \n\t\t\t\tDURING THE INTERMISSION BEFORE THE \n\t\t\t\tBALLET.\n \n \n\t\t\tFADE IN:\n\t\t\tLONG SHOT OF THE GRAND STAIRCASE\n \n\t\t\tA general promenade of the audience - meeting \n\t\t\tacquaintances, etc.\n \n \n\t\t\tMED. CLOSE SHOT GRAND STAIRCASE.\n \n\t\t\tAs Philippe comes down the stairs into f.g. \n\t\t\twith the Comtess and Marie on his arm - Marie \n\t\t\tkeeps looking about anxiously - then she turns \n\t\t\tto Philippe with a look of disappointment and\n\t\t\tsays:\n \n\n\t\t\t\t\"WHERE DO YOU SUPPOSE RAOUL WENT!\"\n \n\n\t\t\tBACK:\n\t\t\tPhilippe frowns darkly and he replies:\n \n \n\t\t\t\t\"HE'S PROBABLY IN THE FOYER DE DANCE \n\t\t\t\tLOOKING UP SOME OF HIS COMMON AC-\n\t\t\t\tQUAINTANCES.\"\n\n\n\t\t\tBACK:\n\t\t\tMarie is hurt and disappointed - they move on. \n\n \n91.\t\t\tMED. SHOT ON SECOND LANDING OF GRAND STAIRCASE.\n \n\t\t\tThe eyes of all the promenaders suddenly focus \n\t\t\ton the Persian who comes down a flight of stairs \n\t\t\tto the landing where he stops and looks about \n\t\t\tcasually.\n \n \n\t\t\t\tA MYSTERIOUS CHARACTER WAS THE PERSIAN \n\t\t\t\tA REGULAR PATRON OF THE OPERA AND \n\t\t\t\tALWAYS ALONE, WHOSE SOURCE OF INCOME \n\t\t\t\tWAS AS MUCH OF AN ENIGMA AS THE MAN \n\t\t\t\tHIMSELF.\n\n\n\t\t\tC.V. OF THE PERSIAN.\n \n\t\t\tThis is a character study of a strange type - \n\t\t\the wears a dress suit and carries an astrachan cap. \n\t\t\tHe has olive skin, appears greatly interested in \n\t\t\this surroundings but never smiles.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nOF THE PERSIAN. This is a character study of a strange type - \n\t\t\the wears a dress suit and carries an astrachan cap. He has olive skin, appears greatly interested in \n\t\t\this surroundings but never smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tMED. SHOT ON SECOND LANDING - AS IN 91.\n \n\t\t\tThe Persian moves down the steps off scene and \n\t\t\tthe promenaders watch after him, then whisper\n\t\t\tcuriously about him.\n \n\n\t\t\tINT. CORNER FOYER DE DANCE. . AMBER.\n \n\t\t\tThis is located in the rear of the stage. \n\t\t\tThe richness of this room is executed principally \n\t\t\tupon glass. It is a place of reunion between the \n\t\t\tballet girls and their admirers. In special prom-\n\t\t\tinence are the dancers' practicing bars. They hold \n\t\t\tto those bars while standing upon their toes or \n\t\t\tplace one ankle upon the bar while they stand upon \n\t\t\tone toe and while they are doing these things \n\t\t\tthey are talking to their admirers. This is a gen-\n\t\t\teral entrance scene of the ballet girls and thirty \n\t\t\tor more young and old Parisian dandies, patrons of \n\t\t\tthe opera, who are allowed in the foyer de dance \n\t\t\tduring the intermissions. It is a picture of pink \n\t\t\ttights, fluffy lace skirts and Parisian dandies. \n\t\t\tThere is a flirting air of lightness, merriment \n\t\t\tand laughter about. Some are practicing their \n\t\t\tsteps, others are flirting. Capt. Raoul is notice-\n\t\t\table, carrying on a familiar conversation with \n\t\t\tLa Sorelli, the ballet queen.\n\n\n\t\t\tSEMI C.V. LA SORELLI AND RAOUL\n \n\t\t\tRaoul is kidding her along and it is noticeable \n\t\t\tthat she is fascinated by his personality. Several \n\t\t\tof the dandies we saw previously in her dressing \n\t\t\troom come up and seek to draw her attention but \n\t\t\tshe pays them no heed and they are greatly ex-\n\t\t\tasperated.\n \n \n\t\t\tBACK STAGE. . FULL SET.\n \n\t\t\tAs workmen finish setting scene for the ballet -\n\t\t\tin b.g. Christine appears in entrance to dressing \n\t\t\troom corridor.\n\n\n\t\t\tSEMI C.V.  OF CHRISTINE.\n\n\t\t\tAs she looks on with that same wistful expression.\n \n \n\t\t\tSEMI C.V. OF SORELLI AND RAOUL.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEMI C. V. OF SORELLI AND RAOUL. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tRaoul suddenly looks at his watch - is startled -\n\t\t\tindicates he must get back to his box - he leans \n\t\t\tclose and whispers something in her ear with a \n\t\t\tdevilish smile on his face. Her eyes light up with \n\t\t\tdelight - she nods her head in the affirmative -\n\t\t\the exits laughing, she waving after him.\n \n \n\t\t\tBACK STAGE. (AT SIDE)\n \n\t\t\tAs Raoul enters still laughing to himself, he \n\t\t\tchances to look at a big mirror and stops aghast \n\t\t\tas he sees:\n \n \n\t\t\tC.V. RAOUL BY BIG MIRROR.\n \n\t\t\tIn the mirror's reflection can be seen Christine \n\t\t\tDaae standing in entrance to dressing room corridor -\n\t\t\tRaoul gasps and whirls around.\n \n \n\t\t\tC.V. CHRISTINE\n \n\t\t\tAs she suddenly sees Raoul off scene and her eyes \n\t\t\tdilate in amazement.\n \n \n\t\t\tC.V. OF RAOUL.\n \n\t\t\tHe staring in surprise - then starts forward with \n\t\t\ta happy smile.\n\n\n\t\t\tMED. SHOT OF STAGE NEAR ENTRANCE TO DRESSING ROOM \n\t\t\tCORRIDOR.\n \n\t\t\tAs Raoul starts toward Christine, she turns and \n\t\t\tflees - and as he gets near the door, he is \n\t\t\tsuddenly blocked for the whole ballet comes \n\t\t\ttearing out for their places - he is compelled to \n\t\t\twait.\n \n \n\t\t\tINT. CHRISTINE'S DRESSING ROOM.\n \n\t\t\tShe bursts in the door - closes and locks it, \n\t\t\tleaning against it with madly beating heart.\n \n \n\t\t\tINT. DRESSING ROOM CORRIDOR.\n \n\t\t\tAs few last of ballet hurry past camera - then \n\t\t\tRaoul hurries in from behind camera and looks\n\t\t\tmadly about - he runs to the cross corridor where\n\t\t\the looks up and down.\n\n \n\t\t\tC.V. OF RAOUL\n \n\t\t\tHis face falls in disappointment - his shoulders \n\t\t\tdroop - then a look of determination comes into \n\t\t\this eyes. He smiles as he has an idea - he exits.\n \n\n\t\t\tA LONG SHOT FROM REAR OF AUDITORIUM.\n \n\t\t\tThe curtain rises and the \"Faust\" ballet begins.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe smiles as he has an idea - he exits. A LONG SHOT FROM REAR OF AUDITORIUM. The curtain rises and the \"Faust\" ballet begins. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tFrom data that we have in the office 150 ballet \n\t\t\tgirls (dancers) are used in the \"Faust\" ballet.\n \n\n\t\t\tINT. BOX CORRIDOR.\n \n\t\t\tAs Raoul opens door and enters from the stage - \n\t\t\the wears a grim look and he enters the box.\n \n\n\t\t\tINT. PHILIPPE'S BOX.\n \n\t\t\tAs Raoul returns - Philippe and the Comtess glower \n\t\t\tat him and Marie playfully scolds him - Raoul is \n\t\t\ttoo filled with emotion to pay her any attention. \n\t\t\tShe is amazed at his sudden indifference.\n \n\n\t\t\tINT. AUDITORIUM. . AMBER. \n\n\t\t\tThis is the Long Shot. It is a short scene of the\n\t\t\tfalling of the curtain upon the grand ballet. The\n\t\t\tauditorium is flooded with light and a flutter of \n\t\t\trelaxation runs over the audience.\n \n\n\t\t\tCLOSE UP IN PHILIPPE'S BOX.\n \n\t\t\tRaoul will not look at Marie - he keeps looking \n\t\t\tat Philippe becoming more angry every minute - then \n\t\t\tarising he moves to the door to ante-room and \n\t\t\tmotions for Philippe to follow. Philippe does so \n\t\t\tin wonder at Raoul's strange behavior.\n \n \n\t\t\tANTE ROOM OF PHILIPPE'S BOX\n \n\t\t\tAs Raoul and Philippe come out of box and into f.g. -\n\t\t\there Raoul faces his brother angrily and he says:\n \n\n\t\t\t\t\"YOU LIED TO ME, PHILIPPE! \n\t\t\t\tYOU TOLD ME CHRISTINE DAAE HAD \n\t\t\t\tLEFT PARIS--ANOTHER OF YOUR \n\t\t\t\tCHEAP TRICKS! -- I JUST SAW \n\t\t\t\tHER -- BACK ON THE STAGE!\"\n \n\n\t\t\tBACK:\n\t\t\tPhilippe gasps in surprise first - then he too \n\t\t\tbecomes angry and he answers:\n \n\n\t\t\t\t\"I THOUGHT YOU'D COME TO YOUR \n\t\t\t\tSENSES, BUT I SEE YOU'RE DETER-\n\t\t\t\tMINED TO DRAG THE NAME OF \n\t\t\t\tCHAGNY IN THE MUD.\"\n \n\n\t\t\tBACK:\n\t\t\tRaoul's eyes light up with a dangerous light -\n\t\t\tPhilippe sees this and shrugging his shoulders, goes\n\t\t\tback into the box.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhilippe does so \n\t\t\tin wonder at Raoul's strange behavior. ANTE ROOM OF PHILIPPE'S BOX\n \n\t\t\tAs Raoul and Philippe come out of box and into f.g. -\n\t\t\there Raoul faces his brother angrily and he says:\n \n\n\t\t\t\t\"YOU LIED TO ME, PHILIPPE! YOU TOLD ME CHRISTINE DAAE HAD \n\t\t\t\tLEFT PARIS--ANOTHER OF YOUR \n\t\t\t\tCHEAP TRICKS! -- I JUST SAW \n\t\t\t\tHER -- BACK ON THE STAGE!\"\n \n\n\t\t\tBACK:\n\t\t\tPhilippe gasps in surprise first - then he too \n\t\t\tbecomes angry and he answers:\n \n\n\t\t\t\t\"I THOUGHT YOU'D COME TO YOUR \n\t\t\t\tSENSES, BUT I SEE YOU'RE DETER-\n\t\t\t\tMINED TO DRAG THE NAME OF \n\t\t\t\tCHAGNY IN THE MUD.\"\n \n\n\t\t\tBACK:\n\t\t\tRaoul's eyes light up with a dangerous light -\n\t\t\tPhilippe sees this and shrugging his shoulders, goes\n\t\t\tback into the box. \n\nTARGET SECTION TO BE ANNOTATED:\n Raoul hesitates for a second,\n\t\t\tto cool down, then follows.\n \n\n\t\t\tSEMI C. V. OF PHILIPPE'S BOX\n \n\t\t\tAs Philippe seats himself and Raoul does likewise -\n\t\t\tMarie sensing some sort of trouble places her \n\t\t\thand over Raoul's in sympathy - he gives her a mean \n\t\t\tlook - she withdraws her hand gasping in amazement.\n \n\n130.\t\t\tINT. CELLAR #5.  (RIO DE LAHORE)   FAINT GREEN.\n \n\t\t\tFlorine is discovered at the hand winch on the \n\t\t\tright. The turning of this winch lifts and lowers \n\t\t\tthe scene frames on the right. Florine is turning \n\t\t\tthis winch. He is frightened stiff, frightened at \n\t\t\tthe black opening in the wall where sometime before\n\t\t\the saw a movement. As he turns winch his\n\t\t\tfrightened eyes, therefore, are upon the black \n\t\t\topening.\n\n\n130-A\t\t\tFLASH OF BLACK OPENING. . WITHOUT MOVEMENT IN IT.\n \n\n130-B\t\t\tA LONGER SHOT. . FAINT GREEN.\n \n\t\t\tAs Florine turns the winch two scene frames move\n\t\t\tupward and one downward. The movement of these \n\t\t\tdiscovers the shadow upon the center wall of\n\t\t\ta man, hanging, gently swinging. As the frames\n\t\t\tmove both ways, all or any part of the hanging man may \n\t\t\tbe shown. Florine does not see either the hanging \n\t\t\tman or the shadow at first, so intent is he upon \n\t\t\tthe black opening. He now turns and through the \n\t\t\tframework in front of him he is confronted by the\n\t\t\thanging man. The audience cannot see this, only\n\t\t\tthe shadow. Florine is paralyzed with fear and his\n\t\t\tknees knock together. He backs away from the ap-\n\t\t\tparition and turns to escape up the stairs. But he \n\t\t\tis now confronted with the shadow. He is in utmost \n\t\t\tdistress. He is surrounded with hanging men. After an \n\t\t\tinstant of confusion, Florine runs the gauntlet\n\t\t\tthrough the hanging men and tears on in his fright \n\t\t\tup the circular steps. \n \n \n130-C\t\t\tINT. CELLAR #4  (HEADLESS STATUE). .",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter an \n\t\t\tinstant of confusion, Florine runs the gauntlet\n\t\t\tthrough the hanging men and tears on in his fright \n\t\t\tup the circular steps. 130-C\t\t\tINT. CELLAR #4  (HEADLESS STATUE). . \n\nTARGET SECTION TO BE ANNOTATED:\n FAINT GREEN\n \n\t\t\tDiscovered a variety of cellar hands, a fireman, a \n\t\t\tgroom and a couple a scene-shifters. They are \n\t\t\tsitting upon the floor gossiping. Simon enters from \n\t\t\tthe right, looking for somebody when Florine runs\n\t\t\tin from the cellar below. Any attempt at comedy is\n\t\t\tavoided. Florine becomes a whimpering, pathetic\n\t\t\tfigure. He tries to explain to Simon in pantomime \n\t\t\twhat he has seen.\n\n \n130-D\t\t\tANOTHER PART OF CELLAR #5 or #6 IF WE HAVE THE SET. \n\t\t\tMED. SHOT NEAR THE BIG OPERA HOUSE FORGE.\n \n\t\t\tA groom currying a great white stallion while a \n\t\t\tHercules of a smithy is preparing to put new shoes \n\t\t\ton the stallion. We plant the stallion fastened to\n\t\t\ta ring bolt in the stone wall by a strap and is \n\t\t\tparallel with the wall. The blacksmith is holding \n\t\t\tup the hoof of the great white stallion to measure \n\t\t\ta shoe, then he moves over to the forge and with \n\t\t\this back to the horse pumps the bellows and sings \n\t\t\tto himself -- then a strange thing happens, a section \n\t\t\tof the wall and floor upon which the white stallion \n\t\t\tstands suddenly turns as if upon an axle and the white \n\t\t\tstallion vanishes leaving apparently the same\n\t\t\twall floor and ring bolt - the smithy lifts the red\n\t\t\thot shoe from the forge and prepares to hammer it.\n\t\t\tHe casually looks around toward the place where the\n\t\t\thorse was, gasps and drops the hammer. Then thinking\n\t\t\tperhaps one of the stablemen played a joke, he calls\n\t\t\tto them - they join him and he asks them about the\n\t\t\thorse.\n \n\n130-E\t\t\tC. V. SMITHY AND STABLEMEN.\n \n\t\t\tAs he tells them about the horse, they deny having \n\t\t\tseen it or taken it -- he scratches his head in \n\t\t\tperplexity.\n \n\n130-F\t\t\tINT. CELLAR #4 (HEADLESS STATUE SET) . FAINT GREEN\n \n\t\t\tFlorine is shaking and stammering his story. Two\n\t\t\tother scene shifters are attracted and drift in.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nCELLAR #4 (HEADLESS STATUE SET) . FAINT GREEN\n \n\t\t\tFlorine is shaking and stammering his story. Two\n\t\t\tother scene shifters are attracted and drift in. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tSimon thinks that maybe Florine is out of his head \n\t\t\tbut all are impressed. They begin to move down the \n\t\t\tsteps leading to the \"Roi de Lahore\" set. Florine \n\t\t\twill not go. He can't stand it. Simon tells him with \n\t\t\tforce to \"Go.\" Whimpering Florine precedes \n\t\t\tSimon down the stairs.\n \n\n130-G\t\t\tINT. CELLAR #5. (\"ROI DE LAHORE\" SET). FAINT GREEN\n \n\t\t\tThe group from above are seen coming down the \n\t\t\tcircular staircase. The shadow of a hanging man\n\t\t\tis no longer there. There is something in the f.g. \n\t\t\tso placed and lighted that the audience cannot \n\t\t\tdiscern what it is. The party of men enter from \n\t\t\tthe staircase and look around in a hushed way. \n\t\t\tFlorine looks for the shadow - then he looks for \n\t\t\tthe body. Both are gone. His mind seems to be \n\t\t\thelpless to grasp the situation. By one second all \n\t\t\teyes center upon the object in the f.g., in a \n\t\t\thushed, awed manner they move to the object. Simon \n\t\t\tlooks down upon it with big, wondering eyes. All \n\t\t\tare fascinated by it. Simon kneels down beside the \n\t\t\tobject.\n \n \n130-H\t\t\tSEMI C.V. SIMON AND BODY OF JOSEPH BUQUET.\n \n\t\t\tSimon who is kneeling turns the body over and \n\t\t\tgasping recoils in horror for it is his brother. \n\t\t\tThen in a quick agony he listens at the breast \n\t\t\tand lifting a face of terrible agony he cries:\n \n \n\t\t\t\t\"GOD HELP ME! MY BROTHER! . DEAD!\"\n \n \n130-I\t\t\tMED. SHOT . .CELLAR #5 . (ROI DE LAHORE SET.)\n \n\t\t\tSimon bursts into heavy sobs that rack his frame  \n\t\t\tthe others recoil in horror. Simon throws himself \n\t\t\tacross his brother's body in his grief.\n \n \n130-J\t\t\tANOTHER PART OF CELLAR #5 OR #6. .",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCELLAR #5 . (ROI DE LAHORE SET.)\n \n\t\t\tSimon bursts into heavy sobs that rack his frame  \n\t\t\tthe others recoil in horror. Simon throws himself \n\t\t\tacross his brother's body in his grief. 130-J\t\t\tANOTHER PART OF CELLAR #5 OR #6. . \n\nTARGET SECTION TO BE ANNOTATED:\nAS IN 30-D\n \n\t\t\tThe perplexed Smithy and stablemen who are ponder-\n\t\t\ting over the mysterious disappearance of Caesar the\n\t\t\tWhite Stallion now hear Simon's sobbing - they \n\t\t\tare amazed. The Smithy picks up his hammer and leads\n\t\t\tthe way to find out what is the matter - the others \n\t\t\tfollow but with reluctance.\n \n\n130-K\t\t\tMED. SHOT. .CELLAR #5. (ROI DE LAHORE SET.) \n\n\t\t\tSimon is lamenting with the others looking on in\n\t\t\thorror and pity as the Blacksmith and stablemen \n\t\t\tcome up -- they stare aghast as some about explain\n\t\t\tabout the tragedy.\n\n\n130-L\t\t\tSEMI CLOSE SHOT SIMON AND BROTHER'S BODY.\n \n\t\t\tSimon raises up and in doing so discovers something \n\t\t\tbeside his brother's body - he picks it up - it \n\t\t\tis a strangler's lasso - as he looks at it, his \n\t\t\teyes glare with sudden understanding and fury -\n\t\t\the half snarls and sobs:\n\n \n\t\t\t\t\"A STRANGLER'S LASSO? . MY \n\t\t\t\tBROTHER'S BEEN MURDERED!\"\n \n\n130-M\t\t\tC.V. OF GROUP\n\n\t\t\tThey all recoil in horror - Florine trembles \n\t\t\tlike a leaf. Suddenly all back off scene with a \n\t\t\tstart - the Blacksmith grips his hammer.\n \n \n130-N\t\t\tANOTHER SECTION OF CELLAR #6. (ROI DE LAHORE SET)\n\n\t\t\tAs the Persian now wearing his astrachan cap comes \n\t\t\ttoward camera.\n\n\n130-O\t\t\tSEMI C.V. OF GROUP . . AS IN 30-M\n \n\t\t\tAs the Persian comes up - a strange contrast in\n\t\t\this dress clothes, he sees the tragedy - then shakes \n\t\t\this head sadly and says:\n \n\n\t\t\t\t\"POOR DEVIL - HE MUST HAVE \n\t\t\t\tOFFENDED THE OPERA GHOST!\"\n \n\n\t\t\tBACK:\n\t\t\tEveryone recoils in horror and dismay - the Persian \n\t\t\tlets out a deep sigh and exits - they all look \n\t\t\tafter him curiously.\n \n\n131.\t\t\tINT. AUDITORIUM . . AMBER.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. AUDITORIUM . . AMBER. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tThis is the long shot from high up with the chan-\n\t\t\tdelier showing the audience and showing full stage.\n\t\t\tThe third act of \"Faust.\" It might be a good idea in\n\t\t\tthis shot to show the back of some heads in the\n\t\t\tbottom f.g. to suggest that this is looking down\n\t\t\tfrom the highest gallery. That portion of the\n\t\t\tthird act is in progress in which Marguerite \n\t\t\topens the casket left by Mephistopheles and dis-\n\t\t\tplays the costly jewels which it contains.\n \n\n \t\t\tMED. CLOSE UP CARLOTTA AS MARGUERITE. . AMBER\n \n \t\t\tShe is looking into the casket, dazzled by the \n \t\t\tbeautiful jewelry.  She drops the simple bouquet \n \t\t\twhich Siebel has left for her and as she begins \n \t\t\tto adorn herself with earrings and bracelets, \n \t\t\tadmiring herself in mirror, she sings the Jewel song.\n \n\n \t\t\tEXT. BOX #5 and #4. SHOOTING TOWARD THEM.\n \n \t\t\tAll of a sudden a match is lit in box #5 --\n \t\t\tthis lights up the box for an instant - then goes out.\n \t\t\tThe occupants of box four have seen and they are \n \t\t\tamazed - as they look smoke comes floating out as \n \t\t\tif someone in the back of the box were smoking.\n \n\n \t\t\tSEMI C.V. ON STAGE. \n\n \t\t\tCarlotta singing.\n \n\n \t\t\tC.V. ON INSIDE BOX #5.\n \n \t\t\tOn one of the chairs lies a violin - a haze of \n \t\t\tsmoke drifts about - then suddenly a violin bow \n \t\t\tenters scene and scrapes over the cat gut strings.\n \n \n \t\t\tSHOOTING DOWN ON AUDIENCE.\n \n \t\t\tThey hear sound and look up toward Box #5 in con-\n \t\t\tsternation.\n \n\n \t\t\tLONG SHOT . . AMBER\n \n \t\t\tThis is shooting from high up in the balcony down \n \t\t\tupon the stage. This shot takes the chandelier. \n \t\t\tThe lights in the chandelier are not on but its \n \t\t\tcrystals sparkle. Carlotta is singing but nervously. \n \t\t\tThe lights in the big chandelier come on dimly -\n \t\t\tand die out and at the same time the other lights \n \t\t\tin the house go on and off and flicker.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe lights in the chandelier are not on but its \n \t\t\tcrystals sparkle. Carlotta is singing but nervously. The lights in the big chandelier come on dimly -\n \t\t\tand die out and at the same time the other lights \n \t\t\tin the house go on and off and flicker. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \t\t\tMED. CLOSE UP CARLOTTA. . AMBER\n \n \t\t\tThe footlights are flickering - she continues her \n \t\t\tpart in the duet but looks from side to side \n \t\t\tangrily. Somebody is spoiling her act.\n \n \n \t\t\tFLASH OF PROMPTER'S BOX FROM STAGE. AMBER.\n \n \t\t\tThe light flickering - Prompter ducks downward \n \t\t\ttoward light control room.\n \n \n136.\t\t\tINT. LIGHT CONTROL ROOM. .AMBER.\n\n \t\t\tThe Prompter is calling the light control man \n \t\t\tdown for not attending to do his work - the man\n \t\t\tis protesting that he has nothing to do with it.\n \n \n137.\t\t\tMED. CLOSE UP OF CHANDELIER. .AMBER\n \n \t\t\tThe lights are not lit in the big chandelier but the \n \t\t\twhole chandelier begins to shake and quiver -\n \t\t\tthe motion multiplied by the many crystals upon it.\n \n\n138.\t\t\tMED. C. V. OF BOX #5. FROM OUTSIDE \n\n \t\t\tSuddenly up from below the balustrade appears \n \t\t\ta death's head -- the bony jaws move in speech.\n\n \n \t\t\t\t\"SHE'S SINGING TONIGHT TO \n\t\t\t\tBRING DOWN THE CHANDELIER.\"\n\n\n \t\t\tBACK:\n \t\t\tThe skull disappears below the balustrade.\n \n\n139. \t\t\tSHOOTING DOWN ON AUDITORIUM.\n \n \t\t\tThey have heard and are terrified - they glance \n\t\t\tupward and point toward the quivering chandelier.\n\n\n140. \t\t\tSHOOTING UP AT CEILING AND CHANDELIER. \n\n\t\t\tAs it sways and quivers.\n \n\n141. \t\t\tSEMI C.V. IN PHILIPPE'S BOX.\n\n\t\t\tAll are gazing in horror and fascination at the \n\t\t\tswinging chandelier.\n\n \n142.\t\t\tTHE VERY LONG SHOT OF THE AUDITORIUM. .AMBER.\n \n \t\t\tThe whole house is thrown into confusion. The \n\t\t\tmorale of the singers is gone and they are milling \n\t\t\taround trying to finish the act.\n \n \t\t\tThe chandelier becomes a blaze of light and falls\n\t\t\tupon the heads of those in the orchestra. As it\n\t\t\tstrikes, its lights go out. An instant afterwards -\n\t\t\tthe general house lights flash on.\n \n\n143.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs it\n\t\t\tstrikes, its lights go out. An instant afterwards -\n\t\t\tthe general house lights flash on. 143. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tSHOOTING INTO CENTER SHOT OF ORCHESTRA . AMBER.\n \n \t\t\tThe chandelier - a blaze of light, falls on those \n\t\t\tof the terrified audience who were sitting under it.\n\t\t\tThe effect is that it crushes and maims those \n\t\t\twhom it strikes. The injured painfully try to crawl \n\t\t\tout from under the great weight. The audience sur-\n\t\t\trounding the chandelier are thrown into a panic. \n\t\t\tWomen scream and begin to fight their way toward the \n\t\t\texits. Some of the men run to the aid of the\n \t\t\tinjured. The chandelier is blazing with light.\n\t\t\tWhen it strikes the lights are instantly extinguished, \n\t\t\tand an instant later the general house lights are \n\t\t\tflashed on.\n \n\n144. \t\t\tSHOT OF STAGE . .AMBER.\n \n \t\t\tAll is confusion on the stage - stage hands -\n\t\t\tfiremen - ballet girls and Christine run out \n\t\t\tfrom the wing onto the stage. Carlotta faints.\n \n\n145.\t\t\tSHOT OF BOXES. .AMBER.\n \n \t\t\tConfusion - Women are fainting and screaming. The\n\t\t\tgeneral movement is to get out of the boxes. The\n\t\t\tPresident in his box tries to speak to the crowd \n\t\t\tto preserve order but all in vain -- nothing could \n\t\t\tstop the panic.\n \n\n146.\t\t\tSHOT AT ORCHESTRA EXIT UNDER PORTIERRE. .AMBER.\n \n \t\t\tThe panic-stricken people are fighting to get out of\n\t\t\tthe exit.\n \n\n147. \t\t\tA CLOSE VIEW . .AMBER.\n \n\t\t\tBeautiful gowns are torn from the shoulders of \n\t\t\tscreaming, frightened women.\n \n \n148.\t\t\tSHOOTING INTO ORCHESTRA PIT. .AMBER.\n \n \t\t\tThe excited musicians are standing and facing the \n\t\t\taudience, playing \"Marseillaise.\"\n \n\n149.\t\t\tSHOOTING INTO PHILIPPE'S BOX. .AMBER.\n \n \t\t\tThe Comtess and Marie are cowering against Philippe. \n\t\t\tRaoul is standing with his hands clutching the box \n\t\t\trail, looking at the scene of panic in the orchestra. \n\t\t\tHe is excited and horrified. He looks toward the \n\t\t\tstage and sees:\n \n\n150. \t\t\tON STAGE. .",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is excited and horrified. He looks toward the \n\t\t\tstage and sees:\n \n\n150. ON STAGE. . \n\nTARGET SECTION TO BE ANNOTATED:\n AMBER.\n \n \t\t\tThis is a Medium Close Up of Christine. She is \n\t\t\thorrified. She shields her eyes from the sight and \n\t\t\tbacks out through the wings.\n\n\n151.\t\t\tSHOOTING INTO PHILIPPE'S BOX. AMBER\n \n \t\t\tRaoul is anxious for Christine's safety.  He \n\t\t\truns to go out of the box toward the corridor. \n\t\t\tPhilippe bars his way knowing what he has in \n\t\t\tmind -- demanding that he remain. A dangerous \n\t\t\tlight gleams in Raoul's eyes. He tosses his \n\t\t\tbrother aside and exits. The women gasp \n\t\t\tand Philippe is furious and aghast.\n \n\n152.\t\t\tINT. BOX CORRIDOR. AMBER\n \n \t\t\tThe corridor is a wild jam of people moving in \n\t\t\ta panic and in excitement toward the front of\n \t\t\tthe house. Raoul enters from the ante-room\n \t\t\tdoor and starts in the opposite direction. He \n\t\t\thas to fight his way against the onrush in \n\t\t\tthe opposite direction.\n \n\n153.\t\t\tCLOSE UP IN BOX 5.\n\n\t\t\tA figure in a dress suit with a death's\n\t\t\thead laughs in fiendish glee.\n \n\n154. \t\t\tINT. GRAND STAIRCASE #2. AMBER\n \n \t\t\tThe panic stricken people are flooding into the set \n\t\t\tfrom every direction. There is a great jam at the \n\t\t\tpoint where the two side-staircases meet. As the \n\t\t\tpeople fight their way down the stairs, twenty \n\t\t\tpolicemen are fighting their way up the stairs.\n \n\n155.\t\t\tA MORE INTIMATE SHOT . AMBER\n \n\t\t\tBeautiful gowns are torn from the women in the \n\t\t\tmad rush to get out. Women faint and are carried \n\t\t\talong with the jam.\n \n \n156.\t\t\tBACK STAGE.\n \n \t\t\tThere is another panic going on. Stage hands,\n\t\t\tprincipals and ballet corps are in a mad rush \n\t\t\tto get out, knocking over scenery and props. Sud-\n\t\t\tdenly Raoul appears...fighting his way and \n\t\t\tlooking extremely anxiously for Christine. His \n\t\t\tclothing is nearly torn from his body.  He fights \n\t\t\this way to the dressing room corridor.\n\n \n157. \t\t\tINT. DRESSING ROOM CORRIDOR .",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n157. INT. DRESSING ROOM CORRIDOR . \n\nTARGET SECTION TO BE ANNOTATED:\n AMBER.\n \n \t\t\tAttendants, stage hands, ballet girls are \n\t\t\trunning about and are collected in groups, \n\t\t\texcitedly discussing the tragedy. One \n\t\t\tgroup is gathering about Christine who has \n\t\t\tfainted. Raoul enters from stage, disheveled \n\t\t\tas a result of his battle to get there. As he \n\t\t\tcomes forward, he sees Christine, and with a \n\t\t\tcry, he pushes thru the group and stooping, \n\t\t\tlifts her into his arms. Then demanding the \n\t\t\tlocation of her dressing room, he follows, \n\t\t\tcarrying her after the frightened group.\n \n \n158. \t\t\tENTRANCE CARLOTTA'S DRESSING ROOM (FLASH) \n\n\t\t\tShe is weeping hysterically on her couch. While \n\t\t\ther maid and her manager are rubbing her hands \n\t\t\tand face.\n \n\n159.\t\t\tINT. CHRISTINE'S DRESSING ROOM\n \n \t\t\tAs the door opens and Raoul enters carrying \n\t\t\tChristine. He deposits her tenderly on her \n\t\t\tcouch.  Then turns upon the curious group\n\t\t\tthat followed and who would enter, he says:\n\n \nTITLE:\t\t\t\"FIND THE DOCTOR!\"\n \n \n\t\t\tBACK: Then he drives out the group and closing\n\t\t\tthe door, crosses to Christine's side.\n\n\n160.\t\t\tSEMI CLOSE UP AT COUCH\n\n\t\t\tAs Raoul kneels beside Christine, stroking her \n\t\t\thands and calling upon her to speak to him.\n\t\t\tHe is greatly worried over her condition.\n \n\n160-A\t\t\tC.V. OF CHRISTINE.\n \n \t\t\tAs she slowly opens her eyes ... then starts\n\t\t\tin amazement as she sees:\n\n \n160-B\t\t\tC.V. OF RAOUL.\n\n\t\t\tAs he looks down at Christine with a tender \n\t\t\tyearning expression.\n\n\n\t\t\tCLOSE UP AT COUCH.\n \n\t\t\tRaoul seeing Christine is conscious, carries \n\t\t\ther hand to his lip. She is thrilled by the \n\t\t\tcontact.  He pleads earnestly:\n \n\n\t\t\t\t\"CHRISTINE, MY DARLING .... \n\t\t\t\tWHY DID YOU RUN AWAY FROM ME?\"\n \n\n\t\t\tBACK:  Christine is too confused for words. \n\t\t\tShe just stares at him with trembling lips.\n \n \n\t\t\tC.V.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe just stares at him with trembling lips. C. V. \n\nTARGET SECTION TO BE ANNOTATED:\n OF RAOUL\n \n\t\t\tAs he smiles down at her with a love hunger \n\t\t\tthat shows in his eyes. Then he continues:\n\n\n\t\t\t\t\"THEY TOLD ME YOU HAD LEFT PARIS ... \n\t\t\t\tTHAT YOU NEVER WISHED TO SEE ME \n\t\t\t\tAGAIN...BUT I KNEW THEY LIED! TELL\n\t\t\t\tME THEY DID, DARLING!\"\n\n \n\t\t\tC.V. OF CHRISTINE.\n \n\t\t\tFear suddenly shows in her eyes. She chokes\n\t\t\tup. She attempts to arise.\n\n \n\t\t\tCLOSE UP AT COUCH \n \n\t\t\tChristine in her terror, tries to push Raoul \n\t\t\taway as she pleads:\n \n \n\t\t\t\t\"MONSIEUR! HOW DARE YOU! WHY,\n\t\t\t\tI DON'T EVEN KNOW YOU!\"\n \n \n\t\t\tBACK: Raoul gasps in amazement for the moment. \n\t\t\tThen the tender look comes back into his eyes. \n\t\t\tHe believes she is delirious. He captures her \n\t\t\thands and gently forces her back, saying, \n\t\t\tpleadingly:\n \n \n\t\t\t\t\"YOU'RE DELIRIOUS, DARLING....DON'T \n\t\t\t\tYOU KNOW ME! .....I'M RAOUL....... \n\t\t\t\tYOUR SWEETHEART?\"\n \n\n\t\t\tBACK: Christine blinks curiously, as if dazed\n\t\t\tand confused....her eyes still show fear.  Raoul\n\t\t\tbends over to kiss her.\n \n \n\t\t\tC.V. INSIDE DRESSING ROOM DOOR.\n \n\t\t\tAs a doctor arrives with several of the curious \n\t\t\tstage folk.\n \n \n\t\t\tCLOSE UP AT COUCH.\n\n\t\t\tHearing sounds, Raoul straightens up with a \n\t\t\tstart and looks toward the door. Then worried\n\t\t\tand perplexed, gets to his feet.\n \n\n\t\t\tMED. SHOT IN DRESSING ROOM.\n \n\t\t\tAs the doctor asks the curious stage folk to \n\t\t\twithdraw and they do so. The doctor then goes \n\t\t\tover to the couch.\n\n\n\t\t\tSEMI C.V. AT COUCH.\n \n\t\t\tAs the doctor feels Christine's pulse and \n\t\t\tgives Raoul a curious look. Raoul drops his \n\t\t\teyes but remains standing there, a prey to \n\t\t\this confused emotions.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAT COUCH. As the doctor feels Christine's pulse and \n\t\t\tgives Raoul a curious look. Raoul drops his \n\t\t\teyes but remains standing there, a prey to \n\t\t\this confused emotions. \n\nTARGET SECTION TO BE ANNOTATED:\n The doctor feels \n\t\t\tChristine's forehead and then as he is about\n\t\t\tto open his case, Christine glances up and\n\t\t\tsees Raoul. At that moment, Raoul looks at\n\t\t\ther. His eyes plead. Fear returns to Christine's\n\t\t\teyes. She touches the doctor's arm and entreats\n\t\t\thim:\n \n\n\t\t\t\t\"PLEASE ASK THE MONSIEUR TO WITHDRAW\" \n\n\n\t\t\tBACK:\n\t\t\tThe doctor turns toward Raoul whose face\n\t\t\tshows pain. Raoul bows politely and exits and\n\t\t\tChristine watches him go with madly beating heart.\n \n \n\t\t\tDRESSING ROOM CORRIDOR.\n\t\t\tMED. CLOSE VIEW OUTSIDE CHRISTINE'S DRESSING\n\t\t\tROOM DOOR.\n \n\t\t\tAs Raoul comes out filled with disappointment\n\t\t\tand anguish. He looks about with unseeing eyes. \n\t\t\tThen one of the ballet girls passes. Seeing the \n\t\t\thandsome chap in evening clothes, she flirts \n\t\t\tboldly, but Raoul doesn't even see her. Then\n\t\t\tshe turns up her nose and exits. As great as \n\t\t\this hurt is, Raoul cannot go even though he \n\t\t\tmakes several attempts.\n \n\n\t\t\tLONG SHOT FROM REAR OF AUDITORIUM TOWARD STAGE.\n \n\t\t\tThe curtain is down. The auditorium looks like \n\t\t\ta pouie had occurred. Scattered about are various \n\t\t\tarticles of masculine and feminine wear, buttons, \n\t\t\tsashes, slippers, spectacles, cigarettes, cigars, \n\t\t\tcanes, boxes and flowers. There beneath the place \n\t\t\twhere the great chandelier hung is the wreckage \n\t\t\tof the chandelier, dead and injured and smashed \n\t\t\tseats. The dead are covered with sheets and a \n\t\t\thospital corps are rendering first aid to the \n\t\t\tinjured. Only a few men of the press are allowed \n\t\t\ton the scene while a number of gendarmes hold back \n\t\t\ta curious crowd. In one of the upper boxes a \n\t\t\tman appears.\n\n\n\t\t\tC.V. IN UPPER BOX.\n \n\t\t\tThe man is mysterious. He is the Persian.\n\t\t\tHe looks down on the scene of the tragedy.\n \n\n\t\t\tSHOOTING DOWN FROM BOX ON SCENE OF TRAGEDY.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is the Persian. He looks down on the scene of the tragedy. SHOOTING DOWN FROM BOX ON SCENE OF TRAGEDY. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tThis is a flash on the Persian as he sees it \n\t\t\tfrom box.\n \n \n\t\t\tC.V. IN UPPER BOX.\n \n\t\t\tThe Persian shakes his head gravely at what\n\t\t\the sees. Then he turns and exits from box.\n \n\n173.\t\t\tINT. MANAGER'S OFFICE. \n\t\t\tMED. SHOT.\n \n\t\t\tDebienne and Poligny are crushed and prostrated \n\t\t\tover the tragedy. M. Lavelle, their Secretary, \n\t\t\twho is likewise upset, is compelled to minister \n\t\t\tto them.\n \n \n\t\t\tSEMI C.V. OF GROUP & BLACKSMITH.\n \n\t\t\tAs the blacksmith, still carrying his hammer and \n\t\t\twaving it for emphasis, says:\n \n\n\t\t\t\t\"CAESAR THE BIG WHITE STALLION YOU\n\t\t\t\tUSE IN \"THE PROPHET\" HAS VANISHED AS \n\t\t\t\tIF THE EARTH SWALLOWED HIM.\"\n \n\n\t\t\tSEMI C.V. OF GROUP & FLORINE.\n\n\t\t\tAs Florine shivering with terror, shakes:\n\n\n\t\t\t\t\"AND TH-T-THE GHOST! ---H-H-HAS\n\t\t\t\tMURDERED JOSEPH BUQUET!\"\n\n\n\t\t\tINT. MANAGER'S OFFICE. . AS IN 173.\n\n\t\t\tBoth the managers gasp in horror and collapse\n\t\t\tlimply in their chairs. \n\n\n\t\t\tINT. DRESSING ROOM CORRIDOR. AMBER\n \n\t\t\tThe corridor is now empty except for Raoul. He is \n\t\t\tpacing the corridor in agony of mind. Something\n\t\t\tterrible has happened to Christine. He hears a\n\t\t\tmovement and disappears around the corner of the \n\t\t\tcorridor just as the physician enters from \n\t\t\tChristine's dressing room and exits. Raoul \n\t\t\timmediately re-appears and hurries to the dressing\n\t\t\troom with the intention of waiting for Christine \n\t\t\tand getting an explanation of her strange attitude \n\t\t\ttoward him.\n \n \n\t\t\tSEMI C.V. OUTSIDE DRESSING ROOM DOOR.\n \n\t\t\tAs Raoul approaches the door, intending to go in \n\t\t\tand demand an explanation. However, as his hand \n\t\t\tis about to close about the latch, something \n\t\t\thalts him. He just stands there in an attitude \n\t\t\tof hopelessness and despair.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Raoul approaches the door, intending to go in \n\t\t\tand demand an explanation. However, as his hand \n\t\t\tis about to close about the latch, something \n\t\t\thalts him. He just stands there in an attitude \n\t\t\tof hopelessness and despair. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tINT. CHRISTINE'S DRESSING ROOM.\n\t\t\tSEMI C.V. OF CHRISTINE.\n \n\t\t\trelaxing on couch before large mirror. She,\n\t\t\ttoo, is sad and upset. There are tears in her \n\t\t\teyes.\n\n\n\t\t\tINT. PASSAGEWAY BEHIND MIRROR.\n\n\t\t\tSuddenly a shaft of light appears. It grows\n\t\t\twider, revealing a sliding door. Then a figure\n\t\t\tin evening dress, wearing a black mask, enters\n\t\t\tcarrying a candelabra and a violin. He\n\t\t\tcomes to the foreground where he manipulates some\n\t\t\tmachinery on the wall and presses close to the wall\n\t\t\twith his masked face.\n\n\n\t\t\tSEMI C.V. CHRISTINE ON COUCH.\n\n\t\t\tSuddenly part of the mirror behind her becomes \n\t\t\ttransparent, revealing the upper portion of the \n\t\t\tmasked face.\n\n \n\t\t\tINT. PASSAGEWAY BEHIND MIRROR.\n \n\t\t\tThe masked man is looking thru the reverse of\n\t\t\tmirror. He then operates the machinery and the \n\t\t\ttransparent space thru which can be seen Christine \n\t\t\ton her couch, becomes opaque. The figure lifts \n\t\t\this violin and starts to play.\n \n\n\t\t\tSEMI C.V. CHRISTINE ON COUCH.\n \n\t\t\tShe hears the music and listens enchanted. Then \n\t\t\tshe smiles thru her tears.\n \n\n\t\t\tINT. PASSAGEWAY BEHIND MIRROR (FLASH) \n\n\t\t\tThe masked man is playing the violin.\n \n \n\t\t\tSEMI C.V. OUTSIDE DRESSING ROOM DOOR.\n \n\t\t\tRaoul too has heard the music.  He listens with \n\t\t\tgrowing perplexity. Yet he is fascinated.\n \n \n\t\t\tINT. PASSAGEWAY BEHIND MIRROR.\n\n\t\t\tThe masked man stops playing. Then he says:\n \n \n\t\t\t\t\"SING FOR ME AGAIN CHRISTINE-SING \n\t\t\t\tME A SONG OF LOVE!\"\n\n\n\t\t\tSEMI C.V. OF CHRISTINE ON COUCH.\n\n\t\t\tShe lifts a radiant face as though hypnotized.\n\t\t\tThen she arises and starts to sing.\n\n\n\t\t\tSEMI C.V. OUTSIDE DRESSING ROOM DOOR.\n\n\t\t\tRaoul is amazed by the sound of Christine's \n\t\t\tvoice and that of a man inside her dressing room.\n\t\t\tHe listens intently.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nOUTSIDE DRESSING ROOM DOOR. Raoul is amazed by the sound of Christine's \n\t\t\tvoice and that of a man inside her dressing room. He listens intently. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tCLOSE UP OF CHRISTINE.\n\n\t\t\tAs she sings with all of her being.\n \n \n\t\t\tINT. PASSAGEWAY BEHIND MIRROR.\n \n\t\t\tThe masked man who is playing violin, stops \n\t\t\tplaying and says:\n \n \n\t\t\t\t\"NO PRESIDENT EVER RECEIVED SO FAIR \n\t\t\t\tA GIFT. WHEN YOU SING, THE ANGELS WEEP.\"\n \n \n\t\t\tC.V. CHRISTINE.\n \n\t\t\tHer whole being is warmed and elated by the \n\t\t\tpraise. She says:\n \n \n\t\t\t\t\"WHEN I SING FOR YOU, I GIVE YOU \n\t\t\t\tMY SOUL.\"\n \n \n\t\t\tSEMI C.V. OUTSIDE DRESSING ROOM DOOR.\n \n\t\t\tRaoul's eyebrows arch with a sudden surprised\n\t\t\tunderstanding, having heard a man's voice. He is\n\t\t\tastonished and curious. He had left the room an\n\t\t\tinstant before and no man except the physician was\n\t\t\tthere. He draws closer to the door and as he\n\t\t\tcontinues to hear, he shows more astonishment and\n\t\t\tbewilderment. Then afire with jealous suspicion,\n\t\t\the is about to put his hand on the latch to\n\t\t\tconfront Christine and the unknown man when some-\n\t\t\tthing he hears halts him.\n\n\n\t\t\tINT. PASSAGEWAY BEHIND MIRROR.\n\n\t\t\tThe masked man speaks:\n\n\n\t\t\t\t\"CHRISTINE, YOU MUST LOVE ME! ....\n\t\t\t\tI HAVE DECREED THAT YOU SHALL BE\n\t\t\t\tTHE PRIMA DONNA...FROM THIS NIGHT\n\t\t\t\tON.\"\n \n\n\t\t\tC.V. OF CHRISTINE (FLASH) \n\n\t\t\tShe is all aglow with a divine feeling and \n\t\t\thappiness.\n\n\n\t\t\tSEMI C.V. OUTSIDE DRESSING ROOM DOOR.\n \n\t\t\tRaoul is wild with jealous rage. He will burst\n\t\t\tin the door and cause a scene  He draws back to\n\t\t\tleap at the door. Then his heart sinks.  His \n\t\t\tshoulders sag. He turns away and moves down the \n\t\t\tcorridor. He is in the depths of despair.\n \n \n\t\t\tMOVING SHOT DOWN CORRIDOR.\n \n\t\t\tRaoul is in close up as he walks...aprey to\n\t\t\tjealousy and rage.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is in the depths of despair. MOVING SHOT DOWN CORRIDOR. Raoul is in close up as he walks...aprey to\n\t\t\tjealousy and rage. \n\nTARGET SECTION TO BE ANNOTATED:\n  As he gets to the cross\n\t\t\tcorridor, a wild idea registers in his expression. \n\t\t\tHe glances back toward dressing room door. Then \n\t\t\ttoward shadows. He will watch and see. PAN as \n\t\t\tRaoul ducks around corner of corridor.\n \n \n\t\t\tINT. CELLAR #4  (FAINT GREEN)\n \n\t\t\tAs the Persian enters scene from rear behind \n\t\t\tsome obstacles and comes toward camera, looking \n\t\t\tbehind curiously and furtively.\n \n \n\t\t\tDRESSING ROOM CORRIDOR.\n \n\t\t\tAt the cross corridor in foreground waits Raoul\n\t\t\tin a jealous rage as he watches up corridor toward\n\t\t\tChristine's dressing room. Then he is rewarded\n\t\t\tfor Christine, wrapped in her fur cloak and her \n\t\t\tface covered with a veil, comes out of her dressing \n\t\t\troom and hurries toward camera.  Raoul ducks back \n\t\t\tand watches as Christine passes his place of hiding \n\t\t\twithout seeing him. She passes corner and he \n\t\t\twatches after her. Then filled with a jealous rage, \n\t\t\the darts out and dashes toward her dressing room.\n \n\n\t\t\tSEMI C.V. OUTSIDE DRESSING ROOM DOOR.\n\n\t\t\tAs Raoul dashes up. There is murder in his heart.\n\t\t\tHe draws his sword (for he has been in full military\n\t\t\tdress) and bursts upon the door.\n \n\n\t\t\tINT CHRISTINE'S DRESSING ROOM. AMBER\n \n\t\t\tA gas light is burning near the closet door. Raoul \n\t\t\trushes into the room.  It is empty. He supposes \n\t\t\tthat the man is there. He looks under the couch \n\t\t\tand sees no one is there. He looks into the closet. \n\t\t\tHe feels the walls as if they hold some secret. \n\t\t\tThen he pauses to think.\n \n \n\t\t\tC.V. OF RAOUL.\n \n\t\t\tHe has paused in the midst of his blind rage \n\t\t\tto wonder. Is he losing his mind...has his ear \n\t\t\tdeceived him? He suffers chagrin and sheathes \n\t\t\this sword. Then the thought occurs to him that \n\t\t\the will overtake Christine and demand an \n\t\t\texplanation.\n \n \n\t\t\tINT. CHRISTINE'S DRESSING ROOM.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen the thought occurs to him that \n\t\t\the will overtake Christine and demand an \n\t\t\texplanation. INT. CHRISTINE'S DRESSING ROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tAs Raoul puts his thoughts into action and rushes out.\n \n \n\t\t\tINT. DRESSING ROOM CORRIDOR.  AMBER\n \n\t\t\tAs Raoul runs into the scene from Christine's \n\t\t\tdressing room, a solemn procession enters from \n\t\t\tthe stairs leading to the first cellar.  Two men \n\t\t\tare carrying the body of Joseph Buquet upon a \n\t\t\tstretcher. Buquet's face is covered with a handker-\n\t\t\tchief which has been dampened and will cling closely\n\t\t\tto his face. There are five other stage hands and\n\t\t\tthe procession including Simon and Florine. \n\t\t\tSimon leans heavily on two companions-stage hands and \n\t\t\tsobs silently. All have their heads down. As \n\t\t\tprocession comes from the cellar, moves toward the\n\t\t\tstage, interrupts Raoul's hasty exit and delays\n\t\t\thim. He slows up his pace and bows his head in\n\t\t\tthe presence of death.\n\n\t\t\t\t\t\t....FADE OUT.\n \n\n\t\t\t\tRAOUL HAD FOUND CHRISTINE ONLY TO \n\t\t\t\tLOSE HER AGAIN....FOR THE OPERA \n\t\t\t\tHOUSE HAD CLOSED FOR TWO WEEKS \n\t\t\t\tAND HE KNEW NOT WHERE SHE LIVED.\n \n \n\t\t\tEXT. OF OPERA HOUSE..REAR STAGE DOOR\n \n\t\t\tOn the stage door is a sign in French which reads,\n\t\t\t\"Closed for repairs\" nearby waits a barouche and\n\t\t\tin it sits Raoul. A gendarme passes casually, looks\n\t\t\tat Raoul and moves on.\n \n \n\t\t\tC.V. IN BAROUCHE\n \n\t\t\tRaoul is waiting impatiently and filled with despair.\n\t\t\tHis eyes have a haunted look.\n \n\n\t\t\tC.V. OF STAGE DOOR\n \n\t\t\tIt opens and M. Lavelle, secretary to the managers,\n\t\t\tcomes out with a portfolio and starts off.\n \n \n\t\t\tC.V. IN BAROUCHE\n\n\t\t\tRaoul's eyes light up with a start of hope. He\n\t\t\thails Lavelle who is off scene and hurries to get\n\t\t\tout of the barouche. \n \n \n\t\t\tSEMI C.V. BY WALL OF OPERA HOUSE.\n \n\t\t\tLavelle has halted and is waiting with a knowing\n\t\t\tlook and somewhat annoyed. Then Raoul enters\n\t\t\tscene with a hopeful look.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nBY WALL OF OPERA HOUSE. Lavelle has halted and is waiting with a knowing\n\t\t\tlook and somewhat annoyed. Then Raoul enters\n\t\t\tscene with a hopeful look. \n\nTARGET SECTION TO BE ANNOTATED:\n He produces a letter\n\t\t\tand hands it to the other. Lavelle shakes his\n\t\t\thead in the negative and refuses to take it.\n\t\t\tRaoul pleads and the other still refuses. \n\t\t\tThen Raoul produces money. Lavelle weakens. \n\t\t\tRaoul chooses a large note and places it with \n\t\t\tthe letter, forces it into Lavelle's hand, gives\n\t\t\thim a smile and a pat and exits. Lavelle \n\t\t\tlooks after him, still undecided, then he \n\t\t\tshrugs his shoulders and pockets the money, \n\t\t\texits.\n \n \n\t\t\tSEMI C.V. OF BAROUCHE.\n \n\t\t\tAs Raoul climbs back in and with a happy smile, \n\t\t\torders driver to drive off. They drive off scene.\n \n\t\t\t\t\t\tFADE OUT\n \n \n\t\t\tFADE IN.\n\t\t\tEXT. IN PARIS STREET. BLUE. QUICK FADE IN.\n \n\t\t\tThis is the night life section of the Quarter. It\n\t\t\tis a public corner in front of an old workingman's \n\t\t\tcafe. Aside from the night life on the street, \n\t\t\tparties of men and women (principally men) are \n\t\t\tentering and leaving cafe. Beggars and thieves\n\t\t\tand characters. There is a group of about fourteen\n\t\t\tworking men upon the corner. Simon and Florine \n\t\t\tare in the center of group. The group is\n\t\t\tlistening to Simon who is haranguing them and the\n\t\t\tsmaller section listening to Florine who is describing \n\t\t\tthe discovery of the body.\n\n\n\t\t\tMED. CLOSE UP SIMON AND HIS GROUP. BLUE\n \n\t\t\tThe working men, interesting characters, are \n\t\t\tlistening intently to Simon. They are his friends.\n\t\t\tThe speaker is excited and emphatic. As he\n\t\t\tspeaks others join the group. Simon is saying\n\t\t\temphatically:\n\n\n\t\t\t\t\"THE POLICE ARE BAFFLED AND THE\n\t\t\t\tMANAGERS BELIEVE THERE IS A GHOST.\n\t\t\t\tI TELL YOU...SEE GHOSTS DON'T\n\t\t\t\tCARRY STRANGLER'S LASSOS!\"\n\n\n\t\t\tBACK: The men listen and show by their manners\n\t\t\tthat there is logic in his statement.\n\n\n\t\t\tMED. CLOSE UP FLORINE'S GROUP.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEE GHOSTS DON'T\n\t\t\t\tCARRY STRANGLER'S LASSOS!\"\n\n\n\t\t\tBACK: The men listen and show by their manners\n\t\t\tthat there is logic in his statement. MED. CLOSE UP FLORINE'S GROUP. \n\nTARGET SECTION TO BE ANNOTATED:\n BLUE\n \n\t\t\tFlorine has become quite an important person. \n\t\t\tFrom a mere assistant scene shifter, he has become \n\t\t\tthe man who first discovered the body. Florine \n\t\t\tis pantomiming his discovery of the body, miming \n\t\t\tsome of the harrowing details. He goes thru this \n\t\t\twith an air of sweeping bravado. The others \n\t\t\tare listening in childlike wonder. They envy him.\n \n\n\t\t\tMED. CLOSE UP SIMON'S GROUP. BLUE\n \n\t\t\tSimon is trying to get over to the others the \n\t\t\timportance of their own danger. He tells them:\n\n \n\t\t\t\t\"HOW ARE WE GOING TO PROTECT \n\t\t\t\tOURSELVES AGAINST THE MONSTER.... \n\t\t\t\tWHO KNOWS WHICH ONE OF US WILL BE \n\t\t\t\tHIS NEXT VICTIM?\"\n\n\n\t\t\tMED. CLOSE UP SIMON AND HIS GROUP. BLUE.\n\n\t\t\tFlorine is in the act of making an extravagant \n\t\t\tgesture but when he hears that last line he stops, \n\t\t\this gesture half completed. All look towards \n\t\t\tSimon, Florine holding his gesture.\n \n \n\t\t\tCLOSE UP FLORINE. BLUE.\n\n\t\t\tA silent shiver runs thru him. A sickly look \n\t\t\tcomes over his face.\n \n\t\t\t\t\t\tQUICK FADE OUT. \n\n\n\t\t\tQUICK FADE IN.\n\t\t\tINTERIOR CHRISTINE'S BEDROOM.\n \n\t\t\tShe is seated near the window, in the depths of \n\t\t\tdespair and melancholia. As she breaks into sobs,\n\t\t\tMme. Valerius enters the door and stands looking\n\t\t\twith sympathy and pity at her.\n\n \n\t\t\t\tMME. VALERIUS, CHRISTINE'S GRANDMOTHER\n\n\n\t\t\tC.V. OF MME. VALERIUS.\n \n\t\t\tAs she looks with pity and understanding, then\n\t\t\tstarts toward Christine.\n  \n\n\t\t\tINTERIOR CHRISTINE'S BEDROOM.\n \n\t\t\tAs Mme. Valerius crosses to Christine and seating \n\t\t\therself beside her, pulls her over on her breast. \n\t\t\tThen she pats and comforts her, stretching her hair \n\t\t\tand wiping the tears from the corners of her eyes \n\t\t\tand speaking words of cheer.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Mme. Valerius crosses to Christine and seating \n\t\t\therself beside her, pulls her over on her breast. Then she pats and comforts her, stretching her hair \n\t\t\tand wiping the tears from the corners of her eyes \n\t\t\tand speaking words of cheer. \n\nTARGET SECTION TO BE ANNOTATED:\n Christine looks up in-\n\t\t\tto her grandmother's eyes and with an expression \n\t\t\tof intense agony and pleading, she sobs:\n \n\n\t\t\t\t\"I LOVE HIM, GRANDMA.... I'M SURE OF\n\t\t\t\tIT BUT...TELL ME...IS IT WORTH IT... \n\t\t\t\tTHIS SACRIFICE I HAVE MADE?\"\n \n \n\t\t\tBACK: Her grandmother hugs her tightly - then \n\t\t\tlifting up her chin and facing her with a serious \n\t\t\tpity expression, says:\n \n\n\t\t\t\t\"IF YOU WERE OF THE NOBILITY, YOU \n\t\t\t\tCOULD GIVE RAOUL THE LOVE OF A WIFE.... \n\t\t\t\tWOULD YOU BE CONTENT TO GIVE HIM THE \n\t\t\t\tLOVE OF A MISTRESS?\"\n \n \n\t\t\tBACK: Her grandmother - as Christine shudders in\n\t\t\thorror and shaking her head in the negative, clings \n\t\t\tto her grandmother in terror. The latter whose heart \n\t\t\tyearns for the welfare of the sweet young girl \n\t\t\tcontinues to comfort her. Suddenly both start as they \n\t\t\thear:\n \n \n\t\t\tEXT. MME VALERIE HOME\n\n\t\t\tShowing Lavelle knocking on door.\n \n \n\t\t\tC.V. OF LAVELLE \n\n\t\t\tAs he produces Raoul's letter and looks at the \n\t\t\tletter with a knowing grin.\n \n\n\t\t\tINT. LIVING ROOM. MME. VALERIUS \n\n\t\t\tMme. Valerius is just in the act of opening the \n\t\t\tdoor and M. Lavelle enters with a cheery smile.\n \n\n\t\t\tSEMI C.V. NEAR DOOR.\n \n\t\t\tAs Mme. Valerius greets Lavelle. The latter \n\t\t\tproduces Raoul's letter and hands it to the \n\t\t\twoman. As he starts to explain about it, \n\t\t\tMme. Valerius places her finger to her lips \n\t\t\tquickly to caution him. Then shaking her head \n\t\t\tin the negative with a warning expression that \n\t\t\tChristine must not know, she quickly hides the \n\t\t\tletter in her bodice.\n \n \n\t\t\tINT. CHRISTINE'S BEDROOM.\n \n\t\t\tChristine has heard voices and curious, she arises \n\t\t\tand exits.\n \n\n\t\t\tMED. SHOT IN LIVING ROOM.\n \n\t\t\tMme.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nMED. SHOT IN LIVING ROOM. Mme. \n\nTARGET SECTION TO BE ANNOTATED:\n Valerius and Lavelle hear Christine coming. \n\t\t\tThe woman again registers a look of warning. Then \n\t\t\tChristine enters. She greets Lavelle who is very \n\t\t\tnervous and uncomfortable and anxious to get away. \n\t\t\tHer wistful look is suddenly illuminated by a \n\t\t\thopeful smile. She presses her hands together and \n\t\t\tsays:\n \n \n\t\t\t\t\"YOU BROUGHT ME SOME MAIL.\"\n \n \n\t\t\tBACK: He is confused and tongue-tied: he looks \n\t\t\ttoward Mme. Valerius whose eyes show warning. \n\t\t\tHe recovers his poise, a bit, and shakes his head \n\t\t\tin the negative, Christine's face falls and she \n\t\t\tswallows hard. Lavelle takes the chance to get \n\t\t\taway. He places his hand on the door latch and says:\n\n\n \t\t\t\t\"I CAME TO TELL YOU, THE OPERA HOUSE \n \t\t\t\tWILL RE-OPEN A WEEK FROM TODAY.\"\n \n \n \t\t\tBACK: Christine nods but her mind is far away.\n \t\t\tLavelle bows, then exits.\n \n\n \t\t\tSEMI C.V. CHRISTINE & GRANDMOTHER.\n \n \t\t\tTwo tears roll down Christine's cheeks. The other \n \t\t\tswallows hard. She just cannot be cruel. She \n \t\t\tpulls the letter from her bodice and pushes it \n \t\t\tup with Raoul's letter. As Christine sees it, her \n \t\t\tface is transfigured with joy. She seizes it \n \t\t\teagerly. Then is swept into her grandmother's \n \t\t\tarms. When the other releases her, Christine \n \t\t\thungrily tears open the envelope and reads:\n\n \nINSERT LETTER\n \t\t\t\tMY DARLING CHRISTINE:\n \n \t\t\t\tWOULD YOU BREAK THE HEART OF ONE WHO\n\t\t\t\tLOVES YOU DEVOTEDLY?  CAN YOU DENY\n \t\t\t\tHIM THE MEMORY OF YOUR SWEET PERFUME?\n\t\t\t\tCAN YOU FORBID HIM THE WONDER OF YOUR \n\t\t\t\tVOICE?\n \n \t\t\t\tPLEASE SEE ME!\n \n \t\t\t\t\tYOUR IMMEDIATE SLAVE \n\t\t\t\t\t\tRAOUL..\n \n \n \t\t\tBACK: Christine looks up from the letter, all \n \t\t\tthrilled with the wonder of it. She is wild with \n \t\t\tjoy. She cries out her joy, then runs from the scene.\n \n \n \t\t\tINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is wild with \n \t\t\tjoy. She cries out her joy, then runs from the scene. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHRISTINE'S BEDROOM\n \n \t\t\tAs she runs in simply overcome with joy and prepares\n \t\t\tto answer Raoul's letter.\n \n \n\t\t\tCLOSE UP OF CHRISTINE AT DESK.\n\n\t\t\tAs she starts to write the letter.\n\n\t\t\t\t\t\tLAP DISSOLVE INTO\n \n\nINSERT OF LETTER\t\n\t\t\t\tDEAREST RAOUL: I feel that I must\n \t\t\t\tanswer you today, as I'm going \n\t\t\t\tto Perros to fulfill a sacred duty. \n\t\t\t\tTomorrow, is the anniversary of my \n\t\t\t\tfather's death. He is buried on the \n\t\t\t\tslopes where we played together as \n\t\t\t\tchildren and not far from the spot \n\t\t\t\twhere we said good-bye for the last time.\n \n \t\t\t\t\t\tHopefully\n \t\t\t\t\t\t\tChristine. \n\n\t\t\t\t\t\tFADE OUT.\n \n \n\t\t\t\tAT PERROS, BY THE SEA\n \n\n\t\t\tFADE IN.\n\t\t\tEXT. GARDEN AT PERROS. QUICK FADE IN.\n \n\t\t\tThe location is a quaint little garden in Brittany. \n\t\t\tIn the b.g. looking over a low garden wall is the \n\t\t\tocean. Upon the left is a little Inn. The Inn of \n\t\t\tthe Setting Sun. On the right there is a little \n\t\t\tarbor. Christine is discovered, occupied with \n\t\t\tthoughts of long ago. Christine's dress is so \n\t\t\tconceived that it will lend to the spiritual quality\n\t\t\tof her character. She is sad and passive and looks\n\t\t\ta frail little figure.\n \n\n\t\t\tMED. CLOSE UP CHRISTINE.\n \n\t\t\tHer spirituality and the mystery surrounding her are \n\t\t\tbrought out.  She sees someone approaching and is \n\t\t\tenveloped in a complexity of emotions. She loves\n\t\t\tRaoul and her eyes twinkle. She fears the meeting\n\t\t\tand her heart aches, yet she yearns for it and she \n\t\t\truns toward the wall.\n \n\n\t\t\tA LONGER SHOT.\n \n\t\t\tWith glad anticipation - Christine runs to the\n\t\t\tlow wall. Raoul runs in and jumps over the wall\n\t\t\tand starts panting before her.\n \n\n\t\t\tMED. CLOSE UP RAOUL AND CHRISTINE.\n \n\t\t\tEagerly he devours her with his eyes and is about to \n\t\t\ttake her into his arms. It is plain to be seen \n\t\t\tthat she is his for the taking.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE UP RAOUL AND CHRISTINE. Eagerly he devours her with his eyes and is about to \n\t\t\ttake her into his arms. It is plain to be seen \n\t\t\tthat she is his for the taking. \n\nTARGET SECTION TO BE ANNOTATED:\n However, he is \n\t\t\tsuddenly choked by an onrush of jealousy and his \n\t\t\tarms drop to his side. He speaks to her \n\t\t\timpetuously:\n \n\n\t\t\t\t\"WHY DIDN'T YOU WISH TO RECOGNIZE \n\t\t\t\tME IN YOUR DRESSING ROOM?... WHY \n\t\t\t\tWERE YOU SO ANXIOUS FOR ME TO GO?\"\n \n \n\t\t\tBACK: The bright eagerness dies out of her eyes. \n\t\t\tShe stands staring at Raoul without replying. \n\t\t\tShe cannot answer because there is too much to \n\t\t\texplain. 'You don't answer' he indicates \n\t\t\tunhappily.  Then with an outburst of jealousy \n\t\t\tand suspicion, he exclaims:\n \n\n\t\t\t\t\"I'LL ANSWER FOR YOU! ..IT WAS \n\t\t\t\tBECAUSE THERE WAS ANOTHER WITH YOU... \n\t\t\t\tA MAN FROM WHOM YOU MUST HIDE OUR \n\t\t\t\tROMANCE!\"\n\n\n\t\t\tBACK: Christine's eyes dilate wider in\n\t\t\thorror and amazement.\n \n \n\t\t\tC.V. OF RAOUL.\n \n\t\t\tAs he raves on with jealous suspicion:\n \n \n\t\t\t\t\"DON'T FEIGN SURPRISE! ...I HEARD\n\t\t\t\tHIS VOICE!...I HEARD YOU SAY 'TONIGHT\n\t\t\t\tI SING ONLY FOR YOU ...I GAVE YOU MY\n\t\t\t\tSOUL'\".\n \n \n\t\t\tCLOSE UP RAOUL & CHRISTINE.\n \n\t\t\tAt these words from Raoul, a deathly pallor spreads\n\t\t\tover Christine's face...she almost faints. Raoul\n\t\t\tbecomes conscious of his odious behavior and seeks \n\t\t\tto apologize. Then suddenly her eyes moisten and   \n\t\t\ttwo great tears roll down her cheeks. Raoul tries\n\t\t\tto take her in his arms, but she escapes and flees \n\t\t\tin great disorder. Raoul calls after her, then \n\t\t\tangry at himself...turns and gazes, gloomily out\n\t\t\tover the sea.\n \n\n\t\t\tANOTHER SECTION OF THE LITTLE GARDEN.\n \n\t\t\tAs Christine flees into scene from behind camera. \n\t\t\tThen she steps and turns around revealing that she \n\t\t\tis sorry she ran away. She makes up her mind \n\t\t\tto explain everything to him...",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Christine flees into scene from behind camera. Then she steps and turns around revealing that she \n\t\t\tis sorry she ran away. She makes up her mind \n\t\t\tto explain everything to him... \n\nTARGET SECTION TO BE ANNOTATED:\nexits back behind \n\t\t\tcamera.\n \n \n\t\t\tSEMI C.V. AT GARDEN WALL\n \n\t\t\tRaoul is gazing despondently out to sea when Christine \n\t\t\tslips up behind him. She is smiling again. She \n\t\t\ttouches his shoulder. He turns with a start, then \n\t\t\tsmiles and captures her hands. He starts to pull \n\t\t\ther to him, when she says:\n\n \n\t\t\t\t\"I WANT TO EXPLAIN EVERYTHING TO YOU\"\n \n\n\t\t\tBACK: Raoul is at once interested. He releases\n\t\t\ther hands and permits her to tell him of the past.\n\t\t\tShe leads him off scene.\n \n\n\t\t\tA LONGER SHOT. \n\n\t\t\tChristine leads Raoul to the little arbor on the\n\t\t\tright. Both sit down upon the moss covered bench.\n\n\n\t\t\tMED. CLOSE UP RAOUL AND CHRISTINE.\n \n\t\t\tHe is sorry for the pain he has caused her. He\n\t\t\tbegs her forgiveness and tries to take her into \n\t\t\this arms.  She repulses him gently. The moment is \n\t\t\ttoo serious for this. The tears trickle down her \n\t\t\tcheek as she begins to speak:\n \n\n\t\t\t\t\"YOU REMEMBER THAT WHEN WE WERE \n\t\t\t\tCHILDREN, MY FATHER TOLD US OF THE\n\t\t\t\tANGEL OF MUSIC...HOW WHEN HE VISITED \n\t\t\t\tPEOPLE, THOSE PEOPLE HAD GENIUS?\"\n\n\n\t\t\tBACK: Raoul nods in the affirmative and listens.\n\n \n\t\t\tC.V. OF CHRISTINE\n \n\t\t\tShe continues in an exalted manner:\n\n \n\t\t\t\t\"RAOUL, MY FATHER PROMISED TO SEND\n\t\t\t\tME THE ANGEL OF MUSIC FROM HEAVEN \n\t\t\t\tAND HE HAS!\"\n \n\n\t\t\tSEMI CLOSE UP OF CHRISTINE & RAOUL.\n\n\t\t\tRaoul is startled and looks at her stupidly, then \n\t\t\tincredulously - then suspiciously. Christine does \n\t\t\tnot observe the reaction in him. She continues \n\t\t\tmore lightly than before.\n \n \n\t\t\t\t\"IT WAS HIS VOICE YOU HEARD. HE \n\t\t\t\tVISITS ME NIGHTLY IN MY DRESSING \n\t\t\t\tROOM TO GIVE ME MUSIC LESSONS.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe continues \n\t\t\tmore lightly than before. \"IT WAS HIS VOICE YOU HEARD. HE \n\t\t\t\tVISITS ME NIGHTLY IN MY DRESSING \n\t\t\t\tROOM TO GIVE ME MUSIC LESSONS. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tBACK:  Raoul bursts out laughing - a mad laugh -\n\t\t\tand to Christine, a rude, insulting laugh.  She\n\t\t\tdraws away from him with a hostile air. He tells\n\t\t\ther with intensity:\n\n\n\t\t\t\t\"CHRISTINE SOMEBODY IS MAKING A \n\t\t\t\tGAME OF YOU.\"\n \n \n\t\t\tBACK: She cries out at him and her eyes flash. \n\t\t\tShe is deeply hurt. She thinks that he does not \n\t\t\tbelieve she is an honest girl. Then she leaps to \n\t\t\ther feet and runs away. Raoul pursues.\n \n\n\t\t\tLONGER SHOT OF GARDEN.\n \n\t\t\tAs Raoul pursues Christine to the Inn door where\n\t\t\the grabs and detains her.\n \n \n\t\t\tSEMI C.V. OUTSIDE INN DOOR.\n \n\t\t\tAs Raoul tries to placate Christine. He releases \n\t\t\this hold on her arm, whereupon she gives him an \n\t\t\tangry look and without replying, enters the\n\t\t\tInn door and slams it in his face. Raoul is\n\t\t\tchagrined and disappointed. He curses the luck \n\t\t\tthen moves away sadly.\n \n\t\t\t\t\t\t......FADE OUT.\n \n\n\t\t\tFADE IN \n\t\t\tEXT IN GARDEN AT PERROS. BLUE SLOW FADE IN.\n \n\t\t\tIt is night of the same day. The play of light \n\t\t\tand shadow makes a beautiful but depressing scene. \n\t\t\tThere is a stage background. At first, the heaven\n\t\t\tis filled with stars. Then as the full moon\n\t\t\tbegins to rise over the horizon, the stars begin \n\t\t\tto fade and long shadows creep out into the garden.\n\t\t\tRaoul is sitting in the little alcove just where \n\t\t\the was left. He is downcast and gloomy. His\n\t\t\tattention suddenly becomes centered. The door \n\t\t\topens - The door to the Inn and he arises. Slowly\n\t\t\tthe door opens and Christine enters, dressed all in\n\t\t\twhite. Her eyes are fixed and look into space. She \n\t\t\tmoves like one walking in her sleep. Raoul \n\t\t\twho is in foreground, watches Christine exit with \n\t\t\tgrowing suspicion. Then he follows her with \n\t\t\tcaution.\n \n \n\t\t\tEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nRaoul \n\t\t\twho is in foreground, watches Christine exit with \n\t\t\tgrowing suspicion. Then he follows her with \n\t\t\tcaution. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n IN GRAVEYARD AT PERROS. BLUE\n \n\t\t\tThis is a country graveyard beside a little church\n\t\t\tin Brittany and it must be so conceived that it \n\t\t\twill seem reasonable to appear it joins the \n\t\t\tgarden. Skeletons and skulls by the hundreds are \n\t\t\theaped against the wall of the church. The full\n\t\t\tmoon throws its light upon the scene.  Christine\n\t\t\tenters like a sleeping walker and picks her way\n\t\t\tamongst the graves. Raoul enters a short distance \n\t\t\tbehind and follows her at a distance. Christine \n\t\t\tfinally stops before a grave with a moss covered \n\t\t\theadstone and kneels.\n \n \n\t\t\tMED. CLOSE UP CHRISTINE.  BLUE\n \n\t\t\tIn this shot a part of the inscription upon the \n\t\t\theadstone may be read:\n\t\t\t               HENRIK DAAE\n\t\t\tand under this\t182... (and the last\n\t\t\tnumeral obliterated and entire death data \n\t\t\tobliterated.)\n \n\t\t\tChristine makes the sign of the cross and begins \n\t\t\tto pray.\n \n\n\t\t\tMED. CLOSE UP RAOUL. BLUE.\n \n\t\t\tHe is watching her intently. He feels a tender \n\t\t\tpang of sympathy for this lone girl praying at \n\t\t\ther father's grave. Suddenly Raoul raises his \n\t\t\thead in an attitude of listening. He is puzzled.\n\t\t\tHe can't locate the source of the sound.\n \n \n\t\t\tBEHIND THE WALL OF THE SACRISTY.\n\n\t\t\tDiscovered the Phantom wearing his mask and\n\t\t\tlong cloak. He is playing his violin. \n \n \n\t\t\tCLOSE UP OF CHRISTINE AT GRAVE.\n \n\t\t\tShe slowly raises her head. Her face is trans-\n\t\t\tformed and transfigured with awe and ecstasy \n\t\t\tas she listens.\n \n \n\t\t\tBEHIND WALL OF SACRISTY. (FLASH)\n\n\t\t\tThe Phantom playing the violin.\n \n \n\t\t\tSEMI C.V. OF RAOUL.\n \n\t\t\tHe is startled and dismayed for he hears the \n\t\t\tsame strange melody that he had heard outside \n\t\t\tChristine's dressing room door. Then as he \n\t\t\tlistens, his passion arises - in a jealous frenzy.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nOF RAOUL. He is startled and dismayed for he hears the \n\t\t\tsame strange melody that he had heard outside \n\t\t\tChristine's dressing room door. Then as he \n\t\t\tlistens, his passion arises - in a jealous frenzy. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tBEHIND WALL OF SACRISTY (FLASH) \n\n\t\t\tThe Phantom stops playing and peers over the \n\t\t\twall of the sacristy.\n \n\n245.\t\t\tSHOT OF CHRISTINE AND RAOUL  BLUE.\n \n\t\t\tChristine's face is radiant. She turns and winds \n\t\t\ther way out of the graveyard and she is in the same \n\t\t\tmood that she entered. Raoul's eyes follow Christine \n\t\t\tfor a second. Then again he begins to search for \n\t\t\tthe source of the music with his eyes. He \n\t\t\tthinks he hears a noise in the direction of the bone \n\t\t\theap and he takes two or three steps in this \n\t\t\tdirection.\n \n246.\t\t\tANOTHER SHOT. BLUE.\n\n\t\t\tThis is shooting upon Raoul's back with the bone-\n\t\t\theap in the near background. Raoul is walking\n\t\t\ttoward the bone heap when he comes to a sudden stop.\n\n\n247.\t\t\tC.V. BEHIND SACRISTY WALL.\n \n\t\t\tThe Phantom laughs a fiendish laugh.\n \n \n248.\t\t\tSEMI C.V. NEAR SACRISTY WALL AS IN 46\n \n\t\t\tRaoul suddenly draws his sword and advances \n\t\t\ttoward the wall. As he does so, one skull rolls\n\t\t\tfrom the bone heap and topples along the ground to\n\t\t\this feet. Then two more tumble toward him in \n\t\t\tthe same fashion\n \n\n249.\t\t\tCLOSE UP RAOUL. BLUE.\n\n\t\t\tHe is puzzled and in a measure horrified. A \n\t\t\thalf dozen skulls roll in and increase the pile \n\t\t\tat his feet. He takes a step backward as if \n\t\t\tthey were obnoxious to him. Then with a start \n\t\t\the glances offscene at his right.\n \n\n250.\t\t\tMED SHOT OF GRAVEYARD.\n\n\t\t\tAs a strange shadow moves rapidly thru the\n\t\t\tgrave stones.\n\n \n251.\t\t\tC.V. RAOUL.\n \n\t\t\tHe is startled but brave. He starts in pursuit.\n \n \n252.\t\t\tMED. SHOT OF GRAVE YARD.\n \n\t\t\tAs Raoul pursues the moving shadow.\n \n \n253.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOT OF GRAVE YARD. As Raoul pursues the moving shadow. 253. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tALLEY SHOT AROUND CHURCH \n\n\t\t\tAs we follow Raoul with camera - as he rounds \n\t\t\tcorner of  church, he sees the Phantom in \n\t\t\tthe long cloak, just about to enter the church door. \n\t\t\tRaoul halts.\n \n \n253-A\t\t\tC.V. OF RAOUL. \n\n\t\t\tHe shouts:\n\n \n\t\t\t\t\"STOP! OR I'LL CLEAVE YOU IN TWO!\"\n\n\n253-B\t\t\tC.V. OF THE PHANTOM \n\n\t\t\tHis back to camera. He suddenly turns, revealing\n\t\t\ta skull for a head.\n\n\n254.\t\t\tSEMI C.V. AT CHURCH DOOR.\n \n \t\t\tRaoul gasps and the sword drops from his hand. \n\t\t\tThe Phantom turns and vanishes inside the church.\n\t\t\tRaoul stares in dismay and horror.\n \n \t\t\t\t\t\tFADE OUT.\n \n \nTITLE\t\t\t\tWHEN THE OPERA HOUSE REOPENED, IT\n \t\t\t\tWAS CHRISTINE DAAE SINGING MARGUERITE \n\t\t\t\tAS THE GHOST HAD PROMISED. FOR THE\n\t\t\t\tDYNAMIC CARLOTTA WAS TOO UPSET TO\n\t\t\t\tAPPEAR.\n \n\n255.\t\t\tMED CLOSE UP CHRISTINE. AMBER\n \n \t\t\tThere is an ecstatic expression upon her face. \n\t\t\tShe is experiencing a great sequence. She begins \n\t\t\tto sing, looking afar off. She is singing to her \n\t\t\tgood genius.\n \n\n256.\t\t\tMED. CLOSE UP LOOKING TO STAGE. AMBER\n \n \t\t\tThe house is dark. The footlights are lit and \n\t\t\tthe orchestra is playing while the audience waits\n\t\t\tin suspense. The Curtain rises, disclosing\n\t\t\tChristine as Marguerite kneeling before the Shrine \n\t\t\tin the Church.\n\n \n257.\t\t\tSEMI C.V. IN RAOUL'S BOX.\n \n \t\t\tHe is all alone. Raoul is leaning forward, \n\t\t\twatching her as if hypnotized and filled with \n\t\t\tstrange emotions. There is no doubt but that \n\t\t\the loves her intensely and though thrilled \n\t\t\tby her singing, he suffers from the memory \n\t\t\tof their parting at Perros.\n \n\n258. \t\t\tMED. CLOSE UP OF CHRISTINE.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n258. MED. CLOSE UP OF CHRISTINE. \n\nTARGET SECTION TO BE ANNOTATED:\n AMBER\n \n \t\t\tShe is singing in the same strange way, as if \n\t\t\tshe were hypnotized.\n\n\n259.\t\t\tSEMI C.V. IN RAOUL'S BOX\n \n\t\t\tAs Raoul watches intently, he is suddenly \n\t\t\tinterrupted by the appearance of an usher who \n\t\t\thands him a card and exits. Raoul's eyes \n\t\t\tlight up with hope as he looks on the card. \n \n \nINSERT CARD (IN RAOUL'S FINGERS)\n \n \t\t\t\tWEARING THE DE CHAGNY CREST AND \n\t\t\t\tUPON WHICH IS ENGRAVED \"COUNT \n\t\t\t\tRAOUL DE CHAGNY\" BELOW HIS NAME IS \n\t\t\t\tWRITTEN \"PLEASE SEE ME?, \n\t\t\t\t\tRAOUL.\"\n \n \n\t\t\tRAOUL'S fingers turn the card over impatiently, \n\t\t\trevealing on the other side, Christine's answer.\n\n \nNOTE ON BACK OF CARD.\n \n\t\t\t\tIf you love me you must never see \n\t\t\t\tme again.\n\n \n\t\t\tBACK:  Raoul starts in dismay and looks out toward\n\t\t\tthe stage. Then a look of jealous rage fills him. \n\t\t\tHis jaw set with determination, he arises and \n\t\t\texits from the box.\n \n\n260.\t\t\tINT. BOX CORRIDOR \n\n\t\t\tAs Raoul comes out of his box and exits through\n\t\t\tdoor to stage at rear.\n \n\n261.\t\t\tLONG SHOT OF CHRISTINE.  AMBER\n \n \t\t\tIt is evident that Christine has finished her aria. \n\t\t\tThe audience is a tumult of applause.\n \n\n262.\t\t\tINT. DRESSING ROOM. CORRIDOR TOWARD STAGE.\n \n \t\t\tAs Raoul enters in a blind, jealous anger. At \n\t\t\tthat moment the Persian comes by ext of the \n\t\t\tcellar. The two almost collide, then stop and \n\t\t\tlook at each other.\n \n \n\t\t\tMED CLOSE UP RAOUL & PERSIAN  AMBER.\n\n\t\t\tThe two men stop and look at each other, just for\n\t\t\tan instant, one look, but in that look the Persian\n\t\t\texpresses a friendly compassion for Raoul. The \n\t\t\tPersian then passes on toward the stage; Raoul \n\t\t\tlooks after him. It strikes Raoul with sudden \n\t\t\tforce that perhaps this Persian is Christine's \n\t\t\tAngel of Music.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two men stop and look at each other, just for\n\t\t\tan instant, one look, but in that look the Persian\n\t\t\texpresses a friendly compassion for Raoul. The \n\t\t\tPersian then passes on toward the stage; Raoul \n\t\t\tlooks after him. It strikes Raoul with sudden \n\t\t\tforce that perhaps this Persian is Christine's \n\t\t\tAngel of Music. \n\nTARGET SECTION TO BE ANNOTATED:\n Raoul shows his suspicions and \n\t\t\tagain turns toward Christine's dressing room.\n \n \n\t\t\tINT. DRESSING ROOM CORRIDOR...AMBER.\n \n\t\t\tRaoul raps at Christine's door. As there is no \n\t\t\tresponse, he tries the knob. The door is unlocked \n\t\t\tand he exits...into the dressing room.\n \n \n\t\t\tINT. CHRISTINE'S DRESSING ROOM   AMBER\n\n\t\t\tRaoul enters and finds a gas light burning but\n\t\t\tthe room is empty.  He still holds the suspicion\n\t\t\toccasioned by his meeting with the Persian.  He \n\t\t\tlooks about the room angrily, then sits down \n\t\t\ton the edge of the couch to wait.\n \n \n\t\t\tINT. AUDITORIUM...SHOOTING STAGE ONLY.  AMBER \n\n\t\t\tIt is a beautiful tableau - of the angel bearing\n\t\t\tMarguerite up to heaven. Faust is on his knees\n\t\t\tpraying, Mephistopheles is crouching as the \n\t\t\tArchangel confronts him with the flaming sword of \n\t\t\tthe cross. The scene is ended and the curtain falls.\n \n \n\t\t\tSHOOTING PROM STAGE...AMBER\n\n\t\t\tThis is a shot of the entire orchestra.  The \n\t\t\tlights are flashed on.  The vast audience responds \n\t\t\tin a great emotion for the new Marguerite. After \n\t\t\tthe French style, they are wild with acclaim.\n \n \n\t\t\tINT. AUDITORIUM  AMBER \n \n\t\t\tThis is a very long shot. The curtains at the \n\t\t\tcorner are drawn back for a curtain call. Christine \n\t\t\tDaae appears alone, a diminutive little figure \n\t\t\tupon which thousands of eyes are focused. The \n\t\t\taudience is giving her a great ovation.\n\n\n\t\t\tFULL FIGURE OF CHRISTINE.  IN CLOSE UP\n \n\t\t\tAs she acknowledges the applause in a nervous \n\t\t\tbewildered sort of way  Then she vanishes \n\t\t\tthrough the edge of curtain out of sight.\n\n\n\t\t\tINT. CHRISTINE'S DRESSING ROOM  \n \n\t\t\tRaoul becoming angrier every moment. Then he\n\t\t\tarises. He will go. As he moves to the door, he\n\t\t\tstops as he hears:\n \n\n\t\t\tDRESSING ROOM CORRIDOR.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he\n\t\t\tarises. He will go. As he moves to the door, he\n\t\t\tstops as he hears:\n \n\n\t\t\tDRESSING ROOM CORRIDOR. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tAs Christine comes happily down the corridor, \n\t\t\ther arms laden with flowers and accompanied \n\t\t\tby a group of admiring ballet girls who shower \n\t\t\ther with praise.\n \n\n\t\t\tINT. CHRISTINE'S DRESSING ROOM.\n \n\t\t\tRaoul looks about in a panic. Then he decides\n\t\t\the will hide. He conceals himself in her closet\n\t\t\tjust in time, for the door opens and Christine\n\t\t\tenters.  She waves good-bye to the ballet girls \n\t\t\tand closing the door, crosses quietly to her \n\t\t\tmirror, where she hugs the flowers happily.\n \n\n\t\t\tMED. CLOSE UP AT CLOSET DOOR. AMBER.\n \n\t\t\tRaoul is looking at her from the closet. He takes \n\t\t\ta step forward to go to her, then sees a change in\n\t\t\ther which causes him to pause.\n \n\n\t\t\tMED. CLOSE UP CHRISTINE...AMBER\n \n\t\t\tA strangeness has come over Christine. She\n\t\t\traises her head in an attitude of listening. Her\n\t\t\teyes seem to be fixed upon space.\n \n\n\t\t\tPASSAGE WAY BACK OF MIRROR.\n\n\t\t\tAs the masked Phantom plays his violin.\n \n \n\t\t\tCLOSE SHOT IN CLOSET.\n \n\t\t\tRaoul is suspicious yet puzzled. He feels that he \n\t\t\tis about to witness the proof of her perfidy. \n\t\t\tHe watches intently.\n \n \n\t\t\tCLOSE UP OF CHRISTINE BEFORE MIRROR.\n \n\t\t\tShe stretches out her arms toward the mirror and \n\t\t\twith an exalted look, says:\n \n\n\t\t\t\t\"I AM HERE, ANGEL OF MUSIC.\"\n \n\n\t\t\tBACK: The glass begins to quiver. A dozen images\n\t\t\tof Christine are seen, all quivering. Christine \n\t\t\therself is terrified. She gropes blindly at \n\t\t\ta long white drape hanging beside the mirror.\n\t\t\tThe terrified Christine disappears through the mirror \n\t\t\tand is gone with the mirror hanging and the \n\t\t\ttorn drape with her.\n \n \n\t\t\tA LONGER SHOT  AMBER\n \n\t\t\tRaoul runs into the room from the closet. He\n\t\t\tpounds at the glass with his fists. He tries to\n\t\t\tmove it. He strikes at the walls wildly.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\t\t\tpounds at the glass with his fists. He tries to\n\t\t\tmove it. He strikes at the walls wildly. \n\nTARGET SECTION TO BE ANNOTATED:\n  Then,\n\t\t\tworn out, empty-brained, he takes up a chair and\n\t\t\twith all his strength, hurls it at the mirror.\n\t\t\tThe chair is shattered and the mirror uninjured.\n\t\t\tThen exhausted, he sinks down upon the couch and\n\t\t\tburies his face in his hands.\n \n\n\t\t\tINT. PASSAGEWAY. BACK OF MIRROR (FAINT GREEN)\n \n\t\t\tChristine finds herself in a gloomy passage \n\t\t\tlighted by a single ray of light which comes \n\t\t\tfrom some unseen source.  Christine clutches the \n\t\t\tdrapes - bewildered and terrified - but she does\n\t\t\tnot cry out. She looks ahead of her in the\n\t\t\tdirection of the improvised runway, but she does\n\t\t\tnot look directly downward. Then she turns to\n\t\t\tthe mysterious door thru which she has just \n\t\t\tentered. Near her from below a long arm is\n\t\t\textended into the scene. The fingers of the hand \n\t\t\tare held close together, stiff and straight. The\n\t\t\thand itself is not made up for a skeleton's hand, \n\t\t\tbut merely to suggest one slightly. Then, without \n\t\t\ta step, the figure of Erick moves upward into \n\t\t\tscene, without motion on his part as if he were \n\t\t\tbeing lifted upon an elevator. Erick wears \n\t\t\ta black mask covering his eyes and nose.  The \n\t\t\teyes seem to be two black holes. The part of \n\t\t\tthe face that is visible, the chin and the \n\t\t\tmouth, is hideous. There is practically no \n\t\t\thair on the head. He is dressed all in black,\n\t\t\this own peculiar fashion of evening\n\t\t\tclothes. The whole is covered by a long black\n\t\t\tcloak.\n \n\t\t\tErick extends his hand and grasps Christine by\n\t\t\tthe wrist. She stands motionless, burned to \n\t\t\tstone, but does not turn her eyes upon him yet.\n\n \n\t\t\t\tA STONE COLD HAND THAT \n\t\t\t\tSMELLED OF DEATH!\n \n \n\t\t\tBACK: Christine screams in sudden hysterical \n\t\t\tterror and looks up into his face. She screams\n\t\t\tand begins to fight him hysterically. This \n\t\t\tscene is played very rapidly.\n \n \n\t\t\tA LONGER SHOT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe screams\n\t\t\tand begins to fight him hysterically. This \n\t\t\tscene is played very rapidly. A LONGER SHOT. \n\nTARGET SECTION TO BE ANNOTATED:\n  FAINT GREEN\n\n\t\t\tThis shot shows an improvised runway with the\n\t\t\texit in the left f.g. In the b.g. can be seen\n\t\t\tthe machinery of the mirror, the two counter- \n\t\t\tpieces, etc. One of Erick's feet is still \n\t\t\tresting upon one of the counterpieces to explain \n\t\t\thow he came to be elevated into the picture. \n\t\t\tHe rode up upon the moving counterpiece. \n\t\t\tChristine is fighting him hysterically. He takes \n\t\t\ther bodily in his arms. The drape is partially \n\t\t\tfolded about her.\n \n \n\t\t\tCLOSE UP ERICK & CHRISTINE.  FAINT GREEN\n \n\t\t\tAs Christine struggles and screams, Erick's \n\t\t\tskeleton hand closes over her mouth. When her \n\t\t\thorrified eyes catch sight of Erick's face \n\t\t\tclose to hers, she partially swoons but does not\n\t\t\tentirely lose consciousness. (This screaming is\n\t\t\temployed to key the scene down so that it can\n\t\t\tagain be keyed up when Christine enters Erick's\n\t\t\tabode.)  There must be this transition here,\n\t\t\tbecause if Christine continues to oppose\n\t\t\tErick, she would not sit willingly upon the\n\t\t\twhite stallion nor row quietly in his arms in\n\t\t\tthe boat.\n\n \n\t\t\tA LONGER SHOT. FAINT GREEN.\n\n\t\t\tChristine in his arms, Erick sweeps over the  \n\t\t\timprovised runway with her and exits to the left.\n\t\t\tThe long drape is floating after them.\n \n \n\t\t\tINT. BRIDGE IN CELLAR. FAINT GREEN.   \n \n\t\t\tErick swoops in on the bridge from the right, \n\t\t\tcarrying Christine, the drape floating behind\n\t\t\tthem. Christine is pliable in his arms,\n\t\t\thalf in a swoon. Christine is reluctant. Erick exits\n\t\t\twith her to the left. The scene changes by employ-\n\t\t\ting a traveling iris. As one picture irises out\n\t\t\tof one corner,\n\n\t\t\tthe next simultaneously irises in another. \n\t\t\tThus there is not an instant of blank screen. \n\t\t\tThese irises should always travel in the\n\t\t\tdirection of the action.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs one picture irises out\n\t\t\tof one corner,\n\n\t\t\tthe next simultaneously irises in another. Thus there is not an instant of blank screen. These irises should always travel in the\n\t\t\tdirection of the action. \n\nTARGET SECTION TO BE ANNOTATED:\n (It is suggested\n\t\t\tthat in each of these lapses, the fade-outs \n\t\t\tbe taken three ways, by lap dissolving, fading \n\t\t\tand the moving iris.)\n\n\n\t\t\tINT. CELLAR BLANK CORRIDOR.   FAINT GREEN. \n\t\t\tMOVING IRIS IN\n \n\t\t\tCaesar, the great white stallion is tethered\n\t\t\there and beside him upon the floor is a lantern.\n\t\t\tWith a gliding motion, Erick, Christine in his\n\t\t\tarms, moves to the horse. As he lifts her upon\n\t\t\tthe horse's back, Christine mildly resists, but\n\t\t\tfixes herself upon the horse, and remains there. \n\t\t\tErick takes up the lantern and leads the horse\n\t\t\tout, the long drape making a picture.\n \n\t\t\tMOVING IRIS OUT \n\n\n\t\t\tCONCAVE WALL SET FOR SHADOW EFFECT.  FAINT GREEN \n\t\t\tMOVING IRIS IN \n \n\t\t\tA distorted shadow of Christine upon the horse\n\t\t\tand Erick leading it. While the horse and Erick\n\t\t\tare walking the shadow does not move off the screen.\n\t\t\tThe shadow stays in one spot.\n \n\n\t\t\tKEY SET FOR EXPLANATION SHADOW EFFECT.  FAINT GREEN\n \n\t\t\tThis is shooting through a doorway upon a circular\n\t\t\tcorridor showing how the distorted shadow effect is\n\t\t\tproduced by the lantern Erick carries.\n \n\t\t\tMOVING IRIS OUT.\n \n \n\t\t\tCROSS SECTION SHOT OF THREE CELLARS.  FAINT GREEN. \n\t\t\tMOVING IRIS IN.\n \n\t\t\tThis shows diagonal runways leading from one \n\t\t\tcellar to another. Erick leading the horse \n\t\t\tcarrying Christine, is in the middle cellar \n\t\t\tof the three.  He leads the horse around the \n\t\t\tturn and starts down the runway toward the \n\t\t\tbottom cellar.  MOVING IRIS OUT.\n \n \n\t\t\tINT. ON LAKE #1 FAINT GREEN\n \n\t\t\tThis first shot is looking from the distance \n\t\t\tover the still waters to the approach in the\n\t\t\tb.g.  Behind the boat and the landing place,\n\t\t\tthere is quite a deep view into the cellar \n\t\t\tapproach. This is for the end drama with the\n\t\t\tmob.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nON LAKE #1 FAINT GREEN\n \n\t\t\tThis first shot is looking from the distance \n\t\t\tover the still waters to the approach in the\n\t\t\tb.g. Behind the boat and the landing place,\n\t\t\tthere is quite a deep view into the cellar \n\t\t\tapproach. This is for the end drama with the\n\t\t\tmob. \n\nTARGET SECTION TO BE ANNOTATED:\n A boat, moored in front of this approach,\n\t\t\thas a fantastic shape, say a Venetian line, and \n\t\t\tis painted black.\n \n\t\t\tErick enters leading horse. This is all in b.g.\n\t\t\tHe places the light in the boat, takes Christine\n\t\t\tin his arms and as he does so, the horse exits as \n\t\t\tif by habit. Erick steps into the boat with\n\t\t\tChristine and the drape. With his free hand, he\n\t\t\ttakes a long pole and gives the boat one shove. He \n\t\t\tglides toward the camera into the darkness, the \n\t\t\tdrape floating upon the water in its wake.\n \n\n\t\t\tLAKE SHOT NO.2  FAINT GREEN\n \n\t\t\tThis is the big lake shot. This shoots from the \n\t\t\tlight into the darkness. The boat glides in from \n\t\t\tthe darkness, the figure in it motionless. The \n\t\t\tboat glides up to two or three stone steps before \n\t\t\ta deep stone casemented door in the masonry on \n\t\t\tthe left. The boat comes to a stop before the \n\t\t\tsteps. Erick pulls a ring attached to a heavy \n\t\t\tchain, hanging from a hole in the masonry. The\n\t\t\theavy door swings open and Erick and Christine\n\t\t\tis lying in his arms as a flood of dazzling light\n\t\t\tshows she is in his arms limply and without any \n\t\t\tmovement of resistance. She is like one in a dream or \n\t\t\tstupor. Erick carries her from the boat through \n\t\t\tthe door.\n \n\n\t\t\tINT. ERICK'S DRAWING ROOM. AMBER\n\n\t\t\tFollowing are the elements in this room for\n\t\t\tthe action:\n \n\t\t\t1- Opening from it thru a bread vaulted opening \n\t\t\tis a music room in which is an organ, violin, \n\t\t\tmusician's composing stand.\n \n\t\t\t2- The door to the lake landing.\n \n\t\t\t3- The door to Erick's bedroom. \n \n\t\t\t4- A short flight of steps leading up to a \n\t\t\tscreened opening leading to the torture chamber.\n \n\t\t\t5 - A Spanish chest which contains: the Cricket\n\t\t\tand the Grasshopper.\n \n\t\t\t6 - A trap door on the floor opening upon steps\n\t\t\tleading into the cellar.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\n4- A short flight of steps leading up to a \n\t\t\tscreened opening leading to the torture chamber. 5 - A Spanish chest which contains: the Cricket\n\t\t\tand the Grasshopper. 6 - A trap door on the floor opening upon steps\n\t\t\tleading into the cellar. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\t7 - The hidden opening to Erick's secret passage\n\t\t\tand stairs by which Erick leaves the house by a\n\t\t\troute other than by the lake.\n\n\t\t\t8 - A sounding device upon the wall.\n \n\t\t\tThis room is artistically arranged.\n\t\t\tThis suite of rooms is in the very foundation of\n\t\t\tthe opera house. Thousands of tons of masonry is\n\t\t\tabove and are being upheld by the arches and walls\n\t\t\tof the room.  There is nothing of fantasy in the\n\t\t\tactual lines and construction of the suite. The \n\t\t\tfantastic is applied by Erick's hand in the\n\t\t\tlighting, furnishings and draperies.\n \n\t\t\tArtistically arranged with many variations of\n\t\t\tfreshly cut flowers. Each of the furnishings\n\t\t\tis old-fashioned, the idea being that it belonged\n\t\t\tto Erick's mother. The couch is very light,\n\t\t\tmuch higher than an ordinary couch.\n \n\t\t\tErick enters carrying Christine. He crosses the\n\t\t\troom to the high couch and gently places her upon\n\t\t\tit. He then returns to the door and closes it.\n\t\t\tChristine's stupor is giving way to astonishment\n\t\t\tand bewilderment. She begins to look at the\n\t\t\tstrange room when Erick returns to her. She still\n\t\t\tis not sufficiently recovered from her stupor to\n\t\t\tbe startled and shocked by Erick's approach. He\n\t\t\tobserves her for an instant with folded arms in an\n\t\t\tattitude of humility.\n \n\n\t\t\tMED. CLOSE UP ERICK & CHRISTINE   AMBER\n\n\t\t\tSlowly Erick sinks to his knees upon a footstool. \n\t\t\tHe is most abject and humble.  He touches the \n\t\t\tfold of her dress. He presses it to his breast \n\t\t\tand then to his lips. Christine is watching him\n\t\t\tas one hypnotized.  Then she screams a sudden\n\t\t\tand terrified scream. She springs from the couch.\n \n  \n\t\t\tA LONGER SHOT.  AMBER\n \n\t\t\tIn the center of the room Christine hesitates, \n\t\t\tthen wildly runs out through the door leading \n\t\t\tto Erick's bed chamber. Without haste and in \n\t\t\thumility, he moves after her.\n \n \n\t\t\tINT. ERICK'S BED CHAMBER. AMBER\n \n\t\t\tThe walls and the low ceiling are hung in black.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ERICK'S BED CHAMBER. AMBER\n \n\t\t\tThe walls and the low ceiling are hung in black. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tIn the middle of the room there is a canopy from\n\t\t\twhich hangs curtains of red brocaded stuff.  Under\n\t\t\tthis canopy there is an open coffin, an elaborate\n\t\t\taffair lined with wuffed silk.  It is fantastic\n\t\t\tbut must look like a coffin - the lid is open. \n\t\t\tWhen Christine enters the coffin is not seen. \n\t\t\tShe enters and stands frozen to the spot. Her \n\t\t\twildness gives way to a dumb terror. The \n\t\t\tcamera pans revealing the coffin and the canopy, \n\t\t\tbut keeping Christine in the scene.  Erick enters\n\t\t\tto her side in a quiet humble way.  Indicating \n\t\t\tthe coffin, he tells her in a matter-of-fact way:\n\n\n\t\t\t\t\"THIS IS WHERE I SLEEP.\"\n \n \n\t\t\tBACK: She looks at him with quiet horror and \n\t\t\tincredulity. She begins to get an idea. It begins \n\t\t\tto force itself upon her.  Erick continues:\n\n\n\t\t\t\t\"ONE HAS TO GET USED TO EVERYTHING \n\t\t\t\tIN LIFE, NEVER TO ETERNITY.\"\n \n\n\t\t\tMED. CLOSE UP CHRISTINE AND ERICK. AMBER\n\n\t\t\tThe shot cuts out the coffin. Christine's \n\t\t\tterrified eyes are now fastened intently upon \n\t\t\tErick's face. The thought that has forced\n\t\t\titself upon her, is a revelation to her. She \n\t\t\tcries at him with loathing:\n\n \n\t\t\t\t\"YOU ARE NOT THE ANGEL OF MUSIC....\n\t\t\t\tYOU ARE THE OPERA GHOST!\"\n\n \n\t\t\tBACK: Erick ignores this. He indicates toward \n\t\t\tthe coffin, \"This is not a pleasant sight for you. \n\t\t\tYou had better go into the next room.\" \n\t\t\tChristine here begins a transition. From the \n\t\t\tpositive, assuming attitude, one of hopelessness \n\t\t\tand fear begins to envelope her. She begins \n\t\t\tto tremble and without removing her eyes from \n\t\t\this face, backs into the drawing room.\n \n\n\t\t\tINT. ERICK'S DRAWING ROOM  AMBER.\n \n\t\t\tChristine enters from Erick's bed chamber to the\n\t\t\tcenter of the room.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ERICK'S DRAWING ROOM  AMBER. Christine enters from Erick's bed chamber to the\n\t\t\tcenter of the room. \n\nTARGET SECTION TO BE ANNOTATED:\n She is now a pathetic, \n\t\t\thelpless little figure, hopeless, without under-\n\t\t\tstanding of what is to happen to her and trembling \n\t\t\twith fear.  Erick enters from his bedchamber and \n\t\t\tgoes to her with a humble stoop of the shoulders. \n\t\t\tHe stands before her an instant in an abject attitude.\n \n \n\t\t\tINT. ERIK'S DRAWING ROOM  AMBER\n\n\t\t\tErick seems to fully understand her attitude. He\n\t\t\ttells her humbly: \n \n\n\t\t\t\t\"CHRISTINE, YOU MUST KNOW THE TRUTH. \n\t\t\t\tI'M NOT A GHOST...NOR AN ANGEL OF \n\t\t\t\tMUSIC...\"\n \n\n\t\t\tBACK:  She is wide-eyed and motionless and remains \n\t\t\tthis way throughout the scene. Erick continues \n\t\t\tsadly:\n \n\n\t\t\t\t\"JUST A MAN OF FLESH AND BLOOD.... \n\t\t\t\tI AM ERICK!\"\n \n \n\t\t\tBACK: Christine is stunned by this knowledge\n\t\t\tfor she recognizes the voice. She says angrily\n\t\t\tthough frightened:\n \n\n\t\t\t\t\"IF YOU ARE HUMAN, REMOVE THAT MASK \n\t\t\t\tSO THAT I MAY SEE YOUR FACE.\"\n \n\n\t\t\tBACK: Erik recoils in alarm and takes a step\n\t\t\tbackward.\n\n\n\t\t\tC.V. ERIK.\n \n\t\t\tHis face and frame tremble with emotion as he answers\n \n\n\t\t\t\t\"YOU SHALL NEVER SEE ERIK'S FACE... \n\t\t\t\tUNLESS YOU RESIGN YOURSELF TO THE\n\t\t\t\tFATE OF NEVER AGAIN SEEING THE \n\t\t\t\tLIGHT OF DAY\"\n\n \n\t\t\tINT ERIK'S DRAWING ROOM.\n \n\t\t\tChristine is terrified...she becomes hysterical \n\t\t\tand sinking to her knees, pleads with him to \n\t\t\trelease her - to take her home.  Instead, Erik \n\t\t\tgazes at her with folded arms and he says with\n\t\t\ttragic sadness:\n \n\n\t\t\t\t\"I LOVE YOU CHRISTINE....I HAVE \n\t\t\t\tBROUGHT YOU HERE A PRISONER...\"\n \n \n\t\t\tBACK: There is a movement of Christine's eyes,\n\t\t\tsomething to indicate terrible suspense...He \n\t\t\tcontinues the title, humbly:\n \n \n\t\t\t\t\"...FOR LOVE!\"\n \n\n\t\t\tBACK: Christine's hands go to her temples. She\n\t\t\ttotters an instant - then swoons.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe \n\t\t\tcontinues the title, humbly:\n \n \n\t\t\t\t\"... FOR LOVE!\"\n \n\n\t\t\tBACK: Christine's hands go to her temples. She\n\t\t\ttotters an instant - then swoons. \n\nTARGET SECTION TO BE ANNOTATED:\n As she falls,\n\t\t\the catches her in his arms and allows her to \n\t\t\tsink gently to the floor. He kneels beside her \n\t\t\tand sways and moans and beats his chest and \n\t\t\tgroveling, he kisses the hem of her garment. \n\t\t\tSlowly then Christine regains consciousness. She\n\t\t\tis at first terrified; then as he sees the \n\t\t\ttragic outpouring of a sublime love, she can only \n\t\t\tfeel pity for the strange creature who weeps and \n\t\t\tbeats his breast. When Erik sees she is \n\t\t\tconscious, he seizes her hands and covers them \n\t\t\twith burning kisses. Christine draws away and\n\t\t\tsays:\n \n\n\t\t\t\t\"I CAN ONLY DESPISE YOU, IF YOU \n\t\t\t\tHOLD ME HERE AGAINST MY WILL.\"\n \n   \n\t\t\tC.V. OF ERIK\n\n\t\t\tAs he realizes that there is truth in her \n\t\t\tstatement. The fear of losing her is as \n\t\t\tgreat as his love. He grovels at her feet and \n\t\t\tpleads:\n \n \n\t\t\t\t\"AT THE END OF FIVE DAYS, YOU SHALL \n\t\t\t\tBE FREE....FEAR NOT. FOR HE WHO \n\t\t\t\tWORSHIPS YOU I AS I DO, ALSO RESPECTS!\"\n \n \n\t\t\tINT. ERIK'S DRAWING ROOM.\n\n\t\t\tChristine sinks back with a hopeless sigh and \n\t\t\toffers no resistance, when he tenderly picks her\n\t\t\tup in his arms.\n \n\n\t\t\tA LOWER SHOT...AMBER.\n \n\t\t\tErik takes Christine in his arms and carries \n\t\t\ther into her bedroom.\n \n \n\t\t\tINT CHRISTINE'S BEDROOM...AMBER\n \n\t\t\tThe room is dimly lighted and all that is seen\n\t\t\tis the dim outline of a bed and a door. This is\n\t\t\tan extraordinary bed, a something dramatic, something\n\t\t\tthat does not exist. Erik enters with Christine\n\t\t\tand places her gently upon the bed. He stands\n\t\t\tfor an instant in the doorway in silhouette and \n\t\t\tlooks at her, then exits and closes the door. \n\t\t\tChristine arises to a sitting position.\n \n\n\t\t\tC.V. OF CHRISTINE.\n \n\t\t\tThe reaction to her various emotions comes over\n\t\t\ther. She bursts into tears and buries her \n\t\t\thead in the silken pillow.\n \n\t\t\t\t\t\t...",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe reaction to her various emotions comes over\n\t\t\ther. She bursts into tears and buries her \n\t\t\thead in the silken pillow. ... \n\nTARGET SECTION TO BE ANNOTATED:\nFADE OUT.\n\n  \n\t\t\t\tTHE FOLLOWING MORNING\n\n \n\t\t\tFADE IN.\n\n\t\t\tEXT. PARIS NEWSPAPER OFFICE   \" THE EPOQUE \"\n \n\t\t\tThis can easily be filmed on the Notre Dame street \n\t\t\twith appropriate signs and reveals a small crowd in \n\t\t\tcostume of the time interested in a bulletin board.\n \n \nINSERT OF BULLETIN BOARD\n \n\t\t\t\tCHRISTINE DAAE OPERA SINGER DISAPPEARS \n\t\t\t\tFOUL PLAY SUSPECTED   UNDERSTUDY TO MLLE\n\t\t\t\tCARLOTTA FAILS TO RETURN AFTER PERFORM-\n\t\t\t\tANCE LAST NIGHT.\n \n \n\t\t\tBACK TO SCENE:\n \n\t\t\tAs the crowd discusses the affair in awe and wonder --\n\t\t\tAt this juncture Simon Buquet and Florine join the\n\t\t\tcrowd--As Simon reads the bulletin his features \n\t\t\tconvulse with grief and rage -- he starts to tell \n\t\t\tthe crowd what he knows about it.\n \n \n\t\t\tEXT REAR OF PARIS OPERA HOUSE\n \n\t\t\tA curious crowd are gathered near the stage door kept in \n\t\t\tcheck by a gendarme - in the crowd is Raoul who wears \n\t\t\ta haunted look of anguish -- an employee comes out of \n\t\t\tthe stage door and speaking to the gendarme, goes back \n\t\t\tinside. - Raoul crowds forward and makes an anxious \n\t\t\tinquiry of the gendarme, who replies with a negative \n\t\t\tshake of the head----Raoul sinks back in gloom and\n\t\t\tdisappointment.\n \n \n\t\t\tINT RECEPTION ROOM OF THE CHATEAU DE CHAGNY\n \n\t\t\tThere is a fussy type middle aged man waiting with a \n\t\t\thuge portfolio across his lap - he rises and bows\n\t\t\tas Philippe de Chagny enters and crosses to him in\n\t\t\tcold dignified manner.\n \n \n\t\t\tSEMI C.V. IN RECEPTION ROOM\n \n\t\t\tAs Philippe very stiffly draws up a chair and taking \n\t\t\ta pinch of snuff faces the other inquiringly.\n \n\n\t\t\t\tM. CARTIER, THE VICOMTE'S ATTORNEY\n \n \n\t\t\tC.V.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. CARTIER, THE VICOMTE'S ATTORNEY\n \n \n\t\t\tC. V. \n\nTARGET SECTION TO BE ANNOTATED:\n OF CARTIER AND PHILIPPE \n\n\t\t\tHe smiles a queer sort of a smile and he says looking \n\t\t\tover the top of his nose glasses:\n \n\n\t\t\t\t\"THE POLICE ARE UNABLE TO FIND A CLUE \n\t\t\t\tTO CHRISTINE DAAE'S WHEREABOUTS. YOUR \n\t\t\t\tBROTHER DOES NOTHING BUT HAUNT THE OPERA \n\t\t\t\tHOUSE.\"\n \n \n\t\t\tBACK: Philippe snorts angrily as he answers:\n \n \n\t\t\t\t\"I KNOW ALL THAT! BUT WHAT HAVE YOU \n\t\t\t\tDONE ABOUT RAOUL?\"\n \n\n\t\t\tBACK: The attorney swallows hard as he explains with \n\t\t\ta triumphant smile -- Philippe listens with growing \n\t\t\tsatisfaction, then springs up with a real sincere \n\t\t\thuman smile-- to offer his hand to Cartier and the \n\t\t\tother takes it all swelled up with pride -- at that \n\t\t\tinstant both turn as--   \n\n \n\t\t\tLONGER SHOT IN CHATEAU LIVING ROOM \n\n\t\t\tThe Comtess enters and offers her hand to Cartier. \n\t\t\tHe carries it to his lips with a bow-  she wonders \n\t\t\twhat has been accomplished.\n \n\n\t\t\tSEMI C.V. OF THE THREE\n \n\t\t\tPhilippe with a great display of self satisfaction \n\t\t\tturns to hs wife and says:\n \n\n\t\t\t\t\"MY DEAR WE SHALL YET SAVE RAOUL FROM\n\t\t\t\tHIMSELF. M. CARTIER IS ARRANGING TO\n\t\t\t\tHAVE RAOUL TRANSFERRED TO THE FOREIGN\n\t\t\t\tLEGION...IN MONACO.\n \n   \n\t\t\tBACK: The Comtess smiles happily- it is easy to \n\t\t\tsee that both Philippe and his wife are doing with\n\t\t\tsincerity what they think will be the best for Raoul.\n \n\t\t\t\t\t\tFADE OUT.\n \n\n\t\t\tINT. ERICK'S MUSIC ROOM AMBER\n\n\t\t\tErick is sitting at the organ in half silhouette, \n\t\t\tplaying the organ. There must be something weird \n\t\t\tand wild in the picture. Perhaps some of the objects \n\t\t\tsurrounding him can lend to the effect.\n\n\n\t\t\tINT. CHRISTINE'S BEDROOM ....AMBER\n \n\t\t\tChristine is calm, hypnotized by the powerful music \n\t\t\tshe is hearing.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CHRISTINE'S BEDROOM .... AMBER\n \n\t\t\tChristine is calm, hypnotized by the powerful music \n\t\t\tshe is hearing. \n\nTARGET SECTION TO BE ANNOTATED:\n She is marveling at the genius of this \n\t\t\tman and is touched by his music.\n \n\n\t\t\t\tIT WAS THE STRANGEST MOST BEAUTIFUL \n\t\t\t\tMUSIC SHE HAD EVER HEARD.  IT WAS A \n\t\t\t\tSYMPHONY OF LOVE TRIUMPHANT\n \n \n\t\t\tBACK: PRIZMA - Fascinated by the music, Christine\n\t\t\topens the door and steps out into the drawing room.\n \n \n\t\t\tINT. ERICK'S MUSIC ROOM   PRIZMA \n\t\t\tMED. CLOSE UP ERICK PLAYING ON THE ORGAN \n\t\t\tFROM HIS MANUSCRIPT\n \n\t\t\tUpon the organ side rack is another thick manuscript \n\t\t\topen. This is entitled \"Don Juan Triumphant\" \n\t\t\tUpon the organ is a violin. Erick is seated upon an \n\t\t\televated bench so that when Christine enters he will \n\t\t\tbe about as high as she is. Christine enters back \n\t\t\tof Erick and stands spellbound in wonderment at the \n\t\t\tmusic and at the man's genius. Erick senses her \n\t\t\tpresence there and plays all the more wildly.\n \n\n\t\t\tC.V. OF ERICK'S FACE  (MASKED)  PRIZMA \n\n\t\t\tAs he bursts into a wild song and plays furiously.\n \n \n\t\t\tC.V. OF CHRISTINE'S FACE \n\n\t\t\tawed and hypnotized by the fury in the voice and the \n\t\t\tmusic.\n \n \n\t\t\tSEMI C.V. AT THE ORGAN   Prizma.\n \n\t\t\tAs Erick suddenly stops singing and playing and he \n\t\t\tswings to face her- he cries out in great rage and \n\t\t\temotion.\n \n \n\t\t\tPRIZMA CURTAIN ANIMATED\n\t\t\t\t\"NOW YOU KNOW THE TEMPER OF MY JEALOUSY \n\t\t\t\tFOR RAOUL DE CHAGNY. I COULD HAVE KILLED\n\t\t\t\tHIM LAST NIGHT.\"\n\n\n\t\t\tBACK: Christine gasps in horror and recoils before\n\t\t\tthe menace in Erick's every movement--he follows her,  \n\t\t\tbacking her in a corner, his chest heaving wildly.\n \n\n\t\t\tSEMI C.V. IN CORNER\n \n\t\t\tAs Erick backs Christine against the wall and \n\t\t\ttowering over her, he screams:\n\n \n\t\t\t\t\"OH HOW I HATE RAOUL.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEMI C. V. IN CORNER\n \n\t\t\tAs Erick backs Christine against the wall and \n\t\t\ttowering over her, he screams:\n\n \n\t\t\t\t\"OH HOW I HATE RAOUL. \n\nTARGET SECTION TO BE ANNOTATED:\n BUT HE'LL NEVER \n\t\t\t\tHAVE YOU CHRISTINE****NOT IN THIS LIFE!\"\n \n\n\t\t\tBACK: Erick moves closer to Christine as if he is \n\t\t\tgoing to take her in his arms--she throws up her \n\t\t\thands to warn him off. This brings Christine to\n\t\t\therself. Somethings has been revealed and it sha-\n\t\t\tdows the tone of the scene. Up to this moment Chris-\n\t\t\ttine had been hypnotized by his music. The spell \n\t\t\tof the music now dispelled and she begins to look \n\t\t\tat the man with curiosity and increasing antagonism-- \n\t\t\tthen as his horrid face comes closer and closer, she \n\t\t\tsuddenly seizes the mask and tears it from his face--\n\t\t\tthen repelled against the wall with a scream of terror \n\t\t\tand revulsion. Facing Christine is a death's head \n\t\t\tthat is alive with four black holes for its eyes, \n\t\t\tnose and mouth, a skin pallid and yellow--Erick utters\n\t\t\ta terrible cry of grief, despair and rage, then towers \n\t\t\tover her, hissing words and curses upon her.\n \n \n\t\t\tCLOSE UP OF ERICK.  AMBER\n \n\t\t\tHe wags the terrible thing that is the head upon \n\t\t\this shoulders and hisses incoherent curses at her.\n \n\n\t\t\tLONGER SHOT...AMBER\n \n\t\t\tChristine shrinks from him and falls, upon her knees. \n\t\t\tErick follows her, towers over her and cries:\n \n\n\t\t\t\t\"FEAST YOUR EYES, GLUT YOUR SOUL ON MY \n\t\t\t\tCURSED UGLINESS!\"\n \n\n\t\t\tBACK: Christine lifts her arms and begs for mercy. \n\t\t\tHe grabs her and draws her to him, brutally, twist-\n\t\t\ting the dead fingers in her hair.\n \n\n\t\t\tCLOSE UP OF CHRISTINE  AMBER \n\n\t\t\tHis fingers twisting himself in her hair. \n\t\t\tShe wildly begging for mercy.\n \n \n\t\t\tA LONGER SHOT ...AMBER \n\n\t\t\tHolding her by the hair, and bending near to her, he \n\t\t\thisses.\n\n\n\t\t\t\t\"PERHAPS YOU THINK THAT I HAVE ANOTHER \n\t\t\t\tMASK? WELL, TEAR IT OFF AS YOU DID THE \n\t\t\t\tOTHER ONE.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMBER \n\n\t\t\tHolding her by the hair, and bending near to her, he \n\t\t\thisses. \"PERHAPS YOU THINK THAT I HAVE ANOTHER \n\t\t\t\tMASK? WELL, TEAR IT OFF AS YOU DID THE \n\t\t\t\tOTHER ONE. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tBACK: He seizes her by the hands and digs them into\n\t\t\this awful face. He tears his flesh with her hands\n\t\t\tand cries:\n\n\n\t\t\t\t\"KNOW THAT I AM BUILT OF DEATH FROM\n\t\t\t\tHEAD TO FOOT.. THAT IT IS A CORPSE \n\t\t\t\tTHAT LOVES AND ADORES YOU!\"\n \n  \n\t\t\tBACK: Christine is so horrified and aghast that, though \n\t\t\tshe speaks, her words are sobs, heaving sobs. Erick \n\t\t\treleases her and goes down at her with his terrible face \n\t\t\tcontorted with a hideous grin, then he stops, \n\t\t\tpulls backward laughing wildly. Her hair is lopsided\n\t\t\tand streaming over her shoulder. Torn by uncontrolled\n\t\t\thysteria, tears, she raises to him appealing and makes\n\t\t\ttwo steps forward, upon her knees, begging forgiveness\n\t\t\tfor the terrible thing she has done. He is towering \n\t\t\tover her with folded arms, his face slowly loosing\n\t\t\this hideous grin and mourning convulsively as the\n\t\t\ttragedy of his love comes over him. Then he sobs\n\t\t\tpiteously.\n \n\n\t\t\t\t\"NOW THAT YOU KNOW MY HIDEOUSNESS, \n\t\t\t\tYOU WOULD NEVER COME BACK, IF I LET \n\t\t\t\tYOU GO FREE --THEREFORE I CRY FOR YOU---\n\t\t\t\tBECAUSE YOU CAN NEVER LEAVE ME AGAIN.\"\n \n \n\t\t\tBACK: Erick finishes speech and staggers away off the \n\t\t\tscene-- Christine simply collapses in a heap and sobs \n\t\t\tout her anguish and despair.\n \n\n\t\t\t\t\t\tFADE OUT.\n\n\n\t\t\t\tAT THE END OF FIVE LONG DAYS OF\n\t\t\t\tHOPELESS SEARCH AND GROWING DESPAIR.\n \n\n\t\t\tFADE IN \n\t\t\tLIVING ROOM OF THE CHATEAU DE CHAGNY\n \n\t\t\tDiscovered Raoul seated before the fire place holding \n\t\t\this head in his hands in the depth of despair---not \n\t\t\tfar away sits his brother Philippe, glowering at his \n\t\t\tbrother in contempt for his weak and silly infatuation.\n\t\t\tThe door opens and a servant with a message enters\n\t\t\tand carries it to Raoul --Raoul takes it without \n\t\t\tinterest as the servant exits.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nAT THE END OF FIVE LONG DAYS OF\n\t\t\t\tHOPELESS SEARCH AND GROWING DESPAIR. FADE IN \n\t\t\tLIVING ROOM OF THE CHATEAU DE CHAGNY\n \n\t\t\tDiscovered Raoul seated before the fire place holding \n\t\t\this head in his hands in the depth of despair---not \n\t\t\tfar away sits his brother Philippe, glowering at his \n\t\t\tbrother in contempt for his weak and silly infatuation. The door opens and a servant with a message enters\n\t\t\tand carries it to Raoul --Raoul takes it without \n\t\t\tinterest as the servant exits. \n\nTARGET SECTION TO BE ANNOTATED:\n  Then as Raoul unfolds \n\t\t\tand reads the message his whole being is transfigured \n\t\t\twith a great joy - he leaps to his feet and reads the \n\t\t\tmessage again.\n \n \nINSERT MESSAGE\n\t\t\t\tGO TO MASKED BALL AT THE OPERA TONIGHT \n\t\t\t\tWEAR YOUR FAVORITE FLOWER AND AS YOU \n\t\t\t\tLOVE ME *  DO NOT LET YOUR SELF BE \n\t\t\t\tRECOGNIZED.\n \n \t\t\t\t\tCHRISTINE\n \n \n\t\t\tBACK: Raoul turns to his brother and indicates in \n\t\t\ttriumph that Christine has been found. Philippe \n\t\t\tgasps in dismay.\n \n \n\t\t\tSEMI C.V. AT THE DOOR TO THE HALL\n \n\t\t\tAs the servant enters and ushers in a soldier \n\t\t\torderly, who crosses the room.\n \n\n\t\t\tINT CHATEAU LIVING ROOM\n\t\t\tSEMI C.V.\n \n\t\t\tAs the orderly crosses to Raoul, salutes and hands him \n\t\t\tan army order. Raoul is surprised--he opens it and \n\t\t\tgasps as he reads--then lowering the message he nods \n\t\t\tto the orderly who does an about face and exits. Raoul \n\t\t\tcrumples the message in his fist---a look of intense \n\t\t\tanger spreads over his face--he strides over to his \n\t\t\tbrother and faces him in a fury--Raoul displays the\n\t\t\tcrumpled message and says:\n \n\n\t\t\t\t\"THIS IS SOME OF YOUR WORK.\"\n \n \n\t\t\tBACK: Philippe smiles triumphantly with that sit-\n\t\t\tuation an attitude that registers \"Well, what are you\n\t\t\tgoing to do about it?\" Raoul continues to storm.\n \n\n\t\t\t\t\"YOU THINK I'M GOING INTO THE FOREIGN \n\t\t\t\tLEGION * DON'T YOU***IF I DO, IT'LL BE  \n\t\t\t\tIN CHAINS\"\n \n \n\t\t\tBACK: As Philippe gasps in alarm and horror--Raoul\n\t\t\tturns and exits.\n \n\n\t\t\tMED SHOT IN THE LIVING ROOM OF THE CHATEAU. \n\n\t\t\tAs Raoul storms out of the room--Philippe is alarmed \n\t\t\tand calls after him but Raoul pays no heed, slamming\n\t\t\tthe door after him.\n \n\t\t\t\t\t\tFADE OUT.\n \n\n\t\t\t\tTHE GAYEST...",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Raoul storms out of the room--Philippe is alarmed \n\t\t\tand calls after him but Raoul pays no heed, slamming\n\t\t\tthe door after him. FADE OUT. THE GAYEST... \n\nTARGET SECTION TO BE ANNOTATED:\nTHE NOISIEST, THE MOST \n\t\t\t\tBOHEMIAN AFFAIR OF THE YEAR...THE\n\t\t\t\tMASKED BALL AT THE OPERA\n \n \n\t\t\tINTIMATE SHOT OF GROUP.  PRIZMA\n \n\t\t\tThis is some bohemian group to show the noise \n\t\t\tand gaiety.\n \n \n\t\t\tINT GRAND STAIRCASE NO 2  PRIZMA\n \n\t\t\tThe grand staircase and the galleries above it\n\t\t\tpresent a gorgeous array of funny dress costumes,\n\t\t\tsilks and satins, all sorts of picturesque and \n\t\t\tinteresting creations. The staircase and galleries \n\t\t\tare so filled up with people that it is almost a \n\t\t\tjam--Although most of the people are costumed,\n\t\t\tmany are in evening dress and wear opera masks. \n\t\t\tIt is a scene of noise, laughter and color, gaiety \n\t\t\tand emotion. On the left side of the staircase, \n\t\t\twhere it takes a left angle turn, Raoul is walking. \n\t\t\tHe is masked in evening dress and wears a black \n\t\t\tcostume. Christine is presumably on her way down \n\t\t\tthe left staircase. She is dressed in modest \n\t\t\tevening dress and is masked.\n\n\n\t\t\tINTIMATE SHOT OF ANOTHER GROUP...PRIZMA\n\n\t\t\tAn interesting noisy group.\n \n\n\t\t\tMED CLOSE UP OF RAOUL  PRIZMA\n \n\t\t\tHe is looking for anyone who might be Christine. \n\t\t\tChristine, masked, enters from the staircase behind him\n\t\t\tand touches him upon the arm.  Her motions are hurried\n\t\t\tand nervous. He turns upon her and she raises a warn-\n\t\t\ting finger to her lips. He understands and follows\n\t\t\ther up the left staircase.\n \n \n\t\t\tSHOOTING AGAINST LEFT STAIRCASE  PRIZMA\n \n\t\t\tRaoul hurries through the crowd following Christine\n\t\t\tand they exit.  The moment they are out of the picture\n\t\t\tall of the people begin to look in the direction of\n\t\t\tthe right staircase.  All gaiety and motion slowly\n\t\t\tdies down. People crane their necks forward in a \n\t\t\thushed way.\n \n \n\t\t\tINT. GRAND STAIRCASE NO 1 PRIZMA\n \n\t\t\tThis is a crop shot at the right staircase.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeople crane their necks forward in a \n\t\t\thushed way. INT. GRAND STAIRCASE NO 1 PRIZMA\n \n\t\t\tThis is a crop shot at the right staircase. \n\nTARGET SECTION TO BE ANNOTATED:\n The hush \n\t\t\thas extended to all the people in the scene. All \n\t\t\tmotion has died out except at the entrance to the \n\t\t\tright of the staircase. There is a stir, a shrinking \n\t\t\taway of the people, there. The Red Death creeps into\n\t\t\tthe picture from the corridor. It is a man dressed in\n\t\t\tall scarlet, with a huge hat and feathers, on the top\n\t\t\tof a wonderful death's head. From his shoulder hangs \n\t\t\tan immense red velvet cloak, which trails along the\n\t\t\tfloor like a King's train. It is plainly to be seen\n\t\t\tthat the death's head the man is wearing is a mask. \n\t\t\tIn all the Phantom's scenes here, he is in sweeping \n\t\t\tgraceful motion.\n \n \n\t\t\tA MED SHOT LOOKING UP RIGHT STAIRCASE.  PRIZMA\n \n\t\t\tThe people on the staircase shrink back, horrified \n\t\t\tand leave a broad aisle for the figure which sweeps \n\t\t\tdown the steps.\n \n\n\t\t\tSHOOTING UPON THE PHANTOM'S BACK   PRIZMA\n\n\t\t\tOn the back of his cloak is embroidered in bold\n\t\t\tgold letters:   DO NOT TOUCH ME! I AM RED DEATH\n \n\n\t\t\tCLOSE UP GROUP ON STAIRCASE....PRIZMA\n \n\t\t\tThis is a long shot without a dome. The Red Death \n\t\t\tsweeps across the landing in the center of the \n\t\t\tstaircase and a broad aisle is left for him down \n\t\t\tthe center of the main staircase.\n \n\n\t\t\tCLOSE SHOT CROUP ON STAIRCASE  PRIZMA\n \n\t\t\tMen and women shudder and shrink in disgust & horror.\n \n\n\t\t\tINT. GRAND STAIRCASE  PRIZMA\n\t\t\tMED. CLOSE UP CENTER DOOR LEADING TO LANDING\n \n\t\t\tThe noise and the gaiety is at its height. A number of \n\t\t\tmasked ballet girls are in evidence. Florine enters \n\t\t\tfrom the center door. He is costumed as a swash-\n\t\t\tbuckling pirate, the terror of the spanish Main. We \n\t\t\tsee he wears a broadsword and all the other finery. \n\t\t\tHis mask has the habit of falling off. Sometimes\n\t\t\tit is on his chin like a beard and at other times on\n\t\t\this forehead.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe \n\t\t\tsee he wears a broadsword and all the other finery. His mask has the habit of falling off. Sometimes\n\t\t\tit is on his chin like a beard and at other times on\n\t\t\this forehead. \n\nTARGET SECTION TO BE ANNOTATED:\n He enters swaggering and his broad \n\t\t\tsword gets mixed up in his legs thereby attracting \n\t\t\tattention.\n \n\n\t\t\tMED. CLOSE UP OF FLORINE...PRIZMA\n \n\t\t\tAs he untangles his broadsword his masked face \n\t\t\tfalls off and he quietly fastens it on again.\n \n \n\t\t\tMED. CLOSE UP CENTER DOOR LEADING TO LANDING OF STAIRS\n \n\t\t\tFlorine has not been quick enough with his mask how-\n\t\t\tever. The ballet girls have recognized him. They all \n\t\t\tare friends of his and like teasing and playing around \n\t\t\twith him. Two of them take him, each by the arm and \n\t\t\tlightly kid with him for an instant, then leads him \n\t\t\tout to the left. All the while Florine is swashing \n\t\t\tbuckling, taking joy in enacting the role of a cut \n\t\t\tthroat.\n \n\n\t\t\tMED CLOSE UP OF RED DEATH..AND SHRINKING PEOPLE\n\n\t\t\tAs the Red Death comes into scene. Florine enters \n\t\t\twith a ballet girl. They call his attention to the Red\n\t\t\tDeath and his warning sign \"Don't touch me.\"  They\n\t\t\ttaunt him about his courage, he squares his back and \n\t\t\tshoulders and strides over to the Red Death.\n \n\n\t\t\tMED C.V. RED DEATH AND FLORINE\n \n\t\t\tAs Florine reaches out to touch the Red Death, \n\t\t\ta skeleton hand shoots out of a crimson sleeve, vio-\n\t\t\tlently seizes the rash one's wrist and he, feeling \n\t\t\tfurious gasps, cries out in pain and terror and is \n\t\t\tflung onto the crowd.\n \n\n\t\t\tMED C.V. IN CROWD\n \n\t\t\tAs Florine lands on the floor- he picks himself up---\n\t\t\this dignity has suffered, he will have revenge---\n\t\t\the draws his sword and taking off his mask challenges \n\t\t\thim to come out and fight like a man. He fights the \n\t\t\tair with his sword...at that instant a man costumed \n\t\t\tas a jester steps up and taps Florine's shoulder.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. IN CROWD\n \n\t\t\tAs Florine lands on the floor- he picks himself up---\n\t\t\this dignity has suffered, he will have revenge---\n\t\t\the draws his sword and taking off his mask challenges \n\t\t\thim to come out and fight like a man. He fights the \n\t\t\tair with his sword...at that instant a man costumed \n\t\t\tas a jester steps up and taps Florine's shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tAs Florine turns, the jester takes off his mask re-\n\t\t\tvealing the funeral face of the Persian, who in a \n\t\t\thushed voice of horror indicates \"Do you know what \n\t\t\tthis is?\" Florine is very sober. He answers \"No \n\t\t\tSir.\"  The hushed voice tells him:\n \n\n\t\t\t\t\"THAT WAS THE OPERA GHOST!\"\n \n\n\t\t\tBACK: Florine stands perfectly still and his eyes \n\t\t\twiden. Florine gives a low moan and swoons. All is \n\t\t\texcitement - some run out. The girls fan him with \n\t\t\ttheir skirts, smelling salts are produced and they \n\t\t\ttry to revive him. Someone enters with a glass of \n\t\t\twater.\n \n \n\t\t\tMED CLOSE UP OF GROUP AND FLORINE  AMBER\n \n\t\t\tThe glass of water is dashed in his face. Florine \n\t\t\topens his eyes and shakes his head to shake off the \n\t\t\twater. He looks around the room. Florine gets to \n\t\t\this feet, looks quickly and tears out of the picture \n\t\t\tdown the stairs.\n \n \n\t\t\tINT GRAND STAIRCASE  #1  PRIZMA \n\n\t\t\tThis is the same shot of the staircase. The crowd \n\t\t\tis gayer and noisier than before. There is a commotion \n\t\t\tat the upper left hand entrance to the staircase. \n\t\t\tAn aisle is made and Florine runs in fleeing for his \n\t\t\tlife. When he reaches the turn on the platform, he\n\t\t\tgets his legs tangled up with his broadsword and he\n\t\t\tfalls, but quickly regains his feet and dashes down\n\t\t\tthe stairs. It is suggested that this scene be not\n\t\t\tunder speed. About 12.\n \n \n\t\t\tSHOOTING INTO GALLERY ...PRIZMA\n \n\t\t\tThis is the first opening on the left of the second \n\t\t\tgallery. There in the gallery all are looking down \n\t\t\tat the ghost. Raoul, following Christine, passes\n\t\t\tthrough from left to right. Christine looks down \n\t\t\tand sees the ghost, then she clutches at Raoul to\n\t\t\tkeep him from looking down on the staircase. They \n\t\t\tpass out to the right.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nRaoul, following Christine, passes\n\t\t\tthrough from left to right. Christine looks down \n\t\t\tand sees the ghost, then she clutches at Raoul to\n\t\t\tkeep him from looking down on the staircase. They \n\t\t\tpass out to the right. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tSHOOTING INTO GALLERY   PRIZMA\n \n\t\t\tThis is the second opening of the second gallery. \n\t\t\tThe onlookers are motionless looking down over the \n\t\t\trail. Raoul and Christine enter from the Left. \n\t\t\tRaoul's curiosity overcomes Christine's apprehension \n\t\t\talthough she is pulling at his sleeve. Raoul leans over \n\t\t\tthe rail and looks down. Christine is terrified that \n\t\t\tthe Phantom will recognize Raoul with her.\n \n\n\t\t\tSHOOTING AGAINST THE GRAND STAIR CASE  PRIZMA\n \n\t\t\tThe Red Death has almost reached the foot of the \n\t\t\tfront grand staircase, when, as if by magic, he \n\t\t\tsuddenly turns and looks upward.\n \n\n\t\t\tCLOSE UP OF RED DEATH LOOKING UPWARD  PRIZMA\n \n \n\t\t\tMED CLOSE UP OF RAOUL AND CHRISTINE  PRIZMA\n \n\t\t\tThey are at the rail in the center opening in \n\t\t\tthe second gallery. Christine sees that the Red Death \n\t\t\thas seen her and Raoul. Her action shows that there \n\t\t\tis fear and excitement. She clutches him by the sleeve\n\t\t\tand half drags him through the door in the rear which\n\t\t\treveals a stairway going upward. \n \n \n\t\t\tGRAND STAIRCASE  #2   PRIZMA\n\n\t\t\tThe Red Death is looking upward. We now see him\n\t\t\tcreep up the grand staircase, much more rapidly than \n\t\t\the came down, the crowd parting before him, making \n\t\t\tan aisle. When he reaches the landing he turns to \n\t\t\tthe left.\n \n\n\t\t\tSHOOTING REVERSE  DOWN UPON GRAND STAIRCASE  PRIZMA\n \n\t\t\tThis shows all eyes looking toward the left staircase. \n\t\t\tThere is a beginning of fluttering relief and relax-\n\t\t\tation. Then the crowd begins to mix and the gaiety \n\t\t\tis resumed.\n \n \n\t\t\tINT  FIRST CORRIDOR  AMBER\n \n\t\t\tThis is an overhead corridor. A flight of stairs in\n\t\t\tthe f.g. leads from below. In the b.g. is a single \n\t\t\tstaircase leading upward.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT  FIRST CORRIDOR  AMBER\n \n\t\t\tThis is an overhead corridor. A flight of stairs in\n\t\t\tthe f.g. leads from below. In the b.g. is a single \n\t\t\tstaircase leading upward. \n\nTARGET SECTION TO BE ANNOTATED:\n The entrance to the stair \n\t\t\tcase is a high area, almost into the top of the ceiling \n\t\t\tso that the camera while taking in the people looks a \n\t\t\tlong distance up the stairs. If a person were coming \n\t\t\tdown these stairs, their lower extremities would be \n\t\t\tseen some time before the full figure. In the f.g. \n\t\t\tthere is a door covered with a portierre. Immediately \n\t\t\tbeyond this portierre is a full sized mirror. There \n\t\t\tis a door and number of other exits. Raoul and \n\t\t\tChristine enter from below. She has Raoul by the arm \n\t\t\tand almost drags him along. Raoul is extrapolating \n\t\t\twith her excitedly - He wants to know what all the \n\t\t\tmad rushing about is for.\n \n\t\t\tChristine has the manner of a hunted person. Hardly \n\t\t\tlistening to Raoul's excited cry for an explanation \n\t\t\tshe pauses at the portierres and listens.\n \n\n\t\t\tMED CLOSE UP CHRISTINE AND RAOUL  AMBER\n \n\t\t\tShe listens pushes aside the portierres and peers \n\t\t\tup the stairs then she whispers:\n \n \n\t\t\t\t\"HE MUST HAVE GONE HIGHER UP.\"\n \n \n\t\t\tBACK: Raoul is baffled, amazed, impatient for an ex-\n\t\t\tplanation. Christine listens at the portierre, this\n\t\t\ttime with sudden alarm. This time she speaks directly\n\t\t\tat Raoul.\n \n\n\t\t\t\t\"HE IS COMING DOWN AGAIN.\"\n\n\n\t\t\tBACK: She grabs Raoul's arm and pulls him up the steps.\n \n\n\t\t\tINT OVER HEAD  CORRIDOR #2  AMBER\n \n\t\t\tA flight of stairs leads into this from below and \n\t\t\tanother flight leads upward. There are three or \n\t\t\tfour exits in this set. Christine and Raoul enter \n\t\t\tfrom below. Christine is still pulling at his arm. \n\t\t\tHe will go no further. He glances down the steps that\n\t\t\tthey have just mounted.\n\n\n\t\t\tSHOOTING DOWN NARROW STAIRWAY\n \n\t\t\tThis is shooting in the corridor number one. The \n\t\t\tcamera sees a crimson cloak and a slippered foot \n\t\t\tdisappear around the corner of the passage. Sug-\n\t\t\tgesting that the phantom has seen Raoul's movement and\n\t\t\tis dodging out of sight.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOOTING DOWN NARROW STAIRWAY\n \n\t\t\tThis is shooting in the corridor number one. The \n\t\t\tcamera sees a crimson cloak and a slippered foot \n\t\t\tdisappear around the corner of the passage. Sug-\n\t\t\tgesting that the phantom has seen Raoul's movement and\n\t\t\tis dodging out of sight. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tINT. CORRIDOR #2   AMBER\n\t\t\tMED CLOSE UP RAOUL AND CHRISTINE\n \n\t\t\tSo this is the sum of Christine's fears. This is\n\t\t\tan object for Raoul's anger. He moves towards the stair \n\t\t\twith a purpose of provoking this phantom and laying\n\t\t\thands upon him. Christine is thrown into near \n\t\t\thysterics. She clutches at Raoul's arm. He now has\n\t\t\tone foot upon the stairs. He is drawing away from \n\t\t\ther and in so doing he pulls her to her knees. \n\t\t\tPleading she cries at him.\n \n\n\t\t\t\t\"DON'T DON'T DON'T AS I LOVE YOU, \n\t\t\t\tRAOUL. IT WILL MEAN YOUR LIFE AND MINE\"\n \n \n\t\t\tBACK:  Raoul undergoes a complete transition. What \n\t\t\tshe has said hits him violently and with great weight. \n\t\t\tHe sees her before him a helpless pathetic little \n\t\t\tfigure. He feels the utmost pity and love for her. \n\t\t\tGently he takes her by the elbow and lifts her to her \n\t\t\tfeet. She indicates to him weakly \"Come\"\n\n\n\t\t\tA LONGER SHOT  AMBER\n \n\t\t\tThis time he follows her willingly and she hastily\n\t\t\tleads the way still upward.\n \n\n\t\t\tINT GARRET SET ADJOINING ROOM ROOF  BLUE\n \n\t\t\tThis is a Ben Carre set. It is lighted by bars of \n\t\t\tmoonlight which penetrate through an overhead lattice. \n\t\t\tChristine and Raoul silently run through this set.\n \n\n\t\t\tEXT AT ENTRANCE ON ROOF...BLUE \n\n\t\t\tChristine and Raoul enter from garret set. Christine\n\t\t\tis greatly relieved. She breathes in the freedom of \n\t\t\tthe night air and as she removes her mask Raoul \n\t\t\tremoves his mask and she tells him:\n \n\n\t\t\t\t\"BELOW IS HIS WORLD   ABOVE IT OURS.\"\n \n\n\t\t\tBACK: In a gray way Raoul pauses and presses her for\n\t\t\tan explanation. She becomes at once tragic and appre-\n\t\t\thensive. She indicates for him to come. He follows \n\t\t\ther out.\n \n \n\t\t\tEXT ROOF AT FOOT OF APOLLO'S LYRE...",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe indicates for him to come. He follows \n\t\t\ther out. EXT ROOF AT FOOT OF APOLLO'S LYRE... \n\nTARGET SECTION TO BE ANNOTATED:\nBLUE\n \n\t\t\tThe lights of Paris sparkle far below and black birds \n\t\t\tof ill omen fly through the sky. Raoul and Christine \n\t\t\tenter and sit down at the foot of Apollo's Lyre.\n \n\n\t\t\tSEMI CLOSE UP OF RAOUL AND CHRISTINE...BLUE\n \n\t\t\tBoth indicate that they feel safe here. Raoul\n\t\t\tfaces her questioningly. He is waiting for her \n\t\t\tto answer the many doubts that trouble on his lips.\n\t\t\tShe draws close to him, confident that he will \n\t\t\tbelieve him. She begins:\n \n\n\t\t\t\t\"I WILL TELL YOU EVERYTHING RAOUL. \n\t\t\t\tPITY ME PRAY FOR ME.\"\n \n \n\t\t\tBACK: Raoul gasps in amazement and suspicion \n\t\t\tand softens as she begins to cry gently. She continues:\n \n\n\t\t\t\t\"WHEN I FIRST HEARD THE VIOLIN AND \n\t\t\t\tTHE BEAUTIFUL VOICE IN MY DRESSING ROOM \n\t\t\t\tI BELIEVED IT TO BE THE ANGEL OF MUSIC.\"\n\n\n\t\t\tBACK: Christine hesitates and looks up at him for\n\t\t\tencouragement. Raoul smiles sympathetically at her. \n \n\n\t\t\tA LONGER SHOT  BLUE\n \n\t\t\tDirectly above Raoul and Christine is the Red Death \n\t\t\tclung to Apollo's Lyre, like an enormous bat, black \n\t\t\tbirds fly by.\n \n\n\t\t\tCLOSE UP OF DEATH'S HEAD MASK  BLUE \n\n\t\t\tDeath head is looking down.\n \n\n\t\t\tSEMI CLOSE UP OF RAOUL AND CHRISTINE.\n \n\t\t\tChristine gains the courage to continue. \n\t\t\tShe says brokenly with great terror in \n\t\t\ther eyes:\n \n\n\t\t\t\t\"THE NIGHT I DISAPPEARED \n\t\t\t\tI LEARNED THAT HE WAS A MONSTER.\"\n \n\n\t\t\tBACK: Raoul gazes in horror. Christine as she \n\t\t\tremembers - then Raoul puts an arm about her to com-\n\t\t\tfort her and encourage her - she goes on brokenly.\n \n\t\t\t\t\t\tFADE OUT\n \n\n\t\t\t\tTHEN CHRISTINE RELATED THE EXPERIENCES \n\t\t\t\tWITH THE HIDEOUS MAN OF THE OPERA CELLAR \n\t\t\t\tAND RAOUL WAS SPELL BOUND.\n \n \n\t\t\tFADE IN \n\t\t\tSEMI CLOSE UP OF RAOUL AND CHRISTINE.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nChristine as she \n\t\t\tremembers - then Raoul puts an arm about her to com-\n\t\t\tfort her and encourage her - she goes on brokenly. FADE OUT\n \n\n\t\t\t\tTHEN CHRISTINE RELATED THE EXPERIENCES \n\t\t\t\tWITH THE HIDEOUS MAN OF THE OPERA CELLAR \n\t\t\t\tAND RAOUL WAS SPELL BOUND. FADE IN \n\t\t\tSEMI CLOSE UP OF RAOUL AND CHRISTINE. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tRaoul is aghast. Christine's tears have dried up. With \n\t\t\thorror she brings her narration to a close with the \n\t\t\twords:\n \n \n\t\t\t\t\"FOR FIVE DAYS UNTIL THIS AFTER NOON \n\t\t\t\tI WAS HELD PRISONER IN HIS CHAMBER OF \n\t\t\t\tHORROR.\"\n \n\n\t\t\tBACK: Christine continues in the sense that she does\n\t\t\tnot understand herself or her emotions. Erick's hold\n\t\t\ton her is a mystery to herself.\n \n  \n\t\t\t\t\"HE FILLS ME WITH HORROR YET I CANNOT \n\t\t\t\tHATE HIM.\"\n \n \n\t\t\tBACK: Then in a hushed way as if she were hardly speak- \n\t\t\ting to Raoul she continues:\n \n \n\t\t\t\t\"HE MADE ME PROMISE THAT I WOULD NEVER \n\t\t\t\tFORSAKE HIM. THAT I WOULD ALWAYS COME \n\t\t\t\tBACK TO HIM.\"\n \n\n\t\t\tBACK: Raoul is moody and depressed. He is keeping\n\t\t\this eyes averted. Where one might expect to see anger\n\t\t\tthere is none. Raoul is burning up inside with\n\t\t\tjealousy - guilty jealousy. Christine has been so \n\t\t\tengrossed in her terrible story that she has not \n\t\t\tunderstood his attitude. She is shocked now as an \n\t\t\tunderstanding of Raoul's suspicions comes to her. \n\t\t\tHer lips tremble and she feels helpless and alone. \n\t\t\tShe is almost at the point of tears. She tries to get \n\t\t\this eyes but he averts them. She touches him upon \n\t\t\tthe arm and speaks with appeal:\n \n\n\t\t\t\t\"RAOUL DO YOU THINK THAT I AM NOT \n\t\t\t\tA GOOD WOMAN? DO YOU NOT LOVE ME?\"\n\n\n\t\t\tBACK: This challenge startles Raoul. He is\n\t\t\tashamed of himself. He takes both of her hands and\n\t\t\tspeaks with fervor:     \n \n\n\t\t\t\t\"I LOVE YOU CHRISTINE..I WANT YOU TO \n\t\t\t\tGO AWAY WITH ME   TONIGHT WHERE WE CAN\n\t\t\t\tBE MARRIED AND ENJOY OUR LOVE.\"\n \n\n\t\t\tBACK: The tremble vanishes from her face and her \n\t\t\teyes twinkle laughingly and excitedly.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is\n\t\t\tashamed of himself. He takes both of her hands and\n\t\t\tspeaks with fervor:     \n \n\n\t\t\t\t\"I LOVE YOU CHRISTINE.. I WANT YOU TO \n\t\t\t\tGO AWAY WITH ME   TONIGHT WHERE WE CAN\n\t\t\t\tBE MARRIED AND ENJOY OUR LOVE.\"\n \n\n\t\t\tBACK: The tremble vanishes from her face and her \n\t\t\teyes twinkle laughingly and excitedly. \n\nTARGET SECTION TO BE ANNOTATED:\n She \n\t\t\tlooks up into his face and tells him appealingly:\n \n\n\t\t\t\t\"TAKE ME WITH YOU SWEET HEART. TONIGHT \n\t\t\t\tBEFORE IT IS TOO LATE.\"\n \n\n\t\t\tBACK: Raoul holds her in his arms impetuously \n\t\t\tand presses his lips against hers.\n \n\n\t\t\tOMITTED\n \n \n\t\t\tA LONGER SHOT BLUE\n \n\t\t\tAbove the lovers a figure of Erick clinging to\n\t\t\tthe statue bends out towards them. It towers over \n\t\t\tthem like an evil spirit.\n \n\n\t\t\tA LONGER SHOT \n\n\t\t\tRaoul releases Christine from his passionate embrace \n\t\t\tthen they exit in the direction from which they came.\n \n\t\t\tERICK is out of sight but the moment they are out of \n\t\t\tscene, he crawls into view and like a monkey \n\t\t\tswiftly climbs from the statue and exits in \n\t\t\tpursuit of the lovers.\n \n \n\t\t\tLONG SHOT OF THE GRAND STAIRCASE\n \n\t\t\tSuddenly the crowd of merry makers are thrown into a \n\t\t\tminor panic by the sudden entrance of the body\n\t\t\tof military police. The Sergeant leading them\n\t\t\tcalls for silence, and produces an official looking\n\t\t\tdocument.\n \n\n\t\t\tSEMI CLOSE UP OF SERGEANT OF MILITARY POLICE\n\n\t\t\tBehind him are the soldiers with guns, he speaks\n\t\t\tloudly referring to the document in his hand: \n\n\n\t\t\t\t\"I HAVE HERE A WARRANT FOR THE ARREST \n\t\t\t\tOF CAPT. RAOUL DE CHAGNY, ARMY DESERTER.\n\t\t\t\tEVERYBODY UNMASK.\"\n \n \n\t\t\tBACK: The sergeant gives an order to his soldiers \n\t\t\tand they rush forward.\n \n \n\t\t\tMED SHOT OF GRAND STAIR CASE.\n\n\t\t\tAs soldiers rush among the guests looking for \n\t\t\tRaoul, tearing off the masks of those who did not \n\t\t\thear his summons, every one is panic stricken.\n \n  \n\t\t\tSEMI CLOSE UP OF SERGEANT OF MILITARY POLICE\n \n\t\t\tHis back to camera. Suddenly the Red Death steps into\n\t\t\tscene and touches his shoulder. The sergeant turns and \n\t\t\tstares in awe as he faces Red Death.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEMI CLOSE UP OF SERGEANT OF MILITARY POLICE\n \n\t\t\tHis back to camera. Suddenly the Red Death steps into\n\t\t\tscene and touches his shoulder. The sergeant turns and \n\t\t\tstares in awe as he faces Red Death. \n\nTARGET SECTION TO BE ANNOTATED:\n The latter\n\t\t\tsays bitterly:\n \n\n\t\t\t\t\"IF YOU'LL FOLLOW ME AND ASK NO QUESTIONS\n\t\t\t\tI'LL SHOW YOU WHERE TO FIND RAOUL DE \n\t\t\t\tCHAGNY.\"\n \n \n\t\t\tBACK:  The sergeant smiles with delight and indicates\n\t\t\tthat he will.\n \n \n\t\t\tLONG SHOT GRAND STAIR CASE.\n \n\t\t\tThe Sergeant gives a command and his soldiers rejoin him.\n\t\t\tThen all follow off scene after the Red Death. \n\n\t\t\t\t\t\tQUICK FADE OUT\n \n\n\t\t\tQUICK FADE IN \n\t\t\tINT CHRISTINE'S DRESSING ROOM\n \n\t\t\tChristine is packing her effects and Raoul helps. \n\t\t\tHe pauses to put his arm about her and kiss her.\n \n\n\t\t\tINT DRESSING ROOM CORRIDOR\n \n\t\t\tAs the Red Death enters followed by the soldiers.\n\t\t\tWith a mocking smile, the Red Death points to \n\t\t\tChristine's room, then as the soldiers move in that\n\t\t\tdirection he laughs a fiendish laugh.\n\n\n\t\t\tINT CHRISTINE'S DRESSING ROOM \n\n\t\t\tRaoul holding Christine close to him and telling her \n\t\t\tof his love. Then the door bursts open and the soldiers \n\t\t\tenter. Raoul releases Christine who gasps in dismay.\n \n \n\t\t\tCLOSE UP OF SERGEANT OF MILITARY POLICE\n\n\t\t\tAs he says gruffly \"You are under arrest, Capt Chagny.\"\n \n\n\t\t\tSEMI CLOSE UP OF SERGEANT OF MILITARY POLICE\n \n\t\t\tHe says the end of line as Raoul realizes what it means\n\t\t\tand his shoulders droop in hopelessness. Christine \n\t\t\tclings to him in terror and begs to know what it \n\t\t\tmeans. He comforts her and tells her:\n \n \n\t\t\t\t\"SOME OF MY BROTHER'S DOING TO SEPARATE \n\t\t\t\tUS. HE HAD ME TRANSFERRED TO THE FOREIGN \n\t\t\t\tLEGION IN MOROCCO, I WAS TO REPORT TODAY.\"\n \n\n\t\t\tBACK: Christine gasps in horror and anguish and\n\t\t\tstarts to cry. Raoul pets her with tenderness.\n \n\n\t\t\tINT. CHRISTINE'S DRESSING ROOM\n \n\t\t\tThe rough sergeant who has no sentiment taps\n\t\t\tRaoul on the shoulder and indicates for him to come.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nRaoul pets her with tenderness. INT. CHRISTINE'S DRESSING ROOM\n \n\t\t\tThe rough sergeant who has no sentiment taps\n\t\t\tRaoul on the shoulder and indicates for him to come. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tRaoul frowns darkly then releasing Christine and \n\t\t\tkissing her on the forehead gently disengaging her\n\t\t\tand moves into the center of the military police.\n  \n \n\t\t\tCLOSE UP OF CHRISTINE\n \n\t\t\tAs she sobs bitterly.\n \n \n\t\t\t\t\"I LOVE YOU RAOUL. I WILL WAIT FOR \n\t\t\t\tYOU TILL ETERNITY.\"\n \n \n\t\t\tCLOSE UP OF RAOUL IN THE CENTER OF MILITARY POLICE\n \n\t\t\tHe looks towards Christine with a happy smile\n\t\t\tand throws her a kiss.\n\n\n\t\t\tINT CHRISTINE'S DRESSING ROOM \n\n\t\t\tAs the sergeant gives a crisp military command and \n\t\t\tthe military police march Raoul away leaving Christine \n\t\t\ton her couch sobbing as if her heart would break.\n\n\t\t\t\t\t\tFADE OUT\n \n\n\t\t\tFADE IN\n\t\t\tINT CORRIDOR OF CELL OF MILITARY PRISON\n \n\t\t\tDiscovered Raoul sitting on a cot. He is in \n\t\t\tthe depth of despondency and filled with all \n\t\t\tsorts of worries and fears. Outside his cell \n\t\t\tpaces a guard. He frets over his hopeless position. \n\t\t\tThen a guard arrives in the corridor outside with \n\t\t\tPhilippe and the latter is admitted to Raoul's cell.\n\t\t\tThe two brothers face each other coldly then Raoul\n\t\t\tarises and turning his back on his brother looks \n\t\t\tout of the window of his cell. Philippe's face \n\t\t\tsoftens and turning he shows he loves his brother \n\t\t\tdevotedly and is sincere in what he has done to thwart\n\t\t\tRaoul's love affair with Christine. He pulls an \n\t\t\tofficial document from his pocket and coughing \n\t\t\tnervously says:\n \n \n\t\t\t\t\"I HAVE HERE THE PRESIDENT'S ORDER \n\t\t\t\tFOR YOUR RELEASE, PROVIDED YOU \n\t\t\t\tWILL REPORT IMMEDIATELY FOR FOREIGN \n\t\t\t\tSERVICE.\"\n \n \n\t\t\tBACK: Raoul does not turn-- he continues to stare \n\t\t\tout of the window.\n \n \n\t\t\tC.V. OF RAOUL\n \n\t\t\tHis back is to Philippe- he is thinking hard and \n\t\t\tscheming. His eyes light up as a plan enters his brain.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. OF RAOUL\n \n\t\t\tHis back is to Philippe- he is thinking hard and \n\t\t\tscheming. His eyes light up as a plan enters his brain. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tINT CELL\n \n\t\t\tPhilippe getting no reply, goes up behind Raoul \n\t\t\tand putting his hand affectionately on Raoul's \n\t\t\tshoulder, pleads for him to come to his senses \n\t\t\tand accept--finally Raoul straightens up and\n\t\t\tturning faces his brother, says:\n\n\n\t\t\t\t\"I'LL ACCEPT ON ONE CONDITION ***THAT \n\t\t\t\tI MAY HAVE A LAST FAREWELL GLIMPSE OF \n\t\t\t\tCHRISTINE. TONIGHT AT THE OPERA YOU \n\t\t\t\tCAN GO WITH ME.\"\n \n\n\t\t\tBACK: Philippe gasps in dismay, and refuses, whereupon \n\t\t\tRaoul shrugs his shoulders and turns his back to gaze \n\t\t\tout of the window. Philippe pauses to think and he \n\t\t\tweakens then again putting his hand on Raoul \n\t\t\taffectionately he indicates that he will agree \n\t\t\tto Raoul's condition--Raoul shows his gratitude, \n\t\t\tthen follows after Philippe who shows the official \n\t\t\torder to the waiting guard.\n \n\t\t\t\t\t\tFADE OUT\n \n\n\t\t\t\tTHAT NIGHT AT EIGHT O'CLOCK\n \n\n\t\t\tFADE IN \n\t\t\tEXT PARIS OPERA HOUSE\n \n\t\t\tThere is a drizzling rain - carriages are stopping \n\t\t\tbefore the opera house to discharge opera patrons.\n \n\n\t\t\tSEMI C.V. AT THE CURB\n \n\t\t\tAs a traveling barouche drives up and stops and \n\t\t\tPhilippe and Raoul emerge. Raoul moves to pay the \n\t\t\tdriver and Philippe hurries off scene to get to \n\t\t\tshelter. As Raoul pays the driver, he whispers \n\t\t\tsomething to the driver and the latter nods his head -\n\t\t\tit is evident that Raoul has planned something. Raoul \n\t\t\texits after Philippe.\n \n \n\t\t\tINT AUDITORIUM LONG SHOT FROM REAR OF THE \n\t\t\tAUDITORIUM TOWARDS THE STAGE\n \n\t\t\tThe audience is being seated.\n \n \n\t\t\tBACK STAGE  LONG SHOT  (A FLASH)\n \n\t\t\tAtmosphere shot of stage at work under Simon Buquet's \n\t\t\torders.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nRaoul \n\t\t\texits after Philippe. INT AUDITORIUM LONG SHOT FROM REAR OF THE \n\t\t\tAUDITORIUM TOWARDS THE STAGE\n \n\t\t\tThe audience is being seated. BACK STAGE  LONG SHOT  (A FLASH)\n \n\t\t\tAtmosphere shot of stage at work under Simon Buquet's \n\t\t\torders. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n\t\t\tINT BOX CORRIDOR \n\t\t\tNEAR RAOUL'S BOX\n\n\t\t\tRaoul and Philippe follow an usher to scene from \n\t\t\tbehind camera---The usher opens the door to box and \n\t\t\tPhilippe enters first. Raoul quietly produces a note \n\t\t\tand some money - slips it to the usher and with his \n\t\t\tfinger to his lips for caution exits into the box. \n\t\t\tThe usher nods after Raoul and exits through door \n\t\t\tto the stage.\n \n \n\t\t\tINT RAOUL'S BOX\n \n\t\t\tAs Philippe and Raoul are seated. Raoul is very\n\t\t\tnervous and excited and Philippe watches him \n\t\t\tclosely.\n\n\n\t\t\tINT. CHRISTINE'S DRESSING ROOM\n \n\t\t\tChristine is nearly dressed for the part of Mar-\n\t\t\tguerite, a maid is assisting her--she is listless \n\t\t\tand sad because Raoul been taken from her.\n \n \n\t\t\tPASSAGE WAY BACK OF MIRROR.\n \n\t\t\tThe Phantom is looking into Christine's dressing room \n\t\t\tthru the trick mirror. Christine can be seen with her \n\t\t\tmaid dressing her-- the Phantom grins with satisfaction. \n\t\t\tSuddenly Christine and the maid start and look toward \n\t\t\tthe door, then the maid exits from the scene.\n \n\n\t\t\tINT. CHRISTINE'S ROOM\n \n\t\t\tThe maid has the door open and receives from the \n\t\t\tusher Raoul's note- she closes the door and carries \n\t\t\tthe message to Christine.\n \n \n383.\t\t\tC.V. OF CHRISTINE\n \n\t\t\tAs she opens the message and reads it\n \n \nINSERT OF MESSAGE\n\t\t\t\t\tDARLING CHRISTINE \n\t\t\t\tI AM HERE TONIGHT IN BOX THREE \n\t\t\t\tBE READY TO LEAVE AS YOU ARE DRESSED AT \n\t\t\t\tTHE FINAL CURTAIN. I'LL BE WAITING AT \n\t\t\t\tTHE STAGE DOOR IN A CLOSED BAROUCHE.\n \n\t\t\t\t\t\t I LOVE YOU\n  \t\t\t\t\t\t     RAOUL.\n\n\n\t\t\tBACK: Christine looks up from her note with her face\n\t\t\ttransfigured with joy- then she laughs from happiness\n\t\t\tthe gloom has vanished from her face.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'LL BE WAITING AT \n\t\t\t\tTHE STAGE DOOR IN A CLOSED BAROUCHE. I LOVE YOU\n  \t\t\t\t\t\t     RAOUL. BACK: Christine looks up from her note with her face\n\t\t\ttransfigured with joy- then she laughs from happiness\n\t\t\tthe gloom has vanished from her face. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tPASSAGEWAY BACK OF MIRROR\n \n\t\t\tAs the phantom with a grave face sees the effect of \n\t\t\tthe note on Christine, he suspects that it is \n\t\t\tfrom Raoul and is furious- as he watches Christine \n\t\t\tlook about for a place to hide the note and he smiles \n\t\t\twith satisfaction as he sees her hide it in one of \n\t\t\ther slippers. Which she shoves under the couch\n \n\n\t\t\tINT DRESSING ROOM CORRIDOR AMBER\n\t\t\tCLOSE UP CALL BOY AT CHRISTINE'S DOOR\n \n\t\t\tHe announces \"First act\" and exits.\n \n \n\t\t\tINT. CHRISTINE'S DRESSING ROOM \n\n\t\t\tAs Christine gives her face a final powdering and \n\t\t\texits with her maid.\n \n \n\t\t\tDRESSING ROOM CORRIDOR\n \n\t\t\tAs Christine and maid come out of dressing room and \n\t\t\tmove toward corridor.\n \n \n\t\t\tINT. CHRISTINE'S DRESSING ROOM\n \n\t\t\tThe mirror begins to quiver and the reflection of the\n\t\t\troom dances about-- then the phantom appears as if \n\t\t\tthrough the mirror-- he looks about and then moves \n\t\t\tout of her mirror and goes to the couch where he\n\t\t\tsecures the note from Raoul out of her slipper.\n\t\t\tHe reads it.\n \n\nINSERT OF NOTE\n \t\t\tINSERT FEW FEET OF RAOUL'S NOTE AS IN\n\t\t\tSCENE 383\n \n\n\t\t\tBACK: The phantom looks up with rage trembling his\n\t\t\tlips and hands, then he laughs in triumph and put-\n\t\t\tting the note where he found it-he returns to the \n\t\t\tmirror and vanishes thru it in the same mysterious \n\t\t\tmanner.\n\n\t\t\t\t\t\tFADE OUT\n \n\n\t\t\t\tTO RAOUL IT SEEMED LIKE HOURS OF WAITING\n\t\t\t\tYET IT WAS ONLY THE SECOND ACT\n \n\n\t\t\tFADE IN \n\t\t\tINT. RAOUL'S BOX\n \n\t\t\tAs Raoul watches with feverish anxiety- now and then \n\t\t\tbites his finger nails because he is so restless.\n\t\t\tPhilippe watches him closely and really sympathizes \n\t\t\twith him.\n \n \n\t\t\tON BACK STAGE   AMBER\n \n\t\t\tThe curtain is up and the second act is in progress. \n\t\t\tIt is the country fair scene.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nPhilippe watches him closely and really sympathizes \n\t\t\twith him. ON BACK STAGE   AMBER\n \n\t\t\tThe curtain is up and the second act is in progress. It is the country fair scene. \n\nTARGET SECTION TO BE ANNOTATED:\n Upon the stage are \n\t\t\tFaust, Mephistopheles, Wagner and his fellow students, \n\t\t\tSeibel, soldiers, maidens and matrons. Faust, Meph-\n\t\t\tistopheles and Seibel are waiting to catch sight of\n\t\t\tMarguerite as she returns from church. In the wings\n\t\t\tare the scene shifters - ballet girls, and attendants \n\t\t\tof the opera. However, all this is only general back-\n\t\t\tground. Christine appears ready for her entrance.\n\n\n\t\t\tINT. LIGHT CONTROL ROOM  AMBER\n \n\t\t\tUpon the table is the night lunch of the light\n\t\t\tcontrol men and a bottle of wine. The table is near\n\t\t\tan open door opening into darkness. This light control \n\t\t\tman is reading a newspaper. His assistant is busy at \n\t\t\tthe switches. The feet of the prompter, sitting in \n\t\t\this box, can be seen. The black cloaked figure of \n\t\t\tErick moves in, his back to the camera. He hovers near \n\t\t\tover the table, for an instant his body screens what he \n\t\t\tis doing. Then, as silently he disappears, his back to\n\t\t\tthe camera.  The light control men looks up from his\n\t\t\tpaper as if he felt a draught. Then he resumes his \n\t\t\treading.\n \n\n\t\t\tSTAGE FROM AUDIENCE \n\n\t\t\tAs Christine makes her entrance.\n \n \n\t\t\tINT RAOUL'S BOX\n\n\t\t\tAs Raoul sighs deeply at the sight of Christine \n\t\t\tand leans forward watching her hungrily. \n\t\t\tPhilippe seems more human and sympathetic.\n \n \n\t\t\tMED. SHOT OF STAGE  AMBER\n \n\t\t\tThe situation upon the stage is at the beginning of \n\t\t\tthe duet between Faust and Marguerite, near the close \n\t\t\tof the second act.\n \n \n\t\t\tSHOOTING THRU WINGS TO OPERATIC ACTION UPON STAGE AMBER\n \n\t\t\tSimon enters and comes to a sudden stop and tension \n\t\t\tas he looks towards the footlights.\n\n\n\t\t\tCLOSE UP OF SIMON\n\n\t\t\tHe is perplexed- looking at something trying to \n\t\t\tfigure it out.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOT OF STAGE  AMBER\n \n\t\t\tThe situation upon the stage is at the beginning of \n\t\t\tthe duet between Faust and Marguerite, near the close \n\t\t\tof the second act. SHOOTING THRU WINGS TO OPERATIC ACTION UPON STAGE AMBER\n \n\t\t\tSimon enters and comes to a sudden stop and tension \n\t\t\tas he looks towards the footlights. CLOSE UP OF SIMON\n\n\t\t\tHe is perplexed- looking at something trying to \n\t\t\tfigure it out. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tCLOSE UP OF PROMPTER'S BOX SHOOTING FROM STAGE  AMBER\n \n\t\t\tA peculiar, startled expression is upon the prompter's \n\t\t\tface- his eyes bulge. He is drawn downward by an \n\t\t\tunseen hand.\n\n\n\t\t\tBEHIND THE SCENE   AMBER \n\t\t\tMED CLOSE UP OF SIMON\n \n\t\t\tWatching the disappearance of the prompter. He is \n\t\t\texcited. It is more work of the opera ghost. \n\t\t\tHe runs off excitedly to investigate.\n \n \n\t\t\tMED. CLOSE UP OF PROMPTER'S BOX FROM STAGE AMBER\n \n\t\t\tErick's mask face appears for an instant in the \n\t\t\tprompter's box, then it disappears.\n \n\n\t\t\tMED CLOSE UP CHRISTINE  AMBER\n \n\t\t\tShe has seen Erick and while she is struck in terror \n\t\t\tshe tries to keep up her part in the duet.\n \n\n\t\t\tLONG SHOT  AUDITORIUM  AMBER\n \n\t\t\tThis is the longest shot that has been taken without\n\t\t\tshowing the chandelier. The action on the stage is\n\t\t\tfollowed for an instant and then the house is plunged\n\t\t\tinto darkness. This is held for 20 feet so that the\n\t\t\tproper period of darkness can be timed in the cutting.\n\t\t\tThe house is again illuminated and Christine has \n\t\t\tdisappeared from the stage. All upon the stage \n\t\t\tare bewildered, confused.\n \n\n\t\t\tINT RAOUL'S BOX  AMBER \n\n\t\t\tThis is a flash of Raoul staring at the stage wild \n\t\t\teyed and bewildered--Philippe also stares to the stage.\n\t\t\tRaoul turns to Philippe and gasps in horror.\n\n \n\t\t\t\t\"SHE'S GONE.\"\n\n\n\t\t\tBACK: Philippe as horrified as Raoul nods in the\n\t\t\taffirmation.\n\n\n\t\t\tMED SHOT ON THE STAGE INCLUDING CHANDELIER  AMBER\n\n\t\t\tThe singers and cast are milling about in utter \n\t\t\tbewilderment. The musicians are just as confused, and \n\t\t\tthe conductor signals for them to stop playing. \n\t\t\tThe curtain drops rapidly.\n\n\n\t\t\tINT AUDITORIUM SHOOTING FROM REAR TO STAGE. \n\n\t\t\tThe audience are in the hubbub of excitement.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe curtain drops rapidly. INT AUDITORIUM SHOOTING FROM REAR TO STAGE. The audience are in the hubbub of excitement. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tINT LIGHT CONTROL ROOM AMBER\n \n\t\t\tThe two light control men are doped. Knocked out. \n\t\t\tOne is over the table and the other has fallen from\n\t\t\this stool to the floor.  The prompter is lying on\n\t\t\tthe floor bound and gagged, over his head is a\n\t\t\tblack bag. Simon runs in at high pitch of excitement.\n\t\t\tThis is exactly what he has expected.  He shakes one\n\t\t\tof the light control men and then the other  Then\n\t\t\the excitedly calls for help and begins to unbind the \n\t\t\tprompter. A scene shifter and a fireman runs in. \n\t\t\tSimon tells them excitedly with blood in his eye,\n\t\t\tthat this is more of the ghost's work.\n \n\t\t\tThe gag is removed from the prompter's mouth, the\n\t\t\tbewildered man begins to indicate that he saw nothing \n\t\t\tbut was just jerked down.\n\n\n\t\t\tMED LONG SHOT OF STAGE AND AUDIENCE  AMBER....\n\n\t\t\tMost of these in the orchestra and chorus are standing \n\t\t\tand the house is buzzing with excitement. The curtain\n\t\t\tpulled back to one side and then the man playing\n\t\t\tFaust steps forth- the audience is instantly hushed.\n \n\n\t\t\tSEMI C.V. OF FAUST\n \n\t\t\tHe holds up his hand for silence, then he says:\n \n \n\t\t\t\t\"LADIES AND GENTLEMEN  I DO NOT WISH TO \n\t\t\t\tALARM YOU. BUT WHEN THE LIGHTS WERE OUT \n\t\t\t\tCHRISTINE DAAE DISAPPEARED. THE POLICE \n\t\t\t\tHAVE BEEN SUMMONED AND THE OPERA WILL \n\t\t\t\tPROCEED WITH AN UNDERSTUDY IN HER ROLE.\"\n \n \n\t\t\tBACK:  The curtain is again pulled back and Faust\n\t\t\tbacks off.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nOF FAUST\n \n\t\t\tHe holds up his hand for silence, then he says:\n \n \n\t\t\t\t\"LADIES AND GENTLEMEN  I DO NOT WISH TO \n\t\t\t\tALARM YOU. BUT WHEN THE LIGHTS WERE OUT \n\t\t\t\tCHRISTINE DAAE DISAPPEARED. THE POLICE \n\t\t\t\tHAVE BEEN SUMMONED AND THE OPERA WILL \n\t\t\t\tPROCEED WITH AN UNDERSTUDY IN HER ROLE.\"\n \n \n\t\t\tBACK:  The curtain is again pulled back and Faust\n\t\t\tbacks off. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n\t\t\tINT RAOUL'S BOX \n\n\t\t\tBoth Raoul and Philippe gazing in horror-then the two\n\t\t\tbrothers face each other--In Raoul's eyes a look of\n\t\t\tpleading--Philippe suddenly extends his hand and with\n\t\t\ta sincere look says:\n \n \n\t\t\t\t\"YOU CAN COUNT ON ME RAOUL\"\n \n\n\t\t\tBACK: Raoul's answer is a grateful look and a hearty \n\t\t\tclasp of his brother's hand- then Raoul arises and \n\t\t\tstarts out of the box. Philippe follows.\n \n \n\t\t\tVIEW OF AUDIENCE AND STAGE\n\n\t\t\tThe audience are in a hubbub of excitement- then \n\t\t\tthe curtain rises again and an understudy starts to sing \n\t\t\tthe duet of Faust---the audience quiets down.\n \n \n\t\t\tINT DRESSING ROOM CORRIDOR\n \n\t\t\tFrom stage door. As Raoul and Philippe come out\n\t\t\tof box - as they come into f.g. Raoul stops and\n\t\t\tgrabbing Philippe's arm says:\n \n \n\t\t\t\t\"GET A COUPLE OF GUNS AND COME TO \n\t\t\t\tCHRISTINE'S DRESSING ROOM. I'LL BE \n\t\t\t\tTHERE.\"\n \n \n\t\t\tBACK: Philippe nods agreement and exits back past box,\n\t\t\ttoward rear of opera house, while Raoul plunges on \n\t\t\tpast camera.\n \n\n\t\t\tINT FIRST CELLAR\n \n\t\t\tDiscovered Simon talking excitedly to his army \n\t\t\tof scene shifters and crew - indications are that\n\t\t\the is stirring them to a mob frenzy and they \n\t\t\tare all for him.\n \n \n\t\t\tINT DRESSING ROOM CORRIDOR AMBER\n \n\t\t\tAttendants of the opera and a gathering of ballet \n\t\t\tgirls are discovered excitedly discussing the \n\t\t\tmysterious happening. Some are looking into \n\t\t\tChristine's dressing room with awed curiosity. \n\t\t\tRaoul enters from the direction of the stage and \n\t\t\tlike a madman hurries toward Christine's dressing \n\t\t\troom. As he nears the door those who are peering \n\t\t\tinto the room fall back. An instant before Raoul \n\t\t\texits into the room the Persian enters to corridor \n\t\t\tfrom cellar. He catches sight of Raoul and glides \n\t\t\tswiftly after him.\n \n \n\t\t\tINT.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn instant before Raoul \n\t\t\texits into the room the Persian enters to corridor \n\t\t\tfrom cellar. He catches sight of Raoul and glides \n\t\t\tswiftly after him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHRISTINE'S DRESSING ROOM AMBER\n \n\t\t\tRaoul enters and finds the room empty. Raoul is \n\t\t\tfilled with oaths and insults. He pounds upon the \n\t\t\tmirror with his hand, as if he were challenging the \n\t\t\tphantom behind it.  The Persian enters swiftly and \n\t\t\tcloses the door but does not lock it. From this \n\t\t\tmoment the Persian takes command. His movements are \n\t\t\tdefinite and direct. He indicates in an authoritative \n\t\t\tway for Raoul to calm himself and tells him:\n \n\n\t\t\t\t\"I CAN HELP YOU SAVE CHRISTINE DAAE FROM ERICK... \n\t\t\t\tIF YOU'LL DO EXACTLY AS I SAY.\"\n \n\n\t\t\tBACK: The Persian faces Raoul in a manner deliberate\n\t\t\tand cold though not unfriendly -- Raoul is dis-\n\t\t\tpleased by his interruption and he says angrily:     \n \n\n\t\t\t\t\"WHO ARE YOU AND WHAT DO YOU \n\t\t\t\tKNOW ABOUT ERICK?\"\n \n \n\t\t\tBACK: The Persian commands Raoul with his eyes and\n\t\t\tthere is a pause. He tells him coldly and \n\t\t\twithout excitement:\n\n\n\t\t\t\t\"I AM THE PERSIAN ... ONCE HIS \n\t\t\t\tFRIEND. YOU'LL REALIZE HER DANGER \n\t\t\t\tWHEN I TELL YOU SHE'S IN THE HANDS \n\t\t\t\tOF A DANGEROUS MANIAC WHO ESCAPED \n\t\t\t\tFROM A PARIS ASYLUM!\"\n \n \n\t\t\tBACK: Raoul gasps in horror and alarm - he bids the \n\t\t\tother tell him more - he is impatient - the \n\t\t\tPersian continues:\n \n\n\t\t\t\t\"ERICK WAS BORN IN FRANCE...SUCH \n\t\t\t\tA HIDEOUS MONSTROSITY THAT EVEN \n\t\t\t\tHIS OWN MOTHER COULDN'T BEAR HIM \n\t\t\t\tWITHOUT A MASK.\"\n \n\n\t\t\tBACK: Raoul is horrified yet fascinated - he begs the other\n\t\t\tto continue - the Persian does so. The Persian pauses.\n\t\t\tRaoul is filled with horror - the Persian continues:\n \n\n\t\t\t\t\"DURING THE SECOND COMMUNE, HE \n\t\t\t\tSUDDENLY APPEARED TO JOIN THE PARIS \n\t\t\t\tREVOLUTIONISTS.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUCH \n\t\t\t\tA HIDEOUS MONSTROSITY THAT EVEN \n\t\t\t\tHIS OWN MOTHER COULDN'T BEAR HIM \n\t\t\t\tWITHOUT A MASK.\"\n \n\n\t\t\tBACK: Raoul is horrified yet fascinated - he begs the other\n\t\t\tto continue - the Persian does so. The Persian pauses. Raoul is filled with horror - the Persian continues:\n \n\n\t\t\t\t\"DURING THE SECOND COMMUNE, HE \n\t\t\t\tSUDDENLY APPEARED TO JOIN THE PARIS \n\t\t\t\tREVOLUTIONISTS. \n\nTARGET SECTION TO BE ANNOTATED:\n HE WAS THE \n\t\t\t\tCHIEF EXECUTIONER OF THE NOBILITY\n\t\t\t\tIN THE TORTURE CHAMBERS UNDER THESE \n\t\t\t\tVERY CELLARS.\"\n \n\n\t\t\tRaoul can stand no more - his fears for Christine's\n\t\t\tsafety have become a frenzy - he pleads for the \n\t\t\tPersian to help him do something - the Persian \n\t\t\tsurveys him calmly, then he drops to his knees\n\t\t\tand begins feeling along the baseboard for the \n\t\t\thidden control of the trick mirror.\n \n\n\t\t\tINT DRESSING ROOM CORRIDOR\n \n\t\t\tAs Philippe enters from the stage, carrying two \n\t\t\tlarge pistols - he pauses then passes camera.\n \n \n\t\t\tINT CHRISTINE'S DRESSING ROOM   AMBER\n\n\t\t\tThe Persian is now standing upon a stool and \n\t\t\tis running his fingers along the picture molding. \n\t\t\tHe indicates to Raoul that he has found what he \n\t\t\tis looking for. He pulls at the molding and\n\t\t\ta section of it comes out, lever-like, revealing\n\t\t\ta steel draw bar behind it.\n\n\t\t\tThe Persian jumps from the stool, grasps Raoul by the\n\t\t\tarm and moves him to the position in front of the \n\t\t\tmirror. This shot is taken as at a different angle than \n\t\t\tthe mirror shot in which Christine disappeared so that \n\t\t\tthe audience will be let in on the trick nature of the \n\t\t\tcontrivance. The mirror opens and Raoul and the Persian \n\t\t\tpass through it - that instant Philippe enters to catch\n\t\t\ta fleeting glimpse of Raoul as he vanishes thru the \n\t\t\tmirror and it closes after him-- he hurries forward\n\t\t\tin dismay and feels the glass.\n \n \n\t\t\tINT CORRIDOR BACK OF MIRROR...FAINT GREEN\n \n\t\t\tRaoul and the Persian are discovered back of mirror. \n\t\t\tThe Persian motions Raoul to do exactly as he\n\t\t\ttells him. He pantomimes to Raoul to hold up his hand,\n\t\t\tRaoul is mystified as to the reason for this but obeys.\n\t\t\tThe Persian tells Raoul hurriedly: \n\n\n\t\t\t\t\"I HAVE BEEN TO THIS HOME ON THE LAKE\n\t\t\t\tBEFORE BUT NOT BY THIS ROAD...AND THIS\n\t\t\t\tIS THE ONLY ROAD TONIGHT.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pantomimes to Raoul to hold up his hand,\n\t\t\tRaoul is mystified as to the reason for this but obeys. The Persian tells Raoul hurriedly: \n\n\n\t\t\t\t\"I HAVE BEEN TO THIS HOME ON THE LAKE\n\t\t\t\tBEFORE BUT NOT BY THIS ROAD... AND THIS\n\t\t\t\tIS THE ONLY ROAD TONIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tBACK: Both men, holding up their right hands and \n\t\t\thugging the wall, exit along Erick's trail.\n \n \n\t\t\tINT CHRISTINE'S DRESSING ROOM\n \n\t\t\tAs Philippe pounds on the glass and calls out Raoul's \n\t\t\tname. Then hurries out of the dressing room.\n \n \n\t\t\tINT CELLARS  THE SWINGING BRIDGE SET  FAINT GREEN\n \n\t\t\tThe Persian and Raoul holding their right hands\n\t\t\tpass over bridge into the same direction that Erick\n\t\t\tcarried Christine.\n\n\n\t\t\tINT CHRISTINE'S DRESSING ROOM\n \n\t\t\tAs Philippe returns with several ballet girls and \n\t\t\tseveral supers of the opera. He explains in pantomime \n\t\t\thow Raoul vanished through the mirror. The others \n\t\t\tstare at him in amazement--they look at each \n\t\t\tother and grin. They think that he is crazy and \n\t\t\texit. Philippe stares after them angrily, then\n\t\t\tattacks the mirror with the butt of his pistol.\n\n\n\t\t\tINT ROI DE LAHORE SET.  FAINT GREEN\n \n\t\t\tTwo shadows are seen on the wall where the shadow of\n\t\t\tJoseph Buquet's figure was seen. It is Raoul and the \n\t\t\tPersian approaching from the right, holding up their \n\t\t\thands. They enter and Raoul follows the Persian to a\n\t\t\tlittle cupboard fastened to the wall. The cupboard\n\t\t\tcontains an emergency outfit consisting of a dark\n\t\t\tlantern, a hatchet, an ax, a saw and a coil of rope.\n\t\t\tThe cupboard door is removed by the Persian who takes\n\t\t\tthe lantern and lights it.\n \n \n\t\t\tMED CLOSE UP OF RAOUL AND THE PERSIAN FAINT GREEN.\n \n\t\t\tThe mystery is now upon Raoul as it was upon\n\t\t\tChristine. He would like to help but he senses his\n\t\t\ttotal helplessness. Raoul drops his hand. The Persian \n\t\t\tturns on him and tells him in a startled way:\n \n\n\t\t\t\t\"YOUR HAND UP! IT IS \n\t\t\t\tA MATTER OF LIFE OR DEATH!\"\n \n \n\t\t\tA LONGER SHOT...FAINT GREEN\n \n\t\t\tRaoul is puzzled and senses his dependency. He \n\t\t\traises his hand. The Persian moves quickly\n\t\t\tfollowed by Raoul to a pin rail in the left b.g.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAINT GREEN\n \n\t\t\tRaoul is puzzled and senses his dependency. He \n\t\t\traises his hand. The Persian moves quickly\n\t\t\tfollowed by Raoul to a pin rail in the left b.g. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\tWith some effort the Persian twists one of these\n\t\t\tlarge pins. As he does a trap opens in the floor\n\t\t\tin the identical spot where the body of Joseph \n\t\t\tBuquet was found. The Persian and Raoul go to the \n\t\t\topen trap and the Persian flashes on the lantern \n\t\t\tand indicates for Raoul to hold him by the wrists \n\t\t\tand drop him - Raoul holds the Persian by the wrists \n\t\t\tand drops him - (This scene will be more effective \n\t\t\tif played in semi-darkness)\n \n \n\t\t\tINT CORRIDOR LOOKING AT BLANK WALL  FAINT GREEN \n\t\t\t(This blank wall can be doubled for another location)\n\n\t\t\tThis source of light here is the Persian's lantern.\n\t\t\tCouple of counter poise weights are hanging from above. \n\t\t\tThe Persian falls into the scene and lights on\n\t\t\this feet. Raoul drops in after him.  The Persian pulls\n\t\t\tthe counter-poise weight.\n \n \n\t\t\tINT ROI DE LAHORE SET   FAINT GREEN. \n\n\t\t\tThis is a flash of the trap closing.\n \n \n\t\t\tINT CORRIDOR LOOKING AT BLANK WALL  FAINT GREEN\n \n\t\t\tRaoul and Persian exit - guided by the rays from\n\t\t\tthe dark lantern.\n \n\n\t\t\tINT CHRISTINE'S DRESSING ROOM\n \n\t\t\tPhilippe has smashed the trick mirror revealing \n\t\t\tthe secret passageway behind it - gripping a gun \n\t\t\tin each hand and with a triumphant smile he steps \n\t\t\tinto the passageway and exits from sight.\n \n \n\t\t\tINT CELLAR SHOOTING AGAINST BLANK WALL  #2  FAINT GREEN\n \n\t\t\tRaoul and the Persian enter - They look off and stop \n\t\t\t-both transfixed with terror - They flatten themselves \n\t\t\tagainst the wall as the Persian makes his lantern \n\t\t\tdark. A fiery face - not more than three feet from \n\t\t\tthe ground approaches, a red handkerchief - Handschiegel \n\t\t\tProcess - is around the neck giving the impression \n\t\t\tthat it is a decapitated head. When the terrible \n\t\t\tface reaches a point opposite Raoul and the Persian\n\t\t\tit cries out at them:\n \n\n\t\t\t\t\"DON'T MOVE...WHATEVER YOU DO... \n\t\t\t\tI'M THE RAT CATCHER. LET ME PASS \n\t\t\t\tWITH MY RATS.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHATEVER YOU DO... I'M THE RAT CATCHER. LET ME PASS \n\t\t\t\tWITH MY RATS. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n\t\t\tBACK: The face exits. The light upon the face is \n\t\t\tcaused by a dark lantern which the rat catcher holds \n\t\t\tturned upon himself. The Persian turns on his lantern \n\t\t\tand he and Raoul exit, looking back with terrified \n\t\t\teyes, their right hands up in the air.\n \n\n\t\t\tMED CLOSE UP ERICK (FULL FIGURE) AND CHRISTINE\n \n\t\t\tErick stands upon the steps back of the couch - folds \n\t\t\this arms - towers over her and addresses her:\n \n\n\t\t\t\t\"YOU MUST NOW MAKE YOUR CHOICE! \n\t\t\t\t...THE WEDDING MASS OR THE REQUIEM\n\t\t\t\tMASS?\"\n\n\n\t\t\tBACK: Christine breaks into tears, repeating, \"No!\n\t\t\tNo! No!\" Her tears touch Erick. He cannot stand them.\n\t\t\tErick leaves the steps and goes to the other side of\n\t\t\tside of the couch.\n \n  \n\t\t\tANOTHER MEDIUM CLOSE UP ERICK AND CHRISTINE.  AMBER\n\n\t\t\tErick kneels and appeals to her:\n \n\n\t\t\t\t\"DON'T CRY...IT GIVES ME PAIN!\n\n\n\t\t\tBACK: This causes Christine to cry all the more-\n\t\t\tbitterly - then he tells her in a pathetic reasoning\n\t\t\tway:\n \n\n\t\t\t\t\"I WANT TO HAVE A WIFE LIKE EVERYBODY \n\t\t\t\tELSE AND TAKE HER OUT ON SUNDAYS.\"\n \n \n\t\t\tBACK: Christine cowers away from him like a broken \n\t\t\tspirited animal as far away as the couch will allow. \n\t\t\tHis mood changes again - he rises in a rage - He is \n\t\t\tinfuriated at himself and his position.\n \n\n\t\t\tA LONGER SHOT...AMBER:\n \n\t\t\tHe beats his chest and cries at her:\n \n \n\t\t\t\t\"I AM SICK AND TIRED OP LIVING \n\t\t\t\tLIKE A MOUNTEBANK IN A HOUSE \n\t\t\t\tWITH A FALSE BOTTOM.\"\n \n \n\t\t\tBACK: Erick continues to violently bemoan his \n\t\t\tfate and threaten Christine.\n \n \n\t\t\tINT LAST CELLAR  FAINT GREEN\n\n\t\t\tThis is a low massive chamber. It is almost at the \n\t\t\tbottom of the opera foundations, leading from it is\n\t\t\ta long narrow corridor, wide enough only for two \n\t\t\tmen to walk abreast.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMBER:\n \n\t\t\tHe beats his chest and cries at her:\n \n \n\t\t\t\t\"I AM SICK AND TIRED OP LIVING \n\t\t\t\tLIKE A MOUNTEBANK IN A HOUSE \n\t\t\t\tWITH A FALSE BOTTOM.\"\n \n \n\t\t\tBACK: Erick continues to violently bemoan his \n\t\t\tfate and threaten Christine. INT LAST CELLAR  FAINT GREEN\n\n\t\t\tThis is a low massive chamber. It is almost at the \n\t\t\tbottom of the opera foundations, leading from it is\n\t\t\ta long narrow corridor, wide enough only for two \n\t\t\tmen to walk abreast. \n\nTARGET SECTION TO BE ANNOTATED:\n This first shot does not reveal \n\t\t\tthe narrow corridor. Raoul and the Persian enter. \n\t\t\tThe Persian stops and listens. Raoul tiredly lets \n\t\t\tdown his right hand. In a startled way, the Persian \n\t\t\tgrabs Raoul's wrist and raises his right arm for \n\t\t\thim, with a certain horror in his look.\n \n\n\t\t\t\t\"KEEP YOUR HANDS UP! THIS IS THE ONLY \n\t\t\t\tWAY TO THROW OFF THE STRANGLER'S LASSO.\"\n \n  \n\t\t\tBACK: Raoul is henceforth careful to keep his hand \n\t\t\traised. They exit. The Persian with increased caution.\n \n \n\t\t\tANOTHER SHOT...REVEALING NARROW CORRIDOR  FAINT GREEN\n \n\t\t\tRaoul and Persian enter - The Persian again stops \n\t\t\tand listens - Then he whispers to Raoul.\n \n\n\t\t\t\t\"WE ARE NEAR HIS HOUSE NOW.\"\n \n\n\t\t\tBACK: The Persian cautions Raoul to move quietly.\n\t\t\tThey reach a point just inside the corridor.\n\t\t\tWithout any anticipation a trap gives under their\n\t\t\tfeet and they shoot downwards out of the picture. \n\t\t\tThe picture is held on an instant and the trap closed.\n \n \n\t\t\tINT TORTURE CHAMBER. ...FAINT GREEN\n \n\t\t\tThe source of light is the Persian's lantern. \n\t\t\tIn relation to Erick's living room this chamber is \n\t\t\tto the left. It is a six-cornered room, the sides \n\t\t\tof which are covered with mirrors from top to \n\t\t\tbottom. The chamber is very high and the ceiling \n\t\t\tnever seen. In one corner is an iron tree with \n\t\t\tan iron branch. Upon the branch is hanging a \n\t\t\tstrangler's lasso. The multiple reflections of the\n\t\t\ttree gives the effect of a forest, in the mirrors.\n\t\t\tOut of reach of anyone is the torture chamber and \n\t\t\tout of the picture in the right top wall is an \n\t\t\taperture opening into Erick's living room, an opening\n\t\t\tthrough which a person in the living room can see into\n\t\t\tthe torture chamber. Ben Carre is working out the\n\t\t\tdetails of this chamber.\n  \n\t\t\tThere is no effect of a reflected forest until \n\t\t\tErick turns on the overhead lights. The dark lantern \n\t\t\twould not cause those multiple reflections.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nBen Carre is working out the\n\t\t\tdetails of this chamber. There is no effect of a reflected forest until \n\t\t\tErick turns on the overhead lights. The dark lantern \n\t\t\twould not cause those multiple reflections. \n\nTARGET SECTION TO BE ANNOTATED:\n The \n\t\t\tPersian gets to his feet, turns lantern to \n\t\t\tmirrors and feels them. Then examines iron tree and\n\t\t\tlasso - turns to Raoul, recovering from fall and says:\n\n\n\t\t\t\t\"WE HAVE DROPPED INTO ONE OF THE \n\t\t\t\tTORTURE CHAMBERS OF THE OLD COMMUNE.\n\t\t\t\tIF ERICK DISCOVERS US, MAY GOD HAVE \n\t\t\t\tMERCY ON OUR SOULS!\"\n \n\n\t\t\tBACK: Raoul's reaction is horror. Suddenly both men \n\t\t\tare startled and look up and to the right. They \n\t\t\thear Erick's voice. Raoul is thrown into great \n\t\t\tterror and opens his mouth to cry out but the Persian \n\t\t\tgrabs Raoul and puts his hand over Raoul's mouth.\n \n\n\t\t\tINT ERICK'S LIVING ROOM...AMBER  C.V. CHRISTINE\n \n\t\t\tstanding upon second step of stair at back of couch\n\t\t\tleading to the screen which connects with torture\n\t\t\tchamber. This screen is concealed by a drape. It is \n\t\t\tof heavy material closely woven from wire and\n\t\t\tlocked with a fancy weird sort of padlock. Erick is\n\t\t\tstanding below Christine, Erick is making love to \n\t\t\ther, in his way, and Christine is flattened against\n\t\t\tthe wall crying hysterically.\n\t\t\tErick is not touching her but close to and below\n\t\t\ther he tells her:\n \n\n\t\t\t\t\"YOU SHALL BE THE HAPPIEST OF \n\t\t\t\tWOMEN...WE WILL SING BY OURSELVES\n\t\t\t\tUNTIL WE SWOON WITH DELIGHT.\" \n\n\n\t\t\tBACK: Christine shrinks from him, shrinks away \n\t\t\tfrom the idea, then she runs down the steps.\n \n\n\t\t\tANOTHER SHOT AMBER\n  \n\t\t\tChristine runs to a position before the center \n\t\t\tpillar and sobbing, hides her face against the pillar. \n\t\t\tErick goes to her dejectedly and appeals to her.\n \n\n\t\t\t\t\"ALL THAT I HAVE WANTED WAS TO \n\t\t\t\tBE LOVED FOR MYSELF.\"\n \n \n\t\t\tCLOSE UP CHRISTINE ... AMBER\n \n\t\t\tShe is moaning and crying. She wails, but not to \n\t\t\tErick.\n \n \n\t\t\t\t\"I WANT TO DIE!...I WANT TO DIE!\"\n\n\n\t\t\tINT.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe wails, but not to \n\t\t\tErick. \"I WANT TO DIE!... I WANT TO DIE!\"\n\n\n\t\t\tINT. \n\nTARGET SECTION TO BE ANNOTATED:\n TORTURE CHAMBER. FAINT GREEN\n\t\t\tCLOSE UP RAOUL AND THE PERSIAN \n\n\t\t\tRaoul is in agony and struggles with the Persian\n\t\t\twho tries to get it over to him that it will mean his\n\t\t\tdeath if their presence becomes known. The Persian \n\t\t\tnow begins to feel the walls for the hidden spring \n\t\t\tthat will release them.\n\n\n\t\t\tINT. ERICK'S LIVING ROOM ...AMBER...MED. CLOSE UP \n\t\t\tOF ERICK AND CHRISTINE\n \n\t\t\tChristine looks up terribly startled at a resounding \n\t\t\tclang. Erick too is startled into a dramatic tension.\n \n \n\t\t\tCLOSE OF QUEER SOUNDING DEVICE...AMBER\n\n\t\t\tThis is a weird, oriental, beautifully tooled \n\t\t\taffair. There are three bars such as are used in \n\t\t\tchimes. An arm about 18 inches long systematically \n\t\t\tstrikes the chimes - all three at once. This \n\t\t\tsounding device is placed in a prominent place in \n\t\t\tthe room and continues striking regularly through \n\t\t\tthe next number of scenes. This is for the dramatic \n\t\t\taffect of its stopping at the proper moment.\n \n\n\t\t\tCLOSE UP CHRISTINE AND ERICK.  AMBER\n \n\t\t\tErick, realizes that opposition is now at hand and\n\t\t\ta satanic smile overspreads his horrible face, \n\t\t\tmockingly he tells Christine:\n \n \n\t\t\t\t\"SOMEBODY IS RINGING! WE \n\t\t\t\tHAVE CALLERS!\"\n \n \n\t\t\tBACK: Christine's first reaction is one of relief.\n\t\t\tHelp is at hand. Then almost instantly she is\n\t\t\tthrown into anguish. Her lips form the name \"Raoul\" \n\t\t\tErick studies her for an instant and then moves out.\n\t\t\tSwiftly.\n \n\n\t\t\tA LONGER SHOT...AMBER\n \n\t\t\tThe arm is rhythmically falling upon the chime. \n\t\t\tErick moves to a beautiful throw hanging over the \n\t\t\tback of a chair, sweeps it off. Swiftly he begins \n\t\t\tto bind Christine to the center pillar.\n\n\n\t\t\tMED CLOSE UP ERICK AND CHRISTINE...AMBER\n \n\t\t\tShe offers no resistance. The throw passes around \n\t\t\tChristine's waist and is tied on the side of the pillar \n\t\t\topposite Christine.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nMED CLOSE UP ERICK AND CHRISTINE... AMBER\n \n\t\t\tShe offers no resistance. The throw passes around \n\t\t\tChristine's waist and is tied on the side of the pillar \n\t\t\topposite Christine. \n\nTARGET SECTION TO BE ANNOTATED:\n Erick tells her hurriedly:\n \n \n\t\t\t\t\"FORGIVE ME...THIS IS TO SAVE YOU \n\t\t\t\tFROM HARMING YOURSELF.\"\n \n\n\t\t\tA LONG SHOT. AMBER \n\n\t\t\tThe chimes are sounding. Erick now sweeps from the\n\t\t\troom, leaving by the door which leads to the lake.\n\t\t\tHe closes the door.\n \n    \n\t\t\tLAKE SET LOOKING FROM ERICK'S ROOM FAINT GREEN\n \n\t\t\tThe boat is discovered here. Erick enters from \n\t\t\this drawing room. From a rack he takes up a metal\n\t\t\ttube, the shape of a reed, about four feet long \n\t\t\tand less than half an inch in diameter. Erick\n\t\t\tputs one end of this tube in his mouth and swiftly \n\t\t\twalks down into the water. As he walks he goes down \n\t\t\tand down until his head disappears and only the \n\t\t\tripple caused by the end of the gliding reed is \n\t\t\tseen. This ripple moves away with remarkable swiftness.\n \n \n\t\t\tTHE FIRST LAKE SET...FAINT GREEN\n \n\t\t\tPhilippe is standing at the boat landing. He has \n\t\t\tfound the way to the lake. He holds his lantern up \n\t\t\tand peers out into the darkness. Philippe is stand-\n\t\t\ting upon the board which has a connection with the \n\t\t\tchimes.\n \n \n\t\t\tINT TORTURE CHAMBER...FAINT GREEN\n \n\t\t\tRaoul and the Persian are listening to make sure \n\t\t\tthat Erick has gone, then, before the Persian can \n\t\t\tstop him, Raoul cries out \"Christine! Christine! \n\t\t\tIt is I, Raoul!\"\n  \n \n\t\t\tINT ERICK'S LIVING ROOM...AMBER\n\t\t\tCLOSE UP CHRISTINE LASHED TO THE CENTER PILLAR \n\n\t\t\tChristine hears Raoul's agonized cry, answers it \n\t\t\tand gives away to fear for Raoul.\n\n\n\t\t\tINT TORTURE CHAMBER...FAINT GREEN.\n \n\t\t\tRaoul is crying out - wild inarticulate things \n\t\t\tto Christine - The Persian grasps him by the \n\t\t\twrist and sternly indicates for him to keep \n\t\t\tquiet. The Persian addresses himself toward \n\t\t\tthe overhead window:\n \n\n\t\t\t\t\"WE ARE IN THE TORTURE CHAMBER.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAINT GREEN. Raoul is crying out - wild inarticulate things \n\t\t\tto Christine - The Persian grasps him by the \n\t\t\twrist and sternly indicates for him to keep \n\t\t\tquiet. The Persian addresses himself toward \n\t\t\tthe overhead window:\n \n\n\t\t\t\t\"WE ARE IN THE TORTURE CHAMBER. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\t\t\t\tTHE DOOR IS IN THE WALL FROM WHICH \n\t\t\t\tOUR VOICES COME.\"\n \n \n\t\t\tINT RICK'S LIVING ROOM...AMBER \n\n\t\t\tA shot of Christine taking in the drape at the\n\t\t\thead of the little stairs behind the couch. \n\t\t\tChristine hears this title and fires her gaze \n\t\t\tupon the drape. She cries out that she is bound \n\t\t\tand begins to struggle with her bonds.\n \n\n\t\t\tINT THE FIRST LAKE SET...FAINT GREEN \n \n\t\t\tThis is medium closeup of Philippe at the boat landing.\n\t\t\tPhilippe is kneeling, holding up the lantern, peering\n\t\t\tinto the darkness. He shouts Raoul's name. Unseen by\n\t\t\tPhilippe and directly in front of him there is a dis-\n\t\t\tturbance in the water. The reed-like tube glides in\n\t\t\tmaking a V-shaped line of ripples. Then Erick's\n\t\t\tlong arm shoots out of the water and grasps Philippe's\n\t\t\twrist of the hand that holds the lantern, and the\n\t\t\tscene is plunged into darkness.\n \n\n\t\t\tINT. ERICK'S LIVING ROOM...MED CU CHRISTINE\n \n\t\t\tShe has worked around to the rear of the pillar within\n\t\t\treach of the knot. She unloosens the knot \n\t\t\tsufficiently to allow her to slip under the throw \n\t\t\twhich has held her prisoner.\n \n \n\t\t\tLONGER SHOT AMBER\n \n\t\t\tChristine flies across the room and runs up the few\n\t\t\tsteps to the door to the torture chamber.\n\n \n\t\t\tCLOSE UP CHRISTINE BEFORE DOOR...AMBER \n\n\t\t\tChristine parts the drapes and tries to look\n\t\t\tthrough the heavy mesh, but evidently can see\n\t\t\tnothing. She shakes the door and registers that it\n\t\t\tis locked. She cries out in distress to the men in \n\t\t\tthe torture chamber that the door is locked.\n \n\n\t\t\tINT. TORTURE CHAMBER FAINT GREEN\n \n\t\t\tThe Persian is listening to Christine intently. \n\t\t\tAt the same time he is forcing Raoul to be quiet. \n\t\t\tThe Persian tells Christine:\n \n\n\t\t\t\t\"THE KEYS ARE IN A CHAMOIS BAG HANGING\n\t\t\t\tNEAR THE ENTRANCE DOOR.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nTORTURE CHAMBER FAINT GREEN\n \n\t\t\tThe Persian is listening to Christine intently. At the same time he is forcing Raoul to be quiet. The Persian tells Christine:\n \n\n\t\t\t\t\"THE KEYS ARE IN A CHAMOIS BAG HANGING\n\t\t\t\tNEAR THE ENTRANCE DOOR. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n\t\t\tINT ERICK'S LIVING ROOM AMBER \n\n\t\t\tThis is a shot taking in the entrance door.\n\t\t\tChristine is before the door to the torture chamber,\n\t\t\tand the sounding device rhythmically beating. Christine\n\t\t\truns down the steps and approaches the entrance door,\n\t\t\tlooking for the chamois bag. This bag is not in plain\n\t\t\tview, so that she cannot locate it at a glance.\n \n\n\t\t\tCLOSE UP SOUNDING DEVICE. AMBER\n \n\t\t\tIt continues to strike twice and stops.\n \n\n\t\t\tA LONGER SHOT  AMBER.\n \n\t\t\tChristine is looking at the sounding device. \n\t\t\tWith dread anticipation she senses that Erick \n\t\t\tis returning. She flies back to the center \n\t\t\tpillar and slips under the throw. She is now \n\t\t\tapparently in the position that Erick left her. \n\t\t\tFrom this moment Christine begins to act a \n\t\t\tdouble role. She is now matching her wits against \n\t\t\tErick's...Above all things she must keep Raoul's \n\t\t\tpresence in the torture chamber from Erick.\n \n\t\t\tThe entrance door opens and Erick enters \n\t\t\tdripping wet. He closes the door goes to \n\t\t\tChristine and tells her sardonically:\n \n\n\t\t\t\t\"MY DEAR. IT IS RAINING CATS \n\t\t\t\tAND DOGS OUTSIDE.\"\n \n \n\t\t\tA LONGER SHOT  AMBER\n \n\t\t\tChristine is looking at the sounding device \n\t\t\twith dread anticipation - it is still. Her fear \n\t\t\tis just as apparent as her pretense. She does not \n\t\t\tfail to notice his wet clothes and the mystery \n\t\t\tbehind his absence. Erick now drops his sardonic \n\t\t\tmood which caused the last title. As he releases her \n\t\t\the tells her:\n \n \n\t\t\t\t\"COME I WILL PLAY YOU OUR WEDDING MASS. \n\t\t\t\tYOU CAN TAKE MY WORD FOR IT, IT IS MAG* \n\t\t\t\tNIFICENT.\"\n \n\n\t\t\tBACK: From this point, Erick seems to forget Christine's \n\t\t\tpresence, so absorbed is he in his new purpose. Erick \n\t\t\tturns away from her toward the organ and Christine\n\t\t\tregisters her involved complexity, fear that Erick \n\t\t\tmay discover her intention, eagerness to possess the \n\t\t\tchamois bag.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he releases her \n\t\t\the tells her:\n \n \n\t\t\t\t\"COME I WILL PLAY YOU OUR WEDDING MASS. YOU CAN TAKE MY WORD FOR IT, IT IS MAG* \n\t\t\t\tNIFICENT.\"\n \n\n\t\t\tBACK: From this point, Erick seems to forget Christine's \n\t\t\tpresence, so absorbed is he in his new purpose. Erick \n\t\t\tturns away from her toward the organ and Christine\n\t\t\tregisters her involved complexity, fear that Erick \n\t\t\tmay discover her intention, eagerness to possess the \n\t\t\tchamois bag. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \n\t\t\tA LONGER SHOT AMBER.\n \n\t\t\tErick sits down at the organ and begins to play \n\t\t\tseeming almost wholly to have forgotten Christine.\n\t\t\tShe works her way toward the entrance door and\n\t\t\twhen Erick does glance her way, she pauses and \n\t\t\tpretends that she is listening.\n \n\n\t\t\tCLOSE UP CHRISTINE AT ENTRANCE DOOR  AMBER\n \n\t\t\tChristine discovers the chamois bag partly concealed \n\t\t\tbehind a drape, up in a little recess. She is at \n\t\t\ta high tension, she gives Erick a frightened look, \n\t\t\tthen snatches the little bag from its hiding place. \n\t\t\tInstantly she looks back at Erick in terror.\n \n\n\t\t\tA LONG SHOT  AMBER\n \n\t\t\tErick has stopped playing and is looking at Christine\n\t\t\tin an attitude of alarm. He rises and swiftly strides \n\t\t\tto her. In an hysterical way she tries to conceal the \n\t\t\tbag.\n \n \n\t\t\tMED CLOSE UP CHRISTINE & ERICK\n\n\t\t\tHe cries at her in anger:\n\n\n\t\t\t\t\"WHAT HAVE YOU DONE WITH MY BAG? DON'T\n\t\t\t\tYOU KNOW THAT IS THE BAG OF LIFE AND \n\t\t\t\tDEATH!\"\n \n \n\t\t\tBACK: Erick forces the bag away from her and she\n\t\t\tgives a cry of dismay.\n \n\n\t\t\tINT TORTURE CHAMBER  FAINT GREEN \n \n\t\t\tRaoul and the Persian are listening at a great tension.\n\t\t\tRaoul gives an unexpected cry of rage - This startles \n\t\t\tthe Persian, who indicates with certain horror, \n\t\t\t\"He has heard you!\"\n \n \n\t\t\tINT ERICK'S LIVING ROOM  AMBER \n\t\t\tMED CLOSE UP ERICK AND CHRISTINE\n \n\t\t\tErick is listening. He has heard Raoul's cry of rage. \n\t\t\tHe now understands why Christine wanted the keys. \n\t\t\tHe also knows that only for Raoul would Christine \n\t\t\tdo as she has. From this moment Erick becomes cruel\n\t\t\tand Christine combats him on the verge of hysterics. \n\t\t\tHe asks her in a quiet but very dangerous manner:\n \n  \n\t\t\t\t\"DID YOU HEAR, CHRISTINE?\n \n \n\t\t\tBACK: \"No\" she cries \"no, I heard nothing.\" \n\t\t\tErick tells her quietly but pointedly:\n \n\n\t\t\t\t\"YOU ARE LYING.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom this moment Erick becomes cruel\n\t\t\tand Christine combats him on the verge of hysterics. He asks her in a quiet but very dangerous manner:\n \n  \n\t\t\t\t\"DID YOU HEAR, CHRISTINE? BACK: \"No\" she cries \"no, I heard nothing.\" \n\t\t\tErick tells her quietly but pointedly:\n \n\n\t\t\t\t\"YOU ARE LYING. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tA LONGER SHOT\n \n\t\t\tErick moves swiftly up the few steps to the screened\n\t\t\topening.\n \n\n\t\t\tMED CLOSE UP ERICK  AMBER \n \n\t\t\tHe brushes aside the drapery and discloses the window. \n\t\t\tBut he does not so much as look thru it. The screen \n\t\t\tis set back somewhat and there is an open space between \n\t\t\tthe screen and the wall of the room. Erick puts his \n\t\t\thand out of sight in this opening and turns something.\n \n \n\t\t\tINT TORTURE CHAMBER  FAINT GREEN\n\n\t\t\tFrom semi-darkness the chamber is flooded with \n\t\t\ta brilliant, dazzling light from overhead. \n\t\t\tUnder the overhead light the single iron tree \n\t\t\tis multiplied into thousands of trees, into a\n\t\t\tforest. Raoul's reaction is astonishment, be-\n\t\t\twilderment, the Persian's horror - for he knows \n\t\t\twhat this means. The torture has begun. The \n\t\t\tsudden flood of brilliant light causes them to blink. \n\t\t\tThen Raoul tries to hide his eyes from the brilliant, \n\t\t\tblinding light. The Persian now realizes the necessity \n\t\t\tof searching for the secret spring which he knows \n\t\t\tto be in the floor. Excitedly he begins to feel over \n\t\t\tthe floor with the tips of his fingers, to feel the \n\t\t\tjoints in the glass. Raoul watches him in excited \n\t\t\tbewilderment. This is a short scene.\n \n\n\t\t\tINT ERICK'S ROOM  AMBER\n \n\t\t\tErick is now coming down the steps leading to the\n\t\t\tscreened opening. Christine senses that Erick  \n\t\t\thas put into effect some of his cruel mechanisms. \n\t\t\tShe is becoming frantic in her attempt to carry \n\t\t\ton her acting. Her composure is palpably nervous \n\t\t\tand forced. Erick pantomimes for her to go up \n\t\t\tand look thru the screen. She moves mechanically \n\t\t\tup the steps. Her attitude is entirely false to him.\n\t\t\tIn a mechanical way she parts the drapes concealing \n\t\t\tthe opening. A strong light is apparent back of \n\t\t\tscreen.\n \n\n\t\t\tCLOSE UP CHRISTINE  AMBER\n \n\t\t\tShe peers through the screen. There is just the \n\t\t\tslightest fleeting tremor about her eyes.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nA strong light is apparent back of \n\t\t\tscreen. CLOSE UP CHRISTINE  AMBER\n \n\t\t\tShe peers through the screen. There is just the \n\t\t\tslightest fleeting tremor about her eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n She \n\t\t\tturns to him with poorly affected surprise and \n\t\t\ttells him:\n \n\n\t\t\t\t\"WHY...THERE IS NO ONE THERE!\"\n \n                \n\t\t\tA LONGER SHOT  AMBER\n \n\t\t\tChristine comes down the steps, trying to affect \n\t\t\tan air of being nonchalant. Erick steps up to her \n\t\t\tand takes her by the wrist, asking her:\n \n\n\t\t\t\t\"NOT EVEN THE LITTLE CHAP YOU \n\t\t\t\tWERE GOING TO RUN AWAY WITH?\"\n\n\n\t\t\tMED CLOSE UP ERICK AND CHRISTINE  AMBER.\n \n\t\t\tHe holds her with his hollow eye.  The terrible\n\t\t\trealization comes over her that Erick knows that \n\t\t\tRaoul is in the torture Chamber. In a helpless \n\t\t\tautomatic way, knows that he knows she is lying.\n\t\t\tShe repeats \"No! No! Nobody is there!\"\n \n\n\t\t\tINT. TORTURE CHAMBER  AMBER\n \n\t\t\tThe heat in the chamber has now become intense. \n\t\t\tBoth men are perspiring profusely. Excitement \n\t\t\tapproaching panic is overtaking the Persian \n\t\t\tas he continues his search for the secret spring. \n\t\t\tThey are mopping their faces with their handker-\n\t\t\tchiefs. Raoul tears off his collar and flings it\n\t\t\tfrom him. He wants air. He begins to beat at \n\t\t\tthe mirrors with his fists and the Persian shows \n\t\t\this apprehension for Raoul. He tries to quiet \n\t\t\tRaoul.\n \n\n\t\t\tINT GRAND STAIRCASE #2  AMBER\n \n\t\t\tThe audience with hats and wraps is leaving the \n\t\t\ttheatre. The grand staircase is filled and the \n\t\t\tgeneral tone is one of lightness and gaiety.\n \n\n\t\t\tEXT IN PARIS STREET  BLUE\n \n\t\t\t(In this scene begins the gathering of the mob, it \n\t\t\tmust not have the appearance of an open revolt against \n\t\t\tconstituted authority. It is rather the quiet myster- \n\t\t\tious gathering of about five hundred men, under the \n\t\t\tvery eyes of the police. Until they begin rushing \n\t\t\twild in the opera, they must do everything to con-\n\t\t\tceal their designs from the police. Mob psychology \n\t\t\tis only suggested here and allowed to grow to \n\t\t\tdramatic proportions later.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is rather the quiet myster- \n\t\t\tious gathering of about five hundred men, under the \n\t\t\tvery eyes of the police. Until they begin rushing \n\t\t\twild in the opera, they must do everything to con-\n\t\t\tceal their designs from the police. Mob psychology \n\t\t\tis only suggested here and allowed to grow to \n\t\t\tdramatic proportions later. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tThis is a general view of the street. The streets \n\t\t\tare wet. It has just stopped raining. The streets \n\t\t\tglisten from the lights reflected on the pavement. \n\t\t\tOnly about half the mob is shown here. The men are \n\t\t\tgathering in small groups, not more than ten in a \n\t\t\tgroup. The groups are so placed as to be near exits \n\t\t\tfor a sudden disappearance effect. A nervous buzz\n\t\t\tof suppressed excitement prevails. The center of\n\t\t\tthe scene is a dark doorway around which the largest\n\t\t\tgroup is gathered. Beside the door is a flight of \n\t\t\tsteps leading down into a dark cellar. Standing\n\t\t\tbeside this door is Simon with Florine. Mysterious \n\t\t\tpackages (torches) the contents of which are not shown \n\t\t\tto the audience, are passed out of the doorway and \n\t\t\tinstantly secreted under the coats of the receivers. \n\t\t\tThe mysterious packages are being distributed among\n\t\t\tthe other groups, and in each case are instantly \n\t\t\tsecreted.\n \n \n\t\t\tMED CLOSE UP CENTER GROUP  BLUE\n \n\t\t\tA fanatical fire shines from Simon's eyes, as he\n\t\t\tdirects the distribution of the mysterious packages. \n\t\t\tThe packages are passed out of the doorway. Florine's \n\t\t\tattention is concentrated upon a deaf man. He is \n\t\t\tshouting in the man's ear, trying to make him under-\n\t\t\tstand something.\n \n \n\t\t\tANOTHER SHOT  BLUE\n \n\t\t\tThis is shooting down the street upon the mob. \n\t\t\tIn the f.g. is a cross-road. One of the mob is\n\t\t\tpicketed on the corner to keep an eye out for \n\t\t\tthe police. A gendarme approaches upon the cross \n\t\t\tstreet. He will not be in a position to catch \n\t\t\tsight of the mob until he reaches the corner. \n\t\t\tThe picket spots him.\n \n\n\t\t\tCLOSE UP FLASH OF PICKET  BLUE \n\n\t\t\tHe puts two fingers in his mouth and whistles\n\t\t\ta warning signal.\n \n\n\t\t\tMED CLOSE UP CENTRAL GROUP  BLUE\n \n\t\t\tSimon and the others, except Florine, who is \n\t\t\tyelling at the deaf man, get the signal.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe picket spots him. CLOSE UP FLASH OF PICKET  BLUE \n\n\t\t\tHe puts two fingers in his mouth and whistles\n\t\t\ta warning signal. MED CLOSE UP CENTRAL GROUP  BLUE\n \n\t\t\tSimon and the others, except Florine, who is \n\t\t\tyelling at the deaf man, get the signal. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\t\t\tSHOOTING DOWN STREET TOWARD CROSS ROAD  BLUE\n \n\t\t\tThe mob melts and disappears - vanishes. The \n\t\t\tdoor through which the packages were being passed \n\t\t\tcloses. This leaves Florine alone yelling at the \n\t\t\tdeaf man. The deaf man sees and he too disappears. \n\t\t\tFlorine looks around and finds himself all alone. \n\t\t\tHe runs down into the cellar just as the gendarme\n\t\t\trounds the corner and takes a diagonal course\n\t\t\tacross the street. Florine fairly bounces, flies \n\t\t\tout of the cellar. The idea is that he has been \n\t\t\tconfronted by something terrible in the \n\t\t\tcellars - just as rapidly as he comes out. The \n\t\t\tgendarme, however, does not see him and exits. The\n\t\t\tdoor opens, Simon enters and the mob reappears, just\n\t\t\tas rapidly as it faded away. Florine enters \n\t\t\tfrom the cellar, sort of creeping up backwards \n\t\t\tlooking into the dark hole with fright. Simon gives\n\t\t\tan order to move. He conceals a package and gives it \n\t\t\tto Florine. Florine's package sticks up about a \n\t\t\tfoot back of his head in plain sight. The mob moves.\n \n\n\t\t\tINT ERICK'S DRAWING ROOM  AMBER\n \n\t\t\tChristine is in the position now that one false \n\t\t\tstep will cause Raoul's death. If Erick makes love \n\t\t\tto her she cannot tell him flatly \"No\" \n\t\t\tTherefore she continues her acting, depending upon \n\t\t\tevasions. At the same time she is in trembling \n\t\t\tand fear for Raoul. What is being done to him? \n\t\t\tErick is frenzied and insistent. Christine is hard \n\t\t\tpressed. He follows her into a corner and is telling \n\t\t\ther with frenzied pain:\n \n\n\t\t\t\t\"I WILL KILL EVERYBODY AND MYSELF \n\t\t\t\tIF YOU DO NOT CONSENT TO BECOME\n\t\t\t\tMY WIFE.\"\n \n \n\t\t\tMED CLOSE UP CHRISTINE AND ERICK  AMBER\n \n\t\t\tChristine pleads with him, \"Don't talk like \n\t\t\tthat.\" Then she runs her hand across her \n\t\t\tbrow and tells him evasively:\n \n\n\t\t\t\t\"IT'S VERY HOT IN HERE.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nErick is frenzied and insistent. Christine is hard \n\t\t\tpressed. He follows her into a corner and is telling \n\t\t\ther with frenzied pain:\n \n\n\t\t\t\t\"I WILL KILL EVERYBODY AND MYSELF \n\t\t\t\tIF YOU DO NOT CONSENT TO BECOME\n\t\t\t\tMY WIFE.\"\n \n \n\t\t\tMED CLOSE UP CHRISTINE AND ERICK  AMBER\n \n\t\t\tChristine pleads with him, \"Don't talk like \n\t\t\tthat.\" Then she runs her hand across her \n\t\t\tbrow and tells him evasively:\n \n\n\t\t\t\t\"IT'S VERY HOT IN HERE. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tBACK: Erick laughs wildly - he knows why it is so \n\t\t\tvery hot.\n\n\n\t\t\tINT TORTURE CHAMBER  AMBER\n \n\t\t\tThe two men are undergoing terrible torture.\n\t\t\tThey are almost burning up. Their coats are off\n\t\t\tand their shirts have been torn open at the neck.\n\t\t\tThey are drenched with perspiration. Raoul is be-\n\t\t\tcoming delirious. The Persian himself almost crazy\n\t\t\tand is mechanically searching for the secret\n\t\t\tspring. If the forest from the reflected iron\n\t\t\ttrap is seen here, it is just as it was when first\n\t\t\tseen. A terrible hallucination begins to overtake\n\t\t\tRaoul and with startling eyes he begins to crawl\n\t\t\taway from the section of mirrors into which he is\n\t\t\tlooking.\n\n\n\t\t\tCLOSE UP RAOUL  AMBER\n \n\t\t\tWith an expression of utmost fear and terror he \n\t\t\tshrinks away - he cringes away from the terrifying \n\t\t\tproduct of his delirium.\n \n\n\t\t\tSHOOTING INTO MIRRORS  RED. \n \n\t\t\tThe reflected forest has assumed the aspect of \n\t\t\ta real tropical forest. A forest fire is raging \n\t\t\tand is being blown by a strong wind which is \n\t\t\tdriving the animals of the forest about it, lions \n\t\t\tand tigers and any other animals that are available.\n \n \n\t\t\tCLOSE LION...RED\n \n\t\t\tIt leaps up to the immediate f.g. and roars, as if\n\t\t\tat Raoul.\n \n\n\t\t\tCLOSE UP RAOUL  AMBER\n \n\t\t\tHe gives a cry of terror and of fear, as if his \n\t\t\theart would break.\n\n\n\t\t\tA LONGER SHOT  AMBER  \n\n\t\t\tThe Persian is startled at this cry and his eye\n\t\t\tfollows the direction of Raoul's eyes. But the\n\t\t\tforest is just as it was before, a reflection of the    \n\t\t\tsingle iron tree. \n\n\n\t\t\tINT. ERICK'S LIVING ROOM   AMBER\n \n\t\t\tChristine is frantic. She is listening to Raoul's \n\t\t\tagonized cries. She is beside herself.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nERICK'S LIVING ROOM   AMBER\n \n\t\t\tChristine is frantic. She is listening to Raoul's \n\t\t\tagonized cries. She is beside herself. \n\nTARGET SECTION TO BE ANNOTATED:\n She moans \n\t\t\tand clutches at his cloak, crying, \"What are you \n\t\t\tdoing to him! What are you doing to him!\" With a \n\t\t\tsweeping motion Erick points to the screened opening \n\t\t\tindicating, \"Go and see!\"  Christine runs up the \n\t\t\tsteps - draws aside the drapes and looks through the \n\t\t\tscreen.\n \n \n\t\t\tINT TORTURE CHAMBER. AMBER \n\t\t\tFLASH CLOSE UP OF RAOUL IN AGONY\n \n \n\t\t\tINT. LIVING ROOM  AMBER \n \n\t\t\tChristine is looking through the screen. She turns \n\t\t\tupon Erick, maddened. She runs down the steps to him.\n\t\t\tShe first reviles him - then hysterically appeals to\n\t\t\thim. He grasps her by the wrist with such unconscious\n\t\t\tforce that it brings her to her knees. He cries \n\t\t\tat her:\n \n \n\t\t\t\t\"TELL ME THAT YOU LOVE ME!\"\n \n \n\t\t\tCLOSE UP FLASH OF THE TWO  AMBER\n \n\t\t\tHer first reaction is one of repulsion and anger.\n\t\t\tThis almost instantly gives way to the thought of\n\t\t\tsacrifice - to sacrifice herself to save Raoul. \n\t\t\tHowever, the scene is out before she comes to any \n\t\t\tdecision. \n\n\n\t\t\tINT TORTURE CHAMBER  AMBER\n \n\t\t\tThe Persian is fighting to keep away the delirium.\n\t\t\tHe is more undecided now in his search for the secret\n\t\t\tspring. Raoul has undergone a transition.\n \n\n\t\t\tCLOSE UP RAOUL  AMBER\n\n\t\t\tHis face lights up wildly - there is hope - \"Water? \n\t\t\tWater! Water!\"\n \n\n\t\t\tSHOOTING INTO SECTION OF MIRROR  AMBER.\n\n\t\t\tThe scene is changed to a beautiful cool water fall\n\t\t\tin a shady forest. The water falls into a shady pool \n\t\t\tthen runs between grassy banks to the very floor of\n\t\t\tthe torture chamber. Raoul crawls into the picture.\n\t\t\tHe bends over thirstily and just before he reaches\n\t\t\tthe Water, within six inches of the water, he is \n\t\t\tstopped by the glass. He puts his hand to his throat \n\t\t\tand begins to choke. \n\n\n\t\t\tEXT.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe bends over thirstily and just before he reaches\n\t\t\tthe Water, within six inches of the water, he is \n\t\t\tstopped by the glass. He puts his hand to his throat \n\t\t\tand begins to choke. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n REAR OF OPERA  BLUE\n \n\t\t\t(The pavement and sidewalk are still glistening  \n\t\t\twet - for effect)\n \n\t\t\tThis is at the stage entrance. The action here is\n\t\t\trapid and an atmosphere of silence prevails. Simon\n\t\t\tcautions everyone to be quiet and not to talk. The\n\t\t\ttraveling barouche is the only vehicle in evidence.\n\t\t\tThe mob has finished gathering here, now five hund- \n\t\t\tdred strong. They are still in groups, still con-\n\t\t\tcealing the mysterious packages under their coats.\n\n\n\t\t\tMED CLOSE GROUP AROUND STAGE DOOR  BLUE\n\n\t\t\tSimon, at a high pitch of excitement, is ringing \n\t\t\tthe night bell. Florine is standing nearby with the con-\n\t\t\tcealed packages sticking up under the back of his coat\n\t\t\tIt is evident that all in the picture are concealing\n\t\t\tsomething. The door is opened from the inside by a \n\t\t\tnight watchman carrying a lantern. He is startled by \n\t\t\tthe crowd before him, startled by their mysterious \n\t\t\tmenacing faces. Simon gives the word and although the \n\t\t\tnight watchman tries to close the door, the mob sweeps \n\t\t\tpast him carrying him along with them.\n\n\n\t\t\tA LONGER SHOT  BLUE\n \n\t\t\tThe mob swarming into the stage door - a general \n\t\t\tmovement.\n \n \n\t\t\tINT ON BACKSTAGE  AMBER\n \n\t\t\tThe curtain is up upon an empty stage. A few dim \n\t\t\twork lights are burning. About thirty men run in \n\t\t\tand all begin lighting torches, which throw a spec-\n\t\t\ttral glow over the stage. The torches light almost \n\t\t\tall together with a big flare.\n\n\n\t\t\tINT FIRST CELLAR  AMBER\n\n\t\t\tThe mob, led by Simon - Florine in evidence - all\n\t\t\tcarrying lighted torches - pour down the stairs from\n\t\t\tthe dressing room corridor. Some men run away from\n\t\t\tthe camera through the arches, others into the left\n\t\t\thall exit.\n\n\t\t\tEverything that can be used as a weapon, fireman's\n\t\t\taxes, clubs, etc., is picked up and carried along.\n\t\t\tSimon and Florine are temporarily left in this set.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome men run away from\n\t\t\tthe camera through the arches, others into the left\n\t\t\thall exit. Everything that can be used as a weapon, fireman's\n\t\t\taxes, clubs, etc., is picked up and carried along. Simon and Florine are temporarily left in this set. \n\nTARGET SECTION TO BE ANNOTATED:\n\t\t\tSimon is the general, giving excited directions,\n\t\t\tand Florine, too, is frightened and officious.\n\n\n\t\t\tINT AUDITORIUM  AMBER \n\n\t\t\tThis is a long shot shooting toward the stage.\n\t\t\tIn the distance the stage is filled with men\n\t\t\twith torches, all moving - some in this direction,\n\t\t\tsome in that. A glow is thrown over the empty seats.\n\t\t\tSuddenly six or eight torches and the arms that are\n\t\t\tholding them sweep into the f.g. \n\n\n\t\t\tINT GRAND STAIRCASE  #4  AMBER\n \n\t\t\tThe staircase is illuminated and empty, save for about \n\t\t\tfour scrub women who are washing it down, the mob \n\t\t\twho - some of them have lights, torches, others not, \n\t\t\tflood in first from below and then from above. They \n\t\t\tcirculate, excitedly and aimlessly. In the melee the \n\t\t\tscrub water is turned over and runs down the staircase.\n \n \n\t\t\tINT GRAND STAIRCASE  #2  AMBER\n \n\t\t\tThis shows the mob in the balconies - as well as on\n\t\t\tthe staircase.\n \n \n\t\t\tINT BOX FIVE  AMBER\n \n\t\t\tThis is a safety scene. Four or five of the mob are \n\t\t\tdiscovered exploring the box with torches. Others \n\t\t\tare in the ante-room. One man lifts a rug - another \n\t\t\tbegins to tap the big pillar with a small iron bar. \n\t\t\tHe suddenly cries out that it is hollow. He taps it \n\t\t\tand all listen to the hollow sound. One man with a \n\t\t\tfireman's ax ruthlessly pries at a square ornament \n\t\t\ton the pillar. The ornament gives way - revealing \n\t\t\ta passageway down thru the pillar. They peer down.\n\n\n\t\t\tINT ERICK'S LIVING ROOM  AMBER\n \n\t\t\tErick is still in the midst of his terrible scene with \n\t\t\tChristine. He is thundering at her. \"Tell me that you \n\t\t\tlove me!\"  Christine is groggy - she has the intention \n\t\t\tof telling Erick, \"Take me!\" but her emotions have\n\t\t\texhausted her. She is almost out of her mind. Her\n\t\t\teyes are wild and she sways groggily, staggers to the \n\t\t\tcouch and sinks down upon it.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is thundering at her. \"Tell me that you \n\t\t\tlove me!\"  Christine is groggy - she has the intention \n\t\t\tof telling Erick, \"Take me!\" but her emotions have\n\t\t\texhausted her. She is almost out of her mind. Her\n\t\t\teyes are wild and she sways groggily, staggers to the \n\t\t\tcouch and sinks down upon it. \n\nTARGET SECTION TO BE ANNOTATED:\n Erick bends over her\n\t\t\tin an ecstasy. He bends within a short distance of\n\t\t\ther white face and tells her: \"You are as beautiful\n\t\t\tas if you were dead!\" Erick continues along the\n\t\t\tsame line.\n \n \n\t\t\tINT TORTURE GARDEN  AMBER\n \n\t\t\tRaoul is lying upon the floor, panting, exhausted, \n\t\t\tcrazed. The Persian, who himself is beginning to \n\t\t\tgrow wild, is feeling aimlessly about the floor for \n\t\t\tthe hidden spring. His finger touches something \n\t\t\tthat gives, a nail head, which slightly protrudes \n\t\t\tabove the floor...which responds to his touch. \n\t\t\tIn his semi-delirium, he cries out in exultation.\n \n\n\t\t\tINT ERICK'S LIVING ROOM  AMBER\n \n\t\t\tA shot including screened opening. Erick is bending \n\t\t\tover Christine declaiming, bemoaning her beauty. \n\t\t\tThis scene is instantly broken when Erick hears the \n\t\t\tPersian's cry of exultation. He is thrown out of his \n\t\t\twild ecstatic mood and moves swiftly up the steps,\n\t\t\tdraws back the drape and looks through the screened \n\t\t\topening.\n \n\n\t\t\tINT TORTURE CHAMBER  AMBER \n \n\t\t\tThe Persian is crying out in mad exultation that he \n\t\t\thas found it. - But Raoul is too far gone to hear him.\n\t\t\tThe Persian takes the nail head between his fingers \n\t\t\tand pulls it up about an inch. There is an instant\n\t\t\tof suspense in which nothing transpires. Then a \n\t\t\tsection of the floor about three by five, falls about \n\t\t\ttwo inches. -then slides away horizontally, and \n\t\t\treveals a wooden stair leading downward. The Persian   \n\t\t\tinhales the cool air from below, then drags Raoul to\n\t\t\tthe opening. Raoul drinks of the cool air as if water.\n\n\n\t\t\tINT ERICK'S LIVING ROOM ERICK LOOKING THRU OPENING  \n\n\t\t\tHe is not the least perturbed. He is amused.\n\n\n\t\t\tINT CELLAR #2  AMBER\n \n\t\t\tThis is the dummy set. The mob, led by Simon, are \n\t\t\twaving torches and exploring, pulling down dummies \n\t\t\tand exploring dark recesses.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is amused. INT CELLAR #2  AMBER\n \n\t\t\tThis is the dummy set. The mob, led by Simon, are \n\t\t\twaving torches and exploring, pulling down dummies \n\t\t\tand exploring dark recesses. \n\nTARGET SECTION TO BE ANNOTATED:\n This is sort of a pro-\n\t\t\tperty room and members of the mob pick up spears, \n\t\t\tbludgeons, and executioner's axes, which they brand-\n\t\t\tish. Mob psychology is beginning to manifest itself. \n\t\t\tThe men stab the dummies with their spears, while \n\t\t\tFlorine is active in giving directions. He is afraid \n\t\t\tand like a child keeps near and clings to Simon. In \n\t\t\tthe scenes to follow he always manages to keep be-\n\t\t\ttween two strong men with bludgeons and spears.\n\t\t\t(These cellar scenes may be cut in at will, may be \n\t\t\tused as flashes or in whole.)\n \n \n\t\t\tINT CELLAR #3  AMBER\n \n\t\t\tThis is the dragon set. The mob sweeps in led by \n\t\t\tSimon, and again all stage properties in the nature \n\t\t\tof weapons are appropriated. It will be especially \n\t\t\tgood if there are lots of spears. In passing the \n\t\t\tdragon Florine clings very closely to Simon. There \n\t\t\tis a reason for not having Florine point out here \n\t\t\twhat he sees in the dragon's mouth.\n\n\n\t\t\tINT CELLAR #4  AMBER\n \n\t\t\tThis is the headless statue set. The mob, led by\n\t\t\tSimon sweeps in, appropriates any properties that\n\t\t\tare valuable and pass out down the stairs leading to\n\t\t\tthe Roi de Lahore set. Florine is especially fearful\n\t\t\tof going down these stairs.\n \n \n\t\t\tINT CELLAR BRIDGE SET   AMBER\n\n\t\t\tAnother portion of the mob, in which Simon and Florine\n\t\t\tare absent, passes over the bridge, while others\n\t\t\twith torches, run over the bridge.\n\n\n\t\t\tINT TORTURE CHAMBER   AMBER\n\n\t\t\tThe cool air has revived Raoul and his senses have\n\t\t\treturned to him. The Persian holds his dark lantern \n\t\t\tin his hand and is urging Raoul to follow him down-\n\t\t\tward. They exit down the steps. The steps leading\n\t\t\tdownward go off in the direction of Erick's living room.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Persian holds his dark lantern \n\t\t\tin his hand and is urging Raoul to follow him down-\n\t\t\tward. They exit down the steps. The steps leading\n\t\t\tdownward go off in the direction of Erick's living room. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\t\t\tINT ERICK'S LIVING ROOM  AMBER\n\t\t\tCLOSE UP ERICK LOOKING THROUGH SCREEN\n\n\t\t\tHe laughs like a demon - lending to the suggestion \n\t\t\tthat what he has now prepared for them is worse than \n\t\t\tthe torture chamber.\n \n \n\t\t\tINT BOTTOM CELLAR  FAINT GREEN\n \n\t\t\tThe source of light is from the torture chamber. \n\t\t\tThe location of cellar is directly under Erick's \n\t\t\tliving room. A set of wooden steps lead up to \n\t\t\ta trap opening in the floor of the living room. \n\t\t\tThis is a very low cellar and enough barrels of \n\t\t\tall sizes are stacked about to give the appearance \n\t\t\tof a big wine cellar. The ceiling of this cellar \n\t\t\tis necessary for the action. The Persian, carrying \n\t\t\this dark lantern, and Raoul enter down the stairway \n\t\t\tleading from the torture chamber. They are looking \n\t\t\tback apprehensively because a grating of heavy \n\t\t\tbars descends behind them, cutting off their retreat \n\t\t\tto the torture chamber, and by no action of their \n\t\t\town. While they are most dying of thirst, they \n\t\t\tstill are mystified at the great number of barrels. \n\t\t\tThey run to the barrels and each kneels at the one \n\t\t\the has chosen. They kneel and begin to pull at \n\t\t\tthe bungs, long enough to take hold of and pull out.\n \n\n\t\t\tINT ERICK'S LIVING ROOM  AMBER\n \n\t\t\tErick is in the act of sweeping down the steps from \n\t\t\tthe screened opening. In a sardonic, demoniacal manner\n\t\t\the begins to sing:\n \n \n\t\t\t\t\"BARRELS! BARRELS! ANY BARRELS TO SELL?\"\n \n \n\t\t\tBACK: This singing revives Christine - she gathers her\n\t\t\tscattered senses, and shrinks from Erick as if he \n\t\t\twere crazy. He strides up and down the room singing \n\t\t\this strange song.\n \n \n\t\t\tINT BOTTOM CELLAR  FAINT GREEN \n\t\t\tMED C.V. RAOUL & PERSIAN\n \n\t\t\tThis strange song coming directly from above their \n\t\t\theads diverts their attention for an instant. They \n\t\t\tlook upward with new dread then back to the bungs.\n \n\n\t\t\tC.V.",
  "114": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey \n\t\t\tlook upward with new dread then back to the bungs. C. V. \n\nTARGET SECTION TO BE ANNOTATED:\n RAOUL KNEELING BEFORE BARREL  FAINT GREEN\n\n\t\t\tRaoul pulls the bung, cups his hands to catch the \n\t\t\tprecious water, but instead of a fluid running into \n\t\t\this hands, it is filled with something that looks \n\t\t\tlike black sand. Raoul looks at it stupidly as it \n\t\t\truns through his fingers.\n \n \n\t\t\tA LONGER SHOT  FAINT GREEN\n \n\t\t\tThe Persian pulls the bung stopper of his barrel \n\t\t\tand the same black powder flows into his hand. He \n\t\t\tlooks at the material in horror, empties it out of \n\t\t\this hand and removes the lantern to a safe distance. \n\t\t\tHe then tells Raoul with dread:\n \n \n\t\t\t\t\"IT IS GUNPOWDER!\"\n \n \n\t\t\tBACK: Raoul is bewildered but the Persian flies into \n\t\t\taction.\n \n \n\t\t\tA LONGER SHOT  FAINT GREEN\n \n\t\t\tThe Persian runs around the cellar experimenting \n\t\t\tand examining it with his dark lantern. He is \n\t\t\tfollowed by Raoul. They pause at the steps which \n\t\t\tlead to Erick's voice above. They then go up the \n\t\t\tsteps as far as they can go and listen.\n \n\n\t\t\tINT ERICK'S LIVING ROOM  AMBER\n \n\t\t\tErick is striding down the room toward the camera\n\t\t\tsinging in his demoniacal manner, \"Barrels, Barrels \n\t\t\tAny Barrels to sell?\"  Christine has risen from the\n\t\t\tcouch and is crouching against the wall. She believes \n\t\t\tErick has turned maniac. Erick stops singing, turns \n\t\t\tand takes a step toward her. There is a lightning \n\t\t\ttransition in his manner. Pointing at her, he hurls \n\t\t\tthe final threat:\n \n\n\t\t\t\t\"SHALL YOU BE ERICK'S BRIDE OR NOT?\" \n\n\n\t\t\tBACK: He strides over to her without waiting for her.\n\n\n \t\t\tMED CLOSE UP ERICK AND CHRISTINE  AMBER\n\n \t\t\tErick is becoming rapidly carried away by his own \n \t\t\tweird madness.",
  "115": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a lightning \n\t\t\ttransition in his manner. Pointing at her, he hurls \n\t\t\tthe final threat:\n \n\n\t\t\t\t\"SHALL YOU BE ERICK'S BRIDE OR NOT?\" \n\n\n\t\t\tBACK: He strides over to her without waiting for her. MED CLOSE UP ERICK AND CHRISTINE  AMBER\n\n \t\t\tErick is becoming rapidly carried away by his own \n \t\t\tweird madness. \n\nTARGET SECTION TO BE ANNOTATED:\n Still without waiting for a reply \n \t\t\tfrom Christine he pantomimes something being blown \n \t\t\tup and continues:\n \n\n \t\t\t\t\"IF NOT, EVERYBODY WILL BE DEAD AND BURIED \n \t\t\t\tBENEATH THE RUINS OF THE PARIS GRAND \n \t\t\t\tOPERA.\"\n\n  \n \t\t\tINT BOTTOM CELLAR FAINT GREEN CLOSE UP RAOUL & PERSIAN \n\n \t\t\tTheir lantern is upon the highest step. The two\n \t\t\tmen are listening, their ears are close against the\n \t\t\ttrap. They turn horrified eyes to each other. They\n \t\t\tunderstand that Erick will ignite the tons of \n \t\t\tgunpowder.\n   \n \n \t\t\tINT ERICK'S\n \n \t\t\tErick continues in his mad wild ecstasy. Without\n \t\t\twaiting for Christine's reply - he grabs her by the\n \t\t\twrist and drags her across the room to a Spanish \n \t\t\tchest on the left.\n \n \n \t\t\tMED CLOSE UP ERICK AND CHRISTINE  AMBER\n\n \t\t\tFrom his chamois bag he takes a key and unlocks\n \t\t\tthe chest. He opens the chest revealing the \n \t\t\tfollowing contrivance:\n \n \t\t\tUpon a piece of plate glass are two objects - a grass \n \t\t\thopper and a scorpion, both made of Japanese bronze.  \n \t\t\tFrom each of these objects a rod runs downward out\n \t\t\tof sight. Coming up thru the glass is a liquid, watery\n \t\t\tlight effect. Coming up thru the glass is light.\n \t\t\tChristine feels an unaccountable dread at the sight \n \t\t\tof the little bronze objects. Erick tells her:\n\n\n\t\t\t\t\"IF YOU TURN THE SCORPION AROUND \n\t\t\t\tIT WILL MEAN THAT YOU HAVE SAID 'YES'\n\t\t\t\tTHE GRASSHOPPER WILL MEAN 'NO'!\"\n\n\n \t\t\tLONGER SHOT  AMBER\n\n \t\t\tErick turns and walks wildly and rapidly toward \n \t\t\tthe music room. Upon the steps leading to this \n \t\t\troom, he turns upon Christine and in a demoniacal \n \t\t\tmanner tells her:\n\n\n \t\t\t\t\"BE CAREFUL OF THE GRASSHOPPER. \n \t\t\t\tIT HOPS...AND IT HOPS JOLLY HIGH\"\n\n \n \t\t\tBACK: With this he swings into the music room, sits \n \t\t\tdown at the organ and begins to play wildly, \n \t\t\ta skeleton gone mad.",
  "116": "END OF PREVIOUSLY ANNOTATED SECTION:\nUpon the steps leading to this \n \t\t\troom, he turns upon Christine and in a demoniacal \n \t\t\tmanner tells her:\n\n\n \t\t\t\t\"BE CAREFUL OF THE GRASSHOPPER. IT HOPS... AND IT HOPS JOLLY HIGH\"\n\n \n \t\t\tBACK: With this he swings into the music room, sits \n \t\t\tdown at the organ and begins to play wildly, \n \t\t\ta skeleton gone mad. \n\nTARGET SECTION TO BE ANNOTATED:\n Christine stands in terror, \n \t\t\tfascinated by the scorpion and the grasshopper.\n \n\n \t\t\tINT CELLAR  #5   AMBER\n \n \t\t\tThis is Roi de Lahore set. The mob is sweeping \n \t\t\tdown the circular staircase. Florine very much\n \t\t\tfrightened - is talking, telling where the body\n \t\t\tof Buquet was hanging and where he saw the move- \n \t\t\tment in the dark opening - some of the mob runs\n \t\t\tout toward the spot of the hanging while others\n \t\t\tbegin to break down the door in the dark opening.\n \t\t\tSimon herds the men out toward the camera. These \n \t\t\tcellar scenes are wild and rapid and are not held\n \t\t\tup by individuals, closeups, business, so that the effect\n \t\t\twill be the that of the menace sweeping downward like a\n \t\t\tgreat wave.\n\n\n \t\t\tCLOSE VIEW CHRISTINE BENDING OVER CABINET\n \n \t\t\tShe puts her hand toward one - then the other. Which\n \t\t\tshall it be, the scorpion or the grasshopper? Which\n \t\t\tof these will mean life and which death. She sways.\n \n\n \t\t\tINT BOTTOM CELLAR FAINT GREEN RAOUL & PERSIAN \n\n \t\t\tRaoul hears her calling him, senses her agony, pounds \n \t\t\tat the trap and cries: \"Christine! Christine!\"\n \n \n \t\t\tINT ERICK'S DRAWING ROOM  AMBER \n\n \t\t\tThis is a long shot showing Erick playing madly upon \n \t\t\tthe organ and Christine struggling with herself.\n\n \n \t\t\tCLOSE UP CHRISTINE AMBER.\n\n \t\t\tAlmost out of her head, Christine places her fingers\n \t\t\tupon the scorpion.\n\n\n \t\t\tINT BOTTOM CELLAR  FAINT GREEN\n \t\t\tCLOSE UP RAOUL AND THE PERSIAN UNDER TRAP\n \n \t\t\tA new thought suddenly forces itself upon the \n \t\t\tPersian and he cries upward with great force:\n \n\n \t\t\t\t\"DON'T TOUCH THE SCORPION!\"\n \n \n \t\t\tINT ERICK'S DRAWING ROOM  AMBER  C.V. CHRISTINE\n \n \t\t\tAs she jerks her hand away from the scorpion as if it \n \t\t\thad stung her. Christine's indecision and agony \n \t\t\tleave her. It is as if her mind suddenly cleared.\n \t\t\tShe becomes very calm.",
  "117": "END OF PREVIOUSLY ANNOTATED SECTION:\nChristine's indecision and agony \n \t\t\tleave her. It is as if her mind suddenly cleared. She becomes very calm. \n\nTARGET SECTION TO BE ANNOTATED:\n It is here that she makes her\n \t\t\ther decision that she will become Erick's wife. She is in\n \t\t\tthe spirit of a nun taking her final orders that will\n \t\t\tforever remove her from society. With quiet delib-\n \t\t\tration she turns toward Erick.\n \n \n \t\t\tLONGER SHOT  AMBER\n \n \t\t\tErick is playing wildly upon the organ. But this \n \t\t\tis held only for a few feet. Erick senses the change \n \t\t\tof atmosphere, stops playing, turns toward Christine \n \t\t\tand rises. This places him at the top of the two steps \n \t\t\tbetween the two rooms. Christine walks toward him, \n \t\t\tquietly and with deliberation and pauses at the bot-\n \t\t\ttom of the steps.\n \n \n \t\t\tMED CLOSE UP ERICK AND CHRISTINE  AMBER\n \n \t\t\tChristine gazes up at him earnestly and the picture \n \t\t\tis held for an instant. Erick realizes that the \n \t\t\tfinal moment is at hand and there is a sense of \n \t\t\tterror in his manner. She asks him in a trembling\n \t\t\tvoice: \n\n\n \t\t\t\t\"DO YOU SWEAR TO ME THAT THE \n \t\t\t\tSCORPION IS THE ONE TO TURN?\"\n \n \n \t\t\tBACK: For the first time Erick shows fear. In a \n \t\t\thushed way he answers her:\n \n\n \t\t\t\t\"YES...IF YOU WISH TO BE MY BRIDE\" \n\n\n \t\t\tBACK: Quietly she turns from him.\n\n\n \t\t\tCLOSE UP CHRISTINE  AMBER\n\n \t\t\tWithout an instant's hesitation, but with \n \t\t\tthorough consciousness of what she is doing \n \t\t\tshe turns the scorpion.\n \n \n \t\t\tA LONGER SHOT  AMBER\n\n \t\t\tErick walks toward her - a man crushed. Christine \n \t\t\tin this instant has become his master. Christine \n \t\t\tturns calmly to meet him.\n \n \n \t\t\tINT BOTTOM CELLAR FAINT GREEN  A FLASH CU RAOUL & \n \t\t\tPERSIAN UPON THE STEPS UNDER THE TRAPS.\n \n \t\t\tThey are looking toward the cellar floor in fright.\n \n\n \t\t\tA LONGER SHOT  FAINT GREEN\n \n \t\t\tA tremendous volume of water is rushing into the \n \t\t\tcellar. To make this effective it must be arranged \n \t\t\tso that this cellar can be completely filled in \n \t\t\ttwenty feet of film.",
  "118": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are looking toward the cellar floor in fright. A LONGER SHOT  FAINT GREEN\n \n \t\t\tA tremendous volume of water is rushing into the \n \t\t\tcellar. To make this effective it must be arranged \n \t\t\tso that this cellar can be completely filled in \n \t\t\ttwenty feet of film. \n\nTARGET SECTION TO BE ANNOTATED:\n As the water reaches the barrels \n \t\t\tthey float and spin around, but they float like filled \n \t\t\tbarrels not like empty ones.\n \n \n \t\t\tINT ON LAKE #2  FAINT GREEN\n \n \t\t\tThis is the lake shot outside of the door to \n \t\t\tErick's drawing room. The water is receding. \n \t\t\tThis can be controlled by undercranking. The \n \t\t\twater should recede rapidly.\n \n\n \t\t\tINT BOTTOM CELLAR  FAINT GREEN\n \n \t\t\tRaoul and the Persian are hugging the trap. \n \t\t\tThe water is within two feet of the ceiling. \n \t\t\tThe barrels are floating around, the rats are \n \t\t\tswimming for points of safety.\n \n \n \t\t\tINT ERICK'S DRAWING ROOM  CU ERICK & CHRISTINE\n \n \t\t\tErick is standing before her trembling from head to \n \t\t\tfeet. There is a resigned serenity about Christine. \n \t\t\tShe has sacrificed herself to save Raoul.\n\n\n \t\t\tINT CELLAR  CROSS SECTIONAL SHOT  AMBER\n \n \t\t\tThe three levels are filled with the mob.\n \t\t\tTorches are aflame. Hundreds of spears are in the\n \t\t\tair, until the mob looks like an army of crusaders. \n \t\t\tMany jump from one level to another. Others slide\n \t\t\tdown pipes. The general effect is of a multitude \n \t\t\tpouring downward.\n \n \n \t\t\tINT. ERICK'S DRAWING ROOM\n \n \t\t\tErick is discovered as he was left, cringing before\n \t\t\tChristine, afraid. She lays a hand upon his shoulder \n \t\t\tand reminds him of those whose cries for help \n \t\t\tboth can hear. Like a dog, Erick obeys her. He throws\n \t\t\tback a rug, revealing a trap door. This he throws\n \t\t\topen. Raoul and the Persian are discovered, half\n \t\t\tdrowned in the water which has risen to within a few\n \t\t\tinches of the floor. The two men are so far gone that\n \t\t\tthey are in do condition to engage Erick in battle. \n \t\t\tErick, aided by Christine, drags both of the men out \n \t\t\tof the water. The trap is left open.\n \n\n \t\t\tMED. CLOSE UP OF GROUP  AMBER\n \n \t\t\tRaoul is still alive and conscious. He is saved. \n \t\t\tChristine is calm and very sad.",
  "119": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE UP OF GROUP  AMBER\n \n \t\t\tRaoul is still alive and conscious. He is saved. Christine is calm and very sad. \n\nTARGET SECTION TO BE ANNOTATED:\n Erick steps back\n \t\t\tand tells the two men:\n \n \n\t\t\t\t\"I HAVE SAVED YOU TO PLEASE MY WIFE.\"\n \n\n \t\t\tBACK: Raoul's eyes, dread and questioning, are upon\n \t\t\tChristine. Very quietly and sadly, she indicates \n \t\t\t\"Yes, it is true.\" Slowly the arm of the sounding \n \t\t\tdevice rises, unseen by those in the picture and \n \t\t\tfalls with a clang. All are checked at this un- \n \t\t\tsuspected interruption. The arm continues falling. \n\n\n \t\t\tINT ON LAKE  #1  AMBER\n\n \t\t\tThe water has receded almost two feet. The action\n \t\t\tin these scenes is swift. Simon and Florine are\n \t\t\tstanding on the spot where Philippe was strangled.\n \t\t\tSimon is beckoning the mob toward him. The first of \n \t\t\tthe mob is running down a runway thru a distant \n \t\t\tarch. Spears and weapons are flourishing, torches\n \t\t\tflaring. As the first of the mob reaches the boat\n \t\t\tlanding, the rest of the mob continues to bank up\n \t\t\tthe background.\n\n\n \t\t\tA CLOSE SHOT OF FLORINE  AMBER\n\n \t\t\tThe mob is behind him and no one is paying the least \n \t\t\tattention to him. Simon is doing all of the talking. \n \t\t\tFlorine indicates \"Follow me\" Florine plants the \n \t\t\tidea that he is going to jump into the water about \n \t\t\tthree feet deep. Florine jumps and lights stiff \n \t\t\tlegged in the water about six inches deep. (The \n \t\t\taudience will think that he is going right out of \n \t\t\tsight) Florine shows quick surprise \"This is easy.\" \n \t\t\tHe beckons to the others, \"Come in\" - takes a step and\n \t\t\tdisappears, shoots straight out of sight. Without any\n \t\t\tattempt to save himself. Still no one pays any \n \t\t\tattention to his disappearance.\n \n \n \t\t\tTHE LONG SHOT  AMBER\n \n \t\t\tThe first of the mob wades into the water. They \n \t\t\tcontinue wading, shouting, waving their torches and \n \t\t\tspears, until the entire set, water and back of boat \n \t\t\tlanding is filled. The mob is still pouring in from \n \t\t\tthe distant background.",
  "120": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE LONG SHOT  AMBER\n \n \t\t\tThe first of the mob wades into the water. They \n \t\t\tcontinue wading, shouting, waving their torches and \n \t\t\tspears, until the entire set, water and back of boat \n \t\t\tlanding is filled. The mob is still pouring in from \n \t\t\tthe distant background. \n\nTARGET SECTION TO BE ANNOTATED:\n Florine comes up to the sur-\n \t\t\tface blundering and spitting water. He swims out of\n \t\t\tthe little hole he has fallen into and follows the\n \t\t\tothers.\n\n\n \t\t\tINT LAKE #2  AMBER\n \n \t\t\tThe mob is approaching. Hundreds of torches appear. \n \t\t\tThe mob does not move directly to Erick's door, but \n \t\t\tdoes some exploring. Erick swiftly enters from the \n \t\t\tdoor in the f.g., runs along the shelf, looks at the \n \t\t\tmob and swiftly moves back into the drawing room.\n \n\n \t\t\tMED. CLOSE UP FLORINE  AMBER\n \n \t\t\tHe is somewhat apart from the others who are wading\n \t\t\twaist deep. Florine is swimming dog fashioned. A \n \t\t\tpeculiar expression comes over his face as he stops\n \t\t\tswimming and feels under the water. Then he stands up.\n \t\t\tThe water is only to his knees. \n\n\n \t\t\tA LONGER SHOT  AMBER\n\n \t\t\tA number or the mob catches sight of the door to \n \t\t\tErick's living room. News of the discovery travels \n \t\t\tquickly and this is a general wild movement in\n \t\t\tthat direction.\n\n\n \t\t\tINT ERICK'S DRAWING ROOM  AMBER\n \n \t\t\tRaoul and the Persian are still upon the floor, \n \t\t\tbut are rapidly regaining their strength. Christine \n \t\t\tis in misery, half in tears, explaining to him that \n \t\t\tsomeday he will understand. Erick swiftly enters \n \t\t\tfrom Christine's bedroom carrying a cloak. Erick \n \t\t\tthrows the cloak over her shoulders. He indicates \n \t\t\tfor Christine to come. She does not wish to but \n \t\t\tshe is willing to live up to her promise. She allows\n \t\t\tErick to sweep her out of the room into his bedroom. \n \t\t\tThis is all very flat. Raoul is very weak but he will \n \t\t\tfight for Christine. Raoul staggers to his feet.\n \n\n \t\t\tINT ON LAKE #2  AMBER\n \n \t\t\tThe space around the door and the lake are filled \n \t\t\twith the mob. They begin to pound upon the door\n \t\t\twith their weapons.\n \n\n \t\t\tINT. ERICK'S DRAWING ROOM\n \n \t\t\tThe Persian staggers to his feet and goes toward \n \t\t\tthe door of the lake. Raoul drags himself towards \n \t\t\tErick's bedroom.",
  "121": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ERICK'S DRAWING ROOM\n \n \t\t\tThe Persian staggers to his feet and goes toward \n \t\t\tthe door of the lake. Raoul drags himself towards \n \t\t\tErick's bedroom. \n\nTARGET SECTION TO BE ANNOTATED:\n Both men are very worn and weak.\n \n\n \t\t\tINT ERICK'S BED CHAMBER  AMBER\n \n \t\t\tThe action here is swift. Erick jerks down one \n \t\t\tof the black velvet drapes in the f.g. revealing \n \t\t\ta door and a staircase leading upwards. The drape \n \t\t\tthat Erick jerks partly falls obliquely across \n \t\t\tthe coffin. The coffin is hidden from the entrance \n \t\t\tview but not from the camera view. The moment the \n \t\t\tdoor is opened, a draft comes down the stairs \n \t\t\tcorridor and causes all of the draperies in the \n \t\t\troom to shimmer. Erick softly leads Christine up \n \t\t\tthese stairs closing the door after him. Raoul \n \t\t\tdrags himself in and reels towards the door.\n \n\n \t\t\tINT ERICK'S LIVING ROOM AMBER\n \n \t\t\tThe Persian unlocks the door leading to the \n \t\t\tlake. The mob led by Simon, floods in and fills \n \t\t\tthe room. The mob is wet. Florine is still in \n \t\t\tevidence. The Persian indicates Erick's bed\n \t\t\tchamber. He and Simon and others run toward the\n \t\t\tchamber.\n\n\n \t\t\tINT ERICK'S BEDCHAMBER  AMBER\n \n \t\t\tRaoul has opened the door leading to the stair \n \t\t\tcorridor, and all of the draperies are shimmering. \n \t\t\tHe is looking up the stairs. Simon, the Persian\n \t\t\tand the others rush in. Simon excited sees the\n \t\t\tcoffin in only passing image. It is apparent\n \t\t\tthe direction Erick has fled. Simon gives the\n \t\t\tPersian an order, Simon and about twenty others run up \n \t\t\tthe stairs, sweeping Raoul along with them. \n \t\t\tThe others all exit swiftly to the drawing room, \n \t\t\tled by the Persian. When the last man has left the \n \t\t\troom Florine enters. The coffin is not visible to \n \t\t\thim, while it is to the audience. Florine is \n \t\t\ta forlorn figure. He calls:\n \n\n \t\t\t\t\"SIMON! SIMON!\"\n \n  \n \t\t\tBACK: The audience first sees what is happening. \n \t\t\tThere is a gust of wind from the corridor stairs.",
  "122": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe calls:\n \n\n \t\t\t\t\"SIMON! SIMON!\"\n \n  \n \t\t\tBACK: The audience first sees what is happening. There is a gust of wind from the corridor stairs. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \t\t\tIt blows the drape which is lying obliquely over \n \t\t\tthe coffin in such a manner that it looks like a man's \n \t\t\thead moving behind it. Florine now sees this.\n \t\t\tBut he is tired of being afraid. He picks up a club\n \t\t\twhich one of the mob left. He sneaks up to the \n \t\t\timaginary head, takes aim and gives it a terrible \n \t\t\twhollop. The blow reveals the coffin and knocks \n \t\t\tit over. It reels over twice and comes to rest face \n \t\t\tup. Florine drops the club and tears out of the room.\n \n\n \t\t\tINT ERICK'S DRAWING ROOM  AMBER \n\n \t\t\tThe room is empty. Florine tears in, running,\n \t\t\tlooking back at the coffin room. He pauses on the \n \t\t\tvery edge of the open trap. He stands, his back to \n \t\t\tthe trap, looking toward the coffin room as if he \n \t\t\tanticipated someone to come out and attack him. \n \t\t\tThen he backs, steps over the missing trap, paying \n \t\t\tno attention to it. He backs until his heels hits\n \t\t\tthe first step of the entrance door. Then he turns\n \t\t\tand flies for his life.\n \n \n \t\t\tINT ROI DE LAHORE SET...AMBER\n \n \t\t\tThis is played very swift and is made as short as \n \t\t\tpossible. Christine and Erick enter through the dark \n \t\t\topening, the door to which has now been battered down, \n \t\t\tlike two swiftly moving shadows. Erick sweeps her \n \t\t\talong. They pass across the set and exit to the right. \n \t\t\tThe set is lighted by torches of the approaching \n \t\t\tmob. The moment that Erick and Christine are out, \n \t\t\tthe mob enters from the left, Simon and Raoul in \n \t\t\tevidence, and exit on the run up the circular stair\n \t\t\tcase. Another section of the mob continues to enter \n \t\t\tthus making it impossible for Erick to return.\n \n\n \t\t\tINT CROSS SECTIONAL SET...AMBER\n \n \t\t\tThis is showing the Persian's section of the mob\n \t\t\trunning upwards. Florine's is about ten feet behind \n \t\t\tthe rest - trying to catch up.\n \n\n \t\t\tINT HEADLESS STATUE SET...AMBER\n\n \t\t\tErick and Christine come in from camera. Erick \n \t\t\ttakes a step toward stairs leading below.",
  "123": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT HEADLESS STATUE SET... AMBER\n\n \t\t\tErick and Christine come in from camera. Erick \n \t\t\ttakes a step toward stairs leading below. \n\nTARGET SECTION TO BE ANNOTATED:\n He \n \t\t\thears the mob coming up circular stairs. Sweeps\n \t\t\tChristine to the right.\n \n\n \t\t\tINT DRAGON SET  AMBER\n\n \t\t\tErick sweeps in with Christine - comes to a sudden\n \t\t\tstop looking to the right.\n \n\n \t\t\tINT DUMMY SET  AMBER \n\n \t\t\tErick affects a panic. He turns to retrace his \n \t\t\tsteps and again stops.\n \n \t\t\tA section of the mob runs in from the right. They \n \t\t\tspot Erick, and point, begin to run left.\n \n\n \t\t\tINT HEADLESS SET .  .  .AMBER\n \n \t\t\tLed by Simon, Raoul in evidence, the mob surges\n \t\t\tup the circular staircase. Simon sees Erick out\n \t\t\tright and raises a great cry. He and the others\n \t\t\trun out to the right.\n \n\n \t\t\tINT DRAGON SET . . .AMBER\n \n \t\t\tAn instant before the mob enters from right and left. \n \t\t\tErick sweeps Christine through the mouth of the \n \t\t\tdragon and out of sight. The mob rushes in from both \n \t\t\tdirections. Simon yells some directions and runs \n \t\t\tout the right with Raoul and some others. Those of \n \t\t\tthe mob remaining pull the dragon apart. (It is \n \t\t\tbuilt in two sections) revealing a closed, barred \n \t\t\tdoor. They begin to batter down this door.\n \n \n \t\t\tREAR OF OPERA HOUSE\n \n \t\t\tThe time is four o'clock. It is in the grey haze\n \t\t\tbefore sunrise. In the following scenes such street\n \t\t\tactivities are shown must conform with the hour.\n \t\t\tThe coachman upon the traveling barouche is asleep\n \t\t\tupon the driver's seat. Other than the coachman \n \t\t\tthe street is deserted. Erick enters from the\n \t\t\topera house, through hitherto non-conspicuous\n \t\t\tlittle door that bears evidence of little use. \n \t\t\tHe is holding Christine by the arm. He gives a \n \t\t\tswift glance around and swiftly moves with Christine\n \t\t\ttoward the barouche. At this moment the mob begins\n \t\t\tpouring in from the stage in the entrance. As the\n \t\t\tcoach is the only object in the picture, it instantly\n \t\t\tattracts their attention. They point.",
  "124": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt this moment the mob begins\n \t\t\tpouring in from the stage in the entrance. As the\n \t\t\tcoach is the only object in the picture, it instantly\n \t\t\tattracts their attention. They point. \n\nTARGET SECTION TO BE ANNOTATED:\n \n \t\t\tCLOSE UP FLASH OF SIMON AND RAOUL \n\n \t\t\tHe points, wildly excited and shouts.\n\n \n570\t\t\tTHE LONGER SHOT\n \n \t\t\tThis shouting awakens the coachman. Erick is in \n\t\t\tthe act of helping Christine into the barouche. \n\t\t\tThe mob is chasing them. The coachman begins to \n\t\t\tremonstrate with Erick. Christine inside. Erick\n\t\t\tslams the door. The mob is almost on them. Erick\n \t\t\tjerks the coachman from the seat to the pavement, \n\t\t\tthen springs into the coachman's seat.\n \n \n571\t\t\tA MORE INTIMATE SHOT\n \n \t\t\tOf Erick lashing the horses and of the barouche \n\t\t\traking a sharp wheel.\n\n \n572\t\t\tTHE LONG SHOT\n \n\t\t\tAs the horses plunge forward, a number who have \n\t\t\tgained a hold on the horses and on the barouche \n\t\t\tare thrown to the ground. Others are knocked\n \t\t\tdown by the plunging horses. The barouche dis-\n\t\t\tappears - the mob, all the time growing larger \n\t\t\tin pursuit. As the members of the mob enter from \n\t\t\tthe opera house, most of them throw away their \n\t\t\ttorches and weapons accumulated in the opera.\n \n \n573\t\t\tEXT FRENCH STREET\n\n\t\t\tThis is a running insert of Erick lashing the \n\t\t\ttearing horses and of the mob in distant pursuit.\n \n \n574\t\t\tSHOOTING STREET INTERSECTION\n \n\t\t\tThe horses run into the field of the camera and \n\t\t\talmost knock down people going to market with \n\t\t\tcarts. Erick tries to take the turn. The barouche \n\t\t\tturns over and is dragged a short distance. The \n\t\t\tmob is some distance behind.\n \n \n575\t\t\tEXT PARIS STREET \n\t\t\tRUNNING SHOT OF THE MOB\n \n \t\t\tSimon leading as they rush toward camera.\n \n\n576\t\t\tSTREET INTERSECTION.\n \n \t\t\tErik is scrambling out of the overturned barouche - \n\t\t\tas he starts to help Christine out, he turns and\n\t\t\tsees the mob coming. He flees up the street --\n\t\t\tthe mob rush in from behind camera in close pursuit.\n\n \n577\t\t\tMED.",
  "125": "END OF PREVIOUSLY ANNOTATED SECTION:\nErik is scrambling out of the overturned barouche - \n\t\t\tas he starts to help Christine out, he turns and\n\t\t\tsees the mob coming. He flees up the street --\n\t\t\tthe mob rush in from behind camera in close pursuit. 577\t\t\tMED. \n\nTARGET SECTION TO BE ANNOTATED:\n CLOSE UP AT OVERTURNED BAROUCHE \n\n\t\t\tAs Christine still dazed, climbs out of the \n\t\t\twreck - she looks off scene in horror as she sees:\n \n \n578\t\t\tLONG SHOT UP STREET\n \n\t\t\tThe mob pursuing Erick overtakes him - the pursuit \n\t\t\thalts as the mob close around him.\n\n \n579\t\t\tMED C.V. OF CHRISTINE\n \n\t\t\tShe covers her face with her hands and begins to \n\t\t\tsob. \n \n\n580\t\t\tMED C.V. OF MOB IN STREET\n \n\t\t\tThe mob moves back on all sides revealing Erick on \n\t\t\tthe ground - dead. Simon crosses himself and the \n\t\t\tmob remove their hats as they look on in awe.\n \n\n\t\t\t\t\tLAP DISSOLVE INTO:\n \n\n\n581\t\t\tC.V. LAST PAGE OF M. FAURE'S MEMOIRS\n\n\t\t\t----and thus ended my investigation of the Opera\n\t\t\tGhost, a strange creature of flesh and blood with\n\t\t\ta warped mind; and in spite of his horrible crimes\n\t\t\tI was moved to pity him, for he knew not what he \n\t\t\tdid.\n\n\t\t\t\t\t\tM. FAURE.\n\n\t\t\tP.S. As for Christine and Raoul, the . . . . \n\n\n582\t\t\tEXT CHURCH AT PERROS\n\n\t\t\tAs the wedding procession of Raoul and Christine\n\t\t\tcomes out of the church door - close behind\n\t\t\tthem are Philippe and the Comtess. It is a scene \n\t\t\tof happiness --in the foreground, Raoul stops to\n\t\t\tkiss Christine.\n\n\n\t\t\t\t\t\tFADE OUT. . . .\n\n\n\t\t\t\tT H E  E N D\n\n\n\n\n\n\nFifth Revised Shooting Script (circa October-November 1924)\nAdaptation and Scenario by Elliot Clawson and Raymond L. Schrock\n\n\n\n\ngeovisit();\n\n\n"
}