{
  "1": "\n\nTHE COMPANY OF WOLVES\n\n\n\nunauthorized transcript\n\n\n\nof the film by\n\n\n\nNeil Jordan and Angela Carter\n\n\n\nEXT. WOODS -- DAY\n\n\n\nHigh angle crane shot of an old well, crumbling, surrounded by dead trees\n\nand brown leaves. Crane down to ground level as a large German Shepherd runs\n\naround from behind the well and noses at something hidden in the long dry\n\ngrass at the base of the old well.\n\n\n\nCLOSEUP of a Victorian china BOY doll lying in the grass, the dog's nose\n\nnuzzling at it.\n\n\n\nThe dog runs off left.\n\n\n\nBrow of hill: dog races up towards camera and runs past.\n\n\n\nBare ground and a blasted tree; camera tracks left as the dog runs through\n\nshot and off left.\n\n\n\nA rotting fallen tree; the dog leaps over it into camera and runs past,\n\ndislodging a large toad which falls out of shot.\n\n\n\nA stream running between low banks; the dog leaps from right bank to left\n\nand out of shot, startling a large raven into the air.\n\n\n\nBare trees; tilt down to show a roadway and a silver bmw speeding towards\n\ncamera.\n\n\n\nTracking shot (as if from car) following the dog as it races through the\n\ntrees beside the road; slow zoom in on dog.\n\n\n\nThe roadway; in extreme foreground a large rat scurries away off left as the\n\nbmw approaches.\n\n\n\nEXT. HOUSE -- DAY\n\n\n\nThe rear of a large three--story country house, cream--coloured and\n\nresplendent in an expanse of green lawn and trees. ALICE, an adolescent girl\n\nin a long white dress runs away from camera towards the house and up the\n\nback stairs.\n\n\n\nThe front of the house seen through open, ornate wrought--iron gates; the\n\nsilver BMW comes into shot at left and wheels away down the drive towards\n\nthe house. The dog races into shot in close pursuit.\n\n\n\nThe dog dashing along the drive.\n\n\n\nLow angle (as if from the dog's pov) of the car turning in the drive.\n\n\n\nThe dog runs after it.\n\n\n\nRapid track in on the rear of the car as it pulls to a stop in front of the\n\nhouse.\n\n\n\nThe front entrance as ALICE emerges and runs down the front steps; track\n\nback to include the car as the passenger door opens and MOTEER emerges,\n\nwearing a smart grey suit, and kisses ALICE.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe dog runs after it. Rapid track in on the rear of the car as it pulls to a stop in front of the\n\nhouse. The front entrance as ALICE emerges and runs down the front steps; track\n\nback to include the car as the passenger door opens and MOTEER emerges,\n\nwearing a smart grey suit, and kisses ALICE. \n\nTARGET SECTION TO BE ANNOTATED:\nALICE: Hello, mummy!\n\n\n\nMOTHER: Hello, darling.\n\n\n\nALICE: Any presents for me?\n\n\n\nMOTHER: A surprise.\n\n\n\nALICE:  What?\n\n\n\nMOTHER: You know!\n\n\n\nALICE: No I don't - what?\n\n\n\nThey move to the back of the car, where FATHER has opened the hatchback\n\ntrunk and is unloading bags of groceries. MOTHER pulls out a small potted\n\npalm wrapped in brown paper and hands it to ALICE.\n\n\n\nMOTHER: Where is she? Did she miss tea again?\n\n\n\nALICE as she takes the plant; we notice that she has a small silver crucifix\n\non a chain around her neck.\n\n\n\nALICE: She said she had tummy--ache. . .\n\n\n\nFATHER and MOTHER continue to unload the car.\n\n\n\nALICE: (os). . . so she's sulking in her room.\n\n\n\nFATHER It's her age.\n\n\n\nALICE: She's a pest!\n\n\n\nMOTHER: So were you once! Now go and wake her.\n\n\n\nINT. HOUSE -- DAY\n\n\n\nMedium shot through the half--open front door onto the driveway, the car\n\npartially visible, as the dog lopes through the door past camera into the\n\nhouse.\n\n\n\nEXT. HOUSE -- DAY\n\n\n\nalice walks from car carrying the potted palm and a plastic carrybag; track\n\nwith her as she runs up the front steps.\n\n\n\nINT. HOUSE -- DAY\n\n\n\nHigh angle through banisters down to the main floor as the panting dog runs\n\nup the stairs past camera.\n\n\n\nalice runs into front room past a large dark Victorian sideboard, puts the\n\nplant down onto a table beside a large divan, drops the carrybag onto the\n\ndivan and runs up stairs at left.\n\n\n\nINT. ROSALEEN'S ROOM -- DAY\n\n\n\nA shelf full of Victorian toys and bric--a--brac; at screen right is a\n\nPierrot doll with hanging legs in puffed white pantaloons, the legs swinging\n\ngently. Ticking of clock audible.\n\n\n\nINT. HALL -- DAY\n\n\n\nALICE rushing up stairs past camera.\n\n\n\nALICE: Pest, pest!\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nclose shot of a porcelain grandMOTHER doll with wire--framed spectacles and\n\na ruffled bonnet, moving slightly in what seems to be a light breeze.\n\nTicking clock.\n\n\n\nEXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSALEEN'S ROOM\n\n\n\nclose shot of a porcelain grandMOTHER doll with wire--framed spectacles and\n\na ruffled bonnet, moving slightly in what seems to be a light breeze. Ticking clock. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOUSE\n\n\n\nFATHER and MOTHER carrying plastic bags of groceries from the car towards\n\nthe house.\n\n\n\nMOTHER: I want you to have a word with her.\n\n\n\nFATHER: Well, I have - I've tried. . . I've been upstairs to see her. . .\n\n\n\nMOTHER: Yes, but not -\n\n\n\nFATHER: She always tells me I don't understand her.\n\n\n\nMOTHER: Oh, that's ridiculous.\n\n\n\nFATHER: Well, she's right.\n\n\n\nINT. HOUSE\n\n\n\nThe landing as dog runs up stairs past old wooden furniture, a large house\n\nplant on a small table, and goes off left.\n\n\n\nLow angle up another flight of stairs as the ALICE runs in at right, up the\n\nstairs and off left.\n\n\n\nDog rounds corner at top of stairs and runs towards camera down a corridor;\n\ncamera tracks back in front of dog. Old, peeling radiators.\n\n\n\nReverse low angle shot (as if dog's pov): camera tracks quickly along the\n\ncorridor, which has an old faded carpet and large, dark oil portraits\n\npropped up on the floor against the walls on either side.\n\n\n\nDog stops outside ROSALEEN's room and sniffs at the door.\n\n\n\nALICE runs along the downstairs corridor away from camera, past the old\n\nfurniture and the house plant, and mounts the stairs.\n\n\n\nThe dog is sitting outside the door as the ALICE reaches the top of the\n\nstairs in bg. and runs towards the camera. She reaches the door and pushes\n\nirritably at the dog.\n\n\n\nShe shoves at the dog impatiently.\n\n\n\nALICE: Go away!\n\n\n\nShe knocks sharply at the door.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nA white dress hanging on the back of the door; grandMOTHER doll visible at\n\nthe left of the door.\n\n\n\nalice (off): They want you downstairs! You have to come out sometime - you\n\ncan't sulk in there forever! Open the door! Open it! You've been at my\n\nlipstick too, haven't you! Pest!\n\n\n\nDuring this the camera tracks in and pans slowly left to show the\n\ngrandMOTHER doll on a shelf beside the door; then an antique dresser with an\n\noval mirror, in which we see ROSALEEN reflected asleep on her bed; a clock,\n\na disarranged box of Kleenex, then the bed itself with ROSALEEN fully\n\ndressed atop it, curled asleep.\n\n\n\nINT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPest! During this the camera tracks in and pans slowly left to show the\n\ngrandMOTHER doll on a shelf beside the door; then an antique dresser with an\n\noval mirror, in which we see ROSALEEN reflected asleep on her bed; a clock,\n\na disarranged box of Kleenex, then the bed itself with ROSALEEN fully\n\ndressed atop it, curled asleep. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY\n\n\n\nALICE at the door.\n\n\n\nALICE: What makes you so different anyway! Buck Teeth! Come on out -\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nROSALEEN tossing in her sleep. We see that she has on bright red lipstick\n\nand rouge, and is wearing a white blouse with red and purple hearts on it.\n\nBeside her lie a round hand mirror and a lurid teenage magazine.\n\n\n\nINT. HALLWAY\n\n\n\nALICE: Pest! It's not because I want you, either -\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nProfile CS of ROSALEEN asleep.\n\n\n\nALICE: (off) . . . it's because Mummy wants you!\n\n\n\nINT. HALLWAY\n\n\n\nALICE: Pest, pest. . .\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nROSALEEN tossing in her sleep.\n\n\n\nALICE: (off) . . . pest!\n\n\n\nCamera tracks in and around the bed right to left. A wind begins to blow\n\ntissues and papers across the bed around the tossing ROSALEEN. The bright\n\nafternoon sunlight on the right side of the room fades and is replaced by\n\ncold blue moonlight from the window os left. Music.\n\n\n\nclose shot of the grandMOTHER doll in the blue light.\n\n\n\nShot of a soft cloth sailor doll leaning against the window, curtains\n\nbillowing in the wind and blue moonlight.\n\n\n\nCamera tracking back left to right as the wind blows harder across ROSALEEN.\n\n\n\nclose shot of the toy shelf; camera pans to the left past a teddy bear to a\n\nHarlequin doll, its head ticking back and forth, past a porcelain cat head\n\nto the sailor doll against the window; camera moves to window and onto a\n\ndream landscape of dark forest and distant mountain. In the distance a wolf\n\nhowls.\n\n\n\ndissolve to:\n\n\n\nEXT. FOREST - NIGHT\n\n\n\nDream forest in thick mist. ALICE runs in at right, freezes in her tracks\n\nmomentarily as we hear another wolf howl in the distance. She runs left,\n\ncamera panning to follow her as she runs out of shot left.\n\n\n\nALICE runs in at right and towards camera, which tracks back sharply to show\n\nthe gates from the driveway hanging open, ruined and rusted. ALICE runs\n\nthrough them towards camera and off left.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe runs left,\n\ncamera panning to follow her as she runs out of shot left. ALICE runs in at right and towards camera, which tracks back sharply to show\n\nthe gates from the driveway hanging open, ruined and rusted. ALICE runs\n\nthrough them towards camera and off left. \n\nTARGET SECTION TO BE ANNOTATED:\nALICE runs through shot and off left; camera pans to left to reveal a life\n\nsize sailor doll standing against a rock face. It jerks to life and turns\n\naround to camera.\n\n\n\nclose shot of the cloth face of the doll as it turns round and runs jerkily\n\noff left after her.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nROSALEEN tossing uneasily in her sleep.\n\n\n\nEXT. FOREST\n\n\n\nThe white dress hanging from a tree in misty background. ALICE runs in\n\nright; camera pans to a life size teddy bear standing against a tree. The\n\nALICE halts and approaches the bear, stroking it as if for reassurance. The\n\nbear jerks to life and tries to grab her. She screams and pushes it away,\n\nrunning off right.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nROSALEEN tossing.\n\n\n\nThe sailor doll against the moonlit window.\n\n\n\nEXT. FOREST\n\n\n\nThe life size sailor doll lumbering forward. ALICE backs into shot from the\n\nleft, collides with the doll, screams and runs out of shot. The doll\n\ncollapses limply onto the ground, inert.\n\n\n\nclose shot of the life size teddy bear lifting its head. ALICE screams\n\noffscreen.\n\n\n\nclose shot ALICE, horrified, as she turns to run.\n\n\n\nA large doll's house, with light showing through its lower windows (it is\n\nmarkedly similar to the house seen earlier). ALICE enters shot from left,\n\nstares at the doll's house, moves forward to swing open a panel which\n\nreveals the rooms inside.\n\n\n\nclose shot of the interior: we see a mouse standing upright inside a\n\nminiature canopied bed, its snout poking out through the canopy.\n\n\n\nextreme close shot of the mouse.\n\n\n\nclose shot of ALICE grimacing in disgust.\n\n\n\nALICE's hand picks up a piece of miniature furniture and hurls it at the\n\nmouse.\n\n\n\nThe mouse flinches away.\n\n\n\nALICE runs off right.\n\n\n\nMouse looking into camera.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nclose shot grandMOTHER doll as before.\n\n\n\nROSALEEN tossing on the bed, camera tracking around bed to left.\n\n\n\nEXT. FOREST\n\n\n\nALICE running through mist towards camera, which pans left to reveal a large\n\ngrandFATHER clock shrouded in cobwebs. ALICE stops as the clock strikes once\n\nsluggishly and its hands spin erratically.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FOREST\n\n\n\nALICE running through mist towards camera, which pans left to reveal a large\n\ngrandFATHER clock shrouded in cobwebs. ALICE stops as the clock strikes once\n\nsluggishly and its hands spin erratically. \n\nTARGET SECTION TO BE ANNOTATED:\nclose shot of the clock's base as the door opens and mice spill out onto the\n\nground.\n\n\n\nclose shot of ALICE grimacing in disgust.\n\n\n\nALICE runs off left.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nextreme CLOSEUP of the Harlequin doll's head ticking back and forth.\n\n\n\nEXT. FOREST\n\n\n\nALICE runs in right and camera pans to show large pipe--like structures (a\n\nblast of organ music on soundtrack); at right a bird sits atop one of the\n\npipes looking at ALICE, who pauses and then flees off left.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nextreme close shot of a black and white photograph of ROSALEEN and the dog,\n\npropped up on the night table beside the bed, the shadow of the billowing\n\nwindow curtains moving across it.\n\n\n\nextreme close shot of the porcelain cat head, with the head of the Harlequin\n\ndoll ticking into shot at extreme right.\n\n\n\nEXT. FOREST\n\n\n\nALICE running past huge mushrooms towards camera and off screen left.\n\n\n\nALICE running past a large owl at left; pan to follow her.\n\n\n\nclose shot as the owl whirs into flight.\n\n\n\nThe mushrooms in the mist; at centre screen the owl flies off right as ALICE\n\nruns into shot in bg and runs towards camera.\n\n\n\nALICE runs left, camera panning with her; she freezes as the pan discloses a\n\npack of wolves standing motionless atop boulders.\n\n\n\nclose shot ALICE screaming in terror.\n\n\n\nThe wolves watching her, motionless.\n\n\n\nALICE standing, wolves behind her. They leap down from the rocks as one and\n\nshe flees off right.\n\n\n\nclose shot of the wolves leaping down from the rocks.\n\n\n\nLink cut to close shot of same.\n\n\n\nALICE fleeing past huge mushrooms; she stops to look back.\n\n\n\nWolves racing past a large tree.\n\n\n\nALICE runs off.\n\n\n\nThe wolf pack in pursuit.\n\n\n\nSlow motion shot of ALICE running towards camera, the wolves overtaking her\n\nfrom behind, some running round left to cut her off.\n\n\n\nALICE running, wolves closer behind.\n\n\n\nALICE reaches a rock face blocking the path, whirls round and screams.\n\n\n\nWolves howling, their eyes glowing red.\n\n\n\nclose shot of ALICE helpless at the rock face.\n\n\n\nwolves rush forward.\n\n\n\nALICE as she spins round, screaming, to stare at the rock face.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nclose shot of ALICE helpless at the rock face. wolves rush forward. ALICE as she spins round, screaming, to stare at the rock face. \n\nTARGET SECTION TO BE ANNOTATED:\nclose shot on rock face (as if ALICE's pov) to show a dark gap in the rock,\n\nred eyes glowing within.\n\n\n\nclose shot ALICE screaming, her hand at her throat.\n\n\n\nextreme CLOSEUP of the glowing red eyes.\n\n\n\nextreme CLOSEUP of ALICE screaming.\n\n\n\nWolf pack rushing up the path.\n\n\n\nclose shot of the wolf leaping out from the gap in the rock face.\n\n\n\nclose shot of ALICE screaming in despair and sinking onto the ground.\n\n\n\nThe wolf pack rushes closer.\n\n\n\nHigh angle as ALICE throws her arms up and sinks to the ground; the wolf\n\npack rushes into shot in f.g., hiding her from view.\n\n\n\nFADE OUT\n\n\n\nFADE IN:\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nROSALEEN turns over on the bed, smiling.\n\n\n\nclose shot of the window looking out onto the dream nightscape; camera\n\ntracks in past the window frame.\n\n\n\nEXT. FOREST -- DAY\n\n\n\ndissolve from nightscape to daylight forest scene, autumnal colours. Camera\n\ntracks in and pans right to disclose a distant church spire.\n\n\n\nEXT. CHURCHYARD -- DAY\n\n\n\nLow angle shot of the church, its bell tolling a knell; to the right in f.g.\n\na crane stands on the paved bridge, turning its head to camera.\n\n\n\nHigh angle close shot of ALICE with her eyes closed, a garland of white\n\nflowers on her brow, dark marks on her throat.\n\n\n\nclose shot of ROSALEEN, a white kerchief on her head, staring down. The bell\n\ntolls. MOTHER, wearing a straw bonnet trimmed with white, comes into shot at\n\nleft, stooping down.\n\n\n\nALICE is revealed laid out in a rough wooden coffin, her arms crossed over\n\nher breast. MOTHER kisses ALICE's forehead, looks at her sadly, then reaches\n\ndown to remove the crucifix and chain from around ALICE's neck. Camera pans\n\nup with MOTHER as she stands to put it around ROSALEEN's neck. We see GRANNY\n\nat right of shot, other mourners behind.\n\n\n\nMOTHER: Say goodbye to your sister now, so you'll never forget her.\n\n\n\nROSALEEN looks uncertainly at MOTHER, stoops down to kiss ALICE's forehead,\n\nglances again at MOTHER, looks down miserably.\n\n\n\nResume on ALICE, as a coffin lids slides up into shot to hide her face.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER: Say goodbye to your sister now, so you'll never forget her. ROSALEEN looks uncertainly at MOTHER, stoops down to kiss ALICE's forehead,\n\nglances again at MOTHER, looks down miserably. Resume on ALICE, as a coffin lids slides up into shot to hide her face. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN as she steps back in shock. A crow caws o.s. MOTHER crosses in\n\nfront of ROSALEEN and out at right.\n\n\n\nMOTHER walking past church wall to join a group of mourners on the other\n\nside of the grave, including FATHER and OLD PRIEST. FATHER puts his arm\n\naround her.\n\n\n\nROSALEEN and GRANNY. GRANNY reaches out and pulls ROSALEEN to her.\n\n\n\nGRANNY: Stay with me, child.\n\n\n\nShe reaches into her bag and pulls out a large gingerbread man.\n\n\n\nGRANNY: Chew on this. It'll keep your mind off things.\n\n\n\nROSALEEN takes the cookie and nibbles it tentatively.\n\n\n\ngrave diggers move into f.g. and stoop down out of show as PRIEST begins to\n\nread the service.\n\n\n\nOLD PRIEST Man that is born of WOMAN hath but a short time to live and is\n\nfull of misery. . .\n\n\n\nHigh angle on the coffin as they lift it and remove the boards supporting it\n\nover the open grave, then lower it slowly. Camera pulls back to show the\n\nsparse village congregation gathered around the grave.\n\n\n\nshot of a red--haired BOY beside his MOTHER. He lifts his head and smiles at\n\nROSALEEN.\n\n\n\nGRANNY and ROSALEEN. ROSALEEN takes the gingerbread man out of her mouth and\n\nsticks out her tongue.\n\n\n\nThe BOY puts out his tongue at her in response. His MOTHER cuffs him\n\nsmartly.\n\n\n\nROSALEEN turns her head away.\n\n\n\ngrave diggers begin to spade earth into the grave.\n\n\n\nOLD PRIEST We therefore commit her body to the ground. . .\n\n\n\nclose shot of a spade digging up moist earth.\n\n\n\nclose shot of the coffin in the grave as a clod of earth strikes it and\n\nstartles a large toad sitting atop the coffin.\n\n\n\nAnother shovelful of earth is lifted.\n\n\n\nAnother clod strikes the coffin and the toad hops away out of shot.\n\n\n\nEXT. VILLAGE - SUNDOWN\n\n\n\nA horsedrawn cart coming over the brow of a hill, FATHER and another PEASANT\n\nleading the horse. In the cart sit GRANNY and ROSALEEN on the left, MOTHER\n\nisolated on the right.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. VILLAGE - SUNDOWN\n\n\n\nA horsedrawn cart coming over the brow of a hill, FATHER and another PEASANT\n\nleading the horse. In the cart sit GRANNY and ROSALEEN on the left, MOTHER\n\nisolated on the right. \n\nTARGET SECTION TO BE ANNOTATED:\nGRANNY: Your poor sister - all alone in the wood, and nobody there to save\n\nher!\n\n\n\ncart with the church spire visible in the distance.\n\n\n\nGRANNY: Poor little lamb!\n\n\n\nROSALEEN: Why couldn't she save herself?\n\n\n\nCMS ROSALEEN and GRANNY.\n\n\n\nGRANNY: You don't know these things, you're only a child!\n\n\n\nFATHER and PEASANT pass in front of the camera, blacking out the screen\n\nmomentarily.\n\n\n\nDark screen which is disclosed as dark tree trunk as camera pans left to\n\ndisclose the village in LS, well in the centre. Crane down as cart comes\n\naround well and pulls to a stop. FATHER puts down a crate for the women to\n\nstep down onto; he reaches in to help GRANNY out.\n\n\n\nLink cut to MCS as he lifts GRANNY down, then ROSALEEN. She clings to him.\n\n\n\nROSALEEN: Daddy. . .\n\n\n\nFATHER: There, there, pet.\n\n\n\nGRANNY:  (offscreen) Shall I take her home. . .\n\n\n\nCU GRANNY.\n\n\n\nGRANNY: . . . with me tonight? Her MOTHER's in no fit state to look after\n\nher.\n\n\n\nResume previous shot as GRANNY's hand comes into shot at right to take\n\nROSALEEN's arm.\n\n\n\nGRANNY: (offscreen)  Come, pet.\n\n\n\nROSALEEN pulls free and moves to the left, camera panning with her to\n\nMOTHER.\n\n\n\nROSALEEN: I want to stay with Mummy.\n\n\n\nFATHER: Mummy's not well. Just for tonight.\n\n\n\nResume previous shot..\n\n\n\nGRANNY: Come, child, come with me.\n\n\n\nShe moves off left.\n\n\n\nFATHER puts his hand on MOTHER's shoulder, leads her away gently.\n\n\n\nEXT. WOODS - EVENING\n\n\n\nGRANNY and ROSALEEN appear in the distance walking along the path. Dark\n\nmusic.\n\n\n\nGRANNY: It's a long way through the wood, but safe by daylight. Safe if you\n\nkeep to the path. . .  (music drowns out her words)\n\n\n\nGRANNY stops and goes to a small shrub, picks something.\n\n\n\nGRANNY: There's lots more of these in the wood, if you know where to look!\n\n\n\nROSALEEN:   (looks off right) Berries!\n\n\n\nShe darts away.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANNY: There's lots more of these in the wood, if you know where to look! ROSALEEN:   (looks off right) Berries! She darts away. \n\nTARGET SECTION TO BE ANNOTATED:\nShot past a bush of berries in f.g. to ROSALEEN and GRANNY in b.g. ROSALEEN\n\npicks a berry and pops it into her mouth. GRANNY flies forward, grabs\n\nROSALEEN and drags her back.\n\n\n\nGRANNY: Don't. . .\n\n\n\nCLOSE MEDIUM SHOT as she pulls ROSALEEN up from screen left.\n\n\n\nGRANNY: . . . stray from the path, girl! Did you not hear what I told you?\n\nOnce you stray from the path you're lost entirely!   (she leads ROSALEEN\n\ndown the path) The wild beasts know no mercy. They wait for us in the wood,\n\nin the shadow, and once you put a foot wrong -\n\n\n\nCLOSE TWO SHOT ROSALEEN and GRANNY, who darts her head forward.\n\n\n\nGRANNY: - they POUNCE!\n\n\n\nROSALEEN starts. GRANNY smiles, pats her cheek.\n\n\n\nGRANNY: There. . .\n\n\n\nCLOSEUP ROSALEEN, alarmed.\n\n\n\nGRANNY:   (offscreen) . . . there, my precious.\n\n\n\nLONG SHOT: GRANNY leads ROSALEEN along the path.\n\n\n\nGRANNY: Don't take on so. It's something you have to learn, otherwise you'll\n\nend up like your poor dear sister!\n\n\n\nMEDIUM LONG SHOT following them past a huge tree; camera pans right to\n\ndisclose GRANNY's cottage in b.g. ROSALEEN runs ahead towards it.\n\n\n\nLink cut to MEDIUM SHOT as she runs through a gate in the low stone wall\n\naround the cottage. Bird song.\n\n\n\nEXT. COTTAGE\n\n\n\nIn the yard is a small apple tree. ROSALEEN bends down and picks up a fallen\n\napple from under the tree.\n\n\n\nROSALEEN: Granny, can I have one?\n\n\n\nGRANNY: I can't see why not.\n\n\n\nROSALEEN bites into the apple, grimaces and spits it out.\n\n\n\nclose shot of the apple in her hand. A large worm wriggles inside the bite\n\nmark.\n\n\n\nGRANNY:   (chuckling) You've got a lot to learn, child.\n\n\n\nShe takes the apple and tosses it away.\n\n\n\nGRANNY: Never stray from the path, never eat a windfall apple . . .\n\n\n\nShe picks another apple from the tree and gives it to ROSALEEN.\n\n\n\nGRANNY: .",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANNY: Never stray from the path, never eat a windfall apple . . . She picks another apple from the tree and gives it to ROSALEEN. GRANNY: . \n\nTARGET SECTION TO BE ANNOTATED:\n . . and never trust a man whose eyebrows meet!\n\n\n\nShe strokes ROSALEEN's cheek and goes into the cottage. ROSALEEN bites\n\nhungrily into the apple and follows her.\n\n\n\nEXT. GRANNY'S COTTAGE - NIGHT\n\n\n\nA white owl in a tree.\n\n\n\nThe cottage, chimney smoking, under a luminous full moon.\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nA cheery fire burning. ROSALEEN is sitting on the floor beside GRANNY in her\n\nchair. GRANNY is rolling up a ball of bright red wool.\n\n\n\nGRANNY: The best winter wool, pet, woven across the valley - so good, so\n\nsoft I thought I'd knit a shawl for your sister. But now, you know what I'll\n\ndo?\n\n\n\nROSALEEN: What, Gran?\n\n\n\nGRANNY: I'll make one for you! A very special shawl for a very special lady.\n\n\n\nShe rubs the wool against ROSALEEN's cheek.\n\n\n\nROSALEEN: Soft as a kitten.\n\n\n\nGRANNY smiles down at her, her spectacles lit by the fire; then her\n\nexpression hardens.\n\n\n\nGRANNY: There's something I should tell you.\n\n\n\nROSALEEN:   (startled) Yes?\n\n\n\nGRANNY: But maybe you`re too young.\n\n\n\nROSALEEN: Tell me, Gran!\n\n\n\nGRANNY: Too young to understand.\n\n\n\nROSALEEN: Oh, go on, Gran, tell me!\n\n\n\nGRANNY: Maybe no child is ever too young.  (pause) A wolf may be more than\n\nhe seems. He may come in many disguises.\n\n\n\nROSALEEN: What's that?\n\n\n\nGRANNY: The wolf that ate your sister was hairy on the outside. But when she\n\ndied she went straight to Heaven. The worst kind of wolves are hairy on the\n\ninside, and when they bite you, they drag you with them to Hell!\n\n\n\nROSALEEN: What do you mean, hairy on the inside? Like a furry coat?\n\n\n\nGRANNY: Hush now, foolish child, and listen. Once upon a time there was a\n\nWOMAN in the village, and she married a travelling man. . .\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. FOREST - DAY\n\n\n\nJubilant fiddle music.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnce upon a time there was a\n\nWOMAN in the village, and she married a travelling man. . . DISSOLVE TO:\n\n\n\nEXT. FOREST - DAY\n\n\n\nJubilant fiddle music. \n\nTARGET SECTION TO BE ANNOTATED:\n villagers dance down the path, all garlanded with\n\nflowers, surrounding the happy BRIDE and GROOM.\n\n\n\nHe sweeps her into his arms and carries her over the threshold of an\n\nisolated cottage.\n\n\n\nINT. BRIDE'S COTTAGE - NIGHT\n\n\n\nThe BRIDE and GROOM stand in their night dress before an open window which\n\nadmits bright moonlight. The BRIDE still has her garland in her hair.\n\n\n\nGROOM: (turning from the window) They've all gone now.\n\n\n\nBRIDE: It's a shame your people missed the wedding.\n\n\n\nGROOM: (cryptically) Maybe it is and maybe it isn't.\n\n\n\nShe turns and goes to the bed, turns back the covers.\n\n\n\nclose shot as the covers turn back, revealing a tiny hedgehog in the middle\n\nof the bed.\n\n\n\nShe laughs and scoops it up to show him.\n\n\n\nBRIDE: My brother`s idea of a joke!\n\n\n\nThe GROOM stares at her.\n\n\n\nBRIDE: Why are you staring like that?\n\n\n\nGROOM: Because I've never seen anything like you before.\n\n\n\nBRIDE: Don't they have girls where you come from?\n\n\n\nGROOM: Not like you.\n\n\n\nShe slowly removes the garland of flowers from her hair and puts it aside\n\ntenderly.\n\n\n\nIn the shadows the GROOM removes his nightshirt.\n\n\n\nBRIDE: Come out of the shadows. Let me see you, my love.\n\n\n\nHe walks forward slowly, the candlelight glowing on his bare chest.\n\n\n\nBRIDE: Are all travelling men as handsome as you?\n\n\n\nGROOM: So you think I'm handsome?\n\n\n\nBRIDE: The first thing I noticed about you - was the way your eyebrows meet.\n\n\n\nGROOM: Does that spoil me then?\n\n\n\nBRIDE: Come to me and I'll tell you.\n\n\n\nHe bends to kiss her. There is a screech and he yelps in pain.\n\n\n\nThe hedgehog on the floor under his feet.\n\n\n\nHe seizes it and goes to the door to throw it out into the yard.\n\n\n\nThe opened door reveals the full moon. Music.\n\n\n\nThe GROOM stops to stare at the moon, leaning weakly against the door jamb.\n\n\n\nBRIDE: My dear?\n\n\n\nGROOM: (thickly) I must . . . just go into the yard. . . for a moment. . .\n\n\n\nBRIDE: Why ever for?\n\n\n\nHe turns his head towards her; his pupils are bright red.\n\n\n\nGROOM: Call of nature.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRIDE: Why ever for? He turns his head towards her; his pupils are bright red. GROOM: Call of nature. \n\nTARGET SECTION TO BE ANNOTATED:\nHe goes out, shutting the door behind him.\n\n\n\nShe smiles uncertainly, gets into bed and snuggles down against the pillow\n\nto wait for him.\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nGRANNY: So she waited. . . and she waited. . .\n\n\n\nINT. BRIDE'S COTTAGE - NIGHT\n\n\n\nGRANNY (vo): . . . and she waited again.\n\n\n\nThe BRIDE sits up and gets out of bed.\n\n\n\nBRIDE: (to herself, uncertainly) Surely he`s been gone a long time?\n\n\n\nShe walks toward the door. A wolf howls outside.\n\n\n\nShe freezes in terror, then forces herself towards the window.\n\n\n\nEXT. BRIDE'S COTTAGE - NIGHT\n\n\n\nSeveral wolves in the yard under the blue full moon; one atop the low stone\n\nwall barks in answer to distant howling.\n\n\n\nINT. BRIDE'S COTTAGE - NIGHT\n\n\n\nShe recoils in horror.\n\n\n\nBRIDE: No! It can't be!\n\n\n\nEXT. WOODS - DAWN\n\n\n\nVILLAGERS armed with rifles searching through ground mist, moving through\n\nthe trees towards camera.\n\n\n\nMAN: He upped and ran, that`s all. It was in his blood. Wasn't he a\n\ntravelling man?\n\n\n\nCLOSE SHOT: BRIDE's hand lifting a dead leaf from the ground to reveal a\n\ndeep wolf print in the wet earth below.\n\n\n\nBRIDE bent over at edge of pond. In the pond wades another villager probing\n\nthe bottom with a long stick. He shakes his head. She looks up right, jumps\n\nto her feet.\n\n\n\nvillagers approach down the path at right.\n\n\n\nBRIDE: Anything?\n\n\n\nMAN: Not a hair nor a hide of him. Nor a footprint.\n\n\n\nShe pushes him in the chest angrily, runs back to point to the edge of the\n\npond.\n\n\n\nBRIDE: What's that, might I ask? I told you I heard a wolf last night! They\n\ncame and took him while he was making water, when a man. . .\n\n\n\nShe sinks to her knees.\n\n\n\nCLOSE SHOT as she lowers her head.\n\n\n\nBRIDE: . . . is at his most defenseless.  (looks up in tears) Murderers!\n\nThey're murderers!\n\n\n\nVILLAGERS look on as she lowers her head and sobs. At screen right a white\n\nduck preens itself unconcernedly.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey're murderers! VILLAGERS look on as she lowers her head and sobs. At screen right a white\n\nduck preens itself unconcernedly. \n\nTARGET SECTION TO BE ANNOTATED:\ngranny (vo):   (over) But she was a young thing. . .\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nGRANNY winding the red wool, ROSALEEN listening intently.\n\n\n\nGRANNY: . . . and cheerful of temperament,and she found another husband -\n\nnot too shy. . .\n\n\n\nINT. BRIDE'S COTTAGE - NIGHT\n\n\n\nclose shot of a porcelain chamber pot under the bed.\n\n\n\ngranny (vo): . . . to piss in a pot!\n\n\n\nPan up to stool on which stands an alarm clock, chiming delicately. The\n\nBRIDE's hand reaches out from under the eiderdown to turn it off, then\n\nretracts under the eiderdown, her laughter mingling with that of her\n\n(unseen) husband.\n\n\n\nROSALEEN (vo): And they lived happily ever after!\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nCMS as before.\n\n\n\nGRANNY: (sharply) Indeed they did not!\n\n\n\nINT. COTTAGE - EVENING\n\n\n\nThe BRIDE, older now, in a cluttered kitchen interior with three small\n\nchildren, all tearful.\n\n\n\ngranny (v0) First time passed, happily enough.\n\n\n\nThe BRIDE wipes one baby's face, puts it down.\n\n\n\nBRIDE: What a mess!  (baby wails) Oh, don't start!\n\n\n\nShe picks up another baby and dandles it while she peels potatoes angrily.\n\nThe first baby wails.\n\n\n\nBRIDE: Shut up! Here.\n\n\n\nShe gives the baby a bit of peeled potato.\n\n\n\ngranny (vo) Time passed, and she gave him children. And that was a bad time\n\nfor wolves, those years, oh yes! Not a sheep or a cow was safe. But for\n\nherself all went right as a trivet - until. . .\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. COTTAGE - NIGHT\n\n\n\ngranny (vo) . . . one winter's night. . .\n\n\n\nCamera pans and tracks through dark trees to show the lighted window of the\n\ncottage. Wolves howl in the distance.\n\n\n\nA ragged figure with long matted hair limps out of the darkness towards the\n\ncottage.\n\n\n\nHe rubs his hand over a dirty window pane; in the cleared space we see the\n\nBRIDE within feeding her children at the table.\n\n\n\nHe limps around the side of the cottage.\n\n\n\nINT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe rubs his hand over a dirty window pane; in the cleared space we see the\n\nBRIDE within feeding her children at the table. He limps around the side of the cottage. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n COTTAGE - NIGHT\n\n\n\nThe BRIDE feeding fresh wood into the fire. A heavy knock on the door. She\n\ngets up andpens the door to reveal the waiting figure.\n\n\n\nHer astonished face.\n\n\n\nThe disheveled GROOM walks in slowly. She stares at him.\n\n\n\nBRIDE: My God. . .\n\n\n\nHe glares at the children, sits heavily at the table.\n\n\n\nGROOM: I'm starving.\n\n\n\nOne of the children bursts into alarmed tears. She quickly scoops it away\n\nfrom the table.\n\n\n\nBRIDE: Do you want something to eat?\n\n\n\nGROOM: Didn't you hear me the first time!\n\n\n\nShe ladles out a bowl of soup. He pulls his hair away from his face, leans\n\nforward and spoons it up. Baby cries loudly.\n\n\n\nGROOM: Where did these three spring from?\n\n\n\nBRIDE: Out of my belly!\n\n\n\nGROOM:  (snarling) Your children - but not my children! Whore! Adulteress!\n\n\n\nShe backs away from him.\n\n\n\nGROOM: You hoped I'd never come back!\n\n\n\nHe overturns the table.\n\n\n\nBRIDE: I thought the wolves had taken you!\n\n\n\nGROOM: Better a wolf than a whore! If I were wolf once more, I'd teach this\n\nwhore a lesson!\n\n\n\nHe tears his shirt open.\n\n\n\nShe throws a ladle full of soup in his face.\n\n\n\nHe screams and covers his face with his hands.\n\n\n\nShe stares at him.\n\n\n\nHe rips away the skin from his face.\n\n\n\nShe stares, transfixed with horror.\n\n\n\nHe rips the skin from his face and neck with a skeletal hand.\n\n\n\nThe hand claws at her; she beats it off and backs away behind a post.\n\n\n\nThe hand peels his face entirely away, revealing a bloody grinning skull.\n\n\n\nShe cowers.\n\n\n\nThe hand rips his hair off; the naked bloody skull turns.\n\n\n\nIt howls.\n\n\n\nShe screams.\n\n\n\nThe skull elongates into a wolf's skull.\n\n\n\nShe runs to the children and hugs them to her.\n\n\n\nThe wolf skull howls; the skeletal hand claws at the air.\n\n\n\nShe clutches the children around her, screaming.\n\n\n\nThe body erupts into a bloody wolf's frame.\n\n\n\nThe head snarls at her.\n\n\n\nThe bloody wolf moves towards her.\n\n\n\nThe door opens and her SECOND HUSBAND comes in.\n\n\n\nShe screams to him.\n\n\n\nHe turns.\n\n\n\nHis hand seizes an axe leaning against the wall.\n\n\n\nThe wolf, now covered with fur, turns on him.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns. His hand seizes an axe leaning against the wall. The wolf, now covered with fur, turns on him. \n\nTARGET SECTION TO BE ANNOTATED:\nHe swings the axe.\n\n\n\nSlow motion: the wolf's severed head flies off.\n\n\n\nSlow motion: it soars through the air.\n\n\n\nSlow motion: it strikes the far wall and tumbles down.\n\n\n\nSlow motion: it lands in a bucket of milk and submerges. The GROOM's\n\noriginal hand some head resurfaces and floats on the milk, its eyes closed.\n\n\n\nThe BRIDE straightens and walks across the room to stare down at the bucket.\n\n\n\nThe SECOND HUSBAND watches her darkly.\n\n\n\nShe kneels down beside the bucket.\n\n\n\nHer hand touches the floating head gently.\n\n\n\nBRIDE  (wondering) He looks just the same. . .\n\n\n\nShe looks up at her SECOND HUSBAND.\n\n\n\nBRIDE . . . as the day I married him!\n\n\n\nThe SECOND HUSBAND strides forward.\n\n\n\nHe slaps her across the face. She gasps, looks down.\n\n\n\nThe head floating in the milk.\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nROSALEEN listening, seen past GRANNY's hands as they wind the red wool.\n\n\n\nROSALEEN: I'd never let a man strike me.\n\n\n\nGRANNY: Oh, they're nice as pie until they've had their way with you. But\n\nonce the bloom is gone, oh, the beast comes out.\n\n\n\nROSALEEN: When the wolves, though - when the real wolves. . .\n\n\n\nLOW ANGLE CLOSEUP of GRANNY seen past ROSALEEN.\n\n\n\nROSALEEN: - when the real wolves mate, do the dogs beat the bitches\n\nafterward?\n\n\n\nGRANNY: Animals! All wild animals!\n\n\n\nHer face changes.\n\n\n\nGRANNY: Well, that's enough. . .\n\n\n\nCLOSEUP of her hands putting the ball of red wool down on a table.\n\n\n\nGRANNY: . . . wool for tonight.\n\n\n\nCLOSEUP of GRANNY, smiling.\n\n\n\nGRANNY: Bedtime.\n\n\n\nCLOSEUP of ROSALEEN.\n\n\n\nCLOSEUP of GRANNY: she removes her glasses, rubs her eyes with her left\n\nhand, her silver wedding ring prominent. She folds up her glasses.\n\n\n\nCLOSEUP of her hands putting the glasses down beside the wool.\n\n\n\nGRANNY: What about a kiss for Granny?\n\n\n\nROSALEEN looks away.\n\n\n\nGRANNY: Don`t I deserve a kiss for my story?\n\n\n\nROSALEEN gets up.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSALEEN looks away. GRANNY: Don`t I deserve a kiss for my story? ROSALEEN gets up. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM PROFILE TWO SHOT: she kisses the OLD WOMAN's cheek dutifully.\n\n\n\nGRANNY: The best of all girls!\n\n\n\nShe gets up and takes the candle from the table.\n\n\n\nCLOSEUP of the candle next to a metal ornament: a squat toad with an erect\n\ncobra rearing above it.\n\n\n\nGRANNY walks to camera with candle, which goes out of focus.\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. GRANNY'S COTTAGE - NIGHT\n\n\n\nThe full moon seen through trees. Crickets humming.\n\n\n\nThe white owl takes flight from a tree.\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nCLOSEUP of the toad ornament shining in the moonlight.\n\n\n\nROSALEEN and GRANNY in bed side by side, GRANNY in her nightcap (as\n\ngrandMOTHER doll seen earlier), the candle burning on the night table beside\n\nthe bed.\n\n\n\nCLOSEUP: the ermine lifts it head.\n\n\n\nMEDIUM SHOT panning along the table to the toad ornament.\n\n\n\nCLOSEUP: the ermine swivels its head, hissing softly.\n\n\n\nMEDIUM SHOT panning around the bed. Music. GRANNY snores softly. ROSALEEN\n\nsits up.\n\n\n\nWe hear a wolf howl in the distance.\n\n\n\nMEDIUM SHOT tracking in on the window and strange Victorian paraphernalia on\n\nthe table. Music.\n\n\n\nCLOSEUP ROSALEEN as she glances at GRANNY uneasily, settles down again.\n\n\n\nEXT. WOODS - DAY\n\n\n\nROSALEEN and GRANNY walking along the path, GRANNY talking indistinctly.\n\n\n\nA toad crouches on a rock and watches them pass.\n\n\n\nHIGH ANGLE SHOT down on them as they round a bend in the path.\n\n\n\nGRANNY: Of course you won`t stay a young girl much longer. Your mummy and\n\ndaddy will need all the help they can get. Just grow wise, learn all that\n\nyou can, now that your sister is gone.\n\n\n\nThey pass under a tree.\n\n\n\nGRANNY's ermine lifts its head and howls.\n\n\n\nA snake coiled around a low branch of the tree.\n\n\n\nROSALEEN and GRANNY walk on unawares.\n\n\n\nEXT. VILLAGE - DAY\n\n\n\nThe village children are playing blind man's bluff.\n\n\n\nThe BOY, blindfolded, staggers forward and grabs hold of ROSALEEN.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. VILLAGE - DAY\n\n\n\nThe village children are playing blind man's bluff. The BOY, blindfolded, staggers forward and grabs hold of ROSALEEN. \n\nTARGET SECTION TO BE ANNOTATED:\nBOY  (pulls off blindfold, reacts) Cor!\n\n\n\nGRANNY grabs him by the ear.\n\n\n\nGRANNY: Caught you, you snotty-nosed ragamuffin!\n\n\n\nBOY I caught Rosaleen!\n\n\n\nGRANNY: Oh no, nobody catches my little princess!\n\n\n\nShe boots him smartly in the rear.\n\n\n\nGRANNY: Come along, my child.\n\n\n\nThe children rush off giggling wildly.\n\n\n\nEXT. VILLAGE - NIGHT\n\n\n\nLights in windows gleam through the dark.\n\n\n\nINT. HOUSE - NIGHT\n\n\n\nROSALEEN's MOTHER ladles out soup sadly.\n\n\n\nMOTHER: There's too much food now there's just the three of us.\n\n\n\nFATHER: Don't grieve. Least said soonest mended.\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. VILLAGE - DAY\n\n\n\nROSALEEN goes out to the well carrying a bucket. Doves fly out of the well,\n\nstartling her.\n\n\n\nShe fills her bucket.\n\n\n\nBOY: Rosaleen! Shall we play now?\n\n\n\nROSALEEN: Play what?\n\n\n\nBOY: A game!\n\n\n\nROSALEEN: I know a good game. Close your eyes. Now, come to me.\n\n\n\nThe BOY blunders forward.\n\n\n\nROSALEEN: Now. Closer, closer. Come on. Closer. There!\n\n\n\nBOY Now what?\n\n\n\nShe empties the bucket of water over him. He splutters.\n\n\n\nROSALEEN: Olly olly, can`t catch me!\n\n\n\nShe runs off.\n\n\n\nDISSOLVE TO:\n\n\n\nINT. ROSALEEN'S BEDROOM\n\n\n\nThe harlequin doll's head bobbing back and forth.\n\n\n\nROSALEEN asleep in the bed, wind blowing around her.\n\n\n\nTRACK IN on the window, curtains billowing in the wind, and on the dream\n\nlandscape beyond it.\n\n\n\nINT. HOUSE - NIGHT\n\n\n\nMOTHER gets up from the hearth, looks out the window.\n\n\n\nFATHER comes into shot and kisses the nape of her neck. She turns to embrace\n\nhim.\n\n\n\nROSALEEN in bed, moths circling her candle. She sits up.\n\n\n\nCLOSEUP of the candle and the circling moths.\n\n\n\nROSALEEN reacts to an offscreen noise.\n\n\n\nMOTHER and FATHER in bed, falling back content against their pillows after\n\nmaking love.\n\n\n\nROSALEEN sits back against her pillow, uneasy.\n\n\n\nINT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER and FATHER in bed, falling back content against their pillows after\n\nmaking love. ROSALEEN sits back against her pillow, uneasy. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOUSE - MORNING\n\n\n\nMOTHER pokes the fire. ROSALEEN sits up in bed behind her.\n\n\n\nROSALEEN: (uncertainly) Mummy. . .\n\n\n\nMOTHER: Yes, pet?\n\n\n\nROSALEEN: Does he hurt you?\n\n\n\nMOTHER:  (calmly) Does who hurt me?\n\n\n\nROSALEEN: Does Daddy hurt you. . . when he. . .\n\n\n\nMOTHER:  (firmly) No, not at all.\n\n\n\nROSALEEN: It sounds like. . .\n\n\n\nMOTHER: Like what?\n\n\n\nROSALEEN: Like the beasts Granny talked about.\n\n\n\nMOTHER:  You pay too much attention to your Granny.\n\n\n\nShe sits on the bed beside ROSALEEN.\n\n\n\nMOTHER:  She knows a lot, but she doesn't know everything. And if there's a\n\nbeast in men, it meets its match in women too. Understand me? Get up and\n\nfetch me some water.\n\n\n\nEXT. VILLAGE - MORNING\n\n\n\nROSALEEN taking down sheets that have been hung to dry.\n\n\n\nBOY: rosaleen!\n\n\n\nROSALEEN: Yes?\n\n\n\nBOY: I've brought you a little present.\n\n\n\nROSALEEN: What kind of present?\n\n\n\nHe pulls a bunch of wild flowers out of his shirt and holds it out to her.\n\n\n\nBOY: I thought maybe you`d take a walk with me in the wood, on Sunday after\n\nthe service. Just a little walk, Rosaleen.\n\n\n\nROSALEEN: Why should I?\n\n\n\nBOY I thought maybe you'd want to.\n\n\n\nROSALEEN: I'd have to ask.\n\n\n\nShe turns away. He calls after her.\n\n\n\nBOY Tell your MOTHER I'll be with you. And we won't stray from the path!\n\n\n\nINT. CHURCHYARD - DAY\n\n\n\nROSALEEN and GRANNY sitting beside tombstones under a tree; GRANNY is\n\nknitting the red shawl.\n\n\n\nGRANNY They're the best of all roses. . . picked from the grave of a\n\nprincess. They came off my best rose tree!\n\n\n\nROSALEEN: Why can't Mommy grow roses like that?\n\n\n\nGRANNY: (sniffing) It's a question of a green thumb, she lacks that. No hand\n\nat pastry, either!\n\n\n\nThe OLD PRIEST walks by carrying a ladder, which he places beside the tree.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANNY: (sniffing) It's a question of a green thumb, she lacks that. No hand\n\nat pastry, either! The OLD PRIEST walks by carrying a ladder, which he places beside the tree. \n\nTARGET SECTION TO BE ANNOTATED:\nGRANNY Good morning, Father!\n\n\n\nOLD PRIEST Good morning!\n\n\n\nGRANNY (to ROSALEEN): They say that priests' bastards often turn into wolves\n\nas they grow older!\n\n\n\nROSALEEN: (alarmed) What do you mean?\n\n\n\nGRANNY If the child is born on Christmas Day. If he's born feet first he'll\n\nbe the one, if he's born feet first and his eyebrows meet in the middle! Oh\n\nyes. . . very bad! One day he'll meet the Devil in the wood. . .\n\n\n\nROSALEEN looks up at her.\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nMist. A thin BOY creeps through the trees, looking cautiously to left and\n\nright. He moves into close shot, and we see that his eyebrows meet.\n\n\n\nHIS POV: mist in the tress and two points of yellow light that move forward.\n\n\n\nThe BOY, uneasy.\n\n\n\nThe lights approach and are revealed as the headlights of a white limousine.\n\nIt glides to a silent halt in front of the astonished BOY.\n\n\n\nInside the CHAUFFEUR wears a white uniform and cap, with long blonde hair.\n\nShe turns to look out at the BOY (it is ROSALEEN in a platinum wig). She\n\ngets out.\n\n\n\nInside the car sits the PRINCE OF DARKNESS contemplating a small skull.\n\n\n\nShe opens the door; the PRINCE looks out.\n\n\n\nHe gestures to the BOY to come closer.\n\n\n\nHe reaches down and produces a small jar.\n\n\n\nHe holds it out to the BOY.\n\n\n\nThe CHAUFFEUR smiles to herself as the BOY takes it.\n\n\n\nPRINCE Now use it wisely!\n\n\n\nThe BOY opens the jar and peers inside.\n\n\n\nPRINCE  (smiling) Waste not, want not!\n\n\n\nHe gestures and the CHAUFFEUR closes the door. The BOY backs away.\n\n\n\nThe PRINCE returns to contemplating the skull as the car glides away. The\n\nBOY unlaces the top of his jerkin.\n\n\n\nHe watches the car move away into the mist.\n\n\n\nHe puts a finger into the jar and smears unguent onto his chest.\n\n\n\nThe car moves off into the distance.\n\n\n\nCLOSEUP of the BOY's thin naked chest; pan up to his face.\n\n\n\nThe car is gone.\n\n\n\nBOY looks down.\n\n\n\nclose shot of his chest: dark hair sprouting.\n\n\n\nHe looks up.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOY looks down. close shot of his chest: dark hair sprouting. He looks up. \n\nTARGET SECTION TO BE ANNOTATED:\nMist where the car disappeared.\n\n\n\nHair sprouting thickly on his chest.\n\n\n\nHis feet: vines erupts from the earth and coil around his boots.\n\n\n\nThe BOY's face: he looks down.\n\n\n\nHis chest, now matted with dark hair.\n\n\n\nVines wrap around his legs.\n\n\n\nThe climb up his body.\n\n\n\nHe screams.\n\n\n\nBOY No! No!\n\n\n\nHis face distorts with terror.\n\n\n\nINT. ROSALEEN'S BEDROOM\n\n\n\nHe is seen in the dresser mirror, screaming.\n\n\n\nROSALEEN sits up in bed, turns to look at the BOY in the mirror.\n\n\n\nINT. CHURCHYARD\n\n\n\nROSALEEN: That's a horrid story! I didn't like it at all.\n\n\n\nGRANNY: It's not a story, child, but God's own truth. So if you should spy\n\non a naked man in the wood, run as if the Devil himself were after you!\n\n\n\nThe OLD PRIEST comes out of the rectory carrying heavy pruning shears. He\n\ntakes off his hat and plops it over the top of the tombstone next to GRANNY\n\nand climbs up the ladder against the tree.\n\n\n\nROSALEEN: (whispers) The Devil's one thing, but a priest making babies is\n\nanother! I don't think our priest would have it in him.\n\n\n\nGRANNY: (loudly) You can't trust anyone, least of all a priest! He's not\n\ncalled FATHER for nothing! And don't bother to whisper - he's deaf as a\n\npost!\n\n\n\nUp in the tree the OLD PRIEST chops at a branch.\n\n\n\nGRANNY holds out the red shawl.\n\n\n\nGRANNY There - isn't that lovely? All we need is a nice border and fringe.\n\nSee how soft it feels!\n\n\n\nShe holds it out to ROSALEEN who tries it on delightedly.\n\n\n\nROSALEEN: Soft as snow!\n\n\n\nGRANNY; Red as a berry!\n\n\n\nROSALEEN: Red as blood.\n\n\n\nThe OLD PRIEST chops another branch.\n\n\n\nIt lands on GRANNY's bonnet.\n\n\n\nROSALEEN laughs.\n\n\n\nGRANNY Old fool, want to brain me! What's he up to in the tree, the old\n\nmonkey! FATHER!\n\n\n\nThe OLD PRIEST goes on pruning branches.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat's he up to in the tree, the old\n\nmonkey! FATHER! The OLD PRIEST goes on pruning branches. \n\nTARGET SECTION TO BE ANNOTATED:\nGRANNY FATHER, are you climbing up to Heaven and chopping the rungs of the\n\nladder after you? Watch what you're doing! Can you hear me?\n\n\n\nOLD PRIEST Don't make so much clamour in the garden of God's house, you\n\nirreverent old woman! I heard every word!\n\n\n\nGRANNY   (indignantly) Well, what a silly game!\n\n\n\nOLD PRIEST Someone's got to do it! Someone's got to cut away the old wood.\n\nEven evergreens need pruning!\n\n\n\nHe chops another branch.\n\n\n\nIt falls as GRANNY leads ROSALEEN away.\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. HOUSE - NIGHT\n\n\n\nROSALEEN at the window inside looking at a moth caught in a spider web and\n\nthe enormous spider on the next windowpane.\n\n\n\nINT. HOUSE - NIGHT\n\n\n\nROSALEEN lifts her hand to touch the spider gingerly.\n\n\n\nFATHER comes in holding wood, pauses to look at her.\n\n\n\nHe goes past MOTHER busy at the stove, puts the wood down on the hearth,\n\npicks up the BOY's bouquet from the mantel and sniffs at it theatrically,\n\nthen bites off one of the flowers and chews it.\n\n\n\nMOTHER: Daddy, leave her be!\n\n\n\nROSALEEN jumps up from the window seat and takes the bouquet from him.\n\n\n\nROSALEEN: He only asked me to walk with him. What's wrong with that?\n\n\n\nMOTHER: All the same, I don't know. It's not as if ==\n\n\n\nFATHER: Ah, where's the harm in it, he's our neighbour's son, she's known\n\nhim since she was a baby. She still is a baby.\n\n\n\nMOTHER: So was our Alice once.\n\n\n\nFATHER: She'll be gone soon enough, she's so pretty. What is it they say -\n\nit's not losing a daughter, it's gaining a son?\n\n\n\nROSALEEN: Stop teasing me, he only asked me to walk with him!\n\n\n\nFATHER: Well, one thing leads to another.\n\n\n\nMOTHER crosses holding a jug and flicks water from it into FATHER's face.\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. WOODS - MORNING\n\n\n\nLONG SHOT as before tracking over the treetops to the distant church spire.\n\nChurch bell pealing.\n\n\n\nINT. CHURCH - MORNING\n\n\n\nSunlight blazing through the window.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nChurch bell pealing. INT. CHURCH - MORNING\n\n\n\nSunlight blazing through the window. \n\nTARGET SECTION TO BE ANNOTATED:\n The OLD PRIEST in his surplice walks to\n\nthe pulpit, humming to himself, mounts it to face the congregation.\n\n\n\nThe congregation, a couple of dozen villagers, ROSALEEN in the centre beside\n\nher parents.\n\n\n\nOLD PRIEST Isaiah, chapter eleven, verses six to eight. \"The wolf also shall\n\ndwell with the lamb, and the leopard shall lie down with the kid, and the\n\ncalf and the young lion and fatling together, and the little child shall\n\nlead them. And the cow and the bear shall feed their young ones together.\n\nAnd the lion shall eat straw with the ox, and the suckling child shall play\n\non the whole of the ass, and the weaned child shall put his hand on the\n\ncockatrice's den. They shall not hurt nor destroy in all my holy mountain,\n\nfor the earth shall be full of the knowledge of the Lord, as the waters\n\ncover the sea.\n\n\n\nUnder this:\n\n\n\nThe BOY beside his FATHER. He turns to look behind him at ROSALEEN.\n\n\n\nROSALEEN looks up at him, grins crookedly.\n\n\n\nGRANNY starts up out of a doze, looks around her.\n\n\n\nThe BOY turns back; his FATHER grins down at him proudly.\n\n\n\nROSALEEN\"s FATHER looks across at her, leans over to whisper to MOTHER.\n\n\n\nPRIEST in the lectern.\n\n\n\nGRANNY asleep.\n\n\n\nPRIEST smiling.\n\n\n\nROSALEEN glances up at the ceiling.\n\n\n\nHER POV: spiders clustered in a web on the underside of a lamp. One falls.\n\n\n\nROSALEEN looks down.\n\n\n\nA spider falls onto her open prayer book. More fall. Her hand calmly brushes\n\nthem away.\n\n\n\nPRIEST seen over the heads of the congregation.\n\n\n\nEXT. CHURCH - DAY\n\n\n\nThe BOY and ROSALEEN walking away together. ROSALEEN wearing her red shawl.\n\nvillagers on the church steps watch them go.\n\n\n\nBOY'S FATHER:   (proudly) That's my BOY!\n\n\n\nROSALEEN'S PARENTS come out of the church, GRANNY and the OLD PRIEST behind\n\nthem.\n\n\n\nGRANNY Don't stray from the path!\n\n\n\nEXT. WOODS - DAY\n\n\n\nROSALEEN and the BOY walk past a charcoal burner feeding his fire along the\n\npath to the wood.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANNY Don't stray from the path! EXT. WOODS - DAY\n\n\n\nROSALEEN and the BOY walk past a charcoal burner feeding his fire along the\n\npath to the wood. \n\nTARGET SECTION TO BE ANNOTATED:\nBOY: When do you have to be back, ROSALEEN?\n\n\n\nROSALEEN:   (curtly) Soon.\n\n\n\nBOY: Why are you so crabby today? I thought you wanted to come!\n\n\n\nROSALEEN: So what if I did?\n\n\n\nBOY: Well, you should. . .\n\n\n\nROSALEEN: What should I?\n\n\n\nThe BOY shyly runs his hands up her shawl, strokes her cheek.\n\n\n\nBOY Well, you know. . .\n\n\n\nROSALEEN: I don't know. Look!\n\n\n\nShe points to a white dove in a tree, runs towards it. The BOY follows\n\ndeterminedly.\n\n\n\nBOY Pretty, but not as pretty as you!\n\n\n\nHe kisses her cheek. She pushes him away.\n\n\n\nBOY Wasn't that nice?\n\n\n\nROSALEEN: No.\n\n\n\nShe runs off down the path. He puffs out his cheeks in exasperation, follows\n\nher.\n\n\n\nROSALEEN pushes through undergrowth at the side of the path.\n\n\n\nThe BOY runs along the path, stops as he sees ROSALEEN standing motionless\n\nagainst a tree. He goes to her.\n\n\n\nBOY: What's wrong, ROSALEEN? Don't you like me?\n\n\n\nROSALEEN: Oh no, I like you. I like you well enough.\n\n\n\nBOY: Well why won't you kiss me?  (She looks down) You're afraid, aren't\n\nyou?\n\n\n\nROSALEEN: I'm not afraid!\n\n\n\nBOY: Well?\n\n\n\nShe leans forward and kisses him on the mouth. He responds eagerly. She\n\npulls away.\n\n\n\nBOY That wasn't very good. Give me another!\n\n\n\nROSALEEN:   (pushing him away) Have to catch me first!\n\n\n\nShe runs off. He pursues but trips and falls flat on his face.\n\n\n\nROSALEEN crouches down in the underbrush.\n\n\n\nBOY ROSALEEN!\n\n\n\nROSALEEN runs through the mist.\n\n\n\nBOY: (os) ROSALEEN!\n\n\n\nShe looks back. A rainbow appears across the path behind her.\n\n\n\nShe runs on.\n\n\n\nThe BOY searches more desperately.\n\n\n\nBOY: ROSALEEN!\n\n\n\nROSALEEN runs off the path right; camera focuses on the snake dangling from\n\na tree branch.\n\n\n\nExtreme high angle shot from atop a dead tree down onto ROSALEEN running\n\ninto shot below. She looks up at the tree.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSALEEN runs off the path right; camera focuses on the snake dangling from\n\na tree branch. Extreme high angle shot from atop a dead tree down onto ROSALEEN running\n\ninto shot below. She looks up at the tree. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN at the tree base looking up. She looks around, smiles, looks up\n\nagain.\n\n\n\nShe begins to climb.\n\n\n\nCLOSEUP of the snake coiled around the branch.\n\n\n\nROSALEEN climbs.\n\n\n\nShe reaches the upper part of the tree.\n\n\n\nThe BOY runs along the path.\n\n\n\nBOY: Rosaleen! Rosaleen! Where are you?\n\n\n\nCamera cranes up to show the hem of ROSALEEN's red cloak above him in the\n\ntree. He runs unawares off down the path.\n\n\n\nROSALEEN climbs higher.\n\n\n\nEcstatic music as she reaches the top of the tree, where there is a large\n\nbird's nest.\n\n\n\nShe looks up happily. We hear a bird cry off.\n\n\n\nLong shot of ROSALEEN atop the tree, a bird flying off into the distance.\n\n\n\nclose shot of the inside of the nest, which contains white feathers, four\n\ngrey eggs and a hand mirror.\n\n\n\nROSALEEN leans forward.\n\n\n\nHer hand takes the mirror.\n\n\n\nShe looks at herself in it.\n\n\n\nHigh angle shot of her legs dangling over space.\n\n\n\nHer hands open a small jar, which contains rouge. She rubs some onto her\n\nindex finger.\n\n\n\nShe rubs it onto her lips.\n\n\n\nCLOSEUP of the nest and her hand holding the mirror, her face reflected in\n\nit. Beside the mirror the eggs one by one crack and open, revealing tiny\n\nhomunculi inside.\n\n\n\nROSALEEN reaches forward.\n\n\n\nHer hand takes one of the glistening little figures.\n\n\n\nEXT. PATH\n\n\n\nThe BOY runs desperately along the path. He stops in horror.\n\n\n\nBOY: Oh Jesus!\n\n\n\nA calf stands next to a dead heifer, its throat torn and bloody.\n\n\n\nThe BOY runs off shouting.\n\n\n\nBOY: Wolf! Wolf!\n\n\n\nMist rising about the dead heifer and its desolate calf.\n\n\n\nCLOSEUP of a wolf, its eyes blazing, its muzzle bloody.\n\n\n\nROSALEEN walks along the path, contemplating the little figurine in her\n\ncupped hands.\n\n\n\nCLOSEUP of the wolf looking down (as if at her).\n\n\n\nINT. BARN\n\n\n\nThe BOY runs in shouting.\n\n\n\nBOY: Wolf! Wolf!\n\n\n\nHe trips and falls amidst the pigs.\n\n\n\nHis FATHER reacts.\n\n\n\nBOY: (exhausted) Wolf. . . !\n\n\n\nROSALEEN's FATHER rushes forward.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis FATHER reacts. BOY: (exhausted) Wolf. . . ! ROSALEEN's FATHER rushes forward. \n\nTARGET SECTION TO BE ANNOTATED:\nFATHER: Where's my daughter? What have you  done with my daughter?\n\n\n\nHe hauls the BOY to his feet as other villagers crowd around them.\n\n\n\nMOTHER: Where's ROSALEEN?\n\n\n\nBOY: She ran away from me!\n\n\n\nBOY'S FATHER: Get your hands off him!\n\n\n\nMOTHER: ROSALEEN!\n\n\n\nBOY'S FATHER: Don't you hit my boy!\n\n\n\nFATHER: Your son left my only daughter to the mercy of the wolves!\n\n\n\nBOY'S FATHER: A daughter's one thing, a heifer's another!\n\n\n\nThey fight. ROSALEEN's MOTHER grabs a bucket of water.\n\n\n\nMOTHER: I'll cool you off!\n\n\n\nShe dashes the water over them. They separate sheepishly, revealing ROSALEEN\n\nstanding in the b.g.\n\n\n\nMOTHER reacts.\n\n\n\nMOTHER: My darling! Where have you been? And in such a state!\n\n\n\nROSALEEN: (quietly) Look, Mummy.\n\n\n\nShe raises her cupped hand.\n\n\n\nCLOSEUP of the little homunculi.\n\n\n\nMOTHER smiles tenderly at her.\n\n\n\nCLOSEUP of the figurine, a tiny tear dripping from one eye.\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nCamera pans across dark trees to show the lights of the village far below.\n\n\n\nINT. HOUSE - NIGHT\n\n\n\nFATHER clicks his rifle shut, gets up. ROSALEEN helps him into a heavy dark\n\ncloak.\n\n\n\nMOTHER: Take care, won't you? And take this.\n\n\n\nShe holds up a crucifix on a chain. He knocks it aside with the barrel of\n\nhis rifle.\n\n\n\nFATHER: No. This is all these beasts understand. Kill them before they kill\n\nyou.\n\n\n\nHe goes out. Thunder. MOTHER hugs ROSALEEN.\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nHeavy autumn mist. The villagers walk in single file carrying flaming\n\ntorches.\n\n\n\nOLD VILLAGER Keep close! There was once a village so plagued by the beats\n\nthey drew one up in the bucket of the well!\n\n\n\nFATHER: Hush your antique gossip unless you want the wolves to hear it!\n\n\n\nThe BOY trudges behind his FATHER, clutching a white duck.\n\n\n\nINT HOUSE - NIGHT\n\n\n\nMOTHER is bathing ROSALEEN before the fire.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nFATHER: Hush your antique gossip unless you want the wolves to hear it! The BOY trudges behind his FATHER, clutching a white duck. INT HOUSE - NIGHT\n\n\n\nMOTHER is bathing ROSALEEN before the fire. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER: You're such a big girl now, aren't you? Come on, hold still! There\n\nyou are, big girl! Just be careful of those boys if they take you in the\n\nwood again.\n\n\n\nROSALEEN:   (scornfully) What boys? Clowns are what the village boys are!\n\n\n\nMOTHER: Your Granny spoils you - makes you think you're something special.\n\nThat red shawl!\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nThe villagers are digging a pit and lopping down branches to conceal it.\n\n\n\nOLD VILLAGER: If you think the wolves are big now you should have seen them\n\nwhen I were a lad! Monsters they was - that's the truth! Veritable monsters.\n\nBig as a man - bigger!\n\n\n\nThe BOY clutches the duck fearfully.\n\n\n\nINT. HOUSE - NIGHT\n\n\n\nROSALEEN wrapped in a sheet drying herself by the fire.\n\n\n\nROSALEEN: When will Daddy have done with the killing?\n\n\n\nMOTHER: When the beast is dead, and not until the beast is dead. We won't\n\nlive quiet until then.\n\n\n\nROSALEEN gets up, holding the sheet around her, and walks to look out of the\n\nwindow.\n\n\n\nHER POV: the full moon outside. A VILLAGER walks past huddled against the\n\ncold. Wind blows.\n\n\n\nROSALEEN: Be winter soon.\n\n\n\nMOTHER: Hard winter. A hard winter brings out the wolves. Thank God we're\n\nsafe indoors!\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nThe BOY holds the duck. The pit is completed and covered with branches.\n\n\n\nFATHER: We must hide in the trees!\n\n\n\nBOY'S FATHER: BOY! Quickly!\n\n\n\nThe BOY runs forward and puts the duck atop the branches concealing the pit.\n\n\n\nFATHER: Douse the lights! Into the trees! Quietly!\n\n\n\nThey disperse.\n\n\n\nThe BOY'S FATHER clasps the BOY to him behind a tree.\n\n\n\nThe duck flaps its wings.\n\n\n\nINT. COTTAGE - NIGHT\n\n\n\nMOTHER and ROSALEEN in two-shot.\n\n\n\nROSALEEN: Granny says wolves may not always be what they seem.\n\n\n\nMOTHER: How can a wolf be worse than it already is?\n\n\n\nROSALEEN: Not worse, but different. Maybe it isn't the wolf's fault, Mummy.\n\nMaybe. . .",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSALEEN: Not worse, but different. Maybe it isn't the wolf's fault, Mummy. Maybe. . . \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER: Maybe what?\n\n\n\nROSALEEN: Maybe once upon a time. . .\n\n\n\nMOTHER: Are you going to tell me a story?\n\n\n\nROSALEEN: Maybe I am.  (smiles) Once upon a time. . . there was a WOMAN in\n\nthe valley.\n\n\n\nMOTHER: Um.\n\n\n\nROSALEEN: And the son of the big house did her a terrible wrong.\n\n\n\nMOTHER: Oh. . .\n\n\n\nROSALEEN: So she came to his wedding, to put wrong to right.\n\n\n\nDISSOLVE TO:\n\n\n\nINT. TENT - DAY\n\n\n\nA lavishly appointed pink tent. A SERVANT enters carrying a bottle of wine\n\nin a silver ice bucket, followed by another SERVANT. A string trio plays in\n\nthe background. GUESTS are assembled along lengthy tables placed\n\nperpendicular to the main table where the BRIDE and GROOM sit together. The\n\nSERVANT pours wine for the GROOM. The GUESTS eat and drink greedily and\n\nnoisily.\n\n\n\nDRUNKEN GUEST (overheard): My dear, she was a beautiful thing. No one would\n\nhave suspected a thing.\n\n\n\nThe GROOM leans over to whisper in the BRIDE's ear.\n\n\n\nA SERVANT enters bearing a cushion on which rests a sword. The BRIDE and\n\nGROOM rise together, the GROOM takes the sword and they turn, the BRIDE\n\nputting her hand atop his on the sword, and ceremonially cut into the bottom\n\nlayer of a massive tiered pink wedding cake. General laughter.\n\n\n\nGUEST:  (with his mouth full) Ladies and gentlemen, a toast! To the bride\n\nand groom!\n\n\n\nGUESTS:  To the bride and groom!\n\n\n\nDRUNKEN GUEST: Come on, lad, kiss the girl!\n\n\n\nGROOM: (laughs) With pleasure!\n\n\n\nHe whispers in her ear.\n\n\n\nGROOM A taste of what's to come!\n\n\n\nThey kiss. General exclamations.\n\n\n\nAn OLD WOMAN eating a chicken leg greedily.\n\n\n\nAnother WOMAN feeding her lap dog.\n\n\n\nThe prolonged kiss ends as the BRIDE pulls away decorously.\n\n\n\nGUEST Well done, sir! Very good!\n\n\n\nThe DRUNKEN GUEST drinks from his wine glass.\n\n\n\nThe string trio resumes playing.\n\n\n\nEXT. HOUSE - DAY\n\n\n\nMusic heard distantly.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe string trio resumes playing. EXT. HOUSE - DAY\n\n\n\nMusic heard distantly. \n\nTARGET SECTION TO BE ANNOTATED:\n Crows caw as a PEASANT WOMAN emerges from the trees\n\nand walks slowly towards camera.\n\n\n\nThe house and the tent beside it. Peacocks call as she walks calmly into the\n\ntent.\n\n\n\nINT. TENT - DAY\n\n\n\nThe tent entrance seen from behind the BRIDE and GROOM.\n\n\n\nGROOM Your every happiness, my dear.\n\n\n\nThe WOMAN comes into the tent. The GROOM sees her and freezes in shock.\n\n\n\nHe slowly lowers his glass.\n\n\n\nThe BRIDE sees his expression and turns.\n\n\n\nCamera tracks in on their startled expression.\n\n\n\nThe WOMAN walks towards them, then along the table.\n\n\n\nShe turns into profile: she is heavily pregnant.\n\n\n\nShe looks at the assembled GUESTS with hostile curiosity. An ornate MIRROR\n\ncomes into shot behind her on the tent wall.\n\n\n\nThe GUESTS whisper excitedly. The musicians play on.\n\n\n\nThe WOMAN takes an apple from the table and bites into it.\n\n\n\nThe GROOM's face as she approaches him.\n\n\n\nShe spits the bite of apple out at him.\n\n\n\nGUESTS gasp as the GROOM recoils. Music stops.\n\n\n\nThe WOMAN stands with the mirror behind her.\n\n\n\nWOMAN: So - I wasn't good enough for you. I was, once. . .\n\n\n\nCLOSEUP of the appalled BRIDE.\n\n\n\nWOMAN: Once upon a time. . .\n\n\n\nThe OLD WOMAN still chewing the chicken leg, her mouthing the only sound in\n\nthe still tent.\n\n\n\nWOMAN: Don't you remember?\n\n\n\nCLOSEUP GROOM.\n\n\n\nWOMAN Don't you?\n\n\n\nThe BRIDE turns to look at the GROOM, then looks back at the WOMAN.\n\n\n\nThe OLD WOMAN goes on eating.\n\n\n\nThe WOMAN stands in front of the mirror, in which we can see the BRIDE and\n\nGROOM reflected with other GUESTS.\n\n\n\nWOMAN: The wolves in the forest are more decent!\n\n\n\nCLOSEUP GROOM. The music resumes.\n\n\n\nCLOSEUP WOMAN in front of the mirror. Its surface warps and bends.\n\n\n\nThe WOMAN spins round to stare into the mirror.\n\n\n\nThe mirror cracks and splinters. We hear screams.\n\n\n\nShe smiles coldly.\n\n\n\nIn the distorted mirror we see the GROOM and BRIDE fall back into their\n\nchairs.\n\n\n\nThe WOMAN laughs harshly.\n\n\n\nCLOSEUP of a hand covered with hair grasping a wine glass and crushing it.\n\n\n\nThe WOMAN laughs.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe WOMAN laughs harshly. CLOSEUP of a hand covered with hair grasping a wine glass and crushing it. The WOMAN laughs. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSEUP of a man's boots under the table as they split open and clawed paws\n\nemerge.\n\n\n\nCLOSEUP WOMAN turning, her eyes blazing.\n\n\n\nIn the distorted mirror we see the GROOM writhing.\n\n\n\nAnother pair of shoes splits open to reveal claws.\n\n\n\nThe WOMAN laughing.\n\n\n\nThe hairy hand bleeding from the fragments of the wine glass.\n\n\n\nMore shoes splitting open.\n\n\n\nThe OLD WOMAN staring, fangs protruding from her open mouth.\n\n\n\nThe WOMAN looks right and left.\n\n\n\nCLOSEUP of a hairy hand rising to paw at a hairy bodice.\n\n\n\nThe OLD WOMAN looking down in horror.\n\n\n\nThe hand ripping open the bodice to reveal hairy breasts.\n\n\n\nThe WOMAN laughs.\n\n\n\nThe OLD WOMAN\"S fanged face in the distorted mirror.\n\n\n\nThe WOMAN stares proudly.\n\n\n\nA guest transformed entirely into a wolf in fine clothes leaps down from the\n\ntable, an astonished SERVANT staring.\n\n\n\nHairy legs pumping and kicking off shoes. Jaunty music.\n\n\n\nThe WOMAN laughs.\n\n\n\nFeet kicking.\n\n\n\nThe WOMAN looks left, eyes blazing.\n\n\n\nThe DRUNKEN GUEST, now completely transformed, rips his wig off.\n\n\n\nThe WOMAN laughs.\n\n\n\nThe wolf gulps from its wine glass.\n\n\n\nThe WOMAN leans over backwards laughing.\n\n\n\nThe table, all the GUESTS now wolves.\n\n\n\nThe musicians play on unperturbed.\n\n\n\nTrack along the table of wolves in fine clothes.\n\n\n\nThe WOMAN laughs.\n\n\n\nA SERVANT represses a smile.\n\n\n\nThe WOMEN stares at the wolves.\n\n\n\nThe wolves leap down, scattering cutlery and glasses.\n\n\n\nA huge vase of flowers crashes down onto the table.\n\n\n\nA SERVANT stands impassive as wolves leap about him.\n\n\n\nA candelabra smashes down onto the table between two wolves.\n\n\n\nAnother vase of flowers topples from its stand, narrowly missing the SERVANT\n\nbeside it.\n\n\n\nWolves leap down past a statue of Cupid holding a bunch of grapes.\n\n\n\nThe distorted mirror reflecting wolves leaping down.\n\n\n\nThe wedding cake collapses.\n\n\n\nThe SERVANTS stand behind the table as it collapses under the weight of the\n\nwolves.\n\n\n\nThe pack of wolves rush out of the entrance to the tent,\n\n\n\nSERVANTS on either side looking at each other in amazement.\n\n\n\nEXT. TENT - DAY\n\n\n\nThe pack of wolves rush past an astonished peacock and vanish into the\n\ntrees.\n\n\n\nINT. TENT - DAY\n\n\n\nMore wolves rush out past SERVANT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nTENT - DAY\n\n\n\nThe pack of wolves rush past an astonished peacock and vanish into the\n\ntrees. INT. TENT - DAY\n\n\n\nMore wolves rush out past SERVANT. \n\nTARGET SECTION TO BE ANNOTATED:\nThe distorted mirror reflects the fallen table and the SERVANTS standing\n\nbehind it.\n\n\n\nThe WOMAN turns from the mirror, smiles and bows her head with\n\n\n\nexaggerated politeness. In the mirror we see the SERVANTS all bow to her as\n\none.\n\n\n\nShe makes an exaggerated curtsey and sweeps out of the shot; in the mirror\n\nwe see the SERVANTS helping themselves to wine.\n\n\n\nDISSOLVE TO:\n\n\n\nINT. HOUSE - NIGHT\n\n\n\nROSALEEN and MOTHER.\n\n\n\nMOTHER:   (astonished) Where did you hear a story like that?\n\n\n\nROSALEEN: It's not a story, but God's honest truth! Granny told me.\n\n\n\nMOTHER reacts.\n\n\n\nROSALEEN: And after that, the WOMAN made the wolves come to sing to her and\n\nthe baby at night. Made them come and serenade her.\n\n\n\nMOTHER:   (laughing) But what pleasure could there be in that? Listening to\n\na lot of wolves! Don't we have to do it all the time?\n\n\n\nROSALEEN: The pleasure would come. . .\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nThe WOMAN rocking a cradle suspended from a tree branch.\n\n\n\nROSALEEN:   (VO) . . . from knowing the power that she had.\n\n\n\nMusic. Wolves are heard howling in the distance. Track back as the WOMAN\n\nlaughs triumphantly.\n\n\n\nCLOSEUP of the BABY in the cradle, the WOMAN's hand fondling it.\n\n\n\nStormy clouds seen through bare tree branches. Wolves howl.\n\n\n\nThe WOMAN stands over the cradle, crooning to it.\n\n\n\nEXT. WOOD - NIGHT\n\n\n\nLeaves falling in autumnal mist.\n\n\n\nvillagers crouched din the trees, waiting. The duck quacks.\n\n\n\nThunder. A huge wolf lopes along the path.\n\n\n\nBOY Daddy - !\n\n\n\nThe SMITH claps his hand over the BOY's mouth.\n\n\n\nThe wolf approaches.\n\n\n\nThe duck on the path, the wolf in b.g.\n\n\n\nA VILLAGER levels his rifle.\n\n\n\nThe wolf sniffs the air, its eyes glowing.\n\n\n\nCLOSEUP of the duck quacking nervously.\n\n\n\nThe wolf crouches.\n\n\n\nZOOM IN on the duck.\n\n\n\nLow angle slow motion shot of the wolf springing.\n\n\n\nThe wolf crashes down into the concealed pit.\n\n\n\nThe duck flies off in terror.\n\n\n\nThe SMITH releases the BOY and rushes forward.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe wolf crashes down into the concealed pit. The duck flies off in terror. The SMITH releases the BOY and rushes forward. \n\nTARGET SECTION TO BE ANNOTATED:\nThe VILLAGER lowers his rifle and runs forward.\n\n\n\nvillagers holding flaming torches crowd around the pit. They fire their guns\n\ninto it repeatedly, smoking rising.\n\n\n\nFlash shot of the wolf's head looking up.\n\n\n\nThe villagers fire relentlessly.\n\n\n\nThe BOY peers down into the pit from between his FATHER's legs, flattens as\n\nhis FATHER fires his pistol down into the pit. The BOY looks up as the\n\nfiring ceases. Gunsmoke rises silently from the pit.\n\n\n\nThe villagers bring their torches closer.\n\n\n\nINT. HOUSE - NIGHT\n\n\n\nFATHER enters and throws his rifle down into the corner. MOTHER rushes to\n\nclose the door after him.\n\n\n\nMOTHER:   (crosses herself) Praise be to God!\n\n\n\nFATHER sits heavily at the table and holds up something wrapped in a cloth.\n\n\n\nFATHER: When I cut it off the carcass for a trophy it was the forepaw. . .\n\nthe forepaw of the biggest wolf I ever saw.\n\n\n\nMOTHER backs away and goes to ROSALEEN.\n\n\n\nMOTHER: The wolf that killed our Alice?\n\n\n\nFATHER: Aye, may be.\n\n\n\nHe puts the bundle on the table. MOTHER and ROSALEEN stare at it.\n\n\n\nFATHER: When I cut it with the knife it was a forepaw, I swear, of a grizzle\n\ngiant wolf. . . and then before my very eyes. . .\n\n\n\nHe unwraps the bundle. MOTHER gasps and clutches ROSALEEN.\n\n\n\nIt is a severed man's hand, with a large ring on one finger.\n\n\n\nROSALEEN: Whose is it, Daddy? Is it someone you knew?\n\n\n\nFATHER: What do I know whose hand it is! All I know is what I see.\n\n\n\nMOTHER: Get it out!\n\n\n\nROSALEEN: Was it a man or a wolf you killed?\n\n\n\nFATHER: When I killed it it was a wolf, and it turned into a man. Seeing is\n\nbelieving.\n\n\n\nROSALEEN:  Is it? What about - touching?\n\n\n\nShe moves calmly to the table and reaches out to the severed hand.\n\n\n\nMOTHER seizes her and drags her away.\n\n\n\nMOTHER: Get it out!\n\n\n\nFATHER: Whatever it is, now it's dead meat!\n\n\n\nMOTHER turns her face away.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER: Get it out! FATHER: Whatever it is, now it's dead meat! MOTHER turns her face away. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN: Do we bury it or burn it, Daddy?\n\n\n\nFATHER stares at her, leaps up and flings the hand into the fire.\n\n\n\nclose shot of it burning.\n\n\n\nThey all stare at it. ROSALEEN moves forward, bends down to look at it.\n\n\n\nCLOSEUP of the hand burning in the fireplace.\n\n\n\nCLOSEUP of ROSALEEN staring at it.\n\n\n\nCLOSEUP of the hand burning.\n\n\n\nINT. ROSALEEN'S BEDROOM\n\n\n\nROSALEEN asleep, tears streaming down her face, blurring her makeup.\n\n\n\nA tear falling and hitting the floor, splashing into hundred of tiny\n\ndroplets. Musical chord.\n\n\n\nThe sailor doll against the blowing window curtains.\n\n\n\nAnother tear splashing, and another. Musical chords.\n\n\n\nHarlequin doll, motionless.\n\n\n\nThree more tears splashing to the floor. Musical chords.\n\n\n\nROSALEEN asleep, tossing restlessly.\n\n\n\nEXT. VILLAGE - WINTER MORNING\n\n\n\nSnow on the ground. The smith working the bellows of his forge.\n\n\n\nThe SMITH takes a glowing horseshoe out of the forge with long tongs and\n\ncarries it right to the anvil, where the BOY stands waiting to steady it\n\nwith another set of tongs. SMITH hammers at the horseshoe while we see\n\nROSALEEN emerge from the cottage in b.g., wearing an apron; the BOY looks up\n\nand sees her. She bends down to throw grain to the geese, then goes back\n\ninside.\n\n\n\nThe BOY uses his tongs to dip the horseshoe into a bucket of water; steam\n\nhisses up. He holds up the horseshoe and examines it critically, looks o.s.\n\nafter ROSALEEN and smiles.\n\n\n\nINT. COTTAGE\n\n\n\nMS of MOTHER and ROSALEEN, ROSALEEN now wearing her red wool shawl; MOTHER\n\nis packing a basket of food.\n\n\n\nMOTHER: You're besotted with that old lady, and her old wives' tales. Maybe\n\nyou shouldn't go.\n\n\n\nROSALEEN: Daddy killed the great wolf. I'll be safe in the forest now,\n\nMummy.\n\n\n\nMOTHER: Mind you don't stray - and take something to protect yourself with.\n\n\n\nROSALEEN picks up a long sharp carving knife.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll be safe in the forest now,\n\nMummy. MOTHER: Mind you don't stray - and take something to protect yourself with. ROSALEEN picks up a long sharp carving knife. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN: How about a knife?\n\n\n\nMOTHER: You're not afraid of anything, are you? You're a fearless child,\n\nI'll say that. I suppose your Granny will ask you to stay the night. You\n\nalways were her favorite.\n\n\n\nROSALEEN: Of course I'll stay the night if she asks me - it'd be rude not\n\nto. She is my grandmother, and she may not have a kind word for you, but\n\nshe's always been good to me. She's all alone out there, Mummy.\n\n\n\nMOTHER takes down a black stoppered bottle.\n\n\n\nMOTHER: Maybe you're right and maybe you're not.  (puts bottle into basket)\n\nGive her that from me. And don't stray now, Rosaleen! I trust you. You won't\n\nbe lucky twice.\n\n\n\nMOTHER opens the door and ROSALEEN goes out, carrying the basket.\n\n\n\nEXT. VILLAGE - DAY\n\n\n\nThe BOY stands by the smithy whittling at a stick with his pocket knife. He\n\nducks out of sight as ROSALEEN emerges from her house in b.g., and dodges\n\nround behind the smith to see where she is headed. He takes a few last cuts\n\nat his stick, then hurries after her, dodging past men pushing heavy carts.\n\n\n\nROSALEEN walks along the snowy path, past a large white rabbit.\n\n\n\nShe walks past men pushing heavy mine carts filled with ore. The BOY runs\n\nafter her.\n\n\n\nBOY ROSALEEN!\n\n\n\nShe stops and turns as he runs up.\n\n\n\nBOY Where are you going?\n\n\n\nROSALEEN: To see my Granny.\n\n\n\nBOY: It's a long ways through the woods! Let me come with you - you'd be\n\nsafe with me!\n\n\n\nROSALEEN:   (scornfully) Go into the woods with you? After what happened\n\nlast time?\n\n\n\nBOY   (brandishing his knife) I'll protect you!\n\n\n\nROSALEEN smiles and produces her own, larger knife.\n\n\n\nROSALEEN: No. I've got this to protect me.\n\n\n\nShe brushes past him and runs off., He tries to follow but his path is\n\nblocked by men pushing carts.\n\n\n\nEXT. WOODS - DAY\n\n\n\nROSALEEN pushes on. Camera lingers momentarily on the snake in b.g.\n\n\n\nCLOSEUP of a large toad atop a snow-covered rock.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nWOODS - DAY\n\n\n\nROSALEEN pushes on. Camera lingers momentarily on the snake in b.g. CLOSEUP of a large toad atop a snow-covered rock. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN crouches down beside it.\n\n\n\nThe toad leaps away abruptly.\n\n\n\nROSALEEN looks up in alarm, reaches for her knife, stands up warily.\n\n\n\nShe backs up, spins around.\n\n\n\nHER POV: a bird flies off through the woods.\n\n\n\nROSALEEN backs up in the other direction - directly into the HUNTSMAN\n\nstanding smiling behind her. She whirls round in fright. He doffs his hat to\n\nher with exaggerated courtesy, speaks with a distinct Continental accent.\n\n\n\nHUNTSMAN: Miss?\n\n\n\nROSALEEN: Where did you spring from?\n\n\n\nHUNTSMAN: Did I scare you? I am sorry.\n\n\n\nROSALEEN: At least you have your clothes on. Huntsman, are you? Lost your\n\nhorse?\n\n\n\nHUNTSMAN: Lost my horse and lost my companions, young lady.\n\n\n\nROSALEEN: And lost your way too.\n\n\n\nHUNTSMAN: I do believe I just found it.\n\n\n\nShe backs away.\n\n\n\nHUNTSMAN: I say, do you think you could spare me a drink out of that?\n\n\n\nROSALEEN: It's for my Granny.\n\n\n\nHUNTSMAN: I know the very place up the way for a picnic!\n\n\n\nHe takes the basket from her, offers her his arm, and leads the way.\n\n\n\nCLOSEUP of the toad on the snow.\n\n\n\nEXT. CLEARING - DAY\n\n\n\nThe HUNTSMAN and ROSALEEN sitting in the shelter of a few large trees, where\n\nthe snow is not so deep.\n\n\n\nHUNTSMAN: I have the most remarkable object in my pocket. That means I never\n\nlose my way in the woods.\n\n\n\nROSALEEN: In your pocket, you say?\n\n\n\nHUNTSMAN: This object goes everywhere with me - that is, whenever I wear my\n\ntrousers.\n\n\n\nROSALEEN hands him a crisp cake. He bites into it hungrily.\n\n\n\nHUNTSMAN: Umm.  (holds it out to her) Go on, bite it.\n\n\n\nShe leans forward; he retracts his hand puts the cake into his mouth,\n\nextends it to her. She nibbles tentatively from the protruding end and then\n\nbacks quickly away. He smiles, uncorks the bottle, swigs from it.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe leans forward; he retracts his hand puts the cake into his mouth,\n\nextends it to her. She nibbles tentatively from the protruding end and then\n\nbacks quickly away. He smiles, uncorks the bottle, swigs from it. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN: Don't you know how strong that stuff is? A man in our village\n\nkeeps a still - he's the reddest nose you ever saw. He tells lies, too. Like\n\nyou. I don't believe there is such a thing.\n\n\n\nThe HUNTSMAN springs to his feet.\n\n\n\nHUNTSMAN: Seeing is believing.\n\n\n\nHe takes something out from his trousers pocket, kneels down beside ROSALEEN\n\nand holds it out to her. She looks. He opens it: a pocket compass.\n\n\n\nHUNTSMAN: The little needle always points north, no matter where I go, so I\n\nalways know exactly where I am.\n\n\n\nROSALEEN takes the compass and examines it.\n\n\n\nROSALEEN: I don't believe it, even though I see it.\n\n\n\nHUNTSMAN: It was this compass that brought me safe through the wood.\n\n\n\nROSALEEN: But you lost your way in the wood.\n\n\n\nHUNTSMAN:   (caressing her hair) But I found you. Are you sorry?\n\n\n\nROSALEEN: I'm not sorry. They're clowns, the village boys.\n\n\n\nHUNTSMAN: Well, then.\n\n\n\nROSALEEN: But don't you know you should never leave the path?\n\n\n\nHUNTSMAN: I just got onto the path. I was perfectly safe before.\n\n\n\nROSALEEN: Aren't you afraid of the wolves?\n\n\n\nHUNTSMAN: Why should I be frightened of wolves?\n\n\n\nROSALEEN: You must know the worse wolves are hairy on the inside.\n\n\n\nHe leaps to his feet in indignation.\n\n\n\nHUNTSMAN: Old wives' tales! Peasant superstition! What, a bright young girl\n\n- pretty, intelligent girl like you believing in werewolves!\n\n\n\nROSALEEN: But my Granny said that -\n\n\n\nHUNTSMAN: For believing in old wives' tales, you deserve . . . to be\n\npunished!\n\n\n\nHe seizes ROSALEEN and kisses her, rolling her onto the ground. She laughs.\n\n\n\nHUNTSMAN: I'll show you I'm not afraid of the wolves, ROSALEEN. I'll make a\n\nbet with you. I'll bet you anything you like that I get to your Granny's\n\nhouse before you do.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUNTSMAN: I'll show you I'm not afraid of the wolves, ROSALEEN. I'll make a\n\nbet with you. I'll bet you anything you like that I get to your Granny's\n\nhouse before you do. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN: How?\n\n\n\nHUNTSMAN: I'll use my compass to help me cross the country while you trudge\n\nalong the dreary path!\n\n\n\nROSALEEN: Bet me your compass.\n\n\n\nHUNTSMAN: Bet me your heart's desire.\n\n\n\nROSALEEN: And if I lose?\n\n\n\nHUNTSMAN: You can give me . . . a kiss!\n\n\n\nThey sit up.\n\n\n\nHUNTSMAN: Here - take my hat as a token of good will. Wear it, until we meet\n\nagain.\n\n\n\nHe puts it on her head, gets up and goes without another word.\n\n\n\nROSALEEN looks at herself in her hand mirror, the hat perched jauntily atop\n\nher head.\n\n\n\nShe gets up and hurries along the path.\n\n\n\nCLOSEUP of the hand mirror abandoned in the snow, with a large raven\n\nstanding beside it.\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. GRANNY'S COTTAGE - NIGHT\n\n\n\nSnow falling. Owls hoot. The HUNTSMAN moves rapidly and surely through the\n\nwoods.\n\n\n\nHe approaches the cottage, goes through the gate.\n\n\n\nHe pauses, puts his hand to the game dangling from his belt, puts a finger\n\nto his mouth - leaving a smear of blood on his lips.\n\n\n\nDrops of blood fall onto the snow at his feet.\n\n\n\nHe moves on towards the cottage, his eyes aflame.\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nGRANNY sitting dozing over the Bible in her rocking chair before the fire. A\n\nheavy knock on the door.\n\n\n\nGRANNY (rousing) Who is it?\n\n\n\nHUNTSMAN: (os; falsetto) Only your granddaughter.\n\n\n\nGRANNY Lift up the latch and walk in.\n\n\n\nCLOSEUP of GRANNY: we see the door reflected in her eyeglasses as the door\n\nopens and the HUNTSMAN enters.\n\n\n\nGRANNY God save us!\n\n\n\nHer ermine lifts its head and hisses; the HUNTSMAN whirls round in surprise.\n\nGRANNY staggers to her feet, holding her Bible in front of her like a\n\nshield.\n\n\n\nGRANNY Get you back to Hell from which you came!\n\n\n\nHUNTSMAN: I don't come from Hell. I came from the forest.\n\n\n\nGRANNY What have you done with my granddaughter?\n\n\n\nHUNTSMAN: Nothing she didn't want!\n\n\n\nShe hurls the Bible at him.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRANNY What have you done with my granddaughter? HUNTSMAN: Nothing she didn't want! She hurls the Bible at him. \n\nTARGET SECTION TO BE ANNOTATED:\nHe ducks.\n\n\n\nIt falls open against the far wall.\n\n\n\nShe grabs his gun and knocks him onto the floor with it. He howls in pain\n\nand fright.\n\n\n\nShe looks down at him.\n\n\n\nHe turns his head, extending an impossibly long tongue.\n\n\n\nShe recoils in horror.\n\n\n\nShe turns and seizes the poker out of the fire, swinging it at him with all\n\nher strength as he bounds to his feet.\n\n\n\nHe grabs the red-hot end of the poker and screams in pain.\n\n\n\nHe drops it, extending his smoking palm.\n\n\n\nHe turns and aims a blow at her.\n\n\n\nThe blow knocks her head off.\n\n\n\nThe severed head flies through the air (slow motion).\n\n\n\nHe stares at it.\n\n\n\nSlow motion: GRANNY's head strikes the wall and shatters into china\n\nfragments and floating grey hair.\n\n\n\nEXT. GRANNY'S COTTAGE - NIGHT\n\n\n\nROSALEEN approaches through the falling snow.\n\n\n\nINT. GRANNY'S COTTAGE\n\n\n\nEXTREME CLOSEUP of the HUNTSMAN's yellow eye as he rocks back and forth in\n\nGRANNY's chair by the fire.\n\n\n\nEXT. GRANNY'S COTTAGE\n\n\n\nROSALEEN approaches the gate.\n\n\n\nINT. GRANNY'S COTTAGE\n\n\n\nThe HUNTSMAN rocking in the chair.\n\n\n\nextreme CLOSEUP of his yellow eye as he rocks slower and slower. . .\n\n\n\nEXT. GRANNY'S COTTAGE\n\n\n\nROSALEEN looks up at the sky. A wolf howls in the distance.\n\n\n\nher pov: a full moon. The HUNTSMAN's eye dissolves in over the moon. More\n\nwolves howl.\n\n\n\nINT. GRANNY'S COTTAGE\n\n\n\nextreme CLOSEUP of the HUNTSMAN's eye as the rocking chair slows and comes\n\nto a stop.\n\n\n\nEXT. GRANNY'S COTTAGE\n\n\n\nROSALEEN looking up at the moon; she looks down at her feet.\n\n\n\nher pov: the blood on the snow.\n\n\n\nShe moves on hurriedly towards the cottage.\n\n\n\nINT. GRANNY'S COTTAGE\n\n\n\nThe door seen past the HUNTSMAN in the chair. A knock.\n\n\n\nHUNTSMAN: (falsetto) Who's there?\n\n\n\nROSALEEN: (os) Only your granddaughter.\n\n\n\nHUNTSMAN: (falsetto) Lift up the latch and walk in.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUNTSMAN: (falsetto) Who's there? ROSALEEN: (os) Only your granddaughter. HUNTSMAN: (falsetto) Lift up the latch and walk in. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN enters and stares at the HUNTSMAN.\n\n\n\nROSALEEN: So. You got here before me just as you said you would.\n\n\n\nHUNTSMAN: I did.\n\n\n\nROSALEEN: Where's my Granny?\n\n\n\nHUNTSMAN: Gone out to the woodpile, to fetch more logs.\n\n\n\nROSALEEN: A real gentleman would never let an old lady go out, not on a\n\nnight like this.\n\n\n\nHUNTSMAN: She won't be long.\n\n\n\nROSALEEN goes to the window and pulls back the curtain.\n\n\n\nROSALEEN: She's not there.\n\n\n\nShe turns and looks at him, then darts for the door, but he leaps up into\n\nher path. She backs away from him.\n\n\n\nHer heels comes down onto GRANNY's glasses, smashing them.\n\n\n\nShe looks down at them, then across at the fireplace.\n\n\n\nher pov: grey hair burning in the grate.\n\n\n\nROSALEEN: Is that all you left of her? Your kind can't stomach hair, can you\n\n- even if the worst wolves are hairy  on the inside!\n\n\n\nHUNTSMAN: What do you know about my kind?\n\n\n\nROSALEEN: (groping behind her) My GRANNY told me plenty!\n\n\n\nHer hands find the knife in the basket behind her. She brandishes it, and he\n\nleaps forward to seize it.\n\n\n\nHUNTSMAN: Are you very much afraid?\n\n\n\nROSALEEN: It wouldn't do me much good to be afraid, would it?\n\n\n\nHe forces her down onto her knees on the floor.\n\n\n\nROSALEEN: What big eyes you have!\n\n\n\nHUNTSMAN: All the better to see you with.\n\n\n\nROSALEEN: They say seeing is believing, but I'd never swear to it.\n\n\n\nHUNTSMAN: You must be wet through. Why don't you take off your shawl?\n\n\n\nShe shudders. He gently unties it, pulls her to her feet and removes the\n\nshawl.\n\n\n\nROSALEEN: What should I do with it?\n\n\n\nHUNTSMAN: Into the fire with it - you won't need it again.\n\n\n\nShe kneels down and puts it into the fire.\n\n\n\nROSALEEN: Your kind can't stomach clothes either.\n\n\n\nCLOSEUP of the red shawl burning. Wolves howl outside.\n\n\n\nShe looks up.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSEUP of the red shawl burning. Wolves howl outside. She looks up. \n\nTARGET SECTION TO BE ANNOTATED:\nROSALEEN: who's come to sing us carols then?\n\n\n\nHUNTSMAN: Only my companions, darling. I love the company of wolves. Look\n\nout of the window and you'll see them.\n\n\n\nHe sinks back grinning into the rocking chair. ROSALEEN goes back to the\n\nwindow and looks out.\n\n\n\nROSALEEN: Poor creatures. It's freezing cold out there, no wonder they howl\n\nso.\n\n\n\nEXT. GRANNY'S COTTAGE\n\n\n\nher pov: wolves on the stone wall outside, their eyes glowing.\n\n\n\nINT. GRANNY'S COTTAGE\n\n\n\nHUNTSMAN: Are you sorry for them?\n\n\n\nROSALEEN: Yes. And for you too!\n\n\n\nShe seizes his rifle from where it was leaning against the wall and levels\n\nit at him. He leaps to his feet.\n\n\n\nHUNTSMAN: You're a bold fearless girl, aren't you? And now you must give me\n\nback my gun, my dear.\n\n\n\nHe moves towards her.\n\n\n\nShe shakes her head and fires.\n\n\n\nAn ornament on the shelf shatters into fragments.\n\n\n\nHe falls to the floor, howling in fear.\n\n\n\nHe looks up at her.\n\n\n\nROSALEEN: Are you our kind, or their kind?\n\n\n\nHUNTSMAN: Not one kind or the other. Both.\n\n\n\nROSALEEN: Then where do you live? In our world, or in theirs?\n\n\n\nHUNTSMAN: I come and go between them. My home is nowhere.\n\n\n\nROSALEEN: Are you only a man when you dress that way - like GRANNY said?\n\n\n\nHe looks down, unbuttons his shirt and pulls it off, spreading his bare\n\narms.\n\n\n\nROSALEEN: My, what big arms you have.\n\n\n\nHUNTSMAN: The better to hug you with.\n\n\n\nHe rises and approaches her slowly.\n\n\n\nROSALEEN: Well. . . perhaps. . . you did win your bet, didn't you - you\n\ngentleman, you fine gentleman. They say the Prince of Darkness is a\n\ngentleman. They're right. A fine gentleman.\n\n\n\nHUNTSMAN: (smiling) Gentlemen always keep their promises. Do ladies keep\n\ntheir promises? Indeed I won my bet. So now, you owe me. . .\n\n\n\nROSALEEN: I remember.\n\n\n\nHUNTSMAN: . . . a kiss.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo now, you owe me. . . ROSALEEN: I remember. HUNTSMAN: . . . a kiss. \n\nTARGET SECTION TO BE ANNOTATED:\n Will you be honourable and pay me, or not?\n\n\n\nHe slowly takes her face into his hands and kisses her. She suddenly pushes\n\nhim away; he stumbles to the floor.\n\n\n\nROSALEEN: Jesus, what big teeth you have!\n\n\n\nHUNTSMAN: All the better to eat you with.\n\n\n\nROSALEEN seizes the rifle and fires at him. He clutches his shoulder and\n\nfalls howling to the floor.\n\n\n\nHe rocks back and forth, howling.\n\n\n\nHis back heaves.\n\n\n\nHis long tongue emerges.\n\n\n\nHair sprouts along his heaving back.\n\n\n\nROSALEEN backs away.\n\n\n\nHe screams.\n\n\n\nHis face splits open and a wolf's head emerges from within.\n\n\n\nHis back splits to let the wolf's body emerge.\n\n\n\nEXT. GRANNY'S COTTAGE\n\n\n\nThe full moon in the sky.\n\n\n\nThe wolves on the wall howling.\n\n\n\nINT. GRANNY'S COTTAGE\n\n\n\npan up from the fire to ROSALEEN's face where she stands against the wall.\n\n\n\nROSALEEN: I'm sorry.\n\n\n\nWe hear the sound of the wolf whining.\n\n\n\nROSALEEN: I never knew a wolf could cry.\n\n\n\nShe moves to the grey wolf sitting on the hearth and hugs it.\n\n\n\nEXT. GRANNY'S COTTAGE\n\n\n\nThe wolves leap down from the wall and disperse into the night.\n\n\n\nINT. COTTAGE\n\n\n\nROSALEEN cradles the wolf tenderly.\n\n\n\nROSALEEN: Leaving you, are they? You'll be all alone. I'll tell you a story\n\nof a wounded wolf. . .\n\n\n\nDISSOLVE TO:\n\n\n\nEXT. VILLAGE - NIGHT\n\n\n\ntrack in on the well. Wind blows. Pigeons erupt into the shot.\n\n\n\nROSALEEN (vo) Once upon a time. . .\n\n\n\nThe well mechanism, cogs turning.\n\n\n\nROSALEEN (vo) . . . when the village was asleep. . .\n\n\n\nThe edge of the well: a wolf appears over the lip, its eyes glowing in the\n\ndark. It lifts its muzzle exploratorily, looks into the camera.\n\n\n\nROSALEEN (vo) . . . a she-wolf came, from the world below to the world\n\nabove.\n\n\n\nA cottage window, which lights up as someone inside approaches the window\n\nholding a candle.\n\n\n\nThe wolf on the well lifts its head in response to a distant howling, and\n\nhowls back.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSALEEN (vo) . . . a she-wolf came, from the world below to the world\n\nabove. A cottage window, which lights up as someone inside approaches the window\n\nholding a candle. The wolf on the well lifts its head in response to a distant howling, and\n\nhowls back. \n\nTARGET SECTION TO BE ANNOTATED:\nIt lowers its head and jumps down out of shot.\n\n\n\nWolf moves away from the well uncertainly.\n\n\n\nIt looks about.\n\n\n\nIt trots away from the village towards the bridge.\n\n\n\nROSALEEN (vo) She meant no harm. . .\n\n\n\nThe wolf on the bridge, the church spire visible in b.g.\n\n\n\nROSALEEN (vo) . . . to anyone, but someone meant harm to her.\n\n\n\nCottage door opens; pan down to reveal a MAN holding a rifle.\n\n\n\nHe fires.\n\n\n\nCLOSEUP as the bullet strikes the wolf's leg.\n\n\n\nIt wheels around, yelping with pain.\n\n\n\nIt flees over the bridge towards the church, whining.\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nThe she-wolf limps through the underbrush, panting in pain.\n\n\n\nROSALEEN (vo) So she ran. . . and she ran. . .\n\n\n\nEXT. CHURCHYARD - NIGHT\n\n\n\nROSALEEN (vo). . . and she ran again. . .\n\n\n\nThe wolf limps up the stone steps leading to the rectory.\n\n\n\nThe wolf hesitates, her eyes glowing.\n\n\n\nCLOSEUP of light shining out from beneath the door.\n\n\n\nThe wolf lowers her head and whimpers.\n\n\n\nShe limps further up the steps to the door.\n\n\n\nShe wheels and runs back down as the door opens and the OLD PRIEST emerges.\n\n\n\nHe looks out into the misty churchyard.\n\n\n\nOLD PRIEST Who's there? Who's there?\n\n\n\nThe wolf looks out from behind a tombstone.\n\n\n\nThe OLD PRIEST comes down the steps slowly; camera PANS right to reveal the\n\nWOLF GIRL crouching down where the wolf was previously.\n\n\n\nShe is naked, her body hidden by her long black hair, holding out her arms\n\nin supplication.\n\n\n\nThe OLD PRIEST recoils in alarm.\n\n\n\nOLD PRIEST This is holy ground!\n\n\n\nThe WOLF GIRL holds out her arms.\n\n\n\nThe OLD PRIEST extends his arms.\n\n\n\nTheir hands meet.\n\n\n\nOLD PRIEST Can you speak?\n\n\n\nHe kneels down beside her.\n\n\n\nHer face is streaked with tears.\n\n\n\nOLD PRIEST Are you God's work, or the Devil's? (she looks away) Oh, what do\n\nI care whose work you are. . .\n\n\n\nHe takes her wounded arm and wraps a cloth around it.\n\n\n\nOLD PRIEST . . . you poor, speechless creature?\n\n\n\nHe smiles reassuringly at her as he wraps the bandage tightly.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes her wounded arm and wraps a cloth around it. OLD PRIEST . . . you poor, speechless creature? He smiles reassuringly at her as he wraps the bandage tightly. \n\nTARGET SECTION TO BE ANNOTATED:\nHe puts one hand to her wet cheek.\n\n\n\nOLD PRIEST It will heal. . . in time.\n\n\n\nHe holds her, stroking her hair gently. Camera pans away amongst the\n\ntombstones.\n\n\n\nROSALEEN: (vo) And the wound did heal. . .\n\n\n\nThe WOLF GIRL's tear-stained face.\n\n\n\nROSALEEN (vo) . . . for she was just a girl after all. . .\n\n\n\nINSERT: CLOSEUP of a white rose in full bloom.\n\n\n\nROSALEEN (vo) . . . who had strayed from the path in the forest. . .\n\n\n\nSlowly the rose opens and turns deep red.\n\n\n\nCLOSEUP of the WOLF GIRL weeping.\n\n\n\nROSALEEN (vo) . . . and remembered what she'd found there.\n\n\n\nINSERT: the rose turns completely red as it opens fully.\n\n\n\nEXT. WOODS - NIGHT\n\n\n\nThe WOLF GIRL moves slowly through the underbrush.\n\n\n\nThe village with the church spire in b.g.\n\n\n\nROSALEEN (vo) So back through the forest she ran and ran. . .\n\n\n\nThe WOLF GIRL creeps across the bridge, her long hair hiding her naked form.\n\n\n\nShe moves across the bridge.\n\n\n\nShe approaches the well.\n\n\n\nROSALEEN (vo) . . . to the well,and the village, from whence she came. . .\n\n\n\nShe approaches the well cautiously, then climbs up onto the lip.\n\n\n\nShe slowly lowers herself down into the well.\n\n\n\nROSALEEN (vo) She crept inside, to the world below . . .\n\n\n\nclose shot of the WOLF GIRL's spread hand disappearing over the lip of the\n\nwell.\n\n\n\nDISSOLVE TO:\n\n\n\nINT. GRANNY'S COTTAGE - NIGHT\n\n\n\nROSALEEN on the hearth petting the docile wolf.\n\n\n\nROSALEEN: And that's all I'll tell you, because that's all I know.\n\n\n\nThe wolf licks her hands and face.\n\n\n\nEXT. GRANNY'S COTTAGE - NIGHT\n\n\n\nThe full moon in the winter sky.\n\n\n\nEXT. WOODS - MORNING\n\n\n\nThe BOY leads the armed villagers along the path towards Granny's cottage.\n\n\n\nBOY: ROSALEEN! ROSALEEN!\n\n\n\nMOTHER and FATHER lead the way to the cottage.\n\n\n\nSlow motion: the front window shatters as the wolf leaps through it.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSALEEN! MOTHER and FATHER lead the way to the cottage. Slow motion: the front window shatters as the wolf leaps through it. \n\nTARGET SECTION TO BE ANNOTATED:\nMOTHER turns to watch it escape, glances back at FATHER, goes to the front\n\ndoor.\n\n\n\nShe pushes it open, to reveal a silver wolf waiting calmly within.\n\n\n\nMOTHER walks forward slowly.\n\n\n\nThe wolf looks up at her.\n\n\n\nMOTHER stares.\n\n\n\nAround the wolf's neck hangs ROSALEEN's rosary, the silver cross dangling\n\nbetween the wolf's front paws.\n\n\n\nFATHER rushes in and aims his rifle.\n\n\n\nMOTHER: (screaming) NO!\n\n\n\nShe knocks the rifle up as FATHER fires.\n\n\n\nThe blast blows a hole in the cottage roof.\n\n\n\nThe wolf turns and leaps through the shattered window.\n\n\n\nMOTHER and FATHER watch it go.\n\n\n\nEXT. GRANNY'S COTTAGE\n\n\n\nThe wolf bounds over the low stone wall towards the woods.\n\n\n\nThe villagers react. MOTHER leans out of the shattered window, screaming.\n\n\n\nMOTHER: No! Don't shoot!\n\n\n\nBOY: (desperately) ROSALEEN!\n\n\n\nEXT. WOODS - DAY\n\n\n\nThe two wolves run together through the woods.\n\n\n\nThey leap over the doll's house in the path.\n\n\n\nThey leap over the life size sailor doll lying face down on the path.\n\n\n\nThey leap over the life size teddy bear, knocking its head off.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nCamera tracks around ROSALEEN lying curled asleep on the bed, cradling the\n\nhand mirror.\n\n\n\nEXT. WOODS\n\n\n\nThe entire pack of wolves rushes up the path.\n\n\n\nINT. HOUSE\n\n\n\nThe wolves rush through dusty corridors full of discarded furniture and\n\nVictoriana.\n\n\n\nCLOSEUP of an old oil portrait in a heavy frame; in slow motion a wolf\n\nbursts through the painting and into the room.\n\n\n\nMore wolves follow through the picture frame.\n\n\n\nThey rush up a staircase towards the attic.\n\n\n\nThey rush down the corridor and mill outside ROSALEEN's room.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nROSALEEN sits up in alarm.\n\n\n\nINT. CORRIDOR\n\n\n\nThe wolves outside her door.\n\n\n\nINT. ROSALEEN'S ROOM\n\n\n\nROSALEEN clutches the covers up around her. She looks towards the window,\n\npanting with fear.\n\n\n\nThe window, its sill laden with old toys and books; in slow motion a single\n\nwolf crashes through the glass panes into the room. ROSALEEN screams.\n\n\n\nclose shot of her screaming in terror.\n\n\n\nThe wolf coming through the window in slow motion.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nROSALEEN screams. close shot of her screaming in terror. The wolf coming through the window in slow motion. \n\nTARGET SECTION TO BE ANNOTATED:\nToys and fragments of glass cascade in slow motion onto the floor and\n\nshatter.\n\n\n\nROSALEEN (vo):\n\n\n\nLittle girls, this seems to say:\n\n\n\nNever stop upon your way;\n\n\n\nNever trust a stranger friend\n\n\n\nNo one knows how it will end.\n\n\n\nAs you're pretty, so be wise\n\n\n\nWolves may lurk in every guise\n\n\n\nNow, as then, 'tis simple truth:\n\n\n\nSweetest tongue hides sharpest tooth.\n\n\n\nMUSIC AND CREDITS\n\n\n\n\n\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\n  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n\n  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n\n\n  ga('create', 'UA-67290913-1', 'auto');\n\n  ga('send', 'pageview');\n\n\n\n\n"
}