{
  "1": "TRI-STAR PICTURES\n\nNOVEMBER 15, 1993\n\nTHE MIRROR HAS TWO FACES\nScreenplay by\n\nRichard LaGravenese\n\fFADE IN :\nINT. GREGORY LARKIN'S BEDROOM - MORNING.\n\nC.U. - RADIO/ALARM CLOCK. It reads 7:00 AM. The radio/alarm\ngoes off playing a BACH SONATA. Gregory's hand enters from 0S\nto shut it off.\n\nINT. ROSE MORGAN'S BEDROOM - MORNING.\n\nC.U. - RADIO/ALARM CLOCK. It reads 7:00 AM. The radio/alarm\nclock goes off playing JANIS JOPLIN'S \"PIECE OF MY HEART\".\nRose's hand enters from OS, to raise the volume.\n\nCREDITS ROLL OVER MONTAGE:\n\nAs Gregory and Rose prepare for their day, WE INTERCUT\nbetween the two, yet never revealing their faces. We hear\nROSE MORGAN IN VOICE OVER as:\n\n- We see Gregory, after showering, methodically folding his\ntowels then opening his medicine cabinet where we find\nperfectly ordered rows of products organized according to\ntheir category - a row of medicines, a row of colognes, a row\nof shaving products.\n\nROSE (V.0.)\n\"He bathed in sacred preparation of\nthe precious courtship to come ...\n\n~ We see Rose's messy bathroom, with towels on the floor and\na cup of coffee balancing precariously on the sink.\n\nROSE (Cont'd)\n“She anointed herself with holy,\nscented oil ...\"\n\nRose slaps on Baby Powder, choking from the dust.\n\n- We see Gregory tip-toeing through his bedroom so as not to\ndisturb a BLONDE WOMAN sleeping in his bed. He opens a bureau\ndrawer revealing perfectly arranged, color coded socks.\n\nROSE (Cont'd)\n\" ... For him there would be no\nother, for it had been written and\nordered thus ...\"\n\n~ Rose stands with her back to camera, as she struggles to\nput on panty hose while the VO narrates:\n\nROSE (Cont'd)\n\",.. That She, the Queen of Heaven,\nwould look in sweet wonder upon only\nhim...",
  "2": "---END OF PREVIOUS SECTION---\nROSE (Cont'd)\n\" ... For him there would be no\nother, for it had been written and\nordered thus ...\"\n\n~ Rose stands with her back to camera, as she struggles to\nput on panty hose while the VO narrates:\n\nROSE (Cont'd)\n\",.. That She, the Queen of Heaven,\nwould look in sweet wonder upon only\nhim... \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED\n\fCONTINUED:\n\n- We see GREGORY LARKIN, dressed in a sports jacket and tie,\nwashing his coffee cup before placing it in the dishwasher.\nHe exits the kitchen to the hall and checks himself in an\nantique mirror. He is a handsome man in his forties - round\nwire rimmed glasses, thick wavy hair, well built. He exudes\ncontrol and order and intelligence.\n\n- We see an antique vanity. Camera opens on a drawer filled\nwith un-opened beauty products and cosmetics as well as\npackages of donuts, cookies and candies. Rose's hand reaches\nin and pauses. We don't know whether she is reaching for a\nlipstick or an coffee cake. Finally, the hand grabs the\ncoffee cake and closes the drawer. Camera follows her hand as\nshe places the coffee cake into a tote bag filled with books\nand notebooks. Camera angles on the double mirror atop the\nmessy vanity to reveal ROSE MORGAN as she looks at herself.\nSlightly overweight by today's standards, she wears no make-\nup and a formless dress. Her mousy brown stringy hair hangs\nstraight in a blunt cut so she can run her hands through it\nwhen she talks excitedly. Rose is a funny, vibrant,\nintelligent woman in her forties, who clearly spends her\npassions on ideas instead of appearances - partly out of\nnecessity. Beauty has never been a quality anyone attributed\nto Rose. As she sits gazing at her reflection, ‘wondering if\nshe should fix herself up any further, WE HEAR HER VOICE OVER:\n\nROSE (Cont'd; V.0.)\n\"For they had spoken the word ... And\n\nthe word they had spoken was a word\nof desire ... \"\n\nShe waves her hand at her reflection in a carefree manner as\nif to say, “Why bother?\". She exits.\n\ncuT TO:\nEXT. COLUMBIA UNIVERSITY - DAY.\nA beautiful fall day. The beginning of the school year.\nROSE (V.0.)\n\"Before the open door he cried out -\n“Open thy heart My Lady, Open thy\nHeart' ...\nINT. ENGLISH & LITERATURE DEPT. - DAY.\nClasses are in session. The hallway is quiet. We pass\n\nclassrooms with small signs on the windows ; THE\nEXISTENTIALISTS LT134 ...",
  "3": "---END OF PREVIOUS SECTION---\nClasses are in session. The hallway is quiet. We pass\n\nclassrooms with small signs on the windows ; THE\nEXISTENTIALISTS LT134 ... \n---TARGET SECTION TO BE ANNOTATED---\n HEMINGWAY, FACT OR FICTION?\n\nCONTINUED\n\fCONTINUED:\n\nLT136 ... HENRY JAMES, PORTRAIT OF AN ERA LT 138 ...\nROSE (V.0.)\n\n\"Tnanna appeared shining before him\n\nlike the light of the moon ... \"\n\nOur Camera reaches the classroom entitled \"LOVE STORIES; FROM\nSTAR CROSSED LOVERS TO FATAL ATTRACTIONS \" LT. 140.\n\nINT. ROSE MORGAN'S CLASS ~ DAY\n\nCamera pans the students who are captivated by Rose, reading\nin front of the room.\n\nROSE (0.S.)\n\"Tnanna spoke: As for me, the young\nwoman - Who will plow my high field\n... Who will plow my wet ground ...\nWho will plow my holy vulva!\"\n(comments)\nIsn't that great?!\n\nThe students laugh. Camera pans to front of the the room.\n\nROSE (Cont'd)\n“He replied, \"Queen of Heaven, I,\nDumuzi, will! ... Inanna commanded -\n“Then plow my vulva, man of my heart!\n\nThe class laughs as we arrive on ROSE MORGAN - standing on a\ndesk, reading aloud from a book. Behind her hangs a map of\nAncient Sumeria.\n\nROSE (Cont'd)\n\nWouldn't it be wonderful to say that\nto a man!? I have a dinner date\ntonight, maybe I'll work it into the\nconversation during dessert ...\n\n(play-acts)\n\"tT was thinking that maybe after\ncoffee you'd like to come home and\nplow my holy vulva.\"\n\nThe class acts more like an audience at a comedy club. Rose\nis full of enthusiasm and love for her students.\n\nCONTINUED\n\fCONTINUED:\n\nThe class\n\nROSE (Cont'd)\n\nIt's not really a date though. He's\nnot my type - but he's been asking me\nfor months so I figured the only way\nto get rid of him was to actually go\nout with him.\n\n(big laughs)\n\n(continues reciting)\n\"He shaped my loins with his fair\nhands..He filled my lap with cream\nand milk...\" O000000... \"He laid me\ndown on the fragrant honey~bed\"\n«+.Don't you love that?! ... \"My\nhoney~man sweetens me always ...",
  "4": "---END OF PREVIOUS SECTION---\n(big laughs)\n\n(continues reciting)\n\"He shaped my loins with his fair\nhands.. He filled my lap with cream\nand milk...\" O000000... \"He laid me\ndown on the fragrant honey~bed\"\n«+. Don't you love that?! ... \"My\nhoney~man sweetens me always ... \n---TARGET SECTION TO BE ANNOTATED---\n He\nis the one my womb loves best ...\nTongue playing, one by one ... My\nfair Dumuzi did so fifty times\"...\n\n(closes book)\nFIFTY TIMES. You've got to love the\nguy! Inanna is considered by many to\nthe first love story ever written -\nA Sumerian epic dated around 2000\nB.C. And as you will see in many\nGoddess mythologies, our players will\nconsist of an older female with a\nbeautiful younger male whose sole\npurpose was to serve the divine womb!\nNow, looking over some of the more\nmodern love mythologies ~ including\nrecent film - I want a comparative\nessay examining how the male/female\nroles have shifted and I want the\ntitle of the essay to be - WHAT THE\nHELL HAPPENED?!\n\nbreaks up with laughter.\n\nCUT TO:\n\nINT. GREGORY LARKIN'S CLASSROOM - DAY.\n\nGREGORY LARKIN teaches a room full of students. He is\nextremely awkward and pedantic as a teacher. The atmosphere\nof this classroom is a stark contrast to Rose's.\n\nCONTINUED\n\fCONTINUED:\n\nCamera pans the rows of bored students trying hard to receive\nthe lesson, while others have given up entirely.\n\nSome of the female students, however, are very interested,\nalbeit in Gregory's butt as he paces the floor, reading from\na text book. Their eyes never rise above his waist.\n\nGREGORY\nSocrates states \"If measure and\nsymmetry...\n\nCamera on a student yawning...\n\nGREGORY (Cont'd; 0.S.)\nare absent from any composition...\n\nAn epidemic begins as another student catches the yawning\nbug...and then another...and another as Gregory continues 0.Ss.\n\nGREGORY (Cont'd; 0.8.)\n-+.in any degree, ruin awaits both\nthe ingredients and the composition.\n\nCamera angles on the various kinds of yawns each student\ncreates - wide yawns, small yawns, double yawns, triple\nyawns...\n\nGREGORY (Cont'd; 0.S.)\nMeasure and symmetry are beauty and\nvirtue the world over.\" Now what he\nis saying here?\n\nGregory looks to his class and, together with every student,\nYAWNS. There is complete silence as everyone participates.\n\ncUuT TO:\nINT.",
  "5": "---END OF PREVIOUS SECTION---\nGregory looks to his class and, together with every student,\nYAWNS. There is complete silence as everyone participates. cUuT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BLOOMINGDALES COSMETICS DEPT. - LATE AFTERNOON.\n\nCamera captures a variety of images - various women being\n\"“made~over\" by cosmetic saleswomen. Giant display ads of\nmodels with perfect skin and perfect hair caressing skin\nlotion and perfume ... And mirrors - everywhere - to\nilluminate the faults in every potential customer's\nappearance.\n\nOne of the display ads is a Gap-like-Annie Lebowitz-\ncelebrity-advertisement of a stunning auburn haired woman.\n\nCONTINUED\n\fCONTINUED:\n\nIn the corner, it reads; JESSTE ARTHUR, POET/ESSAYIST for\nILLUMINATION COSMETICS.\n\nA circular mirror on a cosmetic counter pivots down to reveal\nRose ~ looking at herself, in comparison to one of the\nangelic beauties on display. Rose places her hair behind her\nears and smooths down her bangs ~ then gives up. The 0S VOICE\na SALESWOMAN from behind the counter pulls her attention.\n\nSALESWOMAN\nCan I help you?\n\nROSE\nNo. I'm just meeting someone here.\n\nSALESWOMAN\nWell, while you wait, can I show you\nsome of our latest lip crayons?\n\nROSE\nNo. Thank you.\n\nSALESWOMAN\nWe're offering a free skin analysis\ntoday.\n\nROSE\nMy skin's already seeing a therapist,\nthanks.\n\nSALESWOMAN\n\nDid you know that Illuminations can\nmix shades to match your - ...\n\nROSE\nLook - I'm meeting my sister here.\nShe's the one shopping. I'm sure\nshe'll buy everything you have. But\nyou're wasting your time on me. I\ndon't wear make-up.\n\nSALESWOMAN\n{horrified)\nMy God. Never? Why?\n\nROSE\n(jokes)\n\nIt doesn't work. I still look like me\nonly in color.\n\nCONTINUED\n\fCONTINUED: (2)\n\nROSE (Cont'd)\n(calming her)\nIt's.all right, really. I have a\nterrific personality.\n\nCLAIRE (0.S.)\nRose?\n\nRose turns to find her sister CLAIRE - ten years Rose's\njunior, Claire is a beautiful woman with a sinewy body and\nsex kitten allure. Claire is carrying shopping bags.",
  "6": "---END OF PREVIOUS SECTION---\nS.)\nRose? Rose turns to find her sister CLAIRE - ten years Rose's\njunior, Claire is a beautiful woman with a sinewy body and\nsex kitten allure. Claire is carrying shopping bags. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. CAFE ~ LATE AFTERNOON.\nRose and Claire sit and have coffee.\n\nCLAIRE\nAlex and I had the most incredible\nfight last night. I locked him out of\nhis own apartment. He was screaming\nmy name on the street. The cops came.\nSuch a mess.\n\nROSE\n(impressed)\nHe was screaming for you on the\nstreet? Wow! I've never seen a man\nactually do that. Except once, but he\nwas also urinating. What was the\nfight about?\n\nCLAIRE\nHe's driving me nuts Rose. No matter\nwhat I do, no matter where I go -\nTHERE HE IS! He calls me all day from\nwork asking me what am I doing. I was\nsleeping the other night and I wake\nup and he's staring at me!\n\nROSE\nThat's kind of sweet.\n\nCLAIRE\nPlease - it's like sleeping with a\nflashlight on you. I was in the\nmiddle of one of my lesbian fantasy\ndreams and he's staring at me like\nI'm supposed to include him!\n\n(more)\n\nCONTINUED\n\fCONTINUED:\n\nCLAIRE (cont'd)\nI swear ~ if he wasn't gorgeous, rich\nand straight, I wouldn't even bother.\nWhat should I do?\n\nROSE\nYou're asking me?\n\nCLAIRE\nYes. You've known him longer. Could\nyou maybe talk to him ~ tell him to\nback off a little? He'd listen to you.\n\nROSE\nBack off? You're living together!\n\nCLAIRE\nI know. I would just like to have a\nfew hours a day where I completely”\nforget that.\n\nROSE\n(irritated)\nThen move out Claire! What do you\nwant me to say? Jesus!\n\nCLAIRE\nWhat are you getting angry about?\n\nClaire looks over Rose's shoulder, unhappy by what she sees.\n\nCLAIRE (Cont'd)\nOh, I don't believe this.\n\nRose turns to see ALEX approaching. Alex is an extremely\nhandsome man, late thirties-early forties, with blue eyes,\n\njet black\n\nhair and athlete's body. Rose is clearly flustered\n\nby his presence - like a woman who is afraid her true\nfeelings might show. Alex arrives at the table and kisses\nRose's cheek.\n\nALEX\nHi Rose.",
  "7": "---END OF PREVIOUS SECTION---\nRose is clearly flustered\n\nby his presence - like a woman who is afraid her true\nfeelings might show. Alex arrives at the table and kisses\nRose's cheek. ALEX\nHi Rose. \n---TARGET SECTION TO BE ANNOTATED---\nCLAIRE\nWhat did you do, follow me?\n\nCONTINUED\n\fCONTINUED: (2)\n\nALEX\nI called your mother. She told me\nwhere Rose was. I think it's\nimportant we talk.\n\nCLATRE\nI think it's important I go to the\nladies room. ALONE! Excuse me.\n\nClaire leaves in a huff. Alex pulls up a chair and sits down\nbeside Rose.\n\nALEX\nThis must seem all pretty childish to\nyou.\n\nROSE\n\nThat's not for me to say.\n\nALEX\nIt does to me. What am I doing, Rose?\n\nROSE\nWhy is everybody asking me!? I feel\nlike the Aunt in Gigi.\n\nALEX\nI'm sorry. It's me. I don't know\nwhat's wrong with me. If she doesn't\nwake up every morning telling me how\nestatic she is, I worry. I've never\nbehaved like this over a woman before.\n\nThis info doesn't exactly thrill Rose. But she attempts to\nhelp, recognizing how upset he is.\n\nROSE\nMaybe you just need to relax your\ngrip a little, buddy. Take things for\ngranted a little bit more. I mean,\nyou're living together - what more\nproof do you need?\n\nALEX\nI'm not happy Rose. I live everyday\nworried she's going to take off.\nMaybe this isn't love. Maybe it's\njust obsession. Whatever it is, I\nhate it.\n\nCONTINUED\n\f10.\n\nCONTINUED: (3)\nRose is both surprised and thrilled to hear this.\n\n. ALEX (Cont'd)\nI was thinking - maybe I should ask\nher to move out for while. At least\nI won't worry about her abandoning me\nanymore, then she can feel what it's\nlike to be without me. What do you\nthink?\n\nRose nods, speechless. Alex takes her hand and stares at her\nlovingly. Rose's heart races as SHE FANTASIZES Alex saying:\n\nFANTASY —\n\nALEX (Cont'd)\nShe isn't you, Goddess of my heart.\nHave I been so blind?\n\nHe reaches for her and KISSES HER PASSIONATELY.\nREALITY ~\n\nALEX (Cont'd)\nThank for listening, Rose.",
  "8": "---END OF PREVIOUS SECTION---\nHave I been so blind? He reaches for her and KISSES HER PASSIONATELY. REALITY ~\n\nALEX (Cont'd)\nThank for listening, Rose. \n---TARGET SECTION TO BE ANNOTATED---\nHe squeezes her hand affectionately as Claire returns. Rose\nfeels self-conscious ~- as if her fantasy were seen by others.\n\ncuUT TO:\nEXT. ENDICOTT BOOK GALLERY - NIGHT.\n\nCamera on a poster in the window which reads; PROF. GREGORY\nLARKIN, PROFESSOR MATHEMATICAL SCIENCES - COLUMBIA\nUNIVERSITY. AUTHOR OF THE NEW BEST SELLER; \" ABSOLUTE TRUTH;\nA STUDY OF THE MATHEMATICAL EQUATION CALLED CREATION\". BOOK\nSIGNING AT ENDICOTT BOOK GALLERY; 550 COLUMBUS AVE. 8 PM.\n\nINT. ENDICOTT BOOK GALLERY - NIGHT.\n\nA gathering of New York's intelligentsia wine and brie crowd\nare seated in a room facing Gregory at a podium, surrounded\nby copies of his book. He is uneasy about speaking in front\nof a crowd;\n\nGREGORY\nThank you all very much. I am honored\nby this warm and gracious welcome.\n(more)\n\nCONTINUED\n\fii.\n\nCONTINUED:\n\nGREGORY (cont'd)\n..My, uh, fiance Katherine, told me\nthat, um... \"Absolute Truth\" might be\ntoo strong for the title of a\ntheoretical science book.\n\nSome audience giggles, including KATHERINE who sits in the\nfront row. She is the woman we saw earlier in Gregory's bed:\na beautiful, sweet-natured, blonde.\n\nGREGORY (Cont'd)\nMy answer to her was ~ who ... who\nsaid this was a theoretical book ...\n\nLaughter. Gregory is pleased his attempt at humor paid off.\n\nGREGORY (Cont'd)\nAs I stand here at the end of a\njourney, I am reminded of something\nDescartes once said -\n\nGregory, as he loses himself in these words, which obviously\nmean a great deal to him;\n\nGREGORY (Cont'd)\n«.-\"For whether I am awake or\nasleep - two and three always make\nfive and the square can never have\nmore than four sides and it does not\nseem possible that truths so clear\nand apparent can be suspected of any\nuncertainty\" ... Numbers and the\nprinciples they represent are\nunchanging and everlasting and\nunderlie everything we are and\neverything we do.",
  "9": "---END OF PREVIOUS SECTION---\nGregory is pleased his attempt at humor paid off. GREGORY (Cont'd)\nAs I stand here at the end of a\njourney, I am reminded of something\nDescartes once said -\n\nGregory, as he loses himself in these words, which obviously\nmean a great deal to him;\n\nGREGORY (Cont'd)\n«.-\"For whether I am awake or\nasleep - two and three always make\nfive and the square can never have\nmore than four sides and it does not\nseem possible that truths so clear\nand apparent can be suspected of any\nuncertainty\" ... Numbers and the\nprinciples they represent are\nunchanging and everlasting and\nunderlie everything we are and\neverything we do. \n---TARGET SECTION TO BE ANNOTATED---\n They are a\ndependable constant in a\nfrighteningly undependable world. And\nthey have consumed my life the way I\nsuppdése an artist might be consumed\nby color or a musician by harmonics.\n\nGregory stops when he sees a most unnerving sight -\n\nJESSIE ARTHUR, essayist/poet, is entering from the back of\nthe room and takes a seat on the aisle. Just as in the\nadvertisement, she is a knock-out. She looks up to Gregory\nand smiles. Gregory almost loses his train of thought\ncompletely. He can't take his eyes off her.\n\nCONTINUED\n\f12.\n\nCONTINUED: (2)\n\nHe accidently knocks over a water glass as he repeats himself\nto find his place.\n\nGREGORY (Cont'd)\nUh ... musician by harmonics ... This\nbook took over ... over five years\nand it is not without a little\nsadness that I say good-bye to it\nconsuming my days and nights. Thank\nyou.\n\nApplause. Angle on Gregory's friend, HENRY FINE - a robust\nHenry Miller-like middle aged professor with the libido of a\nteenage rock star. Noticing Gregory staring at the back,\nHenry turns to see Jesse, as does Katherine.\n\nHENRY\nOh-oh.\n\ncurt TO:\nINT. BACK OFFICE OF ENDICOTT GALLERY - NIGHT.\n\nGregory paces as Henry enters. Gregory perks up.\n\nGREGORY\nIs she gone?\n\nHENRY\nNo. She's waiting to say hello.\n\nGREGORY\nOh God - what am I going to do?\n\nHENRY\nWill you relax! There's almost a\nhundred people out there. What could\nhappen?\n\nGREGORY\nYou don't know her. I'll say hello.\nShe'll say hello and the next thing\nyou know I'll be trapped, naked ina\nhotel room with her.\n\nHENRY\n\nWell then I suggest you stay in here\nand I'll go out and say hello to her!\n\nCONTINUED\n\fa3.\n\nCONTINUED:\n\nGREGORY\nI have to go to the bathroom.\n\nHe exits into a john. Henry talks through the door.\n\nHENRY\nI thought she was living in Paris?\nWhy do you think she's here?\n\nGREGORY (0.S.)\nTo destroy me.",
  "10": "---END OF PREVIOUS SECTION---\nWhy do you think she's here? GREGORY (0. S.)\nTo destroy me. \n---TARGET SECTION TO BE ANNOTATED---\n Why else? She must\nhave heard I was almost happy.\n\nHENRY\nDid you read her last collection? I\nlove a woman with a dirty mind. Makes\nme hopeful I can marry one day.\n\nWe hear a flush, some water running as Gregory talks.\n\nGREGORY (0.S.)\n\nYou have to help me. Don't leave me\nalone with her. And don't let her\ncome to dinner with us.\n\nHENRY\nYou know Katherine will invite her.\nShe'd invite Mrs. Oswald to John\nJohn's wedding.\n\nGregory exits having splashed water on his face, leaving the\nsides of his hair still wet with strands sticking out askew.\nHe looks a bit deranged.\n\nGREGORY\nWe better get out there before they\nmeet. How do I look?\n\nHenry looks him up and down. He notices that Gregory forgot\nto zip his fly - his white briefs showing through - but\ndecides not to teil him.\n\nHENRY\nGreat.\n\nINT. ENDICOTT GALLERY ~ LATER.\nGregory and Henry enter with the reception in full swing.\n\nThere is no specific dialogue - just general conversation\nthroughout the room.\n\nCOMTINUED\n\f14.\n\nCONTINUED:\n\nGregory is uncomfortable being the center of so much\nattention. He smiles graciously. People smile back, wondering\nwhy his hair is wet and his fly is open. They look over the\ncrowd-to see Jessica and Katherine talking. Katherine spots\nthem, and waves them over with a bright, smiling face. Henry\nremarks about Katherine's sunny, innocent personality.\n\nHENRY\nPoor kid - she's looks like a baby\nseal about to be ciubbed.\n\nThey move through the crowd to the two women. Gregory's\nbreathing gets short. Henry is enjoying this immensely.\nInnecent Katherine acts every bit the hostess.\n\nKATHERINE\nI didn't know you knew Jessica\nArthur. I use your products all the\ntime.\n\nJESSICA\nThey're not my products. I just did\nan endorsement for them a while back.\n(to Gregory)\nHello Greg. You're looking well ...\n\nJessie eyes his fly and smiles. Gregory looks down,\nmortified, and turns to zip up as Henry introduces himself.\n\nHENRY\nHello. I'm Henry Fine.\n\nJessie just smiles, not saying hello in return.",
  "11": "---END OF PREVIOUS SECTION---\nHENRY\nHello. I'm Henry Fine. Jessie just smiles, not saying hello in return. \n---TARGET SECTION TO BE ANNOTATED---\nHENRY (Cont'd)\nI've heard so much about you. And\nI've just finished your latest\ncollection. Terrific stuff! I\nespecially like the one about the two\nhousewives who make love over a\ndishwasher. Quite a fantasy.\n\nJESSICA\n(not liking him)\nIt was a metaphor.\n\nHENRY\nPity.\n\nCONTINUED\n\f15.\n\nCONTINUED: (2)\n\nKATHERINE\nWe're having a little party over at\nCafe Luxemburg for Greg. Come!\n\nGregory stops breathing. Henry can't wait for an answer.\nJessie pauses to heighten the suspense.\n\nJESSICA\nNo. I have an early plane to catch.\n\nGregory and Henry are both relieved and disappointed.\n\nJESSICA (Cont'd)\n\nThanks anyway. I just heard through\nthe grapevine you were speaking\ntonight, so I thought I'd just pop in\nand say congratulations.\n\nTHEY SHAKE HANDS. Just touching her, makes him shudder.\n\nJESSICA (Cont'd)\nCongratulations.\n\nGREGORY\nThank you.\n\nJESSICA\nNice meeting you both. Bye.\n\nShe walks away. Katherine gives Gregory a peck on the cheek\nthen turns to talk to a nearby friend. Henry whispers.\n\nHENRY\nWell - you're in the clear.\n\nBut Gregory’s expression is still disturbed. He opens his\npalm to Henry to reveal A SMALL CARD which Jessica slipped in\nas they shook hands. Henry reads: HOTEL MARK ROOM 2718.\n\nHENRY (Cont'd)\nMan - she's good.\n\nINT. RABBIT IN THE HAT ~ NIGHT.\n\nRose and BARRY NEUFELD - a nerdy, bifocaled Wally Cox biology\nprofessor ~ are having dinner. Suddenly, Barry looks at Rose\nin surprise.\n\nCONTINUED\n\f16.\n\nCONTINUED:\n\nBARRY\nOoo, what's that?\n\nROSE\nWhat?\n\nHe reaches over and pulls an EGG from her ear. Dreading this,\nRose forces herself to be impressed.\n\nROSE (Cont'd)\nOh. Wow. I didn't know you were into\nmagic.\n\nBARRY\nThere are a lot of things you don't\nknow about me.\n\nROSE\nI bet.\n\nBARRY\nI'm glad we finally did this.",
  "12": "---END OF PREVIOUS SECTION---\nBARRY\nThere are a lot of things you don't\nknow about me. ROSE\nI bet. BARRY\nI'm glad we finally did this. \n---TARGET SECTION TO BE ANNOTATED---\n I've\ncancelled so many reservations for\nus, I'm going to be blacklisted at\nevery restaurant in town.\n\nROSE\n(sincerely)\nI'm really sorry about that Barry.\n\nBARRY\nIt's all right. You're here now.\n\nRose is getting annoyed as Barry reaches over and pulls a\nCOIN out of her other ear.\n\nROSE\nIncredible. .\n\nRose stares at him and fantasizes:\n\nFANTASY:\n\nBarry raises his hands and snaps his fingers - and turns into\nALEX.\n\nBARRY (0.S.)\nRose?\n\nREALITY:\n\nCONTINUED\n\f17.\n\nCONTINUED: (2)\nBarry looks curiously at Rose, who seems pre-occupied.\n\n. BARRY (Cont'd)\nRose? Anything wrong?\n\nROSE\nOh. No. Oh, there's the waiter! Can\nyou pull the check out of his ear\nBarry - I really have to go home.\n\nBarry looks disappointed.\n\ncuT TO:\nINT. JESSICA'S HOTEL ROOM ~ NIGHT.\n\nThere is a knock on the door. Jessica, wearing a see through\nVictoria Secret outfit, opens the door to find Gregory\nstanding helpless before her. She smiles.\n\nGREGORY\nPlease don't do this to me.\n\nJessica quides him, helplessly, into the room.\ncur TO:\nINT. ROSE AND HANNAH'S APARTMENT - NIGHT.\n\nRose enters a long foyer of sprawling eight room apartment in\na traditional West End Avenue brownstone. She walks down the\n\nhallways to the bedrooms, moving towards her mother Hannah's\n\nroom. The door is open. The light is on. Rose steps into the\n\ndoorway and stops.\n\nHANNAH MORGAN, is a beautiful Elizabeth Taylor sixty year old\nwho is still turning heads. She wears an elegant pajama\noutfit, sitting upright in bed with pastel pillows and\nfemininity oozing out of the wallpaper. She pauses in her\nreading to look up at her daughter and ask about her date:\n\nHANNAH\nSo?\n\nROSE\nSo?\n\nPause. They've been through this before. Hannah shrugs and\ngoes back to her reading. Rose exits.\n\f18.\n\nINT. ROSE'S BEDROOM - NIGHT.\nRose sits at her vanity gazing at her image:\nFANTASY: -\n\nALEX (0.S.",
  "13": "---END OF PREVIOUS SECTION---\nROSE'S BEDROOM - NIGHT. Rose sits at her vanity gazing at her image:\nFANTASY: -\n\nALEX (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nROOOOSSSE!\n\nRose rushes to the window. Looking out, she sees ALEX,\ndressed like Stanley Kowalski, screaming her name on the\nstreet.\n\nALEX (Cont'd)\nROSE! OPEN THY HEART TO ME THAT I\nMIGHT PLOW THY FIELDS TIL THE SUN IS\nNO MORE.\n\nROSE\nCOME, MAN OF MY HEART!\n\nSUDDENLY, the door to her bedroom flies open and Alex enters.\nThey rush into each other's arms and begin making passionate\nlove on her bed. ROSE'S FANTASY DISSOLVES INTO GREGORY'S\nREALITY AS WE -\n\nDISSOLVE TO:\nINT. HOTEL ROOM ~ NIGHT.\n\nGregory and Jessica ravage each other; tearing clothes,\ndevouring kisses, cries of pleasure. All the while, Gregory\nreleases something in him that is completely antithetical to\nhis college professor persona. We see an abandon and\nfearlessness that comically borders on madness.\n\nTIME LAPSE:\nLATER; SAME LOCATION.\n\nThe room looks like a bomb dropped. Clothes, furniture, bed\nsheets, food - all tossed and strewn about. Camera finds\nJessie sitting naked, wearing nothing but Gregory's tie,\nvoraciously eating room service. Gregory sits against the\nheadboard, staring at her in adoration, hanging on every word.\n\nJESSIE\nIt was in Ravello and I happened to\nfollow this nice looking middle aged\nwoman into a church. I saw her take\nout this crumpled piece of paper,\nkiss it, leave it in the pew and walk\nout. So of course I had to look ...\n\n(more)\n\nCOWTIMUED\n\fCONTINUED:\n\n19.\n\nJESSIE (cont'd)\nand what it was, was a novena - with\ninstructions, in Italian, \"leave this\nin the church on the ninth day of the\nmonth\". And the prayer was, “Dear God\n++. Please bring him back to me\"\nwritten three times in a row. Now,\nyou know me, I had find this woman so\nI caught up with her in the market\nplace and I told her I was a writer\nfor some Christian paper in America\nand would she talk to me.",
  "14": "---END OF PREVIOUS SECTION---\nAnd the prayer was, “Dear God\n++. Please bring him back to me\"\nwritten three times in a row. Now,\nyou know me, I had find this woman so\nI caught up with her in the market\nplace and I told her I was a writer\nfor some Christian paper in America\nand would she talk to me. \n---TARGET SECTION TO BE ANNOTATED---\n I bought\nher some coffee and she told me she\nwas asking God to bring back her dead\nhusband. I said’, but do you actually\nbelieve that your husband can rise\nfrom the dead? She said, no, no, no\n++. She knew her husband would always\nbe dead but there was another man,\nalive, who was interested in her and\nshe was beginning to lose the feeling\nof her husband ... in her heart ...\nand she was asking God to bring him\nback in there ... because she had\nloved him so much ... she didn't want\nto forget, no matter what happened\nwith this new man. And I thought - my\nGod ... to love someone so much, you\nstill want the feeling\nof loving them even though you know\nyou can never be with them again\n\nGregory is COMPLETELY MESMERIZED BY HER.\n\nJESSIE (Cont'd)\nSo I've started another book. And\nit's about this woman. She went to\nGod, she told me, because when she\nfell in love with her husband, she\nbecame very religious, because she\nwas so grateful for such a feeling.\nIt was the first time she knew she\nhad a soul. It made me think about\nus. You know, no matter how many\nothers I get involved with - the only\nthing that makes sense to me is the\ncraziness we have when we're\ntogether.\n\n(more)\n\nCONTINUED\n\f20.\n\nCONTINUED: (2)\n\nJESSIE (cont'd)\nWhen I think about it, this is the\nlongest relationship I've ever had.\n(She devours him with\na kiss)\nI sometimes think we're only ever one\nwhole person when we're together.\n\nShe devours him with a kiss. He melts. She returns to her\nfood. Gregory stares at her until he gets the nerve to ask -\n\nGREGORY\nIt's a man, isn't it?\nJESSICA\nWhat is?\nGREGORY\nThe reason you're here - in New York.\nJESSICA\n(hesitates, then:)\nIt's over ...\nGREGORY\n\nAre you staying in town?\n\nJESSICA\nDepends. French Fry?\n(He shakes no)\nAre you and Katherine getting married?\n\nGREGORY\nWell, we reached that point where\nwe've been together too long.",
  "15": "---END OF PREVIOUS SECTION---\nFrench Fry? (He shakes no)\nAre you and Katherine getting married? GREGORY\nWell, we reached that point where\nwe've been together too long. \n---TARGET SECTION TO BE ANNOTATED---\n We\neither had to get married or stop\nseeing each other.\n\nJESSIE\nSo which is it going to be?\n\nGREGORY\n(helpless)\nWhy do you do this to me?\nJessica hesitates - knowing this moment would come.\n\nCONTINUED\n\fCONTINUED:\n\n22.\n\n(3)\n\nGREGORY (Cont'd)\nYou don't know what I'm like after\nyou leave. I nearly lost my mind last\ntime. I couldn't think straight, I\ncouldn't work, I had no control and\nI didn't care. I remember teaching a\ncalculus class when I suddenly\nthought of making love to you and I\nhad to run into the teacher's lounge\nto masturbate.\n\nJESSIE\n(impressed)\nReally?\n\nGREGORY\n\nYou appear then disappear and in\nbetween I fool myself with other\nwomen. If you're going to destroy me,\nthen do it! Tell me I mean nothing to\nyou. Tell me you make love like that\nwith other men. Tell me you feel\nnothing for me!\n\nBut Jessie shakes her head. She cannot tell him that. Gregory\n\ngrabs her\n\nHe kisses\n\ninto an embrace.\n\nGREGORY (Cont'd)\n\nThen marry me. Don't you see? Loving\nyou is my dream, my nightmare, ny\nfaith ... my madness ... Don't leave\nme in the real world with the Godless\nand the sane.\n\nJESSIE\n(really impressed)\nShit!\nher until she pulls away.\n\nJESSICA\nLet me ask you something Greg. You\nthink you'd still feel the same way\nafter being married a few years? Do\nyou think you'd still lose your mind?\nI don't want to be some miserable\nwife who only remembers a man loving\nher this much.\n\nCONTINUED\n\f22.\n\nCONTINUED: (4)\n\nGREGORY\nForget marriage. Just stay with me.\n\nJESSICA\nThen I'll make you miserable. That's\nhow I think real love works <\nthere's only ever one winner. Let's\nkeep it the way it is Greg. Let's\nkeep dying for each other. No matter\nwho I'm with, youfre still the only\nman I'lk ever really love. Isn't that\nenough?\n\nGREGORY\nI can't let you go.\n\nJESSIE\nThen stay with me.",
  "16": "---END OF PREVIOUS SECTION---\nIsn't that\nenough? GREGORY\nI can't let you go. JESSIE\nThen stay with me. \n---TARGET SECTION TO BE ANNOTATED---\n In this room. We\nwon't leave. I have it for two more\ndays. Let's ruin each other.\n\nGREGORY\nAnd after that?\n\nJESSIE\nWe'll see.\n\nThey begin to make love again.\n\nINT. GREGORY'S CLASSROOM ~ DAY.\nThe students wait. Henry enters.\nHENRY\nI'm afraid Prof. Larkin isn't feeling\nwell and all his classes are to be\ncancelled until further -\n\nThe student are eagerly up and out of their seats before he\nfinishes.\n\ncut To:\nINT. ROSE AND HANNAH'S KITCHEN - NIGHT.\nRose creates a beautifully designed platter of food for her\nand her mother. She moves to the dining room where she has\n\nset a beautiful table, with china and crystal.\n\nCONTINUED\n\f23.\n\nCONTINUED:\n\nShe takes the napkins and FOLDS THEM INTO FANCY THREE\nCORNERED HATS - taking care as if she were expecting company,\ninstead of just her mother.\n\nINT. DINING ROOM ~ NIGHT.\n\nCamera pans dining table ~ first, Rose wearing a worn out\nsweat suit. Her plate is full but she has yet to take a bite.\nShe has a RITUAL of preparing her food that is deliberate and\nintricate - mixing her mustards and steak sauces into one\nround form on her plate; mixing and cutting her salad;\nutilizing her fork and knife in such as way as to get little\nbits of meat, vegetable and starch onto one forkful...all\nwith intense concentration and purpose.\n\nCamera then arrives on her mother, HANNAH staring at her\nperforming this ritual. She is fully made-up wearing a\nsweater outfit, complete with jewelry.\n\nHANNAH\nT'm halfway through my meal and you\nhaven't even started yet.\n\nRose holds up her forkful of each food group and calls it:\n\nROSE\nThe perfect bite.\n\nHANNAH\nYou need to see someone.\n\nRose turns on the TV 0.S. to A BALLGAME. Hannah eats with\neven more irritation.\n\nHANNAH (Cont'd)\n--.I can't tell you how sorry I am\nyour father put a television in this\nroom. I hate this television and I\nhate it in the dining room.",
  "17": "---END OF PREVIOUS SECTION---\nHANNAH (Cont'd)\n--. I can't tell you how sorry I am\nyour father put a television in this\nroom. I hate this television and I\nhate it in the dining room. \n---TARGET SECTION TO BE ANNOTATED---\n Can't we\nhave a conversation?\n\nROSE\nMom, I had three classes today. This\nis my only relax-\n\nHANNAH\nFine, fine, never mind. I can't win.\nPlease eat with your arms off the\ntable.\n\n(more)\n\nCONTINUED\n\f24.\nCONTINUED:\n\nHANNAH (cont'd)\nYou eat like a convict - I'm not\ngoing to steal your food. Although\nyou should be eating half that\nportion. You're not a lumberjack.\n\nFeeling badly, Rose TURNS the TV OFF w/ the remote.\n\nHANNAH (Cont'd)\nNo!...I said never mind.\n\nHannah picks up the remote and TURNS it back ON.\n\nROSE\nNo ... I'm sorry.\n(turns TV OFF)\nHow was your day?\n\nHANNAH\nWho gives a shit?\n{turns TV ON)\n\nROSE\n(grabs remote)\nNo, you're right. Let's talk.\n(turns TV OFF)\n\nHANNAH\nIt's not about being right.\n(turns TV ON)\n\nRose laughs at the silliness of this scene.\n\nROSE\nI know. You're right. I'm sorry.\n\nShe TURNS it OFF. Hannah reaches for the remote, but Rose\npulls it away.\n\nROSE (Cont'd)\nMom. stop it! Leave it alone! Now\ntalk to me! How was your day?\n\nHANNAH\n\nYou haven't even noticed I had my\nhair done differently.\n\nCONTINUED\n\f25.\n\nCONTINUED: (2)\n\nROSE\n(lying)\nOh. Yeah. I thought you looked\ndifferent. It looks great.\n\nHANNAH\nWhat's different about it?\n\nRose stops in mid-chew, caught in her lie.\n\nHANNAH (Cont'd)\nThere's nothing different about it.\nI'm the same old bag I was this\nmorning.\n\nBEAT. Hannah feels victorious. They eat in silence. Then.\n\nHANNAH (Cont'd)\nHave you spoekn to Claire? Or Alex?\n(Rose shakes her head)\nI feel sorry for him. I think he\nshould dump her.\n\nROSE\n(irritated)\nTHIS is what you want to taik about?\nHow can you say things like that? ~\n\nHANNAH\nBecause I know my daughter.",
  "18": "---END OF PREVIOUS SECTION---\nI think he\nshould dump her. ROSE\n(irritated)\nTHIS is what you want to taik about? How can you say things like that? ~\n\nHANNAH\nBecause I know my daughter. \n---TARGET SECTION TO BE ANNOTATED---\n She's\nincapable of loving someone elise.\nShe's going to break his heart, you\nwait and see.\n\nDeep down, Rose can't help but think Hannah is right.\n\nHANNAH (Cont'd)\nBut I guess that's justice in a way.\nAfter what he did to you.\n\nROSE\nHe didn't do anything to me. Don't\nstart this. We were just friends.\nWe're still friends.\n\nHANNAH\nYou don't know what might have been.\n\nCONTINUED\n\f26.\n\nCONTINUED: (3)\n\nROSE\nYes I do. We're not exactly each\nother's type.\n\nHANNAH\nClaire reminds me of a girl I grew up\nwith. Selfish. Refused to settle\ndown. Never wanted children. Lived\nher own life, from man to man. She\nwound up -\n\nROSE/HANNAH\n».» in an insane asylun.\n\nPause. They eat in silence until Hannah drops the bomb.\n\nHANNAH\nI just don't want you to be upset.\n\nROSE\nAbout what?\n\nHANNAH\n} Claire called. They're coming over\nlater to celebrate.\n(Rose looks curious)\nAlex propesed tonight. They're\n4 getting married in the spring.\n\nRose stops in mid-bite. Her heart sinks. Hannah knows full\nwell what Rose is feeling.\n\nHANNAH (Cont'd)\nNow, you're not going to fall apart\nare you?\n\nRose glares at her, swallowing her true feelings.\nROSE\nNo. But I ... I wish I had known they\nwere coming. I made plans to go to a\nmovie with Doris tonight.\n\nHANNAH\nIt's all right. I'll explain.\n\nCUT TO:\n\f27.\n\nINT. ROSE'S BEDROOM ~ NIGHT.\n\nRose closes the door behind her, holding back her tears. She\ncrosses to her vanity and sits. Looking at herself in the\nmirror, she begins to cry. She dials the phone.\n\nROSE\nDoris? Hi, it's me ... are you free\ntonight?\n\nCUT TO:\nINT. HOTEL ROOM - NIGHT.\n\nJess is in the shower. Gregory is on the phone to Katherine.\nINTERCUT KATHERINE, whose sits beside semi-packed luggage.",
  "19": "---END OF PREVIOUS SECTION---\nJess is in the shower. Gregory is on the phone to Katherine. INTERCUT KATHERINE, whose sits beside semi-packed luggage. \n---TARGET SECTION TO BE ANNOTATED---\nKATHERINE\nSo, she's the one you can’t talk\nabout, right? She's the reason you\nweren't sure about marriage. The\nreason sex isn't that important to\n\nyou.\nGREGORY\nI'm so sorry, Katherine.\nKATHERINE\n(dignified)\n\nNo. Don't be. I'm relieved in a way.\nI thought there was something wrong\nwith me. Well ... goodbye Greg.\n(Greg doesn't answer)\nOh, and Greg? Even though I'm being\nreally understanding about this, I\njust want you to know, it doesn't\nchange the fact that you're still a\nlousy prick.\n\nGREGORY\nI know.\n\ncuT TO:\nINT. RESTAURANT/BAR HANG-OUT - NIGHT.\nDoris and an upset Rose sit at a table surrounded by drinks.\nDORIS is a large woman with beautiful bright eyes and a\ncharismatic smile. She is a woman perfectly at home inside\nher body. A WAITER APPEARS with their food;\n\nCONTINUED\n\f28.\n\nCONTINUED:\n\nWAITER\nLarge fries with side of mayo and\nchicken wings with blue cheese\ndressing.\n\nDORIS/ROSE\nCan we get more dressing?\n\nThe waiter is surprised at their synchronicity;\n\nDORIS\n\nWe were separated at birth.\nROSE\n\nTwo more drinks when you have a\n\nchance.\n\nThe waiter nods and exits. Doris begins to eat. Rose\n\"prepares\" her plate - methodically fixing dollops of mayo\nand dressing on her plate.\n\nDORIS :\nYou feeling any better sweetie?\nROSE\nOh, I'll be fine.\n(eating)\n\nI gotta be honest with you though.\nI'm not looking forward to being maid\nof honor.\n\nDORIS\nI was maid of honor nine times. I\nthink when I hit ten, I should get a\nfree husband and dishes.\n(leans in)\nYou know, it might not even happen.\nClaire's such a nut.\n\nROSE\nDoesn't matter. He asked. He wants\nher. God, what was I thinking!? That\nall of a sudden, this veil would be\nlifted and he would want me instead\nof this gorgeous woman with no\nstomach whose ten years younger?\n\nDORIS\nIt could happen.",
  "20": "---END OF PREVIOUS SECTION---\nGod, what was I thinking!? That\nall of a sudden, this veil would be\nlifted and he would want me instead\nof this gorgeous woman with no\nstomach whose ten years younger? DORIS\nIt could happen. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED\n\fCONTINUED:\n\n29.\n\n(2)\n\nROSE\nI should have never had coffee with\nhim that first time he asked. He was\ntoo good looking ~- I knew I couldn't\nhandle it. Never again. I mean,\nyou've got to come to terms with your\nlife or else what's the point? I'll\nnever be a beauty. I'll never have\nsome gorgeous guy in love with ne,\nscreaming my name in the streets.\nI'll never have one of those crazy,\npassionate, all- consuming, fucking\nfor hours in some sweaty motel room\nby the side of a highway love affairs.\n\nDORIS\n(turned on)\nyou should write.\n\nROSE\nWhat's depressing, is to realize I'm\nas bad as everyone else. I mean,\nwhat's wrong with Barry Neufeld?\n\nDORIS\nHe irritates the shit out of you and\nhe looks like Mr. Peabody.\n\nROSE\nWhy should that matter - I'm no great\nprize.\n\nDORIS\n\nAll right - so in addition to\neverything else, you're as shallow as\nthe rest of us. Give yourself a break.\n\nROSE\nI mean what the hell is love anyway?\nWhat does it even mean today?\n\nDORIS\nSounds like tomorrow's lesson.\n\nROSE\nYeah right. Those who can't do, teach.\n\n_ DORIS\nHoney, I'm so sorry.\n\nCONTINUED\n\f30.\n\nCONTINUED: (3)\nRose softens, the tears coming through a bit.\n\n. ROSE\n\nOh, it's all right. I hate the way I\nsound. Why should this bother me? I\nhave a good life. I contribute.\n\nDORIS\nYou're just lonely honey. You're\nhuman. It'll pass.\n\nROSE\nfhe thing is - I want so little. I'm\nnot asking for diamond rings and a\nhouse full of kids ... I just want\nsomeone - who knows me. They way\npeople in love know each other -\nisn't that stupid? Their favorite\ntoothpaste, their nightmares, their\nsecrets. That's what cures\nloneliness. When somebody else is out\nthere who knows who you are ~ and\nwhose thinking about you. And who\nwants you.",
  "21": "---END OF PREVIOUS SECTION---\nThat's what cures\nloneliness. When somebody else is out\nthere who knows who you are ~ and\nwhose thinking about you. And who\nwants you. \n---TARGET SECTION TO BE ANNOTATED---\nDORIS\nAnd you think that's easier to get\nthan diamond rings? Honey, you need\na change. Why don't you move out -\nget your own place?\n\nROSE\nNo. Living alone sounds very Holly\nGolightly in theory but the truth is\nyou come home to an empty apartment\nevery night. I'm not pretty enough to\nlive alone. I'd turn into a cat lady\nwho flirts with delivery boys.\n\nDORIS\nWell, if it's any consolation, I bet\neven beautiful people get lonely.\nLook at that woman over there.\n\nRose turns to see a BEAUTIFUL WOMAN sitting alone at a bar,\nfighting not to cry over her drink.\n\nCONTINUED\n\f31.\n\nCONTINUED: (4)\n\nROSE\nIt looks better on her.\n\nCUT TO:\nINT. HOTEL ROOM ~ NIGHT.\n\nJess is sleeping. Gregory sits beside the bed. Jess awakens\nto find him staring at her.\n\n. JESSIE\nWhy don't you sleep?\n\nGREGORY\nBecause when I wake up, you won't be\nhere.\n\nJESSIE\nHoney. Come to bed.\n\nShe pulls open the blanket. He crawls in beside her.\nDISSOLVE TO:\n\nINT. HOTEL ROOM - DAY.\n\nThe room is pitch black. There is a loud knocking, then:\n\nHENRY (0.S.)\nGreg! Greg it's me!\n\nAfter another knock or two, the door is unlocked by a\n\nBELLHOP, with HENRY behind him. A light is turned on to\nreveal -\n\nGregory sitting in a chair with a blanket wrapped around him\nstaring into space. It looks as if he's been crying. He is an\nunshaven wreck. The room has been cleared of Jessie's things.\n\nBELLHOP\nIs he dead?\n\nHenry looks into his friends catatonic eyes.\n\nHENRY\nYep.\n\ncur To:\n\f32.\n\nEXT. COLUMBIA UNIVERSITY - DAY.\n\nGregory, disheveled, wearing the same clothes he's had for\ndays, walks with Henry with a mad look in his eyes and a\ndangerous, self-pitying demeanor.\n\nHENRY\nI have a couple of things to do, then\nI have to sit in on a class for a\nteacher evaluation and then I'm free.\nI'm not letting you out of my sight.",
  "22": "---END OF PREVIOUS SECTION---\nGregory, disheveled, wearing the same clothes he's had for\ndays, walks with Henry with a mad look in his eyes and a\ndangerous, self-pitying demeanor. HENRY\nI have a couple of things to do, then\nI have to sit in on a class for a\nteacher evaluation and then I'm free. I'm not letting you out of my sight. \n---TARGET SECTION TO BE ANNOTATED---\nWe'll go home, change your clothes\nand get something to eat. All right?\n\nGREGORY\nMy life is almost half over and I'm\nstill juggling feathers, Henry.\n\nHENRY\nWhat does that mean?\n\nGREGORY\nIt's any expression of my mothers’.\nRight before her fourth marriage she\nsaid to me “Don't ever waste your\ntime holding on to love - you might\nas well try juggling feathers\".\n\nA STUDENT, HAL, catches up with them, holding a report.\nHAL\nHi. Mr. Larkin. Hal Benning.\n\"Economics in Transition\". I really\nhave to talk to you about this B-\nminus you gave me on my Max Weber\npaper. I have real problem with it.\n\nGregory stares at him with a mad gleam in his eye and rips\nthe paper out of his hands.\n\nGREGORY\nHere! You want an A? An A plus!\n\nHAL\nUh ... Sure.\n\nGreg writes A-plus and shoves it back to Hal.\n\nGREGORY\nTHERE! HAPPY NOW HAL?\n\nHal takes his paper and runs. Henry calms Greg down.\n\nCONTINUED\n\fCONTINUED:\n\nHENRY\nYou are psychotic. I can't tell you\nhow much I'm enjoying this.\n\ncurt To:\n\nINT. ROSE'S CLASSROOM - DAY.\n\n33.\n\nGregory and Henry sit in the back of the classroom while Rose\ngives an impassioned lecture to her spellbound students.\n\nROSE\n«+. I believe it's our addictions to\nillusions like perfect sex and true\n\nlove that are actually keeping people\n\ntoday separate and alone. \"Falling\nin love\" is a man-made conceit.\nBefore the Industrial Revolution -\n\nbefore men left the home for business\n\nand women became the leisure class -\nbefore sex and beauty were used as\nmarketing tools for the propagation\nof the species -\n\nShe refers to daguerreotypes and tintypes depicting images of\n\nwomen as objects of beauty.\n\nROSE (Cont'd)\nWhat drew men and women together? I\n\ncan tell you one thing - it must have\n\nbeen a lot more real than what's\ndrawing them today. A fifty percent\naivorce rate among married couples -\nmore single parents than you can\ncount. Which is fine - but why?\nBecause people want children and not\nrelationships. Relationships are too\nhard.",
  "23": "---END OF PREVIOUS SECTION---\nWhich is fine - but why? Because people want children and not\nrelationships. Relationships are too\nhard. \n---TARGET SECTION TO BE ANNOTATED---\n Why? Because we are asked to\nmeet ridiculous, romantic standards!\n\nGregory is mesmerized.\n\nROSE (Cont'd)\nDo you know how many lonely people\nthere are waiting for this perfect,\nromantic love - this illusion when\nactually their perfect mate might be\nright in front of them only they\ncan't recognize it.\n\n(more)\n\nCOMTINUED\n\fCONTINUED:\n\n34.\n\nROSE (cont'd)\nAnd sex, well, how often have you\nheard “Oh he isn't my type\", \"Oh\nshe's doesn't turn me on\" and people\nstay alone. This obsession with\nbeauty and lust while everything\naround us is decaying ... Everyone's\nlover has to be attractive and\nsuccessful and funny and charming and\nthe truth is, there simply aren't\nenough funny, successful, attractive,\ncharming people to go around. We're\nhuman ~ we spit and sweat and gain\nweight and age and why isn't that all\nright?! Because of the malicious\nfantasies created by fashion\ndesigners and commercials about\ndeodorant sharing that tell us it's\nnot. \"Don't settle for second best\"\n\"Be the best , smell the best, get\nthe beautiful guy, lose the weight\nand marry an Adonis\" - \"perfect love\ndoes exit ~ right, here in this\nbottle for only 29.99.\" And whether\nwe're conscious of it or not, we fall\nfor it. The idea of having to \"fall\nin love\" has become the most\ncontagious and deadly virus of\ntwentieth century ~ killing\nrelationships before they can even\nbegin... Leaving men and women who\nhave so much to offer - excluded. As\nif relationships were only meant for\nthe select, the beautiful and the few\ninstead of being everyone's\nbirthright.\n\nRose is panting. She has given this speech without a breath.\n\nThe class,\n\nand Gregory, sit stunned. Waiting. Rose feels\n\nexposed for a moment, and tries to sum up.\n\nROSE (Cont'd)\n(genuine belief)\n\nWe live in such a transitory world.\nPeople marry for love, which\nfades...or beauty or passion...which\nfade. You ever notice how most\nfriendships last longer than most\nmarriages.?\n\n(more)\n\nCONTINUED\n\f35.",
  "24": "---END OF PREVIOUS SECTION---\nPeople marry for love, which\nfades...or beauty or passion...which\nfade. You ever notice how most\nfriendships last longer than most\nmarriages.? (more)\n\nCONTINUED\n\f35. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2)\n\nROSE (cont'd)\nIs it even possible anymore for a man\nand a woman to truly see each other\nand come together for something\nreal?....I don't know....\n(pause)\nQuestions, comments.\n\nThe class breaks out into applause. Rose smiles, feeling\ngreat love for these kids. Gregory looks as if he's been\ntransformed by a revelation.\n\nEXT. CAMPUS ~- DAY.\nHenry walks with an excited Gregory.\n\nGREGORY\nShe's amazing!\n\nHENRY\nWell, she talks a good line.\n\nGREGORY\nWhat do you mean? I thought she made\na lot of sense.\n\nHENRY\nWell, considering how she looks, I\nguess yeah ~ she's got a point.\n\nGregory stops. Henry stops, surprised.\n\nGREGORY\nI didn't notice how she looked.\n\nHENRY\nThat's my point.\n\nGREGORY\nI've had beautiful women Henry. I've\nhad great sex. And I'm alone ... I\nwant to meet her.\n\nHENRY\nLook - you're coming off of Jessie\nagain. You're not thinking straight.\n(more)\n\nCONTINUED\n\fCONTINUED:\n\nINT, ROSE\n\n36.\n\nHENRY (cont'd)\nBeside, in my opinion, sex is the\nonly. reason people get together\nbecause it's the only divine act\nhumans can accomplish. It fulfills\neveryone's inherent desire to return\nto God. It is my belief that coming\nwill replace praying in the 2ist\ncentury. I'm thinking of writing a\ntheological treatise on it and\ncalling, it \"Theoboffism\".\n\nGREGORY\n\nAll I know is, I'm lonely. Maybe\nJessie is my one real love - so what?\nMaybe my mother was right or maybe\nwe're only allowed one a lifetime and\nI got stuck with someone I can't\nhave. But maybe there's something\nelse I can have. Something I can\ntrust, feel safe with, build with ...\n\nHENRY\nWith her!?\n\nGREGORY\nWell ... I don't know. Maybe. Why\nnot? She's seems like a fascinating\nwoman.\n\nHENRY\nFine. But no matter what you want in\na woman, you can't deny the fact\nthat there has to be a physical\nattraction too.",
  "25": "---END OF PREVIOUS SECTION---\nShe's seems like a fascinating\nwoman. HENRY\nFine. But no matter what you want in\na woman, you can't deny the fact\nthat there has to be a physical\nattraction too. \n---TARGET SECTION TO BE ANNOTATED---\nGREGORY\nI'm not so sure.\n\nCUT TO:\n\n'S OFFICE - DAY.\n\nGregory knocks on the door to Rose's office. Through the\n\nwalls, we\n\ncan hear DYLAN'S \"YOU'RE GONNA MAKE ME LONESOME\n\nWHEN YOU GO\" blasting. Gregory knocks harder.\n\nROSE (0.S.)\nCOME IN!\n\nCONTINUED\n\f37.\n\nCONTINUED:\n\nGregory enters - well dressed and shaven. Rose is sitting at\na desk piled high with opened books and papers. The walls are\ncovered with a.mixture of Mythological images and Rock\nPosters from the Sixties. Books abound in ever corner. She is\neating a hero sandwich.\n\nROSE (Cont'd)\n(lowers the music)\nCan I help you?\n\nGREGORY\nUh ... I'm Gregory Larkin - Math\nDepartment. I sat in on your class\nyesterday with Henry Fine.\n\nROSE\nOh yeah. Did he pass me?\n\nGREGORY\nI'm sure he did. I thought your\nlecture was ... fascinating. I was\nwondering if you were free - if you\nwanted to go for a cup of coffee or\nsomething.\n\nRose immediately recognizes this is a good looking guy asking\nher for coffee, and her “Alex alarms\" go up.\n\nROSE\nUh, well, no, sorry. I'm actually\nscheduled for something now ... soon,\n\nGREGORY\nOh, well maybe some other time.\n(Rose nods)\nI think you're a gifted teacher. You\nreally had those students. I'd love\nto discuss your teaching methods with\nyou some time as well.\n\nROSE\nThank you.\n\nGregory exits. Rose immediately rises and crosses calmly over\nto her water cooler. She gets some cold water in a small\npaper cup and quite matter-of-factly, THROWS THE WATER IN HER\nOWN FACE.\n\nROSE (Cont'd)\nThat was close.\n\f38.\n\nINT. ROSE'S BEDROOM ~ NIGHT.\n\nRose opens the bottom drawer of her vanity and reveals HER\nASSORTMENT OF CUPCAKES AND SWEETS. She extracts a package of\ncupcakes, then. moves to a CD PLAYER raises the volume. We\nhear THE BAND'S \"IT MAKES NO DIFFERENCE\". She raises an\nalready lit JOINT to her mouth and inhales.",
  "26": "---END OF PREVIOUS SECTION---\nShe extracts a package of\ncupcakes, then. moves to a CD PLAYER raises the volume. We\nhear THE BAND'S \"IT MAKES NO DIFFERENCE\". She raises an\nalready lit JOINT to her mouth and inhales. \n---TARGET SECTION TO BE ANNOTATED---\n As she sings\nalong, getting stoned, we get a glimpse into a younger\n\nRose - a sixties hopeful with a great joy and thirst for\nlife, before any expectations vanished. She then inhales a\nbit too much, and must use every effort not to cough out\nloud - banging her hands against the furniture, her eyes\ntearing. She makes sure to exhale out an opened window. She\ntakes a deep breath, then douses out the joint on the sill.\nShe takes her cupcake to her bed and makes a tray out of an\nart book. Laying down, she serves herself the cupcake,\nlistening to the music and watching the ballgame on a TV with\nno sound opposite the bed. She comments to herself -\n\nROSE\nLife is good!\n\nShe takes a bite of her cupcake and watches the game and\nlistens to The Band. All of a sudden she freezes ~- as if a\nthought had crossed her mind and got stuck there. We can tell\nby her expression, that she isn't really watching the game or\nlistening to the music or even consciously chewing. She's\nthinking about Gregory. But then she decides.\n\nROSE (Cont'd)\n\nNo. I was right to say no. That was\na good move. Have lunch with a guy\nlike that, next thing you know I'm\ncooking for him and holding his hand\nwhen he has problems and fantasizing\nabout raping him in a restaurant.\nNever again. The end. End of story!\n\nTHE PHONE RINGS. Stoned, she stares at it for a moment or\ntwo, fascinated by the ringing. Until - -\n\nHANNAH\nRose! Answer the phone!\n\nShe picks up.\n\nROSE\nHello?\n\nINTERCUT GREGORY ON THE PHONE:\nGREGORY\nHi - it's Gregory Larkin. I hope I'm\nnot disturbing you.\n\nCOWTIMNUED\n\fCONTINUED:\n\n39.\n\nROSE\n(to herself)\nThat. was weird!\n\nGREGORY\nWhat?\n\nROSE\nNothing. I was just ~- nothing.\n\nGREGORY\nI was calling to see if your were\nfree for lunch tomorrow.\n\nRose grimaces.\n\ncut To:\n\nINT. COLUMBIA ADMINSTRATION OFFICE - DAY.\n\nDoris is at her desk when Rose enters.",
  "27": "---END OF PREVIOUS SECTION---\ncut To:\n\nINT. COLUMBIA ADMINSTRATION OFFICE - DAY. Doris is at her desk when Rose enters. \n---TARGET SECTION TO BE ANNOTATED---\nROSE\nWhose this Gregory Larkin guy?\n\nDORIS\nUh, Larkin? Math I think. Yeah. In\nfact he just published some hook.\n\nROSE\nHe's published? ... Are you free for\nlunch?\n\ncur TO:\n\nINT. BURGER PALACE =~ DAY.\n\nRose and Doris listen to Gregory explain his book as they\nwait for their lunch.\n\nGREGORY\n\n««.80 what I had hoped to accomplish\nwith the book was to show within this\nUniversal Order, numbers are not just\nnumbers but symbols that represent -\nhow should I say it - metaphysical\nconcepts. First there's the One, the\nUniversal, the All - that from which\neverything springs and is ever\ncontained in - you still with me?\n\nCONTINUED\n\fCONTINUED:\n\n40.\n\nROSE\nI'm holding on.\n\nDORIS\nI'm off the cliff.\n\nGREGORY\n\n(enjoying himself)\nThen we divided with One into the\nTwo - the duality of the One and\nOne's awareness of itself through\nit's opposite, the Two. Then there's\nthree, which is the relationship\nbetween the two and the one ...\n\nROSE\nSo four would be the result of the\nrelationship - the product produced\nby the sun.\n\nGREGORY\nThat's right? Did you read the book?\n\nROSE\nNo. I almost bought it though. I held\nit in my hands in the bookstore for\na good ten minutes.\n\nGREGORY.\n\nThat's all right, I'll send you a\ncopy ... but getting back to the\nthree for a minute, what you might\nfind interesting for what you teach\nis the importance of the\nrelationship. See, without the three,\nrelationship - a number, or a person,\nis just ...\n\nROSE\nSpinning it's own gears.\n\nGREGORY\nExactly. This is marvelous.\n\nROSE\nI know. First time I had lunch with\na guy where I feel like I'm winning\non a game show.\n\nGregory suddenly feels insecure.\n\nCONTINUED\n\f41.\n\nCONTINUED: (2)\n\nGREGORY\nI'm sorry. I didn't mean to lecture.\nExcuse me a moment.\n\nGregory exits to the bathroom. Doris nudges Rose.\n\nDORTS\nWhat's wrong with you?! He's a doll.\n\nROSE .",
  "28": "---END OF PREVIOUS SECTION---\nDORTS\nWhat's wrong with you?! He's a doll. ROSE . \n---TARGET SECTION TO BE ANNOTATED---\nWhat?! I didn't say anything. He's a\nvery nice guy. Now let's eat the damn\nlunch and get the hell outta here.\n\nDORIS\nYou're an idiot. He's likes you.\n\nROSE\nWhat are we in fifth grade? He likes\nme! He likes my brain.\n\nDORIS\nSo? Take it slow. One organ at a time.\n\nGregory returns just as A WAITER appears with two salads and\na PEPPER MILL. He is about to pepper Rose's salad:\n\nROSE\nNo pepper for me. But could you get\nme a little side dish of extra\ndressing.\n\nDORTS\nMe too.\n\nShe begins her ritual of carefully cutting and mixing her\nsalad - picking out the wilted or bad looking leaves as she\nspeaks. Gregory is fascinated by her ritual.\n\nGREGORY\nYou're class is remarkable. Maybe you\ncan sit in on my class on next week.\n\nROSE\nWhat was it you wanted to discuss\nabout my teaching?\n\nGREGORY\n\nWell...I wanted to ask - how do get\nthem to stay?\n\nCONTINUED\n\f42.\n\nCONTINUED: (3)\n\nRose and Doris let out a laugh until they realize that\nGregory is dead serious.\n\ncur TO:\nINT. GREGORY'S CLASSROOM - DAY.\n\nGregory is erasing the blackboard. The camera follows him as\nhe crosses past his desk, past the students seats which are\nempty. He stops before ROSE, ASLEEP in the last seat - her\nhead back, her mouth open.\n\nGREGORY\nRose. Rose.\n\nRose awakens with a start! She gets her bearings and realizes\nthe class is over - and she was asleep.\n\nROSE\nOh ... Greg, I'm sorry. I didn't\nSleep well~ ...\n\nGREGORY\n\nNo it's all right. At least now\nyou're familiar with the problem. Can\nyou help?\n\n(Rose wonders)\nMaybe we can have dinner tonight -\ntalk about it. I'll invite other\npeople if you like.\n\nRose, feeling badly, accepts.\n\ncut To:\nINT. RESTAURANT - NIGHT.\n\nGregory.and Rose are having dinner with Henry and his date,\na beautiful blonde model named CANDY. Each pair is involved\nin conversation. The camera cuts between the two\nconversations.\n\nROSE\n»..",
  "29": "---END OF PREVIOUS SECTION---\nEach pair is involved\nin conversation. The camera cuts between the two\nconversations. ROSE\n».. \n---TARGET SECTION TO BE ANNOTATED---\n I just think you have to relate\nwhat you teach them in a way that\ntouches their lives a bit more\ndirectly. Let them get to know you.\n\nGREGORY\nYou're right. How?\n\nCONTINUED\n\f—-aZ =\n\n43.\n\nCONTINUED:\n\nGregory listens like a disciple. Henry and Candy are having\na different conversation.\n\nCANDY\nI'm very much a free spirit. If I\ndon't feel like going to a party I\nwon't go just because other people\nare.\n\nHENRY\nI really respect that.\n\nGregory and Rose continue:\n\nROSE\nYou need to loosen up a little. Don't\nwear a jacket and tie. Joke around.\nFind the humor in it.\n\nGREGORY\nFind the humor in calculus?\n\nROSE\nWell - if numbers represent some\nmetaphysical meaning in the Universe\nuh ... there's got to be a joke in\nthere somewhere. I mean, metaphysics,\nthe universe - it's hilarious.\n\nGREGORY\nReally?\n\nBack to Henry and Candy.\nHENRY\nYou like those Calvin Klein ads -\nthose guys in the underwear?\n\nCANDY\nOh yeah - I think they're hot.\n\nHENRY\nI think they're disgusting.\n\nRose can't help but over hear Henry's comments and stops with\nGregory to listen in.\n\nCONTINUED\n\f44,\n\nCONTINUED: (2)\n\nHENRY (Cont'd)\nI just think that for women to be\nrepresented like that in advertising,\nit's much more artistic. When it's\nman, I find it almost pornographic.\n\nROSE\nwhy?\n\nHENRY\nWell, artists have been honoring\nnaked women through their canvases\nfor centuries.\n\nROSE\nGee, the last time I looked the David\nhad a dick.\n\nThings are getting heated. Gregory is loving it.\n\nHENRY\nAll I'm saying is, everywhere you\nlook there are these young guys with\nwashboard stomachs, looking like Gods\nin some homo-erotic fantasy.\n\nCANDY\nI think they're hot.\n\nNo one pays attention to her and she notices it as Henry\nspeaks directly to Rose -\n\nHENRY\nI didn't mean to offend you or-\n\nROSE\nI'm not offended. I just think times\nare changing.",
  "30": "---END OF PREVIOUS SECTION---\nCANDY\nI think they're hot. No one pays attention to her and she notices it as Henry\nspeaks directly to Rose -\n\nHENRY\nI didn't mean to offend you or-\n\nROSE\nI'm not offended. I just think times\nare changing. \n---TARGET SECTION TO BE ANNOTATED---\n In some tribes - like\nthe Wodaabes, it's the men who spend\nhours in make-up sessions and are\njudged in beauty contests by the\nwomen. And they're a much older\nsociety than ours - maybe we're just\ncatching up. Men as objects of female\nlust is quite natural and if women\nare going to make themselves sick and\nsurgically alter themselves to stay\nin the running, you men are going to\nhave skip the extra beer and tighten\nyour butts too.\n\nCONTINUED\n\fener\n\nSS oro\n\n45.\n\nCONTINUED: (3)\n\nGregory smiles proudly. Henry lifts his glass as if to toast\nher. Candy feels left out and rises.\n\nCANDY\nExcuse me a minute.\n\nOnly Rose can sense Candy's sudden discomfort.\nINT. LADIES ROOM - NIGHT.\n\nCandy is in front of mirror fixing her make-up. Rose enters\nto wash her hands.\n\nCANDY\nYou're a professor?\nROSE\nYes.\nCANDY\n\nHow long have you been with Gregory?\nI think he's gorgeous.\n\nROSE\nWe're not together. We're just\nassociates. How long have you been\nseeing Henry?\n\nCANDY\nNot long. I'm really just in it for\nthe sex.\n\nROSE\nReally?\n\nCANDY\n\nIt's such a turn on fucking a smart\nguy. I feel kind of like a genius\neverytime he comes.\n\nRose laughs. Candy smiles, warming up to her.\n\nINT. RESTAURANT ~\n\nHenry and Gregory.\n\nGREGORY\nIsn't she something?\n\nCONTINUED\n\feS wy eo\n\n46.\n\nCONTINUED:\n\nHENRY\nThat and more. Too bad you can't take\nher brain and put it in Candy's body?\n\nGregory is disturbed by Henry's remark.\nINT. LADIES ROOM -\n\nCANDY\nIt's not going to last. Not that I\nwant it to. We're just having some\nfun. Eventually there'll be someone\nprettier, someone younger he'll get\na thing for and that'll be it.\n\nROSE\nDoesn't that bother you?\n\nCANDY\nNo. I plan to be married within five\nyears then I'll never have to worry\nabout it again. I don't kid myself.",
  "31": "---END OF PREVIOUS SECTION---\nCANDY\nNo. I plan to be married within five\nyears then I'll never have to worry\nabout it again. I don't kid myself. \n---TARGET SECTION TO BE ANNOTATED---\nI know the things I can offer a man,\na lot of other women can too. It's\nall timing, ya know. You just have to\nhit that one guy whose ready to stop\nsampling everything he sees. And then\nyou can stop too. It's different for\nwomen like you I think.\n\nROSE\nWhy?\n\nCANDY\nIf a guy falls for you, you know it's\nfor something that'll last. You don't\nhave to worry about losing it as you\nget older. You'll probably get even\nsmarter when you age.\n\nROSE\nCan I ask you a question? If you\ncould switch places with me, would\nyou?\n\nCandy stops applying lipstick. She feels uncomfortable by the\nquestion. Her answer is obviously no.\n\nROSE (Cont'd)\nSee, that's the difference.\n\nCONTINUED\n\fUF oro\n\n47.\n\nCONTINUED:\nThe two women look into the mirror facing then.\n\n- ROSE (Cont'd)\nI would.\n\nINT. RESTAURANT ~ NIGHT.\n\nAt the table, the WAITER has brought their meals. Candy has\nordered a large grilled vegetable salad. Rose ordered lamb\nchops and potatoes with special orders of mustard, extra mint\njelly and sour cream on the side. She begins to prepare the\nmint jelly and mustard with small dollops along with dicing\nher potato along with the sour cream. Everyone else has\nalready started eating , as they watch Rose's ritual. When\nshe finally takes a bite. Gregory smiles. She smiles through\nher food.\n\nROSE\nThe perfect bite.\n\nHe leans over to her.\nGREGORY\nListen. I have two tickets to the\nPhilharmonic. It's a benefit. Black\ntie. Do you feel like going?\n\nRose, her mouth full of food, is impressed by Gregory's\nproposal. She nods. He smiles.\n\ncur TO:\nINT. ROSE'S CLASSROOM ~ DAY.\nGregory sits in on another of Rose's lectures.\n\nCONTINUED\n\fCONTINUED:\n\nLaughter.\n\n48.\n\nROSE\nAround the 12th Century they had a\nthing called Courtly Love - and it\nwas a love usually between a knight\nand a lady he idolized,\nworshipped...",
  "32": "---END OF PREVIOUS SECTION---\nCONTINUED\n\fCONTINUED:\n\nLaughter. 48. ROSE\nAround the 12th Century they had a\nthing called Courtly Love - and it\nwas a love usually between a knight\nand a lady he idolized,\nworshipped... \n---TARGET SECTION TO BE ANNOTATED---\nBut the rules were they\ncould never have sex, never be\nmarried and yet they must always keep\ntheir passion for each other\nalive...It was as if they took this\nbaser human love and through their\nrestrictions squeezed everything out\nit that was thought to be impure or\ntemporary. It was thought to be one\nof the highest expressions of love.\nAs opposed to the more human,\neveryday, going-to-the-bathroom-in-\nfront-of-each-other kind of love.\n\nGregory is inspired.\n\nINT. BERGDORF'S ~- DAY.\n\nRose is cautiously looking through some evening wear. All she\n\nfinds are\nfinds one\n\nskimpy cocktail dresses and low-cut gowns. She\nblack sequined high neck number, but it has no\n\nback. A SALESLADY approaches.\n\nSALESWOMAN\nWould you like to try that on?\n\nROSE\nOh no. I'd look like a neon sign. I\nhave this formal tonight and of\ncourse I waited until the last\nminute ...\n\n- SALESWOMAN\nWell what are you looking for?\n\nROSE\nSomething comfortable, big, loose,\ndark ~ actually, I should be in the\nlinen department buying a comforter.\n\nSALESWOMAN\n(smiles)\nCome with me.\n\f-  S=\n\nag.\n\nINT. BERGDORF'S COSMETICS DEPT. - DAY.\n\nRose walks through, carrying a dress box. She passes by women\ngetting make-overs. She's dying to try.\n\ncUuT TO:\nINT. ROSE'S BEDROOM ~ EARLY EVENING.\n\nRose sits at her vanity with her back to us. She is wearing\na simple, black evening dress - loose, formless. WE DO NOT\nSEE HER FACE.\n\nHANNAH (0.S.)\nRose?\n\nWithout moving her head or neck, Rose responds. Hannah enters\nand stands in the doorway; cool, detached;\n\nHANNAH (Cont'd)\nWhen did you get home? I didn't hear\nyou come in?\n\nRose remains stiff, with her back to us.\n\nHANNAH (Cont'd)\nWhat's wrong with you?\n\nHannah approaches and is surprised when she sees Rose - with\na complete make-up job. The make-up is overdone and not very\ncomplimentary to her natural looks.",
  "33": "---END OF PREVIOUS SECTION---\nHANNAH (Cont'd)\nWhat's wrong with you? Hannah approaches and is surprised when she sees Rose - with\na complete make-up job. The make-up is overdone and not very\ncomplimentary to her natural looks. \n---TARGET SECTION TO BE ANNOTATED---\n Rose talks with tight\nlips.\n\nROSE\nWhat do you think?\n\nHANNAH\nWhy are you talking like that?\n\nROSE\nI'm wearing so much, I'm afraid it'll\nbreak. How do I look?\n\nHANNAH\nParalyzed. Why are you wearing so\nmuch?\n\nROSE\n\nWell according to this cosmetics\nexpert I have a myriad of problems -\nmy eyes are set too close together,\nmy nose is crooked, my chin is chubby\nand my skin is confused. Should I\ntake it off?\n\nCONTINUED\n\f50.\n\nCONTINUED:\n\nHANNAH\nWell, if you're going to wear make-\nup, you should do something with your\nhair.\n\nROSE\nWhat?\n\nHannah picks up a brush and and pins and spray, and begins to\nstyle.\n\nHANNAH\nHe must be very handsome this one,\nfor you to go through all this.\n\nROSE\nI'm not doing it for him. It's a\nformal.\n\nHANNAH\n\nNo one says you have to wear make-up\nto a formal. You've been seeing him\nfor a few weeks. Do you think\nsomething might happen with this one?\n\nROSE\nStop calling him \"this one\". Sounds\nlike you're picking out a lobster.\nWe're just friends. I haven't been\n\"seeing him\". DON'T TOUCH MY FACE!\nI'm just helping him with his\nteaching. It's not a date or anything.\n\nHANNAH\nThen what does it matter how you look?\n\nROSE\n(hopefully)\nI just wanted to...\n(stops, realizing)\nI guess it doesn't matter.\n\nHANNAH\nUnless of course you think something\nmight happen.\n\nROSE\nNothing's going to happen!\n\nCONTINUED\n\fCONTINUED:\n\n51.\n\n(2)\n\nHANNAH\nOh, young women today. You take\neverything at face value. As if the\nman has all the say and you have\nnothing to do with it. You think men\nknow what they want before they want\nit? Half the time, they'd sleep with\ncows if that's all they could meet.",
  "34": "---END OF PREVIOUS SECTION---\nAs if the\nman has all the say and you have\nnothing to do with it. You think men\nknow what they want before they want\nit? Half the time, they'd sleep with\ncows if that's all they could meet. \n---TARGET SECTION TO BE ANNOTATED---\nHow do you think syphilis was created?\n\nROSE\nHow did we get from my date to the\norigin of syphilis?\n\nHANNAH\nI thought it wasn't a date.\n\nTouche. Hannah begins to spray the teased hair. Rose asks\nvulnerably.\n\nHANNAH (Cont'd)\nIf he takes you to dinner, order some\nsimple - a nice fish. Broiled. And no\ndessert. A cup of coffee is more than\nsufficient.\n\nROSE\nMom ... when I was born, did you\nthink I was pretty?\n\nHANNAH\nfch. You were my child. My firstborn.\n\nROSE\nBut you must have thought something\nabout how I looked. Did you think I\nwas a pretty baby?\n\nHANNAH\nSilly. What's pretty anyway? You're\nsister's pretty - you think she'll be\nhappy. I give that marriage two\nmonths.\n\nROSE\nI think that's an awful thing to say.\n\nCONTINUED\n\f52.\n\nCONTINUED: (3)\n\nHANNAH\nYou're just sticking up for her. I\nshould know better than to say what\nI really think. I can't win.\n\nROSE\nEverytime you say that I always\nwonder what we're playing.\n\nINT. CAB ~ NIGHT; A FEW MINUTES LATER.\nIn the backseat, Kose is thrown back and ferth.\n\nROSE\nThere's no rush.\n\nBut the driver doesn't hear. Both the windows on both the\nrear doors are down, causing a tremendous wind tunnel that is\ntearing apart her hairdo. She tries to shut them, but can't.\n\nROSE (Cont'd)\nWhat's wrong with the windows?\n\nCAB DRIVER\n, Broke...Both broke.\n(he giggles in Arabic)\n\nRose braces herself, while trying to hold down her hair. The\ncab stops at a red light. Rose catches her breath. She\nglances over at a parallel cab that also has a single woman\nin the backseat. The woman is dressed up and having an\nequally horrific cab ride. Her face is smeared with lipstick\nthat she has been trying to apply. She glances over to Rose,\nRose smiles. The woman smiles, then both cabs peel off as if\nin a drag race.",
  "35": "---END OF PREVIOUS SECTION---\nHer face is smeared with lipstick\nthat she has been trying to apply. She glances over to Rose,\nRose smiles. The woman smiles, then both cabs peel off as if\nin a drag race. \n---TARGET SECTION TO BE ANNOTATED---\ncuT TO:\nEXT. LINCOLN CENTER ~ NIGHT.\nRose exits the cab - her hair has been wind blown into a\ncomplete mess. She approaches Gregory who is genuinely glad\nto see her. He smiles broadly. Rose is painfully self-\nconscious.\n\nROSE\nHi..I'm sorry..\n\nGregory is unphased by her appearance.\n\nCONTINUED\n\f53.\n\nCONTINUED:\nGREGORY\nSorry for what? You're exactly on\ntime.\nROSE\n\nYes...I..no, I mean... my hair..I\nmust look like I've been attacked by\nwolves.\n\nBut Gregory neither compliments nor consoles her about her\nlooks. Rose suddenly feels very silly.\n\nGREGORY\nWe should get out of the wind.\n\ncurt TO:\nINT. AVERY FISHER BATHROOM ~ NIGHT.\nRose wipes off all the make-up and brushes out her hair.\ncurT To:\nINT. AVERY FISHER HALL - NIGHT.\nOn stage, the Philharmonic Orchestra plays Cesar Franck's\nPSYCHE. In the audience, Rose sits beside Gregory listening.\nGregory reaches into his pocket and pulls something out. He\nthen nudges Rose who jumps slightly and looks to what Greg\nhas in his hand. A THIN SMALL COMPUTER. It looks like a\ncalculator with an extra large screen. Gregory whispers:\n\nGREGORY\nIt makes shapes out of sound waves.\n\nHe turns it on. Rose watches. The little screen bursts into\ncolor as the music creates fantastic forms and spirals. She\nsmiles in fascination. Gregory is pleased it's made an\nimpression, They watch together like two children.\n\nINT. AVERY FISHER ~ RECEPTION - NIGHT.\n\nAn after concert reception. Rose and Gregory stand in the\ncrowd with white wine and hor d'oeuvres. Rose bites into one.\n\nROSE\nUgh..the food is awful.\n\nGREGORY\nI hate crowds.\n\nCONTIMUED\n\f54.\n\nCONTINUED:\n\nRose notices alot of lights and crowds through the window,\nlooking over to the N.Y. State Theatre.\n\nROSE\nWhat's happening over there?\n\nGREGORY\nI read somewhere it's a midnight\ncelebrity benefit for Dance Theatre\nof Harlem and AIDS.\n\nROSE\nI bet they have better food.\n\nGREGORY\nWe don't have invitations.",
  "36": "---END OF PREVIOUS SECTION---\nGREGORY\nI read somewhere it's a midnight\ncelebrity benefit for Dance Theatre\nof Harlem and AIDS. ROSE\nI bet they have better food. GREGORY\nWe don't have invitations. \n---TARGET SECTION TO BE ANNOTATED---\nRose has a devious and mischievous look on her face.\n\nEXT. LINCOLN CENTER ~ NIGHT.\n\nGregory stands in the cold, in his tux, watching -\n\nRose approaching the line of paparazzi, awaiting celebrity\narrivals. Limousines pull up to the curb and cameras start\nflashing at whoever exits. During a lull, Rose whistles over\nTWO YOUNG PHOTOGRAPHERS and brings them into a huddle.\nGregory is intrigued as he watches Rose give them directions\nand money. He sees the photographers shrug and nod to Rose.\nRose returns to Gregory.\n\nGREGORY\nWhat are you doing?\n\nROSE\nYou're sort of a scientist. I'm going\nto show you an example of chain\nreaction. Come on!\nShe grabs his hand and walks quickly toward the curbs.\nEXT. CURBSIDE - NIGHT.\n\nRose leads Gregory towards a limousine that is parked, having\nalready deposited its celebrity. Gregory is worried.\n\nGREGORY\nAre you sure about this?\n\nCONTINUED\n\f55.\n\nCONTINUED:\n\nROSE\nI saw this guy on cable talking about\nall the ways he sneaks into parties.\nI always wanted to try it. I mean\nwhat's the worse that could happen -\nthey throw us out and we're\nhumiliated? I spent a lot of money on\nthis dress and I'm not taking it off\nyet! You got a twenty?\n\nGregory searches for a bill.\nEXT. NEW YORK STATE THEATRE - NIGHT.\n\nCelebrities exit a limo and are immediately photographed at\nevery angle by the photographers as they walk along the red\ncarpet and are swept into the theatre.\n\nAnother limo drives up and out of it exit ROSE AND GREGORY.\nGregory is clearly nervous. They move down the red carpet.\nFor a few steps nothing happens. Gregory almost panics. Until\nsuddenly, the two photographers Rose paid off start clicking\nthe cameras furiously at them.\n\nLike a chain reaction, ALL THE OTHER PHOTOGRAPHERS start\nclicking their cameras. Rose's plan worked. Rose begins to\nenjoy her momentary celebrity, playing it for all it's worth.\nGregory is amazed as they reach the door and are quickly\nswept inside by the doorman.\n\nINT. NY STATE THEATRE ~ NIGHT.",
  "37": "---END OF PREVIOUS SECTION---\nGregory is amazed as they reach the door and are quickly\nswept inside by the doorman. INT. NY STATE THEATRE ~ NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\nRose is busy at the buffet table. Gregory is stunned and\nexhilarated!\n\nROSE\nI was right. The food is better.\nGREGORY\nThat was incredible. We completely\nfooled- ...\nROSE\nShhhh ... Cool. Keep it cool.\nGREGORY\n\n(whispers excitedly)\nWe completely fooled then.\n\nCONTINUED\n\f56.\n\nCONTINUED:\n\nROSE\nStill in a crowd though. Would you\nlike to find a quiet spot?\n\nINT. STAIRCASE: NY STATE THEATRE - NIGHT.\n\nRose waits patiently with a white wine. Gregory appears with\nseveral dishes of hor d'oeurves.\n\nROSE\nHere he is ~ my hunter gatherer.\n\nGREGORY\nThey didn't have any more roast beef\nwith horse radish but I got some beef\nskewers instead.\n\nROSE\nFine. Fine. Sit down,\n\nPlacing the dishes on the stairs, Rose begins to prepare a\nbite for herself - redoing two hor d'oeurves by replacing\n\\ bits of one with another. Gregory watches intently.\n\nROSE (Cont'd)\nThe lettuce is always wilted on these\nthings and I can't stand cucumber\n\nGREGORY\nb You love food, don't you?\n| ROSE\nWhy, is that a problem!?\nGREGORY\nk No, not at all. Could you make me one\nlike that?\n| ROSE\n\n' Here ... have this one.\n\nh She pops it into his mouth. Gregory is unphased by the\nintimacy of the gesture. Rose smiles. He stares at her. Rose\ngiggles self-consciously.\n\nROSE (Cont'd)\nWhat?\n\nCONTINUED\n\f57.\n\nCONTINUED:\n\nGREGORY\n(still excited)\nI can't believe we fooled them!\n\nShe laughs.\n\ncuT TO:\nEXT. NYC STREET - NIGHT.\nRose and Gregory walk home after the concert.\n\nGREGORY\nMy favorite period is the turn of the\ncentury. Everyone having these\ninflamed desires for people they've\nonly sat alone in a parlor with.\nHolding hands becomes the most\nintimate act.\n\nROSE\nAnd all those layers of clothing\nthey've have to get through to even\nmake a move. So erotic.\n\nGregory laughs. Rose smiles.\n\nGREGORY\nAre you ...",
  "38": "---END OF PREVIOUS SECTION---\nGregory laughs. Rose smiles. GREGORY\nAre you ... \n---TARGET SECTION TO BE ANNOTATED---\n seeing anyone right now?\n\nRose stops, losing her smile. Gregory is worried.\n\nGREGORY (Cont'd)\nWhat's wrong?\n\nROSE\n(protective)\nWhat are we doing here?\n\nGREGORY\n(shyly)\nWell I... I'd like to get to know\nyou better Rose.\n\nROSE\nAs what? A friend? An experiment?\n\nGREGORY\nDo we have to label it?\n\nCONTINUED\n\fCONTINUED:\n\n58.\n\nROSE\nYes. This isn't the turn of the\ncentury. Look, you're a real nice guy\nbut I've just ... come out of\nsomething that - ...\n\nGREGORY\nSo have I.\n\nROSE\nWell then we should definitely not go\nany further.\n\nGREGORY\nI don't agree. I know the whole \"on\nthe rebound\" scenario and believe me\nthat's not what this is. I don't want\nwhat I had with her. I want something\nelse. I want everything you've been\ntalking about in that classroom.\n\nROSE\nBut ...\n\nGREGORY\nThere are no guarantees Rose. There's\nno perfect science ~ it's still all\ndepends on how a person sees it. And\nwhen I see you I see a woman unlike\nany I've known. Your mind, your\nhumor, your passion for ideas, your\ncourage to live by them ...\n\nRose is being swept off her feet.\n\nGREGORY (Cont'd)\nWhat would happen if we put\neverything else - the sex, the\nromantic illusions - and put them\naside. Got to real know each other's\nheart and soul, like those knights\nand ladies of the 12th century.\n\nROSE\n\nBut they had passion for each. They\njust sacrificed it.\n\nCONTINUED\n\f59.\n\nCONTINUED: (2)\n\nGREGORY\nThey we're ahead of the game because\nwe don't have that passion. All we\nhave is respect and true affection.\nAt least I do.\n\nPause. Rose finds it hard to breath. Gregory worries.\n\nGREGORY (Cont'd)\nHave I... overstepped the boundaries?\n\nSpeechless, Rose shakes her head. They walk side by side in\nsilence for a moment.",
  "39": "---END OF PREVIOUS SECTION---\nGREGORY (Cont'd)\nHave I... overstepped the boundaries? Speechless, Rose shakes her head. They walk side by side in\nsilence for a moment. \n---TARGET SECTION TO BE ANNOTATED---\n Until:\n\nGREGORY (Cont'd)\nRose?\n(they stop)\nMay I hold your hand then?\n\nRose finds this so moving, she can only nod. Gregory takes\nher hand and they walk past camera. With their backs to us,\nwe hear:\nROSE\nI want to hear about this woman. Is\nshe dead?\n\nGREGORY\nNo, she's lives in Paris.\n\nROSE\nOh ... that could be a problem.\n\ncuT TO:\nINT. GREGORY'S CLASS - DAY.\nRose sits in the back as Gregory tries to relate their\nadventure to the students in his usual pedantic manner. He\nhas, however, taken off his jacket and tie.\n\nCONTINUED\n\fCONTINUED:\n\nGREGORY\nAnd um...there were many\nphotographers and..oh wait, no, first\nwe had to find a limousine and we\npaid them twenty dollars for just a\nfew minutes, then...then we got in\nand went around to the front which\nwas very crowded ~ as I said, there\nwere many photographers uh, taking\npictures.\n\nThe class is bored stiff. Gregory can't tell a story.\nGREGORY (Cont'd)\n\nIt was very exciting how this chain\nreaction occurred....\n\n60.\n\nRose bites her lip so as not to laugh. She finds poor Gregory\n\nso endearing, as he looks up ta her with pleading eyes\nbegging for help.\n\ncUuT TO:\nINT. COMEDY CLUB ~ NIGHT.\n\nA comedian plays for a packed house. Camera pans around the\n\naudience to find Rose and Gregory deep in conversation,\noblivious to their surroundings.\n\nGREGORY\n«.s. I don't know what it is about\nJesse but, after this last time, I\nmade a decision I don't ever want to\nfeel that obsessive or lost over\nsomeone again. It's unendurable. I\nsometimes think maybe it's because\nshe was my first.\n\nROSE\nYour first what?\n\nGREGORY\nMy first ... you know ... lovemaking\nexperience.\n\nROSE\nI thought you said you met her when-\nyou were 24.\n\n(more)\n\nCONTINUED\n\fCONTINUED:\n\nThey both\n\n61.\n\nROSE (cont'd)\n(Gregory nods)\nYou mean you had never ...",
  "40": "---END OF PREVIOUS SECTION---\nROSE\nI thought you said you met her when-\nyou were 24. (more)\n\nCONTINUED\n\fCONTINUED:\n\nThey both\n\n61. ROSE (cont'd)\n(Gregory nods)\nYou mean you had never ... \n---TARGET SECTION TO BE ANNOTATED---\n until you\n24? ~\nGREGORY\nT was a real good student.\nROSE\nWow.\n(Greg laughs}\nWhat?\n\nGREGORY\nWow. You don't usually hear people\nwith high I.Q.'s say that. I like it.\nWow. How old were you?\n\nROSE\n(embarrassed to say)\nWell - it was sixties. Sex was just\nsomething you did with someone after\nyou had a great conversation with\nthem. Twenty~four?\n\nsip their beers, as Rose adds;\n\nROSE (Cont'd)\nBut - you must have had women all\nover you - you're a great looking\nguy. I hope that doesn't make you\nuncomfortable.\n\nGREGORY\nActually it does, but that's OK. I\nnever got to really know any of\nthem - I guess I just wasn't\ninterested until Jess. She was so ...\ndangerous. Why are we attracted to\nthat?\n\nROSE\nWell, she was also beautiful. Ugly\nand dangerous I find it easier to\nresist.\n\nGreg laughs. Rose sips her beer, slightly disappointed.\n\nCUT TO:\n\f62.\n\nEXT. BASEBALL GAME - DAY.\n\nCamera pans stadium crowd, until we find Gregory and Rose in\ndeep conversation- oblivious to their surroundings.\n\nROSE\n--. Anyway, Alex was taking some\nnight classes and we got friendly.\nIt's so stupid. We used to sit in\ncoffee and share cigarettes. Talk. I\nguess I built this whole fantasy of\nhim on those little things. Like\nsharing cigarettes. It seemed like\nsuch an intimate thing to do at the\ntime. And I don't even smoke. I\nthought he was going to be my\nromance. Then he met my sister and ...\n\nUMPIRE (0.S.)\nSTRIKE THREE!\n\nROSE\n(stands)\nYOU STUPID BUM...THREE MILLION\nDOLLARS A YEAR AND FOR WHAT! FOR WHAT!\n\nGregory is startled. Rose sits back down calmly and continues\ntalking.\n\nROSE (Cont'd)\nAnyway, they're getting married now\nand in a way I'm glad because it's\nfinally over. I don't have to...\nfantasize anymore.\n\nGregory nods. Rose eats one of his french fries. Pause.",
  "41": "---END OF PREVIOUS SECTION---\nGregory nods. Rose eats one of his french fries. Pause. \n---TARGET SECTION TO BE ANNOTATED---\nGREGORY\nYou know, I've always been fascinated\nby people's fascination with this\ngame. I don't see the point of\nplaying a game in which you exert all\nthat effort to wind up at the same\nplace you started?\n\nRose considers this but doesn't have an answer.\nROSE\nI don't know. My father loved it. We\nhad season tickets.\nSomeone gets a hit and a run is scored.\n\nCOMTI MUED\n\f63.\n\nCONTINUED:\n\nGREGORY\nSee! Now, he runs around and winds up\nwhere he started - mathematically\nthis’ game has no point.\n\nROSE\n(lying) |\nWell, actually it's about averages.\nI mean that's what makes it exciting.\n\nGREGORY\nAverages?\n\nROSE\nYeah, see that scoreboard. Everytime\na player comes up they flash that\nthree digit number. Well that's the\nplayers average ~ how many times he\nhit the ball in ratio to how many.\ntimes he stood up at bat. You're\ndealing with several pitches coming\nper time at bat ...And what a man can\ndo with these several pitches is\nactually about pitting the man and\nhis skill against his average. It's\nman versus the numbers because if he\ncan't maintain or surpass his\naverage, his contract gets cancelled\nor he gets traded which is tantamount\nto public humiliation...\n\nIntrigued, Gregory pulls out a pad and pencil.\n\nGREGORY\nNow which number is it?\n\ncur TO:\nINT. GREGORY'S CLASSROOM - DAY.\n\nThe students sit, dreading the boring class to come. The door\nopens. Their faces register astonishment at what they see:\n\nGregory enters wearing tight jeans with designer tears on the\nknees, a tight T-shirt, a baseball jacket and cap. The girls\n\njaws drop in admiration as he takes off his jacket to reveal\n\nthe outline of his torso. Gregory is clearly self-conscious,\n\nbut bravely continues:\n\nCONTINUED\n\f64.\n\nCONTINUED:\nGREGORY\nSo, let's see. What are we doing\ntoday?\n(reads)\n\nFibonacci ratios as they approach the\nGreek Golden ratio.\n\n(pause, then:)\nBummer.\n\nShock. Surprise.",
  "42": "---END OF PREVIOUS SECTION---\n(pause, then:)\nBummer. Shock. Surprise. \n---TARGET SECTION TO BE ANNOTATED---\n Some giggles,\n\nGREGORY (Cont'd)\nAnybody see the game on Sunday? That\nMarakesh. What a bum - huh?\n\nSome students nod cautiously in disbelief.\n\nGREGORY (Cont'd)\n\nLet me put this before you. Let's say\nMarakesh's contract states that he\nmust keep his average at 285 for a\nperiod of at least 33 of the 52 game\nseason - not the the bum can, but\nlet's just say.\n\n(class laughs)\nNot figuring in the percentage of\nballs to strikes ...\n\nA MALE STUDENT\nProf. Larkin? Would you include\nerrors in that computation.\n\nGREGORY\n(thinks, then:)\nI don't know. I'll have to ask Rose.\ncut To:\nINT. RESTAURANT - NIGHT.\nGregory talks excitedly. Rose has never seen him so animated.\nGREGORY\n««. and suddenly there was this\ntangible energy in the room. We\nactually exchanged ideas. We were\nconnected somehow. It was .. was ...\n\nROSE\nGreat?\n\nCONTINUED\n\f65.\n\nCONTINUED:\n\nGREGORY\n\nGREAT! They came alive. They\nparticipated. They STAYED!\n\n- (Rose laughs)\nAnd they laughed. I was funny Rose!\nYou know what I want to do for my\nPhythagorean theory class. I want you\nto expose me to your music, current\nmusic, post 1799. I have an idea for\nexamining harmonic proportions.\n\nROSE\nOK.\n\nGREGORY\nI can't thank you enough. I was a\nbetter teacher today than I've ever\nbeen because of you.\n\nRose smiles, deeply touched. A WAITER brings them two salads,\nthen offers:\n\nWAITER\nFresh pepper?\n\nRose is about to answer when:\n\nGREGORY\nShe doesn't like pepper, but I will.\nAnd you can you bring her a side dish\nof extra dressing. She likes a little\nextra.\n\nRose is so moved by this gesture she can't take her eyes off\nof Gregory, who proceeds to cut his his salad, oblivious to\nhow much that mean to Rose. She can hardly eat. Gregory\ncontinues talking MOS = but Rose just stares at him, as if\nabut to cry.\n\ncur TO:\nINT. LADIES BOUTIQUE - DAY.\nRose shops.",
  "43": "---END OF PREVIOUS SECTION---\ncur TO:\nINT. LADIES BOUTIQUE - DAY. Rose shops. \n---TARGET SECTION TO BE ANNOTATED---\n Wearing her usual baggy clothes, she sorts\nthrough a rack of similar black baggy clothes...But then\nsomething catches her eye...\n\nCONTINUED\n\f66.\n\nCONTINUED:\n\nA rack of tighter fitting, colorful dresses that go up to her\nsize. She puts it up to her body and decides to give it a try.\n\ncur TO:\nINT. ROSE'S CLASSROOM ~ DAY.\n\nHer class awaits her arrival, talking amongst themselves.\nSuddenly the door opens and they all look 0.S. in surprise.\n\nA CAMERA PAN beginning from Rose's feet up her body reveals\nA NEW LOOK - heels, shapely albeit full calves, a hemline\nthat starts at the knee outlining a tight fitting dress that\nhugs her hips, waist, torso and breast...The look is\nreminiscent of the sensuality of an Anna Magnani. Even though\na tummy shows and the behind spreads, their is an air of\ndefiant sexuality. She looks great (at least to this writer).\nRose obviously feels self-conscious, but bravely enters and\ndecides to stick by herself.\n\nThe class, especially the boys, are in shock. Rose looks at\nthem in silence and says;\n\nROSE\nYes. I have tits.\n\nThe class cracks up and the ice is broken.\n\ncut TO:\nMONTAGE: THROUGHOUT THE MONTAGE, WE NOTICE A BLOSSOMING IN\nROSE - MORE PHYSICALLY CONFIDENT, A BRAVER FASHION STYLE,\nEVEN A SLIMMER APPEARANCE. She grows subtlely more attractive\nbefore our eyes as Gregory grows more relaxed and boyish.\nEXT. BALL PARK - DAY.\nRose teaches Gregory how to swing a bat correctly.\nINT. GREG'S KITCHEN - ,\n\nRose whips up a gourmet meal with great joy as Gregory\nwatches like a eager apprentice.\n\nINT. CLASS -\n\nRose wears another colorful, revealing outfit as she whips\nher class into a frenzy.\n\f67.\n\nINT. GREGORY (AND ROSE'S) APARTMENT ~ NIGHT.\n\nGregory passionately explains some diagrams on his computer\nas Rose listens attentively. We can tell he is loving the act\nof sharing his life. And Rose is surrendering.\n\nINT. MET OPERA - NIGHT.\n\nGregory and Rose listen to TRISTAN UND ISOLDE, as they share\nhis sound wave hand computer.",
  "44": "---END OF PREVIOUS SECTION---\nINT. MET OPERA - NIGHT. Gregory and Rose listen to TRISTAN UND ISOLDE, as they share\nhis sound wave hand computer. \n---TARGET SECTION TO BE ANNOTATED---\n Rose decides to take the\ncomputer away and force Gregory to close his eyes and just\nlisten.\n\nDISSOLVE TO:\nLATER - SAME LOCATION.\n\nRose looks over to Gregory and notices his eyes are tearing\nfrom the beauty of the music. She is beginning to adore this\nman who is so open to experience and the world she can show\nhim. She covertly offers him a tissue. He accepts.\n\nINT. DANCE CLUB - NIGHT.\n\nGregory dances to good old rock music - some Rolling Stones\nclassic - with Rose and Doris. His movements are awkward but\nhis dances without inhibition, surrendering to the music.\n\nINT. ROSE'S BEDROOM - NIGHT.\n\nRose is getting dressed just as frantically as she always\nhas. At her vanity, she opens her drawer of cosmetics and\ncupcakes. Fishing around the mess, she finds and un-opened\nbottle of PERFUME. She bravely tears off the wrapping and\ncautiously applies some to her wrist. Liking it, she applies\nit to a variety of spots.\n\nINT. ROSE AND HANNAH'S APARTMENT - NIGHT.\nRose opens front door revealing Gregory.\n\nGREGORY\nHi. Am I late?\n\nROSE\n(nods)\nAbout twenty years. You look great.\n\nGregory enters and hands Rose some wine. He coughs from the\nperfume. Rose put on a bit too much.\n\nROSE (Cont'd)\nDid I put on too much?\n\nCONTINUED\n\fCONTINUED:\n\n68.\n\nGREGORY\nNo. It's nice. Just certain scents\nmake my eyes water.\n\nROSE\nI'll go shower.\n\nGREGORY\n(laughs)\nNo. Don't. Where's your mother?\n\nROSE\nGetting dressed. You'll know when she\nenters the room ~ there'll be a\nmusical cue. Want to open this for me?\n\nHANNAH (0.S.)\nRose ... has our guest arrived.\n\nRose and Gregory turn to see Hannah, ever so gracefully\nentering from the bedroom hallway, wearing a beautiful outfit\nwith coiffed hair and jewelry. A stark contrast to Rose's\n\napron and\n\njeans. She oozes charm and flirtatiousness.\n\nCoincidentally, at that same moment, an ice-cream truck\n\npasses by\nwhispers j\n\nThey both\n\non the street with it's Mr.",
  "45": "---END OF PREVIOUS SECTION---\nA stark contrast to Rose's\n\napron and\n\njeans. She oozes charm and flirtatiousness. Coincidentally, at that same moment, an ice-cream truck\n\npasses by\nwhispers j\n\nThey both\n\non the street with it's Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Softee jingle. Rose\nokingly to an amused Gregory.\n\nROSE\nSee, I told you.\n\nGREGORY\nI've been looking forward to meeting\nyou Mrs, Morgan.\n\nHANNAH\nWelcome. Welcome. You look very nice.\nSee, Rose - Gregory dressed for\ndinner. What's that smell?\n(Rose winces)\nIt seems odd that we haven't met\nafter all this time.\n\nGREGORY\nI thought so too.\n\nlook to Rose who wants to get this over with.\n\nROSE\nMy fault! Dinner's ready.\n\nCONTINUED\n\f69.\n\nCONTINUED: (2)\nShe exits into the kitchen. Hannah smiles at Gregory.\nINT. DINING ROOM ~- NIGHT.\n\nThe table is beautifully set. Hannah and Gregory sit in\nsilence. Gregory notices the folded three-cornered napkins\nand the meticulous detail with which Rose has prepared. 0S,\nDONOVAN'S \"SEASON OF THE WITCH\" is playing much to Hannah's\nannoyance.\n\nHANNAH\nCan we please have some silence\nduring dinner?\n(to Gregory)\nShe either has her music playing or\nthe television. God forbid we should\nhave a conversation.\n\nRose shuts it off, enjoying Hannah's irritation. Rose enters\nthe dining room and sets down a beautiful platter of gourmet\nfood.\n\nROSE\nI hope you like it - it's a Viennese\ndish. My father was haif-Viennese.\n\nGREGORY\n(Impressed)\nMy God Rose it's...it's art.\n\nROSE\n(laughs)\nNo.\n\nGREGORY\n\nNo it is. An artist isn't just a\npainter or sculptor. It's someone\nthat sets a table a certain way or\nprepares food a certain way...0Or\nteaches a certain way.\n\n(sincerely)\nYou are an artist, Rose.\n\nRose is thrilled by the comment. They look to Hannah for\nconfirmation.\n\nCONTINUED\n\f70.\n\nCONTINUED:\n\nHANNAH\nWe should have separate dishes for\nthe salad Rose - use the Villeroy\nBoch underneath the breakfront.\nPlease, Gregory - help yourself.\nThere's plenty. Rose and IT don't eat\nvery much.\n\nRose retrieves the salad plates and returns to the table.",
  "46": "---END OF PREVIOUS SECTION---\nThere's plenty. Rose and IT don't eat\nvery much. Rose retrieves the salad plates and returns to the table. \n---TARGET SECTION TO BE ANNOTATED---\nHANNAH (Cont'd)\nAnd we never eat meat unless it's a\nspecial occasion. Especially this\nrich.\n\nGregory wonders about this. Rose is irritated by the lie. She\nsits and Hannah passes her the salad. Rose puts down the.\nsalad and moves for the meat platter which Gregory helps her\nwith.\n\nGREGORY\nIt's delicious.\n\nHannah gives Rose a stare as she piles her plate with meat.\n\nHANNAH\nRose?\n\nROSE\nWhat?!\n\nMother and daughter's irritation builds. Gregory hands Rose\nthe bread.\n\nGREGORY\nYou have to dip the bread in this\ngravy ~ it's amazing.\n\nRose smiles and takes the bread. The two are enjoying their\nmeal as Hannah quietly eats her salad, feeling thwarted.\n\nHANNAH\nYou know, my younger daughter Claire\nis getting married at the end of the\nmonth. I hope Rose has invited you to\ncome instead of insisting on going\nalone. I know she would so appreciate\nhaving someone there with here since-\n\nCONTINUED\n\f71.\n\nCONTINUED: (2)\n\nROSE\nMother!\nHANNAH\n(innocently)\nWhat?\n\nRose feels embarrassed. Gregory throw her a smile as if to\nsay, “It's all right\".\n\nGREGORY\nWell, I-haven't been asked yet but\nI'm secretly hoping I am.\n(Rose smiles)\nMaybe you can put in a good word for\nme, Mrs. Morgan.\n\nHannah smiles falsely. Rose smirks gratefully to Gregory.\nINT. KITCHEN ~- LATER THAT NIGHT.\nRose and Hannah are fighting.\n\nROSE\nYou had no right to say that!\n\nHANNAH\nThis is my house. I can say what I\nlike. And I'm telling you ~ you're\ngoing to lose this one if you don't\nwatch out.\n\nROSE\nOh please!\n\nHANNAH\nTwo servings of veal! Was that\nnecessary? You think men marry women\nwho wipe their plates clean?\n\nROSE\nWe are not getting married. And he\nlikes the way I eat!\n\nHANNAH\nWell then there's something wrong\nwith him. He's a good looking man.\nYou think men like that are\ninterested -\n\nCONTINUED\n\fCONTINUED:\n\nRose breaks a plate on purpose.",
  "47": "---END OF PREVIOUS SECTION---\nHANNAH\nWell then there's something wrong\nwith him. He's a good looking man. You think men like that are\ninterested -\n\nCONTINUED\n\fCONTINUED:\n\nRose breaks a plate on purpose. \n---TARGET SECTION TO BE ANNOTATED---\n Hannah is shocked into\nsilence.\n\nROSE\nDon't you dare say what you're about\nto say to me.\n\nRose is so threatening in her tone, Hannah retreats and\nexits. Rose is shaken, but pulls herself together.\n\ncuT TO:\nINT. ART GALLERY ~ DAY.\n\nA sign tells us it is an exhibition of a modern Hungarian\npainter from the forties and fifties. Gregory leads Rose by\nthe hand - Rose is wearing a multi-colored sundress with a\nrevealing neckline and a wild picture hat.\n\nROSE\nWhat? What are we seeing?\n\nGREGORY\nWe're almost there.\n\nGregory leads her to a PAINTING - a six foot portrait of a\nbeautiful women with flaming red hair, half nude, wearing\nonly a camisole that is slipping off her body as she stands\nbefore a sunlit window. The woman looks very similar to\nJessie. Rose looks at the picture.\n\nROSE\nMy God. She's beautiful.\n\nGREGORY\n\nShe's my mother.\n\n(Rose is fascinated)\nShe lived in Europe after she left my\nfather and me. We didn't hear\nanything for years until an associate\nof my father's told us she was seen\nwith this Hungarian painter who was\nstarting to make a name for himself.\nHe apparently took his work back to\nHungary with him and it wasn't until\nthe Eastern Bloc fell that his work\ncame to the states.\n\nROSE\nWow. Is she ... still alive?\n\nCOWTIMUED\n\f73.\n\nCONTINUED:\n\nGREGORY\nNo. She died of cancer during my\nsecond year at Harvard. She was\nliving with her fifth husband in\nSeattle. I liked him. I went to all\nthe weddings. We always spent her\nlast night as a free woman together.\nThat's what she'd call it. I'd even\nhelp her get dressed for the\nceremony. I remember being\nfascinated watching her put on make-\nup. I'd watch this ritual over and\nover until I knew exactly the moment\nwhen she would reach for the eyeliner\ner blend in her rouge.\n\nRose listens, seeing the wounded boy inside Gregory for the\nfirst time.",
  "48": "---END OF PREVIOUS SECTION---\nI remember being\nfascinated watching her put on make-\nup. I'd watch this ritual over and\nover until I knew exactly the moment\nwhen she would reach for the eyeliner\ner blend in her rouge. Rose listens, seeing the wounded boy inside Gregory for the\nfirst time. \n---TARGET SECTION TO BE ANNOTATED---\nGREGORY (Cont'd)\nBut then every boy thinks they're\nmother is beautiful, huh? I come to\nsee it whenever they give a showing\nof his work ... But I've ... never\nbrought anyone before.\n\nRose is so touched. She reaches for his hand and holds it\ntight. She is falling in love with this man. Gregory squeezes\nher hand affectionately. It is a tender moment until ~-\n\nALEX (0.S.)\nRose?\n\nRose is startled to see Alex approaching. Without thinking,\nshe abruptly lets go of Gregory's hand ~ a gesture both she\nand Gregory notice. Alex kisses her helio. Rose feels\nembarrassed by her knee-jerk reaction.\n\nROSE\nAlex. Hi. Uh, this is Gregory Larkin.\n\nThey shake hands, Gregory meeting Rose's secret love for the\nfirst time.\n\nALEX\nI was with Morgan. He lets me in the\nbackroom to see the private stash.\n(to painting)\nThis is a pretty one. What is it?\n\nCONTINUED\n\f74,\n\nCONTINUED: (2)\n\nGregory is uncomfortable as is Rose.\n\n. ROSE\nYes, We were just wondering who the\nartist was.\n\nGregory is grateful for Rose not revealing his secret. Rose\nfeels awful for reacting as she did in Alex's presence.\n\nCUT TO:\nEXT. JEEVES DRY CLEANERS - DAY.\n\nGregory exits the dry cleaners with his tuxedo. He walks down\nthe street. He passes by a NEWS STAND displaying a variety of\nmagazines and tabloids. He stops suddenly. He turns back to\nthe next stand. Something caught his eye. He moves toward one\nparticular magazine - a Parisian fashion monthly. He picks it\nup to read the cover\n\nINT. GREGORY'S BEDROOM - DAY.\n\nCamera pans the tuxedo laying on the bed as the PHONE RINGS.\nThe answering machine picks up.\n\nROSE (V.0.)\nGreg it's me ... Listen, I have to go\nwith Claire to the church so you have\ntwo choices ...\n\nCamera pans to magazine cover which reads: POETESS WEDDING TO\nGREEK BANKING KING. A photo of JESSICA in a wedding dress,\npoised beside an older but dignified looking Greek gentleman.",
  "49": "---END OF PREVIOUS SECTION---\nListen, I have to go\nwith Claire to the church so you have\ntwo choices ... Camera pans to magazine cover which reads: POETESS WEDDING TO\nGREEK BANKING KING. A photo of JESSICA in a wedding dress,\npoised beside an older but dignified looking Greek gentleman. \n---TARGET SECTION TO BE ANNOTATED---\nROSE (Cont'd)\nYou can either go with my mother,\nwhich would qualify you for\nsainthood, or just meet us at the\nchurch. Either way is fine. Give me\na call. Bye.\n\nGregory sits despondently. His heart sinks.\ncurT TO:\nINT. ROSE'S BEDROOM ~ DAY.\nIt is the day of Claire's wedding. Rose sits at her vanity\nwearing her maid of honor dress, trying to figure out some\n\nway she can look prettier.\n\nCONTINUED\n\f75.\n\nCONTINUED:\n\nShe tries as shake of lipstick on her upper lip. She's not\nsure. She tries a different shade on her lower lip. She then\nflips lips back and forth until she gives up and wipes them\noff. Next, she’ tries her straight hair - pull it back, up,\nover her ears. She lets it go. This is difficult for her. She\npulls open her drawer and takes out a cookie. Changing her\nmind, she tosses it into the garbage. THE PHONE RINGS. She\nhesitates before picking it up - having a bad premonition.\n\nROSE\nHello?\n\nINTERCUT :\nINT, GREGORY'S APT. ~ DAY.\n\nGregory ~- half dressed - having a difficult time speaking.\nINTERCUT THE CONVERSATIONS:\n\nGREGORY\nIt's me.\n\nROSE\nHi. I haven't heard from you in a\ncouple of days. Everything all right?\n\nGREGORY\nI don't know. I woke up ... feeling\na little dizzy ... and uh ...\n\nROSE\nDo you have a temperature?\n\nGREGORY\nI think I might ... I don't have a\nthermometer.\n\nROSE\nWell you should stay home ... get in\nbed.\n\nGREGORY\n\nYeah I... I think I should ... I'm\nso sorry Rose.\n\nROSE\n(disappointed)\nIt's OK. Really. Take care of\nyourself. I'll call you tomorrow. OK?\n\nCONTINUED\n\fSs\n\n76.\n\nCONTINUED:\n\nShe hangs up. She acts as if she knows the truth. She rises\nfrom her vanity and sits on the edge of her bed to put on her\nshoes. On her bed lays A WOMEN'S FASHION MAGAZINE ~- opened to\nthe same magazine on which Jessie appears.",
  "50": "---END OF PREVIOUS SECTION---\nShe acts as if she knows the truth. She rises\nfrom her vanity and sits on the edge of her bed to put on her\nshoes. On her bed lays A WOMEN'S FASHION MAGAZINE ~- opened to\nthe same magazine on which Jessie appears. \n---TARGET SECTION TO BE ANNOTATED---\n She stares at\nJessie and feels foolish for thinking seriously about Greg.\n\ncuT TO:\nEXT. CHURCH - DAY.\n\nA beautiful country church - complete with steeple and grassy\ngrounds. A figure in a bridesmaid gown rushes into the church.\n\ncuT TO:\nINT. CHURCH HALLWAY —- DAY.\n\nROSE, the woman in the bridesmaid gown, enters out of breath\nand speaks to CLAIRE, the bride, who is pacing up and down;\n\nROSE\nI don't know where she is.\n\nCLAIRE\nI'11 kill her! I knew she'd do this\nto me! She can't stand I'm the one\ngetting the attention today. Old\nbitch! We should have had her\ncommitted when she turned sixty.\n\nROSE\nClaire - you can't have someone\ncommitted for excessive vanity.\n\nHANNAH (0.S.)\nThank you Rose.\n\nRose and Claire turn to the entrance to see HANNAH in an A\nSEQUINED LOW CUT, SLINKY GOWN with a slit up the middle. She\nholds a brown paper bag.\n\nHANNAH (Cont'd)\nIt's comforting to have one\ncompassionate daughter. Fix your\nbust, Rose. It's going in two\ndirections.\n\nRose begins to adjust herself, like a Pavlovian reflex.\nEnraged, Claire stares at the sexy dress in exasperation.\n\nCONTINUED\n\f77.\n\nCONTINUED:\n\nCLAIRE\nWhat the hell are you wearing?\n\nHANNAH\nThis happens to be a Scassi!\n\nCLATRE\nYou are the mother of the bride! You\nare not the \"opening act\"!\n\nHANNAH\n(insulted)\nFine! I'll go home and change.\n\nCLAIRE\nOh shut-up. Everybody's waiting. The\npriest is starting to sweat.\n\nHANNAH\nAll celibates sweat - if they didn't,\nthey'd explode.\n\nCLAIRE\nJust as a reminder, today is MY day\n«+. MY FUCKING DAY! And if you don't\nbehave, I'm gonna have your birth\ncertificate blown up as a Christmas\n\ncard.\n\nHANNAH 5\nI should have never encouraged you to\nspeak.\n\nROSE ushers her through the chapel doors.",
  "51": "---END OF PREVIOUS SECTION---\nAnd if you don't\nbehave, I'm gonna have your birth\ncertificate blown up as a Christmas\n\ncard. HANNAH 5\nI should have never encouraged you to\nspeak. ROSE ushers her through the chapel doors. \n---TARGET SECTION TO BE ANNOTATED---\n HANNAH smiles at\neveryone, as they \"ooo\" and “aah\" at her loveliness... She\nwalks down the aisle - taking as much time as a bride aight.\nRose and Claire watch from the hallway.\n\nCLAIRE\nLook at Alex ... He's so nervous.\n\nRose looks at ALEX - yet thinking of Gregory.\nCLAIRE (Cont'd)\nThat best man is cute ... Tch ... Oh\ndecision, decisions ... Your turn!\nGo! Go!\n\nCOMTINUED\n\f78.\n\nCONTINUED: (2)\n\nShe pushes Rose into the aisle. Rose doesn't like all the\neyes staring at her - she knows she doesn't look that pretty\nin her pumpkin organza gown. She stares straight ahead,\ncareful to avoid Alex's eyes as she arrives at the altar.\n\nClaire makes her way down. Everyone stands. Rose admires her\nsister's beauty and poise. She discreetly glances over to Alex\n\nFANTASY:\n\nAlex looks over to Rose and mouths the words, \"I REALLY LOVE\nYoU\". Rose smiles and nods understandingly. Suddenly:\n\nGREGORY (0.S.)\nROSE!\n\nEveryone looks to the back of the church. GREGORY HAS .\nARRIVED. He runs down the aisle, pushing Claire aside, hops\nover the altar and grabs Rose in his arms much to the shock\nof Alex, the priest, Hanmah and the entire congregation. THEY\nKISS.\n\nREALITY:\n\nRose watches Alex watching Claire with great love - wondering\nif anyone would ever look at her like that.\n\nINT. HOTEL RECEPTION HALL ~ NIGHT.\n\nThe party is in full swing. Rose wanders through the guests\nwith a full plate of buffet food, sitting down at a table\nwith Hannah. Hannah glares at her. Rose doesn't care. A\ndrunken, carefree Alex arrives on the scene. He puts his arm\naround Rose, who is made immediately uncomfortable.\n\nALEX\nHave you seen Claire? I can't find\nher.\n\nROSE\n\n(rises, taking his\narm off her)\nUh no..I'1l find her for you.\n\nALEX\nThanks. You look beautiful tonight\nRose.\n\nCONTINUED\n\f73.\n\nCONTINUED:\n\nROSE\n{not believing him)\nThanks.\n\nALEX\nNo, I'm not just saying that.",
  "52": "---END OF PREVIOUS SECTION---\nCONTINUED\n\f73. CONTINUED:\n\nROSE\n{not believing him)\nThanks. ALEX\nNo, I'm not just saying that. \n---TARGET SECTION TO BE ANNOTATED---\n you\nreally look really beautiful.\n\nROSE\nI heard you. Why don't you go have\nsome coffee. I'1l find Claire.\n\nRose exits; Alex turns to Hannah to explain;\n\nALEX\nI'm serious. I'm not being nice.\nHANNAH\n(sarcastically polite)\n\nI know.\n\nRose makes her way through the reception hall when she hears\nthe band play a fanfare. She turns to the bandstand and sees\nClaire poised there, ready to throw her bouquet.\n\nBANDLEADER\n\nOK ... we'd like all the single\n\nladies up here on the dancefloor. Our\n\nbride's going to toss the bouquet.\nNot being able to stand this, Rose makes a hasty exit.\nINT. EMPTY BALLROOM ~- NIGHT.\nIn an empty hotel ballroom, Rose sits by herself at a piano.\nRose is playing a beautiful melody that echoes throughout the\nempty space. She is quietly crying as she hears the cheers\nand laughter from the ballroom nearby.\n\nBehind her, at the entrance - GREGORY APPEARS wearing a\ntuxedo. He quietly crosses to her.\n\nGREGORY\nI didn't know you played piano.\n\nRose is startled but hides her surprise with coolness.\n\nCONTINUED\n\fCONTINUED:\n\n80.\n\nROSE\nMother thought I needed something\ngrowing up. It was either piano or a\nnose job. What are you doing here?\n\nGREGORY\nI... came to apologize. Rose, I\nwasn't really sick ... I was-\n\nROSE\nI know. It was Jessie ... I read\nabout it. You don't have to do this.\nYou certainly didn't have to dress up\nto do this.\n\nGREGORY\nI'm sorry. I wanted to be here for\nyou. Are you all right?\n\nROSE\nFine. Like I said, I don't have to\nfantasize anymore.\n(adds)\nAbout anyone.\n\nGREGORY\nRose, I want to ask you something.\n\nROSE\nGregory, I think we should stop\nseeing each -\n\nGREGORY\nPlease. Before you say that, just\nlisten. Because I can only say this\nonce. I've been sitting in ny\napartment for days thinking it out so\ndon't feel as if I'm being impulsive.\nRose ... I'm very ... very fond of\nyou.",
  "53": "---END OF PREVIOUS SECTION---\nI've been sitting in ny\napartment for days thinking it out so\ndon't feel as if I'm being impulsive. Rose ... I'm very ... very fond of\nyou. \n---TARGET SECTION TO BE ANNOTATED---\n When I'm with you I feel ina\nstrange way as if - I'm home. I think\nwe ... I think we're great together.\nAnd I think ...\n\nROSE\nWhat are you saying?\n\nCONTINUED\n\fCONTINUED:\n\n(2)\n\nGREGORY\n\nWell whatever it is, I'm saying it\nwrong, aren't I? This feeling you\nhave for Alex - I know it isn't the\nsame with me. But I think ... we have\na kind of love that doesn't look like\nanything else. It's may be difficult\nto pinpoint but I believe it's there.\nWe have a passion for knowledge and\nfor all that life can show us instead\nof a passion for each other. But's\nit's real. I know I've never\nmentioned it before but I had hoped\nyou could feel it. In our own way, I\nbelieve we love other.\n\n(pause)\nI think we should get married.\n\nRose is stunned. Her mind is racing.\n\nGREGORY (Cont'd)\nI know what you're thinking? We\nhaven't had sex. If this were 1900\nthat wouldn't be a question but since\nit's not all I can say is - it's not\nthat important to me. What we have\ninstead, is. I figure we'll just let\nthe rest of it happen naturally.\n(Rose is speechless)\nOur experiences with love in the past\nhave left us miserable. But, perhaps,\nthere was an order to it. Perhaps, it\nled us here.\n\nROSE\n(pause, then:)\nI know this is going to sound really\nstupid but ... all I keep thinking of\nis - how can I marry someone I've\nnever even kissed?\n\nBl.\n\nGregory considers this then, very slowly, carefully, sits\ndown beside Rose and gently kisses her-\n\nGREGORY\nAny other considerations?\n\nCONTINUED\n\f82.\n\nCONTINUED: (3)\nROSE\nJust one question. This is really\nhappening, isn't it?\ncuT TO:\nINT. ROSE & HANNAH'S APARTMENT ~ NIGHT.\n\nRose sits at her vanity, still in her bridesmaid gown. Rose\nenters, already dressed for bed.",
  "54": "---END OF PREVIOUS SECTION---\nROSE & HANNAH'S APARTMENT ~ NIGHT. Rose sits at her vanity, still in her bridesmaid gown. Rose\nenters, already dressed for bed. \n---TARGET SECTION TO BE ANNOTATED---\nHANNAH\nWhat are you doing? What's wrong?\n\nRose hesitates for a moment - then decides to tell her.\n\nROSE\nGregory proposed to me.\nHANNAH\nWHAT! ?\nROSE\nA man proposed to me. Do you want a\nvalium!?\nHANNAH\n\nBut ... you hardly know this man. You\nsaid it wasn't that kind of\nrelationship. You said you've never\neven been physical with him.\n\nROSE\nI haven't.\n\nHANNAH\n{shocked)\nAnd you said yes!?\n\nROSE\nYes. He wants me. He wants ME! Maybe\nnot the way you and Claire were\nwanted but wanted just the same.\n\nHANNAH\nTo cook and clean for him probably.\n\nROSE\nWell then it won't be much different\nfrom living here.\n\nCOMTI MUED\n\fCONTINUED:\n\nHannah is\n\n83.\n\ninsulted further. Rose talks more intimately;\n\nROSE (Cont'd)\nLook, I admit it isn't your average\nmarriage proposal but -\n\n(vulnerably)\n\nNothing else is coming, we both know\nthat - this may be it for me. He says\nhe loves me in his way. Maybe that's\nall I can have.\n\nHANNAH\n\nYou're in love with him aren't you?\nROSE\n\nNo I ...\nHANNAH\n\n(strong, curt)\nListen to me, my darling daughter. I\nmay have made a great many mistakes\nwhen it came to you so I know you\nhave no respect for my opinion. But\nif you marry this man loving hin,\nknowing he doesn't love you in the\nsame way - he'll hate you for it. I\nknow. I was never \"in love\" with your\nfather “that way\". I married him\nbecause I knew he adored me and\nalways would but after a while that\nadoration became insufferable to me.\nI couldn't stand him touching me.\nEvery gesture had this pathetic plea\nto love him in return and I simply\ncouldn't do it. That he died first\nand so early was his good fortune.\n\nROSE\nPoor daddy.\n\nHANNAH -\nIt was torture for me! And it's the\nsame torture you'll be putting him\nthrough.\n\nFor a moment, Rose believes her. But she fights back.",
  "55": "---END OF PREVIOUS SECTION---\nAnd it's the\nsame torture you'll be putting him\nthrough. For a moment, Rose believes her. But she fights back. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED\n\f84.\n\nCONTINUED: (2)\n\nROSE\n\nYou'll say anything to keep me here,\nwon't you? Youtre scared to death of\nbeing alone and your jealous ~\njealous of someone finding something\nin me worth wanting! You know you\ncan't compete with Claire but me! A\nman wanting me! How ridiculous! Well\nya know something mother - a man\ndoes! So you can just eat your\nfucking heart out!\n\n¢she rises)\nDo you honestly believe that by\nkeeping me this spinster daughter,\nyour beauty lasts any longer? You're\ngetting old mom. And there's nothing\nthat I can do about it.\n\nHannah is stung by the truth of Rose's words as Rose exits.\n\nCUT TO:\nINT. CITY HALL - DAY.\n\nGregory and Rose, both in suits, stand in front of a judge,\nwith witnesses Henry on one side and Doris on the other.\nHannah is not present. As the judge speaks, Rose notices\nthings around the office that don't exactly fit a romantic's\ndream wedding; An old Mr. Coffee half full with dirty coffee\nmugs and coffee grinds around a used filter... Dirty, grimy\nwindows looking out over gray office buildings with pigeons\nperched on them... The judges clerk, a bored black woman,\neating her bag lunch and reading a Danielle Steele book.\n\nRose looks to Gregory who faces the judge with an immobile\nexpression. She then looks over to Doris, who offers a\nsympathetic smile - as if Doris understands. Rose smiles back\ngratefully.... She turns, hoping she's making the right\nchoice.\n\ncuT TO:\nINT. GREGORY (AND ROSE'S) BEDROOM ~ DAY.\n\nGREGORY'S BED HAS BEEN REPLACED BY TWO TWIN BEDS with\nbureaus. Rose unpacks her things into her bureau. She moves\nabout the room with a tentativeness. She moves to Gregory's\nbureau. She examines his things - a book, an extra pair of\nglasses, a cologne, a box of cufflinks and tie-pins - with\ncare and curiosity. These are her husband's things. The\nthought flashes across her mind. Gregory enters.\n\nCONTINUED\n\fBs.\n\nCONTINUED:\nRose returns to her un-packing.",
  "56": "---END OF PREVIOUS SECTION---\nGregory enters. CONTINUED\n\fBs. CONTINUED:\nRose returns to her un-packing. \n---TARGET SECTION TO BE ANNOTATED---\nGREGORY\nI've’ made some room on the shelves\nfor your books. I've put those boxes\nin the living room. Are you finding\neverything easily?\n\nROSE\nYes. I'm finished. All unpacked.\n\nA wedding night nervousness pervades.\n\nGREGORY\nSo, uh, what would you like to do?\nROSE\n(casually)\nGo to bed ...\n(quickly)\nTo sleep. To sleep in bed. Go to bed\nto sleep.\nGREGORY\n\nIt's been a long day. I have an early\nstudent's meeting. When do you have\nto get up?\n\n(fixing the alarm)\n\nROSE\nMy first class is at ten.\n\nGREGORY\nI'll try not to wake you.\n\nPause. They stand awkwardly opposite each other.\n\nGREGORY (Cont'd)\nWould you like to use the bathroom\nfirst?\n\nROSE\nGreat. Yes. Thanks.\n\nShe takes her robe and things and exits into bathroom.\nGregory takes a breath and begins to undress. He takes off\nhis tie and methodically folds it onto a tie rack where other\nties lay in prefect order. He undoes his shirt, puts it on a\nhanger and buttons it up again fastidiously.\n\nCONTINUED\n\fB86,\n\nCONTINUED: (2)\n\nHe takes off his pants and folds them so the creases remain\nin tact upon the hanger. At that moment, Rose speaks as she\nopens the door.\n\nROSE (Cont'd)\nGreg, where is the-\n\nSeeing Gregory in nothing but his underwear, Rose freezes.\nGregory also doesn't know where to put his eyes or hands. He\ntries to act casual.\n\nGREGORY\nWhere is what?\n\nROSE\n(tongue-tied)\nThe uh...the...uh...\n{can't remember)\nHahaha...um....\n\nGREGORY\nWashcloths?\n\nROSE\nOK ... Yeah ... Yes. Washcloths!\n\nGREGORY\nUnder the sink.\n\nShe closes the door. Gregory quickly puts on his robe. He\nrealizes this is more difficult than he thought.\n\nINT. BEDROOM - LATE AT NIGHT.\n\nGregory is asleep. Rose's bed is unmade, but empty. Camera\npans around to Rose, sitting in a chair by the window,\ndrinking a cup of tea quietly.",
  "57": "---END OF PREVIOUS SECTION---\nGregory is asleep. Rose's bed is unmade, but empty. Camera\npans around to Rose, sitting in a chair by the window,\ndrinking a cup of tea quietly. \n---TARGET SECTION TO BE ANNOTATED---\n She wears men's pajamas and\nrobe. She rises. She crosses to a mirror and looks at herself\nand her wedding ring. She is now a married woman. She wonders\nif she looks any differently. She sees a shopping bag by her\nbureau containing an unwrapped present. She takes the bag\ninto the bathroom, closing the door.\n\nINT. BATHROOM ~ NIGHT.\nRemoving the box, she opens it and reads a gift card: FOR A\nMARRIED LADY...I WANT POLAROIDS OF THE WEDDING NIGHT - LOVE\n\nYOU, DORIS. Rose smiles. She lifts a beautiful negligee out\nof the box and puts it up to her body.\n\nCONTINUED\n\f87.\n\nCONTINUED:\n\nLooking in the mirror, she wonders if she will ever get to\nuse it.\n\ncuT TO:\nMONTAGE ~\n\nEXT. CAMPUS ~ DAY.\n\nRose and Gregory walk hand in hand. Rose notices young girls\nnoticing them and she likes it. They reach a place where they\nmust separate. For an awkward moment, they don't know how to\nkiss each other. Finally they give each other a quick peck on\nthe cheek. Gregory exits. Rose looks frustrated.\n\nINT. GREGORY'S CLASS ~ DAY.\n\nIn jeans and a sweater, Gregory continues his new, popular\nteaching style.\n\nINT. BEDROOM ~ NIGHT.\n\nRose is reading in bed. Gregory is in the bathroom with the\ndoor half open. Rose can't heip but sneak a peak from the bed\nto the mirror inside the bathroom, where she sees Gregory\nstepping out of the shower. When he reaches for a towel, his\narm shuts the door - cutting off Rose's view. She returns to\nher book.\n\ncur TO:\nEXT. MUSEUM MILE - DAY.\n\nRose stops to buy flowers on the street with Henry's neweat\nyoung BRUNETTE. Camera continues on to Henry and Gregory who\ncontinue walking.\n\nGREGORY\nSo how old is she?\n\nHENRY\nTwenty-three. I met her at a Paul\nBunyon Shadow seminar. She served the\njuice. I have to tell you - Having\nsex with someone that young, who\nhasn't experienced the same history\nas you is mind blowing. I'm buried\ninside her, thinking; She was born\nafter Watergate.",
  "58": "---END OF PREVIOUS SECTION---\nShe served the\njuice. I have to tell you - Having\nsex with someone that young, who\nhasn't experienced the same history\nas you is mind blowing. I'm buried\ninside her, thinking; She was born\nafter Watergate. \n---TARGET SECTION TO BE ANNOTATED---\n(more)\n\nCOMTIMUED\n\fCONTINUED:\n\na8.\n\nHENRY (cont'd)\n\nIt never happened to her. These tits\nknow nothing of presidential\nbetrayal. And suddenly, I didn't\neither. It was the most utopian fuck\nI've ever had.\n\n(changing subject)\nSo, how about you. Looks like it's\ngoing well.\n\nGREGORY\nBetter than that.\n\nHENRY\nShe looks different from the wedding\nday.\n\nGREGORY\nDifferent? How?\n\nHENRY\nNo I mean that in a good way. Have\nyou two... ?\n\nGREGORY\nNo, and it hasn't made a bit of\ndifference.\n\nBut we can tell that Henry's sexual escapades have left an\nimpression of yearning in Gregory.\n\nMeanwhile, Rose asks the Brunette, incredulously.\n\nROSE\nHow many times?\n\nBRUNETTE\nFive. He has incredible stamina. I\ncouldn't walk.\n\nRose is impressed, and a little jealous.\n\ncurT TO:\n\nEXT. STREET - NIGHT.\n\nOn the way to a Carnegie Hall concert, Gregory and Rose walk\n\nand talk.\n\nCONTINUED\n\fCONTINUED:\n\n89.\n\nGREGORY\nI've noticed over the past month or\nsa you've been dressing differently.\n\nROSE\n(asks boldly)\nOh. Do you like it?\n\nGREGORY\nHowever you wish to dress is for you\nto choose. I wouldn't think of\ninterfering. I only wondered what\nprompted the change?\n\nROSE\n(disappointed, she\ncovers;)\n\nOh, new season. New clothes.\n\nAn awkward moment of silence. As they approach the entrance\nto Carnegie Hall, an 0.S. VOICE CALLS:\n\nBARRY (0.S.)\nRose?\n\nRose turns to see BARRY NEUFELD arm in arm with A PLAIN WOMAN\nNAMED GLORIA - shorter and heavier than Rose, with a huge\n\nsmile and\n\nfriendly eyes.\n\nROSE\nBarry! HI...\n\nBARRY\nYou look great. Oh, this is\nGloria..Gloria this is Rose...\n\nROSE\nHI...This is..Gregory Larkin\n\nBARRY ,\nYes I know. I'm a fan of your book.\n\nROSE\nYou look great Barry.\n\nBARRY\nMarriage agrees with me.",
  "59": "---END OF PREVIOUS SECTION---\nI'm a fan of your book. ROSE\nYou look great Barry. BARRY\nMarriage agrees with me. \n---TARGET SECTION TO BE ANNOTATED---\nROSE\nMarriage!? Congratulations!\n\nCONTINUED\n\f$0,\n\nCONTINUED: (2)\n\nGLORIA\n(ecstatic)\nThank you!\n\nBARRY\nYep, finally found someone who like\nmy tricks.\n\nThey laugh, albeit somewhat uncomfortably. But Barry and\nGloria are truly crazy about each other. Barry hugs her\ntighter and kisses her hand. There is physical affection\nbetween the two. Rose is very moved by the gesture.\n\nROSE\nI'm really happy for you.\n\nBARRY\nThanks. You too! Better go in huh.\n\nThey all begin to enter...Rose with Gregory by her side but\nnot touching. Barry and Gloria walk with his arm hugging her\nwaist. Rose can't help but notice.\n\nINT. CARNEGIE HALL ~ NIGHT.\n\nGreg and Rose sit together listening to STRAUSS' OVERTURE TO\n\"DER ROSENKAVALIER\". The music is lush and romantic. She\nglances over to Barry and Gloria, who sits with Barry's arm\naround her shoulder. They never seem to be further away than\na touch. They seem so happy to her. Rose feels a little sad.\nGregory takes out his sound wave computer. Rose smiles at\nhim - but it's not the same.\n\ncut To:\nINT. GREGORY & ROSE'S BEDROOM - NIGHT.\nGregory is on the floor finishing sit-ups as Rose hold his\nfeet down, with a towel around her neck. He is bare-chested\nand sweaty. Rose eyes him with lustful longing.\n\nFANTASY:\n\nGregory stops his sit-ups and stares back at her. Suddenly,\nhe lunges toward Rose and gives her a passionate Kiss as he\nrolls on top of her.\n\nREALITY:\n\nCONTINUED\n\f91.\n\nCONTINUED:\n\nGregory finishes up his last sit-up with A MOAN OF PLEASURE.\nRose moves behind him to towel wipe his back and neck.\n\nThanks.\n\nGREGORY\n\nGathering up her courage, Rose decides to make a move. She\nturns the wipe down into a massage, rubbing deeper and deeper\ninto his back, moving her hands down the front of his body.\nGregory suddenly gets nervous and tenses up.\n\nGREGORY (Cont'd)\n\now!\nROSE\n(stops)\noh! Sorry! Was that too hard?\nGREGORY\n(vises)\n\nNo ...",
  "60": "---END OF PREVIOUS SECTION---\nSorry! Was that too hard? GREGORY\n(vises)\n\nNo ... \n---TARGET SECTION TO BE ANNOTATED---\n that's OK. I'm all sweaty. I\nshould shower and uh ... I have to\n\nfloss.\n\nROSE\nWell, when you gotta floss, you gotta\nfloss.\n\nHe exits into the bathroom. Rose sits on the floor\nfrustrated. We hear a crash in the bathroom. Gregory exits\nholding an old cup of coffee.\n\nGREGORY\nRose ... please ... could you\nremember not to leave your morning\ncoffee in the bathroom\n\nROSE\nSure. Sorry.\n\nGREGORY\nThank you.\n\nHe reenters the bathroom. Rose remains on the floor -\ndisappointed and frustrated.\n\nCUT TO:\n\f92.\n\nINT. KITCHEN - NIGHT.\n\nRose is cooking as she listens to DYLAN'S \"STUCK INSIDE A\nMOBILE WITH THOSE MEMPHIS BLUES AGAIN\" blasting on the living\nroom stereo. Gregory enters and yells over the music.\n\nGREGORY\nHi.\n\nROSE\nHi.\n\nThere is a coolness between then.\n\nBefore he\nturns off\n\nGREGORY\nWould you mind terribly if we put\nsomething else on during dinner? I\nwas wondering if maybe you'd like to-\n\ncan finish, Rose marches out of the kitchen and\nthe stereo. Gregory is surprised by her abruptness.\n\nGREGORY (Cont'd)\nWe didn't have to take it off now. I\nonly meant ...\n\nROSE\nGregory - you don't like Dylan. You\nwant to put on opera put it on.\n\nGREGORY\nNot if you don't want -\n\nROSE\nGregory, put the damn opera on!\n\nGREGORY\n(intimidated)\nWhich one would you like?\n\nROSE\nWhat's the difference as long as it's\nsomeone singing about death and\nsuicide.\n\nGREGORY\nWell not all opera is -\n\nROSE\nGregory! That was not an invitation\nto an opera lesson OK.\n\nGREGORY\nRose, are you upset about something?\n\nCONTINUED\n\f93.",
  "61": "---END OF PREVIOUS SECTION---\nThat was not an invitation\nto an opera lesson OK. GREGORY\nRose, are you upset about something? CONTINUED\n\f93. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED:\n\nROSE\nLook! You don't like Dylan, just say\nso - don't act like it's just a\nsuggestion you're making and then\nturn it around so suddenly it's ME\nwho chooses what fucking opera what\nwe hear!\n\nGREGORY\nWhy are you angry?\n\nROSE\nBecause I feel like it! Don't you\never shout or lose control or feel\nangry for no apparent good reason!?\n\nGREGORY\nI don't see the point. It's not very\nconstructive.\n\nROSE\nNo, it's just human.\n\nGREGORY\nAre you're implying I'm not human?\n\nROSE\nI'M NOT IMPLYING! I'M SAYING IT!\n\nPause. Gregory assess the situation.\nGREGORY\nMaybe it would be best if we had some\ndistance tonight and gathered\nourselves. I'11 eat out.\nHe exits. Rose wants to clobber hin.\nINT. BEDROOM - LATER THAT NIGHT.\n\nRose is in bed reading a book, blasting JIMI HENDRIX from the\nliving room. A tired Gregory enters. Rose doesn't bother to\nlook up from her book. Gregory crosses into the bathroom.\n\nINT. BATHROOM ~- NIGHT.\n\nGregory enters to find TEN CUPS OF OLD COFFEE SURROUNDING THE\nSINK. His temper rises but he controls it.\n\f94,\n\nINT. BEDROOM -\nGregory asks politely.\n\nGREGORY\nIf this is a joke, I'm missing it.\n\nRose puts down her book AND BEGINS TO FLOSS HER TEETH.\nGREGORY (Cont'd)\nI'm really at a loss here. Can't we\ndiscuss what's ...\nThe music invades his concentration.\nGREGORY (Cont'd)\nThat music is a little loud. Would\nyou mind if I...\n\nThe guitar licks seem to get louder. Gregory is clearly angry\nbut holds it back. He yells to be heard.\n\nGREGORY (Cont'd)\nIS IT NECESSARY TO HAVE THE MUSIC\nTHIS LOUD?!\n\nRose jumps to her knees and defiantly pushes her face up to\nhis.\n\nROSE\nYES!\n\nFace to face, lips almost touching, it looks as if they might\nhit each other or -\n\nFANTASY:\n\nGregory grabs Rose and flings her down.",
  "62": "---END OF PREVIOUS SECTION---\nRose jumps to her knees and defiantly pushes her face up to\nhis. ROSE\nYES! Face to face, lips almost touching, it looks as if they might\nhit each other or -\n\nFANTASY:\n\nGregory grabs Rose and flings her down. \n---TARGET SECTION TO BE ANNOTATED---\n He rips off his shirt\nand tie and pounces on her.\n\nREALITY:\nGREGORY\nI'm really at a loss as to what is\ngoing on here.\n\nRose deflates. She gets off the bed and exits into the living\nroom. We hear the music shut off. Gregory stands confused.\n\ncuT TO:\n\f95.\n\nEXT. OUTDOOR CAFE - DAY.\n\nRose, Doris and Claire are having lunch. Rose is only playing\nwith her food while the two others eat heartily.\n\nDORIS\nYou're making an awful lot of\nassumptions. Have you talked to him\nabout it?\n(Rose shakes her head)\nWell then how do you know how he\nfeels?\n\nROSE\nDoris - we never make love! He never\ntells me I look pretty. He never ...\nlooks at me like that.\n\nCLAIRE\nWell do you ever look at him like\nthat?\n\nROSE\n\nPlease - if I looked at him with any\nmore desire, I'd set him on fire.\n\nCLAIRE\nMaybe that's what he needs. Maybe you\nhave to make the first move. Men are\nreally stupid, Rose. God gave'em\ndicks so they'd have something to\nhold onto when they scratch their\nheads! Sometimes, I have to bang Ray\nover his head just to let him know\nI'm in the mood.\n\nDORIS/ROSE\nRay?\n\nROSE\nWho's Ray?\n\nCLAIRE\n\nRay? Did I say Ray? I mean Alex. Ray!\nHal Who's Ray?\n\nRose and Deris look at each other suspiciously.\ncuT TO:\n\nINT. HENRY'S OFFICE - DAY.\n\nA sullen Gregory sits before a sympathetic Henry.\n\nCONTINUED\n\fCONTINUED:\n\n96.\n\nHENRY\nHave you tried making love?\n\nGREGORY\nWell, that's just it. I honestly\nhaven't had the desire. And what if\nif it doesn't work? Our relationship\nwas never based on that. I love her\na great deal but ...\n\nHENRY\nShe's not Jess.\n\nGREGORY\nThat has nothing to do with it.\n\nHENRY\nYour publisher called me. He said he\nspoke to you about a lecture tour in\nLondon and Paris when your book gets\nreleased next month.",
  "63": "---END OF PREVIOUS SECTION---\nGREGORY\nThat has nothing to do with it. HENRY\nYour publisher called me. He said he\nspoke to you about a lecture tour in\nLondon and Paris when your book gets\nreleased next month. \n---TARGET SECTION TO BE ANNOTATED---\n Wanted to know\nif I would be amenable to replacing\nyou for the rest of the semester.\n\nGREGORY\n(flustered)\nI know. I haven't said anything\nbecause I haven't decided if I want\nto do it or not.\n\nHENRY\nHe said the offer came from their\noverseas counterpart Beaux Art\nPublishing. Isn't that one of the\ncompanies Jessie's new husband owns?\n\nGregory doesn't answer. Obviously this secret has been\ninfluencing him. Henry begins with what seems like a non-\n\nsequitur:\n\nHENRY (Cont'd)\nDo you know that in the past two\nyears I've been with ... eleven\naifferent women, most of them half my\nage. Not one lasted longer than two\nmonths. Some didn't last the night.\nNot one of them had a sense of humor\nI understood.\n\n(more)\n\nCONTINUED\n\f97,\n\nCONTINUED: (2)\n\nHENRY (cont'd)\n\nOne girl actually thought A FAREWELL\nTO ARMS was a new diet book. I went\nto my gym the other day and saw the\nmost incandescent creature climbing\na Stairmaster. Even her sweat was\nperfectly distributed about her body.\nI thought she was staring at me the\nwhole time until I realized she had\nhead phones on and was looking at MTV\non a monitor behind my head. I went\ninto the locker room and walked my\nnaked 56 year old body through a room\nof Apollos and sat in a steam room\nwhere I was propositioned by a bald\nman with hair on his shoulders. It\nwas the highlight of my day.\n\n(pause)\nDon't give up on this Greggy. You\ndon't know what you have.\n\ncuT TO:\nINT. APARTMENT - NIGHT.\nRose is in the kitchen preparing two glasses of wine. She\nwears a negligee that's flimsier than anything we've seen her\nin. She checks her face in the reflection of the microwave,\nthen breathes a deep sigh.\nINT. BEDROOM - NIGHT.\nGregory sits up in his bed watching a ballgame. He too looks\nanxious as Rose enters with a tray and two glasses. He tries\nto cover his anxiety with conversation.\n\nGREGORY\nI uh...I have the game on for you.",
  "64": "---END OF PREVIOUS SECTION---\nHe tries\nto cover his anxiety with conversation. GREGORY\nI uh... I have the game on for you. \n---TARGET SECTION TO BE ANNOTATED---\nROSE\nOh well ... we don't have to watch.\n\nGREGORY\nDoesn't matter to me.\n\nROSE\nI bought that wine Henry recommended.\n\nCONTINUED\n\f98.\n\nCONTINUED:\n\nGREGORY\nOh, before bed? I don't know Rose.\nT'll wake up with head pressure.\n\nROSE\nNo it's white - you said only red\ndoes that.\n\nGREGORY\n\nAll right. One glass.\n\nRose offers him a glass, then sets the tray on her bed,\ntaking her glass. She stands as they sip.\n\nGREGORY (Cont'd)\n\nMmm ... good. Fruity. I don't\nnormally like fruity but this is\ngood.\n\nGregory realizes she's standing. He asks gently;\n\nGREGORY (Cont'd)\nDo you want to sit down?\n\nROSE\n(acting surprised)\nOh OK.\n\nRose walks around to the other side of Gregory's bed and sits\ndown next to him, leaning up against a pillow. They both feel\nimmediately uncomfortable though pretending they don't. They\nsip in silence, each body rigid and detached from the other.\nThey both have their eyes on the game but neither is\nwatching. Rose decides to make her move. She sets her glass\non the nightstand then scoots herself up higher on the\npillow. Gregory keeps his eyes straight ahead.\n\nROSE (Cont'd)\nThat wine made me warn.\n\nGREGORY\nI could lower the thermostat,\n\nROSE\nNo, it's OK\n\nPause. They return to the TV. Rose musters all her courage\nand begins to unravel the tie that keeps her nightgown\nfastened. She nervously loosens it enough to open the front,\nrevealing her cleavage and the outline of her breasts.\n\nCONTINUED\n\f99.\n\nCONTINUED: (2)\n\nGregory, knowing full well what she has done, keeps his eyes\non the set. PAUSE. No one moves ... until -\n\nAT EXACTLY THE SAME MOMENT;\n\nRose moves to give Gregory a kiss, just as Gregory turns away\nto place his glass on the other nightstand. Rose's face butts\nGregory's shoulder, which jolts him forward, knocking over\nthe wine glass. He tries to retrieve it but, in a split\nsecond, knocks over the lamp instead and throwing the room\ninto darkness.",
  "65": "---END OF PREVIOUS SECTION---\nNo one moves ... until -\n\nAT EXACTLY THE SAME MOMENT;\n\nRose moves to give Gregory a kiss, just as Gregory turns away\nto place his glass on the other nightstand. Rose's face butts\nGregory's shoulder, which jolts him forward, knocking over\nthe wine glass. He tries to retrieve it but, in a split\nsecond, knocks over the lamp instead and throwing the room\ninto darkness. \n---TARGET SECTION TO BE ANNOTATED---\n The only illumination comes from the TV.\n\nGREGORY/ROSE\nI'm sorry. No..My fault..Sorry.\n\nPause. Gregory faces her and asks apprehensively yet bluntly;\n\nGREGORY\nDo ... do you want to ...\n\nROSE\nDon't say it.\n\nGREGORY\n\n(logically)\n\nWell maybe if we undress and get into\nbed.\n\nROSE\n\n(acting surprised)\nOh ... all right.\n\nThen stiffly turn away from each other and begin to disrobe.\nThen, each slips beneath the covers and lay next to each\nother, looking up at the ceiling. Both are clearly nervous\nand apprehensive. They turn on their sides to face each\nother. The lovemaking that follows is precisely choreographed\nin beats; . -\n\n- They begin with passionless, mechanical kisses. Neither one\ntouching the other. Their feelings in check.\n\n~- Rose begins to feel something first. She plants a kiss on\nGregory that lingers a bit longer. Gregory keeps his eyes\nopen as Rose begins to lose herself a little.\n\n- Gregory feels it is his move and he chooses to stroke her\nhair and face. Rose receives this with some self~-\nconsciousness.\n\nCONTINUED\n\f100.\n\nCONTINUED: (3)\n\n~ Rose then grabs his hand and pulls him toward her, as she\nraps her arms around him and kisses him firmly and\npassionately.\n\n~ We can tell Gregory is still a little stiff but this\ndoesn't hinder Rose. She begins to ravage him, pushing on his\nback and kissing his face, neck and shoulders. Gregory begins\nto have trouble breathing...Rose kisses him again on the\nmouth.\n\n~ Gregory returns the kisses - BUT THERE IS NO PASSION. He's\nthinking too hard ~- refusing to let go and open up that part\nof him. Rose works even harder; rubbing him, touching him,\nkissing his body. But Gregory gives very little in the way of\nsurrender or response.\n\n~ Rose pulls Gregory back on top of her and he tries to:\nenter. She continues touching, kissing and hugging but WE CAN\nSEE THAT SHE IS CRYING, knowing that he is not responding.\n\n~ Gregory, working at feeling something, finds that he\ncannot. He suddenly stops trying. He pulls himself off of\nRose, who quickly raises the sheet over to her bedy.",
  "66": "---END OF PREVIOUS SECTION---\n~ Gregory, working at feeling something, finds that he\ncannot. He suddenly stops trying. He pulls himself off of\nRose, who quickly raises the sheet over to her bedy. \n---TARGET SECTION TO BE ANNOTATED---\n She\nwants to die. Gregory searches for an explanation.\n\nGREGORY\nI'm so sorry Rose. I'm...\n\nRose turns away from him and starts to cry silently; He\ndoesn't know what to say. He feels very badly.\n\nGREGORY (Cont'd)\nRose?\n\nRose hides her face, filled with hurt and shame.\n\nROSE\nPlease. I just want to go to sleep.\n\nGREGORY\nRose. Listen ... What we have ...\nI've never had with a woman what I\nshare with you ... The way I feel\nabout myself with you ... the way I\nsee myself through you. You're so\ngood for me.\n\nCONTINUED\n\f101.\n\nCONTINUED: (4)\n\nROSE\n(into her pillow)\nI can't tell you how tired I am of\nbeing good for people.\n\nGregory doesn't know what to say. Rose pulls herself together.\nROSE (Cont'd)\nI... I really don't want to talk\nright now OK? Let's talk tomorrow. I\n++. I just want to go to sleep.\nRose turns into her bed. Gregory shuts off the light.\n\nCUT TO:\nINT. KITCHEN ~ MORNING.\n\nGregory, dressed for school, sits as Rose pours his coffee.\nShe sits opposite him - calmly and collected.\n\nROSE\nI think it would be a good idea if we\nhad some time apart for a while.\nDon't you agree?\n\nGREGORY\nIf that's what you want.\n\nROSE\nI think it would be a good thing.\n\nGREGORY\nI've been offered a lecture tour for\nmy book. I can start next month.\n\nROSE\nWhere?\n\nGREGORY\nLondon and... Paris.\n\nRose feels a pang of despair when she hears \"Paris\".\n\nROSE\nWill you see her, do you think?\n\nGREGORY\nI don't know Rose,\n\nCONTINUED\n\f102.\n\nCONTINUED:\nPause. Rose smiles to herself.\n\n. ROSE\n\nWrong answer. Well, anyway, I don't\nthink I want to wait the month. I\nthink I'll move back with my mother\nfor a while. Then when you get back\nfrom Europe, we'll ... we'll see what\nwe feel, OK?\n\nGregory nods.",
  "67": "---END OF PREVIOUS SECTION---\nI\nthink I'll move back with my mother\nfor a while. Then when you get back\nfrom Europe, we'll ... we'll see what\nwe feel, OK? Gregory nods. \n---TARGET SECTION TO BE ANNOTATED---\n He reaches for her hand but Rose moves away\nwith the excuse: :\n\nROSE (Cont'd)\nI have to get the toast.\n\nShe exits into the kitchen. Gregory feels awful.\ncuT TO:\nINT. ROSE'S OLD BEDROOM - NIGHT.\n\nRose enters and shuts the door slowly. She takes in the room\nfor a moment, then removes her coat. She sits down at her\nvanity. She looks at herself in the mirror, coldly.\n\nHANNAH enters, in a silk robe and stands in the doorway. She\nlooks old. As if since Rose's departure, her own age has\nsuddenly advanced itself. She says coldly.\n\nHANNAH\nI have plans tomorrow so if your\nthings are coming you should tell the\ndoorman to accept then.\n\nRose doesn't even flinch, or look in her direction. She\n\nspeaks in a deadened tone, void of any sentiment or emotion\n\nas stares into the mirror and remembers; -\nROSE\n\nWhen I was a little girl you used to\n\ntell me to sleep with my index finger\n\npushing my nose up, so it wouldn't\n\ndroop.\n\nHANNAH\nI did not.\n\nCONTINUED\n\fCONTINUED:\n\n103.\n\nROSE\nYes you did. It's funny what mothers\nforget and what daughters remember.\nYou even suggested I scotch tape my\nnose up so I'd be more comfortable.\nYou told me if I was fat, no one\nwould ever look at me and smile. And\nthe funny thing is, I would have\nnever known I wasn't beautiful if it\nwasn't for those things. All those\nhours I. wasted wishing I looked like\nsomeone else. All that time.\n\nHANNAH\nI'm going to bed.\n\nROSE\nMom?\n\nHANNAH\nWhat?\n\nROSE\nHow did it feel?\n\nHANNAH\nHow did what feel?\n\nROSE\nBeing beautiful?\n\nHANNAH\nPlease. You're being morbid.\n\nROSE\n\n(sincerely)\n\nNo I mean it. Having people look at\nyou with such ... recognition?\nLooking at yourself with such _\nappreciation ... How did it feel?\n\nHannah seriously considers this and says, with genuine\n\nfeeling -\n\nbordering on longing;\n\nHANNAH\nIt was wonderful.",
  "68": "---END OF PREVIOUS SECTION---\nLooking at yourself with such _\nappreciation ... How did it feel? Hannah seriously considers this and says, with genuine\n\nfeeling -\n\nbordering on longing;\n\nHANNAH\nIt was wonderful. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED\n\f104,\n\nCONTINUED: (2)\n\nTwo women in silence - one contemplating the future, the\nother wishing for the past.\n\ncuT TO:\nINT. LONDON HOTEL ~ NIGHT.\n\nGregory is receiving his dinner from room service. He signs\nthe check. The waiter leaves. He turns on a classical music\nstation and sits down to eat. The first thing he sees is a\nTHREE CORNERED FOLDED NAPKIN. He thinks of Rose.\n\nCUT TO:\nINT. DR. WARNER'S OFFICE ~ DAY.\n\nThe doctor sits an a computer terminal imputing information\nas Rose sits beside him. The terminal has a facsimile of\nRose, with the doctor making additions or subtractions as\nthey speak.\n\nDR. WARNER\n\nSee if we take a little off the chin\nand pull this up...\n\n(imputs)\nWe can take the bump out of the nose\nand remove the cartilage here and\nmaybe build up this area ... We may\nalso want to do some cheek\nreconstruction. How's that?\n\nWarner exchanges seats with Rose. Rose looks at this new\nimage of herself - with refined, softened features. Although\nshe loses her own uniqueness, the image is definitely more\nrecognizably beautiful and feminine.\n\nROSE\nWow. I look like Bambi.\n\ncut TO:\nINT. FRENCH HOTEL LOBBY - DAY.\n\nGregory is registering at the hotel. A CLERK brings him a\nSEALED LETTER with his name on it.\n\nCLERK\nThis arrived for you yesterday.\n\nCONTINUED\n\f105.\n\nCONTINUED:\n\nGregory takes the note. The handwriting is distinctly\nfeminine. The initials \"J. A.\" in the corner. Gregory's heart\nbegins to race.\n\ncurT TO:\nEXT. PARK - DAY.\n\nHenry and Rose talk as they stroll. Henry has his arm around\nher affectionately.\n\nHENRY\nHave you heard from yet?\n\nROSE\nNo. I'm sure they're together.\n\nHENRY\nI don't think so. Knowing Greg as I\ndo, he's too much of a gentleman.\nHe'd probably call to ask for\npermission first. I know this may be\nhard to believe, but you mean a great\ndeal to him.\n\nROSE\nA great deal. That's what I am.",
  "69": "---END OF PREVIOUS SECTION---\nI know this may be\nhard to believe, but you mean a great\ndeal to him. ROSE\nA great deal. That's what I am. \n---TARGET SECTION TO BE ANNOTATED---\nHENRY\nThere are some men who have heen\nknown to come to their senses about\nthis sort of thing. .\n\nROSE\n\nName one?\n\n(Henry can't)\nYou men have it made. Love is the\nultimate unequal opportunity. You\nguys hire and fire with complete\ndiscrimination. I hate love. It makes\nyou lose your sense of irony. It\nwouldn't be as hard having a man\nleave you if he didn't take your\nsense of humor with hin.\n\nHENRY\nI think men are men because we don't\nhave the guts to be women. You know\nwhy I sleep with girls?\n\n(more)\n\nCONTINUED\n\f106.\n\nCONTINUED:\n\nHENRY (cont'd)\nBecause they are the perfect\nsymbiosis of all that is possible and\nall that is mysterious. Life runs\nthrough them at light speed. As I get\nolder I realize I'm not so much a\nlech as I am a vampire.\n\nThey stop. Henry speaks sincerely to Rose.\n\n. HENRY (Cont'd)\nI wish to God I had the guts to be\nwith someone like you.\n\nRose considers this compliment then says calmly.\n\nROSE\nFuck you.\n\nHenry shrugs in agreement and they continue walking.\ncur TO:\nEXT. LES DEUX MAGOT - DAY.\n\nOn the Place Saint-Germain-de-Pres, Gregory sits at a large\ncorner outdoor cafe, DEUX MAGOT. He sits expectantly. A\nWHITE LIMOUSINE drives up to the curb. A uniformed driver\ngets out and opens the door. Gregory's heart stops.\n\nJESSIE, wearing a beautiful white suit with pearls, looks\nevery inch the wife of a millionaire. She is stunning.\nGregory can hardly move. She crosses to his table and stands\nbefore hin.\n\nJESSICA\nHi.\n\nJessie leans over and kisses him on the cheek. Gregory gets\na whiff of her and nearly swoons. She sits.\n\nJESSICA (Cont'd)\nDo you know I only found out last\nweek that you're married. Do I know\nher?\n(He shakes his head)\nIt looks good on you.\n\nCONTINUED\n\fCONTINUED:\n\nGREGORY\nYou look ... breathtaking.\n\n107.\n\nJessie smiles, genuinely appreciating the remark. A WAITER\n\napproaches.",
  "70": "---END OF PREVIOUS SECTION---\n107. Jessie smiles, genuinely appreciating the remark. A WAITER\n\napproaches. \n---TARGET SECTION TO BE ANNOTATED---\n IN SUBTITLES, JESSIE SAYS IN FRENCH:\nJESSICA\nWhite wine and a small house salad.\nNo dressing.\nGregory thinks of Rose.\ncut TO:\n\nINT. ROSE'S BEDROOM (HANNAH'S APARTMENT) - NIGHT.\n\nRose sits curled up in her bed watching TV in an old sweat\n\nsuit. Hannah enters wearing a simple sweater and pants\n\noutfit. She looks softer than usual, but just as beautiful.\n\nHANNAH\nSo, have you decided?\n\nROSE\nAbout what?\n\nHANNAH\nThe plastic surgery.\n(Rose shakes her head)\nWell, I want you to know that if you\ndecided to go through with it - it's\nmy gift. I'll pay for everything.\n\nROSE\nWhy?\n\nHANNAH\nWhat do you mean why? I'm your\nmother. I want to do this for you. I\nthink it's a terrific idea. Get rid\nof the old. Start fresh. Get a whole\nnew outlook on things. And whether or\nnot this husband of yours come home\nwanting to continue or not, you'll\nthe power to choose what you want.\n\nROSE\nWhy can't I do all that without\nsurgery?\n\nCONTINUED\n\flos.\n\nCONTINUED:\n\nHANNAH\n(stumped)\nWell ... I suppose you can. I just\nwant you to know I supportive of this\nin case you decide that's what you\nwant.\n\nHannah feels very motherly. Rose smiles, seeing this silly\nwoman who once could hurt her so deeply, as something\nendearing, almost innocently unconscious.\n\nHANNAH (Cont'd)\n\nAfter you left, I rearranged all the\nclosets and I came across some old\nclothes of your fathers. I found\nthis. I thought you'd get a kick out\nof it.\n\nHannah pulls a photograph out of her purse. Rose looks over\nHannah's shoulder at AN OLD PHOTO OF A PRETTY LITTLE GIRL IN\nA PINK DRESS, smiling into the camera.\n\nROSE\nGod, she was so pretty.\n\nHANNAH\nThat's not Claire. That's you.\n\nROSE IS COMPLETELY TAKEN BY SURPRISE.\n\nROSE\n\nMe? I never saw this picture.",
  "71": "---END OF PREVIOUS SECTION---\nROSE IS COMPLETELY TAKEN BY SURPRISE. ROSE\n\nMe? I never saw this picture. \n---TARGET SECTION TO BE ANNOTATED---\nHANNAH\n\nIt was in some terry cloth robe of\n\nhis.\nRose takes the picture and stares at it ~- like a buried -\ntreasure discovered.\n\nHANNAH (Cont'd)\n«+. When I'd take you and Claire out,\neveryone would comment on you. How\nbright you were...Like a flashbuib,\nyour father would say. You were just\ntwo there.\n\nROSE\n(softly, vulnerably)\nIT was pretty?\n\nCONTINUED\n\fCONTINUED:\n\n109,\n\n(2)\n\nHANNAH\nYour father adored you. But you know\nthat. He never thought of Claire.\nOnly you. Especially in the early\nyears, after Claire was born. And\nafter a while ... even I didn't\noccupy his thoughts so much.\n\nROSE\nStop it. Daddy idolized you.\n\nHANNAH\n\nBecause I tortured him if he didn't.\nBut if I hadn't?\n\n(shrugs)\nHe thought you were the most\nbeautiful thing he'd ever seen. I\ndon't think he'd ever even held a\nbaby before you came. Having you was\nquite an experience for him.\n\n(almost vulnerable)\nYou said some horrible things to me\nI may be a complete monster of a\nmother but that doesn't mean I ...\n\n(she can't say it)\nNo one teaches you how to raise a\nchild. You don't know what to do\nuntil you're doing it and by then\nit's too late. The damage is done.\n\nRose looks at her mother with great fondness and warmth.\n\nROSE\nDon't flatter yourself Mom. T'm not\nthat damaged.\n\nHannah sneaks a smile, then;\n\nHANNAH\nSo ... you think I need a lift?\n\nROSE\n(sincerely)\nNo mom ... You're still a very\nbeautiful woman.\n\nHANNAH\n\n(smiles)\nAh, no ... I'm just an old bag.\n\nCONTINUED\n\f110.\n\nCONTINUED: (3)\n\nBeat. Rose forgives her mother for all the motherly qualities\nshe lacks. She looks down at the photo of herself as a girl\nand loves what she sees.\n\ncut TO:\nEXT. N.¥. STREET - DAY.\n\nRose and Doris stroll after lunch.\n\nDORIS\nHas he called?\n\nROSE\nHe left a message when he left\nLondon.",
  "72": "---END OF PREVIOUS SECTION---\nRose and Doris stroll after lunch. DORIS\nHas he called? ROSE\nHe left a message when he left\nLondon. \n---TARGET SECTION TO BE ANNOTATED---\n He hasn't since he's been in\nParis. It's been about two weeks.\nHe's supposed to come home end of\nnext.\n\nDORIS\nWell, no news is good news I guess.\n\nROSE\nNah, Doris. Good news is good news.\nI mean, why settle , right?\n(Doris smiles)\nI was thinking - how would you feel\nabout a roommate? Just until I can\nget my own place.\n\nDoris stops. She notices the change in Rose and smiles\nproudly.\n\ncUuUT TO:\nINT. PARISIAN RESTAURANT - NIGHT.\nAn anxious Jessie sits opposite an anxious Gregory.\n\nJESSIE\nI have to admit I'm surprised. You've\nnever kept me at a distance this long\nbefore. Is it because of your\nmarriage?\n(Greg nods}\nI didn't know it was that serious.\n\nGREGORY\nIsn't yours?\n\nCONTINUED\n\fCONTINUED:\n\ndil.\n\nJESSIE\n\nHa. No. No, it never was. Two months\nafter the ceremony he informed me he\nspends every summer in Greece with\nthis Polish ballet dancer. Don't be\nso surprised. Europeans have a\ndifferent way of looking at marriage.\nNot that I entirely disagree with it.\n\nGREGORY\nYou don't seem happy.\n\nJESSIE\n\nI can't be a hypocrite. But - it did\ngive me a taste of what it could be\nlike. With the right person. I've\nrealized something funny Greg. I was\nso worried about winding up a wife\nwith nothing but memories. And all\nthese years of living my life in\nshort unconnected perfect moments,\nhave left me with nothing but\nmemories. I don't want perfection\nanymore.\n\n(genuine)\nI want something that'll last.\n\nGregory is truly taken by her. Yet, he doesn't know whether\nto trust her or not. Jessie reaches for his hand. Gregory\n\ntakes it.\n\ncur TO:\n\nINT. COLUMBIA TEACHER 'S LOUNGE - DAY.\n\nRose is making herself a cup of coffee when Doris enters.\n\nDORIS\n(hands her a note)\nGregory called the office.\n\nRose is suddenly filled with dread.\n\nDORIS (Cont'd)\nHe said he knows it's your free\nperiod and he'll wait for your call.",
  "73": "---END OF PREVIOUS SECTION---\nDORIS\n(hands her a note)\nGregory called the office. Rose is suddenly filled with dread. DORIS (Cont'd)\nHe said he knows it's your free\nperiod and he'll wait for your call. \n---TARGET SECTION TO BE ANNOTATED---\nYou don't have to if you don't want\nto, honey.\n\nRose considers what to do.\n\f112.\n\nINT. ADMINISTRATION (DORIS' OFFICE) ~ DAY.\n\nRose is on the phone waiting for Gregory to pick up.\nINTERCUT:\n\nINT. HOTEL ROOM ~- NIGHT.\n\nGregory answers the phone. INTERCUT ROSE.\n\nGREGORY\nHello?\n\nROSE\nHi. It's me.\n\nGREGORY\nHi. How are you?\n\nROSE\nGood. Busy. You?\n\nGREGORY\nThey tell me it's going well. You\nknow how I hate crowds.\n\nROSE\nMMmm.\n\nGREGORY\nIt seems odd not to have spoken for\nso long. I... I thought it was time.\n\nROSE\nNo. I think you're right.\n\nGREGORY\nI think about you all the time.\nEspecially at meals.\n(Rose fights tears)\nRose, I need to know what you're\nfeeling. About us. About our future.\n\nRose knows the end is coming.\n\nROSE\nYou've seen her, haven't you?\n\nGREGORY\nYes, but ~ nothing's happened. I want\nyou to know Rose that I'm perfectly\nwilling to continue. To try again ...\nI know I've made some mistakes but ~\n\nCot INUED\n\f113.\n\nCONTINUED:\nRose musters up her courage to let him go.\n\nROSE\nLook, Greg ... I do not regret a\nsingle moment that we have had\ntogether. But I ... I think it was\n... a beautiful experiment ... that\nfailed. And I think we both deserve\nto ... find what we really want. T\ndon't be safe for you anymore. If\nJessie's who you need, they fight for\nher Gregory.\n\nGregory feels overwhelmingly sad.\n\nROSE (Cont'd)\nThat's what I'd want. I'd want\nsomeone to scream my name and throw\neverything away for me and lose his\nmind and not have to be \"perfectly\nwilling to try\". I want to be\nbeautiful to someone. Nothing less\nthan beautiful.\n\nGREGORY\nRose ... I do lov~ ...\n\nROSE\nGoodbye Greg.\n\nRose hangs up. She couldn't bear hearing that. Doris enters\nand wraps her arms around her friend.\n\nDORIS\nLet it go honey.",
  "74": "---END OF PREVIOUS SECTION---\nShe couldn't bear hearing that. Doris enters\nand wraps her arms around her friend. DORIS\nLet it go honey. \n---TARGET SECTION TO BE ANNOTATED---\n I tell you\nsomething. From where I stand - right\nnow, you're the most beautiful woman\nI've ever seen.\nRose sobs as she hugs Doris.\n\nGregory slowly hangs up the phone. He is free to be with\nJessie now. But somehow, it doesn't feel right.\n\nCUT TO:\nINT. DORIS' APARTMENT - NIGHT.\nRose and Doris are curled up on the couch in front of the TV.\n\nCONTINUED\n\fLl4.\n\nCONTINUED:\n\nALEX (0.8.)\nROOOOSSSE!\n\nRose and Doris look at each other in disbelief.\n\nALEX (Cont'd; 0.S.)\nROOOOSSSE!\n\nThey simultaneously bolt for the window to see:\nAlex is out on the street, drunk, screaming Rose's name.\n\nDORIS\nJesus, we only had one joint.\n\nSAME LOCATION - MOMENTS LATER.\nA drunken Alex is being led into a bedroom by Rose and Doris.\n\nDORIS\nI'll go make coffee.\n\nDoris exits. Rose plops Alex down on the bed.\n\nALEX\n(ranting)\nYou're mother wouldn't give me the\nphone number. I knew the building\nbecause I picked Claire up here once.\n\nROSE\nAll right calm down Alex. Where is\nClaire?\n\nALEX\n\nShe's gone Rose. I came home early\none afternoon and found her fucking\nher personal trainer Ray under the\ncoffee table. It's my fault. Claire\nhates surprises.\n\nROSE\n(stunned)\nOh Alex. I'm so sorry.\n\nALEX\nI'm not. I'm relieved actually. At\nleast now it's in front of me instead\nof in my head. I had to see you. I'm\nsorry I yelled. Are you mad at me?\n\nCONTINUED\n\fCONTINUED:\n\nRose shake:\nup to her.\n\nSurprised,\n\n115,\n\n8 her head as strokes his hair gently. Alex looks\n\nALEX (Cont'd)\nYou look great. Have you lost weight?\n\nRose smiles shyly.\n\ncut TO:\n\nINT. HOTEL ROOM - NIGHT.\n\nJessie and Gregory are sitting up in bed, naked, covered by\n\nsheets. It\nmake love,\n\nis clear to us by their faces that they tried to\nbut it was not successful.",
  "75": "---END OF PREVIOUS SECTION---\nHOTEL ROOM - NIGHT. Jessie and Gregory are sitting up in bed, naked, covered by\n\nsheets. It\nmake love,\n\nis clear to us by their faces that they tried to\nbut it was not successful. \n---TARGET SECTION TO BE ANNOTATED---\n Gregory stares ahead as\n\nif he were reading something off the inside of his brain.\n\nGREGORY\nThis is fascinating.\n\nJESSIE\n(worried)\nThis never happened to us before.\nAren't you ... aren't you still\nattracted to me?\n\nGREGORY\nI thought I was.\nJESSIE\nYou thought you were?!\nGREGORY\nWell I'm sorry. I honestly don't know.\nJESSIE\nDon't you ... I mean, do you still\n\nlove me?\n\nGregory thinks about this - looking inside himself with a\n\nscientist\n\ncuriosity.\n\nGREGORY\nWow.\n\nJESSIE\nWow what?\n\nCONTINUED\n\fCONTINUED:\n\n116.\n\nGREGORY\nRight now ... in this moment ... T\ndon't know what I feel about you.\nJESSIE\nWell you don't have to sound so\nenthusiastic!\nGREGORY\nIt's not enthusiasm ... I just don't\n\nknow if I want this.\n\nWe can see a flash of panic on Jessie's face.\n\nJESSIE\nOh. By that do you mean...this!- the\nfact of this or ... the way this is?\nGREGORY\n(confused)\nWhat?\nJESSIE\n\nMaybe you're tired of us in hotel\nrooms. Maybe now that you've been\nmarried you've grown accustomed to\nsomething else and maybe you don't\nwant what we have unless it can be\nwithin that same ... uh ... thing.\n\nGREGORY\nWhat are you saying?\n\nJESSIE\nMaybe we should get married.\n(Gregory is shocked)\nYou said it's over between you and\nRose. I can get a divorce within a\nmonth. Lets get married.\n\nThere is true desperation on her face. She is speaking the\ntruth. Gregory looks at her with compassion.\n\nJESSIE (Cont'd)\nWe've loved each other for over\ntwenty years. Think of what we could\nhave had ... Think of what we still\ncan have.\n\nCONTINUED\n\f117.\n\nCONTINUED: (2)\n\nShe kisses him passionately. But Gregory feels nothing. She\npulls away. They look into each other's eyes. Beat. Then;\n\nGREGORY\nWow.\n\nJESSIE\nWOW WHAT NOW!?\n\nGREGORY\n\nI've been in love with you\npractically all my life. I..",
  "76": "---END OF PREVIOUS SECTION---\nJESSIE\nWOW WHAT NOW!? GREGORY\n\nI've been in love with you\npractically all my life. I.. \n---TARGET SECTION TO BE ANNOTATED---\nI\n\n(trying to figure out\n\na problem)\nthought - that's what love feels like\n..- All that longing ... Never\nfeeling entirely ... whole . .. But\nI wonder.\n\nJESSIE\nWONDER WHAT! ?\n\nGregory suddenly looks scared.\n\nGREGORY\nI don't know. I don't know ... I have\nto go.\n\nHe gets up and starts to dress. Jessie is in shock. She can\nhardly form the words;\n\nJESSIE\nSo ... what ... 50... are you ...\nwhat are you saying here? You don't\nwant to marry me?\n\nGREGORY\n(dressing)\nI don't know. No. I guess.\n\nJESSIE\n\nWhat are you saying to me? You can't\n' end this after all these years. You\n\ncan't just leave! What does ...\n\nYou're ... you're not going to be ...\n\nwe're never going to ... to ... be\n\ntogether ... sometimes ... WHAT ARE\n\nYOU SAYING!?\n\nGregory holds her and smiles;\n\nCOMTI NUED\n\f118.\n\nCONTINUED: (3)\n\nGREGORY\nI'm sorry. It'll be all right ... 1\nstill want you in my life somehow.\n\nJumping out of bed, Jessie pushes him away;\n\nJESSIE\nEEWW! GET AWAY FROM ME. OH GOD! I\nfeel like I'm going crazy! You're\ntalking to me like I'm some ... some\npathetic lonely ... homely person\nwith a nice personality! Like I'm\nsome woman who wants you but you\ndon't want me! How can that be after\nall these years? What, have you been\nlying all this time - asking me to\nmarry you? To trap me? Is that it?\nHas this been some twenty year\nconspiracy to get even!? Some long\nconvoluted plot to make me feel like\nshit? Is there some hidden camera\naround here!? What the hell is going\non here? This isn't who we are\ntogether? THIS ISN'T WHO I AM IN THIS!\n\nGREGORY\nI'm so sorry.\n\nJESSIE\nGet out of here. GET OUT! NOW!\n\nShe turns and exits into the bathroom slamming the door.\nGregory watches all of this genuine affection...and a little\nsadness. Jessie will be fine with her drama.",
  "77": "---END OF PREVIOUS SECTION---\nShe turns and exits into the bathroom slamming the door. Gregory watches all of this genuine affection...and a little\nsadness. Jessie will be fine with her drama. \n---TARGET SECTION TO BE ANNOTATED---\n And it really is\nover - after all these years.\n\nCUT TO:\nINT. ALEX'S APARTMENT - NIGHT.\nRose helps Alex into his apartment, turning on the lights.\n\nROSE\nHere we are. You feeling better?\n\nALEX\nYeah. I think it was the cab ride.\n\nROSE\nWell, just get into bed and you'll-\n\nCONTINUED\n\fCONTINUED:\n\n119,\n\nAlex pulls her into an embrace and kisses her passionately.\n\nThey kiss\n\n. ROSE (Cont'd)\nAlex, what are you doing?\nALEX\nStay with me Rose. You're the only\n\nperson in the world I want to be with\nright now.\n\nROSE\nYou're drunk.\n\nALEX\nI'm not. The coffee and the vomiting\nreally sobered me up.\n\nROSE\nI'm thrilled for you but that doesn't\nexactly put me in the mood to sleep\n\nwith you.\nALEX\nDid you know how jealous Claire was\nof you?\nROSE\nWhat?\nALEX\n\nShe'd get so angry when I'd talk\nabout you. About how smart you were,\nhow funny you were, what a great cook\nyou were. She thought I had a secret\ncrush on you. Maybe she was right.\n\nagain. Rose pulls away.\n\nROSE\nLook, this is all very nice.\nHonestly. But I won't do this. Not\nlike this. You've been through a lot\nand I understand. I suggest you take\na couple of days. Pull yourself\ntogether. If you still feel like you\nwant to .. do this, then you call me.\nfake me out for a nice dinner - and\nthen we'll see. Otherwise forget it.\nUnderstand?!\n\nCONTINUED\n\f120.\n\nCONTINUED: (2)\n\nALEX\n(boyishly)\nOK.\n\nRose can't believed it worked.\n\nROSE\nReally?\n\nALEX\nI call you on Thursday.\n\nRose wonders if he will.\ncuUT TO:\nINT. HANNAH'S BEDROOM ~ NIGHT.\n\nTHE PHONE RINGS awakening Hannah from a deep sleep. INTERCUT\nA FRANTIC GREGORY packing in Paris. It is morning.\n\nHANNAH\nWho is this?\n\nGREGORY\nSorry Hannah. It's me, Gregory. Is\nRose there?\n\nHANNAH\nRose moved out.",
  "78": "---END OF PREVIOUS SECTION---\nIt's me, Gregory. Is\nRose there? HANNAH\nRose moved out. \n---TARGET SECTION TO BE ANNOTATED---\n Do you have any idea\nwhat the hell time it is?\n\nGREGORY\nMoved? Do you have her number?\nHANNAH\nAre you nuts!?\nShe hangs up. Gregory hangs up : finishes packing his bags.\ncor To:\n\nINT. ROSE'S CLASSROOM ~ DAY.\nThe room is full as Rose lectures.\n\nCONTINUED\n\f12i.\n\nCONTINUED:\n\nROSE\nWhat are Goddesses? Like Innana, they\ncan be Queens of Heaven ~ holy,\nsacred - but even she had to descend\ninto the underworld to become\ncomplete. After confronting her\nsister Erishkegal, Queen of the\nUnderworld, Innana acquired\n\"Erishkegal's eyes\" ~ the ability to\nsee with a ruthlessness for truth all\nthat a woman is - loving, jealous,\ntimid, ambitious, beautiful and\nhorrifying - and rid herself of the\nfantasies of heaven to live\nauthentically and freely.\n\nAt that moment, Doris enters with a gigantic arrangement ‘of\n\nflowers. Everyone is impressed. Doris places them on the\ndesk.\n\nROSE (Cont'd)\nWho died?\n(laughter)\n\nShe reads the card from Alex - \"I'M FINDING IT DIFFICULT TO\nWAIT THE TWO DAYS - ALEX\". Rose smiles.\n\ncut To:\nINT. PARIS AIRPORT ~- AFTERNOON.\n\nGregory argues in french with a TICKET MAN. Finally, like a\nmadman, Gregory grabs him over the counter -\n\nGREGORY\nLOOK, YOU SNOT NOSE FRENCH FART - I\nDON'T HAVE TIME FOR YOUR FUCKING\nPARISIAN SUPERIOR BULLSHIT - JUST GET\nME ON A FUCKING PLANE!\nFrench police run te the scene of the ruckus.\ncurt To:\nINT. DORIS’ OFFICE - DAY.\nHenry walks in and approaches Doris.\n\nHENRY\nExcuse me, are you Doris?\n\nCONTINUED\n\f122.\n\nCONTINUED:\nDoris looks at him suspiciously.\n\n. DORIS\nYes, Can I help you?\n\nHENRY\nI was wondering if you might have a\nnumber where I can reach Rose Larkin.\nIt's an emergency.\n\nDORIS\nWhy don't you just ask her?\n\nHenry confidentially pulls her off to an isolated area.",
  "79": "---END OF PREVIOUS SECTION---\nIt's an emergency. DORIS\nWhy don't you just ask her? Henry confidentially pulls her off to an isolated area. \n---TARGET SECTION TO BE ANNOTATED---\nHENRY\nIt's not for me, it's for her husband\nGregory. He was afraid she might not\nwant to speak to him so he wanted me\nto ask you. He's on his way home\nfrom Europe, you see.\n\nDORIS\n\nYeah, I see. You must be \"the friend\"\nI've heard about! The one who goes\nfive times with girls young enough to\nbe your daughters.\n\n(Henry is shocked)\nNow you listen to me. Rose is feeling\nreally good about herself right now\nand I don't want anything getting in\nthe way of that - you hear me!? She's\nseeing someone else right now -\nsomeone she knew before Mr. Larkin\nand she's very excited. She's living\nwith me and I don't give my phone\nnumber out so just tell your friend\nhe doesn't have to rush home.\n\nHENRY\n(impressed)\nWould you give your phone number to\nme if I promised to keep it for\nmyself?\n\nDORIS\nI don't know. Five times may be\nenough for a twenty year old - but\nyou're gonna have to do better than\nthat with me, pal.\n\nCOMTINUED\n\f123.\n\nCONTINUED: (2)\nDoris walks away leaving Henry tongue-tied.\n. CUT TO:\nINT. GATWICK AIRPORT; LONDON - DAY.\nGregory is on the phone with Henry. INTERCUT THE TWO.\n\nGREGORY\n(panicked)\nAlex. It must be Alex. Well, do you\nat least have an address?\n\nHENRY\nJust get home!\n\nINT. PLANE ~- NIGHT.\n\nOn a red-eye, Gregory tries to use the air~phone. He speaks\nquickly, with great irritation.\n\nGREGORY\nWell if she has an apartment and she\nhas a phone then she'd be in the\ndirectory...Well she has to live\ngomewhere!...You mean you don't even\nhave a list of unlisted numbers? Her\nname is...DORIS\nHUMPFERURRUR...HUMMEREFFER....I don't\nexactly know the last name but I know\nshe lives in the Eighties on the East\nSide ... Can't you just ... - IT'S\nNOT IN THE PHONE BOOK.",
  "80": "---END OF PREVIOUS SECTION---\nHUMMEREFFER.... I don't\nexactly know the last name but I know\nshe lives in the Eighties on the East\nSide ... Can't you just ... - IT'S\nNOT IN THE PHONE BOOK. \n---TARGET SECTION TO BE ANNOTATED---\n CONTRARY TO\nYOUR COMMERCIALS, I CAN'T FIND A\nFUCKING THING IN YOUR PHONE BOOK!\n\ncuT TO:\nINT. BLOOMINGDALE'S COSMETICS COUNTER - LATE AFTERNOON.\nRose walks confidently up to a Saleswoman.\n\nSALESWOMAN\nYes, can I help-\n\nROSE\nHold on. Let's get something straight\nsweetheart.\n\n(more)\n\nCONTINUED\n\fgr\n\n124.\n\nCONTINUED:\n\nROSE (cont'd)\n\nI'm here to buy some make-up because\ntonight I feel like wearing some. I\ndon't usually wear any. And before\nyou start pitching, I want you to\nknow that I don't NEED a Goddam thing\non this counter. Do you understand?\n\n(Saleswoman nods)\nNow ~- I've heard a lot about these\nsable brushes. I bet they feel great.\n\ncur TO:\nINT. RESTAURANT - NIGHT.\nAlex, dressed in a suit and tie, waits for Rose at the bar.\n\nROSE (0.S.)\nAlex?\n\nAlex turns around to find -\n\nRose looking absolutely beautiful. Although the hair and make-\nup are subtlely different, Rose has blossomed from a self-\ndeprecating ugly duckling to a confident, self-loving swan.\nShe is radiant. Alex is stunned.\n\nALEX\nRose?\n\ncut To:\nEXT. DORIS' BUILDING ~ EVENING.\nDoris is making herself dinner when she hears:\n\nGREGORY (0.S.)\nROOOOSSSE! ROOQOOSSSE!\n\nDoris heads for the window and looks out to see Gregory.\n\nDORIS\nMan, this girl's on a roll.\n\ncuT TO:\nINT. RESTAURANT ~ NIGHT.\n\nAlex and Rose are having dinner. Alex eats as Rose \"prepares\".\n\nCONTINUED\n\fee\n\n125.\n\nCONTINUED:\n\nALEX\nYou know, it's wierd but I feel kid\nof guilty. I know should be upset but\nnow that it's over I feel like I can\nbreath for the first time.\n\nROSE\n\nThat's great.\n(to passing waiter)\n\nI asked for some Dijon. I can't start\nuntil I have it. Thanks.\n\nALEX\nI just feel so unburdened. Like a\nviel has been lifted.",
  "81": "---END OF PREVIOUS SECTION---\nThanks. ALEX\nI just feel so unburdened. Like a\nviel has been lifted. \n---TARGET SECTION TO BE ANNOTATED---\nRose pauses at his choice of metaphors.\n\nALEX (Cont'd)\nI mean, I was so unhappy but T\ncouldn't see that I had a choice. And\nnow, I have nothing but choices.\n\nROSE\nThat's great. Where's the damn Dijon?\n\nAlex reaches across the table and takes her hand.\nALEX\nWouldn't it be wierd, if after all\nthis time, we wound up together?\nRose stares at him a moment, not warming up to this idea.\n\nROSE\nIt would be eerie.\n\nAlex leans over.\n\nALEX\nDid I tell you how great you look?\n\nROSE\nHuh-huh.,\n\nALEX KISSES ROSES as she fantasizes:\nFANTASY ~\n\nCONTINUED\n\f126.\n\nCONTINUED: (2)\n\nGREGORY BARGES INTO THE RESTAURANT, DECKS THE MAITRE'D WHO\nTRIES TO STOP HIM, STORMS OVER TO ROSE, PUSHES ALEX TO THE\nFLOOR AND SWEEPS HER INTO HIS ARMS.\n\nALEX (0.S.)\nWhat are you thinking?\n\nREALITY -\n\n~ Alex asks from across the table after kissing Rose. Rose\nhesitates. Just when one fantasy has come true, another one\nhas taken it placé. She decides to tell him the truth.\n\nROSE\nAlex, you're a great guy. But you're\nnot my type.\n\nALEX\nWhat? ... But ... but I thought ...\n\nI mena, I kind of felt that all this\ntime you felt ...\n\nRose looks at him with a surprised expression.\n\nROSE\nWhat? That I had a crush on you?\n(Alex nods)\nMaybe that was just a fantasy of\nyours. I'm very flattered, sweetie.\n\nThe Waiter arrives with the Dijon.\n\nROSE (Cont'd)\nFinally! Thank you.\n\nAlex is perplexed. Suddenly, from outside the main dining\narea, WE YELLING LOUD VOICES THE ERUPT INTO YELLING. Alex\n\nturns around. Rose looks up, at first curious, then shocked\nwhen she sees:\n\nGREGORY, looking like a crazed bum, trying to push his way\n\ninto the dining area, being blocked by a Maitre'd and a large\nBartender.",
  "82": "---END OF PREVIOUS SECTION---\nSuddenly, from outside the main dining\narea, WE YELLING LOUD VOICES THE ERUPT INTO YELLING. Alex\n\nturns around. Rose looks up, at first curious, then shocked\nwhen she sees:\n\nGREGORY, looking like a crazed bum, trying to push his way\n\ninto the dining area, being blocked by a Maitre'd and a large\nBartender. \n---TARGET SECTION TO BE ANNOTATED---\nMAITRE'D\nCall the police!\n\nGREGORY\nROSE! ROSE!\n\nCONTINUED\n\f127.\n\nCONTINUED: (3)\n\nROSE\n(to herself)\nGreg?\n\nALEX\nIsn't that your husband?\n\nSuddenly, Gregory flings the bartender aside, pushes the\nmaitre'd, runs to Rose's table. Alex stands protectively.\n\nALEX (Cont'd)\nHey! Hold on!\n\nGregory decks him, pulls Rose up onto her feet.\n\nGREGORY\nHil\n\nROSE\nRil\n\nSweeps Rose into his arms and carries her out of the\nrestaurant much to the shock of the men and the joy otf the\nwomen.\n\nEXT. RESTAURANT - NIGHT.\nGregory carries her down the street.\n\nROSE\nCan I ask what do you think you're\ndoing? What am I, a cavewoman? Put me\ndown!\n\nGregory stops. He puts her down gently.\n\nGREGORY\nYoufre not leaving me. I am so\ncompletely, without a doubt in love\nwith you ...\n\nPolice sirens are heard OS. Rose is startled. Greg doesn't\ncare.\n\nGREGORY (Corft'd)\nI'll do anything. I'll give up math.\nI'll take folk guitar lessons. I'll -\n(stops)\nMy God ~ you look beautiful.\n\nCOMTINCED\n\n—\n\f128.\n\nCONTINUED:\n\nHe grabs her and kisses her. Rose cannot believe what's\nhappening. She pulls away in a moment of insecurity.\n\nROSE\nYou know I'll probably gain the\nweight back and Ir am getting older.\nI can't always look this good.\n\nGREGORY\nI hope I'm with you long enough to\nwatch you completely deteriorate.\n\nROSE\nGood answer.\n\nThey kiss. Police cars arrive. Bystanders spill out onto the\nstreets as Camera rises up to a wide angle.\n\nTHE END\n\f"
}