{
  "1": "ALCC VE\n\nENTERTAINMENT\n\nTHE DOUBLE\n\nby\n\nRichard Ayoade and Avi Korine\n\n(Based on an original idea by Avi Korine)\n\nAlcove Entertainment\n\nSt. Georges House\n\n6th Floor,\n\n15, Hanover Square\n\nLondon, W1S 1HS\n\n+44 (0)207 409 1990\ninfo@alcoveentertainment.com\nwww.alcoveentertainment.com\n\nAlcove Entertainment developed in association with Film4\n© Channel 4 Television Corporation and Alcove Entertainment Limited\n\fONE\nFADE IN:\nINT. SUBWAY TRAIN- VERY EARLY MORNING\n\nCLOSE on SIMON JAMES. His eyes are closed. It is difficult\nto tell whether he is asleep or not.\n\nWe hear a voice off screen.\n\nMAN\nYou're in my place.\n\nSIMON opens his eyes. He looks up.\n\nSIMON\nSorry?\n\nMAN\nYou're in my place.\n\nSIMON looks around the carriage. It is almost completely\nEMPTY.\n\nHe looks back at the MAN quizzically. The MAN stares at\nSIMON in a hostile manner.\n\nPerplexed, SIMON gets up and stands by a hand rail. The MAN\ntakes SIMON’S place, folds,out a newspaper and starts to\nread. SIMON looks at the MAN who, from behind his paper,\nraises his middle finger at SIMON. SIMON looks at his\nreflection in the glass window of the SUBWAY train. He\nlooks ghostly and half-formed.\n\nSIMON is in his late-twenties to mid-thirties. He is of\naverage height and build. His hair color and clothing are\nunremarkable. Although he is handsome, he is not overly so.\nIn“short, “he is a thoroughly average man.\n\nThe title appears over Simon’s face, so forlorn it almost\nmakes you want to cry. “THE DOUBLE.”\n\nThe train stops and the door opens.\n\nA crowd of people spills in, pushing Simon back. He fights\nagainst the flow to try to get out. Several people bump\ndirectly into Simon without so much as a word of apology.\n\nSIMON\n(being pushed)\nSorry.\n\nSimon waits for the others to get on the train. His path\nfinally clear, he attempts to leave again.\n\nAs he steps forward one last person jumps onto the train\nbumping him to the side.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSimon waits for the others to get on the train. His path\nfinally clear, he attempts to leave again. As he steps forward one last person jumps onto the train\nbumping him to the side. \n\nTARGET SECTION TO BE ANNOTATED:\n\fSIMON (CONT'D)\nExcuse me.\n\nThe person doesn’t even acknowledge Simon.\n\nThere is a beep and Simon has to leap forward, barely\nmaking it out through the sliding doors. As the train\ndeparts, we see SIMON getting smaller and smaller on the\nEMPTY PLATFORM.\n\nEXT. STREET - VERY EARLY MORNING\n\nWe are in New York, or some comparable metropolis. Though\neverything is familiar the world is somewhat off, somewhat\nstrange.\n\nSimon walks down a MOSTLY EMPTY street, keeping his eyes\nlowered. There are huge buildings on either side of him.\n\nAny other people on the street are walking in the other\ndirection and Simon has to dodge them to avoid collisions.\n\nEXT. OFFICE - CONTINUOUS\n\nSIMON waits outside AN ENORMOUS OFFICE, BUILDING. It’s\nrelatively deserted.\n\nTIME PASSES and a few people, come and go.\n\nEventually, SIMON spots. a woman, HANNAH, approaching the\nLOBBY of the building. SIMON smiles, then composes himself\nand skips after. her.\n\nINT. OFFICE LOBBY - EARLY MORNING\n\nSimon enters the lobby of the office building. A few steps\nahead we see HANNAH. She is using a card to swipe through a\n\nbarrier.\n\nHannah is Simon’s age. She is a little unkempt, but very\npretty.\n\nSIMON\nHannah, are you going to...\n\nSimon smiles and quickens his pace a bit. He takes out his\ncard, and swipes through, but the barrier doesn’t move.\n\nA GUARD sitting behind a large marble desk calls out to\nSimon just as Hannah begins to turn around.\n\nGUARD\nYou, hey.\n\nSimon turns and looks at the guard, surprised to be singled\nout. He looks a little nervous.\n\fSIMON\nMe?\n\nGUARD\nAll visitors have to sign in.\n\nSimon moves to the desk where he takes a pen.\n\nSIMON\nMy card’s not working for some\nreason.\n\nGUARD\n\nAll visitors have to sign in.\n\nSIMON\nI work here. I have a card. My\nname is Simon James - you don’t\nrecognise me?\n\nHe sees Hannah getting into an elevator and watches=the\ndoor close.\n\nSimon frowns and signs the sheet. His is the first name.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sees Hannah getting into an elevator and watches=the\ndoor close. Simon frowns and signs the sheet. His is the first name. \n\nTARGET SECTION TO BE ANNOTATED:\nHe is given a DAY PASS that says ‘SIMON AMES - TEMPORARY\nVISITOR’.\n\nSIMON .(CONT’D)\nOh, sorry. My name is Simon\nJames. Not Simon,Ames...\n\nSimon trails off as he sees that the guard is no longer\npaying attention to him.\n\nINT. ELEVATOR — EARLY MORNING\n\nSimon rides up an enormous elevator. The biggest elevator\nyou have ever seen.\n\nWe watch Simon from above as he STANDS ALONE in the middle.\nINT. OFFICE - EARLY MORNING\n\nSimon sits at his cubicle in the middle of an enormous\noffice space. The place is separated into hundreds of\n\ncubicles. SIMON is the first person there.\n\nHis desk and cubicle are just slightly too small for him.\nEvery cubicle has the same computer.\n\nThe computers are enormous, taking up half of the cubicle\nspace. They are box-y and make loud whirring noises that\nfi11 the office.\n\nThe office has no windows other than wall made of tinted\nglass.\n\f4.\n\nSimon sits down at his desk, adjusting himself in his too\nsmall chair.\n\nHe looks at a stack of paper and frowns a little.\n\nA few people enter the office dressed as Simon is, with a\nwhite shirt and tie. Simon looks up and greets them with\nhis slight, hesitant voice, but none of them acknowledge\nhim.\n\nINT. OFFICE - LATER\n\nAll the cubicles are now full with office workers. Everyone\nis much, much older than Simon. Simon sits at his desk,\ncopying a hand-written page onto his computer. The pages\nare all questionnaires: long survey-like documents of\nvarious people, filled with categories like ‘profession\",\n‘marital status’, ‘personal habits’, ‘interests’ etc\n\nSimon finishes up the page he is copying and moves,to the\nnext page. He has nearly completed copying an, enormous\nbatch.\n\nINT. OFFICE - DAY\n\nSimon stares off into the distance. He occasionally pecks\nsomething out on his keyboard.\n\nAcross the room we see MR. PAPADOPOULOS, an extraordinarily\nround man. He has thick eyebrows and his brown suit\nindicates that he is in management.\n\nPAPADOPOULOS\nThat’s right, that’s great.\nMaking the big push!\n\nSimon jumps up and approaches Mr.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAPADOPOULOS\nThat’s right, that’s great. Making the big push! Simon jumps up and approaches Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Papadopoulos. He fixes\nhis hair and grabs the stack of papers he has just\ncompleted “copying.\n\nPapadopoulos talks to everyone and no one at all as he\nweaves his way through the maze of cubicles.\n\nPAPADOPOULOS (CONT’D)\nExcellent work everyone. We've\ngot to work double-time now,\nmaking the big push.\n\nWe watch from above as Simon, carrying his stack of papers,\ntriangulates his way through the cubicles to cut off Mr.\nPapadopoulos.\n\nSIMON\nExcuse me. Umm, Mr. Papadopoulos?\n\nPAPADOPOULOS\nYes, what’s that?\n\fSIMON\nI wanted to tell you I finished\nup. I’ve done the first...\n\nPAPADOPOULOS\n\nExcellent job!\n\n(he takes the stack\n\nof paper from Simon)\nThat's the type of initiative we\nneed. I’1l tell the colonel right\naway. How long have you been\nhere, son? Just started, eh?\n\nSIMON\n(frowning)\nSeven years, sir.\n\nPAPADOPOULOS\nAh, of course.\n(slaps his head with\n\nrealization)\nThank you.\nSIMON\n(confused)\nYou're welcome, sir.\n(beat)\n\nActually, I have some rather\nexciting ideas I‘4ve been wanting\nto share with the colonel about\nwhat we could do with the\ncomputers, things that would make\nthe reports much more powerful,\nand efficient and...\n\nPAPADOPOULOS\nVery interesting, I must say.\n(pauses )\n\nCome with me.\n\nSimon follows Papadopoulos. He seems a bit startled and\nexcited, he might get his chance to discuss his ideas.\n\nPAPADOPOULOS (CONT’D)\nMy daughter’s name is Melanie.\n\nSIMON\n(confused)\nA nice name.\n\nPapadopoulos has now stopped at a strange office behind the\ntinted glass. The door says, “The Colonel’s Quarters.\nExecutive Offices.”\n\nPAPADOPOULOS\nShe's interning for the holidays.\n\f6.\nMELANIE is sixteen years old. She smacks her gum, has her\nfoot up on the desk and is painting her toenails.\n\nPAPADOPOULOS (CONT’D)\nSay hello, Melanie.\n\nMelanie doesn’t even look at Simon.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smacks her gum, has her\nfoot up on the desk and is painting her toenails. PAPADOPOULOS (CONT’D)\nSay hello, Melanie. Melanie doesn’t even look at Simon. \n\nTARGET SECTION TO BE ANNOTATED:\nMELANIE\nHey.\n\nSIMON\n\n(confused)\n\nHello.\n\nPAPADOPOULOS\nStanley here’s going to be your\nmentor.\n\nSimon nods along happily for a moment, then looks at\nPapadopoulos.\n\nSIMON\nWhat?\n\nPAPADOPOULOS\nAn hour a day... at your\ndiscretion.\n(beat, quietly to\nSimon)\nShe's a good girl, but no head\nfor figures.\n\nWith that Papadopoulos enters the strange office.\nMELANIE\nIdiot.\n(to SIMON)\nYou can go now.\n\nSimon remains, looking confused.\n\nSIMON\nYes, I do have to be going, I\nsuppose.\n\nMELANIE\n\nBecause if I were to find out how\ndepressingly meaningless what you\ndo actually is I might be forced\nto feel sorry for you.\n\nINT. COFFEE ROOM - LATER\nSimon searches his wallet for a dollar. He can only find a\n\nfive. He uses the change machine and picks up the heavy\nload of quarters.\n\fINT. COFFEE ROOM - LATER\n\nSimon sips his coffee and stares blankly ahead.\n\nHe sees a POSTER on the notice board that says, ‘THE\nCOLONEL’S BALL. DRINKS, DANCING, ENJOYMENT. ATTENDANCE\nMANDATORY. ’\n\nHarris enters the room. He looks through his wallet for a\nmoment before turning to talk to Simon.\n\nHARRIS\nYou finished your report yet?\nSIMON\nJust a little while ago.\nHARRIS\nYou think you could help me out\non mine?\nSIMON\n\nI did the entire thing last time.\n\nHARRIS\nI know. I still have the\ninspiration, it’s just my powers\nof concentration seem to have\nwaned.\n\nSIMON\n(shaking, head)\nJust leave it on my desk. I’1l\nget to it.\n\nHARRIS\nDo you have any money?\n\nSIMON sighs and gives HARRIS some coins for the machine. He\nmakes a coffee.\n\nHARRIS (CONT'D)\n(smiling)\nFantastic.\n(hesitates, not much\nto say)\nUh, what else is going on?\n\nSIMON SHRUGS.\n\nHARRIS (CONT'D)\nYou going to the Colonel’s Ball?\n\nSIMON\nIt’s mandatory.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON SHRUGS. HARRIS (CONT'D)\nYou going to the Colonel’s Ball? SIMON\nIt’s mandatory. \n\nTARGET SECTION TO BE ANNOTATED:\nHARRIS\nSome drunk girl’s gonna get it.\n\fThere’s a pause.\n\nHARRIS (CONT'D)\nSee ya.\n\nINT. ELEVATOR - DAY\n\nSIMON stands with a large stack of paper under his arm.\nINT. PHOTOCOPYING DEPT.\n\nSIMON waits at the counter. He sees HANNAH approach.\nHannah's face is hard to read and she doesn’t give out to\n\nmany visual clues. She’s different than the rest of Simon’s\ncoworkers, but inscrutable.\n\nSIMON\nHi. Can I get these copied\nplease?\n\nHANNAH\n\n(not unkindly)\nI did these for you yesterday,\ndidn’t I?\n\nSIMON\nWell, it was something...\n\nA TELEPHONE RINGS. HANNAH steps away to answer.\n\nHANNAH\nSorry.\n\nA MEAN-LOOKING woman, LIZ, TAKES her place.\n\nLIZ\nWhy didn’t you just print out two\ncopies?\n\nSIMON\nSorry...\n\nLIZ\n\nYou shouldn’t use this department\nfor just one copy.\n\nShe takes the papers.\n\nLIZ (CONT'D)\nThis is the last time.\n\nSIMON watches HANNAH talk on the phone as we hear the\nrumble of PHOTOCOPIERS.\n\fLIZ (CONT'D)\nHey, Hannah. Can you stay late?\nI’ve got to get this lump checked\nout.\n\nHANNAH looks over and nods.\n\nINT. CAFETERIA - DAY\n\nSimon sits alone at a circular table in the middle of an\nenormous cafeteria.\n\nPeople sit together at tables all around him, while Simon\nbarely touches his food and reads a book.\n\nSimon looks up from the book and sees Hannah also sitting\nalone at a nearby table.\n\nHARRIS sidles up beside him.\n\nHARRIS\nYou hit it yet?\n\nSIMON\nWhat?\n\nHARRIS\nThat chick, Hannah, you banged\nher yet?\n\nSIMON\nI'm just trying...\n\nHARRIS\nThat’s the spirit!\n\nSIMON\n\n(frowning)\n\nNo! I’ve barely talked to her...\n\nHARRIS\nMake a move at the Colonel’s\nBall. Those things end up like\nRoman orgies.\n\nSIMON\nShe doesn’t strike me as the type\nto go.\n\nHARRIS\nIt’s mandatory. Everyone has to\ngo.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON\nShe doesn’t strike me as the type\nto go. HARRIS\nIt’s mandatory. Everyone has to\ngo. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON\nNot everyone goes.\n\f10.\n\nHARRIS\nShe's pretty good looking, but as\nlong as you don’t talk much and\nshe’s wasted...\n\nThey sit in silence for a moment.\n\nHARRIS (CONT'D)\nHey, I just realised: ‘Colonel's\nBall’ sounds funny.\n\nINT. OFFICE - EARLY EVENING\n\nSimon sits at his desk. He looks very tired. He is talking\non the phone.\n\nSIMON\n(into phone)\nYes, mother. I’ll be there. I’m\njust working a bit late.\n\nTHE OFFICE is empty. HARRIS enters.\nSIMON (CONT'D)\n\n(into phone)\nGoodbye, then.\n\nHARRIS,\nSee ya.\n\nSIMON\nBye.\n\nHARRIS\n\nHey - watch this.\nHARRIS climbs up onto one of the desks and manages to jump\nacross all the cubicles till he’s by the door on the other\nside of the room. He bows and leaves.\nEXT. OFFICE - NIGHT\n\nSimon stands across the street from his office building,\nnot many people are around.\n\nHannah exits the building alone. Simon slinks back into the\nshadows and watches her go. He sighs.\n\nINT. OLD-FOLKS HOME - NIGHT\n\nSimon sits in an uncomfortable looking chair, opposite his\nMOTHER.\n\nSimon’s Mother is not particularly old, but she has cloudy\neyes and a generally vacant expression.\n\nIn the distance we see other residents watching a dated\ngame show. All the furniture seems a bit strange.\n\f11.\n\nCloser is a tiny old lady of unclear ethnicity, perhaps a\nGYPSY WOMAN. She is bundled up and seems to be staring at\nSimon.\n\nSimon glances at her occasionally, looking uncomfortable.\n\nSIMON\nThings are going very well for me\nat work, you'll be happy to know.\nI expect to speak with The\nColonel about some plans I’ve\nbeen working on. You wouldn’t\nbelieve what these computers are\ncapable of. I really think\nthey’re going to change things.\n\nMOTHER\n(a bit angry)\nWhat are you going on about?\n\nSimon continues as though he’s used to this.\n\nSIMON\nThere’s also a girl that I’m\ninterested in, and well, it’s\nbeen going slowly, but I think\nsomething might be about to\nhappen.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTHER\n(a bit angry)\nWhat are you going on about? Simon continues as though he’s used to this. SIMON\nThere’s also a girl that I’m\ninterested in, and well, it’s\nbeen going slowly, but I think\nsomething might be about to\nhappen. \n\nTARGET SECTION TO BE ANNOTATED:\nGYPSY WOMAN\nYour mother says you are a\nstrange boy.\n\nSIMON\nSrange? No. Well, she’s never\nbeen particularly warm, and\nsometimes she gets confused.\n\nMOTHER\n(forceful)\nYou'll never catch a female using\nthat puny worm as bait.\n\nSimon’s mother reaches for his lap but he uncomfortably\npushes her hand away.\n\nSIMON\nThough she does have her moments\nof lucidity.\n\nGYPSY WOMAN\nLet me see your hand.\n\nSIMON\nNo, thanks I’m fine.\n\nGYPSY WOMAN\nYou're not right.\n\f12.\n\nSimon looks a little concerned, but a man from the STAFF\napproaches him.\n\nSTAFF\nMay I speak with you?\nSIMON\nYes.\n(to Gypsy)\n\nExcuse me.\nSimon walks a few steps away to speak with the man.\n\nSTAFF\nThere seems to be a discrepancy\nin your bill.\n\nSIMON\nYes, well, there was a rather\nlarge cost increase, and no\nexplanation, so I thought it\nmight be a mistake.\n\nSTAFF\nThere’s a new price.\n\nSIMON\nAnd why is that?\n\nSTAFF\nImprovements.\n\nSimon looks around at the obviously unchanged room.\n\nSIMON\nBut that seems a little...\n\nSTAFF\nWould you like your mother to rot\non the street?\n\nSIMON\n(thinks a second)\nNo.\n\nSTAFF\nGood. That’s settled.\n\nSimon seems about to say something, but shakes his head.\n\nSIMON\nShe doesn’t seem quite as well.\n\nSTAFF\n(already hurrying\naway )\nIt’s because she’s old.\n\f13.\nSimon sighs and looks back at his mother. The gypsy woman\nstares at him.\nEXT. APARTMENT COURTYARD - NIGHT\nSimon walks home through an enormous complex of tall\napartment buildings. They look so alike you can’t tell the\ndifference between any of them.\n\nEXT. DUMPSTER OUTSIDE APARTMENT - NIGHT\n\nSimon sifts through the dumpster behind an apartment\nbuilding. Above is a shoot from which the trash comes.\n\nA black bag drops down as Simon looks through the debris.\n\nSimon has several scraps of paper in his hand but is still\nsearching.\n\nHe finally finds another scrap of paper and greedily grabs\nit.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nA black bag drops down as Simon looks through the debris. Simon has several scraps of paper in his hand but is still\nsearching. He finally finds another scrap of paper and greedily grabs\nit. \n\nTARGET SECTION TO BE ANNOTATED:\nHe steps down from the dumpster and is embarrassed to see a\nJANITOR watching him.\n\nJANITOR\nYou shouldn’t be doing that.\n\nSIMON.\nSorry.\n\nEXT. APARTMENT BUILDING\n\nSimon hurries across the courtyard to the apartment\ndirectly across from the building the dumpster was attached\nto.\n\nINT. APARTMENT BLOCK STAIRS\n\nSIMON hurries up the stairs, almost running into an old\nwoman on his way up.\n\nINT. SIMON’S APARTMENT.\n\nSimon enters his apartment and quickly walks to the window,\nturning on a small floor lamp.\n\nHis apartment is very sparse and small; a bookshelf, desk,\nand a small television. There are few pictures on the walls\nand his bed sits on the floor. It is meticulously clean,\nthe product of a very ordered personality.\n\nSimon looks out the window to the hundreds of apartments in\nthe building across from him.\n\nSimon reaches up and lifts the window open as wide as it\ncan go. The wind pours through the apartment and Simon\nleans out, looking into the great distance below.\n\f14.\n\nHe takes his jacket off and looks into a rather large\ntelescope. It is trained on the apartment opposite his.\n\nHannah stands at a drafting table where she see draws a\nface. Her apartment is colorful and cozy, but there is\nsomething of the same feeling of loneliness in her room as\nwell.\n\nShe is concentrated fully, biting her lip. She looks\ncharming. She steps back from the drawing and we see it is\nLiz; the mean person she works with. It is very well done.\n\nShe is unhappy with the drawing, though, and tears it up,\ntossing it down the trash chute.\n\nOn her wall are a handful of completed drawings, presumably\nof other faces from the office.\n\nHannah has let her hair down. She looks very comfortable\nand walks to the window where she languidly stretches. We\nsee a hint of her bare midriff.\n\nShe then walks to her couch and lays back, yawning deeply.\n\nIn his apartment Simon reaches for a simple chair and\nremains watching Hannah.\n\nSimon takes the pieces of paper he collected from the trash\nand puts them on the floor,;,.working to piece them together.\nWe see that it is another of Hannah’s drawings, an earlier\ndraft of LIZ - but still very accomplished.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn his apartment Simon reaches for a simple chair and\nremains watching Hannah. Simon takes the pieces of paper he collected from the trash\nand puts them on the floor,;,.working to piece them together. We see that it is another of Hannah’s drawings, an earlier\ndraft of LIZ - but still very accomplished. \n\nTARGET SECTION TO BE ANNOTATED:\nSimon looks up from the floor and returns to the telescope.\nHe sees his reflection in the glass, hollow and ghostly.\n\nSIMON\nWhat’s wrong with you?\n\nHANNAH gets up and leaves the room. SIMON waits for a while\nbefore allowing himself to tilt the telescope and survey\n\nAeman watching a commercial.\n\nA beautiful woman brushing her hair in the mirror.\n\nSomeone with his back to us peeing in the bathroom.\n\nSimon moves the telescope to the apartment above Hannah's\nand we see a MAN dressed very formally in a tuxedo staring\ndirectly at Simon with his own pair of binoculars. The man\nhas a piece of paper pinned to his lapel. He is holding a\nbloody handkerchief to the side of his head.\n\nSimon takes a step back in shock and embarrassment before\nlooking through the telescope again.\n\nThe man is still there, staring at Simon through his\nbinoculars. The man waves at Simon.\n\f15.\nHe looks exactly the same as the man who told Simon\nout of his place n the Subway.\nSimon hesitantly raises his hand in reply.\nThe man steps on the ledge of his window.\nThe man, now steadied on the window, again waves at\n\nThe man dramatically leaps from the window. The man\nto fall and fall. We never see him land.\n\nSimon gasps and jumps up. He still has his hand up\nresponse to the man.\n\nTWO\nEXT. APARTMENT COURTYARD - NIGHT\n\nThe flashing of police lights fills the courtyard.\nvoices in the background.\n\nto move\n\nSimon.\n\nseems\n\nin\n\nWe hear\n\nSimon leans against the side of the building, within the\n\narea cordoned off by the police.\n\nTwo police officers are carefully carrying a body, already\n\nenclosed within a bag, dowm.a ladder. The body had\non a hard veranda.\n\nlanded\n\nA FAT DETECTIVE.is Sipping on a cup of coffee and writing\nnotes as he talks to Simon. A FEMALE DETECTIVE looks over\n\nhis shoulders as he writes.\n\nFAT DETECTIVE\nAnd then what did you do?\n\nSIMON\nI called the police.\n\nFAT DETECTIVE\nRight.\n(beat)\nAnything else?\n\nSIMON\nHe waved at me.\n\nFAT DETECTIVE\n(seeming momentarily\ninterested)\nYeah?\n\nSIMON\nRight before he jumped. He waved.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAT DETECTIVE\n(seeming momentarily\ninterested)\nYeah? SIMON\nRight before he jumped. He waved. \n\nTARGET SECTION TO BE ANNOTATED:\n\f16.\n\nFEMALE DETECTIVE\nHow'd he wave?\n\nSimon makes a waving motion, looks embarrassed.\n\nFAT DETECTIVE\nDid you wave back?\n\nSimon doesn’t say anything for a moment.\n\nSIMON\nI wonder why he did it?\n\nFAT DETECTIVE\nHis note said he was lonely.\nShould of got a dog.\n\nFEMALE DETECTIVE\nOr exercised more. That’s\nimportant.\n\nFAT DETECTIVE\nShould I write that down?\n\nFEMALE DETECTIVE\nMaybe, in parenthesis.\n\nSimon shakes his head.\n\nSIMON\nDid he suffer?\n\nFAT DETECTIVE\nSplat.\n\nSimon grimaces. Two paramedics are loading preparing to\nload the body into an ambulance.\n\nSIMON\nDo you see this sort of thing\noften?\n\nFAT DETECTIVE\nEvery day. That’s what we do,\nsuicides.\n\nSIMON\nOnly suicides?\n\nFAT DETECTIVE\nYep.\n\nSIMON\nFor the whole city?\n\nThe detective looks at him like he’s crazy\n\f17.\n\nFEMALE DETECTIVE\n\nWe can barely cover the\nneighborhood.\n\n(beat)\nYou know, the funny thing is he\nwould have landed on the awning\nif he’d just jumped a few feet to\nthe right. Probably survived if\nwe'd gotten here quick enough.\nHorribly maimed of course, but\nstill.\n\nFAT DETECTIVE\nIf you can get them to the\nhospital quickly enough to stop\nthe brain swelling.\n\nFEMALE DETECTIVE\nThat’s true.\n\nWe see Hannah a few feet away. Her hair is down and»wshe is\nhastily dressed.\n\nThe detectives walks off to check on something and Simon\nwatches them.\n\nSimon walks up to Hannah.\n\nSIMON.\nHannah?\n\nHANNAH looks at.Simon, somewhat dazed.\n\nSIMON (CONT'D)\n\nIt’s Simon. I work in the same\noffice as you. I often photocopy\nthings...\n\nHANNAH\nWhat are you doing here?\n\nSIMON\nThe man that jumped. I was the\none who saw him.\n\nHANNAH\nHow?\n\nSIMON\nI live in that building.\n\nHANNAH\nHe lived above me. My neighbor\ntold me about it.\n(beat)\nI didn’t know him.\n\f18.\n\nSIMON\nHe waved at me.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nI didn’t know him. 18. SIMON\nHe waved at me. \n\nTARGET SECTION TO BE ANNOTATED:\nHANNAH\n(shaking her head)\nStrange.\n\nAs they watch the police work with moving the body. Hannah\ncringes and grabs Simon by the arm. Simon talks loud, as\nthough he is resolved.\n\nSIMON\nIt’s the Colonel’s Ball tomorrow.\n(beat)\nDo you think you'll go?\n\nHANNAH\nIt’s mandatory.\n\nThey stand in silence for a moment. HANNAH turns to leave.\nSimon shouts after her.\n\nSIMON\nHannah.\nHANNAH\nYes?\nSIMON.\nIt’s terrible to,be alone too\nmuch.\n\nINT. DINER - EVENING\n\nSimon and Hannah sit opposite one another in the booth of\nan ancient looking diner.\n\nSIMON\nYes. So, I’ve been working on a\nthing to do with regression\nanalysis. Like, in my spare time.\nI’m pretty happy with it. I’m\nhoping to show it to the Colonel\nwhen it’s ready. I mean, you\nwouldn’t believe what these\ncomputers are capable of. I\nreally think they’re going to\nchange things.\n\nHANNAH\n(neutral)\nI don’t really understand\ncomputers.\n\nThey are quiet and a WAITRESS comes and drops off their\ndrinks.\n\f19.\n\nHannah has tea in front of her while Simon has some blue\nsoda. Simon looks a little confused.\n\nSIMON\n(Calling after the\nwaitress)\nErm, I ordered orange juice...\n\nNo reply.\n\nSIMON (CONT'D)\nBut I suppose this is just as\ngood.\n\nThey sit quietly for a few moments. Hannah and Simon turn\nto a nearby television which is playing an odd futuristic\nsci-fi/noir movie.\n\nSimon looks down at the table. Hannah’s wrist is near his\nhand. It is fine and fragile, her hand is stained with\npencil smudges. He slowly moves his hand forward.\n\nHannah turns to look at Simon and he quickly averts his\neyes back to the television show.\n\nSCI-FI DETECTIVE\n(on the TV, dramatic)\nThere’s no such thing as...\nsecond chances.\n\nSIMON\nI like this show.\n\nHannah smiles at Simon. He finds it hard to read her\nexpression. They return back to the screen for a moment.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHannah smiles at Simon. He finds it hard to read her\nexpression. They return back to the screen for a moment. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON (CONT'D)\nDo you draw?\n\nHANNAH\n(looking suspicious)\nWhy?\n\nSIMON\nIt’s just your hand.\n\nHannah looks down and rubs the pencil marks from her hand.\nWe hear a PHONE in the background.\n\nHANNAH\nIt’s from the printer.\n\nSIMON\nBecause it’s cool if you do, I\nlike...\n\nWAITER\n\nYou've got a call.\n\f20.\n\nSIMON\nIt’s not for me.\nWAITER\nFrumpy looking guy named Simon.\nSIMON\n(hesitates)\nThat’s me.\n(to Hannah)\nHold on.\n\nINT. PHONE BOOTH - MOMENTS LATER\n\nSimon quickly grabs for the pay phone. He tries to look\naround the corridor into the restaurant but just barely\ncan’t see where Hannah is sitting.\n\nSIMON\n(into phone)\nMom?\n(beat)\nYes, but it’s just a night\nterror.\n(beat)\nNo that didn’t ever happen.\n(beat)\nI know I’m a disappointment.\n(beat)\nI have to go, I’m with a girl.\n(beat)\n\nYes, a female girl.\n(beat, sighs)\nI don’t know if she’s fertile.\n\nINT. DINER - MOMENTS LATER\n\nSimon stands at the table, but Hannah is now gone. Her tea\nis-only partially finished.\n\nHe picks up a note, it reads, “Sorry, had to go. Maybe see\nyou at the Colonel’s ball - Hannah.”\n\nSimon looks both discouraged and excited. He lifts his eyes\nonce again to the silly show on the television. It goes to\na commercial break and we cut to an image of an enormous\npile of papers, taller than a man.\n\nVOICE OVER\nThink of what your business\ncould do if it had a giant,\nelectronic brain.\n\nThe stack explodes and the sheets of paper begin to fall,\ntumbling one after another to reveal an enormous computer.\nA MAN is under it, typing away, smoking a cigar\n\f21.\n\nThis is THE COLONEL, a European-looking MAN in his 60s/70s\ndressed like a member of the British Royal Family.\n\nVOICE OVER (CONT’D)\nWell now it has. Meet the\nColonel.\n\nThe Colonel walks through an enormous room of attractive\nwomen clacking away at computers.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE OVER (CONT’D)\nWell now it has. Meet the\nColonel. The Colonel walks through an enormous room of attractive\nwomen clacking away at computers. \n\nTARGET SECTION TO BE ANNOTATED:\nVOICE OVER (CONT’D)\nFor years, the Colonel has\nprovided your business with the\nmost detailed personal profiling\non the market. Using his powerful\nsuper computers to provide all\nthe information you need to know\nexactly who your target consumer\nis.\n\nINT. SCREENING ROOM - DAY\n\nWe reveal that Simon, Melanie and Harris*watch an\nORIENTATION VIDEO.\n\nHARRIS\n(whisper)\nDid she say anything else?\n\nSIMON\n(whisper)\nNo. Just,that she was definitely\ngoing.\n\nHARRIS\nYou should have stroked her\nearlobe.\n\nMELANIE\nThis is colossally boring.\n\nSimon and Harris return their attention to the video.\n\nVOICE OVER\nThe Colonel will go to any\nlengths to find everything about\nanybody.\n\nWe see a montage of data collection. In each shot, The\nColonel is Co-ordinating. Men in overcoats conducting\nbubble tests: taking notes at what someone buys at a\ndrugstore; looking through someone’s trash.\n\nSIMON\nIt’s actually quite exciting, the\nnew technology is incredibly\npowerful. Right now we’re using a\nscattershot approach, but...\n(MORE )\n\f22.\n\nSIMON (CONT'D)\n\nI’ve been meaning to talk to your\nfather and the Colonel about\nthis... using simple regression\nanalysis and honing in on a few\nkey signals we can use these\nmachines to find out anything we\nneed incredibly quickly. We could\nreally reconfigure the entire\nbusiness.\n\n(beat)\nYou know, I really think\ncomputers are going to change\nthings.\n\nBoth Melanie and Harris look at Simon as though he’s crazy.\nWe return to the video.\n\nTHE COLONEL is shaking hands with various people next to\none of his enormous computers\n\nVOICE OVER\nGovernments, corporations,\nforeign nationals... The Colonel\ncan service all your needs.\n\nMELANIE\nAre you touching my earlobe?\n\nWe return to see Harris, reaching his hand behind Simon's\nhead, limply holding Melanie’s earlobe.\n\nHARRIS\nYes; I am.\n\nSIMON\nHarris: that’s not appropriate.\n\nMELANIE\nI’m going to leave now.\n(beat, to Simon)\nAnd, you're pathetic. She’s got\nto be at the ball, it’s\nmandatory.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMELANIE\nI’m going to leave now. (beat, to Simon)\nAnd, you're pathetic. She’s got\nto be at the ball, it’s\nmandatory. \n\nTARGET SECTION TO BE ANNOTATED:\nHARRIS\nDoes that mean you’ll be there?\n\nMELANIE\nI’m underage, you sack of shit.\n\nHARRIS\nDon’t fight it.\n\nShe gets up and leaves.\n\f23.\n\nMELANIE\n(to SIMON)\nI just hope I’m not so upset that\nI tell my Dad about this.\n\nSIMON\n(turning to HARRIS)\nWhat are you doing? You shouldn't\neven be here.\n\nHe leaves. We see the projection screen.\n\nVOICE OVER\nBecause The Colonel knows there\nare no special people\n\nTHE COLONEL\n(straight to camera,\nwith a slight\nRussian accent)\nJust people.\n\nINT. BATHROOM - EVENING\n\nSIMON stuffs his work clothes into a bag. He is wearing a\ntuxedo. He looks in the mirror and practices introductions.\n\nSIMON\nOh - hi Hannah.,Hannah! Hi.\nHannah? Hey. Simon. From the\nscene of the suicide! Etc.\n\nINT. OFFICE —, EVENING\n\nAgain, Simon is the last one there. He dumps his bag\nunderneath his desk. He looks around tentatively, then\nsteps up onto his desk to repeat the trick Harris did. But,\nas soon as he sets foot on another desk an alarm sounds.\n\nHe looks around in panic.\nINT. INTERVIEW ROOM - MOMENTS LATER\n\nSimon sits opposite someone who is typing up a report on\nhim.\n\nSIMON\nWhat are you writing?\n\nINVESTIGATOR ONE\nDon’t make this worse for\nyourself.\n\nSIMON\nI’ve never done anything like\nthat before.\n\f24.\n\nINVESTIGATOR TWO\nCard please.\n\nSIMON hands over his identity card. The PERSON puts it into\na card reader and keys something in.\n\nINVESTIGATOR ONE\nThis card's corrupted. You'll get\na replacement in six to eight\nweeks.\n\nINVESTIGATOR ONE cuts it up.\n\nSIMON\nHow will I get in and out of the\nbuilding?\n\nINVESTIGATOR TWO\nThe card replacement fee will be\ndeducted from your wages.\n\nINT. LOBBY OF COLONEL’S BALL VENUE - EVENING\nA large door, like that of an AMBASSADORIAL BUILDING.\n\nSimon stands in the lobby, next to a MAN with a clipboard.\nBehind him a WOMAN is looking something up on a computer.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOBBY OF COLONEL’S BALL VENUE - EVENING\nA large door, like that of an AMBASSADORIAL BUILDING. Simon stands in the lobby, next to a MAN with a clipboard. Behind him a WOMAN is looking something up on a computer. \n\nTARGET SECTION TO BE ANNOTATED:\nSimon has clearly been waiting a long time.\n\nGUESTS in evening wear arrive and enter the building. We\nhear a band play in the background.\n\nSIMON\nWhy does no one else need to\nswipe in?\n\nMAN\nWe carry out these checks at\nrandom. If you’re suggesting\nyou're being persecuted, you’1l\nneed to fill out this form.\n\nHe hands Simon a form which is headed ‘YOU HAVE THE RIGHT\nNOT TO BE PERSECUTED’. HARRIS appears.\n\nHARRIS\nSee you in there.\n\nSIMON\nSee? He knows I work here.\nHarris! Tell him who I am.\n\nHARRIS\nI’ve never seen that man before\nin my life!\n\nAnd he disappears.\n\f25.\n\nSIMON\nHe’s being a dick...\n\nThe man looks sternly at Simon for swearing.\n\nSIMON (CONT'D)\n-a silly person. I had my card\nconfiscated-\n\nMAN\nBecause it was corrupted.\n\nWOMAN\n(calling out)\nI can’t find him on the list!\n\nMAN\nShe can’t find you on the list.\n\nSIMON\nEveryone is on the list. I’ve\nworked here for seven years.\n\nMAN\nPlease step away.\n\nSIMON\nI work here. Why would I try to\nbreak in to something that’s\nmandatory? It’s a job\nrequirement.\n\nMAN\nAre you planning to use force?\n\nSIMON\nDo you know what mandatory means?\nNo one wants to go to this.\nWe hear joyous cheers from within.\n\nMAN\nPlease step away.\n\nEXT. COLONEL’S BALL VENUE - MOMENTS LATER\n\nSimon wanders around in disbelief. He tries to see what’s\ngoing on inside, but the angle is too steep.\n\nEXT. SERVICE ENTRANCE COLONEL’S BALL VENUE - MOMENTS LATER\nSimon creeps in through the kitchens. A couple of staff\n\nmembers look at him suspiciously. Simon stops and looks\naround and pretends that he’s inspecting the premises.\n\f26.\n\nSIMON\nVery good. Excellent. I’1l be\ntelling the Colonel about the\ngreat work you're all doing.\n\nINT. CORRIDOR - MOMENTS LATER\n\nSIMON, crouched down peers through a crack in the door. We\nsee his POV of a grand ballroom.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CORRIDOR - MOMENTS LATER\n\nSIMON, crouched down peers through a crack in the door. We\nsee his POV of a grand ballroom. \n\nTARGET SECTION TO BE ANNOTATED:\n People are milling about,\neating canapes, chatting, laughing and dancing to the music\nplayed by a band. The band are impossibly old. A WAITER\nswooshes by, leaving SIMON exposed in an odd posture. He\nwalks forward in a crouched manner and tries to casually\nsegue into standing up and walking properly. A few people\nnotice him, but he’s largely ignored.\n\nINT. BALLROOM - CONTINUOUS\n\nSIMON picks up a drink and some hors d’oeuvres. He looks at\na long table full of strange raffle prizes.\n\nThe band play a fanfare and people shuffle «to attention.\nMr. Papadapolous takes to the stage and stands on a pre-\nprepared box.\n\nPAPADOPOLOUS\nAnd now we take a brief break in\nour revelry to honour our Young\nEmployee of the,Year. And to\npresent the award is» last year’s\nwinner, Mr. Stevens.\n\nFanfare. Mr Steven’s approaches: he looks between fifty and\nsixty. PAPADOPOLOUS gets down off the box and picks it up.\n\nMR. STEVENS\nAnd the winner is...\n\nHe ‘produces an envelope from his pocket. Papadapolous comes\nover to help him, as Mr. Stevens has a prosthetic hand and\nfinds it difficult to open it. The band’s drum roll starts\nto» become frighteningly long.\n\nMR. STEVENS (CONT’D)\nMr. Harris.\n\nWe he hear a whoop of delight from HARRIS - a spotlight\nfinds him. We have audience applause.\n\nWe see Simon, unable to believe his eyes.\nINT. BALLROOM - A LITTLE LATER\n\nSimon wanders through a series of rooms, looking for\nHannah.\n\f27.\n\nVarious people enjoying themselves. Papadopolous is doing a\nvaguely racist impression of someone, to the delight of\nsome business colleagues.\n\nHe sees Hannah sitting at the other end of a room. She’s in\na fifties-style ball gown and is smoking a cigarette. Simon\nwatches her for a while. She looks a bit bored, alone,\nseemingly ready for someone to approach her.\n\nTime seems to stand still. The song played by the band\nsounds epic and romantic.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks a bit bored, alone,\nseemingly ready for someone to approach her. Time seems to stand still. The song played by the band\nsounds epic and romantic. \n\nTARGET SECTION TO BE ANNOTATED:\nJust as she looks up and returns his gaze, two men grab\nSimon and start dragging him out of the building.\n\nMAN\nYou're not meant to be here.\n\nSIMON\nWhat do you mean? I work here.\n\nSIMON looks mortified. He gazes at Hannah, «who looks\nconfused, but not particularly concerneds)More and more\npeople at the dance start looking around. The band stops\nplaying.\n\nSIMON (CONT'D)\nYou’re making a mistake. I work\nhere. I work here!\n\nHe tries to shrug them off.\n\nSIMON (CONT'D)\nThere’s no need to drag me.\n\nThey simply re-double their aggression - the struggle\nbecomes; more undignified.\n\nA few steps away we see The Colonel. He listens to someone\nspeaking, nodding with a benign, patrician air. He turns to\nlook at Simon. Someone whispers in the Colonel’s ear. Simon\nlooks up: this is the first time he has seen this figure in\nthe flesh.\n\nEXT. COLONEL’S BALL VENUE\nSIMON is thrown down the steps and onto the street.\nMAN\n\nThe appropriate amendments will\n\nbe made to your record.\nSimon gets up. He is visibly shaken. Behind the doors we\ncan just make out the sound of the band and see some\nmovement in the hall.\n\nSimon staggers about for a bit. He is frustrated, pacing\nback and forth, seeming almost like he’s going to cry.\n\f28.\n\nSimon starts to punch at the air and flail. Completely\nletting go.\n\nSIMON\nWhat’s wrong with them? I’ma\nperson, like other people. What’s\nwrong with you?! It gives the\nColonel the complete wrong idea\nabout me. I have things to say to\nhim. Ideas that he’d very much\nlike to hear, I’m sure.\n\nSimon pushes the glass door several times causing it to\nclatter as he continues to yell.\n\nFinally he kicks the door which gives a shiver, but the\nonly real result is a sharp pain in his foot.\n\nSimon begins to curse to himself loudly.\n\nThe door swings open and the security man again looks\nsternly at Simon who continues to curse.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally he kicks the door which gives a shiver, but the\nonly real result is a sharp pain in his foot. Simon begins to curse to himself loudly. The door swings open and the security man again looks\nsternly at Simon who continues to curse. \n\nTARGET SECTION TO BE ANNOTATED:\nMAN\nDid you want something?\n\nSimon looks as though he’s about to say something, really\nlet the man have it, but as he clutches his foot he finds\nhimself saying\n\nSIMON\nNothing, -I don’t want anything.\n\nThe man stares at Simon, the party still going on in the\nbackground.\n\nThe man turns and the door slowly draws to a close.\n\nAs ‘the door is closing we see a MAN not too far away in\nconversation. He turns around and we only catch a glimpse\nof him, but he looks exactly the same as Simon. The door\nclatters shut as Simon tries desperately to see.\n\nSimon seems to go limp with horror. He slumps against the\nwall as though faint, lowering his head, apart from himself\nand lost in a nightmare.\n\nEXT. BRIDGE - NIGHT\n\nSimon stands on a deserted bridge overlooking a great deal\nof traffic. He stares down. There is a strange feel in the\nair. We're not quite sure where we are and things seem a\nbit off, almost as though Simon is not in control of\nhimself.\n\nA long shadow appears, followed by the clip clop of feet.\n\f29.\n\nA figure starts walking towards us. Simon doesn’t look up\nuntil the figure passes him. The man glances back. Again,\nincredibly, he has the same face as Simon!\n\nAfter he recovers from shock. Simon starts to follow him.\nEXT. VARIOUS - NIGHT\n\nSIMON follows the man through various streets. The man is\nwalking so quickly that Simon can barely keep up.\n\nEXT. SIMON’S APARTMENT BLOCK - NIGHT\n\nThe man reaches Simon’s apartment block and, without\nlooking back, skips into HANNAH’s block of flats. SIMON\nrushes up to his apartment.\n\nINT. SIMON’S APARTMENT - CONTINUOUS\n\nSimon runs to the telescope and starts scouring the various\nrooms to see if he can see where his double is. Something\ndraws him to the flat above Hannah's.\n\nHe sees a door open and light pour in from the corridor.\nThe main light is switched on. The figure walks to the\nwindow and stares almost straight at Simon before drawing\nthe blinds. Although very distant, the face bears a\nstriking resemblance to Simon’s.\n\nTHREE\n\nINT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe figure walks to the\nwindow and stares almost straight at Simon before drawing\nthe blinds. Although very distant, the face bears a\nstriking resemblance to Simon’s. THREE\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n SIMON’'S APARTMENT - MORNING\n\nSimon wakes up with a start. He is still wearing his dinner\njacket.\n\nINT. OFFICE LOBBY - MORNING\n\nSimon - looking a bit tired and rumpled - is signing in\njust as Hannah passes. This time he manages to get into the\nelevator with her.\n\nINT. ELEVATOR —- MORNING\n\nSimon stands awkwardly at some considerable distance from\nHannah.\n\nSIMON\nThere was a bit of a mix up at\nthe ball last night. Unfortunate.\n\nHANNAH\nI’m going down.\n\f30.\n\nSIMON\nI don’t mind going down.\n\nSIMON winces to himself.\n\nSIMON (CONT'D)\nAnd then up.\n\nAn awkward rest of elevator ride. Hannah says ‘bye’ and\nexits. The doors close and the elevator starts to travel\nback up. In frustration, Simon kicks the wall. The elevator\nstops and an alarm sounds.\n\nINT. INTERVIEW ROOM\nSimon sits and watches the person type.\n\nINVESTIGATOR ONE\nCard please.\n\nOff SIMON’S LOOK we cut to\nINT. OFFICE - DAY\n\nDejected, Simon treads heavily through the office while\npeople clack away at their computers. Occasionally someone\nlooks up and smirks in memory of last night’s events.\n\nSimon sits down at his desk. He rolls his eyes at Harris\nwho is standing nearby.\n\nSimon looks past Harris and sees Papadopoulos walking\ncloser and talking to a person obstructed from our view.\n\nPAPADOPOULOS\nWe can really use a young man\nlike you, especially right now\nwith the big push and all.\n\nPapadopoulos has now moved into Simon’s field of vision,\njust a few cubicles in front of Simon.\n\nSimon stands up to get a better look at the new person, but\nhis view is blocked.\n\nPAPADOPOULOS (CONT’D)\nI'd like to introduce everyone to\nour newest co-worker. A bright\nyoung man who I’m sure will be an\nasset. He asked to be moved here\nfrom our sister offices. Heard it\nwas the best.\n\nPapadopoulos gives the man beside him a push in the ribs.\n\nSimon moves a few steps to the side but Harris is in his\nway. We get just a glimpse of the man.\n\f31.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSimon moves a few steps to the side but Harris is in his\nway. We get just a glimpse of the man. 31. \n\nTARGET SECTION TO BE ANNOTATED:\nSimon continues to move closer, as though he is compelled.\n\nQuite a few of the other workers in the office have stood\nup as well, getting a look at the new employee.\n\nBut now the new person has turned in the other direction.\n\nSimon waits for him to turn around, but as he does\nPapadopoulos again obstructs his view.\n\nPAPADOPOULOS (CONT’D)\nI’ll let you get started. Young\nhotshot, soon you'll have my job.\n\nSimon is now quite close to Papadopoulos, and only a few.\npaces away from the new man.\n\nPapadopoulos moves to the side, and for the first time we\nsee the new worker.\n\nThe man, JAMES, is the exact double of Simon.\n\nSimon and James are played by the same actor. Every\nphysical attribute is identical, except Simon's clothes are\nslightly more worn.\n\nSimon gasps, his eyes wide and his, mouth agape.\n\nSimon continues to stare at James, who for the first time\nmakes eye contact. James smiles at Simon, a strange half-\nfriendly, half-threatening smile.\n\nPAPADOPOULOS (CONT’D)\nHis name is James Simon.\n\nSimon lets out a high-pitched SQUEAL.\n\nEveryone in the office turns to Simon. He is embarrassed\nandysmiles sickly. Across from him James gives a little\nwink.\n\nSimon sways unsteady. His eyes roll and he tumbles\nbackwards.\n\nINT. OFFICE - MOMENTS LATER\nSimon is on his back being fanned by Mr. Papadopoulos.\nPAPADOPOULOS\nDon’t worry, my cleaner is a\ndiabetic. We just need to jama\ncookie down his throat!\nSimon lifts himself up, looking around wildly.\nSIMON\n\nNo, I’m not diabetic. What\nhappened? Where is he?\n\f32.\n\nHe searches the faces around him but doesn’t see his\ndouble.\n\nSIMON (CONT'D)\nSir, it’s just a shock that, well\nyou know. The new man.\n\nPAPADOPOULOS\n\n(looking perturbed)\nDon’t worry son, we’re not\nreplacing you.\n\n(beat)\nI’m not one of these holier than\nthough types. Drugs can be\nhealthy for a person, just leave\nit out of the office.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAPADOPOULOS\n\n(looking perturbed)\nDon’t worry son, we’re not\nreplacing you. (beat)\nI’m not one of these holier than\nthough types. Drugs can be\nhealthy for a person, just leave\nit out of the office. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON\nWhat, no, not drugs... Last\nnight, a man I didn’t know...\n\nPAPADOPOULOS\nNo need for details, it’s\nhappened to us all. Back to work.\n\nPapadopoulos reaches down and helps Simon up and sets him\nback at his desk. James returns and sits down opposite\nSimon. SIMON lets out another high pitched squeal.\n\nPAPADOPOULOS (CONT’D)\nI‘1l leave you to it.\n\nINT. SIMON’S CUBICLE - LATER\nSimon peers over his cubicle. He never takes his eyes off\nJames. Simon runs his hands over his face. He is very\n\nflustered.\n\nSimon frantically searches around his desk. He finds a\nstapler and looks into the shiny metal bottom.\n\nWe see his distorted reflection in the stapler.\nINT. COFFEE ROOM - LATER\n\nSimon drinks a glass of water to calm his nerves. He\nappears to be hyperventilating.\n\nINT. BATHROOM - LATER\n\nSimon has finished washing his face in front of a long\nmirror. He has calmed down and focuses on his breathing.\n\nSIMON\nIt’s going to be okay. It’s just\na resemblance. You’re just a\nlittle spooked, right?\n\f33.\n\nSimon nods to himself slowly in the mirror. A flush comes\nfrom a bathroom stall.\n\nSimon looks embarrassed and turns to leave the bathroom. As\nSimon tries to leave, the door to the stall swings open and\nJames exits.\n\nThey are now face to face, and time seems to slow. They\ncarefully inspect one another; they are mirror images.\n\nThey start to move again and begin to engage in that\nawkward dance one does when trying to get past someone.\n\nSimon and James both attempt to go to the left, then to the\nright. James gives Simon a friendly smile.\n\nSimon rushes from the bathroom.\n\nINT. OFFICE - LATER\n\nSimon is hiding behind a door at the side ofthe office.\nHe is watching James sitting at his desk. «Around James’\ndesk we see several other employees, including Harris.\nINT. OFFICE - LATER\n\nSimon remains in his hiding spot, watching James.\n\nSimon waits until he sees, Harris leave for the elevator.\nHe quickly sidles up to Harris and grabs him by the arm.\n\nINT.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSimon waits until he sees, Harris leave for the elevator. He quickly sidles up to Harris and grabs him by the arm. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CANTEEN - DAY\n\nHarris has two extremely large hot dogs in front of him.\nThe restaurant is busy, but Simon doesn’t eat.\n\nHarris takes a huge bite of the hot dog and moans with\npleasure. He gets ketchup on his lips.\n\nHARRIS\nThanks for the dogs. You want a\nbite?\n\nSimon seems to be trembling.\n\nSIMON\nHarris, the new worker here,\nhe...\n(leaning in and\nwhispering)\nYou spoke to the new employee?\n\nHARRIS\nJames? Sure, I met him.\n\nSIMON\nAnd?\n\f34.\n\nHARRIS\nSeems like an okay guy.\n\nSimon looks around to see if anyone is eavesdropping.\nHarris takes another bite of the hot dog.\n\nSIMON\nDid you notice anything strange\nabout him...I mean, did he remind\nyou of anyone?\n\nHARRIS\nWell...I don't know. Not that I\nremember.\n\nSIMON\n\nI mean...me, for instance?\nHarris thinks this over for a moment.\n\nHARRIS\nYeah...you know, now that you\nmention it...he does kind of\nremind me of you.\n\nSIMON\nYes, but, what I mean is...\n\nHARRIS\nYeah, yeah...you,know, you do\nlook related. Almost like\nbrothers.\n\nSimon grabs Harris' arm.\n\nSIMON\n(in horror)\nWe look related? You think so?\n\nHARRIS\n(getting excited,\nlouder)\nYou do! It's true...I didn't\nrealize at first. You look just\nlike him! Or he looks just like\nyou. It's incredible!\n\nSIMON\nIt is incredible! Why didn’t you\nnotice?\n\nHARRIS\n\nI don’t know, you’re pretty,\nwell, unnoticeable. But it’s a\nmiracle.\nI met a man who had a moveable\ntailbone. But that’s nothing\ncompared to this.\n\n(MORE )\n\f35.\n\nHARRIS (CONT'D)\n(beat)\nIt’s like, destiny.\n\nSIMON\nThere’s no such thing. It’s an\nincredible coincidence, but...\nI mean, there are six billion\npeople on the planet. A few are\nbound to look the same.\n\nHARRIS\n\n(thinks)\nIf you were Chinese, maybe I'd\nbuy it.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nI mean, there are six billion\npeople on the planet. A few are\nbound to look the same. HARRIS\n\n(thinks)\nIf you were Chinese, maybe I'd\nbuy it. \n\nTARGET SECTION TO BE ANNOTATED:\n No, this is definitely\nsomething. You’1l probably end up\nwrestling at the top of a tall\nbuilding before one of you falls\nto your doom. That’s normally how\nthey end doppelganger movies. Or\nyou were twins separated at\nbirth. That often happens.\n\nSIMON\nWhat’s he like?\n\nHARRIS\nI don't know. He’s a guy.\n\nSIMON.\nDo you know why he. transferred?\n\nHARRIS\nHow should I know?\n\nSIMON\nBut didn't they...do you know if\nthey said anything about me?\n\nHARRIS\nWhat is there to say about you?\n\nSimon opens his mouth and cocks his head.\nINT. SIMON’S CUBICLE - AFTERNOON\n\nSimon peeks cautiously over the top of his cubicle and\nwatches James.\n\nJames bobs his head while Simon looks at him mistrustfully.\nINT. OFFICE HALLWAY - EVENING\n\nSimon walks into the enormous and empty elevator. He waits\nfor the door to close.\n\nJust before the door closes James joins him.\n\f36.\n\nINT. ELEVATOR - EVENING\n\nSimon and James stand next to each other. Again the\nresemblance is incredible.\n\nEverything about them is the same. They both clear their\nthroat at the same time, then simultaneously frown.\n\nJames appears content, but Simon’s face shows his concern.\nINT. OFFICE LOBBY - EVENING\n\nSimon and James walk through the lobby. They walk stride\nfor stride, as though mirror images.\n\nEXT. STREET - EVENING\n\nSimon and James step out of the door at the exact same time\nand turn directly into each other. James, as though just\ndeciding something, but still sure of himself, says\n\nJAMES\nWould you like to get a drink?\n\nEXT. STREET - NIGHT\n\nJAMES and SIMON run giggling from a bar. They howl down the\nstreet, kicking things over and laughing like children.\n\nINT. SIMON'S APARTMENT. NIGHT.\n\nSimon and James.stumble through the door, drunk. SIMON\ndisappears off to the kitchen.\n\nSIMON (0.S.)\nThat was so much fun! Like when\nyou said to that man ‘who are you\nlooking at, friend?’ That was\namazing! I would never do that.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nThat was so much fun! Like when\nyou said to that man ‘who are you\nlooking at, friend?’ That was\namazing! I would never do that. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nmean, we were almost in a bar\nfight for god’s sake. ‘Who are\nyou looking at? Friend.’\n\nJAMES takes a look round the apartment. He strolls up to\nthe telescope and looks through it. He sees Hannah's\napartment. Hannah is curled up on her sofa watching THE SCI-\nFI DETECTIVE SERIES on TV. He gives a look of recognition.\n\nHe hears the sound of SIMON returning and walks back to the\ncentre of the room. SIMON has returned with one can of beer\nand one glass.\n\nJAMES\nI‘ll take the can.\n\fINT. SIMON’S APARTMENT - CONTINUOUS\n\n37.\n\nSIMON and JAMES sit and finish their beer. They both seem\n\npretty drunk.\n\nJAMES\nSo what’s the action like round\nhere?\n\nSIMON\nAction?\n\nJAMES\n\nYeah - in the office. That red\nhaired girl who sits opposite us\nis a dirty, dirty thing.\n\nSimon laughs uneasily.\n\nJAMES (CONT'D)\nAnd that french-sounding brunette\nwith the red top and red nails.\nMaybe we should take them outs\nWhich one do you want?\n\nSIMON\nWhat?\n\nJAMES,\nI prefer the french-sounding\nbrunette, but either way.\n\nSIMON\n(laughs )\nNo, that’s alright, you can. You\ncan have both.\n\nJAMES\n(shakes head)\nNever again. So, you got a\ngirlfriend?\n\nSIMON\nNo.\n\nJAMES\nYou a flamer?\n\nSIMON\nNo. There’s someone I’ve been\nthinking about a lot.\n\nJAMES\nLike some fantasy shit?\n\nSIMON\nNo, she’s real. A person.\n\f38.\n\nJAMES\nWell, what’s the problem?\n\nSIMON\nI don’t know. I have all these\nthings I want to say to her.\n\nHe is sounding quite drunk now. The camera stays on him,\nmoving closer and closer.\n\nSIMON (CONT'D)\nLike how I can tell she’s a\nlonely person - even if others\ncan’t. Because I know what it is\nto be lonely and lost and\ninvisible.\n\nJAMES\nSimon, let me tell you something.\nI'll help you out with this. You\nhave to go after what you want.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES\nSimon, let me tell you something. I'll help you out with this. You\nhave to go after what you want. \n\nTARGET SECTION TO BE ANNOTATED:\nI’d tear the asshole off an\nelephant for a piece of trim I\nwanted that bad.\n\nSIMON\nI've tried talking to her but I\ndon’t know how to be myself. It’s\nlike I’m permanently outside\nmyself. Like you,could push your\nhand straight through me if you\nwanted to.\n\nSimon looks at his hand.\n\nSIMON (CONT'D)\n\nI can see the type of man I want\nto be versus the type of man I\nactually am.\n\n(beat)\nI know that I’m doing it, but I’m\nincapable of doing what needs to\nbe done. I’m like Pinnocchio. I’m\na wooden boy, not a real boy. And\nit kills me.\n\nSIMON looks over and sees that JAMES has fallen asleep.\nINT. SIMON’S APARTMENT - NIGHT\n\nSimon puts a duvet around JAMES and a pillow under his\nhead. Then gently Simon traces a line from Jame’s temple to\nhis chin with his finger.\n\nSIMON\nI’m pleased we met.\n\f39.\n\nSimon gets up, turns the light off and goes to bed.\nINT. SIMON’S APARTMENT - MORNING\n\nSimon wakes up. He groggily gets out of bed and stumbles\ninto the living area. JAMES is nowhere to be seen.\n\nIn fact, there is no sign that he was there at all.\n\nFOUR\n\nINT. OFFICE LOBBY - MORNING\n\nSIMON is signing in at reception while people quickly swipe\nin and bustle on to the elevators. A beaming JAMES\nappears.\n\nJAMES\nIt’s okay: he’s with me.\n\nGUARD\nNo problem James.\n(to Simon)\n\nJust go right through.\n\nSIMON uneasily puts the pen down and follows James. JAMES\nseems to already be on friendly terms with a number of\npeople in the building. He walks to the elevator greeting a\nnumber of people.\n\nEXT. ELEVATOR - A LITTLE LATER\nSimon and James exit the elevator. James is obviously doing\n\nthe capper line to a joke. The people in the elevator all\nlaugh.\n\nSIMON\nWhat time did you get in?\nJAMES\nI don’t know - about a half hour\n\nago.\nINT. OFFICE - CONTINUOUS\nHARRIS approaches.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES\nI don’t know - about a half hour\n\nago. INT. OFFICE - CONTINUOUS\nHARRIS approaches. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nHey - did you get a chance to\nlook at that report yet?\n\nHARRIS\nYeah - I left it on your desk.\n\f40.\n\nJAMES\nThanks, man.\n\nSimon gives a look.\n\nINT. WORK BATHROOM - AFTERNOON\n\nSimon and James stand side by side together in the\nbathroom. Their shirts are off and their pants rest at\ntheir ankles.\n\nSimon looks very uncomfortable.\n\nSIMON\nSomebody's going to come in.\n\nJAMES\nTurn this way.\n\nSimon shifts and James looks amazed.\n\nJAMES (CONT'D)\nExactly the same.\n\nSIMON\nDown to the smallest freckle.\n\nJames looks pointedly at Simon’s crotch.\n\nJAMES\nI think mine is a bit bigger.\n\nSimon starts to disagree but just then we hear the toilet\nflush.\n\nMr. Papadopoulos, emerges from a stall reading a newspaper\nand buttoning up his pants.\n\nSimon frantically tries to pull up his boxers. James just\nstands there confidently.\n\nPAPADOPOULOS\n(not looking up from\nthe paper)\nKeep up the good work boys.\n\nPapadopoulos exits the bathroom, leaving Simon scrambling\nwith his shirt and James still nearly naked.\n\nSIMON\nJesus. I’m getting back to work.\n\nSimon starts to leave but James calls after him.\n\nJAMES\nWait!\n(beat)\nWe're doing the switch right?\n\f41.\n\nSIMON\nI don’t know. What if they find\nout?\n\nJAMES\n\nLook, I’m good with all this\nsocial stuff. You’re an awkward\nmisfit, but you can help me out\nand take the test for me.\n\n(beat)\nWe look the same and nobody will\nfind out.\n\nSIMON\nBut Papadopoulos put me in charge\nof his daughter.\n\nJAMES\nDon’t worry, kids love me, and\nyou don’t even like the little\nbrat.\n(beat)\nYou just take the test. I/’11\nbaby-sit for an hour.\n\nSIMON\nDo you know anything about what\nwe do here?\n\nJAMES\nWhat’s to know?\n\nSIMON\nFine.\n\nJAMES\n\nLook, we’re a team, now. I’1ll\nhelp you, you help me. Like this\ngirl, Hannah, you’ve got to take\na step back. You can’t just stalk\nher.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’1ll\nhelp you, you help me. Like this\ngirl, Hannah, you’ve got to take\na step back. You can’t just stalk\nher. \n\nTARGET SECTION TO BE ANNOTATED:\n Chicks don’t dig stalkers.\nUnless they’re Sting in that\nsong. Right?\n\n(Simon nods)\nGreat. Within a week you’re going\nto get hand on boob. That’s a\npromise. Simon. Look at me.\nWithin a week: hand on boob.\n\nSimon half laughs, half-shakes his head with disbelief.\nINT. OFFICE - DAY\n\nSimon sits at James’ desk. He is working on a test.\n\f42.\n\nINT. COFFEE ROOM - LATER\n\nJames sits at the same couch next to Melanie. Melanie, far\nfrom being sullen is now effusive and interested.\n\nMELANIE\nNo, all of the boys in my school\nare so childish, so immature.\n\nJAMES\nNothing but a batch of raging\nhormones.\n\nINT. OFFICE - LATER\n\nSimon is finishing up the test. He looks at the clock and\nit is well after noon.\n\nEXT. COFFEE ROOM - LATER\n\nJames is sat much closer to Melanie. James talks near her\near.\n\nJAMES\nYou need to realize that data\nentry and collection and\ncomputers and stuff can be\nsensual. It has a romance. All\nthese lives thatewe’re recording,\ntheir dreams, their hopes, their\nloves. Each person out there,\napart, yet connected. We’re\ngiving these faceless people\nimmortality...\n\nMELANIE\nWow.\n\nHe starts to stroke MELANIE’S earlobe.\nINT. OFFICE - LATER\n\nSimon hands the test over to a secretary outside Mr.\nPapadopoulos’ office. She looks up at him and smiles.\n\nSECRETARY\nFinished already?\n\nSIMON\nWhen do you think you’1l have the\nresults?\n\nSECRETARY\nFor you? Right away.\n\nThe secretary smiles at Simon. He is puzzled, unused to\nsuch treatment.\n\f43.\n\nINT. COFFEE ROOM - DAY\n\nJAMES is looking out of the window, checking that the coast\nis clear.\n\nMELANIE\nExactly. It’s like Daddy wanting\nme to go out on a date with his\nfriend’s son. Like just because\nwe're the same age doesn’t mean\nwe have anything in common,\nright?\n\nJAMES\n\nIt’s no substitute for real\nemotional connection, that’s for\ncertain.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s like Daddy wanting\nme to go out on a date with his\nfriend’s son. Like just because\nwe're the same age doesn’t mean\nwe have anything in common,\nright? JAMES\n\nIt’s no substitute for real\nemotional connection, that’s for\ncertain. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve always felt\nemotional maturity is unrelated\nto material age.\n\n(Beat)\nYou know, you have the most\nremarkable cleft in your chin.\n\nMELANIE\nYou think?\n\nJAMES closes the blinds.\n\nJAMES,\nI think.\n\nINT. OFFICE - DAY\n\nSimon sits at James’ desk while Mr. Papadopoulos stands\nover him excitedly.\n\nSimon doesn’t seem to be paying much attention, instead\nfocusing on his empty desk.\n\nPAPADOPOULOS\nI knew we hired the right man, I\njust knew it.\n\nSIMON\nThank you, sir.\n\nSimon continues to wait for James to return. He is looking\nat his empty desk.\n\nPAPADOPOULOS\nWhere is the kid from that desk?\nHe’s been here a while. Just\nbetween you and me he hasn’t\nimpressed.\n\nSIMON\nI’m sure there’s some\nexplanation.\n\n(MORE )\n\f44,\n\nSIMON (CONT'D)\nI’ve found him to be quite\ncompetent. He’s probably doing\nsomething important.\n\nPAPADOPOULOS\nSticking up for a co-worker, I\nlike that, admirable.\n\nPapadopoulos waddles down the aisle of the office and Simon\nstands, looking back at his desk.\n\nJames has suddenly appeared, sitting in Simon’s chair. He\nwaves to Simon and rushes over.\n\nSIMON\n(agitated)\nWhere were you?\n\nJAMES\nHow'd I do?\n\nSIMON\nYou aced it.\n\nJames claps his hands and does a spin.\n\nJAMES\nI knew it!\n\nSIMON\nI told you to be back an hour\nago.\n\nJAMES\n\nDon’t worry! The old man is an\nidiot. We’re going to run this\nplace.\n\nINT. CANTEEN - DAY\n\nSimon and James are finishing up their lunch. James is\neating an apple suggestively.\n\nIn the distance we see he is making intense eye contact\nwith Hannah. She looks up at him and then averts her eyes.\n\nSimon is talking to James who is only half-listening.\n\nJAMES\n\nShe's definitely looking at you.\nSIMON\n\nYou think?\nJAMES\n\nWhat did I tell you? Just ignore\nthem for a few days and they’1l\ncome crawling.\n\f45.\n\nSIMON\nI do feel like she’s been looking\nat me a little.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust ignore\nthem for a few days and they’1l\ncome crawling. 45. SIMON\nI do feel like she’s been looking\nat me a little. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nOf course she has. That’s what\nyou get when you listen to\nCaptain Jim.\n(suddenly urgent)\nLook. She wants to come over. I’m\ngoing to hang back.\n\nSIMON\nWhat?\n\nJAMES\nJust remember what we talked\nabout. Play it cool.\n\nSIMON looks up. HANNAH is coming over to the table. JAMES\nscuttles away.\n\nHANNAH\nDo you mind if I sit here?\n\nSIMON\nSure. As in no. I don’t. Sit.\nDefinitely.\n(beat, trying to be\ncool)\nI mean: it’s a free country.\n\nThere’s an awkward silence for a while.\n\nHANNAH\nI’d really plucked up my courage\nto do this, but now...\n(laughs)\nDo you think we could maybe meet\nafter work?\n\nSIMON\nOkay.\n\nHANNAH\nIt’s just I don’t want people\nround here to listen in on us.\nYou know what it’s like in these\nbuildings. Is there a place we\ncould meet where we won’t have\nlike work people around?\n\nWe see JAMES looking on from a distance. Hannah leaves\nSimon’s table. He looks around and sees James. Simon\nsmiles, James smiles back.\n\f46.\n\nEXT. BRIDGE - EVENING\n\nSIMON paces. He’s wearing a relatively smart jacket and\nlooks like he’s taken a little more care with his\nappearance than usual. He sees Hannah approaching, casting\na similar shadow to when Simon saw the Double after the\nBall.\n\nHANNAH\nNice spot here.\n\nSIMON\nI like to watch people as they\npass. It’s a good place to think.\n\nHANNAH\nYeah, the fumes help with that.\n(beat)\nSo: here’s the thing. I have this\ncrush on someone.\n\nSIMON\nA crush?\n\nHANNAH\nAnd this person on whom I have\nthe crush doesn’t know that\nthey’re the subject of my crush.\n(beat)\nAnd I'm pretty sure this person\nmight have a crush on me too.\n\nSIMON\nHow do you, know?\nHANNAH\nI’ve seen him looking at me.\nSIMON\nRight.\nHANNAH\n\nHe works in my office. So I often\nnotice him looking at me.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON\nRight. HANNAH\n\nHe works in my office. So I often\nnotice him looking at me. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON\nI see.\n\nHANNAH\nAnd he seems to have moved right\nnext to where I live.\n\nSIMON\nThat could be a coincidence.\n\nHANNAH\nIt could be.\n\f47.\n\nSIMON\nHave you ever thought of telling\nhim how you feel?\n\nHANNAH\nI wouldn’t dare.\n\nSIMON\nWhy not?\n\nHANNAH\nI don’t know...\n\nSIMON\nYou should tell him.\n\nHANNAH\nHe just seems like one of those\npeople who’s really popular.\n\nSIMON\nPopular?\n\nHANNAH\nYou know - everyone likes him - I\nimagine he has a lot of girls\ninterested in him. He probably\nlooks at everyone.\n\nSIMON blanches.\n\nHANNAH (CONT'D)\nBut, you seem close to him so I\nthought you might know what he\nthought.\n\nSIMON\nRight. You mean James?\n\nHANNAH\nOh God- is it that obvious? I\ndon’t know what it is. I’ve never\nmet anyone like him. Not that\nI've really met him. I think I’ve\nsaid hello to him maybe once.\n\nSIMON\nYou've never met anyone like him?\n\nHANNAH\nDo you think you could find out\nif he is interested in me? God\nthis is so dumb!\n\nSIMON\nYou really think he’s so unique?\nWhat exactly is so unique about\nhim?\n\f48.\n\nHANNAH\nI don’t know.\n\nSIMON\nTry to think.\n\nHANNAH\n\nHe has something.\n\nSIMON\nBut you’ve never even spoken to\nhim. How can you know if he has\n\nsomething?\n\nHANNAH\nYou can tell by just looking at\nsomeone\n\nSIMON\n\nBy just looking at someone?\n\nHANNAH\nYes.\n(beat)\nListen - maybe it’s better if I\njust tell him.\n\nSIMON\nDon’t do that. Look- I’11 tell\nhim. If you want.\n\nHANNAH\nReally?\nSIMON\nSure. We're pretty close so... he\n\nlistens to me.\n\nHANNAH\nOh, thanks. Only if you’re\ncomfortable with...\n\nSIMON\nOf course!\n\nHANNAH\nI know it seems a little shallow\nof me...\n\nSIMON\nNo.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON\nOf course! HANNAH\nI know it seems a little shallow\nof me... SIMON\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\n Sorry I didn’t mean to pry\nOr...\n\nHANNAH\nNo. Thanks...\n\nShe's clearly forgotten his name.\n\f49,\n\nSIMON\nSimon...\n\nHANNAH\nSorry! I’m just flustered. I’m...\n\nShe hugs him. We see SIMON allow his face to relax into\ndisappointment.\n\nHANNAH (CONT'D)\nThat’s great.\n\nThere’s an awkward pause.\n\nHANNAH (CONT'D)\nGod. This is so teenage...\n\nINT. SIMON’S APARTMENT - NIGHT\n\nSIMON lies on his couch, looking up at the ceiling. He\nsuddenly rushes to the bathroom.\n\nINT. SIMON'S BATHROOM —- CONTINUOUS\n\nSimon vomits into the toilet. He stands up groggily and\nlooks at himself in the mirror.\n\nINT. SIMON’S APARTMENT. LIVING ROOM»- A LITTLE LATER\n\nSIMON looks through his, telescope at JAMES’ apartment. He\nis slumped on a chair playing a video game. He is greedily\nthrowing popcorn into his,mouth.\n\nBelow we look at Hannah’s apartment. She is drawing at her\ndesk. She seems to,be happy, concentrating on her drawing.\n\nA few feet away we see several drawings that she has made\nof James.\n\nSimon sighs and hangs his head.\nINT. OFFICE CORRIDOR - DAY\n\nSimon walks, defeated, next to James. Throughout this walk\nJames passes various people who all acknowledge him, but\nnot Simon.\n\nJAMES\nWell I’m flattered, but she’s not\nreally my type.\n\nSIMON\nShe’s not your type?\n\nJAMES\nThere’s something slightly tragic\nabout her. Melanie on the other\nhand...\n\f50.\n\nSIMON\nStay away from Melanie...\n\nJAMES\nI’m only kidding. She’s underage\nanyway. Just.\n\nSIMON\nI’m responsible for her.\n\nJAMES checks out a girl who walks past.\n\nJAMES\nThis may not be such a bad thing\nanyway. I mean she’s obviously\npretty shallow - she doesn’t even\nknow me.\n\nSIMON\nWhy did I even tell you?\n\nThey bump into HARRIS.\n\nJAMES\nHey, have you got change for the\nmachine?\n\nHARRIS,\nSure. I always keep change in my\ndesk.\n\nSimon makes a face.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARRIS,\nSure. I always keep change in my\ndesk. Simon makes a face. \n\nTARGET SECTION TO BE ANNOTATED:\n They go to Harris's desk where there is\nindeed a stash of change.\n\nJAMES\n(picking up with\nSimon again)\nBecause you’re a good person. I\nwould have just gone as me.\n\nJAMES spots MELANIE across the office and winks at her.\n\nJAMES (CONT'D)\nBut look, we have an arrangement.\nI‘1ll help you tonight, and you\nhelp me with the report for\nPapadopoulos. We’re making some\nreal progress here. He should\nknow your name soon.\n\nOff SIMON’S look we CUT TO:\nEXT. STREET - EVENING\nSimon and James walk along. Simon has his head down as\n\nthough concentrating while James speaks like a professor,\nusing plenty of hand motions.\n\f51.\n\nJAMES\n\nYou need to have more of a\nswagger to your walk. If possible\nyou want to kind of rotate your\npelvis.\n\n(beat)\nIt lets them know you have a full\nrange of motion down there.\n\nEXT. RESTAURANT - NIGHT\n\nSimon and James stand outside a restaurant watching as\npeople walk in.\n\nJames stares intensely into the eyes of a MODERATELY\nATTRACTIVE WOMAN and licks his lips slightly. The woman\nlooks at James as she enters the restaurant.\n\nJAMES\n(triumphant )\nDid you see that? She was all\nover me.\n\nSIMON\nShe was?\n\nJAMES\nOf course. It’s because of my lip\naction.\n(beat)\nShow the tongue, but not like a\nlizard. You try.\n\nAnother woman walks into the restaurant and Simon tries to\nlick his lip, but when he does so it somehow looks\ngrotesque.\n\nThe woman huffs into the restaurant.\nEXT. PARK - NIGHT\nSimon and James are again standing close to one another.\n\nJAMES\nWhen you’re standing next to\nthem, or sitting, you want to put\nyour hand on their lower back.\nSee?\n\nJames reaches out and puts his hand on Simon’s lower back.\n\nJAMES (CONT'D)\nNot the ass, they sometimes get\nupset about that, but just above\nthem.\n(beat)\n(MORE )\n\f52.\n\nJAMES (CONT'D)\nIt shows you’re interested and\nyou could push them down the\nstairs at any moment.\n\nSIMON\nWhy?\nJAMES\nBecause you’ve got the leverage.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES (CONT'D)\nIt shows you’re interested and\nyou could push them down the\nstairs at any moment. SIMON\nWhy? JAMES\nBecause you’ve got the leverage. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON\n(confused)\n\nHere?\n\nSimon puts his hand on James lower back. James swats him\naway.\n\nJAMES\nStop that. It’s gay.\n\nSIMON\nYou just did that to me.\n\nJAMES\nBut it was me: you see the\ndifference? You can’t be doing\nanything gay.\n(beat)\nNo ice cream cones.\n\nSIMON\nI like ice cream.\n\nJAMES\nOf course: it’s delicious. Ice\ncream is fine - in a cup - but a\ncone is gay, unless you’re with a\nwoman at the time.\n\nSIMON\n(confused, but going\nwith it)\nAnything else?\n\nJAMES\nNo riding on a motorcycle with\nanother man.\n(beat)\nThe only exceptions are drive by\nshootings, purse snatching, or\nbomb throwing. Anything else is\n\ngay.\n\nSIMON\nYou know a lot about this stuff.\n\nJAMES\nDefense wins championships.\n\f53.\n\nEXT. STREET - NIGHT\nSimon and James again walking side by side.\n\nJAMES\nYou need to tell them how great\nyou are, all the time. Which\nmeans you’1ll have to make things\nup.\n\nSIMON\nWhat if they find out?\n\nJAMES\nMake it hard to research. Like\nyou were the captain of a Jai\nalai team in high school and a\nbrigadier general in the navy\nwith four confirmed kills.\nSomething like that.\n\nSIMON\nI don’t think anybody’d believe\nthat.\nJAMES\nThen change the subject, and deny\neverything.\nSIMON\nI don’t know if this is me.\nJAMES\nHow has being you worked?\n(beat)\nYou understand everything I told\n\nyou?\n\nSimon looks a bit overwhelmed.\n\nSIMON\nI think so.\n\nJAMES\nShow me. Walk over to me and\ntalk.\n\nSimon looks hesitant. Finally he starts walking toward\nJames with a strange, over-pronounced swagger while licking\nhis lips furiously. He looks ridiculous.\n\nSIMON\nHello, there. I did three tours\nwith the merchant marines.\n\nJames smiles and nods at him proudly.\n\f54.\n\nJAMES\nThis just might work.\n\nINT. RESTAURANT - EVENING\n\nSIMON sits opposite HANNAH in a restaurant.\n\nHe looks very uncomfortable. HANNAH shifts in her seat.\nIt is silent for a long, long time.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks very uncomfortable. HANNAH shifts in her seat. It is silent for a long, long time. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON(V.O.)\nYou're fucking this up. Say\nsomething. Just say something.\nAnything. How can you be fucking\nthis up so badly?\n\nWe see Hannah play with her food.\n\nSIMON (CONT'D)\n(to Hannah)\nI used to be an Olympic swimmer.\n\nSIMON(V.O.) (CONT'D)\nGo to the bathroom now.\n\nSIMON (CONT'D)\nWould you excuse me?\n\nINT. RESTAURANT BATHROOM - .EVENING\n\nSIMON/JAMES goes into one,of the cubicles. JAMES is there\nwaiting for him. He has a small radio transmitting device\nand headphones.\n\nJAMES\nWhat the fuck?\n\nSIMON\nI can’t do this with you shouting\nin my ear.\n\nSimon takes an earpiece out of his ear, and starts removing\na clip microphone from underneath his clothes.\n\nJAMES\nWas your plan to spend the entire\nevening mute? I thought we'd\nplanned this.\n\nSIMON\nShe'd know I wasn’t you if I kept\nopening my mouth. Even when I\nsaid hello I saw her fill with\ndoubt.\n\f55.\n\nJAMES\nDid you even jam your knee\nbetween her thigh like I\nsuggested?\n(exasperated)\nThis'd be going fine if you'd say\nwhat I tell you to.\n\nSIMON\nLike that I want her well-lubed\nfor later? I can’t say things\nlike that.\n\nJAMES\n\nThat's why you live alone with a\ntelescope.\n\n(beat)\nThat was cruel. I’m sorry. It’s\njust I really want this to work\nout, and it’s frustrating me.\nCome on, let’s try again.\n\nSIMON\nI’m not going back up there. You\ngo.\n\nJAMES\n\nAre you kidding? After what\nyou've done? That's sending me to\nmy death.\n\nSIMON\nWe can find out what it is she\nlikes,about you. Then I could try\nto be more like that on the next\ndate if there’s a next date.\n\nJAMES\nFine. But I’m not wearing that\nthing.\n\nJAMES indicates the microphone/transmitter.\n\nJAMES (CONT'D)\nYou can watch. Isn’t that what\nyou prefer?\n\nSIMON\nWhat’s that meant to mean?\n\nJAMES\nI’m just messing with you.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nIsn’t that what\nyou prefer? SIMON\nWhat’s that meant to mean? JAMES\nI’m just messing with you. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON\nI happen to have very serious\nfeelings for this person.\n\f56.\n\nJAMES\nHey - I’m trying to help. Do you\nthink I like spending my entire\nfucking evening in the toilet?\n\nSIMON\nI’m sorry.\n\nJAMES\n\nThat's alright. Remember: we're\nhelping each other out, okay?\nGive me your clothes. From now on\nwe should always wear the same\nclothes.\n\nThey start undressing.\n\nEXT. BATHROOM CUBICLE - CONTINUOUS\n\nJAMES steps out, quickly followed by SIMON. A man washing\nhis hands at the sink double takes.\n\nINT. RESTAURANT - CONTINUOUS\n\nJames and Simon get to the door leading back into the\nrestaurant. James peeks through it, but can’t see Hannah.\n\nJAMES\nDid you move tables?\n\nSIMON\nNo-\n\nSimon watches James walk into the restaurant and summon a\nwaiter.\n\nThe waiter points to the door.\nJAMES glances at Simon, then turns and runs.\nSIMON pokes his head out more, trying not to be seen.\n\nWe see HANNAH collecting her coat by the front desk, on her\nway out. She leaves just before JAMES gets there.\n\nJAMES runs over and follows her out of the restaurant.\n\nSimon creeps out from behind the door, still nervous of\nbeing discovered.\n\nHe can see HANNAH and James engaged in a heated row\noutside. It is raining, and Hannah’s starting to get\ndrenched. JAMES offers his coat, but she rejects it.\n\nHannah turns to leave, but James pulls her back to him. She\nslaps his face, then he slaps hers. She looks completely\nshocked. She starts to cry.\n\f57.\n\nJames hugs her. Hannah punches him from within the hug.\n\nJames leans in to kiss her, Hannah struggles before seeming\nto submit completely.\n\nThe table at the front of the restaurant breaks out into\nspontaneous applause. We see Hannah and James look back in\nthrough the window, shy and coquettish, give an ironic bow\nand skip off into the night.\n\nWe stay on Simon, perplexed and breathless. As he gathers\nhis wits and makes to follow, another waiter brings him the\ncheque for the meal.\n\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe stay on Simon, perplexed and breathless. As he gathers\nhis wits and makes to follow, another waiter brings him the\ncheque for the meal. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SIMON’S APARTMENT BLOCK - NIGHT\n\nSIMON hurtles up the stairs to his apartment.\n\nINT. SIMON’S APARTMENT - CONTINUOUS\n\nHe dashes over to the telescope and points it at HANNAH'S\nAPARTMENT, but the blinds, for the first time, are closed.\n\nFIVE\n\nEXT. OFFICE - DAY\n\nSimon waits for, JAMES. He’s still angry and is half-pacing.\nWhen he finally sees him, he bounds over to intercept.\n\nSIMON\nJames!\n\nJames ignores him, swipes in using his card, skips through\nthe» lobby”“and catches the elevator, just as the door is\nclosing.\n\nHe gives Simon a wink.\nGUARD\n(to Simon)\nVisitors need to sign in.\nSIMON\n(frustrated)\n\nI’m not a visitor.\n\nHe starts filling out the form, Simon looks up and sees\nHannah, a dreamy look on her face.\n\nSIMON (CONT'D)\nHannah! Wait up!\n\nBut she’s gone.\n\f58.\n\nINT. OFFICE. PHOTOCOPYING DEPT - DAY\nSIMON watches HANNAH from afar. She seems very happy.\n\nHe approaches the desk, holding a few sheets of A4. Again\nLiz is there to greet him.\n\nSIMON\nHi. I know the policy, but my\nprinter’s actually broken.\n\nLIZ\nHannah! That creepy guy’s here\nagain.\n\nHannah comes over, still in a good mood.\n\nHANNAH\nHi, creepy guy.\n\nSIMON\nHey Hannah. I was just saying to\nyour colleague that I know the\npolicy, but that my printer’s\n\nbroken -\nHANNAH\nDo you want me to call and get it\nfixed?\nSIMON\nSorry, -\nHANNAH\n\nWhat’s your desk number?\nShe's picked up the phone and is already dialling.\n\nVOICE ON PHONE (0.S.)\nHello? Tech support\n\nSimon quickly cuts off the phone.\n\nSIMON\nThat’s okay. I need a copy pretty\nurgently. And you know how long\nthose guys take. Like forever.\n\nHANNAH\nI’ve found them to be very\ntimely.\n\nSIMON\n\nOh yeah- you had your date with\nJames last night. Did you? Was\nthat last night?\n\nThere’s a pause.\n\f59.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWas\nthat last night? There’s a pause. 59. \n\nTARGET SECTION TO BE ANNOTATED:\nHANNAH\nDo you want me to photocopy\nthese?\n\nSIMON\n\nYes, please. That’s why I’m here.\n\nHannah goes over to the machine. Simon has an agonising\nwait while his papers go through. Hannah returns with them.\n\nHANNAH\nOne copy.\n\nSIMON\nSo how did it go?\n\nHANNAH\nHow did what go?\n\nSIMON\nWith James. I just wanted to ask.\n\nHANNAH isn’t about to help out.\n\nSIMON (CONT'D)\nIt’s just seeing that I made the\nintroduction-\n\nHANNAH\nThanks for the introduction -\n\nSIMON\nI just wanted to make sure -\n\nHANNAH\nThat he didn’t take advantage of\nme?\n\nThere is a long pause.\n\nSIMON\nDid he? Do that? Because I feel\nsort of responsible. Seeing as I\nmade the introduction.\n\nHANNAH\nThat’s very kind of you.\nSIMON\nBut you’re okay?\nHANNAH\nI’m okay.\nSIMON\n\nI’m pleased. That’s a relief.\nGood.\n\f60.\n\nINT. OFFICE - DAY\n\nSimon marches to his desk with the papers. He looks around\nfor James, but he’s nowhere to be seen.\n\nINT. COFFE ROOM - DAY\nSimon sees Harris banging the machine.\nHARRIS\n\nHey, do you have any change for\nthis thing?\n\nSIMON\nHave you seen James?\nHARRIS\nHe’s in with Papadopoulos.\nSIMON\nPapadopoulos?\nHARRIS\n\nI know. Do you think he’1ll take\nus with him?\n\nSIMON\nWhat are you talking about?\n\nHARRIS\nWhen he’s promoted?\n\nHarris gives the machine another violent whack.\n\nINT. OFFICE - DAY\n\nSimon sits at his desk. JAMES is still not there. He looks\nthrough a report that’s sitting on his desk, but he can’t\n\nreally concentrate.\n\nHe gets up and wanders up towards Papadopoulos’s offices.\nHe smiles at the secretary. She does not return it.\n\nThen he hears voices come closer to the door. He scampers\nback to his desk.\n\nHe takes a clear plastic folder from an office supply table\nand sits down to cover the project that’s lying on his\ndesk.\nJames suddenly appears next to Simon.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe scampers\nback to his desk. He takes a clear plastic folder from an office supply table\nand sits down to cover the project that’s lying on his\ndesk. James suddenly appears next to Simon. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nDo you have those papers, Simon?\nMr. Papadopoulos is waiting.\n\nSimon looks at him.\n\f61.\nJAMES (CONT'D)\nThe papers.\n\nJames says 'the papers” very slowly as if Simon is deaf or\nstupid.\n\nSIMON\nWhat the hell happened last\nnight?\n\nJAMES\n\nWe can talk about that later. I’m\njust about to get promoted, which\nmeans you’re about to get\npromoted, so why don’t we get the\npapers to Papadopoulus before he\nputs Harris in charge.\n\nSIMON can sees Papadopoulos looking over from near his\noffice. They start talking in hurried whispers with fixed\nsmiles on their faces, for the benefit of Papadopoulos.\n\nJAMES (CONT'D)\nThis was the plan, right? We were\ngoing to run this place.\n\nSIMON\nWe had a plan last night.\n\nJAMES\nWhich you fucked up and I had to\nsave with some brilliant\nimprovisation and anyway I said\nlet’s,talk about that later so\nstop being such a freak I’m not\neven attracted to her.\n\nSIMON\n(reluctant)\nOkay.\nJAMES\nThe papers.\nSIMON\nOkay.\nJAMES\n\nSome time today...\n\nSIMON\nI'm just putting a cover on them.\n\nJAMES\nLet me give you a hand.\n\nAnd with that James holds forth his hand as though offering\na truce.\n\f62.\n\nSimon, still fiddling with the report absently grabs the\noffered hand.\n\nThe hand comes off in Simon's. It is a fake hand. James\ncackles, uproariously.\n\nJAMES (CONT'D)\nBut seriously, you need some\nhelp?\n\nSimon shakes his head, annoyed. He is finishing putting the\ncover on the report.\n\nSIMON\nNo no. That's all right. It's\nfinished and I just have to...\n\nSimon tries to put on the cover, but only uses one hand,\nholding the fake hand James has given him.\n\nJAMES\nOh please. Let me do it.\n\nJames reaches for the project. Simon tries to grab it and\nthey both start pulling, trying to get it out of each\nother's hands.\n\nSIMON\n(more insistent)\nNo. Really, it's,okay. I can do\nit.\n\nPapadopoulos is really staring now.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nReally, it's,okay. I can do\nit. Papadopoulos is really staring now. \n\nTARGET SECTION TO BE ANNOTATED:\nSimon stops, hesitant to make a scene in front of\nPapadopoulos.\n\nSimon turns to pick up the project and realizes that it is\ngone. Jamés has taken it and is walking toward\nPapadopoulos.\n\nSimon trots after him.\n\nPapadopoulos takes the report from James, as Simon stands\ndumbfounded.\n\nPAPADOPOULOS\nGreat work, James. It's good to\nsee you at it already. That's\nthe kind of initiative I like.\n\nJAMES\nThank you, sir. I just think that\na man should do the best he can\npossibly do at the work he's\ndoing.\n\f63.\n\nPAPADOPOULOS\n(smiling)\nThat's the spirit.\n\nSIMON\nBut, sir.\n\nPAPADOPOULOS\nI don’t know what I’m paying you\npeople for. This guy just\nstarted.\n(to Simon)\nWhy can’t you work like that?\n\nSIMON\nSir! I think I have to make\nthings clear.\n(beat)\nUmm...\n\nJames smiles at Papadopoulos with a pitying look.\n\nPAPADOPOULOS\nI’m not angry with you, son, I\njust hope you can raise the level\nof your performance. Hell, why\ndon’t you work with James here.\nSee if you can help him put\nsomething together.\n\nSimon looks shell-shocked, he is so angry he can barely\nspeak.\n\nSIMON\nI can, I.s..will.\n\nPapadopoulos finally seems to really look at Simon. He\nnotices the hand that James gave Simon.\n\nPAPADOPOULOS\nWhat’s this, a joke?\nSIMON\nWhat?\nPAPADOPOULOS\n\nThat is Mr. Steven's hand!\n\nSIMON\nWhat?\n\nPapadopoulos grabs it from Simon.\n\nPAPADOPOULOS\nI don't know what kind of sick\ngame you're playing, friend, but\nI won't have any of it.\n\n(MORE )\n\f64.\n\nPAPADOPOULOS (CONT'D)\nMr. Stevens has been looking all\nover for that.\n(beat)\nDon’t move, I’m armed.\n\nPapadopoulos and James laugh at the joke and Simon turns\naround and sees Mr. Stevens, sitting at a cubicle. He only\nhas a stump where his hand should be.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nPapadopoulos and James laugh at the joke and Simon turns\naround and sees Mr. Stevens, sitting at a cubicle. He only\nhas a stump where his hand should be. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd with that Papadopoulos takes the hand to Mr. Stevens.\nJames follows Papadopoulos back into the office, he turns\nto give Simon a smile.\n\nJust before the door whooshes shut, Simon can see The\nColonel walk up to JAMES and grab him warmly by the hand.\n\nINT. OFFICE - EVENING\n\nSimon is one of the last people there. We time fade. Simon\nis alone. Still no sign of James.\n\nHe walks up once more to Papadopoulos’s office. He listens\nto the door. Nothing.\n\nConfused, he leaves the office.\nINT. OFFICE LOBBY - EVENING\nSimon approaches the guards\n\nSIMON\nYou didn’t see anyone leave -\n\nGUARD\nI see a lot of people leave.\n\nSIMON\nNo, I meant a specific person.\nJames Simon.\n(beat)\nHe kind of looks like me.\n\nGUARD\nNo offence, but I doubt I’d\nnotice someone who looks like\nyou.\n\nINT. SUBWAY TRAIN - EVENING\n\nSimon stands on an empty train carriage, looking at himself\nin the window, distorted and strafed with amber.\n\nINT. OLD-FOLKS HOME - NIGHT\nSimon stands a few feet away from his seated mother. His\n\nmother looks very bad, pale and thin, much worse than when\nwe first saw him.\n\f65.\n\nA few feet away the gypsy woman is looking at him.\n\nSIMON\nMother, is it possible? Did I\nhave a twin?\n\nShe doesn’t respond.\n\nMOTHER\nThis used to be my favorite song.\n\nSIMON\nThere’s no song playing. And\nbesides, you hate music.\n\nMOTHER\n(whisper)\nI think the nurse stole my\nundershirt.\n\nSIMON\nShe didn’t steal your undershirts\nAre you listening to me?\n\nMOTHER\nShe keeps looking at me through\nher shifty eyes.\n\nSimon, frustrated, tries to stop one orderly who walks by,\nand then another.\n\nFinally someone,comes over to speak to him.\n\nSTAFF\nYou know, I’m busy.\nSIMON\nYes, of course, but it’s about my\n\nmother.\n\n(beat)\nShe seems worse. She hasn’t even\ninsulted me.\n\nThe man looks annoyed, he flips through some pages of a\nchart.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nShe seems worse. She hasn’t even\ninsulted me. The man looks annoyed, he flips through some pages of a\nchart. \n\nTARGET SECTION TO BE ANNOTATED:\nSTAFF\nOh yes, she had some problem with\nblood circulation to the brain\nyesterday.\n\nSIMON\nLike a stroke!\n\nSTAFF\nWe prefer to call them cerebral\nincidents. They happen all the\ntime.\n\n(MORE )\n\f66.\n\nSTAFF (CONT'D)\n(beat)\nCheers!\n\nAnd the staff member moves off.\n\nSimon walks over to his mother, her face seems slightly\nstricken, she stares at him, angrily, through one focused\neye.\n\nGYPSY WOMAN\nLe Mark!\n\nSimon turns around, surprised again by the woman.\n\nSIMON\nWhat?\n\nGYPSY WOMAN\nYou have the mark. I see it in\nyou. You’re half a man.\n(beat)\nA person cannot be two, but one.\n(hissing)\nYou must cut him out!\n\nSIMON\nYou are talking about him, aren't\nyou?\n\nShe leans forward and taking something from beneath her\nblankets she hands it to Simon.\n\nSIMON (CONT'D)\nWhat do I do? Won’t you tell me?\n\nThe woman _turns away and we hear a clattering from Simon's\nmother.\n\nHe “looks at her, then down at his hands. The woman has\ngiven him a bone-handled knife. On the bottom we see a\ncarved image of two snakes, each in the act of consuming\nthe other.\n\nGYPSY WOMAN\nThe double, must die.\n\nEXT. SIMON’S APARTMENT BLOCK - NIGHT\n\nSimon walks back through the enormous complex of tall\napartment buildings. His feet click loudly as he walks. He\nlooks almost like the last man on a dead planet.\n\nINT. SIMON’S APARTMENT - NIGHT\n\nSimon sits at his bed. He looks exhausted. He takes the\n\nbone-handled knife from his pocket and stares at it for a\nmoment.\n\f67.\n\nHe places it into the drawer by his bed.\n\nINT. SIMON’S APARTMENT - EVENING\n\nSimon is studying James’s apartment through his telescope.\nHe has been doing this for some time. There is no one\nthere. Briefly, he tilts down to Hannah’s apartment.\n\nHannah's watching the Sci-Fi show on TV, but occasionally\nshe gets up and paces about. She seems agitated.\n\nOn her walls we see several more pictures that Hannah has\ndrawn of James.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHannah's watching the Sci-Fi show on TV, but occasionally\nshe gets up and paces about. She seems agitated. On her walls we see several more pictures that Hannah has\ndrawn of James. \n\nTARGET SECTION TO BE ANNOTATED:\n There appear to be about a dozen of them.\nSimon sighs.\n\nSuddenly she seems to hear a noise. Tentatively, she pads\nover to the door. She tries to listen to something that is\nhappening outside. She opens the door but there is no one\nthere.\n\nSimon pans back up to James’s window, just in time to see\nhim tip toe in with MELANIE, they’re giggling. They shut\nthe door and start kissing.\n\nJames keeps motioning for her to be quiet.\n\nMelanie goes over to the window and starts to draw the\nblinds, but James stops her, making’sure they’re open.\n\nAs he’s kissing Melanie, he seems to glance over to Simon's\nwindow, deliberately putting on a show.\n\nSimon covers his mouth with disbelief. He can’t watch.\nHe thinks to himself, muttering.\nHe goes/to the phone and stabs in a number.\n\nHANNAH (0.S.)\n\nHello?\n\nSIMON\nHannah? It’s James. Come up. I\nwant you.\n\nHe replaces the receiver and winces to himself.\n\nSIMON (CONT'D)\nShe'll never buy it.\n\nSimon returns to the window and watches Hannah beautify\nherself.\n\nShe decides between a couple of different outfits, tries\none pair of shoes, then another, decides on a dress, before\ntaking off the dress and putting a coat on over her\nunderwear.\n\f68.\n\nShe checks herself in a full length mirror by the door,\nmesses up her hair and walks out the door.\n\nSimon swings the telescope to James’ flat. He can’t find\nwhere James or Melanie are.\n\nAfter a beat, there’s obviously a doorbell sound, because\nJames gets up. He’s naked.\n\nHe grabs a robe and shuffles Melanie off into the bathroom.\nJames answers the door and sees Hannah, who’s allowed her\ncoat to fall open. There’s a clearly awkward exchange as\nJames tries to shoo her out of his apartment. Hannah\ngathers up her coat, upset.\n\nJAMES returns and sees MELANIE. They go through a virtual\nre-enactment of the same pantomime between James and Hannah\noutside the restaurant. But this time it ends with, Melanie\nstorming out.\n\nSimon watches with delight.\n\nINT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut this time it ends with, Melanie\nstorming out. Simon watches with delight. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DINER - NIGHT\n\nSimon and James sit next to one another at the counter of\nan old style diner. They read the menu in silence.\n\nSimon looks a little uncomfortable but James seems to be\ncomposed.\n\nThe waitress comes over with a pad.\n\nWAITRESS\nWhat’11 it be?\n\nSIMON\nUm...I’11 have a coke and a\nbagel, please.\n\nWAITRESS\nWe ran out of bagels.\n\nSimon is flustered and looks through the menu again.\n\nSIMON\nWell, I guess I'll just have a\ncoke then.\n\nWAITRESS\n\nA coke. And you?\n\nJAMES\nI'd like a coffee.\n\nWAITRESS\nA coffee.\n\f69.\n\nJAMES\nAnd some scrambled eggs.\nWAITRESS\nWe don’t serve breakfast in the\nevening.\nJAMES\nWhy not?\nWAITRESS\nIt says so on the menu?\nJAMES\nDo you still have eggs here?\nWAITRESS\nYeah.\nJAMES\nAnd do you still have a frying\npan?\nWAITRESS\nYes.\nJAMES\n\nThen do me a favor and make me\nsome scrambled eggs.\n\nSimon looks very embarrassed and the waitress sighs.\n\nWAITRESS\nFine. Anything else?\n\nJAMES\nBacon.\n\nWAITRESS\nBacon.\n\nJAMES\nAnd toast.\n\nWAITRESS\nToast.\n\nJAMES\nAnd get me a glass of milk too.\n\nWATIRESS\nAnything else.\n\nJAMES\nThat’s it.\n\nWATIRESS\n\nYou sure?\n\f70.\n\nJames hits his hand on the table and rattles the plates.\n\nJAMES\nJust get me the damn food.\n\nThe waitress scowls and heads off. Simon looks at James as\nthough he’s an alien.\n\nJAMES (CONT'D)\nSimon, I want to thank you for\nlast night. Because after I\ncaught up with Melanie in the\ncorridor, we had the best make up\nsex I’ve ever had. In the\n\ncorridor.\nSIMON\n\nI want you to stop seeing Hannah.\nJAMES\n\nI see.\nSIMON\n\nAnd I want you to stop messing\nround with Melanie.\n\nSimon shrugs.\n\nJAMES,\nWhat else?\n\nSIMON\nAnd) I want you tell Papadopoulos\nthat I’ve been doing all of your\nwork since you got here.\n\nPAUSE.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES,\nWhat else? SIMON\nAnd) I want you tell Papadopoulos\nthat I’ve been doing all of your\nwork since you got here. PAUSE. \n\nTARGET SECTION TO BE ANNOTATED:\nJAMES\nYou see, if I do all that, you’d\nhave to explain to Papadopoulos\nsome of your teaching methods.\n\nHe fishes some Polaroids out of his jacket pocket and puts\nthem on the table. The pictures are of James and Melanie in\ncompromising positions. It is mostly kissing and groping.\n\nThe waitress comes over and fills up their coffee cups. She\nlooks at the pictures and then tuts at Simon.\n\nSIMON\n(hissing)\nWhat the hell do you think you're\ndoing? Put them away -\n\f71.\n\nJAMES\nAnd before you imagine you can\npin this on me, who do you think\nPapadopoulos is going to believe?\nSome dink he still calls Stanley\nor this guy?\n\nHe slides over a card.\n\nSimon picks it up. It is a photo ID of JAMES’s smiling\nface. Underneath it says, ‘JAMES SIMON: SENIOR EXECUTIVE’.\n\nSimon puts the card back on the table and slides it back\nover to James.\n\nHe doesn’t have the energy to speak.\nThe waitress comes over with the order.\n\nWAITRESS\nWe're out of coke.\n\nJAMES starts eating hungrily.\n\nJAMES\n\nOh: I need your key.\n\n(beat)\nTo your apartment. While I don’t\nexactly care about Hannah, I\ndon’t want to be,completely\ninsensitive. You see -\n\n(he leans closer)\nMelanie’s a bit of a screamer.\n\nSIMON looks horrified.\n\nJAMES (CONT'D)\nIt'll be easier if we use your\nplace.\n\nUtterly defeated, Simon fishes out a key from his pocket\nand slides it over to JAMES.\n\nJAMES (CONT'D)\nYou should be proud: every time\nshe comes, she shouts out your\nname.\n\nJAMES looks at an attractive woman, sitting next to them.\n\nJAMES (CONT'D)\nHey. I’m James.\n\nSIMON looks up at the TV. The Sci-Fi serial is playing.\nSCI-FI DETECTIVE\n\nGet up. Get up! Or do you want to\ndie on your knees like a snake?\n\f72.\n\nEXT. SIMON’S APARTMENT BLOCK - EVENING\n\nSIMON paces outside his building. It’s cold and he’s\nshivering a little. He looks up to his window and mutters\nto himself. The light is on.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s cold and he’s\nshivering a little. He looks up to his window and mutters\nto himself. The light is on. \n\nTARGET SECTION TO BE ANNOTATED:\nLater- he sees the light go out.\n\nHe walks up the stairwell, hiding in a nook until Melanie\nand James pass him. He climbs up the stairs.\n\nINT. SIMON’S APARTMENT - NIGHT\n\nSimon jumps up several times and tries to grab something\nfrom the door sill. He eventually scrapes a key off the\nsill and picks it up. He drags himself into the room and\nimmediately strips the bed of its sheets.\n\nINT. OFFICE - DAY\n\nSIMON is sitting at his desk. He is typing at his computer.\nWe see: ‘REGRESSION ANALYSIS: A PROPOSAL BY SIMON JAMES.\nMuch of the work we do here is inefficient, and could be\nvastly improved. In this report I will outline several keys\nways in which efficiency...’\n\nHANNAH\nSimon?\n\nSimon is taken off guard, surprised to see Hannah in his\ndomain. She looks upset and nervous.\n\nHANNAH (CONT'D)\nDo you think I can come to your\napartment tonight?\n\n(beat)\nI know it seems weird - it’s just\n- I think James is seeing someone\nelse.\n\nSIMON\nRight...\n\nHANNAH\n- and he told me that you\nsometimes watch my apartment from\na telescope in your room - which\nI’m fine with - I don’t care -\nit’s actually reassuring ina\nstrange way —\n\nSIMON\nDo you want to go to the coffee\nroom, it’s a little public -\n\f73.\n\nHANNAH\n- and I thought it could be\ninteresting to find out exactly\nwho else he’s seeing.\n\nSimon stands up and starts to usher her into a corridor,\naway from the main room.\n\nHANNAH (CONT'D)\nNot that he’s even trying to hide\nit -\n\nSIMON\nDoes that mean he’s seeing you.\nBecause I wasn’t sure-?\n\nHANNAH\nI can hear them above me in that\nroom of his.\n\nSIMON\nHe’s not a very good guy.\n\nHANNAH\nWhich I know and always have\nknown, but to be made a fool of\nby...\n\nSIMON.\nA villain. It’s not your fault.\n\nHANNAH\nOf course it is! I knew what he\nwas. But then he’d say something\nabout how he knew me.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHANNAH\nOf course it is! I knew what he\nwas. But then he’d say something\nabout how he knew me. \n\nTARGET SECTION TO BE ANNOTATED:\n That he\ncould,tell I was a lonely person -\nbecause he knew what it was like\nto be lonely and lost and\ninvisible. Like someone could\npush their hand straight through\nyou, and I'd just melt!\n\nHannah reaches out, distraught, and puts her hand on\nSimon's chest.\n\nSIMON\nI think you should definitely not\nsee him.\n\nHANNAH\n(recovering)\nYou think you’re better? I’ve\nseen you with Melanie.\n(beat)\n\f74.\n\nHANNAH (CONT'D)\nYour apartment’s right opposite\nmine so you might want to close\nthe blinds next time you\ninterfere with a minor.\n\nSimon is petrified for a moment.\n\nSIMON\nShe’s nearly seventeen.\n\nHANNAH\nFuck you, Polanski. Don’t worry -\nI’m not going to tell - I just\ndidn’t think you had it in you.\n\nShe starts crying again, and leans in to Simon.\n\nHANNAH (CONT'D)\nI just feel so fucking stupid to\nhave fallen for it all.\n\nHe hugs her, nervous that someone from the office will\nintervene.\n\nHANNAH (CONT'D)\n(really crying)\n\nHe told me he felt like\n\nPinnochio. I always loved that\n\nmovie. I just wanted to help him\n\nand look after him!\n\nWe see Simon react, looking out over her shoulder.\nHANNAH (CONT'D)\n\nDon’ttouch me! Why are you\ntouching me?\n\nSIMON\nI don’t know -\nHANNAH\nSo can I come to your place?\n\nTonight?\nINT. OFFICE - DAY\n\nSimon sits at his desk. He’s working on his regression\nanalysis report. James appears and sits on his desk\n\nJAMES\nWhat are you doing?\n\nSIMON\nIt’s private. Can you not sit on\nmy desk?\n\f75.\n\nJAMES\nI need the key tonight.\nSIMON\nAgain?\nJAMES\n\nWhat can I say?\n\nSIMON\nCan’t you use your place tonight?\nI have someone coming over.\n\nJAMES laughs.\n\nSIMON (CONT'D)\nI do. What’s so funny about that?\n\nJAMES\nHey. Mr. Papadopoulos!\n\nMr. Papadopoulos looks over.\nJAMES (CONT'D)\nSimon has something he wanted to\nshow you.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Papadopoulos looks over. JAMES (CONT'D)\nSimon has something he wanted to\nshow you. \n\nTARGET SECTION TO BE ANNOTATED:\nPapadopoulos starts to waddle towards them.\n\nPAPADOPOULOS\nThis better be good.\n\nSIMON\nKey -\n\nSIMON (CONT'D)\nI can't...\n\nPapadopoulos gets closer.\n\nJAMES\nKey.\n\nSIMON\nNo.\n\nStill closer. JAMES let’s a picture of him and MELANIE\nfloat down onto the desk, it tumbles onto the floor. Simon,\nputs his foot on it.\n\nJAMES\nI have more.\n\nSIMON\nFine.\n\f76.\n\nJAMES\nI’ll get a copy cut. Save future\nconfusion.\n\nJames takes the key and scoots off, leaving Papadopoulos\nwith Simon.\n\nPAPADOPOULOS\nWell?\n\nSIMON\nEr... Nothing. Sorry.\n\nPAPADOPOULOS\nYou need to shape up, Stanley. I\nwant to see some real work from\nyou.\n\nSIMON\nActually I’m working on something\nat the moment - something I think\ncould help efficiency in the way=\n\nPAPADOPOULOS\nDon’t mistake my kindness. for\nweakness.\n\nHe waddles away.\nEXT. APARTMENT BLOCK - EVENING\n\nSimon is pacing,outside his apartment. The light is on.\nHe’s urging them to hurry up.\n\nHannah approaches.,Simon steels himself.\n\nSIMON\nLook, tonight’s tricky.\n\nHANNAH\nCome on. I’m not in the mood\n\nSIMON\nI’m sorry, it’s not possible.\n\nHANNAH\nYou've been stalking me for as\nlong as I’ve known you and now\nyou won’t let me into your\napartment?\n\nSIMON\nI arranged to see Melanie\ntonight.\n(beat)\nI’m outside now because I have to\nsneak her in the service entrance\nso the doorman doesn’t us.\n\f77.\nHANNAH\nYou’re a snake.\nShe shakes her head and walks away.\nEXT. VARIOUS LOCATIONS\n\nOver music, we see SIMON wandering around the city at\nnight.\n\nHe goes to the Bridge.\nHe has a coffee in a diner.\n\nHe sits at a bench. An old, frightening looking man sits\nnext to him. Simon gets up.\n\nHe tries to sleep in a doorway but is moved on by a\npoliceman\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn old, frightening looking man sits\nnext to him. Simon gets up. He tries to sleep in a doorway but is moved on by a\npoliceman\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n OFFICE LOBBY - MORNING\n\nSimon turns up at work, and signs in looking totally\ndishevelled. Hannah walks by him with a look of contempt.\n\nINT. OFFICE - DAY\nSimon’s at his desk, staring, crushed with tiredness.\n\nHe sees JAMES and MELANIE flirting outside his office. She\nlaughs loudly at his jokes and leans provocatively against\nthe door.\n\nEXT. VARIOUS —- NIGHT\n\nSimon walks through the city. At one point his shadow\nbriefly seems like it’s moving independently of him. He\nturns round and sees the frightening man who sat next to\nhim»on the bench.\n\nEXT. APARTMENT DUMPSTER - NIGHT\n\nSimon, out of habit, looks through the dumpster outside of\nHannah’s apartment.\n\nSimon frantically pieces a few torn up strips of paper\ntogether. They are pictures of James, but somehow this time\nthey look more like Simon.\n\nEXT. SIMON’S APARTMENT - NIGHT\n\nSimon watches Hannah enter her apartment from near the\nentrance to his. We see he wants to talk to her but holds\nback. She turns and sees him, she looks up to his\napartment, she sees JAMES walk to the window, he has no top\non, MELANIE approaches him and nuzzles his neck.\n\nShe looks back at Simon.\n\f78.\n\nShe walks over to Simon and slaps him hard on the face.\n\nHANNAH\nWho are you?\n\nSIMON\n(hesitant)\nI’m sorry, I haven’t done\nanything.\n\nHANNAH\nYou haven't, have you? You don’t\ndo anything.\n\nSimon doesn’t say anything and Hannah turns, going back to\nher apartment. Simon puts his hand to his face.\n\nINT. SIMON’S APARTMENT DOOR - NIGHT\n\nSimon bangs on the door. There’s no answer. We just hear\ngiggling.\n\nHe bangs on the door again.\nJAMES opens the door, brandishing a._knife. He launches at\n\nSimon, knocking him to the ground. James straddles him and\nruns the knife along Simon’s face.\n\nJAMES,\nWhat did I tell you? What did I\ntell you about disturbing me?\n\nSimon is terrified. He looks closely at the knife - with\ndisbelief.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat did I\ntell you about disturbing me? Simon is terrified. He looks closely at the knife - with\ndisbelief. \n\nTARGET SECTION TO BE ANNOTATED:\n On the bottom we see carved a picture of a snake\neating another snake.\n\nSIMON\nWhere did you get that?\n\nJAMES\nWhat’s yours is mine.\n\nSIMON\nNone of it’s yours.\n\nJAMES\nYou want it back?\n\nJames rests the knife on Simon’s Adam’s apple and gives it\na quick flick. It starts to bleed.\n\nJAMES (CONT'D)\nHave it.\n\nHe throws the knife down next to Simon.\n\f79.\n\nJAMES (CONT'D)\nNow, take care of yourself, we're\nin this together.\nJames slams the door shut.\n\nMELANIE (0.S.)\nWho was that?\n\nJAMES (0.S.)\nOh - that James idiot...\n\nSimon touches his neck and looks at the blood on his hand.\nHe looks at the knife on the floor.\n\nEXT. STREET - NIGHT\n\nSimon walks down the street late at night. Many people are\nout, drunken and loud. He has been drinking, and looks a\nlittle unsteady.\n\nEXT. UNDERPASS - NIGHT\n\nSimon seems to be walking in a world of shadows. He hums\nquietly to himself and we hear footsteps behind him.\n\nVAGRANT\nYou have a cigarette?\n\nSimon turns and sees three dirty looking men following him.\nThey seem ominous.\n\nSIMON\nI don’t smoke.\n\nVAGRANT\nYou lying?\n\nSIMON\nFuck you.\n\nSimon, drunk, seems to smile to himself as the men descend\non him. They hit him and Simon collapses in a heap. They\nbegin to kick at him and hit him in the face.\n\nSimon almost seems to smile, as though he is floating out\nof his body.\n\nVOICE\nStop it, I know this guy.\n\nThe men mutter and move away. Simon is helped to his feet,\nwe're not sure by whom.\n\nEXT. BENCH - NIGHT\n\nSimon is sitting with the frightening man. It’s clear that\nthey're familiar with one another now, almost friends.\n\f80.\n\nSimon has bought some food for them both. His face is\nmarked up with dried blood. They eat side by side.\n\nFRIGHTENING MAN\nIn Russia we have a story. Two\nsnakes are born, brothers. After\na few months they grow and they\nshake the skin off so they can\ngrow bigger. One snake he says it\nhurts too bad. So he’s not going\nto eat no more.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter\na few months they grow and they\nshake the skin off so they can\ngrow bigger. One snake he says it\nhurts too bad. So he’s not going\nto eat no more. \n\nTARGET SECTION TO BE ANNOTATED:\n Just enough to\nlive, so he doesn’t have to get a\nnew skin. The other snake, he\neats everything, he wants to get\nbigger, so he eats everything he\ncan, and he grows strong.\n\nSIMON\nAnd what happens? To the snakes?\n\nFRIGHTENING MAN\nThe big snake, he eats his\nbrother, the one who doesn’t\ngrow. He becomes the biggest\nsnake.\n\nINT. SIMON’S APARTMENT BLOCK - LATER\n\nSimon tries to sleep in the stairwell of his apartment\nblock. He is woken up by seeing MELANIE and JAMES leave. He\ncollects the key from above the apartment door.\n\nHe looks around his apartment - it’s a mess. Stuck between\nthe frame and the mattress, Simon finds a pair of\nhandcuffs. He picks them up and stares at them. He places\nthem, along with the snake-handled knife, in the drawer\nnext to his bed. To his disbelief, there’s ANOTHER snake-\nhandled knife already in the drawer.\n\nHe clears up some of the stuff lying around. He goes to the\nbathroom and sees the mark on his neck, it’s ugly and\nbruised. He cleans it and covers it with a plaster.\n\nThe rest of Simon’s face is bruised as well, including a\ndark and ugly black eye.\n\nINT. OFFICE - MORNING\n\nSimon, his face bruised and battered walks through the\nlobby. He’s stopped by a guard.\n\nGUARD\nOver here.\n\nSIMON\nI know, I have to sign the guest\nbook.\n\f81.\n\nGUARD\nName?\n\nSIMON\nSimon James.\n\nGUARD\n\nI thought, so, you’re wanted in\nworker services.\n\nINT. SMALL OFFICE - DAY\n\nSimon sits across from a man with a tiny bow-tie. The man\nsmacks his gum.\n\nOFFICE WORKER\nYou don’t exist anymore.\n\nSIMON\nExcuse me.\n\nOFFICE WORKER\nYou're no longer in the system:\nYou're gone.\n\nSIMON\nI work here. I am sitting in this\nchair, am I not?\n\nOFFICE WORKER\nI smell you.\n\nSIMON\n(seething)\nI’ve had»some problems with my\napartment.\n(beat)\nPut me back into the system.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nOFFICE WORKER\nI smell you. SIMON\n(seething)\nI’ve had»some problems with my\napartment. (beat)\nPut me back into the system. \n\nTARGET SECTION TO BE ANNOTATED:\nOFFICE WORKER\nI can’t do that.\n\nSIMON\nWhy not?\n\nOFFICE WORKER\nDoesn’t work like that. You\neither exist, or you don’t.\n(beat)\nYou’re welcome to carry on\nworking here, it’s just we won't\nbe able to pay you anymore.\n\nINT. SIMON’S CUBICLE - DAY\nSimon hasn’t even looked through the papers piled at his\n\ndesk, instead keeping his eyes solely focused on James’\ndesk. It is empty.\n\f82.\n\nHARRIS\nYou alright, buddy?\n\nSimon jumps to attention.\n\nSIMON\nYeah, thanks Harris.\n\nHARRIS\nIt’s got to be tough on you.\n\nSIMON\nYeah, yeah I guess it is.\n\nHARRIS\nI got this book for you.\n\nHarris hands Simon a book whose title is, ‘Conquering\nSubstance Abuse.’\n\nHARRIS (CONT'D)\nJames told us about\nyour...problems.\n\nSIMON\nThanks Harris. But I don’t...\n\nHARRIS,\nYou're welcome..You need to\nfinish it in the next week\nthough, it’s only returnable\nthrough Friday.\n\nSIMON\nOkay.\nHARRIS\nI was gonna ask you... But this\n\nmight not be the best time.\n\nSIMON\nYeah, I'll help you.\n\nHARRIS\nOh, thanks bud. If you could have\nit ready by tomorrow.\n\nSIMON\nFine. I don’t like you at all,\nbut you’re the only thing close\nto a friend that I have here.\n\nHARRIS\nI feel the same way about you. I\njust need to warn you though, I\nthink you're like, on some kind\nof probation.\n\n(MORE )\n\f83.\n\nHARRIS (CONT'D)\nYou know: you’ve been showing up\nlate, smelling kind of bad.\n\nSIMON\nWhere is James?\n\nSimon starts to walk back towards his desk.\n\nHARRIS\nI think he’s in his office now.\n\nSIMON\nHe has an office?\n\nHARRIS\nYeah, Papadopoulos is pretty\nimpressed with him. Apparently\nhe’s written this incredible\nreport on how to increase\nefficiency in the department.\n\nSimon doesn’t even change expression.\n\nHARRIS (CONT'D)\nHey: do you know what regression\nanalysis is?\n\nEXT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSimon doesn’t even change expression. HARRIS (CONT'D)\nHey: do you know what regression\nanalysis is? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n JAMES’ OFFICE - A LITTLE LATER\n\nJames, indeed has a new office. Simon storms past the\nsecretary.\n\nINT. JAMES OFFICE - CONTINUOUS\nSimon opens the door. An irritated secretary is behind him.\n\nSECRETARY\nMr Simon is in an important\nmeeting...\n\nJames, leaning on the edge of an enormous desk, is\nfinishing telling a joke. He seems extremely comfortable.\nThree or four people from the department are there, as well\nas Papadopolous and Mr. Stevens.\n\nJAMES\nSo two Chinese virgins get\nmarried right? And it’s the night\nof the wedding and they just\nfinished boning.\n\nThe other workers chuckle, anticipating a joke.\n\nJAMES (CONT'D)\nAnd the husband says. That was\ngreat, is there anything you’d\nlike to try? And the woman\nsays...\n\f84.\n\nSimon approaches, looking pale as a sheet. He notices that\nJames has a plaster on his Adam’s apple: it looks exactly\nthe same as Simon’s.\n\nHe also has a black eye, the same as Simon's.\n\nSIMON\nMr. Papadopolous...\n\nJAMES\n\nHold on a sec. The woman says,\nI'd like to try a number sixty\nnine.\n\n(beat)\nAnd the guy thinks for a second,\nand he says, “You want Breef wiff\nBroccori?!\"\n\nJames roars with laughter and the other workers laugh as\nwell.\n\nSIMON\nSir, I need to talk to you.\nPAPADOPOULOS\nWhat are you doing here?\nSIMON\nI work here.\nPAPADOPOULOS\n\nYou have,a lot of nerve.\nSimon points at James.\n\nSIMON\nThis man is a fraud!\n\nPAPADOPOULOS\nYou should talk! He’s the finest\nnew employee we’ve ever had.\n\nSIMON\nHe doesn’t even know what we do\nhere!\n\nThey turn to James who remains calm.\n\nJAMES\n(shrugging,\nconfident)\n\nOh, you know. This and that...\n\nPAPADOPOULOS\nSee there, calm down, son.\n\nJAMES\nHe’s an idiot!\n\f85.\n\nJAMES (CONT'D)\nSir, why don’t I help him out, he\nseems like he’s...\n\nSIMON\nStay away from me. Sir, this\ncan’t stand.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES (CONT'D)\nSir, why don’t I help him out, he\nseems like he’s... SIMON\nStay away from me. Sir, this\ncan’t stand. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON notices JAMES’ eye, and the bruise, which looks\nidentical to his.\n\nSIMON (CONT'D)\nWhere’d you get that?\n\nJAMES\nRacketball. Hell of a sport, you\nshould try it, relieves stress.\n\nPAPADOPOULOS\nSon, I think you might be having\na psychotic...\n\nSIMON\nI took his test for him. And he\nripped off my report. He’s out to\nget me! He stole my face!\n\nPeople exchange glances as though Simon is crazy.\nSimon points at his face. He is wide-eyed and on the edge.\n\nSIMON (CONT'D)\nHe stole it from me!\n\nFor the first time,Simon has really lost it, really out of\ncontrol. His mild manner is gone. The whole room watches\nhim.\n\nJames walks forward and grabs Simon’s arm. Simon tears it\naway from him.\n\nSIMON (CONT'D)\nGet off of me.\n\nPAPADOPOULOS\nYou need to leave, now.\n\nSIMON\n(backing away from\neveryone)\nI need...\n(catching breath)\nTo see the Colonel.\n\nSimon seems to be losing steam, getting dizzy.\n\f86.\n\nSIMON (CONT'D)\n\nThe Colonel will understand.\n(breathing heavy)\n\nI just need to see him.\n\nPAPADOPOULOS\nSon, you need some help.\n\nWe see JAMES press a button underneath his desk.\n\nSIMON\nI don’t need help!\n\nJAMES\nWe all love you, Simon.\n\nThere is a big scrum, a wild fight, Simon swings wildly.\nSomehow he manages to separate himself, and we see he has\nsomehow grabbed hold of Mr. Stevens’ hand.\n\nTwo security guards have now arrived.\n\nGUARD\nPlease come with me, sir.\n\nSIMON\nNo.\n\nHe holds it out in a threatening manner. As though it were\na gun. His hand shakes.\n\nSIMON (CONT'D)\nStay back.\n\nGUARD 2\nSir, you need to come with us.\n\nSimon runs at JAMES again but his arms are pinned by the\nsecurity guards. They hold him down on the floor.\n\nPAPADOPOULOS\nYou're a disgrace to the Colonel,\nson!\n\nJAMES walks up to Simon with menace, crouches and whispers\nin his ear.\n\nJAMES\nYour time is over, Simon.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAPADOPOULOS\nYou're a disgrace to the Colonel,\nson! JAMES walks up to Simon with menace, crouches and whispers\nin his ear. JAMES\nYour time is over, Simon. \n\nTARGET SECTION TO BE ANNOTATED:\nThe guards grab Simon by the arms and Simon does not\nprotest as they lead him from the office.\n\f87.\n\nSEVEN\n\nEXT. BRIDGE - LATE AFTERNOON\n\nSIMON is sitting on the edge of the bridge where he likes\nto think. He has his small cardboard box on his lap.\n\nHe looks up at the monumental office buildings around him\nand the cars rushing by below.\n\nINT. ELEVATOR IN SIMON’S APARTMENT\n\nSimon RIDES the elevator, holding his small box of office\npossessions.\n\nINT./EXT. SIMON’S APARTMENT\n\nSimon retrieves his key from the top of the door sill and\nwearily walks in.\n\nThe place is disgusting: a feral den. There are empty\nbottles and take away cartons on the floor alongside a pair\nof soiled latex gloves.\n\nThe bed has been dragged to the middle of the room and has\na pair of handcuffs attached to it.\n\nThere is a video camera trained on a high tripod above the\nbed linked to the television which, in turn, shows the\nsomehow frightening image,of the bed. Simon switches the\ncamera off. The television then shows a the SCI-FI SHOW.\n\nSCI-FI DETECTIVE\nRuins. This World is Ruins.\n\nSimon switches off the television.\n\nSimon clears up the room and throws out various bits of\ntrash. When he’s finished, the room is almost completely\nbare.\n\nHe checks his phone messages. Nothing.\n\nHe takes the handcuffs from the bed and pauses a moment\nbefore placing them in a drawer by the bed. The same drawer\nthat now contains the snake-handled knives.\n\nHe sits down at a table and starts to write. We see the\nstart of the note\n\n‘To whom it may concern. I have decided to end my life\nbecause I no longer exist. A person should amount to\nsomething and not float around this earth like a ghost.’ He\npauses for thought. He screws up the note and starts again.\n\n‘To whom it may concern. I am a ghost.’\n\f88.\n\nHe then adds.\n‘I am sorry.’\n\nHe folds up the note, places it in his top pocket and walks\nto the window. He opens it and starts to climb out onto the\nledge when he sees something. He almost falls, but manages\n\nto stumble back inside.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n‘I am sorry.’\n\nHe folds up the note, places it in his top pocket and walks\nto the window. He opens it and starts to climb out onto the\nledge when he sees something. He almost falls, but manages\n\nto stumble back inside. \n\nTARGET SECTION TO BE ANNOTATED:\n He hurriedly locates his telescope\n\nand peers through.\n\nWe see Hannah lying on the floor of her apartment,\ncompletely inert. Simon pans and we see an empty bottle of\npills just by her out stretched hand.\n\nSIMON puts his hand to his mouth.\nINT. HOSPITAL - LATER\n\nHannah rests on a gurney. She is being wheeled quickly down\nthe hallway of a hospital. There is vomit on her top and\nshe seems to be in some pain. Simon is running along side,\ntrying to keep up.\n\nSIMON\nIs she going to be okay? I don’t\nknow how many she swallowed.\n\nDOCTOR\nYou need to leave now, sir.\nSIMON\nWe're married!\nDOCTOR\nPlease, sir. We’ll take good care\n\nof her.\n\nSIMON reluctantly stops running and watches Hannah and the\nmedics disappear through some double doors.\n\nINT. HOSPITAL - LATER\n\nSIMON is sitting in a waiting room. A doctor comes in.\nSIMON looks up.\n\nINT. HOSPITAL —- CORRIDOR\n\nDOCTOR\nHas she done this kind of thing\nbefore?\nSIMON\nNo. I don’t think so.\nDOCTOR\nI'm afraid to say she’s had a\n\nmiscarriage.\n(beat)\n\f89.\n\nDOCTOR (CONT'D)\nI’m sorry. Was this your first\npregnancy?\n\nSIMON\nErm... yes.\n\nDOCTOR\nThe good thing is, she’s healthy.\nYou've plenty of time to try\nagain. How long have you been\nmarried?\n\nSIMON\nNot long. We’re about to be.\nWe're engaged. But I just lost my\njob so - I couldn't buy her a\nring - and we had this fight so -\n\nDOCTOR\nLook after her.\n\nSIMON\nI will. Thank you.\n\nDOCTOR\nYou’11 work it out.\n\nINT. HANNAH’S APARTMENT BLOCK\n\nSIMON and a GROGGY-LOOKING HANNAH travel up in the lift\ntogether.\n\nINT. HANNAH’S APARTMENT -— CONTINUOUS\nSIMON\nThanks for letting me stay. I've\nbeen kind of sleeping rough\nsince... for a while anyway.\nHe trails off.\nSIMON (CONT'D)\nThey’re normally gone by the\nmorning...\nINT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe trails off. SIMON (CONT'D)\nThey’re normally gone by the\nmorning... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HANNAH'S BEDROOM - LATER\nHannah is under the covers. SIMON tentatively gets on to\nthe bed and lies on top of the duvet, as far from HANNAH as\nhe can be without falling off the side.\nINT. HANNAH'S BEDROOM - NEXT DAY\nSIMON wakes up.\n\nHe checks on Hannah - she’s still sleeping.\n\f90.\n\nHe creeps out of Hannah’s room and into the sitting room,\nunable to believe he’s there. He searches in his bag and\nfishes out a book. He places it next to Hannah.\n\nINT. SIMON’S APARTMENT BLOCK - LATER\n\nSimon rides the lift up to his apartment. He almost looks\nhappy.\n\nINT. HANNAH’S BEDROOM - DAY\n\nHANNAH wakes up and sees a book on the pillow next to her.\nIt’s the book that Simon left. She opens it and sees it\ncontains the various pictures that she’d drawn, torn up and\nthrew away. They have been carefully put back together\nagain. In between one of the pages is a note written by\nSimon. It says: ‘I think these are really good - Simons”\n\nINT. SIMON’'S APARTMENT - DAY\n\nAgain, it’s a mess. But this time, Simon doesn’t seem to\nmind as much.\n\nHe checks his messages.\nWe hear a voice.\n\nVOICE\nEr, hi. This is.a message for\nSimon. We’ve been trying you for\nsome time now. If you wish to\nattend your mother’s funeral it\nstarts at 1l.am at the citizen’s\ncemetery to the rear of the home.\nGoodbye.\n\nThen a beep.\nEXT. CEMETARY - DAY\n\nSimon runs through an enormous cemetery. It is remarkably\nungreen and surrounded by huge buildings.\n\nHe looks around, frantic, trying to find where the funeral\nis being held.\n\nHe approaches one grouping that looks like it could be for\nhis mother, all the people in attendance are quite old. A\npriest is quietly saying a prayer and everyone’s eyes are\ndowncast. Unable to ask who this is for, he joins the group\nand clasps his hands in front of him.\n\nPRIEST\n...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\npriest is quietly saying a prayer and everyone’s eyes are\ndowncast. Unable to ask who this is for, he joins the group\nand clasps his hands in front of him. PRIEST\n... \n\nTARGET SECTION TO BE ANNOTATED:\n-He maketh me to lie down in\ngreen pastures; He leadeth me\nbeside the still\nwaters.\nHe restoreth my soul;\n\n(MORE )\n\f91.\n\nPRIEST (CONT'D)\nHe leadeth me in the paths of\nrighteousness for His\n\nname's sake.\n\nYea, though I walk through the\nvalley of the shadow of death, I\nwill fear no\n\nevil; for Thou art with me; Thy\nrod and Thy staff, they comfort\nme.\n\nThou preparest a table before me\nin the presence of mine enemies;\n\nSimon looks up, past the priest.\n\nPRIEST (CONT'D)\nThou anointest my head with oil;\nmy cup runneth over.\n\nFar in the distance, impossibly, he sees James and\nstanding next to another priest. Along with two or\npeople from the old people’s home.\n\nJames is putting soil on to the coffin. An old man\nNapoleon hat is consoling him.\n\nPRIEST (CONT'D)\nSurely goodness and mercy shall\nfollow me all the days of my\nlife, and I will...\n\nSimon, as angry as we've seen him, hurtles towards\n\nPRIEST (CONT'D)\n...dwell in the house of the Lord\nforever.\n\nWe watch at a distance, as events unfold with grim\ninevitability.\n\nJames ‘sees Simon approach and starts to back away.\n\nOLD MAN\nThis is the crazy guy Simon told\nus about?\n\nJAMES\nLook: I can get you help- but\nthis is a time for family.\n\nMELANIE\nWhat the fuck are you doing here?\nHis mother’s just died!\n\nSimon launches at JAMES. Unlike in the office, the\n\nMelanie\nthree\n\nina\n\nthem.\n\nold\n\npeople assembled are unable to prise them apart. Simon\nlands a great punch, right on James’s NOSE. James throws\nhis head back and squeals with pain. He drops to his knees.\n\f92.\nSIMON\nGet up... Get up off your knees.\nFor a brief moment, Simon looks heroic, but then he notices\nhis nose is bleeding. He checks it with his hand, and looks\na the blood on his fingers\nThen, a strangely demented scream. It’s the (very old)\npriest running towards him.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor a brief moment, Simon looks heroic, but then he notices\nhis nose is bleeding. He checks it with his hand, and looks\na the blood on his fingers\nThen, a strangely demented scream. It’s the (very old)\npriest running towards him. \n\nTARGET SECTION TO BE ANNOTATED:\n Simon backs away, but the\npriest manages to push him over and Simon falls backward\ninto a freshly dug grave.\nOn the verge of consciousness, staring straight up at the\nsky, Simon sees the small congregation assemble at the\ngrave’s perimeter.\n\nAs James looks over the grave, a drop of blood falls from\nhis nose and splashes on to Simon's face.\n\nJAMES\nThank God mother didn’t live to\nsee this.\nMelanie spits.\nSimon blacks out.\nINT. GRAVE - MUCH LATER\n\nIt is now dusk. Simon wakes up.\n\nHe feels a great pain at the front of his face. He touches\nhis nose - it’s agony.\n\nHe sits up and feels something dripping from this nose. He\nputs his hand tovshis face and his fingers become sticky\nwith blood.\n\nWe “see him think.\n\nHe smiles.\n\nWe cut to Simon climbing out of the grave, an absolute\nmess, looking half-crazy.\n\nHe runs up to a parked hearse and looks at his reflection\nin the black mirror. He looks at his bruised nose with\ndelight, checking it from all angles.\n\nEIGHT\n\nEXT. STREETS VARIOUS - EARLY EVENING TO NIGHT\n\nSimon runs. His face is smeared with blood. He is dirty\nfrom the grave. He has a strangely joyous look on his face.\n\f93.\nHe runs and runs until he reaches the apartment complex\nwhere he lives.\nINT. APARTMENT LOBBY - NIGHT\n\nSIMON runs in through the lobby and the janitor looks at\nhim suspiciously.\n\nJANITOR\nWho are you going to see?\nSIMON\nFuck off.\nJANITOR\n(happy)\n\nOh, sorry James, didn’t recognize\nyou at first.\n\nINT. — HANNAH'S APARTMENT\n\nSIMON runs up to the door and rings the bell. HANNAH opens\nthe door. She is taken aback by how dishevelled-he is.\n\nSimon grabs her and kisses her.\n\nSIMON\n\nThat’s all I ever wanted ‘to do.\nIt’s funny how it happens isn’t\nit? You go along, and along, and\nalong and then you just know.\n\n(Hannah, looks\n\nshocked)\nI noticed you the first moment I\nsaw you.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s funny how it happens isn’t\nit? You go along, and along, and\nalong and then you just know. (Hannah, looks\n\nshocked)\nI noticed you the first moment I\nsaw you. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd you recognized me\ntoo, didn’t you?\n\nHANNAH\nI think so.\n\nSIMON\nI don’t want to be a boy held up\nby string. I don’t want to be\nPinocchio.\n\nHANNAH\nSimon, what happened to you?\n\nSIMON\nI want you to be safe and whole\nand right. But I have something\nto do.\n(beat, firm)\n\nFrom now on you're going to need\nto call me James. I’11 still be\nSimon, but you need to call me\nJames.\n\f94,\n\nHe kisses her again.\n\nSIMON (CONT'D)\nGoodbye.\n\nSimon turns around abruptly and leaves Hannah speechless.\nEXT. APARTMENT BLOCKS - A LITTLE LATER\n\nWe see SIMON walking briskly to his apartment block. He\nlooks back at HANNAH’S APARTMENT.\n\nINT. HANNAH'S APARTMENT\n\nHannah looks out of her window at SIMON.\nINT. SIMON’S APARTMENT\n\nGently, Simon opens the door.\n\nIn the dim light he can see James and Melanie sleeping on\nhis bed.\n\nSimon quietly locates JAMES’ trousers and takes JAMES’\nAPARTMENT KEY and IDENTITY CARD.\n\nHe finds his TUXEDO and silent changes into it. He puts the\nkeys and card into his pocket.\n\nHe approaches the bed and inches open the drawer in the\nbedside table. In it are the snake-handled knives and the\npair of handcuffs. He removes the handcuffs.\n\nCarefully, he locks James’ hand to the bed head.\n\nHe picks up one of the knives and runs the tip of it very\nnear, but not touching, James’ face before placing its tip\non James’ throat. He looks at JAMES’S SWOLLEN nose.\n\nIn a quick move he removes the plaster on James’s Adam's\napple. Underneath, is the same ugly pick gash as Simon has\non his.\n\nThe phone rings\n\nJames stirs. Simon rushes over and picks up. He is still\nholding the knife.\n\nSIMON\n(whisper)\nYes.\n\nHANNAH (0.S.)\nIt’s Hannah. Are you okay?\n\nSIMON\n(whisper)\nI’m okay.\n\f95.\n\nHANNAH\nYou left kind of abruptly.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON\n(whisper)\nI’m okay. 95. HANNAH\nYou left kind of abruptly. \n\nTARGET SECTION TO BE ANNOTATED:\n Can I\ncome over?\n\nSIMON\n(whisper)\n\nNot right now\n\nHANNAH\nYou're not going to do something\nstupid —-\n\nSIMON\nI don’t think so. Stay in your\napartment.\n\nHe hangs up the phone and walks over to James, holding the\nknife. He looks down at him.\n\nINT. HANNAH'S APARTMENT —- MOMENTS LATER\n\nWe see, from HANNAH'S POV SIMON running back across the\ncourtyard and entering the base of the apartment block.\n\nINT. HANNAH'S APARTMENT BLOCK —- STAIRWELL\n\nHannah opens her door and walks to the lift. She checks to\nsee if Simon is coming up.\n\nInstead she hears him clatter up the stairs.\n\nShe runs after him, but only catches up to see him\ndisappear into JAMES’ apartment. She bangs on the door.\n\nINT. JAMES’ APARTMENT\nSimon picks up the phone, as he holds it to his ear he\nstarts to change out of his clothes and into the tuxedo. We\nhear Hannah banging outside the door.\nINT. JAMES’ APARTMENT\nSIMON\n\nYes. I need an ambulance. How\n\nlong do you think it’1ll take?\n\nOkay. Good.\nINT. STAIRWELL - CONTINUOUS\n\nHANNAH\nSimon, what are you doing?\n\nINT. JAMES’ APARTMENT —- CONTINUOUS\n\nSimon washes his face in the bathroom sink. He looks at\nhimself in the bathroom mirror.\n\f96.\nHe takes out the snake-handled knife, raises the blade of\nthe knife to his face and hesitates.\n\nWe see Simon draw the knife to a spot a fraction to the\nside of his left eye.\n\nHe cuts himself deeply and we see blood.\n\nINT. SIMON’S APARTMENT - CONTINUOUS\n\nWe briefly see JAMES on the bed. He twitches in his sleep.\nINT. JAMES’ APARTMENT - CONTINUOUS\n\nWe cut back to Simon, he has cut a deep gash into his face.\nHe looks at himself in the mirror.\n\nHe picks up a white flannel and presses it to his face to\nstop the bleeding.\n\nINT. STAIRWELL - CONTINUOUS\n\nHannah is running down the stairs.\n\nINT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. STAIRWELL - CONTINUOUS\n\nHannah is running down the stairs. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n JAMES’ APARTMENT\n\nSimon finishes off a note and pins,it to his lapel pocket.\n\nSIMON walks over to the window and calmly opens it. He\nsteps out onto the ledge. He looks down, and inches across,\nas though he’s aiming for something. Once he’s found his\nspot he waits.\n\nINT. SIMON’S APARTMENT\n\nJAMES wakes up. His face is covered in blood. He tries to\nget up, but the handcuffs prevent him. When he can’t find\nthe key. He starts to violently pull at them until they\ncome off. “His wrist starts to bleed. Melanie wakes up,\ngroggy:\n\nMELANIE\nSimon, what are you doing?\n\nShe switches on the bedside lamp. James walks like an\nautomaton towards the window.\n\nWe hear the distant sound of an AMBULANCE approaching.\nINT. JAMES’ APARTMENT\n\nSimon stands calmly on the window ledge. He looks serene,\nbut notes the light now coming from his apartment. He looks\ndown, the ambulance is closer. He looks at his wrist, a\nline of blood appears on it. He sucks the blood off,\nstaining his teeth.\n\f97.\n\nEXT. HANNAH'S APARTMENT BLOCK\n\nHannah looks up at JAMES’ apartment, trying to see what’s\ngoing on.\n\nHANNAH\nSimon! What are you doing?\n\nShe hears the ambulance siren.\nINT. AMBULANCE\n\nThe drivers look around, trying to find where they’re meant\nto be.\n\nINT. SIMON’S APARTMENT\n\nJames’ looks out and sees a shape in the window of his\napartment. He puts his eye to the telescope.\n\nThe image JAMES sees is very similar to the one that SIMON\nsaw of the man about to jump.\n\nSimon, dressed in a Dinner jacket, with a note pinned to\nhis lapel. He is holding a bloody flannel to his cheek. He\nwaves at JAMES.\nJAMES waves back.\nSimon jumps.\nINT. SIMON’S APARTMENT\nJames watches as Simon falls.\nMELANIE\n\nSimon! You're bleeding! Why are\n\nyou bleeding?\nThe sound of the ambulance is now LOUD. JAMES looks down at\nSIMON’S mangled body on the ground.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy are\n\nyou bleeding? The sound of the ambulance is now LOUD. JAMES looks down at\nSIMON’S mangled body on the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n He can see HANNAH next\nto him and the ambulance pull into his view.\n\nJAMES\nI need to be in that ambulance.\n\nEXT. HANNAH’S APARTMENT BLOCK - EVENING\n\nSIMON is lying, twisted on the ground, blood leaking from\nthe back of his head. He looks barely alive.\n\nIn his POV, we see Hannah run in and crouch down next to\nhim. She is completely shocked.\n\nShe looks at the suicide not pinned to his lapel. We see\njust the first line: ‘the pressures of being an executive\nhave caused me great distress’, and the last line, ‘James\nSimon’\n\f98.\n\nbanging the chain of the handcuff with the base of the lamp\nEXT. SIMON’S APARTMENT BLOCK\n\nSIMON\nYou know what I’ve done?\n\nHANNAH\nI think so.\n\nShe looks at the long gash on the side of his face.\n\nSIMON\nI had to cut him out.\n\nBehind her, in a rush, the medics arrive. They start\nchecking out the situation.\n\nMEDIC\nWhat’s his name, ma’am?\n\nHANNAH\nWhat’s his name?\n\nMEDIC 2\nIt helps if we can call them by\ntheir name. It can make all >the\ndifference.\n\nHANNAH takes a pause, as if trying to decide\n\nHANNAH\nHis;name is James.\n(to, Simon)\n\nYour name is James, isn’t it?\nThey exchange a look. Simon nods.\n\nSIMON\n(weakly)\nMy name is James.\n\nSIMON is lifted up onto a stretcher. The medics take him to\nthe ambulance. Hannah walks along side with him.\n\nMEDIC\nYou're really lucky to be alive,\nJames. We're going to get you to\na hospital straight away.\n\nMEDIC 2\nSomeone tipped us off - must’ve\nseen you were gonna jump\n(beat)\nIf you’d been a foot to the\nright, splat.\n\nSIMON looks up and smiles.\n\f99.\n\nJust as they’re about to get him into the ambulance, he\nsees JAMES run out of the bottom of SIMON’S APARTMENT. They\nexchange a look, before, all of a sudden, JAMES changes\nexpression.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\n99. Just as they’re about to get him into the ambulance, he\nsees JAMES run out of the bottom of SIMON’S APARTMENT. They\nexchange a look, before, all of a sudden, JAMES changes\nexpression. \n\nTARGET SECTION TO BE ANNOTATED:\n A sickly spurt of blood comes out of his mouth\nand he drops, rigid, to the floor.\n\nThe medics put SIMON in the ambulance and slam the door\nshot. They start to drive away.\n\nNo one else seems to have seen JAMES.\nVOICE\n\nYou're one in a million, James.\n\nYou know that?\nHe looks to where the voice has come from. We see SIMON’S\nPOV. There, sitting in the corner of the AMBULANCE, isthe\nCOLONEL, dressed in a medical uniform. He has a warm and\nkind expression on his face.\n\nSIMON\nMaybe...\n\nSIMON looks out the window and smiles.\n\nLights flash on his face. The sound of the AMBULANCE\nsubsides.\n\nFADE OUT.\n\f"
}