{
  "1": "THE DIARY OF A TEENAGE GIRL\n\nWritten by\nMarielle Heller\n\nBased on the graphic novel by Phoebe Gloeckner\n\f\fBEGIN SUPER 8\nFOOTAGE:\n\nINT. MINNIE’S HOUSE - BEDROOM - DAY 1\nClose up on a cat’s face - not pleased.\n\nHand-written title card: DOMINO VS. THE CITY - a film by\nMinnie Goetze\n\nA cardboard San Francisco: skyscrapers and the Golden Gate\nBridge. Domino, the cat, peeks out above the buildings.\n\nTitle card: It’s a CAT-ASTROPHE! Everybody run!\n\nDomino stomps, destroying the little cars and buildings in\nhis wake. He claws at one of the tallest buildings, lies down\nright in the middle of the set, licks his butt, and looks at\nthe camera like “Yeah? What?”.\n\nEND SUPER 8:\n(TITLE CARD: The Diary of\na_Teenage Girl)\n\nEXT. SAN FRANCISCO - YERBA BUENA PARK - AFTERNOON 2\n\nMINNIE GOETZE, an intensely smart fifteen-year-old, curious\nand strong but not jaded, walks through the seedy sprawling\npark.\n\nMinnie’s voice-over, recorded onto a cassette tape:\n\nMINNIE (V.O.)\nI had sex today. HOLY SHIIIITTTTT!\n\nMusic kicks in - something with a beat. Minnie walks\nseriously down the path, until the chorus chimes in, then she\nshimmies, or swishes her hips, in time to the music.\n\nMinnie’s POV: A boy with blond feathered hair takes a long\nslow puff off of a joint. Smoke wafts up around his face,\ndancing with his curls almost magically.\n\nMinnie bounds through the park, past old strung-out hippies\nlounging in the grass. One of the women doesn’t have a shirt\non. This is the 70s in San Francisco - it’s just how it is.\n\nA young woman jogs by in a skimpy seventies jogging outfit.\nHer unharnessed breasts bounce happily along. Comic stars\nappear on her nipples and bounce away. Minnie looks down and\ntakes a quick peek at her own less ample breasts.\n\fPink (01/08/2014) 2.\n\nShe struts to the music.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nMinnie looks down and\ntakes a quick peek at her own less ample breasts. Pink (01/08/2014) 2. She struts to the music. \n\nTARGET SECTION TO BE ANNOTATED:\n She leaves animated footsteps in her\npath.\n\nMinnie does a little skip, and the music swells and cuts out.\n\nEXT. MINNIE’S HOUSE - STREET 3\n\nMinnie runs up and into a Victorian style apartment building.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - CONTINUOUS 5\n\nMinnie enters, startled to find her mom, CHARLOTTE, a hip\nwoman of 34 who wishes she were 25, and GRETEL, 13 and a mini-\nCharlotte, pretty and girly, glued to the TV. Charlotte is\nstill beautiful, though she wears her mistakes on her body.\nShe sips a gin and tonic. On the TV, news coverage of the\ntrial of Patty Hearst.\n\nTV ANCHOR\n\nPatty Hearst, the kidnapped heiress\nwhose story has riveted the world,\nappeared in court again today. She\nwas described as pallid, dull in\ncomplexion and lacking in energy.\nOne court reporter described her\ndemeanor as “zombie-like”.\n\nMinnie tries to sneak past unnoticed. The room is complete\nwith shag carpeting wall-to-wall, hanging ferns, and colorful\nafghans. The picture of Patty Hearst with a gun is on the TV.\n\nTV ANCHOR(CONT’D)\nWhen Ms. Hearst was asked to\ndescribe the closet that her\ncaptors held her in...\n\nCHARLOTTE\nOh Minnie. Come watch with us.\n\nGRETEL\n(trying to sound grown-up)\nYeah. It’s history in the making.\n\nCharlotte doesn’t take her eyes off the TV.\n\fTV ANCHOR\nProsecutors brought in Dr. Harry L.\nKozol, an expert on sex-offenders\nand mentally ill criminals...\n\nMINNIE\nNo thanks.\nCHARLOTTE\n(re: TV)\n\nShe's not mentally ill! Fuck this\nguy. Just because she ran away from\nher bourgeoisie family and started\nover. I know how you feel, Patty!\n\nCharlotte sips her drink, Minnie leans in.\n\nGRETEL\nMy teacher said she was\nbrainwashed. I mean, didn’t they,\nlike, keep her in a closet?\n\nCHARLOTTE\nNo, come on. She’s brave. She\nreminds me of my friend Andrea-\nshe’s searching for something more\nreal than her privileged bullshit\nchildhood.\n\nGRETEL\nOh.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s brave. She\nreminds me of my friend Andrea-\nshe’s searching for something more\nreal than her privileged bullshit\nchildhood. GRETEL\nOh. \n\nTARGET SECTION TO BE ANNOTATED:\nMINNIE\nI think she’s a phony. What kind of\nperson falls in love with the\npeople who kidnap and torture them?\n\nCharlotte and Gretel turn toward Minnie, surprised. Charlotte\n\nfinally takes in Minnie:\n\nCHARLOTTE\n\nIs that what you wore today?\nMINNIE\n\nMom?!\nCHARLOTTE\n\nI’m just saying. It wouldn’t kill\nyou to wear something with a waist.\nJeez.\n\nGretel laughs.\n\fMINNIE\n(to Gretel)\nShut the fuck up.\n\nCharlotte goes back to watching the coverage.\n\nMINNIE (CONT'D)\nI’m gonna go do homework.\n\nMinnie exits. Charlotte calls after her.\n\nCHARLOTTE\nKimmie called.\n\nCharlotte and Gretel go back to the TV.\n\nINT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 6\n\nMinnie pulls the rotary phone into her messy room and dials\nfrantically. The bed is unmade, a record player sits on the\nfloor in the corner, and the dresser’s drawers hang open\nloosely exposing their contents. There are half finished\nprojects everywhere: dioramas, a photography corner, etc.\n\nMINNIE\n(into phone)\nHi, may I speak to Kimmie please?\nOh, okay. Yeah could you just ask\nher to call Minnie the moment she\nget in? Thanks.\n\nMinnie hangs up, frustrated.\n\nINT. MINNIE’S HOUSE - HALLWAY - MOMENTS LATER 7\n\nMinnie digs frantically through the closet, searching. She\nflings articles of clothes, and tennis rackets out of the\nway, boxes fall on her, until she finds what she’s looking\nfor: a seventies cassette recorder complete with a\nmicrophone. She wipes dust off of it.\n\nINT. MINNIE’S HOUSE - BEDROOM —- MOMENTS LATER 8\n\nMinnie presses record on the tape recorder, noticing some\ndark dried blood on her index finger. She picks at it for a\nmoment, smells it. She thinks about where to begin. Then, she\njumps up, locks her door. She sits back down.\n\nMINNIE\n(into mic)\nUm.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, she\njumps up, locks her door. She sits back down. MINNIE\n(into mic)\nUm. \n\nTARGET SECTION TO BE ANNOTATED:\n Testing? No - Fuck -\n(MORE )\n\f10\n\nMINNIE (CONT'D)\n\n(rewinds, starts again)\nMy name is Minnie Goetze. I ama\nfifteen-year-old girl living in San\nFrancisco California, recording\nthis onto a cassette tape because\nmy life has gotten really crazy of\nlate, and I need to tell someone\nabout it. If you’re listening to\nthis without my permission, please\nstop right now. Just, really. Stop.\nOkay.\n\n(clearing her throat)\nSo, I don’t remember being born.\n\nBEGIN IMAGINING SEQUENCE: 9\n\nA comic-book style animation: a woman’s naked body lying on\nher side breaths and move in sketchy pencil lines. She moves\nin ecstacy.\n\nMINNIE (V.O.)\nI was a very ugly child.\n\nHer knees part slowly, opening seductively, exposing a hairy\ncrotch, the pencil lines of the pubic hair going in every\ndirection. Her toes curl, and suddenly through the center of\nher legs pops out the head of a baby, who looks just like\nMinnie- bright-eyed and smiling. The animation freezes:\n\nEND IMAGINING:\n\nINT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 10\n\nMinnie stands with her tape recorder and microphone. The\n“birth drawing” is tacked to the wall in front of her.\n\nMINNIE\nMy appearance has not improved so I\nsuppose it was a lucky break when\nhe was attracted by my\nyouthfulness.\n\nA cat starts purring around Minnie’s ankle, she picks him up\nroughly, kissing him.\n\nMINNIE (CONT'D)\nDomino, you stupid cat, I love you.\n(then, whispering)\nHey, Domino. Do I look different\nthan I did yesterday?\n\f11\n\nDomino squirms and jumps out of her arms. Minnie flops on the\nbed, a huge grin coming over her face.\n\nThe walls of Minnie’s room are lined with comic-style\ndrawings, and photographs: a tongue, or a face, homeless\npeople, and transvestites. And many self-portraits. Minnie\nspeaks into her mic.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe walls of Minnie’s room are lined with comic-style\ndrawings, and photographs: a tongue, or a face, homeless\npeople, and transvestites. And many self-portraits. Minnie\nspeaks into her mic. \n\nTARGET SECTION TO BE ANNOTATED:\nMINNIE (CONT'D)\n(getting serious)\nOkay in all matter of factuality,\nit happened like this:\n\nFLASHBACK TO:\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - NIGHT 11\n\nCharlotte is sprawled out on the couch, a lit joint dangling\nprecariously in her fingers, falling asleep. Gretel eats a\nbowl of ice-cream on the floor. MONROE, 34, a guy with the\nattitude and libido of a 15 year old, sits on the end of the\ncouch and stares blankly at The Carol Burnett Show on the TV,\ndrinking a Schlitz beer.\n\nMinnie enters in a blue little-girl nightgown, plopping down\non the couch, moving her mom’s legs over. Charlotte groans,\nand ashes from her joint fall into Gretel’s bowl of ice-\ncream.\n\nGRETEL\nMom!? God. You’re so gross. I can’t\neven watch TV without...\n\nGretel gets up in a huff, and exits. Charlotte doesn’t stir.\nThe TV blares.\n\nMINNIE (V.O.)\nMy mother was married for a long\ntime to my step-dad Pascal. He is a\nscience-y guy, a PhD.\n\nC/U on a picture of Charlotte and PASCAL, 45, when they were\nyounger and married. Even then, they were an odd match.\n\nMINNIE (V.O.)\nHe has a lot of ideas about how the\nworld works- doesn’t think women\nshould drink or smoke.\n\nMinnie looks at the joint in her mom’s hand.\n\fYellow (01/16/2014) 7.\n\nMINNIE (V.O.)\nMaybe that’s why she isn’t married\nto him anymore. She’s “looser” now.\n\nMinnie looks toward Monroe.\n\nMINNIE (V.O.)\nMonroe Rutherford’s her boyfriend,\nbut they aren’t possessive.\n\nMonroe stares at the TV. He is handsome in this light, with a\nboyish face. He feels Minnie looking at him and smiles a\nlittle. Minnie turns back to the TV. There is a long pause.\nCharlotte suddenly startles.\n\nCHARLOTTE\n(half-asleep and a little\nhigh)\nWhat?\nMINNIE CHARLOTTE\nIt was the TV.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlotte suddenly startles. CHARLOTTE\n(half-asleep and a little\nhigh)\nWhat? MINNIE CHARLOTTE\nIt was the TV. \n\nTARGET SECTION TO BE ANNOTATED:\n Whatdyasay?\nMINNIE\n\nIt was just the TV, mom.\n\nCHARLOTTE\nOh my god, I had such a long day.\nI'm falling asleep here.\n\nCharlotte slips her house shoes on without opening her eyes.\n\nCHARLOTTE (CONT’D)\nI’m crashin’.\n\nMonroe slaps Charlotte on the ass.\n\nMONROE\nG’night.\n\nMINNIE\nNight.\n\nMinnie debates moving over to the other side of the couch,\nbut just as she makes a move, Monroe puts his big hand on her\nhead. Minnie hits Monroe lightly. He puts his arm around her\nand they curl up together, watching TV.\n\nMONROE\nWhat are you wearing? This\nnightgown is totally ridiculous.\n\nMinnie blushes.\n\f12\n\nPink (01/08/2014) 8.\n\nMonroe’s arm dangles around Minnie’s shoulder, dangerously\nclose to her breast. Maybe his hand brushes it? They sit in\nsilence watching the TV. Minnie moves to the other side of\nthe couch, staring at Monroe.\n\nMINNIE (V.O.)\nI know it seems weird, but I had\nthis strangely calming feeling that\neven if he touched my tit on\npurpose it's probably all right\nbecause he's one of our best\nfriends and he's a good guy and he\nknows how it goes and I don't...\n\nMinnie looks at Monroe for a sign. Monroe cracks another\nbeer.\n\nMINNIE (V.O.)\nBut I wonder if my breast felt\nsmall?\n\nCUT TO:\n\nINT. MINNIE’S HOUSE - BEDROOM - NIGHT 12\n\nMinnie looks at a picture she drew of Monroe, in very short\njogging shorts, that is tacked onto the wall. Her tape player\nin her hand.\n\nMINNIE\nOh Monroe. Pitter pat. You touched\nmy tit. How was that?\n\nMinnie touches Monroe’s crotch on the drawing. As she stares\ndeep into Monroe’s face turns to camera,, so handsome and\ncharming. His eyes twitch with mischief. He looks down a\nlittle, then back up.\n\nMONROE\n(so vulnerable)\nCan I just say- touching your\nbreasts...\n(bashfully, almost)\nI can’t- I can’t say it.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks down a\nlittle, then back up. MONROE\n(so vulnerable)\nCan I just say- touching your\nbreasts... (bashfully, almost)\nI can’t- I can’t say it. \n\nTARGET SECTION TO BE ANNOTATED:\n(MORE )\n\f13\n\nYellow (01/16/2014) 9.\n\nMONROE (CONT'D)\n(then)\n\nThey're really great. Fantastic\n\nbreasts, Minnie. Just perfect.\n\nMonroe smiles. Comic book flowers burst out from behind his\nhead, like a seventies album cover. A bird flies out of his\near and lands on top of his head and starts singing, and -\n\nEND IMAGINING:\n\nINT. MINNIE’S HOUSE - KITCHEN - EVENING 13\n\nMonroe snaps his fingers in Minnie’s face. She is standing\nwith the door of the fridge wide open, staring into space.\n\nMONROE\nWeirdo.\n\nMinnie pushes Monroe, playfully but hard.\n\nMINNIE (V.O.)\nIt feels so good to imagine that he\nmight be thinking about me. Like\nfinally I exist.\n\nMonroe grabs an apple, bites into it. The kitchen has a\npaisley wallpaper lining the walls, and avocado green tiles\non the counters.\n\nMONROE\nSo-\n\nCharlotte enters the kitchen, in a sexy house-dress/robe.\n\nMONROE (CONT'D)\n(to Charlotte)\nHey. You ‘bout ready steady?\n\nMonroe jumps up and sits on the counter.\n\nCHARLOTTE\nNo, no. I think I’m staying here.\nI’m already in my skivvies.\n\nMONROE\nWhat? You promised.\n\nMINNIE (V.O.)\nNot that I love him or anything.\nI’m not stupid.\n\nGretel enters, and Charlotte pours herself a big gin and\ntonic.\n\fYellow (01/16/2014) 10.\n\nGRETEL\nWe're gonna watch “Little House on\nthe Prairie”.\n\nGretel grabs a soda from the fridge. Charlotte smooths\nGretel’s hair a little.\n\nCHARLOTTE\nYep.\n\nMonroe grabs Charlotte by the waist and pulls her close.\n\nMONROE\nIt’s two-for-one Tuesdays, though.\nYou promised.\n\nCHARLOTTE\nI’m sorry, baby.\n\nMONROE\nLet’s just go for a few drinks? I\nneed to get out.\n\nCHARLOTTE\nI'll make it up to you, I swear.\nI’m sorry. Take Minnie.\n\nMONROE\nWhat?\n\nCHARLOTTE\nMinnie’ll go.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nTake Minnie. MONROE\nWhat? CHARLOTTE\nMinnie’ll go. \n\nTARGET SECTION TO BE ANNOTATED:\n Wontcha’ Min?\n\nMONROE\nShe doesn’t want to go.\n\nMINNIE\nYeah I do. Where?\n\nCHARLOTTE\nTold you. See?\n\nCharlotte turns and leaves with Gretel.\n\nMONROE\nJust this bar on Harrison.\n\nMINNIE (V.O.)\nI had homework, but so the fuck\nwhat?\n\nMonroe smiles, it’s a plan.\n\nCUT TO:\n\f14\n\nYellow (01/16/2014) 10a.\n\nINT. LIVERPOOL LILS BAR - LATER THAT NIGHT 14\n\nAt a tall bar table in a dark corner, a bartender drops off\nanother round to Minnie and Monroe. They’re both pleasantly\ndrunk, watch the bartender leave. Monroe leans his body into\nMinnie’s, almost knocking her off her stool.\n\f11.\n\nShe laughs, pushing him, but then almost falls off her stool.\nHe catches her.\n\nMONROE\n(teasing)\nWhoa! Clumsy clumsy.\n\nHe helps her back onto her stool, holding onto her for a\nlittle too long. Minnie gets a case of the giggles, he\nfollows suit.\n\nThey play a game of “sugarpack football”, flicking a sugar\npack across the table, trying to make it land on the edge of\nthe table. Monroe flicks the sugar packet through Minnie’s\n“field-goal” (her hands) and it disappears off the table.\n\nMINNIE\nShit. Where’d it go?\n\nMonroe gets up and starts rooting around on the ground near\nher feet, looking for it. He bites her ankle. She screams too\nloud. He laughs.\n\nMONROE\nShut up! You lightweight.\n\nHe bites her calf, grabbing onto her knee. Minnie takes his\nhand, and bites it hard. He stands, letting her bite him.\n\nMINNIE\nThat doesn’t hurt?\n\nMONROE\nYou can’t hurt me. Go ahead.\n\nMINNIE\nI’m gonna bite you so fucking hard.\n\nShe bites it even harder, as hard as she can.\n\nMONROE\nI don’t even feel it.\n\nMINNIE\nYou're drunk.\n\nMONROE\nI’m just really strong.\n\nShe bites his finger. He likes it. He thinks about touching\nher face. She breathes in, wanting him to. He flicks her\nnose.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe thinks about touching\nher face. She breathes in, wanting him to. He flicks her\nnose. \n\nTARGET SECTION TO BE ANNOTATED:\n He sits back down.\n\fGreen (01/19/2014) 12.\n\nMINNIE\nYou're far away.\n\nMONROE\n(quietly)\nYou just gave me a hard-on.\n\nMINNIE\nI did?\n\nShe peers over the table to see.\n\nMONROE\nYeah, I’m hard.\n\nMinnie might laugh but instead she moves closer.\n\nGlancing around, Monroe takes Minnie’s hand and puts it down\nhis pants. Minnie feels it, interested like it’s a science\nexperiment.\n\nMINNIE (V.O.)\nIt didn’t feel too hard to me. It\nhad soft skin. I don't know what I\nexpected exactly but I guess flesh\ncan never be really hard, like wood\nor Formica.\n\nMonroe moans quietly, Minnie smiles.\n\nMINNIE\nI want you to fuck me.\n\nMINNIE (V.O.)\nI didn’t even know if I was serious\nor not, but it was funny and I was\ndrunk.\n\nMonroe removes her hand.\n\nMONROE\nYou're shit-faced. I gotta get you\nback to your goddmamn mother.\n\nBut he doesn’t move away, if anything he pulls her closer,\nsearching her eyes.\n\nMONROE (CONT'D)\nI can’t believe you want me to fuck\nyou. Do you really want me to fuck\nyou?\n\f15\n\n16\n\nYellow (01/16/2014) 13.\n\nMINNIE\n(playfully)\nNone of your fucking business.\n\nIt’s like a game of chicken, neither will look away. Even in\nthis moment, there is nothing threatening about Monroe.\n\nMONROE\nYou really do want me to fuck you,\ndon’t you? You really fucking want\nme to fucking fuck you.\n\nMinnie stares up at Monroe’s face, smiling.\n\nMINNIE (V.O.)\nI didn’t know whether I wanted him\nor anyone else to fuck me but I was\nafraid to pass up the chance\nbecause I may never get another.\n\nI/E. MONROE'S CAR - PARKING LOT -LATER 15\n\nMinnie and Monroe get into the car, unsure of what’s next.\nThey stare straight ahead. Then they go for it. He kisses\nher, for a long time, sliding his hand between her legs.\nMusic crescendos.\n\nCUT TO:\n\nINT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe kisses\nher, for a long time, sliding his hand between her legs. Music crescendos. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MINNIE’S HOUSE - BATHROOM - LATER THAT NIGHT 16\n\nMinnie is in the bathtub, staring at the ceiling, where\nshadows from the street dance. She touches her lips and\nmouth, which are raw and red from Monroe’s stubble.\n\nMINNIE (V.O.)\nIt tasted like heated wine - hot\nand sticky and the inside of his\nmouth was all smooth. I tried\ngiving him a blow-job in the car\nand he put his hand in me, and\ntouched my tits. He said he wanted\nto fuck me, but he said we can’t\ntonight.\n\nMINNIE\n(every emotion)\nOh my god. Oh my god. Oh my god.\n\nMinnie dips her head back in the water, letting her hair wash\nall around her.\n\f17\n\n18\n\nGreen (01/19/2014) 14.\n\nMINNIE (V.O.)\nSometimes the feeling of water\nrushing through my hair makes me\nfeel so beautiful. Like a mermaid\nwaiting to be rescued from the\ndepths of the sea.\n\nMinnie enjoys this feeling, and then suddenly opens her eyes\nwith a start:\n\nMINNIE (V.O.)\nIs this what it feels like for\nsomeone to love you? He could have\nanyone and he wants me. He sees me.\nI feel different today. I never\nwant to go back.\n\nEXT. STREET - MORNING 17\n\nMinnie waits on the corner of Jackson and Scott, anxious. A\nMAN WITH A BUSHY MUSTACHE, and tight bell-bottoms whistles at\nher. Monroe pulls up, and she gets into his beat-up car,\nflipping off the stranger with a smile.\n\nMONROE\nYou gonna get in trouble for\nskipping school?\n\nMinnie shakes her head, smiling.\n\nMONROE (CONT'D)\nYou feel like sandwiches?\n\nMinnie nods. They drive off.\n\nINT. MONROE'S APARTMENT - MOMENTS LATER 18\n\nMonroe and Minnie fall into the small bachelor apartment\nmaking out, barely closing the door behind them. Monroe lifts\nMinnie up onto the bed. He gets on top of Minnie, kissing her\nand unbuttons her pants. Minnie is scared but excited.\n\nMinutes later, Minnie and Monroe lie silently side-by-side on\nthe bed.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gets on top of Minnie, kissing her\nand unbuttons her pants. Minnie is scared but excited. Minutes later, Minnie and Monroe lie silently side-by-side on\nthe bed. \n\nTARGET SECTION TO BE ANNOTATED:\n They both have their shirts and jackets on still,\nand are naked just from the waist down. Minnie traces an X on\nMonroe's leg in blood. He shakes his head in disbelief.\n\nMINNIE\nWhat?\n\nMONROE\nI didn’t know you were a virgin.\n\f19\n\n15.\n\nHe shakes it off. Minnie closes her eyes, peaceful.\n\nMONROE (CONT'D)\nYou look good, you know? Nice.\n\nMINNIE\nI do?\n\nMinnie reaches for her backpack and pulls out her Polaroid\ncamera.\n\nMINNIE (CONT'D)\nWill you take my picture?\n\nShe lies back down, resuming her position.\n\nMONROE\nWhat?\n\nMINNIE\nPlease? I just want to see.\n\nHe snaps the picture, against his better judgement. Minnie\npoints the camera toward Monroe, but he grabs it out of her\nhand.\n\nMONROE\nNah, nah, nah. Are you crazy?\n\nMinnie gives in, shaking her picture in her hand.\nMONROE (CONT'D)\nYou better not show that picture to\nanyone.\n\nCLOSE ON the photograph of Minnie, still and beautiful.\n\nMINNIE\nYou can’t even see where I am.\n\nOutside, life continues. School lets out, transvestites turn\ntricks, the city lives.\n\nEND FLASHBACK:\n\nINT. MINNIE’S HOUSE - BEDROOM - DAY 19\n\nWe are back where we started, Minnie’s first Diary entry.\nMinnie sits with her tape recorder now on the floor.\n\f20\n\nPink (01/08/2014) 16.\n\nMINNIE\n...That was about an hour ago and I\ncan’t believe I’ve now actually\nsaid it out loud. I’m pretty sure\nthis makes me officially an adult.\nRight?\n\nShe picks at the dried blood on her finger.\n\nMINNIE (CONT'D)\nI’m going to continue recording\nthis diary with the intention of\nmaking entries each and every day\nas honestly and as sincerely as is\npossible for me to do.\n\nShe presses stop, pleased. She pulls out the picture that\nMonroe took of her after her first time and examines it. She\nlooks relaxed and beautiful.\n\nINT.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pulls out the picture that\nMonroe took of her after her first time and examines it. She\nlooks relaxed and beautiful. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MINNIE’S HOUSE - KITCHEN/HALLWAY - ANOTHER EVENING 20\n\nMinnie is sitting at the kitchen table drawing a picture of\nherself when the doorbell rings. She jumps up.\n\nAs Minnie heads for the door, Gretel comes out of her room.\n\nGRETEL\nI'll get it.\n\nMinnie slams Gretel’s door in her face.\n\nMINNIE\nI got it.\n\nGretel whines. Minnie opens the front door.\n\nMONROE\n(shyly)\nHey.\nMINNIE\n(shyly)\nHey.\nThere is a tense pause. They stare at each other. Monroe\nseems like a teenager who doesn’t know what to say.\n\nMONROE\nYour mom here?\n\f17.\n\nMINNIE\nNo.\n(then, jealous)\nWhy? Did you come to see her?\n\nMONROE\nNo.\n\nMINNIE\nOh.\n\nMonroe enters sheepishly, punches Minnie’s shoulder\nplayfully.\n\nMONROE\nI came to see you, silly.\n\nMinnie punches Monroe on his arm, hard.\n\nMONROE (CONT'D)\nOw. Shit. You got a good arm. You\nwanna box?\n\nMINNIE\nYeah.\n\nThey put up their dukes and start circling each other,\njabbing and kicking.\n\nMONROE\nWhat were you doing before I got\nhere?\n\nMonroe reaches out and grabs Minnie’s tit.\n\nMONROE (CONT'D)\nThinkin’ about me?\n\nMinnie punches him again.\n\nMINNIE\nNo!\n\nMonroe grabs her fists, pinning them behind her back,\nstartling Minnie. Just when they’re about to kiss, Charlotte\ncomes in the front door. Monroe quickly pushes Minnie away\nfrom him, who falls to the ground.\n\nCHARLOTTE\nHello?\n\nMONROE\nOh. There you are.\n\f21\n\n22\n\n18.\n\nMinnie watches Monroe kiss Charlotte from the ground.\n\nMINNIE (V.O.)\nMonroe Rutherford is the handsomest\nman in the world.\n\nINT. MINNIE’S HOUSE - BEDROOM - NIGHT 21\n\nMinnie lies in bed with her tape recorder, it’s dark except\nfor the glow from her flashlight. There’s magic in the air.\n\nMINNIE\n\n(sotto into microphone)\nMy mother’s friend Martin Chong\nsent her a poem.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE’S HOUSE - BEDROOM - NIGHT 21\n\nMinnie lies in bed with her tape recorder, it’s dark except\nfor the glow from her flashlight. There’s magic in the air. MINNIE\n\n(sotto into microphone)\nMy mother’s friend Martin Chong\nsent her a poem. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s one of many\nmen who’s in love with her, waiting\nin line with a number in their hand\nlike at the deli counter. He wrote\nit on a piece of lacy purple rice\npaper that I found crumpled in the\ntrash. I think it’s beautiful:\n\nMinnie reads from the crumpled paper. Stars start to emanate\nfrom Minnie’s bed, floating out into the universe.\n\nMINNIE (CONT'D)\n(into microphone)\n\n“It would have been better\n\nTo have slept and dreamed\n\nThan to watch the night pass\n\nAnd the slow moon sink.”\n\nThe ceiling of her room melts away, the stars twinkle above\nher. She touches her body nonchalantly.\n\nMINNIE (CONT'D)\n\nI wonder if Monroe is masturbating\nthinking about me tonight? Monroe\nsays I exude sexuality. Sometimes I\nlook in the mirror and I can’t\nbelieve what I see. I just realized\n- I’ve had breasts for a full three\nyears.\n\nShe clicks the light off. The stars twinkle for one more\nmoment.\nINT. MINNIE’S HOUSE - BATHROOM - DAY 22\n\nMinnie runs into the bathroom with a yellow rotary phone,\nreceiver pressed up to her ear.\n\f23\n\n24\n\nPink (01/08/2014) 19.\n\nMINNIE\n(into phone)\nSorry. Sorry. Gretel was following\nme. Hold on.\n\nShe locks the door and sits on the edge of the tub.\nMINNIE (CONT'D)\n(into phone)\nOkay, I’m good.\n\nKIMMIE’S VOICE\nAlright, tell me.\n\nINTERCUT WITH:\n\nINT. KIMMIE’S HOUSE - BATHROOM - DAY 23\n\nKIMMIE MINTER, sixteen but with the body of a twenty-one year\nold and the hair of Farrah Fawcett, is on the other end.\n\nMINNIE’S VOICE\n(whispered)\nI can’t tell you, you have to\nguess.\n\nKimmie sits straight up.\nKIMMIE\n(into phone)\nYou fucked somebody! !\n\nINTERCUT WITH:\n\nINT. MINNIE’S HOUSE - BATHROOM - CONTINUOUS 24\n\nMINNIE\n(screaming into phone)\nWhat?! How did you know?\n\nA pounding at the door.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE’S HOUSE - BATHROOM - CONTINUOUS 24\n\nMINNIE\n(screaming into phone)\nWhat?! How did you know? A pounding at the door. \n\nTARGET SECTION TO BE ANNOTATED:\nGRETEL’S VOICE\n(calling through the door)\nMinnie. I need the bathroom. What\nare you doing?\n\nKIMMIE’S VOICE\nFINALLY! You’re catching up.\n\fPink (01/08/2014) 20.\n\nMINNIE\nHey! We don’t all lose our\nvirginity at thirteen.\n\nKIMMIE’S VOICE\nIt’s not just me. That’s how it is\nin South San Francisco.\n\nGretel pounds again.\n\nKIMMIE’S VOICE (CONT'D)\nI’m just so happy! Who was it?\n\nMINNIE\n(into phone)\nYou have to guess. Gretel is\nlistening.\n\nGRETEL’S VOICE\n(calling through the door)\nI am not. You’re so full of\nyourself.\n\nINTERCUT WITH:\n\n25 INT. KIMMIE’S HOUSE - BATHROOM - CONTINUOUS 25\nKimmie curls her hair, perfecting her 70s flip.\n\nKIMMIE\n(into phone)\nBut you don’t know any guys. Wait.\nWas it that guy who works in the\nliquor store? That cute one?\n\nMINNIE’S VOICE\n(leading)\nNo.\n\nKIMMIE\n(into phone)\nWell, is it somebody I know?\n\nMINNIE’S VOICE\nYes.\n\nKIMMIE\n(into phone)\nI can’t think of anyone... wait a\nminute. It’s not Monroe, is it?\n\nINTERCUT WITH:\n\fPink (01/08/2014) 21.\n\n26 INT. MINNIE’S HOUSE - BATHROOM 26\n\nMinnie is silent, smiling like the cat who ate the canary.\nGretel pounds on the door.\n\nKIMMIE’S VOICE\n(screaming from the phone)\nMy god! Minnie! That is so sick!\n\nMinnie has to hold the phone away from her ear.\n\nKIMMIE’S VOICE (CONT'D)\nEwww!\n\nGretel pounds.\n\nGRETEL’S VOICE\n(yelling through the door)\nI’m gonna tell mom. Get out of\nthere!\n\nMINNIE\n(whispered into phone)\nDon’t you think he’s cute?\n\nINTERCUT WITH:\n\n27 INT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nGet out of\nthere! MINNIE\n(whispered into phone)\nDon’t you think he’s cute? INTERCUT WITH:\n\n27 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KIMMIE’S HOUSE - BATHROOM - CONTINUOUS 27\nKimmie’s hair starts to burn. She unrolls the curling iron.\n\nKIMMIE\n(into phone)\nNo, he’s not cute. He’s old. Ew,\new, ewww. Minnie. He sleeps with\nyour mom!\n\nINTERCUT WITH:\n\n28 INT. MINNIE’S HOUSE - BATHROOM - CONTINUOUS 28\n\nMINNIE\n(into phone, sotto)\nOnly because he has to otherwise\nshe'll suspect something.\n\nKIMMIE’S VOICE\nI don’t know, Minnie. Don’t you\nkinda feel like he’s taking\nadvantage of you or something? I\nMean, you’re so much younger than\nhim.\n\f22.\n\nGretel’s pounding on the door grows louder and faster.\n\nKIMMIE’S VOICE (CONT'D)\n\nMinnie?\nMINNIE\n(upset, into phone)\nUmm...\nINTERCUT WITH:\n29 INT. KIMMIE’S HOUSE - BEDROOM - CONTINUOUS 29\n\nThere is a pause.\nKIMMIE\n(into phone)\nHow big is his dick?\n30 INT. MINNIE’S HOUSE - HALLWAY - MOMENTS LATER 30\n\nMinnie swings the door open to find Gretel about to pound on\nthe door. She grabs her, punching her on the arm.\n\nMINNIE\nI’m gonna kill you!\n\nGRETEL\nOw. Minnie, don’t.\n\nMINNIE\nQuit spying on me.\n\nMinnie pushes Gretel to the ground, and sits on top of her,\nsmacking her over and over again.\n\nGRETEL\nWhat were you talking about? Ow-\n\nMinnie pushes Gretel’s face further into the carpet.\n\n31 I/E. STREETCAR - DAY 31\n\nMinnie sits at the back of the streetcar. She talks into her\ntape player’s mic, enjoying her lurid narrative, while an old\nlady nearby listens on, disturbed.\n\nMINNIE\nHe’s fucked me three times now. All\nI can think about is the fucking.\n\f32\n\n23.\n\nFlashback: Minnie and Monroe fucking in his car.\n\nMINNIE (CONT'D)\nMonroe is a good lay from what I\nknow in my limited knowledge.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n32\n\n23. Flashback: Minnie and Monroe fucking in his car. MINNIE (CONT'D)\nMonroe is a good lay from what I\nknow in my limited knowledge. \n\nTARGET SECTION TO BE ANNOTATED:\n He is\nvery tall and strong and he has two\nstrong muscular thighs and a big\nhairy chest.\n\nFlashback: Minnie and Monroe fucking in his bed, fucking on\nhis floor, more fucking.\n\nMINNIE (CONT'D)\nAs for myself, I’m not particularly\nattractive at all. But I do think I\nlook different now- probably my\naura. And I think people are\nnoticing...\n\nINT. RICH PRIVATE HIGH SCHOOL - CLASSROOM - DAY 32\n\nMinnie sits at a desk by the window. The hippie ENGLISH\nTEACHER sits on his desk - “cool teacher” style, with a copy\nof Catcher in the Rye in his lap.\n\nCOOL ENGLISH TEACHER\nI agree, Liza. Mr. Antolini doesn’t\nact like an authority figure. He\nisn’t condescending. But what did\nyou make of the moment where he\ntouched Holden’s forehead while he\nslept?\n\nThe teacher drones on. Minnie doodles listlessly. A note\nlands on her desk. It reads: Write me a note. Minnie looks\naround. Behind her, a very handsome boy with great hair, a\njunior named RICKY WASSERMAN, 17, winks.\n\nMinnie drops the note back on Ricky’s desk. He unfurls it\nreading: A basic pancake recipe includes water, flour, baking\npowder, sugar and eggs.\n\nCOOL ENGLISH TEACHER (CONT’D)\nHolden’s attitude toward\nhomosexuals is called into\nquestion...\n\nThe note drops back on Minnie’s desk: Madame, my heart\ncontains nothing but admiration for you.\n\nThe bell rings, Minnie gathers her things. Ricky and his\nfriend ARNIE, another junior, blond and tall and preppy,\nsurround her desk.\n\f24.\n\nARNIE\nDon’t listen to this bullshit\nartist. You should probably write\nnotes to me.\n\nRICKY\nHe’s just jealous because he can\ntell you like me.\n\nMINNIE\nOh really?\n\nRICKY\nYou're fascinating, you know that?\n\nARNIE\nShe's kinda looks like Angelica\nHouston, don’t you think?\n\nRICKY\nI see that. Angelica Houston is\nincredibly beautiful.\nRicky flashes a winning smile.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICKY\nI see that. Angelica Houston is\nincredibly beautiful. Ricky flashes a winning smile. \n\nTARGET SECTION TO BE ANNOTATED:\n Minnie is flattered, and mute.\n\nMoments later, a long-haired slacker boy named CHUCK, 16,\nwith a skateboard under his arm, approaches.\n\nCHUCK\nWhat did they want?\n\nMINNIE\nWho?\n\nCHUCK\n\nTweedle Dee and Tweedle Dipshit.\nThey watch Ricky and Arnie leave.\n\nMINNIE\nThey're nice.\n\nCHUCK\nThey're preppy and rich.\n\nMINNIE\nOh, don’t be jealous, Chuck. Just\nbecause Ricky Wasserman thinks I’m\nfascinating.\n\nMinnie and Chuck start to walk toward the door together.\n\nCHUCK\nHe didn’t say that.\n\f33\n\n34\n\n25.\n\nMinnie laughs.\n\nMINNIE\nI know. It’s so embarrassing.\n\nCHUCK\nTell him to fuck off next time.\n\nMINNIE\nNo one that popular has ever talked\nto me before. It was kinda\nexhilarating.\n\nAs Minnie and Chuck pass the teacher's desk, he calls out.\n\nCOOL ENGLISH TEACHER\nMs. Goetze - next time I expect\nsome more participation from you, I\nknow you did the reading.\n\nMinnie nods reluctantly on her way out.\n\nFOOTAGE OF THE PATTY HEARST TRIAL 33\n\nPatty Hearst being sentenced.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - EARLY EVENING 34\n\nMinnie comes in from school to find Monroe and Charlotte\nsmoking a joint, and drinking around the coffee table as\nthough nothing has happened.\n\nCHARLOTTE\nI just think it’s barbaric that she\nwas found guilty! Even if she knew\nwhat she was doing in that bank -\nshe was still a prisoner...\n\nMinnie turns on the TV, looking to Monroe to see if he’s\ngoing to acknowledge her. He doesn’t. She stares at him.\n\nCHARLOTTE (CONT’D)\n..-Kidnapped, raped! Come on. She’s\na victim!\n\nMONROE\n(grasping)\nI don’t know. I guess it does seem\nkinda counter-progressive or\nsomething.\n\f35\n\n26.\n\nMonroe takes a long drag. He looks between Minnie and\nCharlotte, on either side. Minnie turns up the TV volume.\n\nCHARLOTTE\n(loudly over the TV)\nIt’s bullshit.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks between Minnie and\nCharlotte, on either side. Minnie turns up the TV volume. CHARLOTTE\n(loudly over the TV)\nIt’s bullshit. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s fascist,\nmisogynistic bullshit. You need to\npay more attention to this stuff.\nRead the paper every once in a\nwhile.\n\nMONROE\nYeah, you've said that.\n\nCharlotte shoots the rest of her drink, and exits for a\nrefill. Monroe, unsure, finally decides to follow Charlotte\ninto the kitchen. As he passes behind Minnie, he reaches out\nand tickles her neck. She slaps his hand away.\n\nMONROE (CONT'D)\nHey.\n\nMINNIE\nDon’t.\n\nMONROE\nTurn down the volume, bucko.\n\nMonroe exits to the kitchen, Minnie seething. From the\nkitchen, she can hear Charlotte’s giggles. Minnie sinks into\nthe couch.\n\nSMASH CUT TO:\n\nINT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 35\n\nMinnie stands in front of her mirror, wrapped in a towel. She\npulls the picture Monroe took of her after their first time\nout from her pocket and slides it into the edge of the\nmirror.\n\nMINNIE (V.O.)\n(earnest asking)\n\nWhat’s the point of living if\n\nnobody loves you? Nobody sees you?\n\nNobody touches you?\n\nShe drops her towel and stands naked. She compares the\npicture with her face in the mirror. And looks at her body.\n\fPink (01/08/2014) 27.\n\nMINNIE (V.O.)\nI wish I were older than I am. It\nfeels like there are little weights\nhanging from my heart that swing\nand tug every time I move, every\ntime the wind blows.\n\nFLASHBACK TO:\n\n36 INT. MONROE’S APARTMENT - DAY 36\nMinnie and Monroe’s faces are close together.\nMINNIE\nWhat’s your favorite color?\nMONROE\nI don’t know. Blue? Why are you\nasking me such stupid questions?\nCUT BACK TO:\n37 INT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 37\n\nMinnie is still in front of the mirror, looking at her face.\n\nMINNIE (V.O.)\nI want someone to be so totally in\nlove with me that they would feel\nlike they would die if I were gone.\n\nShe looks at the picture.\n\nMINNIE (V.O.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks at the picture. MINNIE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nMaybe Monroe could love me like\nthat? I am so warm. I want a body\nwith mine. I need a man.\n\nSMASH CUT TO:\n\n38 INT. MONROE’S APARTMENT - DAY 38\n\nMinnie and Monroe are having rousing sex under the covers,\nwith just the random limb poking out. Monroe finishes and\ncollapses on top of Minnie.\n\nMINNIE\n(frustrated)\nNo, don’t stop.\n\f39\n\nYellow (01/16/2014) 28.\n\nMONROE\nMinnie, come on.\n\nMonroe rolls off of her. Minnie stares at the ceiling, blue-\nballed. She climbs on top of his back, but he’s already\nfalling asleep.\n\nMONROE (CONT'D)\nWe have to stop this. You just...\nhave some hold on me.\n\nMINNIE\nWhy would you say that? Do you\nthink I’m fat?\n\nShe punches him. He laughs.\n\nMINNIE (CONT'D)\nYou're so fucking confusing... with\nyour adult codes and bullshit.\n\nMONROE\nMinnie-\n\nMINNIE\nI’m used to the more honest means\nof communication used between\nchildren. I’m almost still a child,\nyou know.\n\nMONROE\nHey, that’s why I said we have to\nstop. It’s clearly too much for you\nemotionally.\n\nMINNIE\nBut, I don’t want it to stop.\n\nMonroe falls asleep. Minnie stares at the ceiling, confused\nand frustrated and alone and blue-balled.\n\nMINNIE (V.O.)\nI have no one to talk with about\nthis highly complicated matter...\nINT. MINNIE’S HOUSE - KITCHEN - DAY 39\n\nMinnie and Charlotte sit at the table, eating peanut-butter\nand jelly sandwiches and not talking.\n\fBlue (12/17/2013) 29,\n\nMINNIE (V.O.)\n\n..-If my mother wasn’t involved\nwith Monroe she could give me all\nthe advice in the world.\n\nCHARLOTTE\nKimmie is so white trash, don’t you\nthink?\n\nMINNIE\n\nShe is not!\n\nCHARLOTTE\nI mean that in a good way- you\nknow, she's kind of salt of the\nearth. I love her Farrah Fawcett\nhairdo- it's so a la mode.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\n\nShe is not! CHARLOTTE\nI mean that in a good way- you\nknow, she's kind of salt of the\nearth. I love her Farrah Fawcett\nhairdo- it's so a la mode. \n\nTARGET SECTION TO BE ANNOTATED:\n I mean,\nI'm really glad your hair isn't\nlike that, but it looks cute on\nher.\n\nMINNIE\nBoys love Kimmie.\n\nCHARLOTTE\n(a little jealous)\nReally? I dunno. She looks better\nin pants than skirts though. Aren’t\nher ankles sort of thick?\n\nINTERCUT WITH:\n\n40 EXT. BIG ROCK PARK - DAY 40\n\nMinnie and Kimmie sit on a big rock in the park, watching\npeople walk by.\n\nKIMMIE\nYour mom’s really gorgeous.\n\nMINNIE\nOh, I dunno. I guess.\n\nKIMMIE\nAren’t you afraid she’1ll find out\nabout you and Monroe? What if they\nget married? It’s so sick.\nKimmie loves the drama.\n\nINTERCUT WITH:\n\fBlue (12/17/2013) 30.\n\n4l INT. MINNIE’S HOUSE - KITCHEN - CONTINUOUS 41\n\nMinnie and Charlotte are still eating their sandwiches.\n\nCHARLOTTE\n\nI guess Kimmie has a good body.\nMINNIE\n\nMom!\nCHARLOTTE\n\nYou know. I hate to brag, Minnie.\nBut I was quite a piece when I was\nyour age.\n\nINTERCUT WITH:\n\n42 EXT. BIG ROCK PARK - DAY — CONTINUOUS 42\n\nMinnie and Kimmie are still on the big rock. Kimmie is\npainting her toe nails.\n\nMINNIE\nHonestly, I feel like my mom is\njust worried that I don’t have a\nboyfriend. I mean, I don’t think\nshe wants me to get pregnant like\nshe did when she was my age, but...\n\nKIMMIE\n(sort of listening)\nYeah.\n\nMINNIE\nObviously I can’t tell her about...\nyou know. What am I going to say?\n“Mom, I’m sleeping with your\nboyfriend”?\n\nINTERCUT WITH:\n\n43 INT. MINNIE’S HOUSE - KITCHEN - CONTINUOUS 43\n\nMinnie stares at Charlotte intently. They are still eating\nsandwiches.\n\nCHARLOTTE\nI don’t know what your problem is,\nMinnie. I would think you would be\nmore into boys. Even Gretel has a\nboyfriend.\n\n(MORE )\n\f31.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nI would think you would be\nmore into boys. Even Gretel has a\nboyfriend. (MORE )\n\f31. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLOTTE (CONT'D)\nI mean he’s just that little short\nItalian boy from her class but\nstill. Don’t you like anybody? You\ncan tell me.\n\nThere is a long pause. Minnie wants to tell her mom more than\nanything. Instead, she shoves a big bite of her sandwich into\nher mouth.\n\nCHARLOTTE (CONT’D)\nGod, when I was in high school, the\nboys were all over me...\n\nMINNIE\nLike... my dad?\n\nCharlotte is surprised Minnie is bringing him up, but goes\nwith the memory.\n\nCHARLOTTE\nOh, yeah. Your dad and I were crazy\nabout each other. He wasn’t so\nmessed up back then. Hadn’t ever\neven smoked pot. He was just a\nwannabe artist with a fuck-the-\nworld attitude. And he rode a\nTriumph Blackbird. Have I ever told\nyou about that? Fuck, that was\nfantastic!\n\nMinnie doesn’t dare move.\n\nCHARLOTTE (CONT’D)\nMy parents hated him. It was so\nhot. I knew I could call him any\ntime day or night and he would ride\nthat beautiful machine over to my\nhouse and rescue me. And I’d hold\nonto his waist, and scream!\nGod, that boy...\n\nCharlotte lets out a languished sigh, gets up and starts\nclearing the dishes. She shakes away the memory.\n\nCHARLOTTE (CONT’D)\nYou know, you aren’t always going\nto have that body, Min. I know it’s\nnot exactly feminist to say, but I\nthink you'd be happier if you put\nyourself out there a bit - a\nlittle make-up, a skirt every once\nin a while, jesus. Get a little\nattention. You have a kind of\npower, you just don’t know it yet.\n\f44\n\n45\n\nBlue (12/17/2013) 32.\n\nMinnie stares at her mom’s butt as she scrapes their plates\ninto the trash. This resonates with Minnie.\n\nINTERCUT WITH:\n\nEXT. BIG ROCK PARK - CONTINUOUS 44\nOn the rock.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis resonates with Minnie. INTERCUT WITH:\n\nEXT. BIG ROCK PARK - CONTINUOUS 44\nOn the rock. \n\nTARGET SECTION TO BE ANNOTATED:\nMINNIE\nMaybe I‘1l tell her when we’re both\nold and grey, and Monroe is cold in\nhis grave, ya know?\n\nKIMMIE\n(totally distracted)\nDo you think I should start ironing\nmy hair straight? Or do you think\nit’s kinda classic like this?\n\nMinnie looks at her, stunned.\n\nMINNIE (V.O.)\nI have no one to talk to!\n\nINT - COMIC BOOK STORE - DAY 45\nMinnie looks through the comic books listlessly.\n\nMINNIE (V.O.)\n.+-Maybe I should just ignore\neverything. But I like sex. I want\nto get laid right now. I really\nlike getting fucked. Does everyone\nthink about fucking as much as I\ndo?\n\nShe sees a nerdy boy looking at comic books and imagines his\npenis, animated and wagging, on top of his pants.\n\nMINNIE\n...-Am I a sexed-up freak or\nsomething?\n\nMinnie hears a commotion coming from the back of the store.\nALINE KOMINSKY, a bad-ass comic book artist, is doing a\nsigning. A group of comic book fans are lined up, enthralled.\nMinnie peeks over the crowd and gets a glimpse of Aline- just\nabout the coolest woman she’s ever seen - she’s in awe.\n\nMinnie approaches the OLD HIPPIE behind the register, balding\nwith a ponytail and a beard. He notices Minnie staring.\n\f46\n\n47\n\n33.\n\nOLD HIPPIE\nAline Kominsky - “The Bunch”. She’s\ngood shit, man.\n\nHe hands her “Twisted Sisters”, a comic book with a woman\nsitting on the toilet on the cover. The woman turns to Minnie\nand winks. Minnie smiles to herself. This is something!\n\nBEGIN IMAGINING:\n\nINT. COFFEE SHOP - DAY 46\n\nMinnie sits drawing in a booth, Aline Kominsky’s comic book\nopen in front of her. She traces one of Aline’s drawings.\n\nMINNIE (V.O.)\nI've decided Aline Kominsky is my\nfavorite cartoonist.\n\nMinnie imagines an animated version of ALINE KOMINSKY,\nbeautiful and rough with a big ass, working intently at a\ndrawing table. Minnie watches her.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nI've decided Aline Kominsky is my\nfavorite cartoonist. Minnie imagines an animated version of ALINE KOMINSKY,\nbeautiful and rough with a big ass, working intently at a\ndrawing table. Minnie watches her. \n\nTARGET SECTION TO BE ANNOTATED:\nMINNIE (V.O.)\nShe must be beautiful and work all\nthe time, at a little drawing\ntable, with R. Crumb nearby at his\ndrawing table.\n\nA COMIC R. CRUMB, as he draws himself, works nearby.\n\nMINNIE (V.O.)\nEveryone thinks he’s the brilliant\none but I bet she gives him all of\nhis ideas. And they talk about\ntheir pens and other equipment.\n\nThe comic figures mingle with each other, laughing and\nlooking at their artwork. Aline sparkles.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - EVENING 47\n\nMinnie enters - the house has been tidied. A colorful afghan\nis folded neatly and slung over the couch. There is music\nplaying on the record player, and the table is set for two\nwith a table cloth and candles. Minnie hears her mom loudly\ncrying from the kitchen. She shoots Gretel a look, who\nshrugs, a little scared, and goes back to her book. Minnie\nmotions for Gretel to go to her. Gretel shakes her head like\n“hell no!”. Minnie tip-toes to the doorway and watches her\nmom, dressed in a skirt and heels, sitting on a stool in the\nkitchen, head in her hands, sobbing loudly.\n\f48\n\n49\n\n50\n\nBlue (12/17/2013) 34.\n\nSome peas boil over on the stove. Minnie doesn’t move, she\njust watches, out of sight, terrified and guilty.\n\nINT. MINNIE’S BEDROOM —- CONTINUOUS 48\n\nMinnie rushes into her room, kicking her chair and stuff as\nshe goes.\n\nMINNIE (V.O.)\nI feel like all of Monroe’s excuses\nnot to come over here are excuses\nnot to see me. But my mom thinks\nit’s about her.\n\nMinnie pulls out a piece of paper and starts scribbling.\n\nMINNIE (V.O.)\nDear Monroe. I know you think I’m\nfat. But I don’t care because I\nknow that black guys the world\nover...\n\nEXT. MONROE’S CAR - IN FRONT OF HIS HOUSE - EVENING 49\n\nMonroe arrives at his car and finds the note pinned under his\nwindshield wiper. He reads.\n\nMINNIE (V.O.)\n-..",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe reads. MINNIE (V. O.)\n-.. \n\nTARGET SECTION TO BE ANNOTATED:\nand also Italian construction\nworkers and wetbacks and old men\nand also some lesbians like fat\ngirls even if you don't, so there.\nLove, Little Minnie.\n\nMonroe rolls his eyes, and crumples the letter. He shoves it\nin his pocket.\nINT. MINNIE’S HOUSE - BEDROOM - A DIFFERENT DAY 50\nThe phone rings and Minnie leaps for it.\nMINNIE\n(into phone)\nHello?\n\nPASCAL’S VOICE\nMinnie.\n\f35.\n\nMINNIE\n(disappointed, into phone)\nPascal.\n\nPASCAL’S VOICE\nDon’t sound so excited.\n\nMINNIE\n(into phone)\nSorry.\n\nPASCAL’S VOICE\nDid you get your biology test back?\n\nMINNIE\nB-minus.\n\nPASCAL’S VOICE\nNot bad.\n\nMINNIE\nHow’s New York?\n\nINTERCUT WITH:\n\n51 INT. PASCAL’S HOUSE - EVENING 51\n\nPascal, a professorial man, sits at a small but pretentious\ndesk in his study in New York.\n\nPASCAL\n(into phone)\nStimulating. Intellectually and\notherwise. You would love it here.\nThe libraries alone elevate it far\nabove San Francisco.\n\nMINNIE’S VOICE\nSounds cool.\n\nPASCAL\n\n(into phone)\nYou know that if you ever decide\nthat you want to broaden your\nhorizons, Minnie - New York is a\ngreat place for a young lady. You\ncould live with me. I was your\nsurrogate father for many years and\nthat doesn’t end just because your\nmother and I are no longer legally\nbound.\n\nINTERCUT WITH:\n\f36.\n\n52 INT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 52\n\nMinnie draws while she balances the phone on her ear. In her\nnotebook are many tracings she’s done of Aline Kominsky’s\ncomic book cover.\n\nPASCAL’S VOICE\nWhat are you reading nowadays?\n\nMINNIE\n(into phone)\nUmmm. Searching for Mr. Goodbar.\nDid you ever finish it?\n\nPASCAL’S VOICE\nPlease, that inflammatory fiction?\nI just finished The Final Days\nabout the end of Nixon’s\nadministration.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDid you ever finish it? PASCAL’S VOICE\nPlease, that inflammatory fiction? I just finished The Final Days\nabout the end of Nixon’s\nadministration. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s darkly\nfascinating to witness how well he\nfares while his dreams crash around\nhim.\n\nMINNIE\nI’m reading some cool comic books\ntoo.\n\nINTERCUT WITH:\n\n53 INT. PASCAL’S HOUSE - EVENING 53\n\nPASCAL\n(into phone)\nWell, that’s a waste of a good\nmind. I’m sending you a book on\nflies.\n(then)\nSo... where’s your mother?\n\nMINNIE’S VOICE\nI don’t know. She’s not back from\nwork yet.\n\nPASCAL\n(into phone)\nIs she coming home tonight?\n\nMINNIE’S VOICE\nI guess. She didn’t say she wasn’t.\nShe usually finishes at the library\nat 6.\n\f37.\n\nPASCAL\n(into phone)\nWho’s she going out with these\ndays?\n\nINTERCUT WITH:\n\n54 MINNIE’S HOUSE - BEDROOM - CONTINUOUS 54\nMinnie is drawing.\n\nMINNIE\nI didn’t say she was going out with\nanyone! You don’t even listen to\nme, Pascal.\n\nPASCAL’S VOICE\nThat’s not true, Minnie.\n\nMINNIE\n(into phone)\nBesides, mom isn’t even partying\nreally. She’s like a monk. Or a nun\nor whatever.\n\nFLASHBACK TO:\n\n55 INT. MINNIE’S HOUSE - THE LIVING ROOM - NIGHT 55\n\nCharlotte and her friends sit around in the dark passing a\njoint and sniffing cocaine. BURT, a stoned guy in his 40s\nwith a mustache, and MICHAEL COCAINE, a 45 year old lawyer\nwith a coke habit, mingle. ANDREA, late 20s, Charlotte’s\nslightly dumb friend, turns to Michael Cocaine, high:\n\nANDREA\nWait, is this why they call you\nMichael Cocaine?\n\nEveryone starts laughing.\n\nCUT BACK TO:\n\n56 INT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 56\nMinnie holds the phone reluctantly to her ear.\nPASCAL’S VOICE\n\nWell, don’t tell her I was asking\nabout her....\n\f57\n\nPink (01/08/2014) 38.\n\nHis voice fades out. Minnie draws herself, as a distorted\ncartoon.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\n57\n\nPink (01/08/2014) 38. His voice fades out. Minnie draws herself, as a distorted\ncartoon. \n\nTARGET SECTION TO BE ANNOTATED:\n Animated Minnie begins to move on the page, as she\ndraws.\n\nBEGIN IMAGINING:\n\nAnimated Minnie, with hairy legs, strides through San\nFrancisco, boldly.\n\nMINNIE (V.O.)\nDear Aline Kominsky, Hello. My name\nis Minnie and I am an aspiring\ncartoonist.\n\nAnimated Minnie meets different boys along her journey. She\nkeeps walking, morphing. Sometimes she has big thighs,\nsometimes her head is very small. Sometimes her breasts bulge\nfrom her shirt. She keeps walking.\n\nMINNIE (V.O.)\nI am a huge fan of yours. Most\ncartoons don't amuse me at all, but\nI love yours. I've just completed\nmy first real comic. It's only one\npage. It's about walking around in\nthe city. I used India Ink but I\nwasn't sure what kind of paper to\nuse. What do you use? With\nadmiration, Minnie Goetze.\n\nAnimated Minnie disappears into the city.\n\nEND IMAGINING:\n\nINT. MINNIE’S HOUSE - KITCHEN/LIVING ROOM - NIGHT 57\n\nMinnie and Gretel sit eating a sad dinner together. Minnie\npokes at her peas on her plate, despondent. Gretel sits\nacross from her, filing her nails.\n\nMINNIE (V.O.)\nIt stirs up a kind of frustrated\npassion in my heart to think of\nMonroe sometimes, to think about\nhim out with my mother.\n\nGRETEL\nMom said I could go to a boy/girl\nparty on Saturday at Lindsay's.\nAnthony's taking me.\n\nMINNIE\nSo?\n\f39.\n\nGRETEL\nI just thought it was cool of her.\nAll of my friends are always like\ntelling me that I have such a hip\nmom, like my friend Jane-\n\nMinnie is unimpressed. They hear a commotion from the other\nroom. Minnie jumps up, and runs to her room.\n\nMonroe, Charlotte, Burt, Michael Cocaine, and Andrea come\nhome. They’re drunk and/or high. Monroe collapses on the\ncouch and closes his eyes. Charlotte gets on top of him,\nstraddling him.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey’re drunk and/or high. Monroe collapses on the\ncouch and closes his eyes. Charlotte gets on top of him,\nstraddling him. \n\nTARGET SECTION TO BE ANNOTATED:\n Minnie emerges from her room with a tiny\npresent, wrapped in the funnies, she watches from just\noutside the door.\n\nCHARLOTTE\n(wasted)\nNo, don’t be a drag! We haven't\nsung to you yet.\n\nMONROE\nBut I’m tired!\n\nMICHAEL COCAINE\nFuck that. Take this.\n\nHe hands Monroe a line which Monroe snorts.\n\nCHARLOTTE\n(raising her glass)\nI’m gonna make another toast. To\nMonroe on his birthday- It never\ngets better than this!\n\nMONROE\nIt never gets better than 35?\nFucking kill me!\n\nCHARLOTTE\nHappy Birthday!\n\nThey all drink. Monroe kisses Charlotte sloppily.\n\nMINNIE (V.O.)\nI wish I was in his arms. I wish I\nwas in his bed.\n\nMONROE\n(raising his glass)\nYou're such a fucking good woman,\nCharlotte. You’re beautiful, you’re\nsmart.\n(MORE )\n\f58\n\n40.\n\nMONROE (CONT'D)\nThere aren't enough women like that\nin California. Right, Burt?\n\nBURT\nYep.\nANDREA\n(offended)\nHey!\n\nMonroe sees Minnie watching.\n\nMONROE\nLook at Minnie over there. She’s\nsuch a good shit. You made that,\nCharlotte. Come here, Minnie. It’s\nmy birthday.\n\nMinnie doesn’t go to him. Charlotte watches this, with an\ninkling of suspicion.\n\nMONROE (CONT'D)\n(raising his glass again)\n\nMinnie’s such a... a...\n(everyone pauses, tense)\nGreat kid.\n\nMonroe looks fucked up. His eyes are dilated and half open.\nMinnie bolts. She throws the tiny present in the trash.\n\nEXT. RICH PRIVATE HIGH SCHOOL - STEPS - DAY 58\n\nMinnie sits on the school steps, as students mill about her.\nTwo teenagers make out nearby. Minnie watches with little\nhesitation.\n\nMINNIE (V.O.)\nI have to say, I have almost\ncompletely forgotten about\nMonroe... it’s like it never\nhappened.\n\nShe looks at some of her fellow students, who ignore her.\nMINNIE (V.O.)\nI wonder if anybody loves me that I\ndon’t know about...\n\nChuck skates up to Minnie and sits next to her.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE (V. O.)\nI wonder if anybody loves me that I\ndon’t know about... Chuck skates up to Minnie and sits next to her. \n\nTARGET SECTION TO BE ANNOTATED:\n He lights up\na cigarette.\n\nCHUCK\nHey Minnie.\n\fBlue (12/17/2013) 41.\n\nMINNIE\nHey, Chuck.\n\nCHUCK\nI heard you got put on academic\nprobation and you might get kicked\n\nout.\nMINNIE\nYeah.\nCHUCK\nBogue.\nMINNIE\n(shrugging)\n\nI’m not really thinking about it. I\nwant to be an artist anyway, and so\nschool is essentially pointless for\nme.\n\nThey sit in silence for a while. He smokes. Across the lawn,\nMinnie spots Ricky Wasserman getting into his fancy sports\ncar.\n\nCHUCK\nUm-—\n\nMINNIE\nI'll be right back.\n\nShe jumps up and heads over to Ricky. A few girls are just\nwalking away as she approaches. They glare at Minnie as they\ngo.\n\nRICKY\nWell, if it isn’t mon cherie.\n\nChuck looks on, disappointed.\nRICKY (CONT'D)\n(slyly)\nWhat’re you doing right now?\n\nMinnie’s eyes light up.\n\nSMASH CUT TO:\n\f59\n\n60\n\n61\n\n62\n\n42.\n\nEXT. RICKY WASSERMAN’S HOUSE - BACKYARD - DAY 59\n\nRicky dives naked into the extravagant blue pool, with\nperfect form. He comes out glistening from the water, and\nlooks up at Minnie who stands nervously, still clothed at the\nedge of the pool. The house behind her is a mansion: huge and\npristine.\n\nRICKY\nWhat are you waiting for? Don’t be\nscared.\n\nMinnie thinks, and then peels off her top.\n\nMINNIE (V.O.)\nSometimes the beauty of a boy makes\nme want to cry.\n\nINT. RICKY WASSERMAN’S HOUSE - POOLHOUSE - LATER 60\n\nMinnie and Ricky hump in the poolhouse, amongst the blow-up\npool-toys and towels. The sun glistens on Ricky’s young body\nas he goes at it, rabbit-style. Minnie’s not into this.\n\nRicky looks very pleased with his jackhammering, until Minnie\nflips him over. She slows him down, controlling the pace like\na pro, moving her body with confidence. Ricky is overwhelmed.\nShe is leading this dance, but doesn’t notice his discomfort.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe slows him down, controlling the pace like\na pro, moving her body with confidence. Ricky is overwhelmed. She is leading this dance, but doesn’t notice his discomfort. \n\nTARGET SECTION TO BE ANNOTATED:\nShe moans and screams out, like a grown woman.\n\nBirds fly overhead, the trees rustle. Minnie cums, Ricky\nlooks uncomfortable, music crescendos and then silence.\n\nINT. MINNIE’S HOUSE - LIVING ROOM - EVENING 61\n\nMinnie enters, her hair still wet from the pool at Ricky's.\nMonroe and Charlotte are curled up on the couch, Charlotte’s\nlong legs bare and on display. Minnie walks right past Monroe\nand he spots a small hickey on her neck. She pays him no\nmind, and struts into her room, pleased with herself. Monroe\nlooks after her, a little jealous.\n\nEXT. RICH PRIVATE HIGH SCHOOL - STREET —- MORNING 62\n\nMinnie approaches the front steps of the school where Ricky\nand Arnie are posted. Minnie waves at Ricky. He waves back,\ntentatively, and whispers something to Arnie, turning away.\n\nA horn honks. Minnie notices Monroe’s beat up car idling in\nfront of the school. She glances to Ricky and then goes up to\nthe car and sticks her head in his rolled down window.\n\f63\n\nGreen (01/19/2014) 43.\n\nMONROE\nCome on, fat ass!\n\nMinnie is pleased, and gets in the car, Ricky looks on.\n\nEXT. MARINA - DOCK - LATER THAT DAY 63\n\nMinnie and Monroe walk along the docks, near a boat. Minnie\nis antsy.\n\nMONROE\nLook at this day!\n\nMINNIE\nAre we gonna go to your place?\n\nMONROE\nI thought you wanted to look at\nboats with me.\n\nMINNIE\nWell, yeah I do. But then are we\ngonna go to your place?\n\nMONROE\nWhat’re you? Some kind of nympho or\nsomething?\n\nMINNIE\nNo! Fuck you. You're so disgusting!\n\nShe pushes him. He laughs it off.\n\nMINNIE (CONT'D)\nI don’t know why you even brought\nme here.\n\nMONROE\nDon’t get nervous in the service,\nkid! We’re just gonna take a look\nat this boat real quick.\n(then, sheepishly)\nYou look really nice today.\n\nMINNIE\nWhat?\n\nMONROE\nYou look pretty. And you’re not\nfat.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\nWhat? MONROE\nYou look pretty. And you’re not\nfat. \n\nTARGET SECTION TO BE ANNOTATED:\n You know you have a great\nbody.\n\f64\n\nGreen (01/19/2014) 44,\n\nMINNIE\nI do not.\n\nHe leads her toward a boat, and a MAN, in his 60s and looks\nit, comes out of it.\n\nMONROE\n(quietly to Minnie)\nThere he is. He looks like a real\nsailor.\n\nMAN\nHowdy. You the one called about the\nboat?\n\nMONROE\nThat’s me.\n\nMAN\nTake a look around. I’1l wait for\nyou on the dock.\n\nMonroe helps Minnie onboard.\n\nI/E BOAT - CABIN - MOMENTS LATER 64\n\nMinnie looks around the tiny boat cabin. Monroe runs his\nhands over the contours of the boat.\n\nMONROE\nMan this is a beautiful boat, don't\nyou think?\n\nMINNIE\nI guess. I like this little\nkitchen.\n\fGreen (01/19/2014) 45.\n\nMONROE\nHey, want to take a trip around the\nworld? I'd make you first mate?\n\nHe throws her a beer from him pocket. He pops one for himself\nand sits at the dinette.\n\nMINNIE\n(suddenly interested)\nLike Gilligan?\n\nMONROE\nLike Gilligan. I’1l put you to work\nin the galley. And we'd get a cat\nfor the ship.\n\nMINNIE\nIt’s like a little house.\n(then)\nAre you really going to get it?\n\nMONROE\nWell, I kinda wish it was blue.\n\nMINNIE\n(taking this seriously)\nYeah, me too.\n\nMonroe looks out the window at the sea and is quiet.\n\nMONROE\nBut I really am gonna buy a boat. I\njust have to wait till my vitamin\nbusiness takes off. I'm gonna build\nup a mail-order empire and then\nsell it and retire when I'm 45.\nThen I’1l get my boat. Become the\ncaptain of my own destiny. One day\nI'll just sail away. I won't even\nsay goodbye. To anyone. Just\nleave...\n\nHe is pensive and beautiful. Minnie kisses him.\n\nMONROE (CONT'D)\n\nHey!\nMINNIE\nWhat?\nMONROE\nWhat’d I tell you? Minnie.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\nWhat? MONROE\nWhat’d I tell you? Minnie. \n\nTARGET SECTION TO BE ANNOTATED:\n We gotta\nlay low.\n\n(MORE)\n\fGreen (01/19/2014)\n\nMONROE (CONT'D)\nIf you want to keep this thing up,\nyou can't call so much attention to\nus.\n\n45aA.\n\fYellow (01/16/2014) 45a.\n\nMINNIE\nI can do what I want.\n\f46.\n\nShe pulls on his belt.\n\nMONROE\nJesus, Minnie. Don’t.\n\nMINNIE\nYou afraid the sailor will hear us?\nYou chicken?\n\nMONROE\n(taking the bait)\nOh. Someone’s asking for it. Aren't\nyou? Maybe you need to be\nrestrained, huh?\n\nHe goes for her, she runs, bounding over the little table.\n\nMINNIE\nDon’t touch me, you big fat lout.\n\nHe grabs her, and throws her over his shoulder, she kicks,\nloving this.\n\nMONROE\nAhh. Yer getting feisty, huh? Stop\nwiggling. I’ve got you.\n\nMonroe throws her onto the boat’s bed, pinning her down.\nMONROE (CONT'D)\nIs that what you want? That’s what\nyou want, huh?\nMinnie squirms and screams, playfully.\nMINNIE\n(playful)\nHelp! I’m being raped!\n\nMonroe covers her mouth with his hand. He stares at her,\nholding her down. She is loving this. She bites his hand.\n\nMONROE\nOw. Damnit.\n\nHe pins her arms down, and starts kissing her neck and\nstomach. Minnie’s body quivers under his kisses.\n\f65\n\n66\n\n47.\n\nEXT. MARINA - BOAT - CONTINUOUS 65\n\nThe boat rocks back and forth in the marina, while the owner\nof the boat nods off in a folding chair on the dock.\n\nCUT TO:\n\nINT. MONROE'S APARTMENT — EVENING 66\n\nMinnie and Monroe lie in his bed, post-coital. Monroe is\nlooking at Minnie’s notebook of drawings, while she waits for\nhis response, wrapped in his arms.\n\nMONROE\nYou shouldn’t really show these to\npeople.\n\nMINNIE\nWhy?\n\nMONROE\nI mean... it’s just gonna weird\npeople out. It’s so... freaky.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\nWhy? MONROE\nI mean... it’s just gonna weird\npeople out. It’s so... freaky. \n\nTARGET SECTION TO BE ANNOTATED:\n(then)\n\nAre they supposed to be sexy?\nMonroe closes the book, tossing it off the bed. Pause.\n\nMONROE (CONT'D)\nSo, who’s that boy?\n\nMINNIE\n\nWho? You mean Ricky Wasserman?\nMONROE\n\nI guess. What is he, Jewish?\nMINNIE\n\nWhat’dyou care?\nMONROE\n\nI gotta take you home.\nMINNIE\n\nNo.\nMONROE\n\nMinnie.\nMINNIE\n\nNo, no, no. I don’t wanna go yet.\n\f48.\n\nMONROE\nMinnie, it’s time.\n\nMINNIE\nBut Monroe...\n\nMONROE\n(mimicking)\nBut Minnie...\n\nMINNIE\nWhy are you trying to get rid of\nme?\n\nMONROE\nOh my god.\n\nMinnie slips out of the bed.\n\nMINNIE\nIt’s not fair. I never see you. I’m\nnot leaving. I’m gonna run down the\nhall completely naked. I bet your\nneighbor will see me.\n\nShe makes a dash for the door, and Monroe, also somewhat\nnaked jumps up after her, slamming the door before she can\nget out. He grabs her.\n\nMONROE\nStop it, Minnie. This is not funny.\n\nShe kisses him, winning him over.\n\nMINNIE\nMonroe, will you tell me about your\nparents?\n\nMONROE\nWhat? No.\n\nMINNIE\n\nBut you tell my mother everything\nabout your life. Please?\n\nMonroe wriggles out of Minnie’s grasp, walks away.\nMONROE\nNo. You're fucking hyper, Minnie.\nI’m taking you home.\n\nMonroe starts dressing.\n\f49.\n\nMINNIE\nNo. Monroe! Come BACK here.\n(then)\nHey. I SAID: COME BACK HERE!\n\nHer shouts stop him in his tracks. He turns to Minnie, who\nstands naked and serious with her hands on her hips. She is a\nsight. He looks at her like “what?”.\n\nMINNIE (CONT'D)\nI think we need to talk about our\n\nrelationship.\nMONROE\nWe do?\nMINNIE\n\nI’m serious.\n\nMONROE\nI know you are.\n\nMINNIE\nDon’t laugh at me.\n\nMONROE\nOkay.\n\nMinnie runs to him, punching him hard.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\nDon’t laugh at me. MONROE\nOkay. Minnie runs to him, punching him hard. \n\nTARGET SECTION TO BE ANNOTATED:\nMINNIE\nDon’t laugh at me.\n\nMonroe contains her flailing.\n\nMINNIE (CONT'D)\nDon’t-\n\nMONROE\nHey. Calm down.\n\nMINNIE\nGet your hands off of me or-\n\nMONROE\nYeah, or what?\n\nMINNIE\nOr I’m gonna tell my mother!\n\nPause. Monroe drops Minnie’s shoulders, turning away.\n\nMINNIE (CONT'D)\nWhat?\n\fYellow (01/16/2014) 50.\n\nMONROE\nDon't.\n\nMINNIE\nYou can’t take it?\n\nMONROE\nGet dressed, Minnie.\n\nMINNIE\nNO.\n\nMONROE\nI’m taking you home.\n\nMINNIE\nWhat?\n\nMONROE\n\nYou ruined it. You’re a fucking\nchild, Minnie. I should tell your\nmother.\n\nMINNIE\nGo ahead!\n\nMONROE\nMaybe I will. Maybe I will, Minnie.\nYou think you can manipulate me\nlike that? What are you trying at?\nHuh? You’re not supposed to do\nthat, not you. Not you. FUCK.\n\nHe explodes, and storms off. There is a long pause. Minnie\nhas started crying. Eventually, Monroe notices.\n\nMONROE (CONT'D)\nOh, god.\n\nHe takes a deep breath, and goes to her. He wraps her into a\nreluctant hug. She sobs on his shoulder.\n\nMINNIE\nI hate you.\n\nMONROE\nNo you don’t.\n\nMINNIE\nYes I do. I hate you more than\nanything.\n\f67\n\n68\n\nYellow (01/16/2014) 51.\n\nMonroe rocks with her, while she cries.\n\nMONROE\nWell. I like you.\n\nMinnie cries.\n\nEXT. SAN FRANCISCO - BAY 67\n\nShots of San Francisco, in all its beauty.\n\nINT. MINNIE’S HOUSE - BEDROOM - DAY 68\n\nC/U on Minnie’s face, almost screaming. Is she upset or\nexcited?\n\nMINNIE (V.O.)\n\nFuck Monroe. He was too old for me\nanyway. It was kinda sick, if you\nthink about it. Dirty old man.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe was too old for me\nanyway. It was kinda sick, if you\nthink about it. Dirty old man. \n\nTARGET SECTION TO BE ANNOTATED:\nWiden out, Minnie and Kimmie are dancing, jumping on the bed,\nand singing at the top of their lungs along to The Rolling\nStones.\n\nMINNIE/KIMMIE\n(singing)\nBut BAAAAABYYYY BABY....\n\nMinnie does a jump-kick off of the bed. Kimmie flips her hair\naround.\n\nMINNIE/KIMMIE (CONT'D)\n(singing)\nI don’t need no jewels in my crown.\n\fYellow (01/16/2014) 52.\n\nKimmie picks up the album cover and starts licking the\npicture of Jagger on the cover.\n\nKIMMIE\nMinnie- look at me! Look -\n\nShe licks the crotch of the album.\n\nMINNIE\nEWWWW! What’re you doing?\n\nKIMMIE\nOh my god! I swear I feel Mick\nJagger's dick. Minnie you gotta try\nthis. Just lick his dick right\nthrough his pants- try it! It\nreally feels like there's something\nthere!\n\nMinnie takes the record, and skeptically licks.\n\nMINNIE\nOh my god! It does feel like he has\na dick in there. Ohhh. And it's\nhard too!\n\nKimmie turns the music down and plops on the floor.\n\nKIMMIE\nI would suck Mick Jagger's dick.\n\nMINNIE\nReally? Doesn’t he seem a little\ngay to you?\n\nKIMMIE\nWhat? No! He’s androgenous. It’s\nhot.\n\nKimmie reaches for a joint and relights it. She inhales. They\npass the joint between them.\n\nKIMMIE (CONT'D)\nI’m not gonna see you for like\nthree weeks.\n\fBlue (12/17/2013) 52A.\n\nMINNIE\nShit.\n\nKIMMIE\nWill you write to me while I’m\nvisiting colleges back east?\n\nMinnie pulls a package of letters out from her desk drawer.\nMINNIE\nI wrote you a few letters so you\ncan space them out during your\ntrip.\n\nKIMMIE\nThanks!\n\nKimmie hugs her. Minnie lies back, getting stoned.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nKIMMIE\nThanks! Kimmie hugs her. Minnie lies back, getting stoned. \n\nTARGET SECTION TO BE ANNOTATED:\nKIMMIE (CONT'D)\nWhat’dyou think you’re gonna do?\n\nMINNIE\nAbout what?\n\nKIMMIE\nCollege?\n\f53.\n\nThis hits Minnie.\n\nMINNIE\nI have no idea.\n\nKIMMIE\nOh hey. You know that mixed couple\nI baby-sit for?\n(Minnie shakes her head)\nWell anyway, the dad, Marcus? Is\nblack-\n\nMINNIE\nGod, I love black guys. They look\nso tough and they always smell so\n\ngutsy.\nKIMMIE\n\nI give him blow-jobs all the time.\nMINNIE\n\nNo way.\nKIMMIE\n\nYeah. He comes home from bowling\nearly, while his skinny white wife\nis still out with her girlfriends\nand I suck his dick until tears\ncome to my eyes. I have to put\nVaseline all over my lips because\nhis dick is so big it feels like my\nmouth is going to rip at the\ncorners.\n\nMINNIE\nWhat? Wait, how big is it really?\n\nKimmie motions about eleven inches, and thick. She and Minnie\nlaugh.\n\nKIMMIE\nHe wants to screw me but I’m way\ntoo scared.\nMinnie’s mind is blown.\n\nMINNIE (V.O.)\nAnd now, the making of a harlot.\n\nBEGIN IMAGINING:\n\f69\n\n70\n\n71\n\nPink (01/08/2014) 54.\n\nEXT. SAN FRANCISCO - DAY 69\n\nA Comic San Francisco. The Golden Gate Bridge peeks up out of\nthe fog in small pyramids.\n\nCartoon Minnie, fifty feet tall slouches as she traverses the\nhilly landscape in large giantess steps.\n\nMINNIE (V.O.)\nShe was a young girl driven astray\nby the lustful lure of the flesh.\n\nINTERCUT WITH:\n\nI/E. RICKY WASSERMAN’S CAR - OUTSIDE RICKY’S HOUSE - NIGHT 70\nMinnie and Ricky are about to have sex in his car.\nCUT BACK TO:\n\nAnimated Minnie picks up a tiny animated Ricky Wasserman from\nthe street, and holds him in her fist, like King Kong.\n\nMINNIE (V.O.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT BACK TO:\n\nAnimated Minnie picks up a tiny animated Ricky Wasserman from\nthe street, and holds him in her fist, like King Kong. MINNIE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nShe looked every bit the harlot she\nwas bound to become, with her\nbrassiere straps exposed, with her\ntight pants that rode up snugly at\nthe crotch, almost like a horse,\nwhen viewed from behind. He was a\nbeautiful junior, rich and famous\nin high-school. His name? Ricky\nWasserman. What is he, Jewish?\n\nINTERCUT WITH:\n\nI/E. RICKY WASSERMAN’S CAR - OUTSIDE RICKY’S HOUSE - NIGHT 71\nRicky stops them.\n\nMINNIE\nWhat?\n\nRICKY\nYou're just so... intense.\n\nMinnie is shamed.\n\nCUT BACK TO:\n\nAnimated Ricky squirms in Minnie’s animated giant hand.\n\f72\n\n73\n\nGoldenrod (02/02/2014) 55.\n\nANIMATED RICKY\n(in a small, squeaky\nvoice)\n«+. there’s something about having\nsex with you that scares me,\nMinnie. You’re just so passionate.\n\nMINNIE\n(in a deep “giant” voice)\nWhat?\nANIMATED RICKY\n(squeaky )\nI mean, I just have never\nexperienced someone who had sex\nlike that.\nAnimated Minnie’s eyes fill with tears.\n\nINTERCUT WITH:\n\nI/E. RICKY WASSERMAN’S CAR - OUTSIDE RICKY’S HOUSE - NIGHT 72\nMinnie slams the door to his car, running from it.\nCUT BACK TO:\n\nAnimated Minnie throws tiny Ricky to the ground, and stomps\noff to the hills with her head down, crying like a sad giant.\n\nEND IMAGINING:\n\nMinnie slams her notebook shut on a drawing of a sad giant\nMinnie in the city. She sticks her notebook in her bag, and\nruns off.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - CONTINUOUS 73\n\nMinnie enters, with tear stained cheeks, to find Charlotte\nsprawled on the floor of the apartment, the record player\nskipping. She looks dead.\n\nMINNIE\nMOM?!\n\nMinnie runs to her mom, terrified, shaking her. Charlotte\neventually stirs, just as Andrea emerges from the kitchen,\njoint in her mouth, putting on a record, unaware.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\nMOM?! Minnie runs to her mom, terrified, shaking her. Charlotte\neventually stirs, just as Andrea emerges from the kitchen,\njoint in her mouth, putting on a record, unaware. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLOTTE\nMinnie’s home!\n\fGoldenrod (02/02/2014) 56.\n\nCharlotte pulls Minnie down to the ground, snuggling with\nher. Andrea starts dancing to the disco song.\n\nCHARLOTTE (CONT’D)\nMy little girl, girl, girl! Isn't\nMinnie so pretty, Andrea?\n\nANDREA\nYes! She looks like a little doll.\n\nCharlotte holds Minnie’s face, looking closely at it, and\nkisses her on the lips. Andrea dances, pulling Charlotte up\noff the ground and away from Minnie. Minnie watches as\nCharlotte and Andrea dance together.\n\nANDREA (CONT'D)\nCome here, Minnie! I wanna dance\nwith you!\n\nShe pulls Minnie up from the floor. Charlotte and Andrea,\nflanking Minnie on either side, start “bumping” Minnie’s hips\nback and forth. Minnie looks between the two of them,\nlaughing and loving being bounced back and forth.\n\nMINNIE (V.O.)\n\nMy mother doesn’t touch me much if\nshe can avoid it. She used to touch\nme a lot, in a motherly way, when I\nwas little. But then:\n\nFLASHBACK TO:\nMany years earlier\n\nCharlotte sits at Pascal’s feet while he reads the paper,\neerily similar to the photo of them.\n\nPASCAL\nThere’s something sexual about\nMinnie’s need for physical\naffection from you. It’s not\nnatural.\n\nCUT BACK TO:\n\nThe ladies are laughing, still dancing around. Minnie is\nloving this.\n\nANDREA\nLet’s send Minnie out to get us\nmore wine.\n\nCHARLOTTE\nWe finished it already?\n\n+ FF HHH\n\n+ eH\n\fGoldenrod (02/02/2014) 56A.\n\nMINNIE\n(laughing)\nHow long have you been home?\n\nAndrea looks nervous. Charlotte stops dancing, but the music\ncontinues.\n\nMINNIE (CONT'D)\nI thought you were working late.\n\nThe spell is broken.\n\nCHARLOTTE\nWell I got fired from the library\ntoday, so I’m not working late.\nOkay? Does that make you happy?\n\nCharlotte exits, muttering under her breath. Minnie feels\nawful.\n\nANDREA\n(on her way out, after\nCharlotte)\nDon’t worry about it, sweetie.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlotte exits, muttering under her breath. Minnie feels\nawful. ANDREA\n(on her way out, after\nCharlotte)\nDon’t worry about it, sweetie. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s\n\nnot you.\n\nMinnie is crushed. The disco record plays on but nobody is\ndancing.\n\n+e HF FF *\n\n %\n\f74\n\nBlue (12/17/2013) 57.\n\nINT. BEATNIK COFFEE HOUSE - DAY 74\n\nMinnie and Gretel walk into the snobby coffee shop, filled\nwith college students and professors. They look around.\n\nPascal waves them over to his tiny table. Minnie and Gretel\napproach. He’s not french, but he wishes he were.\n\nPASCAL\nBonjour.\n\nMINNIE\nBonjour, Pascal.\n\nGRETEL\nHi.\n\nPascal puts out his hand for a shake. Minnie and Pascal have\nan awkward greeting: a sort-of hand shake with a hug tacked\non.\n\nPASCAL\nNo. Don’t you remember how I taught\nyou to shake hands? You do it\nfirmly. Look directly into the\nother man’s eyes, thinking to\nyourself ‘I’m better than you, you\nson-of-a-bitch’.\n\nMinnie lets this sink in. She says with her eyes: I’m better\nthan you, you son-of-a-bitch.\n\nGRETEL\nLemme’ try!\n\nShe takes Pascal’s hand opening her eyes wide, almost crazy.\n\nPASCAL\nBravo.\n\nHe pats Gretel on the back. The three sit. Pascal has three\ncoffees ready. He sips his.\n\nPASCAL (CONT'D)\nI don’t see you two enough. That\nmuch is evident by your handshakes.\n\nGRETEL\nI’m supposed to be at my friend’s\nhouse by 3. Just so you know,\nPascal.\n\nPASCAL\nGretel, call me dad. Please.\n\fGRETEL\nJeez. Okay.\n\nPASCAL\nI’m glad you finally reached out.\nIt lined up nicely with a trip to\nmy publishers.\n\nPascal looks around the coffee shop.\n\nPASCAL (CONT'D)\nI forgot how many eccentrics there\nwere in San Francisco.\n\nMINNIE\nYou’ve only been gone for a year.\n\nPASCAL\nFeels like a lot longer. Look at\nyou young ladies. You look older.\nHow’s school?\n\nMINNIE/GRETEL\nFine.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou look older. How’s school? MINNIE/GRETEL\nFine. \n\nTARGET SECTION TO BE ANNOTATED:\nPASCAL\n(to Minnie)\nHow’s your pal, Kimmie?\n\nMINNIE\nYou always ask about her. Is she my\nonly friend whose name you can\nremember?\n\nPASCAL\nWhat? No. I just know her parents.\nThey’re good people-\n\nMINNIE\nShe's visiting colleges. She’s in\nBoston then I think she’s going to\nNew York next week.\n\nPASCAL\nThat’s good. You should be thinking\nabout the same things. You’ve got a\ngood head on your shoulders Minnie.\nI imagine you may be a writer one\nday. A penniless, but certainly\nabsorbing occupation. And how is\nyour mother?\n\nMINNIE\nUm, she’s doing really well-\n\n58.\n\f59.\n\nGRETEL\nShe got fired.\n\nMINNIE\nGRETEL!\n\nGRETEL\nWhat?\n\nPASCAL\nShe WHAT?!\n\nMINNIE\nShe got laid off. It wasn’t her\nfault.\n\nPASCAL\n\nGirls, what you may not understand\nabout your mother, is she is and\nhas always been incapable of taking\nresponsibility for her own life.\n\nMINNIE\nDon't talk about our mom like that,\nplease.\n\nGRETEL\n\nYeah, Pascal. Don’t talk about our\nmom, please!\n\nPASCAL\nDad! And- okay, can we stop the\ninquisition?\n\nGRETEL\n\nI’m gonna see if they have iced\ntea. I hate coffee.\n\nPASCAL\nYou know, I’m not the bad the guy\nhere. Just because your mother and\nI no longer share a marital bed-\n\nMINNIE\nOh my god, gross.\n\nPascal leans in to talk seriously to Minnie.\n\nPASCAL\nYou have to understand - it’s\ndifficult to go from raising you\nand your sister to barely having a\nsay in your decisions.\n\fMINNIE\nWhose choice was that?\n\nPASCAL\nWell, if you must know, it was your\nmother’s.\n\nThis is news to Minnie. There’s a long pause.\n\nPASCAL (CONT'D)\nNot to say I was without fault.\nYour mother became increasingly\nfrightening to me in some sense.\nShe did not live life according to\nrules I understood.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nPASCAL (CONT'D)\nNot to say I was without fault. Your mother became increasingly\nfrightening to me in some sense. She did not live life according to\nrules I understood. \n\nTARGET SECTION TO BE ANNOTATED:\nMINNIE\nPascal - do you really want to\nhelp?\n\nPASCAL\n\nI do. I really do.\n\nMINNIE\nBecause, mom doesn’t have a job\nanymore, and she’s looking for\nanother one but... we kinda don’t\nhave any money.\n\nPascal lets out a big sigh.\n\nPASCAL\nAh.\n\nMINNIE\nShe doesn’t know I’m asking you.\n\nPASCAL\nI get it. You’re trying to help.\nBut neither of us can help her,\nMinnie. Not really.\n\nMINNIE\nWell, five hundred dollars -\n\nPASCAL\nI mean, really help.\n\nMINNIE\nThat's bullshit. You could help if\nyou cared about us.\n\f75\n\nYellow (01/16/2014) 61.\n\nPASCAL\nHey. I care about you, Minnie. I\ncare about your well-being. That is\nwhy I’m paying for that rich hippie\nschool of yours.\n\nMINNIE\nNo, you just want to be able to\ntell everyone that your step-kid is\ngood at science or something. You\ndon’t care about me.\n\nShe starts to tear up.\nPASCAL\nThis conversation is closed. You’re\n\ngetting emotional.\n\nMINNIE\nFine.\n\nThey sit in silence for a moment. Gretel returns to the\ntable, unaware.\n\nPASCAL\nIf your mom wants something from\nme, she needs to ask me herself.\n\nGRETEL\nAsk you what, Pascal?\n\nPASCAL\nDAD! For fuck’s sake.\n\nHe quiets down when he realizes everyone is looking at him.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - LATER THAT DAY 75\n\nMinnie enters, leaving the front door open, surprised to see\nMonroe on the couch.\n\nMINNIE\nWhat’re you doing here?\n\nMONROE\nYou forgot this.\n\nMonroe throws Minnie her sweatshirt, which hits her in the\nface. Monroe smiles until he notices that Pascal has appeared\nin the doorway, behind Minnie.\n\fYellow (01/16/2014) 61A.\n\nPASCAL\n(suspicious)\nIs Charlotte home?\n\f76\n\n62.\n\nMONROE\nNo, sir.\n\nMinnie watches, unsure of what to do.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\n76\n\n62. MONROE\nNo, sir. Minnie watches, unsure of what to do. \n\nTARGET SECTION TO BE ANNOTATED:\nPASCAL\n(to Minnie)\nTell her to call me.\n\nMinnie nods. Pascal looks toward Monroe and then Minnie. He\nexits, suspicious.\n\nEXT. POLK STREET - DAY 76\n\nMinnie walks down the street, which is filled with all kinds\nof misfits - homeless kids, hippies, trannies. She walks\nslowly and looks everyone in the eye. She is not afraid.\n\nMINNIE (V.O.)\n\nDear Diary. I did not go to school\ntoday. I didn’t want to see\nsuperficial Ricky Wasserman.\n\nMinnie keeps walking, slowly. Like a dream, suddenly the\nanimated version of Aline Kominsky walks along side of her -\ngrotesque and beautiful at the same time.\n\nMINNIE\nI feel so awkward and ugly and\nnaive and lonely.\n\nANIMATED ALINE KOMINSKY\nI know how you feel.\n\nMINNIE\nAnd I have no friends. I don’t want\nto go to school ever again. Nobody\nloves me. Maybe I should kill\nmyself.\n\nShe glances at Aline for her opinion, and then keeps walking.\nANIMATED ALINE KOMINSKY\nNah, alienation is good for your\nart.\nMINNIE\nMaybe I should paint a picture. I\nshould paint a picture.\n\nThey keep walking.\n\f77\n\n63.\n\nANIMATED ALINE KOMINSKY\nIt doesn’t matter what kind of art\nyou do. It will be intense and\nexpressive. Just do it.\n\nMINNIE\nI want to discipline myself to draw\nevery day. That’s what I have to\ndo, right?\n\nAline nods.\n\nMINNIE (CONT'D)\nI get distracted sometimes.\nOverwhlemed by my all-consuming\nthoughts about sex and men. I\nalways want to be touched. I don’t\nknow what's wrong with me...\n\nANIMATED ALINE KOMINSKY\nI don’t know either. Maybe you're a\nnympho.\n(Aline laughs)\nI'm fucking with you. Nothing’s\nwrong with you. Everybody wants to\nbe touched.\n\nMinnie looks towards Aline whose boobs grow larger like\nballoons.\n\nMinnie locks eyes with a beautiful, young lesbian, TABATHA,\n17, across the street, smoking. She looks dangerous.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nMinnie looks towards Aline whose boobs grow larger like\nballoons. Minnie locks eyes with a beautiful, young lesbian, TABATHA,\n17, across the street, smoking. She looks dangerous. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nblows Minnie a kiss, seductively. Minnie shivers.\n\nMINNIE\nOh my heart. Could I ever love a\ngirl?\n\nA car crosses between them, and the girl is gone. Minnie\nlooks to Aline, but she is also gone.\n\nMINNIE (V.O.)\n.-.-I am seriously considering\nrunning away. My mother is getting\nworse.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - DAY - CONTINUOUS 77\n\nCharlotte and Andrea are cleaning the house, frantically.\n\f78\n\n79\n\n64.\n\nMINNIE (V.O.)\nMom and Andrea got some coke from\nMichael Cocaine and it gave them\nthe energy to clean the house all\nday today.\n\nINT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 78\n\nMinnie lies on her bed talking into her tape recorder. The\nvacuum is audible from the other room. Charlotte pops her\nhead in the door, and Minnie hides the recorder under her\npillow.\n\nCHARLOTTE\n\n(speedy )\nHon. We’re making dinner. Peas,\nhotdogs, grilled cheese, omelettes,\nand rolls so far. What’s your\nfavorite type of pasta? Wait, what\nam I talking about? Macaroni! I'11\nmake macaroni!\n\nShe leaves in a flurry. Minnie pulls out the tape recorder.\n\nMINNIE\n\n(into mic)\nI bet I‘'1l listen to this Diary in\na decade or so, if I’m still alive.\nReminiscing over my wild teenage-\nhood. Maybe I’1l1 even let my\nhusband hear. But he may get too\njealous.\n\nMinnie presses stop, and takes the tape out of her cassette\nrecorder. She places it carefully in a shoebox under her\nbead, and pulls out a new cassette tape.\n\nCUT TO:\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - DAY 79\n\nCharlotte sorts the mail. She comes across an envelope from\nPascal MacCorkill in New York City. She opens it - a check\nfor a thousand dollars. She celebrates silently to herself.\n\nBEGIN SUPER 8\nFOOTAGE MONTAGE\nMINNIE’S POV:\n\f80\n\n81\n\n65.\n\nINT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe celebrates silently to herself. BEGIN SUPER 8\nFOOTAGE MONTAGE\nMINNIE’S POV:\n\f80\n\n81\n\n65. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MINNIE’S HOUSE - THE LIVING ROOM - NIGHT 80\n\n-Charlotte and her friends party in the smoke-filled room.\nKimmie sips a drink and watches, curious.\n\n-Charlotte plays guitar while Stoney Burt sways alongside\nher. She looks beautiful and happy.\n\n-Charlotte is passed out on the couch. A few partiers do\ncoke off the coffee table, while more people dance. Minnie\nand Kimmie each snort a line with Monroe.\n\n-Minnie and Kimmie dance seductively while Monroe watches.\nThe party continues.\n\nSMASHCUT TO:\n\nINT. DINER - MORNING 81\n\nMinnie sits in a booth sipping coffee. She looks wrecked, and\njittery.\n\nMINNIE (V.O.)\nWhat we did gets me sick, it’s so\npornographic. Somehow Kimmie and\nMonroe and I ended up having a\nthree-some. It was disgusting.\n\nMinnie closes her eyes. Quick Flashback: Kimmie, Minnie and\nMonroe entangled by the washer and dryer, naked limbs\neverywhere. Kimmie and Minnie kiss while Monroe watches.\n\nMinnie sips her coffee.\n\nMINNIE (V.O.)\nThe sexual nature of Kimmie Minter\nis a viscous cervical mucus that\nalways welcomes mating.\n\nHer leg shakes. The clang of silverware is too loud. People\nare chewing grotesquely. She fiddles with her spoon.\n\nMinnie stares into her coffee cup and pours in some cream\nwhich blossoms in the brown liquid.\n\nKimmie emerges from the bathroom with a brush and make-up in\nher hand, that she tosses into her bag.\n\nKIMMIE\nDid she bring my waffles yet?\n\nMINNIE\nNot yet.\n\f66.\n\nKimmie sips her coffee.\n\nKIMMIE\nI'm starving.\n(then)\nSo, where did Monroe go this\nmorning?\n\nMINNIE\nEST. It’s this personal growth\nworkshop thing he’s doing all\nweekend in Sacramento.\n\nKIMMIE\nHa. That’s hilarious.\n\nMINNIE\nHe’s trying to better himself. I\nthink it’s noble. You don’t\nunderstand him.\n\nKIMMIE\nMinnie-\n\nMINNIE\nYou don’t. It’s not your fault.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don’t\nunderstand him. KIMMIE\nMinnie-\n\nMINNIE\nYou don’t. It’s not your fault. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nmean, I know you try. But he’s\ntough to get to know. He doesn’t\nlet many people in.\n\nKIMMIE\nLook, you don’t have to be worried.\nJust because of what happened. It\nwas just a one time experience.\nIt’s no big deal.\n\nMINNIE\nI know.\n\nKIMMIE\nI don’t love him or anything.\n(then)\nI mean, not that you love him...\n\nMinnie is quiet. The waitress brings Minnie fried eggs and\ntoast and Kimmie her waffles. Kimmie starts eating\nimmediately. Minnie is struck with a thought.\n\nMINNIE\nI love Monroe. I do.\n\nKIMMIE\nOh. Okay.\n\f82\n\n83\n\nBlue (12/17/2013) 67.\n\nMinnie and Kimmie eat in silence.\n\nMINNIE (V.O.)\nSometimes I watch Monroe while he\nsleeps and I feel so much love for\nhim, that it feels like my heart\nmight burst.\n\nMinnie eats. The yolks of her eggs form into hearts.\n\nKIMMIE\nSo... we're meeting up with Chuck\nlater, right?\n\nINT. MINNIE’S BEDROOM - NIGHT 82\nIt’s dark. There is no light. A phone rings.\n\nMINNIE’S VOICE\n\n(sleepy)\nHello?\n\nMONROE'S VOICE\nMinnie? It’s Monroe.\n\nMINNIE’S VOICE\nMonroe? How’s EST?\n\nMONROE'S VOICE\nI kinda got arrested for drunk\ndriving.\n\nMINNIE’S VOICE\nWhat?\n\nShe turns on a small light, illuminating a corner of the\nroom. Minnie sits up with the phone pressed to her ear,\nworried.\n\nINTERCUT WITH:\n\nEXT. LONELY STREET - PAYPHONE - CONTINUOUS 83\n\nMonroe stands at the payphone on the side of the road,\nwithout his shoes.\n\nMONROE\n(drunk, into phone)\nAnd I didn't have any shoes on, or\nhave my wallet. But don't...\ndon't... don't worry- the policeman\nwas really nice to me.\n(MORE )\n\fGreen (01/19/2014) 68.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut don't... don't... don't worry- the policeman\nwas really nice to me. (MORE )\n\fGreen (01/19/2014) 68. \n\nTARGET SECTION TO BE ANNOTATED:\nMONROE (CONT'D)\nHe let me ride around in the cop\ncar, chasing bad guys until I\nsobered up. Isn't that wild? I just\nhad to tell you about it\n\nMINNIE\nYeah.\n\nINTERCUT WITH:\n\n84 INT. MINNIE’S HOUSE - BEDROOM - CONTINUOUS 84\nMONROE'S VOICE\n\n...I knew you'd be the only one\n\nwho'd appreciate it.\n\nMINNIE\n(into phone)\nUh huh.\n\nMONROE'S VOICE\n\nCan you just talk for a little bit?\nI want to hear your voice.\n\nMinnie is touched, she hugs the phone to her chest.\nMINNIE (V.O.)\nHe loves me.\nCUT TO:\n\n85 INT. MINNIE’S HOUSE - HALLWAY - DAY 85\nRaised voices can be heard from Charlotte's bedroom. Through\na crack in the door, Monroe and Charlotte are fighting.\n\nMONROE\nWhat? You're not taking him\nseriously, are you?\n\nCHARLOTTE\nMaybe you’ve already slept with\nher, have you?\n\nMinnie tip-toes down the hall, toward Charlotte’s cracked\ndoor. She stops, listens to Monroe and Charlotte fighting.\n\fGreen (01/19/2014) 68A.\n\nMONROE\nWhat? Are you crazy? She’s a\nfucking kid.\n\fGreen (01/19/2014) 69.\n\nMinnie instinctively drops to the ground, to get a better\nlisten. Through the crack in the door, she gets glimpses.\n\nCHARLOTTE\nShe may be just a kid, but she’s\ngot tits and ass. I think you can\nsee that as well as I can.\n\nMonroe goes close to Charlotte, touching her arm. Minnie\nwinces.\n\nMONROE\nPascal needs to have the fucking\nshit kicked out of him. Why do you\nthink he would say something like\nthat? He doesn’t want you to be\nhappy. He can’t stand the fact that\nyou’ve moved on.\n\nCHARLOTTE\nYou are so full of shit, Monroe. I\nhave seen you staring at her tits!\n\nMONROE\nWhat? I don’t even know if she has\ntits. Maybe she does, maybe she\ndoesn’t. I’ve never looked.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don’t even know if she has\ntits. Maybe she does, maybe she\ndoesn’t. I’ve never looked. \n\nTARGET SECTION TO BE ANNOTATED:\n I was\nprobably looking at your tits and\nyou got confused.\n\nMinnie looks like she might throw up.\n\nMONROE (CONT'D)\nCome here. Drink your drink.\n\nMinnie crawls closer, so she can see Monroe and Charlotte on\nthe bed. Monroe feeds Charlotte her drink.\n\nMONROE (CONT'D)\n\nGood girl. Don’t let little Mr. PhD\nmanipulate you. You’re a strong\nwoman who doesn’t take shit from\nanyone. Come on.\n\nCHARLOTTE\nYeah. Uh-huh.\n\nHe whispers in her ear.\n\fGreen (01/19/2014) 70.\n\nMONROE\nYou're a strong beautiful woman.\nWith the sexiest ass in San\nFrancisco and long legs.\n\nCHARLOTTE\nYeah?\n\nMONROE\nLook at you. What else could I\npossibly want?\nThis works. Charlotte lets Monroe kiss her neck.\nCHARLOTTE\nShe better not be fucking pregnant.\nI had kids way too early - I know.\n\nMONROE\nSh-sh-shut up.\n\nCHARLOTTE\nHer boobs are growing like crazy.\n\nMinnie looks down at her chest, somewhat pleased.\n\nMONROE\nListen to me- this is all in your\nhead.\nCHARLOTTE\nIs it?\nMONROE\nYES!\nShe softens.\nCHARLOTTE\n\nI guess it is a little crazy.\nPascal just said -\n\nMONROE\nShhh. I don’t want to even hear his\nname. He’s jealous of what we have.\nHey-\n\nCHARLOTTE\nYeah?\n\nMONROE\nI‘1l show you whose tits I’m\nlookin’ at.\n\f86\n\n87\n\nYellow (01/16/2014) 71.\n\nMinnie watches as he caresses her breasts, and kisses her\npassionately. Charlotte giggles.\n\nMINNIE (V.O.)\nI hate Monroe. He seems really gay\nand kind of washed out.\n\nCUT TO:\n\nI/E. MONROE'S CAR - BY THE WATER - NIGHT 86\n\nMonroe and Minnie are parked, looking out over the bay.\nMinnie is crying quietly.\n\nMONROE\nShe's beginning to suspect. You\nmake it so obvious.\n\nMinnie looks at him in shock.\n\nMONROE (CONT'D)\nI'm only human, whether you realize\nit or not, and I have feelings.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\nmake it so obvious. Minnie looks at him in shock. MONROE (CONT'D)\nI'm only human, whether you realize\nit or not, and I have feelings. \n\nTARGET SECTION TO BE ANNOTATED:\nThis isn’t easy for me either. But\nI know how to keep things in check,\nnot let it go too far. And you\ndon’t. I’m afraid you're going to\nend up getting hurt. Better to end\nit now.\n\nMinnie is crushed.\n\nINTERCUT WITH:\n\nINT. MINNIE’S HOUSE - BATHROOM - NIGHT 87\n\nMinnie is in the bath, staring up, crying angrily, with make-\nup running down her face, enjoying the misery somewhere.\n\nMINNIE (V.O.)\nEverything is so loveless and\nmediocre.\n\nSuddenly there is a knock at the door. Minnie drops her\ncrying entirely.\n\nMINNIE\nWHAT?!\n\nGRETEL (0.S)\nMinnie, are you okay?\n\f88\n\n89\n\n90\n\nYellow (01/16/2014) 72.\n\nMINNIE\nLEAVE ME ALONE, FUCK FACE!\n\nShe resumes her crying as though she never stopped.\n\nINTERCUT WITH:\n\nI/E. MONROE'S CAR - BY THE WATER - NIGHT 88\nMinnie cries.\n\nMONROE\nI know how you feel, I do. I know\nit's painful now, but it will get\nbetter. I've been in love once\nmyself. And I know it hurts.\n\nMonroe pulls Minnie close so she can cry on his shoulder. He\nkisses her, just to comfort her. But then they start making\nout.\n\nINTERCUT WITH:\n\nINT. MINNIE’S HOUSE - BATHROOM - NIGHT 89\n\nMinnie in the bath, still crying as only a teenager can.\nThrowing her head back and crying for all of her pain and all\nthe pain that’s ever been felt by anyone.\n\nMINNIE (V.O.)\nI hate men. I hate their sexuality\nunless they are gay or asexual or\nsomehow different from the men I've\nknown.\n\nShe takes a sip from a gin and tonic she has on the ground\nnext to the bathtub. She cries.\n\nINTERCUT WITH:\n\nEXT. MONROE’S CAR - BY THE WATER - NIGHT 90\n\nMinnie and Monroe are making out. She goes for his belt, he\nstops her.\n\nMINNIE (V.O.)\nI hate men but I fuck them hard\nhard hard and thoughtlessly because\nI hate them so much.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe goes for his belt, he\nstops her. MINNIE (V. O.)\nI hate men but I fuck them hard\nhard hard and thoughtlessly because\nI hate them so much. \n\nTARGET SECTION TO BE ANNOTATED:\n I hear myself\nand it sounds so stupid.\n\n(MORE )\n\fYellow (01/16/2014) 722.\n\nMINNIE (V.O.) (CONT'D)\nIt is clear that I bring horror\nupon myself because I'm an idiot.\n\nMONROE\nNo. We can’t, Minnie.\n\f91\n\nGreen (01/19/2014) 73.\n\nMINNIE\nI want to.\n\nMONROE\nWe’re not going to have sex. It’s\nnot fair to you.\n\nMinnie kisses him. Monroe kisses her, he can’t help it. They\nmake out. Monroe guides Minnie’s head gently down toward his\ndick.\n\nINTERCUT WITH:\n\nINT. MINNIE’S HOUSE - BATHROOM - NIGHT 91\nMinnie is sinking into her tears, which fill the tub.\n\nMINNIE (V.O.)\nI hate myself and I hate him. I\nwant to die!\n\nSuddenly Minnie dunks her head under and time slows down. She\nopens her eyes and looks up through the water and sees trees\nsurrounding her tub. Her hair spirals around her. Her mouth\nopens and she screams out, silently.\n\nMINNIE (V.O.)\nAnd from this wretched body I speak\nSaying it will be different when I\nDIE. When I die I would like to die\nby drownation in the Ganges River.\n\nThe bathroom morphs into the jungle and the bath becomes the\ndark Ganges River. Minnie plunges down, falling deeper into\nthe water, imagining her glorious death.\n\nMINNIE (V.O.)\nI will depart this heaving\npulsating vessel. There it will\nlie, to be consumed by the earth.\nBy some raven or a hippopotamus.\n\nMinnie is drowning, deep in the dark waters. Sinking lower\nand lower. River plants wrap around Minnie’s neck and limbs,\npulling her toward the bottom. She struggles.\n\nMINNIE (V.O.)\nMy heart beats wildly my eyes fight\nthe closing lids.\n\n(MORE )\n\fYellow (01/16/2014) 73A.\n\nMINNIE (V.O.) (CONT'D)\nA fly settles on the water. I do\nnot take a breath. I sink, the\nwater consuming me.\n\f92\n\n93\n\n74.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nI do\nnot take a breath. I sink, the\nwater consuming me. 92\n\n93\n\n74. \n\nTARGET SECTION TO BE ANNOTATED:\nThe sky opens up and thunder and lighting strike. Rain pours\ndown. Minnie sinks deeper into the river water, settling on\nthe bottom. Her eyes begin to close, she screams out.\n\nMINNIE (V.O.)\n\nMy heart fights and is freed ina\nmuted scream. All my love encased\nin bubbles that rush to the\nsurface, and burst.\n\nMinnie has died on the bottom of the Ganges river.\n\nEND IMAGINING:\n\nINT. RICH PRIVATE SCHOOL - CLASSROOM —- DAY 92\n\nIt’s a new day. Minnie sits in a classroom, visibly upset and\nexhausted. Ricky sits a few seats away, and avoids Minnie’s\nstare. Chuck sits next to her. She draws a picture of her\nface - fucked up and ugly, screaming, dying in the Ganges.\n\nCHUCK\n(whispers )\nPsst. What’s wrong?\n\nMINNIE\n(under her breath)\nNothing.\n\nChuck looks at her. He cares so much.\n\nCHUCK\n(whispers )\nCan I do anything?\n\nMinnie shakes her head. They go back to listening to the\nteacher. But then she taps him on the shoulder.\n\nMINNIE\n(whispering)\nActually... do you still have that\nacid you got from your brother?\n\nMINNIE (V.O.)\nSometimes you just have to do\nsomething...\n\nEXT. SCHOOL - DAY 93\n\nMinnie runs down the empty school steps, past a tree, which\nis decorated for Christmas on the front lawn. She is cutting\nschool.\n\f94\n\nGreen (01/19/2014) 75.\n\nMINNIE (V.O.)\n...Be braver than you feel. I\nrefuse to be some snivelling cry-\nbaby. I’m a fucking woman, and this\nis my life.\n\nINT. MONROE'S APARTMENT BUILDING - HALLWAY - AFTERNOON 94\n\nMinnie pounds on Monroe’s door. Finally, Monroe opens it,\nsleepily with no shirt on. Minnie pushes him.\n\nMINNIE\nI’m going insane and it’s your\nfault!\n\nMonroe yawns, and moves back into the apartment leaving the\ndoor open for Minnie.\n\nMONROE\nOkay. We need to talk, I get it.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nMonroe yawns, and moves back into the apartment leaving the\ndoor open for Minnie. MONROE\nOkay. We need to talk, I get it. \n\nTARGET SECTION TO BE ANNOTATED:\n(then)\nCan we take a nap, though, first?\n\nMINNIE\nIt’s not just up to you. I have a\nsay in this too, and I don’t accept\nit.\n\nMONROE\nI know - I hate seeing you like\nthis. It makes me feel shitty. Let\nme just sleep for an hour. Then we\ncan talk about all of this. Please?\nJust as friends. No funny business.\nI swear.\n\nHe gives Minnie his puppy-dog eyes, pulling her down on the\nbed.\n\nMINNIE\n(quiet, not convincing)\nThis is my life-\nShe squirms a little, and then relaxes.\n\nIt’s silent.\n\fGreen (01/19/2014) 76.\n\nMONROE\nSleep. Go to sleep.\n\nMinnie relaxes a little and they both close their eyes. They\nare silent.\n\nMONROE (CONT'D)\nDid you fuck anyone this week?\n\nMinnie’s eyes crack open.\n\nMINNIE\nWhy do you care?\n\nMONROE\nWell, you haven’t been calling me,\nso you must be getting it from\nsomewhere.\n\nMINNIE\n(lying)\nWell. I did meet this guy at the\nmovies. This... black guy, with a\nhuge dick.\n\nMONROE\n(turned on)\nMmm. Yeah? What happened?\n\nMINNIE\n(going with it)\nHe... fucked me in the back of his\ncar.\n\nMonroe starts pushing up against her, under the covers.\n\nMONROE\nYou let him fuck you? Just like\nthat?\n\nMINNIE\n\nYeah. I wanted it.\n\nMONROE\nSome stranger comes up to you and\nyou just let him fuck you? You\nbetter be careful little Minnie.\nYou could end up fucking some\nweirdo or a killer.\n\nMonroe stops himself, reluctantly:\n\fGreen (01/19/2014) 716A.\n\nMONROE (CONT'D)\nOh man. If we made love, would it\nscrew you up? Tell me the truth.\n\f95\n\nYellow (01/16/2014) 77.\n\nMinnie shakes her head.\n\nMINNIE\nI won’t get attached. I promise.\n\nMonroe kisses her, resuming right where he left off.\n\nMONROE\nOh, Minnie. Oh.\n\nMINNIE (V.O.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh. MINNIE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nMonroe looks at me and sometimes\nhis eyes glisten softly. This is\nit. This is love, right?\nMinnie looks deeply into Monroe’s eyes, searching. He cums.\nOutside the window, time passes. Day turns to night.\n\nInside Minnie and Monroe put the acid on their tongues.\n\nINT. MONROE’S APARTMENT - NIGHT 95\n\nMinnie stares at her hands. They are normal hands, but she is\nfascinated. She wiggles her fingers.\n\nMINNIE\nThis is incredible. I see...\neverything.\n\nMinnie’s POV: Her hands are covered in feathers. She wiggles\nher fingers.\n\nMINNIE (CONT'D)\nI always knew it.\n\nShe starts to flap her wings. They are large pink flamingo\nwings. She lifts up off of the bed, hovering. She swirls and\ntwirls in the air, bathed in a beautiful pink light.\n\nMONROE'S VOICE\nNo. Don’t do that! Get back on my\nfoot toes.\nMinnie falls to the bed, feathers sloughing off.\nMINNIE\n(tasting the words)\nToes? Toes.\n\nMonroe, appearing as if from nowhere, yells out at the wall.\n\fYellow (01/16/2014) 78.\n\nMONROE\nToes. My toes are running up that\nwall like little monkeys.\n\nSuddenly Monroe jumps across the room.\n\nMonroe\nknees.\n\nMinnie\nlight,\n\nMonroe\n\nMonroe\n\nMonroe\n\nMinnie\nand is\n\nMONROE (CONT'D)\nMinnie, come here.\n\njumps to the other side of the room, dropping to his\n\nMONROE (CONT'D)\nMinnie, get off the bed.\n\nstarts getting drawn toward Monroe out of her pink\nalmost against her will.\n\nMINNIE\nI like the bed.\n\ncalls to her from the darkness below.\nMONROE\nNo no no. It’s level with the\nwindows and that could kill you.\nstarts to cry.\nMONROE (CONT'D)\nCome here, come here, come\nheeeerrrrre.\n\ncries, reaching out to Minnie.\n\nMONROE (CONT'D)\nPlease, please. Why won’t you?\n\nreaches Monroe on the floor. He has rolled into a ball\nrocking and crying. Minnie puts her arms around him.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nreaches Monroe on the floor. He has rolled into a ball\nrocking and crying. Minnie puts her arms around him. \n\nTARGET SECTION TO BE ANNOTATED:\nHe stops rocking and grabs at her.\n\nMONROE (CONT'D)\nWhy don’t you love me?\n\nMINNIE\nWhat?\n\f96\n\nYellow (01/16/2014) 79.\n\nMONROE\nMinnie. Come on. I love you. I love\nyou.\n\nMINNIE\n\nI love you.\n\nMONROE\nWhy don’t you love me, though?\n\nMINNIE\nI love you though. I love you.\n\nMONROE\nWhy is this happening? No.\n\nMinnie cradles him, and rocks him.\n\nMINNIE\nI love you.\n\nMONROE\nI need you, Minnie. I need you to\ntake care of me. Do you still love\nme? Do you?\n\nMINNIE\nYes, I love you.\n\nMonroe cries in Minnie’s lap, muttering “I love you” over and\nover again. Reality resumes.\n\nMINNIE (V.O.)\nHe was afraid and weak. I felt\ndistant and confused. A kind of\nperverse pleasure. Because I'd\nfinally got what I’d wanted from\nMonroe, but now I had no desire for\nit.\n\nINT. MONROE'S APARTMENT - BATHROOM - THE NEXT MORNING 96\n\nMinnie sits on the closed toilet fully clothed, filled with\nregret. What just happened? Monroe is in the shower, happy.\nHis voice echoes in the bathroom, as he lathers.\n\nMONROE\nYou know, if you can hold on and\nkeep it together, we could really\ndate when you turn eighteen. That's\nnot that far away.\n\nMinnie thinks about this and knows she doesn’t want it.\n\f97\n\nGreen (01/19/2014) 80.\n\nMONROE (CONT'D)\n\nI might even have my boat by then,\nif I play my cards right. I already\nreceived the first shipment of\nvitamin power tabs. They are\nfucking far out, by the way.\nThey’11l sell themselves. Actually\nmaybe I’1l get some college\nstudents to start selling for me,\nso I can expand quicker. If we push\nlike 5000 units a month, I’1l be\nable to retire in 2-3 years...\n\nMinnie jumps up, getting out of there.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nActually\nmaybe I’1l get some college\nstudents to start selling for me,\nso I can expand quicker. If we push\nlike 5000 units a month, I’1l be\nable to retire in 2-3 years... Minnie jumps up, getting out of there. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the living room, Minnie looks around for her shoes. She\ngrabs them. She finds her book bag, and then notices two\ndollars and seventy-five cents sitting on the table by the\nbed next to Monroe’s wallet. She steals that and puts it in\nher pocket. She leaves as quickly as possible.\n\nEXT. STREET - ROCKY HORROR THEATER - NIGHT 97\n\nMinnie and Kimmie stand against a wall, under the glow from a\nstreet-lamp. Kimmie does Minnie’s eye make-up. They wear\nshort skirts, with tight tops. Kimmie is very made up.\n\nMINNIE (V.O.)\nI can’t believe it, but I’m finally\nready to get Monroe out of my life.\n\nKIMMIE\nI wish I had my darn eyelash\ncurler.\n\nTwo men, one is ass-less chaps, make out across the street\npassionately. Minnie watches with one eye, while Kimmie works\non her other.\n\nMINNIE (V.O.)\n\nMen are sort of disgusting. How did\nI not notice this before? I only\nlike men who are gay, I think.\n\nKIMMIE\nThis looks so good.\n\nChuck, and a young flaming boy named FRANKIE, 17, who wears\nearrings and a tight, short shirt, walk up.\n\nMINNIE (V.O.)\nMaybe I can meet a nice girl....\n\fYellow (01/16/2014) 80A.\n\nFRANKIE\nOh, Miss thing! You girls look so\nelegant. I love your eyes.\n\nMinnie is flattered.\n\nMINNIE\nKimmie did us both.\n\f81.\n\nKIMMIE\nI‘1l do you Frankie. You’1ll look so\nhot. Come here.\n\nFrankie comes and takes Minnie’s spot under the light.\n\nMINNIE\nWhat about you, Chuck? You want to\nget a make-over?\n\nCHUCK\nNope.\n\nChuck sits on the steps of an apartment and lights a\ncigarette. Minnie sits next to him, and they people watch.\nRocky Horror fans are gathering around them.\n\nMINNIE\n(quietly)\nPsst. Chuck, is Frankie your\nboyfriend?\n\nCHUCK\nShut up, Minnie.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\n(quietly)\nPsst. Chuck, is Frankie your\nboyfriend? CHUCK\nShut up, Minnie. \n\nTARGET SECTION TO BE ANNOTATED:\n You know I’m not\ngay-\n\nA TRANNY, 40s, walks by and hollers at Frankie.\n\nTRANNY\nBitch, you look fine!\n\nFRANKIE\n(calling back)\nThanks baby!\n\nMINNIE\n(to Chuck)\nHe’s beautiful, I wouldn’t blame\n\nyou.\nKimmie does Frankie’s eyes, and gives him a birthmark.\n\nKIMMIE\nYou need some perfume.\n\nShe starts digging in her purse.\n\nCHUCK\nWe should go soon, you guys.\n\nTabatha, the beautiful young lesbian that blew Minnie a kiss\nbefore, crosses in front of them with a group of butch dykes.\n\f82.\n\nMINNIE\nHey, I know that girl. She blew a\nkiss at me once.\n\nCHUCK\nWho, Tabatha?\n\nMINNIE\nIs that her name?\n\nKimmie sprays Frankie with perfume.\n\nFRANKIE\nStay away from Tabatha, girlfriend.\n(re: perfume)\nOoh, is that “Babe”?\n\nKimmie nods.\n\nKIMMIE\nI told you about her, Minnie.\nThat’s that bad-news dyke.\n\nMINNIE\nShe's so beautiful, though. You\nthink she’s going to Rocky Horror?\n\nFRANKIE\nBelieve me, don’t mess with her,\nMinnie. I don’t want to put her\ndown because she’s my friend but\nshe would fuck your ass up.\n\nChuck, Kimmie and Frankie all look at Minnie imploringly.\nMinnie watches Tabatha walk away.\n\nMINNIE\nI just said she was beautiful.\nJeez.\n\n98 EXT. ROCKY HORROR PICTURE SHOW THEATER - NIGHT 98\nThe Marquee reads “The Rocky Horror Picture Show - midnight\nshow”.\n\n99 INT. ROCKY HORROR PICTURE SHOW THEATER - BATHROOM - LATER 99\n\nMinnie pushes her way through crowds of men and women\nentering and exiting the bathroom. She comes face to face\nwith Tabatha, who is leaned up against the sinks smoking a\njoint.\n\f100\n\nBlue (12/17/2013) 83.\n\nTABATHA\nHey.\nMINNIE\n(nervously)\nHi.\nTABATHA\n\nI know you.\n\nMINNIE\nYeah.\n\nTabatha smiles. She is sexy. She hands Minnie the joint.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nTabatha smiles. She is sexy. She hands Minnie the joint. \n\nTARGET SECTION TO BE ANNOTATED:\nMinnie takes it. Time stands still. The sounds of Rocky\nHorror can be heard in the background.\n\nTABATHA\nYou're tough. You a truck driver,\nor something?\n\nMinnie smiles. Music swells. They silently pass the joint\nbetween them. Tabatha moves her face close to Minnie’s as\nthey smoke. Minnie is mesmerized by Tabatha.\n\nEXT. DIVE BAR - LATER 100\n\nMinnie and Kimmie are high and drunk. They sit on the stools\nof the bar, drinking and giggling.\n\nKIMMIE\nI can’t believe you smoked pot with\nTabatha. She’s so disgusting.\n\nMINNIE\nYou don’t know her. She’s cool.\n\nKimmie notices two young men at the end of the bar watching\nthem. They’re each about twenty.\n\nKIMMIE\n(calling)\nHeya boys!\n\nMinnie turns to see. She is so stoned. The boys wave.\n\nMINNIE\nOh, they’re cute.\n\nKIMMIE\nI want them to buy me another\ndrink.\n\f101\n\n102\n\nBlue (12/17/2013) 84.\n\nMINNIE\nYou think they would think we were\nprostitutes?\n\nMinnie and Kimmie laugh hysterically.\n\nKIMMIE\nThat would be amazing. Prostitutes\nhave all the fucking power.\nEverybody knows that.\n\nMINNIE\nI’ve been practicing my hooker\nwalk. Watch.\n\nMinnie hops off her stool, saunters over to the boys. She\ngoes right up to them, pressing her breasts out as she does.\nKimmie can’t make out what she’s saying. Minnie walks back\nover to Kimmie, eyes open wide but trying to play it cool.\n\nKIMMIE\nWhat happened?\n\nMINNIE\nI told them it was five bucks for\nus to suck their dicks, or fifteen\nfor the fuck of their fucking\nlives. They’re counting their\nmoney.\n\nKimmie and Minnie laugh, but try not to let the boys see. The\nboys discuss amongst themselves, and excitedly count their\ndollars in the background.\n\nINT. DIVE BAR - BATHROOM - LATER 101\n\nThe two boys lean up against either wall, getting their dicks\nsucked.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nboys discuss amongst themselves, and excitedly count their\ndollars in the background. INT. DIVE BAR - BATHROOM - LATER 101\n\nThe two boys lean up against either wall, getting their dicks\nsucked. \n\nTARGET SECTION TO BE ANNOTATED:\n They make eye contact with each other, silently\nsaying “I can’t believe this is happening!”. Minnie and\nKimmie are on their hands and knees, right next to each other\non the filthy floor, sucking their dicks. They hold hands\nwhile doing the deed.\n\nINT. MINNIE’S HOUSE - BEDROOM - THE NEXT MORNING 102\n\nMinnie and Kimmie are in bed, lying head-to-toe with each\nother, Kimmie’s head at the foot of the bed. They’ve just\nwoken up from their crazy night before and are both\ndepressed, last night’s make-up still on their faces.\n\f85.\n\nMINNIE\nI don’t think we should have done\nthat.\n\nKIMMIE\n\nI was just thinking the same thing.\nMinnie sits up.\n\nMINNIE\nI feel weird and creepy about it.\n\nKIMMIE\nYeah. I do too.\n\nMINNIE\nMaybe we should promise each other\nwe will never do anything like that\never again?\n\nKIMMIE\nAgreed.\n\nKimmie puts out her hand and they pinky swear.\n\n103 INT. MINNIE’S HOUSE - HALLWAY - NIGHT 103\n\nGretel posts a hand-scrawled letter on Minnie’s door. It\nreads: Minnie, You're such a retard. I know everything you've been doing- smoking pot and\nbeing a slut with Kimmie. I will never respect you. Signed, Gretel.\n\n104 INT. MINNIE’S HOUSE - BEDROOM - NIGHT 104\n\nMinnie examines herself in the mirror - she looks tired, but\nhas make-up on and is ready to go out.\n\nPASCAL (V.O.)\nDear Minnie. You are going to be\nsixteen in a week or two...\nMinnie looks at the picture that Monroe took of her - she\nturns it over, unattached. Minnie gives herself a last look\nin the mirror.\n\n105 INT. PASCAL’S HOUSE - LIVING ROOM - DAY 105\n\nPascal sits writing a letter at his grand desk.\n\f106\n\n107\n\n108\n\nBlue (12/17/2013) 86.\n\nPASCAL (V.O.)\nSweet sixteen. On the doorstep of\nwomanhood, of life...\n\nEXT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nSweet sixteen. On the doorstep of\nwomanhood, of life... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET - NIGHT - LATER 106\n\nMinnie meets up with Kimmie on the street. They are both\nheavily made-up, looking older than they did before.\n\nPASCAL (V.O.)\n...I'm sure you know that you\nalways have a home in my domicile\nwherever it may be. No matter what.\n\nMinnie and Kimmie walk down the street arm in arm. They\napproach an apartment building and go in.\n\nINT. PASCAL’S HOUSE - LIVING ROOM - DAY 107\nPascal peers out of his window while he writes.\n\nPASCAL (V.O.)\nNew York is in its Winter Season.\nThe town is full of life: art,\nmusic, theater, books and\nliterature...\n\nINT. SQUATTER APARTMENT - NIGHT —- CONTINUOUS 108\n\nMinnie and Kimmie enter into a wild, drugged-out party.\nPeople are shooting heroin, smoking, and snorting everywhere\nyou look.\n\nPASCAL (V.O.)\nI had dinner with your pal Kimmie\nwhen she was touring colleges. She\nhas her sights set on Sarah\nLawrence. Very tough and\ncompetitive...\n\nKimmie sees a guy she knows in the corner and goes right for\nhim, and snorts a line from his table.\n\nPASCAL (V.O.)\nKimmie’s a very smart girl.\nStraight A’s. I hope she makes out\nall right.\n\nMinnie sees Tabatha sitting on a couch and approaches her.\n\f109\n\nBlue (12/17/2013) 87.\n\nMinnie sits with Tabatha who offers her a hit of pot. Minnie\ndeclines. She stares at Tabatha, with wonder.\nINT. PASCAL’S HOUSE - LIVING ROOM - CONTINUOUS 109\n\nOver Pascal’s shoulder we see him write the words “I love\nyou” with quotes around them.\n\nPASCAL (V.O.)\nI can't wait to see where you end\nup. “I love you”. Pascal.\nEXT. SQUATTER APARTMENT ROOF - LATER 110\nMinnie and Tabatha sit on the roof looking at the moon. The\nsky becomes a comic-book fantasy sky. The stars twinkle.\n\nTabatha takes Minnie’s hand, smokes a joint with the other.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nsky becomes a comic-book fantasy sky. The stars twinkle. Tabatha takes Minnie’s hand, smokes a joint with the other. \n\nTARGET SECTION TO BE ANNOTATED:\nTABATHA\nYou sure you don’t want to smoke?\n\nMINNIE\nI want to see with clear eyes.\n\nTabatha smiles, touched.\n\nTABATHA\nYour hand is hot.\n\nMinnie pulls her hand away, shyly. Tabatha takes it back.\nTABATHA (CONT'D)\nI like it. You’re alive. You’ve got\nblood in your veins.\nMinnie looks at her hand in Tabatha’s, and at her arm. She\nnotices tracks on Tabatha’s arm. She pulls away a little but\nTabatha doesn’t let her. Tabatha strokes Minnie’s arm.\n\nTABATHA (CONT'D)\nAre you scared? To try it?\n\nMINNIE\nNo. I’m not afraid of anything.\n\nTABATHA\n\fPink (01/08/2014) 88.\n\nMINNIE\nI’m not afraid of knives or\nhandguns or poison or fire or rape\nor bondage or being kidnapped or\ntortured or even hypnotized and\nbrainwashed, like that Patty Hearst\ngirl.\n\nTABATHA\nAre you afraid of me?\n\nMinnie thinks this over.\n\nMINNIE\nA little.\n\nTabatha smiles, and leans in.\n\nINT. MINNIE’S HOUSE - KITCHEN - DAY 111\n\nCharlotte knows! She gulps a gin and tonic and smokes a\ncigarette, fuming. She is surrounded by Minnie’s casette\ntapes and drawings and photographs of Monroe, strewn all over\nthe table. The front door opens and shuts with a slam. Minnie\ncomes into the kitchen and goes white when she hears the\nfamiliar crackle of her tape player.\n\nMINNIE’S VOICE\n(from the cassette player)\nWe had sex by the washer and dryer-\n\nCharlotte stops the tape.\n\nCHARLOTTE\n\nHow long has it been going on?\nMINNIE\n\nWhat?\nCHARLOTTE\n\nWhen did this start?\n\nMINNIE\nMom-\n\nGretel comes in carrying the cat.\n\nGRETEL\nWhat’s happening?\n\nNobody says anything.\n\f89.\n\nGRETEL (CONT'D)\nMinnie? Mom? What?\n\nCHARLOTTE\nI said: HOW LONG, MINNIE?\n\nMinnie starts to tear up. The two look stare each other down\nfor a moment silently, and then Charlotte looks away.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLOTTE\nI said: HOW LONG, MINNIE? Minnie starts to tear up. The two look stare each other down\nfor a moment silently, and then Charlotte looks away. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLOTTE (CONT’D)\nGretel, out!\n\nGretel is terrified, runs out with Domino.\n\nMINNIE\nMom-\n\nCharlotte stands, facing away from Minnie.\n\nCHARLOTTE\nWho started it? You?\n\nMINNIE\nI really don’t... I don’t know.\n\nCHARLOTTE\nI fucking knew it. He was always so\nconvincing and “oh, I just ain’t\nguilty man” and “you're crazy”.\nFucking bullshit. AHHHHHHHH.\n\nCharlotte screams at the top of her lungs. Minnie feels\nawful, she starts to crumble.\n\nMINNIE\n\nMama, I wanted to tell you...\nCHARLOTTE\n\nYeah right.\n\n(then)\nI can’t fucking look at you.\n\nCharlotte grabs her purse and moves toward the door.\n\nCHARLOTTE (CONT’D)\nStay here.\n\nCharlotte leaves. The front door slams. Minnie is left with\nher diary tapes strewn everywhere.\n\f112\n\n90.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - AN HOUR LATER 112\n\nAll sound cuts out. Minnie looks toward the front door -\nnothing. Domino appears and snuggles up to Minnie. Minnie\nsmothers him.\n\nMINNIE\nEverything's wrong, stupid cat.\n\nShe spaces out as she watches the black and white movie on\nthe TV, it cuts to commercial and suddenly changes.\n\nBEGIN IMAGINING:\n\nCartoon Minnie appears on the TV, in black and white. She is\ntiny and crying, sitting on the curb of a street. Animated\nAline Kominsky takes a seat next to Minnie, pulls out a\ncigarette and smokes it.\n\nANIMATED MINNIE\nI’ve done it this time.\n\nANIMATED ALINE KOMINSKY\nI know it feels that way. But all\nisn’t lost.\n\nANIMATED MINNIE\n(through sniffles)\nYes it is. I’ve fucked everything\n\nup.\n\nANIMATED ALINE KOMINSKY\nNah - I bet your mom is telling off\nMonroe. She knows he’s to blame.\n\nAnimated Minnie starts to cry harder.\n\nANIMATED MINNIE\nI dunno.\n\nAnimated Aline Kominsky puts her arm around her.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnimated Minnie starts to cry harder. ANIMATED MINNIE\nI dunno. Animated Aline Kominsky puts her arm around her. \n\nTARGET SECTION TO BE ANNOTATED:\nANIMATED ALINE KOMINSKY\nShe’1l probably come home and hug\nyou and tell you it’s all going to\nbe alright.\n\nANIMATED MINNIE\nI used to imagine Monroe and I\nhugging each other and being warm\nin his bed and resting my head on\nhis chest and hearing his heart\nbeat. But it just never happened\nthat way.\n\f113\n\nYellow (01/16/2014) 91.\n\nANIMATED ALINE KOMINSKY\nWell, real life isn’t really like\nthat. But that doesn’t mean that\nall is fucked. You’re a good shit,\nMinnie. You’ve got a lot going for\nyou. You got an A in french. And\nyou could write an illustrated\ncookbook if you wanted to.\n\nAnimated Minnie looks to Animated Aline desperately.\n\nANIMATED ALINE KOMINSKY (CONT’D)\nI wish you strength, little Minnie.\n\nMINNIE\n(to the TV)\nAre you my fairy godmother?\n\nAline nods, looking straight out to Minnie on the couch.\nMINNIE (CONT'D)\n\nThen you’re just a figment of my\n\nimagination. You don’t know.\nThe TV goes black. Minnie sits alone. The phone rings. Domino\njumps down from the couch.\nINT. FERN BAR - LATER THAT NIGHT 113\nMinnie walks into the lounge-like bar, and finds Charlotte\n\nand Monroe in a corner, sitting around a candle-lit table,\ndrunk. They are talking quietly, until Monroe sees Minnie.\n\nMONROE\nThere she is. How ya doin’ there,\nkiddo?\n\nMINNIE\nWhat’re you doing here?\n\nCHARLOTTE\nMinnie. Monroe here has something\nto tell you.\n\nMONROE\n\nLet’s just relax a bit, Charlotte.\n\nCHARLOTTE\nNo. Let’s get right down to it.\n\nMONROE\nFine. Minnie-\n\fYellow (01/16/2014) 91a.\n\nMonroe shifts in his seat.\n\f92.\n\nMONROE (CONT'D)\n\nUh... hmmm. Okay. Okay okay. Your\nmother and me have been talking.\nAnd well, we were thinking. Maybe\nyou and I should get married. I\n\nmean...",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd well, we were thinking. Maybe\nyou and I should get married. I\n\nmean... \n\nTARGET SECTION TO BE ANNOTATED:\n right?\nMINNIE\nYou're drunk?\nMONROE\nNah. We get along pretty well,\ndon’t we?\nCHARLOTTE\n\nThat’s not the point, Monroe. You\nfucked my daughter, so you’re going\nto marry her.\n\nMINNIE\nMom!\n\nCHARLOTTE\nHe porked you, Minnie. He porked\nyou, and now he’s got to marry you.\n\nMONROE\nShh. People are staring at us,\nCharlotte.\n\nCHARLOTTE\n\nOh, fuck you! How many times did\nyou pork her, Monroe? How many,\nhuh? Was it good?\n\nMINNIE\nAre you crazy? Stop saying ‘pork!’.\n\nCHARLOTTE\nI was married when I was about your\nage, Minnie.\n\nMONROE\nHey. I said I’d marry her and I\nwill. I’m aman of my word.\n\nCHARLOTTE\nYeah. Marry her. Then you can fuck\nher all you want.\n\nMinnie turns and runs for the door.\n\nMONROE\nHey, Minnie-\n\f114\n\n93.\n\nCHARLOTTE\nOh, just let her go, Monroe.\n\nPush in to Minnie’s face, down her throat:\n\nBEGIN IMAGINING: 114\n\nWe zoom down Minnie’s throat, following an animated Minnie as\nshe falls, down down down. Cartoon Minnie runs though the San\nFrancisco streets. As she speeds down a hill, she passes\npeople she knows, smoking a joint from one person, taking a\npill from another. She leaves them in the dust as she runs.\n\nMINNIE (V.O.)\nIt’s not a lit-up streetlight hazy\ndarkness like most nights; it is a\nblack crisp night and my eyes are\nlight headlights.\n\nCartoon Minnie slips and slides down the hill of San\nFrancisco, becoming part of the sewage and suddenly being\nsucked into a drain in the street. She spins with the muck,\naround and around, her voice echoing with the sounds of the\ncity.\nMINNIE (V.O.)\n\nI’ve become nothing, finally. No\n\nhome. No school. No money -shit. I\n\ndon’t have any money.\n\nShe gets spit out into a park in The Presidio with a thud.\n\nEXT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\n\ndon’t have any money. She gets spit out into a park in The Presidio with a thud. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SAN FRANCISCO - THE PRESIDIO - THE MIDDLE OF THE NIGHM5\nMinnie, clearly fucked up, smashes a bottle on the ground.\n\nMinnie, Kimmie, Frankie and Chuck smoke a joint and drink at\nthe picnic tables at the park.\n\nMINNIE\nFuck this city!\n\nCHUCK\nYeah, fuck this city!\n\nFRANKIE\nFuck you both, I love it here.\n\nKimmie laughs as she takes a drag off the joint.\n\fBlue (12/17/2013) 94.\n\nKIMMIE\nI can’t believe you actually ran\naway. It’s so “afterschool\nspecial”.\n\nMINNIE\nI doubt she evens knows I’m gone.\n(screaming)\nI hate it here. I can’t wait to get\nthe fuck out of here!\n\nMinnie screams into the wind, to the water and the Golden\nGate bridge.\n\nMINNIE (CONT'D)\nAhhhhhhhhhhhh!!!!!\n\nEXT. RICH SAN FRANCISCO NEIGHBORHOOD - LATER THAT NIGHT 116\n\nMinnie, Kimmie, Frankie and Chuck stumble through the\n\nresidential part of the city, which is mostly asleep. Minnie\nis fucked up. Chuck keeps her from falling as they walk.\n\nMINNIE\n(to Chuck)\nI’m gonna move to New York, ya\nknow.\nKIMMIE\n\nWhat? No you’re not.\n\nMINNIE\nI think I’m going to move to New\nYork. And finish high-school there.\nIt’s a great place to be an artist.\n\nCHUCK\nAre you serious?\n\nMINNIE\nMy step-dad lives there, and I am\nso done with San Francisco. Don’t\nyou think it’s a good idea?\n\nCHUCK\nThat would suck. I don’t want you\nto move.\nMinnie doesn’t know what to say. Kimmie looks freaked out.\n\nMINNIE\nWhat’s your problem?\n\fKimmie\n\nMinnie\n\n95.\n\nKIMMIE\nNothing. I gotta pee. I’m gonna go\npee on this person’s lawn.\n\nruns into the bushes, before anyone can respond.\n\nFRANKIE\nOh she’s just decided she hates New\nYork after she fucked some guy\nthere when she was visiting\ncolleges.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m gonna go\npee on this person’s lawn. runs into the bushes, before anyone can respond. FRANKIE\nOh she’s just decided she hates New\nYork after she fucked some guy\nthere when she was visiting\ncolleges. \n\nTARGET SECTION TO BE ANNOTATED:\n Didn’t she tell you about\nthat?\n\nlooks confused. Suddenly Minnie has a thought, she\n\nruns toward Kimmie who is squatting in the bushes.\n\nKimmie\n\nKimmie\n\nMinnie\n\nKimmie\n\nMinnie\n\nKIMMIE\nA little privacy, Minnie?\n\nMINNIE\nWho'd you fuck in New York, Kimmie?\n\nlooks up at Minnie, dumbfounded.\n\nKIMMIE\nAre you crazy?\n\nMINNIE\nWho, Kimmie?\n\nstares Minnie in the eyes and starts to tear up.\ndoes too.\n\nMINNIE (CONT'D)\n(pathetically)\nReally? Pascal?\n\npulls her pants up.\nKIMMIE\n(meekly)\nIt wasn't a big deal. I didn’t\nthink you'd care.\n\nslaps Kimmie hard across the face. Kimmie screams out.\n\nKIMMIE (CONT'D)\nMinnie! That’s not fair.\n\nMINNIE\nFair? You fucked my step-dad!\n\nA light turns on in the big house they’re in front of.\n\f96.\n\nFRANKIE’S VOICE\nCome on, girls.\n\nKIMMIE\nHe’s not really your step-dad\nanymore. You never even see him.\n\nMINNIE\nAre you kidding me?\n\nKIMMIE\nHe didn’t even call you when he\ncame to California for Christmas.\n\nMINNIE\nHe came to California for\nChristmas?\n\nKIMMIE\nYeah.\n\nMINNIE\nHow could you do this to me? You’re\nsupposed to be my best friend.\n\nSuddenly an OLD RICH GUY peeks his head out the front door.\nIt seems like this kinda thing happens all the time.\n\nOLD RICH GUY\nHey, no no no. This isn’t\nhappening. You can’t do this here.\n\nKIMMIE\nYou know you’re acting really\nhypocritical.\nShe pushes Minnie.\n\nMINNIE\nAnd you're acting like a slut.\n\nMinnie pushes her back. Frankie rushes up, gets in between.\nOLD RICH GUY\nCan you guys do me a solid and just\nmove your little fight down the\nblock?\n\nFRANKIE\nShit, bitches.\n\nFrankie holds the girls apart, who yell over him.\n\f97.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKIE\nShit, bitches. Frankie holds the girls apart, who yell over him. 97. \n\nTARGET SECTION TO BE ANNOTATED:\nKIMMIE\nI’m a slut? You’re a FUCKING\nLESBIAN WHORE, Minnie!\n\nOLD RICH GUY\nThere are other people in the\nworld, you know. I’m gonna have to\ncall the cops.\n\nFRANKIE\nStop it!\n\nMINNIE\nShe fucked my step-dad!\n\nKIMMIE\nYou fucked everybody! Including\nyour mom’s boyfriend. That’s WAY\nWORSE!\n\nMinnie struggles to get away from Frankie who is holding her\nback, storms off.\n\nKIMMIE (CONT'D)\nOh, fine, leave. Go suck Monroe's\ntiny dick, baby.\n\nMINNIE\nGo fuck someone else’s dad!\n\nChuck runs after Minnie who is storming down the street.\n\nCHUCK\nHey, hey. Are you alright?\n\nMINNIE\nStop it, Chuck!\n\nShe takes off quickly, he follows.\n\nCHUCK\nMinnie! What happened?\nMINNIE\nLeave me alone.\nCHUCK\nNo! I don’t want to leave you\n\nalone.\n\nHe grabs her shoulder.\n\fBlue (12/17/2013) 98.\n\nMINNIE\nLet go of me, Chuck! Kimmie is a\nfucking bitch.\n\nCHUCK\nWho cares about her? You’re so\nmuch... smarter and better than\n\nher. I never understood why she was\nyour friend, anyway.\n\nMINNIE\nOh - I see how you look at her. You\nwant to fuck her, like everyone\nelse!\n\nCHUCK\nNo, I don’t. How can you say that?\nIt’s so obvious that I like you. If\nI wanted to fuck anyone, it would\nbe you- I’m not saying I wanna-\nshit.\n\nMinnie doesn’t stop walking quicbvkly but is thrown.\n\nMINNIE\nWell, then you’re an idiot. I’m\nfucked up.\n\nCHUCK\n\nNo, you're not. You’re amazing.\nMINNIE\n\nI am fucked up. I am! I AM! You\n\ndon’t know anything about me. You\n\ndon’t know shit. Just leave me\n\nalone, Chuck. Fuck you, you\n\nMinnie takes off. He doesn’t follow. He is so disappointed.\n\nINT. LESBIAN HOUSE PARTY - NIGHT 117\nLoud rock music. Minnie moves through the crowd, scanning.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. LESBIAN HOUSE PARTY - NIGHT 117\nLoud rock music. Minnie moves through the crowd, scanning. \n\nTARGET SECTION TO BE ANNOTATED:\nMinnie approaches a group smoking. She sees who she was\nlooking for. She beelines for Tabatha, who spins around,\nsurprised and happy to see Minnie.\n\nTABATHA\nHey truck driver.\n\nMinnie kisses her hard. Tabatha’s friends share a look.\n\fBlue (12/17/2013) 99.\n\nLESBIAN HOUSE PARTY - MONTAGE: 118\nMinnie and Tabatha dance closely with each other, pushed up\nbetween the sweaty bodies. Minnie dances hard, trying to\nforget her life. Tabatha touches Minnie’s body as she moves.\nTabatha and Minnie snort a line, letting the world fall away.\nTabatha and Minnie make love. Body parts everywhere: curves,\nand delicate limbs entwined. Tabatha kisses Minnie.\n\nINT. MIKE’S APARTMENT BUILDING - HALLWAY - NIGHT 119\n\nTabatha pulls Minnie, through the dirty hallway. Minnie\ngiggles, unaware.\n\nMINNIE\nWho is Mike again?\nTABATHA\nMy friend. You met him last night.\n\nHe’s cool.\n\nMinnie is slowing to a crawl, exhausted and moving slow. She\nleans against a wall, stopping.\n\nMINNIE\nHe has so many stairs. I want to go\nback to bed.\n\nTabatha leans into Minnie, kissing her.\n\nTABATHA\nWe will, you cute little thing. We\njust are making this one stop. Like\nwe talked about, okay?\n\nMINNIE\nOh.\n\nTabatha kisses Minnie’s neck as she talks.\n\nTABATHA\nMike won't stop asking about you.\nSo I said we’d come by. He has\nreally good ‘ludes.\n\nMINNIE\nOh great.\n\nTABATHA\nYou like that? Don’t I know how to\ntake care of my girl?\n\f100.\n\nMINNIE\n(smiling at the reference)\nYes. I’m hungry though.\n\nTabatha kisses Minnie, touching her face and body.\n\nTABATHA\nEverybody thinks you’re sexy. Your\neyes, and that ass. It’s a good\nthing I’m not insecure. Otherwise I\nmight start feeling all possessive\nand shit.\n\nMINNIE\nPossessive of me?\n\nTABATHA\nYeah. With boys like Mike lusting\nafter you. But I know it’s not a\nbig deal.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTABATHA\nYeah. With boys like Mike lusting\nafter you. But I know it’s not a\nbig deal. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m not uptight, and\nyou're not uptight, right?\n\nMINNIE\nWhat’s not a big deal?\n\nTABATHA\nIt will be so quick. Men are easy.\nOver in a second.\n\nMinnie acts like she understands what Tabatha is saying.\nTabatha’s tone changes: she’s desperate for a moment.\n\nTABATHA (CONT'D)\nI need you to do this for me.\nYou're going to do this, right? For\nme, baby?\n\nMINNIE\nYeah.\n\nTABATHA\nAnd then we’ll have a great night,\njust the two of us. Me and my girl?\nYou wanna make me happy, don’t you?\n\nMinnie nods. Tabatha kisses her again, relaxing.\nTABATHA (CONT'D)\nGood. You're doing good.\n(then, so charming)\nI’m falling hard for you, girl.\n\nTabatha leads Minnie into the apartment.\n\f120\n\n121\n\nBlue (12/17/2013) 101.\n\nINT. MIKE’S APARTMENT —- CONTINUOUS 120\n\nThe apartment is drab but fine. Mike, 25 and not horrible\nlooking, is in the kitchen frying something on the stove,\nwith his shirt off.\n\nTabatha talks in whispers to Mike, while Minnie sits on the\ncouch, nervous. Minnie looks to them, plotting.\n\nTABATHA\n(calling to Minnie)\nYou hungry, baby? We’re gonna make\nyou a grilled cheese.\n\nMinnie nods. Tabatha and Mike keep talking in hushed tones.\n\nAll sound cuts out except the sound of Minnie’s heartbeat. We\npush in on Minnie’s face: scared and in over her head.\nTabatha looks to her, and gives a little wink. She can’t move\nfrom this seat. She looks to the door and back to Tabatha.\nHer eyes fill with tears. How did she get here? Suddenly\nMinnie beelines for the door.\n\nTABATHA (CONT'D)\nHey-\n\nShe runs like her life depends on it, down the many steps,\ninto the street and down the block.\n\nEXT. MIKE’S APARTMENT BUILDING - CONTINUOUS 121\n\nMinnie runs and runs, crying and shaking until she hits a\ncorner with a phone booth, where she lets out a wail.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nTABATHA (CONT'D)\nHey-\n\nShe runs like her life depends on it, down the many steps,\ninto the street and down the block. EXT. MIKE’S APARTMENT BUILDING - CONTINUOUS 121\n\nMinnie runs and runs, crying and shaking until she hits a\ncorner with a phone booth, where she lets out a wail. \n\nTARGET SECTION TO BE ANNOTATED:\n Out of\nenergy, out of ideas, she slumps down into the booth and\ncloses the door, crouching with nowhere to go.\n\nCars drive by. The stars are out. Minnie is alone. She weeps.\n\nMINNIE (V.O.)\nNobody loves me.\n\nShe curls up at the bottom of the phone booth.\n\nMINNIE (V.O.)\nMaybe nobody will ever love me.\nMaybe there’re only a few people in\nthe whole world who are actually\nloved - the lucky fucks. And the\nrest of us walk through the world\nlike ghosts, with no one to see us\nor care about us. Alone forever.\n\f122\n\n123\n\n124\n\n102.\n\nOver-used prostitutes saunter up to cars but get little\naction. Kids sleep in dark doorways. Minnie wimpers. She is\nout of options.\n\nCUT TO:\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - LATE NIGHT 122\n\nMinnie makes a loud racket as she enters the house, knocking\nover a lamp on her way in.\n\nMINNIE\nFuck.\n\nShe waits, but nobody stirs. She looks around at her house -\nashtrays filled with cigarettes litter the dark apartment.\n\nINT. MINNIE’S HOUSE - BATHROOM - CONTINUOUS 123\n\nMinnie throws up violently in the toilet. She stands up,\nwiping her mouth barely.\n\nShe drinks from the faucet. She swings open the medicine\ncabinet and finds one of her mom’s prescription bottles\nlabeled “Vicodin”. She pours them all into her hand.\nContemplates. She pops one into her mouth, puts the rest\nback, and drops the bottle into her pocket. She closes the\ncabinet and takes a look at her fucked up face in the mirror.\nNot liking what she sees, she swings the mirror away, almost\nbreaking it.\n\nINT. MINNIE’S HOUSE - BEDROOM —- MOMENTS LATER 124\n\nMinnie clicks on the light in her room. Her bed is still\nunmade. A drawing of Monroe that she did is pinned on her\nwall. She rips it off, and kicks some of her other\nbelongings.\n\nShe plops on her bed, then feels something under hear head on\nher pillow. It’s a letter addressed to her.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe rips it off, and kicks some of her other\nbelongings. She plops on her bed, then feels something under hear head on\nher pillow. It’s a letter addressed to her. \n\nTARGET SECTION TO BE ANNOTATED:\n She almost throws\nit on the floor, but then she opens it.\n\nALINE KOMINSKY’S VOICE\nDear Minnie. Thank you for your\nletter.\n\nMinnie stirs, realizing it’s from Aline.\n\f125\n\n103.\n\nALINE KOMINSKY'’S VOICE (CONT’D)\nIt is refreshing to receive a\nletter from a girl because most\nletters I get are from greasy fan\nboys who think that I’m cute. I\ntend not to write back to them.\nKeep drawing those comics. Keep\ndrawing anything you can. Just keep\ndrawing. Oh, and I use Indian Ink\nas well. Love, Aline Kominsky.\n\nMinnie lies back - the weight of everything’s she’s gone\nthrough hitting her. She cries. This hurts so much. Someone\nstirs in the living room.\n\nGRETEL’S VOICE\nHello?\n\nINT. MINNIE’S HOUSE - LIVING ROOM - MOMENTS LATER 125\n\nMinnie peeks out of her door and sees Gretel looking around\nat the tipped over lamp. Gretel spots Minnie and runs to her,\njumping on her, knocking them both to the ground. They hold\neach other. Just then Charlotte comes in the front door, in\nher big coat and hat. She looks exhausted.\n\nCharlotte stares at Minnie. Minnie meets her eye, unsure of\nhow her mom will react. Charlotte shakes her head - she is at\nonce relieved and angry.\n\nCHARLOTTE\nGoddamnit Minnie.\n\nMINNIE\nI’m sorry.\n\nGretel holds onto Minnie’s legs, not letting go. Charlotte\napproaches, slaps her across the face, and then grabs her\ninto a big hug.\n\nCHARLOTTE\nDo you know how worried we were? We\nlooked for you everywhere.\n\nMINNIE\nYou did?\n\nCHARLOTTE\nOf course! I’ve been out all night.\nI’ve been out every night since you\nleft, looking for you. I thought\nyou were dead.\n\f104.\n\nMinnie collapses into her mother’s arms, relieved to be held.\nThey are silent for a long time. Minnie cries. The sun starts\nto rise.\n\nMINNIE\nI'm sorry, mom, I’m so-\n\nCHARLOTTE\nShhh. It’s alright, Min. It’s over.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\nI'm sorry, mom, I’m so-\n\nCHARLOTTE\nShhh. It’s alright, Min. It’s over. \n\nTARGET SECTION TO BE ANNOTATED:\nMinnie cries in her mother’s arms, Charlotte cries too.\n\nMINNIE\nI wanted to tell you about Monroe,\nI really did-\n\nCHARLOTTE\n(she can’t take it)\nStop it, no.\n\nMINNIE\nI-\n\nCHARLOTTE\nDON'T.\n\nMinnie looks to her mom. Charlotte can’t talk about this.\nCHARLOTTE (CONT’D)\nI don’t want to talk about it.\nEver. You're home. It’s over.\nThat’s all I care about.\n\nMinnie sees her mother clearly for the first time. Denial is\nthe only way forward.\n\nMINNIE\nOkay.\n\nCHARLOTTE\nI gotta go to bed.\n\nCharlotte pats Minnie’s face, exits to her room, exhausted.\nMinnie looks to Gretel. It’s just them. Like always.\n\nMINNIE\nI’m hungry.\n\nGretel nods.\n\f126\n\n127\n\n128\n\nPink (01/08/2014) 105.\n\nINT. MINNIE’S HOUSE - KITCHEN - SUNRISE 126\n\nMinnie pulls out a bowl, and bisquik. She beats some eggs,\nand mixes in the flour. She cooks pancakes, while Gretel\nlooks on from the table. The sun comes up out the window, as\nthey eat.\n\n“She” by the Misfits, about Patty Hearst, plays. Video\nfootage of Patty Hearst surrendering in Pleasanton, CA in May\n1977, and being taken into custody. The battle is over.\n\nEXT. POLK STREET - DAY 127\n\nMinnie walks down the street. Time has passed, she looks\nhealthier. It’s a mirror of the opening sequence but she’s\ngone through so much. She passes people in the park, she\nlooks at them with wisdom in her eyes.\n\nMINNIE (V.O.)\nDid you ever go back to your\npreschool once you had gotten big\nand everything looked miniature?\nLike the chairs and the monkey bars\n- just much smaller than you\nremembered?\n\nShe drops a letter in a mailbox. It’s addressed to Aline\nKominsky. She sees Chuck walking down the street holding\nhands with a girl. They make eye-contact for a brief moment.\nMinnie waves. He nods. That’s it.\n\nMinnie flips through the comic books in the store. She finds\na few she likes.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s it. Minnie flips through the comic books in the store. She finds\na few she likes. \n\nTARGET SECTION TO BE ANNOTATED:\nMinnie keeps walking down the street.\n\nMINNIE (V.O.)\nI know nothing’s changed, but\neverything looks totally different\nto me now.\n\nINT. MINNIE’S HOUSE - THE LIVING ROOM - LATER 128\n\nMinnie sits in front of the TV, drawing while she watches.\nShe flips through the channels until she comes to The Muppet\nShow. At some point Gretel comes in and sits down on the\nfloor with a box of crackers. Fozzie is doing a bit about\nventriloquism. They sit watching together. Minnie reaches\ninto the box and grabs a cracker.\n\nThe phone rings. Minnie picks it up.\n\f129\n\n106.\n\nMINNIE\n(into phone)\nHello?\n\nPASCAL’S VOICE\nMinnie- it’s Pascal-\n\nMinnie hangs up. Goes back to watching TV with her sister.\n\nINT. NIGHTCLUB - NIGHT 129\n\nMinnie and Charlotte are in the crowded nightclub together.\nThey cheer for the band, as they enter the stage. Minnie\nlooks at Charlotte, so happy and drunk.\n\nMINNIE (V.O.)\nMy mom and I aren’t the same\nspecies. It’s not her fault. She\nthinks she needs a man to be happy.\nI don’t.\n\nCharlotte whoops and hollers for the band.\n\nMINNIE (V.O.)\nEverything that’s happened with\nMonroe, and Tabatha, and Pascal and\nmy mom has probably fucked me up\nsomewhere deep in my soul. But\nmaybe it was worth it because I've\nrealized some things: It’s not\nabout who loves you. It’s all about\nliking yourself. Just liking\nyourself enough to keep living til\nthe next day, and maybe the one\nafter that.\n\nThe guitarist from the band blows a kiss and Charlotte and\nshe screams, lifting her arms in the air.\n\nMINNIE (V.O.)\nMy mom has a new boyfriend. He’s an\nunusually nice guy. I hope she\nstays with him for a while.\n\nCharlotte grabs Minnie, dancing with her. She hands Minnie\nher drink, but then adds:\n\nCHARLOTTE\nBut just a sip.\n\nCharlotte winks. Minnie smiles. She looks to her mother -\ntotally in her element.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlotte winks. Minnie smiles. She looks to her mother -\ntotally in her element. \n\nTARGET SECTION TO BE ANNOTATED:\n\f130\n\n131\n\nBlue (12/17/2013) 107.\n\nHe mom whistles at the band, and dances, happier than we've\never seen her. Minnie whistles too.\n\nCHARLOTTE (CONT’D)\nIf his friends ask, we’re sisters,\nokay?\n\nMINNIE (V.O.)\nShe’s not perfect, my ol’ mama, but\nshe’s the only one I got.\n\nThe band starts up a song, Minnie cheers.\n\nINT. MINNIE’S HOUSE - BEDROOM - NIGHT 130\nMinnie sits on her bed, talking into her microphone.\n\nMINNIE\n(into mic)\nThis whole time it’s felt like I’m\nso precariously close to the edge,\nto the end... but really, my life\nhas only just begun.\n\nA song comes on the radio that Minnie likes. She puts down\nthe microphone and dances like crazy, loving every moment!\n\nEXT. BEACH - RUNNING PATH - DAY 131\n\nMinnie sits on a low wall by the running path. She has a\nblanket laid out with xeroxed zines and drawings for sale.\nShe talks to a tourist.\n\nMINNIE\nIt's fifty cents but if you buy two\ndrawings or one drawing and a zine,\nit’s 90 cents. But I don’t actually\nhave a dime, so it would end up\nbeing the same price.\n\nThe tourist hands her two quarters, humoring her, and takes a\ndrawing, walking away. Minnie enjoys the sun.\n\nMonroe jogs by, wearing his jogging outfit. He sees Minnie,\nand stops, but keeps jogging in place.\n\nMONROE\nMinnie. Hi.\n\nMinnie jumps down.\n\f108.\n\nMINNIE\nHi.\n\nMONROE\nAre you here alone?\n\nMINNIE\nNo, Gretel’s with me. She went to\nfind a bathroom.\n\nMONROE\nOh.\n\nPause.\n\nMINNIE\nShe had to pee.\n\nThere is an awkward moment. Minnie jogs in place too.\n\nMINNIE (CONT'D)\nSo... you wanna buy a drawing? Or a\n‘gine?\n\nMONROE\nOh. No money. Jogging shorts and\nall.\n\nMINNIE\nHere. Take this one. You can give\nthe fifty cents to my mom the next\ntime you see her.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nMINNIE\nHere. Take this one. You can give\nthe fifty cents to my mom the next\ntime you see her. \n\nTARGET SECTION TO BE ANNOTATED:\nMonroe looks down at a small drawing of a transvestite with a\nhairy chest. It’s beautifully drawn. He hates it.\n\nMonroe smiles awkwardly. It is evident he wants to go.\n\nMINNIE (CONT'D)\n(holding out her hand)\nWell, goodbye Monroe.\n\nHe takes her hand and shakes it. She doesn’t hate him.\n\nMONROE\nGoodbye Minnie.\n\nMINNIE\n(while holding his hand)\nI’m better than you, you son-of-a-\nbitch.\n\f132\n\nPink (01/08/2014) 109.\n\nThey drop hands, and Monroe jogs off, not sure of what to\nmake of this. Minnie is left standing there with the water\nand sun behind her.\n\nEXT. BEACH - LATER 132\n\nMinnie and Gretel play in the water, chasing the waves as\nthey go out. Minnie splashes Gretel, who laughs and splashes\nher back.\n\nMINNIE (V.O.)\nThis is for all the girls when the\n\nhave grown.\n\nThe sun glistens on the water as we pull away from the\nsisters, who look like little girls playing on the beach.\n\nMINNIE (V.O.)\nSigning off, trusty Diary. Love,\nMinnie Goetze.G\n\f"
}