{
  "1": "THE PREDATOR\nby\n\nShane Black & Fred Dekker\n\nBased on the characters created by Jim Thomas\n& John Thomas\n\nREVISED DRAFT\n04-17-2016\n\fSPACE\nCold. Silent. A billion twinkling stars. Then...\n\nA bass RUMBLE rises. Becomes a BONE-RATTLING ROAR as --\n\n \n\nA SPACECRAFT RACHETS PAST CAMERA, fuel cables WHIPPING\ninto frame, torn loose! Titanium SCREAMS as the ship\nDETACHES VIOLENTLY; shards CASCADING in zero gravity--!\n\n(NOTE: For reasons that will become apparent, we let us\ncall this vessel “THE ARK.”)\n\nWIDER - THE ARK\n\nas it HURTLES AWAY from a docking gantry underneath a vastly\nLARGER SHIP it was attached to. Wobbly. Desperate.\n\nWe’re witnessing a HIJACK.\nWIDER STILL - THE PREDATOR MOTHER SHIP\n\nDWARFS the escaping vessel. Looming; like a nautilus\nof molded black steel.\n\nINT. PREDATOR MOTHER SHIP\n\nBacked by the glow of compu-screens, a half-glimpsed alien --\nA PREDATOR -- watches the receding ARK through a viewport.\n(NOTE: we see him mostly in shadow, full reveal to come).\n\nINT. SMALLER VESSEL (ARK)\n\nEmergency lights illuminate a dank, organic-looking\ninterior. CAMERA MOVES PAST:\n\nEIGHT STASIS CYLINDERS\n\nAround the periphery. FROST clouds the cryotubes, prevents us\nfrom seeing the “passengers.” Finally, CAMERA ARRIVES AT --\n\nA HULKING, DREAD-LOCKED FIGURE\n\nThe pilot of this crippled ship. We do not see him fully\neither, but for the record? This is our “GOOD” PREDATOR.”\n\nHIS TALONS dance across a control panel; a shrill beep..!\nPredator symbols, but we get the idea: ERROR--ERROR--ERROR--\n\nOur Predator TAPS more controls. Feverish. Until --\n\nEXT.",
  "2": "---END OF PREVIOUS SECTION---\nPredator symbols, but we get the idea: ERROR--ERROR--ERROR--\n\nOur Predator TAPS more controls. Feverish. Until --\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n ARK\n\nA final tether COMES LOOSE, venting PLASMA energy, and --\n\fThrough the viewport, the Ark is enveloped by a BLINDING\nLIGHT -- then a SWIRL OF PARTICLE ENERGY, as we --\n\nSMASH TO:\nSTARFIELD. Silence. Then --\nTHE ARK DROPS out of hyperspace. SHUDDERS into a NEW ORBIT...\nApproaching what is, in fact, A DYING PLANET.\n\nIce caps melting; atmosphere toxified; the dominant\nspecies continually finding new ways to fuck things up.\n\nOddly, the only planet in our solar system not named after\na God:\n\nEarth.\nINT. THE ARK - DAMAGED FROM THE GETAWAY\n\nSPARKS, gagging smoke... Our Predator realizes he’s on\na sinking ship... He programs a new command sequence;\n\nON A MONITOR - A GRAPHIC\n\nof the CRYOTUBES. A SCROLLING COUNTDOWN, commenced --\nin Predator symbols. A self destruct sequence..?\n\nOne last thing:\n\nThe Predator taps the panel again -- and a SLOT OPENS,\nrevealing A DEVICE like a Steampunk TV remote.\n\nThis is the KUJHAD. Remember it.\n\nHe extracts it from its slot and -- K-CHK! SNAPS IT into its\nown WRIST COMPUTER. Then he rises urgently, and...\n\nEXT. STRATOSPHERE\n\nThe ARK SHUDDERS, penetrating earth’s atmosphere, as: WHOOSH!\nAN ESCAPE POD, JETTISONED...\n\nFrom the main body of the craft.\n\nA series of RIPPLING SHIMMERS engulf it, and before our\neyes, it auto-engages STEALTH CAMOUFLAGE -- and VANISHES..!\n\nPause. Then... a rising swell of JUNGLE NOISES... It begins.\n\nCUT TO:\n\fA MAN IN TIGHT CLOSE-UP\n\nRugged face. Stubble. He’s looking down, eyes red-rimmed\nwith fatigue, as we HEAR:\n\nA hollow TRICKLE of piss in plastic.\n\nHe finishes. Screws the top back on a thermos. Then lowers\nit, where it DANGLES ON A THIN NYLON LINE because we are --\n\nEXT. CUBAN JUNGLE - DAY\n\nWITH THE SOLDIER, perched in a gnarled tree...",
  "3": "---END OF PREVIOUS SECTION---\nScrews the top back on a thermos. Then lowers\nit, where it DANGLES ON A THIN NYLON LINE because we are --\n\nEXT. CUBAN JUNGLE - DAY\n\nWITH THE SOLDIER, perched in a gnarled tree... \n---TARGET SECTION TO BE ANNOTATED---\n THIRTY FEET\nOFF THE GROUND. He shifts in his “nest.” Brings to bear\nan M24 sniper rifle.\n\nMeet LIEUTENANT QUINN McKENNA, 30s.\n\nOn the BACK of his hand... a faded (yet prominent)\nCRESCENT SCAR. Souvenir of another fight.\n\nSUPER: CAYO MUERTO, CUBA\n\nWE HEAR a TALKIE SQUELCH -- then a tinny voice from\nhis Bluetooth headset:\n\nHAINES’ TALKIE\nVOICE (filtered)\nPiggy One, copy.\n(beat)\nPiggy One, this is Piggy Two,\ndo you copy?\n\nMCKENNA (into\nheadset mike)\nI was peeing. Do you mind..?\n\nANOTHER RADIO VOICE joins the conversation, filtered:\n\nDUPREE’ S TALKIE\nVOICE Piggy Three. I have a\nquestion, over.\n\nMCKENNA\nCut the chatter.\n\nHe cracks his neck, then adjusts his scope.\n\nDUPREE’S TALKIE VOICE\nSeriously. If you’re the one\nthat went to market, right? That\nmeans Haines and me, we get to\nchoose between the roast beef\nand the staying home. Right?\n\fMCKENNA\nDupree, I swear to God --\n\nMcKenna presses his eye to the rifle sight.\nHIS POV - THROUGH HIS SCOPE\n\nA MANSION. Neoclassical. Built in the 1850s, but painted\nhot Havana aquamarine. Surrounded by high walls and\nroaming SENTRIES. You guessed it: A DRUG LORD’S COMPOUND.\n\nDUPREE’S TALKIE VOICE\nI just wanna be the stay home\npiggy, that’s all I’m saying.\n\nHAINES’ TALKIE VOICE\nMcKenna. We got a problem.\n\nMcKenna tenses.\n\nMCKENNA\nWhat is it?\n\nHAINES’ TALKIE VOICE\nYou can’t be the one who went\nto market. You already went wee\nwee wee.\n\nMcKenna shakes his head; he’s so over these assholes.\nHe wipes away sweat, SWIVELS the rifle, SEEING:\n\nA SMALL CONVOY, NOW\nOn the DIRT ROAD leading into the compound. BLACK SUVs.",
  "4": "---END OF PREVIOUS SECTION---\nMcKenna shakes his head; he’s so over these assholes. He wipes away sweat, SWIVELS the rifle, SEEING:\n\nA SMALL CONVOY, NOW\nOn the DIRT ROAD leading into the compound. BLACK SUVs. \n---TARGET SECTION TO BE ANNOTATED---\nMCKENNA\n(all business)\nEyes north.\n\nHAINES’ TALKIE VOICE\nI see it.\n\nMCKENNA\nStay sharp. Ranging now.\n\nHe presses his eye to the scope, PANNING WITH:\nTHE SUVs\n\nAs they stop, dust rising. DRUG SOLDIERS besiege the\nvehicles -- roughly PULLING OUT several HOSTAGES with\npillow cases over their heads.\n\fA MAN in a silk shirt appears. The DRUG LORD faces the\nsagging hostages, contemptuous. His men raise their weapons.\n\nMCKENNA\n(CONT’D) (into com)\nTarget in the reticle, no cross\nwind. I’m not waiting, 10-50 out.\n\nTIGHT CLOSE-UP ON HIS THUMB\n\nAs he slowly, silently, FLICKS the safety catch. He centers\nthe Drug Lord’s head in the crosshairs. Stops breathing.\n\nAll in all, a pretty crappy time for an EARTHQUAKE.\n\nA deep bass RUMBLE, coming from... where? Above? As,\nutterly without warning --\n\nTHE TOP OF THE DRUG LORD’S MANSION -- SHEARED OFF BEFORE\nOUR EYES. A TSUNAMI of debris, blown loose. EXPELLED --\n\nWhatever caused it, it’s headed right AT MCKENNA.\n\nHe DROPS the rifle; GRABS his combat knife to CUT HIMSELF\nLOOSE -- TUMBLES, as the canopy of green ERUPTS--!\n\nCUT TO BLACK.\nTIME CUT: MCKENNA, ON THE GROUND\nAmid sudden SILENCE. On his side now, face in the dirt...\nSLANTED POV\n\nShowing that the UFO just effectively PUNCHED A TUNNEL in\nthe jungle, strewn with smoking debris and pulped branches.\n\nHe blinks. No telling how long he was out. A minute? An\nhour? He looks up, keys his headset:\n\nMCKENNA (CONT’ D)\nPiggy Team, do you copy?\n\nIn his ear, only STATIC.\n\nMCKENNA (CONT’ D)\nGoddammit, COPY!\n\nStill: nothing but STATIC. McKenna stumbles to his feet.\nFeeling exposed. Trees, aflame. Smoke everywhere.",
  "5": "---END OF PREVIOUS SECTION---\nFeeling exposed. Trees, aflame. Smoke everywhere. \n---TARGET SECTION TO BE ANNOTATED---\nExhales raggedly, all too aware he’s squarely in\n\nTHE DEBRIS FIELD\n\fleft by the spacecraft. Only now, he’s SEEING:\nTHE PREDATOR EJECTION POD\n\nIt lies hissing, spitting. Swamped in plant matter. He\neases to a halt. Wary. Sights through\n\nHIS SCOPE\n\nAnd we notice, first off -- the HATCH. It’s open, steam\ncurling from inside. He stalks forward, past the muddy,\nsmoking IMPACT CRATER. Looks down. Frowns:\n\nDROPLETS OF FLUORESCENT FLUID\nOn the ground. Lying amidst them, something we recognize:\nA Predator WRIST GAUNTLET. Discarded? Jarred loose?\n\nBeside it, he notices something else: a tiny metal\nDEVICE that resembles a trilobite. A CLOAKING BALL.\n\nMcKenna stoops -- palms the alien-looking device...\nHEARS VOICES.\n\nHe DIVES behind a fallen LOG. Snaps the rifle to\nhis shoulder, sights downrange. 300 yards --\n\nPeople are swarming out of the drug mansion. Fuck.\n\nHe nervously juggles the metal BALL.... absently depresses\na SWITCH (an electronic HUM) --\n\nHe looks left -- all clear. Glances over his shoulder.\nLooks to his RIGHT -- ohmyfuckingGod.\n\nJumps a foot. A FUCKING PREDATOR.\n\nTwo feet away -- and it wasn’t there a SECOND AGO.\nHe scrambles backward, blinks:\n\nThe PREDATOR, stock still. No reaction. Simply lies\nthere, all eight feet of it. Its MASK askew. We realize:\n\nHe’s been there ALL ALONG. McKenna merely DE-CLOAKED him.\n\nHe holds his breath, cautious not to wake the sleeping\nbeast. That said, he can’t resist.\n\nLicks his lips, reaches... cautiously LIFTS the dislodged\nBATTLE MASK worn by the Predator. Looks down, blanching --\n\nAt the insectile craziness this thing calls a FACE.\n\fMCKENNA (CONT’ D)\nFuck me.\n\nHe dry-washes his face with his hand. Scans the alien tech\n-- mask, gauntlet. Evidence.",
  "6": "---END OF PREVIOUS SECTION---\nHe dry-washes his face with his hand. Scans the alien tech\n-- mask, gauntlet. Evidence. \n---TARGET SECTION TO BE ANNOTATED---\n With quick, practiced moves,\nSTASHES them in his pack --\n\nMCKENNA (CONT’ D)\nSorry, bud. Without these, no\none’s gonna believe me.\n\nHe starts to go, STOPS. Looks back, says softly:\n\nMCKENNA (CONT’ D)\nWelcome to earth, brother. Just\nso you know..?\n(lights up)\nIt only gets worse from here.\n\nHe turns. RUNS... As he leaves frame, CAMERA settles on\nthe hulking, sprawled PREDATOR --\n\nIts EYES SNAP OPEN.\nEXT. JUNGLE - WITH McKENNA - DAY\n\nMoving through the overgrowth. Sudden CRACKLE of\nradio chatter:\n\nHAINES’ TALKIE VOICE (0.S.)\nRepeat: switch to 30-30, Dupree,\ndo you copy?\n\nTHEY'RE BACK ONLINE. Bingo. McKenna stops, keys his walkie:\n\nMCKENNA\nPiggy Two, respond, over.\n\nHAINES’ TALKIE VOICE\nMcKenna, is that you?\n\nNow DUPREE’S voice joins in:\n\nDUPREE’ S TALKIE\nVOICE Hi, guys. Can I just say -\n- holy shit?\nMCKENNA\n\nWe’re blown. Move out, converge\nfor extraction.\n\nHAINES’ VOICE\nCopy that. I have visual on Dupree,\nI -- what the fuck..?\n\fMcKenna freezes.\n\nMCKENNA\nDid not copy that. Talk to me,\nHaines.\n\nHAINES’ VOICE\nI... There’s something moving...\n(beat)\nDupree, break left, break left--!\n\nMCKENNA\nTalk to me, what’s happening??\n\nA RATTLE OF MACHINE GUN FIRE -- BRRRAPPP!!! --\n\nA series of strangled HUMAN SCREAMS. HE DOESN’T NEED\nTHE WALKIE, HE CAN HEAR THEM --\n\nMcKenna CHARGES BACK in the direction he just came from.\n\nHe SNAPS his rifle to his shoulder; TEARING through\n\nthe brush. HEARTBEAT thudding in his ears... as:\nA NEW SOUND, NOW -- RISING.\nA low, bass THUMPING -- WHUP-WHUP-WHUP. He looks up, SEES:\n\nA BLACK HELICOPTER\n\nInbound, range 500 meters.",
  "7": "---END OF PREVIOUS SECTION---\nHEARTBEAT thudding in his ears... as:\nA NEW SOUND, NOW -- RISING. A low, bass THUMPING -- WHUP-WHUP-WHUP. He looks up, SEES:\n\nA BLACK HELICOPTER\n\nInbound, range 500 meters. \n---TARGET SECTION TO BE ANNOTATED---\n What the hell? Skimming the\ntreeline... on a bee-line for the Drug Lord’s compound.\n\nMcKenna frowns: his extraction..? No. Impossible. Wrong\nhelicopter. He heaves to his feet, switches on his mic:\n\nMCKENNA (INTO MIC) (CONT’D)\nMayday. TIC in process. Bogey\ninbound. AH-6 Little Bird, BLACK,\nno markings. Who sent these gu--\n\nThe chopper UNLEASHES TWO AIR-TO-SURFACE ROCKETS.\n\nA sudden, sky-high whooosh... McKenna, AGAPE -- They\ncome vectoring in, remorseless. DETONATE--!\n\nSay goodbye to the mansion. The sentries.\n\nThe Drug Lord. And his Soldiers. AND the Hostages. All\ngone in one horrendous, volcanic SECOND --\n\nPretty much the job McKenna came here to do. Except\nno prisoners, no witnesses, no mercy.\n\fScorched. Fucking. Earth.\n\nThe chopper BANKS sharply, coming in for a landing. BLACK-\nCLAD MERCS, already leaning out the sides...\n\nMCKENNA\n\nDebris pelting down around him. Stumbling, gun up --\nBursts through a thicket into a clearing --\n\nBACK WHERE HE LEFT THE PREDATOR\nBut no Predator.\nJust a sea of blood.\n\nTHE REMAINS OF TWO SOLDIERS; dressed like McKenna. Same\ncamo face paint, jungle khakis. His men.\n\nMcKenna spins, gun tracking. Sights down the barrel:\nBLACK OPS MERCS\nFrom the helicopter. Headed his way.\n\nNo way out. McKenna looks to his team; shredded. EVISCERATED.\nDraws a shuddering breath...\n\nBOLTS. Deeper into the jungle -- leaving them behind, as over\nthe scene, from everywhere and nowhere, a piercing SHRIEK --\n\nAn eerie PREDATOR WAR CRY, echoing... as we END SEQUENCE.\nCROSS FADE TO:\n\nEXT. BUSY CUBAN STREET (AGUJERO MIERDA) - DAY\n\nTraffic. Choking fumes. Blaring Afro-Cuban JAZZ.\n\nTHREE CUBAN POLICE OFFICERS push through the locals.\nFlashing an 8x10 PHOTOGRAPH. Chattering urgently.\n\nCLOSE ON PHOTO\n\nAn Air Force Lieutenant in dress blues.",
  "8": "---END OF PREVIOUS SECTION---\nFlashing an 8x10 PHOTOGRAPH. Chattering urgently. CLOSE ON PHOTO\n\nAn Air Force Lieutenant in dress blues. \n---TARGET SECTION TO BE ANNOTATED---\n Handsome.\nClean-shaven. MCKENNA.\n\nThe COPS pass by an ALLEY, routinely peer inside --\n\nEmpty. DEAD END. Garbage cans, filth, dried urine. A CAT.\nNo sign of McKenna. They move on.\n\nWE HOLD AS...\n\f10.\n\nThe brindled CAT begins to ripple. To distort.\nGLASS-LIKE HUMAN CONTOURS\n\nappear, against the surrounding stucco. A CRACKLE of\nenergy, like TV static, AS --\n\nA MAN materializes before our eyes. Bedraggled,\nunshaven. Edgy. MCKENNA.\n\nHE’S USING THE PREDATOR’S CLOAKING BALL.\nINT. SLEAZY CANTINA - DAY (MOMENTS LATER)\nAN UNSAVORY PATRON sits at a table, alone. A VOICE:\n\nMCKENNA’S VOICE (0O.S.)\nDominguez.\n\nMcKenna “DE-CLOAKS,” again using the Predator device. Seems\nto WALK OUT OF THE WALL. DOMINGUEZ, suitably terrified --\n\nMcKenna TOSSES A BOX onto the table: THUNK--!\n\nMCKENNA (SUBTITLED)\nThis needs to get across the\nborder. U.S.A. No molestar,\ncomprende?\n\nMcKenna sweeps side tattered DRAPES to reveal a squat,\nUGLY building. The U.S. CONSULATE.\n\nMCKENNA (SUBTITLED) (CONT’D)\nMail out of the consolate has\nimmunity. Get it on the\nembassy truck.\n\nDominguez eyes the parcel.\n\nDOMINGUEZ (SUBTITLED)\nI am very scared of the way you\nappeared to materialize out of\nthe wall.\n\nMcKenna plunks 12 thousand pesos on the table. In English:\n\nMCKENNA\nDo it. Or I’1ll find you.\n\nCUT TO:\nEXT. CANTINA - DAY\n\nMcKenna steps outside, affecting nonchalance --\n\f11.\n\nThe CLATTER of M4s being hefted and aimed at his HEAD.\n\nA SUITED MAN steps into view. Intense, calculating eyes.\nClearly in charge. For the record? Agent TRAEGER, CIA.\n\nTRAEGER\nMcKenna. You’ve been busy.",
  "9": "---END OF PREVIOUS SECTION---\nAgent TRAEGER, CIA. TRAEGER\nMcKenna. You’ve been busy. \n---TARGET SECTION TO BE ANNOTATED---\nMCKENNA\nWho the fuck are you?\n\nTraeger flashes his ID. Gestures to the police.\n\nTRAEGER\nMy friends here’1l escort you to\nthe airfield. Got a DC-8 all\ngassed up and ready to go.\n\nMCKENNA\nWow. Thanks, pal. Where to?\n\nTRAEGER\nCan’t decide. Either Six Flags,\nor a remote secure prison.\n\nMCKENNA\nI don’t like roller coasters.\n\nTRAEGER\nThere it is, then.\n\nHe FIRES from the hip. A DART embeds itself in McKenna.\nCUT TO:\n\nEXT. SUBURBAN SCHOOL (GEORGIA) - ESTABLISHING - DAY\n\nA proud sign:\n\nLAWRENCE G. GORDON MIDDLE SCHOOL\n“Home of The Warriors”\n\nHALLOWEEN HAUNT 10/25\nWELCOME PARENTS & STDS\n\nCUT TO: A BLACK KNIGHT\nas it topples a WHITE PAWN on a chess board.\nINT. SCIENCE CLASSROOM - DAY\n\nThe room’s hushed. Respectful. Because at lunchtime, those\ntabletops with the sinks? They make way for THE CHESS CLUB.\n\f12.\n\nSIX or SEVEN games, in progress. The SCIENCE TEACHER eats his\nlunch at his desk, as... oh, yeah. We should probably mention\n\nTHE AWKWARD KID\n\nEating a sandwich with the crusts cut off as he wanders,\nscrutinizes every game, like a NASA scientist.\n\nThis is RORY, 12.\nHe doesn’t know it yet, but he’s going to save the world.\nEXT. SCHOOL BREEZEWAY - DAY\n\nTWO BULLIES stand near a fire alarm, daring each other to\npull it. Meet E.J. and DEREK. They will grow up, get bald,\nand attempt to sell you a car.\n\nINT. SCIENCE CLASS - DAY\n\nThe alarm PEALS, deafening. EVERYONE’s up like a\nshot, quickly SHUFFLING OUT of the room. Leaving:\n\nRORY, who -- nobody notices -- is curled up in a FETAL\nBALL; fingers in his ears, eyes squeezed shut, the alarm\nlike fingernails on a chalkboard to him.\n\nE.J. AND DEREK appear at the door...",
  "10": "---END OF PREVIOUS SECTION---\nE. J. AND DEREK appear at the door... \n---TARGET SECTION TO BE ANNOTATED---\n Spot Rory, who flinches;\na deer in headlights. The bullies move in for the kill...\n\nDEREK\nHey, E.J., you hungry?!\n\nE.J.\nHell, yeah! You know what I’m\nhungry for? An ASS BURGER!\n\nHe KICKS Rory. The nick-name confirms our suspicions: the\nawkward kid is awkward for a reason: the autism spectrum.\n\nDEREK\nMm, that sounds delicious! A\nbig, juicy ASS BURGER.\n\nDerek gets his kick in. They’re about to unleash more when\n-- the alarm STOPS. Sudden, unnerving quiet.\n\nTime running out, E.J. and Derek look around for one\nlast indignity.\n\nThey settle for this: KNOCKING OVER ALL THE CHESS PIECES.\nEvery game ruined.\n\nHe and Derek trade a LAUGHING high-five, and they’re GONE.\n\f13.\n\nFor a quiet, electric moment, Rory is alone in the room.\nHis eyes flicker across the chess boards: mental inventory.\n\nBeat. Then -- he SCRAMBLES INTO ACTION. It takes a moment\nto register what he’s doing. Another to believe it.\n\nHe puts back every chess piece on every board exactly as they\nwere before the fire alarm..\n\nThe Chess Club members filter in and return to their games,\nnone the wiser. OFF Rory, beaming silently -- CUT TO:\n\nEXT. SUBURBS - DAY\n\nHeading home. Rory LOPES along, talking to himself. Suddenly:\na strident BARKING from behind a picket fence, where:\n\nA PIT BULL\n\nGROWLS and SNAPS from between the posts. Rory freaks;\ngives the dog a wide berth, clearly terrified.\n\nINT. KITCHEN - RORY’S HOUSE - DAY\n\nThe sound of a KEY IN A LOCK, then Rory comes through\nthe back door. Replaces the key under the porch mat.\n\nA STAIN -- ON THE KITCHEN WALL\n\nBriefly makes him FIXATE. Seepage. A WATER SPOT. He grabs a\npaper towel, delicately blots away the run-off -- goes to\nthe refrigerator. On which, a hand-written note:\n\nSPENT 1.5 HRS CLEANING HOUSE.\nIF YOU MESS IT UP, I WILL CUT YOU.\nXOXO MOM\n\nA doorbell RINGS off-screen, and --\nINT.",
  "11": "---END OF PREVIOUS SECTION---\nOn which, a hand-written note:\n\nSPENT 1.5 HRS CLEANING HOUSE. IF YOU MESS IT UP, I WILL CUT YOU. XOXO MOM\n\nA doorbell RINGS off-screen, and --\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n FOYER - SAME\nRory opens the door, is greeted by a POSTAL WORKER.\n\nPOSTAL WORKER\nQuinn McKenna live here?\n\nRory blinks, not sure what to say.\n\nPOSTAL WORKER (CONT’D)\nDidn’t mean to stump you. How’s\nthis: is Quinn McKenna your mom,\nor your dad?\n\f14.\n\nRORY\n(nods)\nDad.\n\nPOSTAL WORKER\nNow we’re gettin’ somewhere.\n\nHe upends a handcart -- dumps a big stack of LETTERS\nAND BOXES onto the porch.\n\nPOSTAL WORKER (CONT’D)\nHis P.O. box payments are past due.\nI’m real sorry.\n\nHe starts away. Hesitates.\n\nPOSTAL WORKER (CONT’D)\nGuess he’s not around much, huh?\n\nRory nods. Awkward. The postman frowns:\n\nPOSTAL WORKER (CONT’D)\nLotta D.C. post marks. Government\nwork?\n\nRORY\nMOS 11B3VW3.\n\nThe postman, confused.\n\nRORY (CONT’D)\nMilitary designation.\n(beat)\nHe kills people.\n\nThe postman decides he’s done here. Rory watches him go,\nas we PAN the huge stack of mail, so that WE SEE:\n\nMcCKENNA’S PARCEL FROM CUBA.\nCUT TO:\nINT. DOG PARK NEAR U.C. BERKELEY - DAY\n\nCASEY BRACKETT, 27, sits on a bench, red penciling papers.\nLEASHES dangle from one arm... a dog BARKS CRAZILY 0O.S.\n\nCASEY\n(to unseen dog)\nSummer! Stop that! That’s not\nyours, does it look like it’s\nyours?\n\f15.\n\nA JOGGER with a dog runs by; eyes Casey. Perhaps “ogles”\nwould be more apt. He backtracks. Jogs in place beside\nher, catching his breath.\n\nJOGGER\nHow’s it goin’?\n\nHe huffs, as though having just pushed a boulder uphill.\nElaborately towels his neck. A curt DOG-YELP, off-screen --\n\nCASEY\n(to unseen dog)\nTeddy! Knock it off, you can\nsee she doesn’t like that!\n\nThe jogger, persistent.",
  "12": "---END OF PREVIOUS SECTION---\nA curt DOG-YELP, off-screen --\n\nCASEY\n(to unseen dog)\nTeddy! Knock it off, you can\nsee she doesn’t like that! The jogger, persistent. \n---TARGET SECTION TO BE ANNOTATED---\n Extends his hand:\n\nJOGGER\nSeen you around here. Doug Amaturo.\n\nHe conspicuously scritches the ears of his designer DOG --\n\nJOGGER (CONT’D)\nThis is Barkolepsy. She has a...\nsleeping thing. She’s a lab--\n\nCASEY\n-- Labradoodle.\nHypoallergenic cross between\na poodle and a labrador.\n\nCasey STANDS, starts to walk. Persistant Guy, following --\n\nJOGGER\n(impressed)\nRight. That’s right. Are you\na breeder?\n\nCASEY\nScience professor. Berkeley.\n\nJOGGER\nWhat do you teach?\n\nCASEY\nEvolutionary biology. The science\nof how creatures change, adapt.\n\nJOGGER\nYou mean, like... how a man changes\nwhen he meets an attractive woman?\n\nCasey grins sourly.\n\f16.\n\nCASEY\nMore like -- survival of\nthe fittest.\n\nJOGGER\nYou believe in that stuff?\nCASEY\nYou mean science? Yeah. Yes, I\ndo. (beat)\n\nIt’s funny, Darwin thought it\nwas about strength, agility,\n\nintelligence... These days, you\njust have to be a rich, fat\nwhite guy.\n\nJOGGER\nI... what?\n\nCASEY\nDrop a CEO into the Serengeti. Only\nquestion -- what color animal shits\n\nhim out. My vote? Reddish-tan.\nThe Jogger: Gulp. He nods slowly.\n\nJOGGER\nUm, I don’t wanna hold you up so...\n\nHe BOLTS. Casey reaches in her jacket, fishes out a silver\nFLASK -- swigs -- A kindly OLD LADY looks up, says:\n\nOLD LADY\nI couldn’t help overhearing. Can\nI ask you something, professor?\n\nCASEY\nPlease.\nOLD LADY\nWhat do your students call you?\nCASEY\n“Professor,” mostly.\nOLD LADY\n\n(smiles sweetly)\nMaybe they should call\nyou Sunshine.\n\nA VOICE interrupts:\n\nVOICE\nDoctor Brackett?\n\f17.\n\nCasey turns -- THREE CIA AGENTS stand there. A SEDAN with\ngovernment plates idles ominously behind them. The lead\nagent is CHURCH, 30s.\n\nAGENT CHURCH\nI understand you enjoy star gazing.\n\nCasey blinks.",
  "13": "---END OF PREVIOUS SECTION---\nThe lead\nagent is CHURCH, 30s. AGENT CHURCH\nI understand you enjoy star gazing. Casey blinks. \n---TARGET SECTION TO BE ANNOTATED---\n WIF? THEN we get it: some kind of CODE.\n\nAGENT CHURCH (CONT’D)\nMy men will take care of your dogs.\nWould you come with me, please?\n\nOFF Casey, rattled. CUT TO:\nINT. GOVERNMENT SEDAN - SAME\n\nCasey and the CIA man climb into the back. As the driver\npulls out, she looks out the back -- at her dogs.\n\nAGENT CHURCH (CONT’D)\nDog person, huh?\n\nCASEY\nHey, they don’t judge you, they\ndon’t lie. People have hidden\nagendas. Animals just love you,\nor-- tear your throat out. I kinda\nhave to respect that.\n\nChurch hands her a file folder.\n\nAGENT CHURCH\nHow are you with higher forms\nof life?\n\nCASEY\nI wasn’t aware there were any.\n\nAs she opens the file, he shines a pen light to\nilluminate the TOP SHEET:\n\nCLASSIFIED: PROJECT STARGAZER\n\nThe letterhead? A familiar eagle-and-shield insignia:\nCIA. The page has been stamped TOP SECRET:\n\nMEMORANDUM FOR CLEARED PERSONNEL\nSUBJECT: Class 4 Incursion -- Cayo Muerta, Cuba\n\nCasey frowns. Glances at the agent. Is this a joke?\n\nShe speed-reads the next page. A BRIEF on the discovery\nof the ESCAPE POD in the jungle. Then -- 8X10 PHOTOS:\n\f18.\n\nThe debris field; the charred escape pod. Next -- McKENNA’s\nMILITARY PORTRAIT -- the one Traeger was showing the locals\nin Cuba. She flips to THE LAST PHOTO; draws a sharp breath.\n\nSATELLITE PHOTO:\nThrough trees, vines... a figure. Blurry. Indistinct.\n\nIt’s a photograph of THE PREDATOR. As we PRE-LAP A CLAP\nOF THUNDER -- CUT TO:\n\nEXT. CORPUS CHRISTIE V.A. - NIGHT\nLightning dances across the Texas plains as the clouds open.\n\nSUPER: VETERAN’ S ADMINISTRATION\nCORPUS CHRISTIE, TEXAS\n\nV.A. PSYCHIATRIST (OVER)\nSo, you're denying what you said\nabout some “thing” in the jungle?\n\nINT.",
  "14": "---END OF PREVIOUS SECTION---\nA. PSYCHIATRIST (OVER)\nSo, you're denying what you said\nabout some “thing” in the jungle? INT. \n---TARGET SECTION TO BE ANNOTATED---\n INTERVIEW ROOM - NIGHT\n\nMCKENNA sits in a plastic chair at a table, the rain beating\non a skylight high above. He’s wearing an orange jumpsuit.\n\nMCKENNA\nI thought this was a psych eval.\n\nThe V.A. PSYCHOLOGIST stands by, watching a MED TECH\nattach two pnuemo-tubes around McKenna’s chest.\n\nV.A. PSYCH\nThat’s right.\n\nMCKENNA\nSo why the polygraph?\n\nThe Med Tech attaches finger pads and a blood pressure cuff.\n\nV.A. PSYCH\nIt’s common with high risk civil\nservants. We need to know if you\npose a threat.\n\nMCKENNA\nI’m an assassin. Figured posing\na threat was kind of the fucking\npoint.\n\nV.A.\nPSYCH (smiles)\nI meant to the general public.\n(MORE)\n\f19.\n\nV.A. PSYCH (CONT'D)\nOR yourself. You’ve been...\nstruggling with PTSD, it’s in your\nfile.\n\nMcKenna exhales. NOW he gets it.\n\nMCKENNA\nI get it. You’re not here to find\nout if I’m crazy -- you're here to\n\nmake sure the label sticks.\n\nV.A. PSYCH\nYou think you’re being railroaded?\n\nMCKENNA\nI can see the tracks on the floor.\n\nOff the Psych’s sudden raised eyebrow:\n\nMCKENNA (CONT’ D)\nI don’t really see tracks on\nthe floor. Relax.\n\nThe Psych nods:\n\nV.A. PSYCH\nBut you do see a vast... cover-up.\n\nThe psychologist switches on the polygraph machine. A\nlaptop GLOWS with a graph of McKenna’s vitals. Game on.\n\nV.A. PSYCH (CONT’D)\nTell me about Cayo Muerto, Cuba.\n\nMCKENNA\nPeople died. I saw something I\nwasn’t supposed to. Pretty simple.\n\nThe psychologist looks at the polygraph. Barely a\nflicker. All graphs straight as arrows.\n\nMCKENNA (CONT! D)\nYou’ re gonna have to do better’n\nthat, doc. I was tortured for 48\nhours in Kandahar.\n\nV.A. PSYCH\nYou think I’m the enemy, don’t you,\nLieutenant?\n\f20.",
  "15": "---END OF PREVIOUS SECTION---\nA. PSYCH\nYou think I’m the enemy, don’t you,\nLieutenant? 20. \n---TARGET SECTION TO BE ANNOTATED---\nMCKENNA\nI think you want me to say\nsomething crazy, so you can lock\nme in a room and throw away the\nroom. That’s what I think.\n\nV.A. PSYCH\nMaybe some time in a quiet\nroom would do you some good.\n\nMCKENNA\nYou know what would do me some\ngood? Knowing who -- or WHAT --\n\nkilled my men. And what that thing\nin the jungle was. AND why the fuck\na Black Ops helicopter conveniently\nshowed up out of nowhere to make\nsure there weren’t any witnesses.\n(beat)\nKnowing all that shit? THAT--?\nThat would do me some good.\n\nThe Doc looks at the polygraph screen. NOW some flickers.\n\nOh,\n\nshit.\n\nPSYCH SPECIALIST\nLet’s talk about Kandahar.\n\nA SPIKE on the graph.\n\nMCKENNA\nOooh, BIG spike. You got me now.\n\nPSYCH SPECIALIST\nYou were pinned down. You lost a\nfriend. You got captured,\ninterrogated. Forget the details,\nbut since then--? You spend most of\nyour time in country... estranged\nfrom your wife and son because you\ndon’t feel like -- well, you\ndeserve a normal life. You feel\nlike a... stranger on your own\nplanet, don’t you, Lieutenant?\n\nMCKENNA\n(huge)\nAn alien, you mean?\n\nThe molecules in the air stop moving.\n\nMCKENNA (CONT’ D)\nLike the one in the jungle, right?\n\nHis eyes gleam. A sick grin. Goading.\n\f21.\n\nMCKENNA (CONT’ D)\nIs that good? Is that what you\nwanted? Do I get a cookie now?\n\nON THE POLYGRAPH MONITOR\n\nAll graphs SPIKING spastically. If he was fighting\nthe appearance of being crazy... he’s failed.\n\nMCKENNA (CONT’ D)\nI think we’re done here.\n\nV.A. PSYCH\nAs do I.\n\nCUT TO:\nEXT. CORPUS CHRISTIE V.A. - NIGHT\n\nSomething like a prison bus idles in front of the\nadministration building, as STAFF escort McKenna into --\n\nINT. V.A. BUS - DRIVING - NIGHT\n\nMcKenna DROPS into a seat.",
  "16": "---END OF PREVIOUS SECTION---\nV. A. BUS - DRIVING - NIGHT\n\nMcKenna DROPS into a seat. \n---TARGET SECTION TO BE ANNOTATED---\n The bus jerks forward, RAIN\nSPATTERING the windows. While, in the darkness...\n\nSEVEN MEN in prison scrubs; eyes that have seen shit\nthat would turn your hair white.\n\nMcKenna notes a hulking form manacled beside him. Also in his\n30s, with a comma of dark hair and a scar across one eye.\n\nMeet NEBRASKA WILLIAMS. He notices McKenna’s gaze.\n\nWILLIAMS\nGot a smoke?\n\nMCKENNA\nPretty sure they don’t allow\nthat on the bus.\n\nWILLIAMS\n(shrugs)\nCan’t blame a guy for trying.\n\nAfter a pause:\n\nMCKENNA\nI’m McKenna. You?\n\nWILLIAMS\nNebraska.\n\f22.\n\nMCKENNA\nIs that your real name?\n\nWILLIAMS\nName’s Gaylord.\n\nMCKENNA\nGood call.\n\nMcKenna looks out the window thoughtfully.\n\nMCKENNA (CONT’ D)\nHow’d you snag a ticket on\nthis shitmobile, anyway?\n\nWILLIAMS\n(impassive)\nKilled my C.O.\n\nThis gives McKenna pause. For servicemen, this is not\nsmall potatoes.\n\nMCKENNA\nAny particular reason?\n\nWILLIAMS\n(another shrug)\nGuy was an asshole.\n\nMcKenna sits very still. The bus drives on.\nCUT TO:\nEXT. DESERT - ABANDONED MILITARY BASE - NIGHT\n\nDesolate. Windswept. A small cluster of squat buildings\nguarded by razor wire and ‘NO TRESPASSING’ signs.\n\nAN HH-60 PAVE HAWK APPEARS\n\nAnd SETS DOWN, dust swirling. TWO SECURITY MERCS jump\nout, assist CASEY from the open hatch.\n\n(NOTE: “Project: Stargazer” is guarded by Private CIA-\nHIRE MERCENARIES like the ones McKenna saw in Cuba.\n\nThey are NOT U.S. MILITARY SERVICEMEN. The short version?\nStargazer = BAD GUYS; U.S. Military = GOOD GUYS.)\n\nA GATE CLATTERS OPEN -- REVEALS a small, square\nstructure. The size of a one-car garage.\n\nA MERC goes to the code box as Church hands her a clipboard:\n\f23.\n\nAGENT CHURCH\nNon-disclosure agreement.",
  "17": "---END OF PREVIOUS SECTION---\nThe size of a one-car garage. A MERC goes to the code box as Church hands her a clipboard:\n\f23. AGENT CHURCH\nNon-disclosure agreement. \n---TARGET SECTION TO BE ANNOTATED---\nCASEY\nI signed that when they\nrecruited me, two years ago.\n\nAGENT CHURCH\nIt’s a rider. New information’s\ncome to light in the last forty-\neight hours.\n\nReluctantly, she signs the NDA; is gestured forward. Church\nremains behind -- conspicuously. He doesn’t have clearance.\n\nThe code box emits a hollow CLICK! and BLAST DOORS\nSLIDE OPEN, TO REVEAL:\n\nINT. SECURITY CHECKPOINT - CONTINUOUS\n\nSmall, compact room. A TECHNICIAN stands at a work station.\nScanners; cameras; printers. On the wall: A BIG RED BUTTON.\n\nQUICK CUTS - I.D. MONTAGE\n\nas the TECHNICIAN scans Casey’s RETINAS -- her HAND PRINTS\n-- A BAR CODE prints out -- then Casey is stood against a\nbare wall, and off a digital camera FLASH--\n\nA LAMINATED PHOTO ID BADGE\nNow hangs around her neck. She looks up, awkward. Now what?\nThe Technician turns to the big red button; SLAMS IT --\n\nTHE WHOLE ROOM SHUDDERS and we hear a WHINE from all\naround us because... THE ROOM IS AN ELEVATOR. CUT TO:\n\nINT. PROJECT STARGAZER\nThe elevator door slides OPEN TO REVEAL...\n\nA VAST UNDERGROUND COMPLEX. TECHNICIANS bustle to and\nfro, including (as Casey duly notes) some with lab coats\nand scrubs. Casey is drawn into a small\n\nVIEWING ROOM\n\nLike an operating theater, looking down through raked\nglass into the MAIN LAB.\n\nShe sees MED TECHS IN BIOHAZARD SUITS around a custom-built\ntable with stirrups and monitors. Take a breath now --\n\f24.\n\nBecause there, strapped to the table, is something she’s\nwaited her whole life to see: an actual, living, extra-\nterrestrial life form. In this case--?\n\nA CAPTURED, UNCONSCIOUS PREDATOR.\n\nAn involuntary gasp from Casey, as we see in her eyes:\nher world has changed.\n\nO.S. VOICE (COLWELL)\nMa’ am.\n\nShe SPINS, almost jumps out of her skin. A bespectacled\nman in the doorway behind her: DOCTOR SEAN COLWELL.",
  "18": "---END OF PREVIOUS SECTION---\nVOICE (COLWELL)\nMa’ am. She SPINS, almost jumps out of her skin. A bespectacled\nman in the doorway behind her: DOCTOR SEAN COLWELL. \n---TARGET SECTION TO BE ANNOTATED---\nCOLWELL\nDidn’t mean to startle you. I’m\nDoctor Colwell.\n\nHe enters, shakes her hand.\n\nCOLWELL (CONT’D)\nI’m told you pretty much wrote\nthe book on evolutionary biology.\n\nCasey’s still rattled by the sight of the Predator.\n\nCASEY\nFour, actually.\n(sheepish)\nUm... books...\nCOLWELL\n\nSo you know your stuff. How’d\nthey rope you into this..?\n\nShe looks back into the lab below. Pensive.\n\nCASEY\nI wrote a letter when I was six.\nSaid I loved animals and... if\n\nNASA ever found a space animal,\nthey should call me.\n\n(beat)\nCouple years ago, they put me ona\nshort list because of a paper I\nwrote on hybrid strains. A computer\nhad cross-referenced my letter.\n\nCOLWELL\n(smiles)\nNASA still had it, huh?\n\nCasey shakes her head.\n\f25.\n\nCOLWELL\n(CONT’D) The Oval Office.\n(beat)\nI wrote the letter to Clinton. He\nthought it was cute so it’s been\nin there ever since.\n\nIN THE LAB BELOW\n\nTRAEGER (the CIA man we met in Cuba) squints up through\nthe glass of the viewing booth. Keys an intercom button:\n\nTRAEGER\n(on intercom)\nDoctor Brackett..?\n\nShe nods, tentative. He gestures.\n\nTRAEGER (CONT’ D)\nWould you like to meet the\nPredator?\n\nTIME-CUT TO:\nINT. DECON CHAMBER\n\nWhite. Sterile. Casey and Colwell enter through an\nairlock hatch. It SEALS SHUT with a HISS, air-tight.\n\nPRE-RECORDED VOICE\nChamber secure. Remove garments.\n\nCASEY\n(to VOICE)\nYou’re not gonna buy me a\ndrink first?\n\nShe and Colwell start to strip, separated by a partition.\n\nSERIES OF CUTS -- DECON\nCASEY, NAKED in a new chamber -- the room flares WHITE\nHOT. BURNS OFF her outer layer of skin -- then:\n\nPRE-RECORDED VOICE\nProtocol complete.\n\nShe dons a HAZMAT SUIT, all business. Dismissive of her\nnudity. She knows she can halt traffic, doesn’t much care.",
  "19": "---END OF PREVIOUS SECTION---\nShe dons a HAZMAT SUIT, all business. Dismissive of her\nnudity. She knows she can halt traffic, doesn’t much care. \n---TARGET SECTION TO BE ANNOTATED---\nColwell appears beside her, also in HazMat. Goes to the\ndoor. Presses his eye and hand to scanners:\n\f26.\n\nCOLWELL\nColwell, Sean H.\n\nThe LAST HATCH SHUSHES OPEN, and Colwell leads the way into:\nINT. MAIN LAB - CONTINUOUS\nTraeger approaches her, hand extended:\n\nTRAEGER\nThanks for coming. I’m sure -\n- (an understatement)\n-- you have questions.\n\nCASEY\nTwo, actually.\n\nShe nods to the dormant Predator.\n\nCASEY (CONT’D)\nWhy do you call it “the Predator”?\n\nTRAEGER\nJust a nick-name. The data suggests\nit tracks its prey, seems to...\nwell, enjoy it. Like a game.\n\nCASEY\nThat’s a hunter.\n\nTRAEGER\nI’m sorry?\n\nCASEY\nThat’s a hunter. Not a predator.\nPredators kill for food, to\nsurvive. There’s only one animal\non earth that hunts for sport.\n\nTraeger tries not to roll his eyes; “liberal.”\nCasey paces beside the Predator. Regards its mandibled\nfeatures with something akin to wonder. Whispers:\n\nCASEY\n(CONT’D) You... are one\nbeautiful motherfucker.\n\nTRAEGER\nI’m going to assume your second\nquestion is: why are you here?\n\nAn ironic grin from Casey. “Bingo.”\n\f27.\n\nTRAEGER (CONT’ D)\nOur test results yielded something\n\na little... odd. We were wondering\nif maybe you could shed some light\non it.\n\nHe nods to COLWELL, who produces a TABLET. He shows Casey\na read-out. She studies it for a second... then blanches.\n\nCASEY\nIs this a joke?\n\nCOLWELL\n(shakes his head)\nWe ran the genome sequence ten\ntimes. This specimen has --\n\nCASEY\n-- human DNA.\n\nShe looks at them, baffled. How is that possible?\n\nTRAEGER\nWe know about spontaneous\nspeciation. Mostly plants\nand insects, but --\n\nCOLWELL\n-- some mammals. Sheeps, goats. Red\nwolves are known to be a hybrid of\ncoyotes and gray wolves.\n\n \n\nTRAEGER\nExactly. Possibly some form of\nrecombinant technology, or...\nCASEY\n(interrupting)\nGuys, I get\nit.",
  "20": "---END OF PREVIOUS SECTION---\nTRAEGER\nExactly. Possibly some form of\nrecombinant technology, or... CASEY\n(interrupting)\nGuys, I get\nit. \n---TARGET SECTION TO BE ANNOTATED---\n (beat)\nYou want to know if someone\nfucked a Predator.\n\nINT. V.A. BUS - DRIVING - NIGHT\n\nTrundling through the night; rain-lashed.\n\nON MCKENNA, ASLEEP\n\nIn the strobing dark; rain drums like GUNFIRE at the window.\n\nMEMORY FLASH: RUBBLE-STREWN STREET - KANDAHAR - DAY\n\f28.\n\nMcKENNA, several years younger, in desert camo, flak, full\nbattle rattle. He and his squad TAKING COVER, breathless.\n\nHe glances at the SOLDIER next to him. Pale,\ntrembling. Bleeding out from stray shrapnel.\n\nThe soldier KEENS with pain, as -- urgent VOICES, close\nby. Speaking PASHTO.\n\nThe wounded soldier MOANS loudly. Shit. He’s going to give\naway their position. McKenna GRABS him; CLAMPS A HAND over\nhis mouth as the TALIBAN SOLDIERS get closer --\n\nAnd as the soldier BITES INTO MCKENNA’S HAND to\ndistract himself from the overwhelming pain --\n\nINT. V.A. BUS - DRIVING (BACK TO SCENE)\n\nAs McKENNA WAKES. No startle-awake bullshit -- simply comes\nto. Fully aware. His HAND, near his head...\n\nTHE SCAR we saw in Cayo Muerte: prominent. Now we know how\nhe got it. From the back of the bus, now, A VOICE:\n\nCOYLE\nHey, Baxley! Got a question for\nya. How do you circumcise a\nhomeless man?\n\nHe’s addressing a prisoner at the front, BAXLEY, whose\neyes thin to slits. Clearly, these two have a history.\n\nCOYLE (CONT’D)\nKick your mom in the chin!\n\nOne of the MPs at the front weighs in:\n\nMP ON BUS\nShut the fuck up back there!\n\nMcKenna eyes his measly protein bar. Says to Williams:\n\nMCKENNA\nDinner and a show. Great.\n(indicates stoic BAXLEY)\nHe just sits there.\n\nWILLIAMS\nHe’1ll kill him one of these days.\n\nMCKENNA\nWhat’s stopping him?\n\f29.\n\nWILLIAMS\nHe likes the jokes.",
  "21": "---END OF PREVIOUS SECTION---\nMCKENNA\nWhat’s stopping him? 29. WILLIAMS\nHe likes the jokes. \n---TARGET SECTION TO BE ANNOTATED---\nMcKenna looks to a THIRD prisoner, talking to\nhimself nervously, Tourette’s: FLYBOY.\n\nWILLIAMS (CONT’D)\nThat’s Flyboy. Three tours piloting\nHueys. Now he gets jumpy when he’s\nnot in the air.\n\nMcKenna nods to an older Vet -- NETTLES.\n\nWILLIAMS (CONT’D)\nNettles. Ordnance man. They gave\nhim a medal for blowing up half\na mountain in Mosul.\n\nMCKENNA\nWhy’s he here?\n\nWILLIAMS\nBlew up the other half,\ntoo. (beat)\nEveryone’s got a story.\nWhat’s yours?\n\nMCKENNA\nYou wouldn’t believe me.\n\nWILLIAMS\nThis is the batshit bus. Try me.\n\nMcKenna shrugs.\n\nMCKENNA\nAll right.\n(deep breath)\nI had a run-in with a space alien.\nThey want to put a lid on it, so...\nhere I am.\n\nWilliams looks out the window, shaking his head. Tsk tsk.\n\nWILLIAMS\nGoddamn space aliens.\n\nINT. MAIN LAB (PROJECT STARGAZER) - AS BEFORE\n\nCASEY, examining the dormant Predator. Shines a penlight\n-- checks pupil dilation.\n\nCASEY\nYou ran iris biometrics?\n\f30.\n\nA nearby MED TECH nods. Casey turns to Traeger.\n\nCASEY (CONT’D)\nDo you have the file they gave me?\nThe incident in Cayo Muerto..?\n\nTraeger nods to the med tech. The file is quickly produced\nand Casey FLIPS to the blurry photo of the Predator. Points:\n\nCASEY (CONT’D)\nIn this photo, it’s wearing\nsome kind of... atmosphere\nmask, a biohelmet.\n\nTRAEGER\nWe looked, believe me.\n\nShe notices something else:\n\nCASEY\nAnd look at the wrist computer.\nSomething’s missing.\n\nSure enough, the Predator’s wrist computer is OPEN -- an\nempty slot where the KUJHAD should be. She looks at Traeger:\n\nCASEY (CONT’D)\nWhere are they?\n\nTraeger and Colwell trade uneasy glances. After a beat,\nCasey re-opens the file. FLIPS to the photo of... MCKENNA.",
  "22": "---END OF PREVIOUS SECTION---\nAfter a beat,\nCasey re-opens the file. FLIPS to the photo of... MCKENNA. \n---TARGET SECTION TO BE ANNOTATED---\nCASEY (CONT’D)\nIs this the man who made\nfirst contact?\n(Colwell nods)\nI’d like to talk to him.\n\nCOLWELL\nHe’s en route to lockdown in\na military psych ward.\n\nCASEY\nWell, if you’re going to\nlobotomize him, can I ask him some\nquestions first?\n\nINT. V.A. BUS - DRIVING - NIGHT\n\nONE OF THE MPS responds to a SQUAWK from his radio. SPEAKS\n(“Go ahead”). As he listens, his eyes drift to McKenna --\n\nMP ON BUS\nRead you five-by-five. Out.\n\f31.\n\nEXT. RAIN-SWEPT HIGHWAY - NIGHT\n\nGears GRIND. The bus steers to a HALT, sloshing water..\npromptly executes a ponderous and awkward U-TURN.\n\nTHROUGH GLASS: we push in on McKENNA, confused... CUT TO:\nEXT. RORY’S HOUSE (GEORGIA) - NIGHT\n\nNeighborhood SOUNDS: THRUM of cicadas, bad TV, distant\nsirens. A dinged Subaru Outback pulls into the driveway.\n\nINT. RORY’S HOUSE - MOMENTS LATER\n\nRory’s mom, EMILY -- pretty, 30s, beleaguered -- comes\nthrough the back door into the kitchen, arms weighted down\nby shopping bags. She CALLS OUT:\n\nEMILY\nRory? I’m home! I got\nyou something! Rory -- ?\nRORY APPEARS -- Mom gives him a quick kiss. She sees a stack\n\nof LANGUAGE BOOKS on the counter: French, German, Swedish.\n\nEMILY (CONT’D)\nYou did one of these after school?\n\nRORY\nI did all of them after school.\n\nShe smiles, fumbles with a bag from Target.\n\nEMILY\nSo look. I got you two options...\n\nShe pulls out TWO BOXED HALLOWEEN COSTUMES -- Like those\nBen Cooper specials from yesteryear. In this case..?\n\nEMILY (CONT’D)\nPirate..? Or Frankenstein..?\n\nShe holds up each with equal gusto; he regards her blankly:\n\nRORY\nWhat’s Frankenstein?\nEMILY\nYou know -- Frankenstein.",
  "23": "---END OF PREVIOUS SECTION---\nOr Frankenstein..? She holds up each with equal gusto; he regards her blankly:\n\nRORY\nWhat’s Frankenstein? EMILY\nYou know -- Frankenstein. \n---TARGET SECTION TO BE ANNOTATED---\n Mad\n\ndoctor made him out of dead people?\nBolts on his neck? Walks around?\n\nRORY\nLike “Walking Dead”?\n\f32.\n\nEMILY\nNo, Frankenst... Green skin? He met\nWolfman?\n\nRory looks at her like she grew a tail. Exasperated, she\nholds up the OTHER BOX as if her son just won a prize.\n\nEMILY (CONT’D)\nLet’s go with PIRATE -- !!\n\nBut he’s not really buying any of it. He takes the mask\nout of the box, reluctantly puts it on.\n\nRORY’S POV: The sound of his BREATHING as, through the\neye holes, WE SEE:\n\nTHAT WATER SPOT -- the one on the kitchen WALL, as\nMEMORY FLASH:\n\nRory, a mere BABE in his mother’s arms as McKENNA drives a\nFIST through the SPOT, for reasons long forgotten, and --\n\nBACK TO PRESENT\n\nIt’s been plastered over; yet the ghost of McKenna’s rage\n\ncontinues to ooze out... Rory puts the pirate mask down:\nRORY\nIt’s too small. The guys’ll...\nyou know.\n(shrugs)\n\nThey’1l still be able to tell.\n\nRORY’S MOM\nTell what?\n\nRORY\nThat it’s me.\n(sets the box down)\nNo big deal. Dad’s always\ntelling me to be a big boy.\n\nHe starts out of the room.\n\nEMILY\nI love you, peanut.\n\nRORY\n(half-hearted; in\nSwedish) Jag alskar dig.\n\nHis mom looks after him, blinking back tears.\n\f33.\n\nINT. BASEMENT - NIGHT\n\nRory comes down the steps to his LAIR: recycled PCs,\nsaved from dumpsters. Multiple ON-LINE GAMES glow.\n\nA hanging sign reads: “CONTROL AREA.”\n\nRory sits, fingers blurring as he speed runs through two\ngames simultaneously. But gradually... his distraction wins.\nHe turns to look at his work table, ON WHICH RESIDES:\n\nTHE PARCEL FROM CUBA.\n\nHe sucks in a sharp breath. Goes to it... and TEARS IT OPEN\nlike a Christmas present. Reaches in, and removes...\n\nHoly shit -- THE BATTLE-SCARRED PREDATOR BIOHELMET.\n\nThe iconic WAR MASK from five separate films.",
  "24": "---END OF PREVIOUS SECTION---\nReaches in, and removes... Holy shit -- THE BATTLE-SCARRED PREDATOR BIOHELMET. The iconic WAR MASK from five separate films. \n---TARGET SECTION TO BE ANNOTATED---\n It DWARFS\nthis suburban boy’s delicate hands.\n\nHe examines it. Sets it aside, reaches for the next prize:\n\nTHE KUJHAD; the data-storage device. It GLISTENS in\nhis grasp. He hefts it like a light-sabre. Then --\n\nCuriously, hesitantly, presses a button on the device.\nNothing.\n\nEmboldened, he presses another. And another. And anoth\n-- BLEEP--! Oooh, shit.\n\nA DISPLAY BLINKS ON; GLOWING RED symbols scrolling in\ncryptic patterns. Rory’s eyes widen as we -- CUT TO:\n\nEXT. OUTER SPACE\nCold. Silent. OUR OPENING SHOT all over again, as...\n\nA LOOMING SPACECRAFT enters frame. Bulbous. Cockroach-\nshaped. We’ve seen it before:\n\nTHE PREDATOR MOTHER SHIP\n\nfrom our opening; docking gantry below still scarred\nand shredded from where THE ARK detached.\n\nINT. PREDATOR SHIP - SAME\n\nQuick, tantalizing glimpses of this new, different PREDATOR.\nWe still don’t see him fully. Not yet.\n\nAs we will come to learn: this is AN UPGRADE.\n\f34.\n\nIt taps a control pad -- and a DISPLAY APPEARS, similar\nto Rory’s. Speaking of whom:\n\nINT. BASEMENT - RORY\n\nSCRIBBLES the symbols from the Kujhad on a PeeChee\nfolder. Glances up --\n\nThe symbols CHANGE. Blip-! Just like that, a new\nsequence. Rory scrunches up his face. Huh.\n\nHave you ever seen someone “do math” by using their fingers\nto create invisible equations in the air? Well, that’s what\nRory does now, except...\n\nTHE SYMBOLS HE WROTE LIFT off the paper, SUPERIMPOSED for\nus to see. He does some mental calculations, and --\n\nThe symbols RE-ARRANGE.\n\n(NOTE: This is NOT REAL. It depicts Rory’s mental process.\nWe are literally watching him translate Predator language.)\n\n \n\nHe TAPS BUTTONS, causing the display to CHANGE BACK, and --\nINT. PREDATOR SHIP - THAT MOMENT\n\nTHE UPGRADE REACTS as his READ-OUT CHANGES, too.",
  "25": "---END OF PREVIOUS SECTION---\nIt depicts Rory’s mental process. We are literally watching him translate Predator language.)\n\n \n\nHe TAPS BUTTONS, causing the display to CHANGE BACK, and --\nINT. PREDATOR SHIP - THAT MOMENT\n\nTHE UPGRADE REACTS as his READ-OUT CHANGES, too. \n---TARGET SECTION TO BE ANNOTATED---\n A glitch? He\ntaps the controls, REVERTING it to its previous version --\n\nINT. BASEMENT - RORY\n\nsees the DISPLAY CHANGE again -- and OVERRIDES IT exactly\nas he did before. “Take that!” And we realize --\n\nOur kid is REMOTELY FUTZING AN INCOMING PREDATOR SPACECRAFT!\n\n \n\nINT. PREDATOR SHIP\nThe Upgrade, all business. SLAMS IN A CODE, and\n-- EXT. STRATOSPHERE - THE PREDATOR SHIP\n\nWith shimmering spasms, its STEALTH CAPABILITY is engaged\nand the ship literally VANISHES--!\n\nINT. BASEMENT - ON RORY\n\nGrinning at the new code sequence. It’s a GAME! Gleefully,\nhe punches in the same sequence, only IN REVERSE, and --\n\nEXT. STRATOSPHERE\n\nThe transparent Predator Mother Ship BECOMES VISIBLE AGAIN--!\n\f35.\n\nINT. BASEMENT - ON RORY\nA VOICE from upstairs breaks the moment:\n\nEMILY (0O.S.)\nYou okay down there, kiddo?\n\nRory freezes, tries to sound like everything’s normal.\n\nRORY\nJust playing games, mom!\nEMILY (0O.S.)\nLove you!\nRORY\n\nOui, J'aime ma mére!\nCUT TO:\n\nCLOSE ON A TRACKING MONITOR\nas a BLIP APPEARS. Then vanishes. Then RE-APPEARS.\nINT. SATELLITE TRACKING STATION - NIGHT\nA TECH SERGEANT in army khaki watches the blip on his scope.\nSUPER: KAENA POINT TRACKING STATION -- OAHU, HAWAII\nThe analyst FLAGS his SUPERVISOR.\n\nTRACKING ANALYST\nSir?\n\nHis uniformed SUPERVISOR walks over.\n\nTRACKING SUPERVISOR\nWhatcha got, sergeant?\n\nTRACKING ANALYST\nWeird-ass bogey, sir. What do\nyou make of it?\n\nThey watch as the blip VANISHES and RE-APPEARS sporadically.\nOTHER TECHS look on curiously. The supervisor frowns.\n\nTRACKING SUPERVISOR\nGet me NORAD.\n\nINT. MAIN LAB (PROJECT STARGAZER) - AS BEFORE\n\nCASEY, bent over an electron microscope. Intent. Examining\nthe Predator’s blood.",
  "26": "---END OF PREVIOUS SECTION---\nMAIN LAB (PROJECT STARGAZER) - AS BEFORE\n\nCASEY, bent over an electron microscope. Intent. Examining\nthe Predator’s blood. \n---TARGET SECTION TO BE ANNOTATED---\n Traeger, over her shoulder --\n\f36.\n\nShe rises from the microscope, sees a blood centrifuge\nnearby, a test tube rack just above it. In the rack is:\n\nA SINGLE VIAL of membranous yellow substance. She frowns:\n\nCASEY\nWait a minute.\n(re: centrifuge)\nIf this is blood --\n(re: vial)\n-- then what’s that?\n\nTraeger looks vaguely discomfited. But before he can\nanswer, a LACKEY approaches.\n\nLACKEY\nV.A. shuttle’s here, sir.\n\nEXT. DESERT - ABANDONED MILITARY BASE - NIGHT\n\nBlack-clad MERCENARIES wait for the V.A. SHUTTLE as\nit trundles toward the chain link perimeter.\n\nINT. V.A. BUS - DRIVING - SAME\n\nPrisoners, GRUMBLING. Flyboy calls out to the MP at the\nfront (who, we should note, is bald as a cue ball).\n\nFLYBOY\nHey, Kojak! When did they put the\nmiddle of fucking nowhere on the\nitinerary?\n\nMP ON BUS\nZip it, Flyboy. We’re just makin’\na pit stop.\nWILLIAMS\n“Pit stop.”\n(to McKenna)\nThis is all your fault, isn’t it?\n\nMcKenna, uneasy. It’s beginning to seem that way. CUT TO:\nINT. NORTH AMERICAN AEROSPACE DEFENSE COMMAND, COLORADO\n\nFans of War Games will recognize the gallery and massive\nTRACKING SCREENS. Air Force PERSONNEL watch the bogey on\n\nA HUGE MONITOR\n\nwhere THE BLIP is seen moving toward the southern U.S...\nA GENERAL oversees; STAFF SERGEANT at his side.\n\f37.\n\nSTAFF SERGEANT\nStill inbound, sir. One\nsecond they’re on the grid,\nthe next they’re ghosting.\n\nNORAD GENERAL\nRadio contact?\n\nSTAFF SERGEANT\nNegative, sir.\n\nThe General chews on a pen. What the fuck is it? Finally:\n\nNORAD GENERAL\nWhere’s the 325th?\n\nSTAFF SERGEANT\nLackland, sir.\n\nNORAD GENERAL\nHave them scramble some jets.\nLet’s not take any chances.\n\nINT. MAIN LAB (PROJECT STARGAZER) - THAT MOMENT\nTraeger’s AIDE approaches.",
  "27": "---END OF PREVIOUS SECTION---\nLet’s not take any chances. INT. MAIN LAB (PROJECT STARGAZER) - THAT MOMENT\nTraeger’s AIDE approaches. \n---TARGET SECTION TO BE ANNOTATED---\n Furtive:\n\nAIDE\nSir, NORAD’s reporting a\n202 anomaly.\n\nColwell and Traeger trade looks. Casey sees this.\n\nCASEY\nLook, I know I’m new, but -- it’d\nbe swell if somebody would kinda\nsorta, I dunno... tell me what\n\nthe fuck is going on here?\nTraeger answers without missing a beat.\n\nTRAEGER\nThis isn’t the first Predator\nwe’ve encountered.\n\nCasey stiffens. The revelation lands hard.\n\nTRAEGER (CONT’ D)\nApparently they use earth as a\nkind of “hunting ground.”\n\f38.\n\nCOLWELL\nThey’ ve left things behind.\nEvidence. Weapons. Some are\neven stored in this facility.\n\nCASEY\nYour point -- ?\n\nCOLWELL\n\nThe point, doctor... is that our\nsatellite defense stations have\njust tracked a new UFOB.\n\n(nods grimly to the\n\ndormant Predator)\nOur friend here might have\ncompany coming.\n\n \n\nTraeger MUTTERS something under his breath --\n\nCASEY\nExcuse me?\n\nTRAEGER\nThey’ re gnarly fuckers, that’s all.\nTook four of my best just to bring\nthat one down.\n\nShe blinks. Stares at him:\n\nCASEY\n\nI’m sorry. It took four--?\nTRAEGER\n\nThat’s right. So?\nCASEY\n\nSo -- a meth head can take\n\ndown four men.\n(re: Predator)\nLook at it!\n\nTraeger looks uneasy.\n\nCOLWELL\nWhat’s your point, doctor?\n\nCASEY\nMy point is you brought it here. To\na location where you just happen to\nstore its weapons --\n(beat)\nHow do you know it didn’t WANT\nTO BE CAPTURED?\n\n \n\f39.\n\nThat’s when ALARM KLAXONS peal throughout the complex.\n\nCASEY (CONT’D)\nWhat’s happening?\n\nTRAEGER’S AIDE clutches a phone receiver. YELLS:\n\nAIDE\nProximity alert, sir! Bogey’s\ninbound! Range two hundred miles!\n\nAt which point, without warning --\nTHE PREDATOR’S EYES SNAP OPEN. Just like that.\nAlert. Calm. Calculating. We realize: it was playing possum.\n\nCASEY LEAPS backward; liberates a TRANQUILIZER RIFLE from a\nnearby rack.",
  "28": "---END OF PREVIOUS SECTION---\nCalculating. We realize: it was playing possum. CASEY LEAPS backward; liberates a TRANQUILIZER RIFLE from a\nnearby rack. \n---TARGET SECTION TO BE ANNOTATED---\n She hoists it, BACKS AWAY -- full defense mode.\n\nCASEY\nEVERYBODY GET OUT! NOW!\n\nShe STABS the code for the DECON chamber. Hatch OPENS. She\nleaps inside, except -- she’s the only one. Everyone else\nis going for their SIDEARMS as --\n\nBam--! The Predator MOVES. SNAPS ITS RESTRAINTS like\nthey were paper. RISES from the table, as --\n\nINT. DECON CHAMBER\nThe hatch CLOSES, sealing her in.\n\nPRE-RECORDED VOICE\nChamber secure. Remove garments.\n\nCasey, sweating. FUMBLING at the catches of her Hazmat suit.\n\nCASEY\nCome on, come on...\n\nINT. MAIN LAB - THAT MOMENT\n\nSECURITY MEN rush to restrain the Predator, but it SWIPES\nat them with its talons -- DUCKS, PARRIES.\n\nTOSSES them like rag dolls. Speed and stealth, mind-numbing.\nINT. DECON CHAMBER - WITH CASEY\n\nSEEING THIS -- terrified -- while at the same time\ndesperately trying to DISROBE. Blood SPATTERS the window --\n\f40.\n\nINT. MAIN LAB - SAME\nTHE PREDATOR, rampaging.\n\nCOLWELL draws a weapon -- but it GRABS HIM by the hair;\nsnags a scalpel in its other talon. Like a samurai --\n\nBEHEADS HIM with the scalpel--! The next second, SLICES OFF\nHIS HAND -- Then BEE-LINES TO THE DECON HATCH...\n\nSpoils in hand, PRESSES COLWELL’S HEAD and HAND to\nthe scanners. Then, nightmarishly:\n\nMIMICS the dead man’s voice exactly:\n\nTHE PREDATOR\nColwell, Sean H.\n\nA green light BLEEPS. ACCESS GRANTED--!\nINT. DECON CHAMBER\n\nSkin burn complete, Casey’s scooping up her clothes, as\n-- the HATCH SHUSHES OPEN behind her. She SPINS, naked -\n- clutching the trang gun. --\n\nAnd there’s THE PREDATOR.\n\nTrembling, breathless, Casey LEVELS THE WEAPON. Pulls\n\nthe trigger: a dry CLICK--! Jammed.\nThe Predator cocks its head at her. Is it... smiling?\nAnd then -- it simply MOVES PAST her.",
  "29": "---END OF PREVIOUS SECTION---\nThe Predator cocks its head at her. Is it... smiling? And then -- it simply MOVES PAST her. \n---TARGET SECTION TO BE ANNOTATED---\n SPARING HER. As\nCasey breathes in short terrified bursts, we --\n\nCUT TO:\nEXT. SKY OVER CENTRAL AMERICA - NIGHT\nTHREE F-22 RAPTORS slice the sound barrier -- following\n\nthe Predator ship’s last known position.\nINT. F-22 COCKPIT - FLYING - NIGHT\nON THE LEAD PILOT as he checks his instruments. We HEAR:\n\nRADIO CHATTER\nCatfish one, approaching vector.\nTriangulate SAM radar, over.\n\nINT. UNDERGROUND CORRIDOR - THAT MOMENT\n\nTHREE TACTICAL MERCS spin round a bend, rifles up. As they\nclatter past an alcove, two MUSCULAR ARMS SWIPE OUT--!\n\f41.\n\nGLTCH--GLTCH! TALONS puncturing flesh; severing brain\nstems. Two down. The remaining merc SPINS, gun up --\n\nPredator, weaponless... Fuck it -- SCOOPS A MACHINE GUN\nIN EACH HAND.\n\nBUDDA-BUDDA--! The merc topples. The Predator calmly DROPS\nthe guns, retrieves Colwell’s head and hand from the floor.\n\nINT. DECON CHAMBER\n\nCasey finishes pulling on her clothes, notices -- on\nthe floor, splatters of phosphorescent GREEN BLOOD.\n\nShe looks back into the lab -- at the tranq gun CARTRIDGE\non the rack. Then... something arguably more important:\n\nThe mysterious SPECIMEN VIAL she saw earlier.\nINT. CORRIDOR - AS BEFORE\n\nThe Predator approaches a VAULT DOOR; again uses Colwell’s\nVISCERA to override security. TOSSES THEM ASIDE and ENTERS:\n\nINT. A HIGH SECURITY VAULT\nLike a bank vault, but for Predator technology.\n\nThe Predator RUMMAGES; tossing items aside violently.\nPlainly looking for something... but not finding it.\n\nFrustrated, it GRABS what it knows -- a new WRIST GAUNTLET,\na PLASMA CANNON. Finally, snatches up a THIRD object:\n\nA bent, scorched BATTLE MASK.\n\nWith this last, it does an odd thing: lifts the mask to\nits eyes. With one hand, taps a code on its side, blip-!\n\nPOV: THROUGH THE MASK\n\nWe’re seeing what IT is seeing.",
  "30": "---END OF PREVIOUS SECTION---\nWith this last, it does an odd thing: lifts the mask to\nits eyes. With one hand, taps a code on its side, blip-! POV: THROUGH THE MASK\n\nWe’re seeing what IT is seeing. \n---TARGET SECTION TO BE ANNOTATED---\n Here’s the weird part:\nWherever it is..? It’s not the room he’s currently IN.\n\nBlurry... faulty transmission. Still, oddly FAMILIAR.\nWe’re seeing Rory’s bedroom. WTF? CUT TO:\nINT. RORY’S BASEMENT - SAME TIME\n\nTHE OTHER MASK, Rory’s -- leaning against the wall, face\noutward. A green LIGHT blinking, as it transmits --\n\nBACK TO POV - BLURRED\n\f42.\n\nWe see RORY at his bench, back to us... now we SNAP-ZOOM\nin to a spot on the wall, near the kid’s head:\n\nA drawing of a pit bull. Taped there, along with\nother drawings. In the corner, printed neatly:\n\nRORY DECLAN McKENNA, GRADE 6. GORDON MIDDLE SCHOOL\n\nThe Predator lowers the mask. Turns, with new purpose. Taps its\nwrist and... with a glitching SHIMMER, CLOAKS. Vanishing.\n\nEXT. COMPOUND ABOVE - NIGHT\n\nThe V.A. bus STOPS, MID-COMPOUND. ALARMS continue to\nWAIL throughout the facility. SOLDIERS approach --\n\nSOLDIER\nSit tight. There’s been a breech.\n\nINT. V.A. BUS - SAME\nMCKENNA AND WILLIAMS, apprehensive. What’s going on?\nINT. UNDERGROUND CORRIDOR\n\nDressed and clutching the tranq rifle, Casey follows a trail\nof Predator blood to THE STILL-OPEN VAULT -- immediately sees\nit’s been ransacked. What the hell was it looking for?\n\nA bleeding MED-TECH stumbles around the corner, sees her:\n\nDYING MED-TECH\n\nPlease... It... it MUSTN’T GET\nAWAY...\n\nCASEY\nIt won't.\n\n(nods grimly)\nNot my space animal.\n\nShe turns -- sprints out of frame, and meanwhile\nEXT. SKY - THE F-22S\nFlying in formation. PILOTS scanning the horizon.\n\nRADIO CHATTER\nCatfish one, still no visual, check\nyour six two and three, over --\n\nINT. RORY’S HOUSE - BASEMENT - SAME\n\nHe’s back to his video games. Because of course he is.\n\f43.\n\nThen... bored, he picks up the Kujhad. PUNCHES IN THE\nCODE from before...",
  "31": "---END OF PREVIOUS SECTION---\n43. Then... bored, he picks up the Kujhad. PUNCHES IN THE\nCODE from before... \n---TARGET SECTION TO BE ANNOTATED---\n just for the hell of it, and --\n\nEXT. SKY OVER CENTRAL AMERICA - NIGHT\n\nTHE PREDATOR SHIP APPEARS OUT OF NOWHERE -- smack in\nthe trajectory of the three Raptor jets!\nRADIO VOICE #1 RADIO VOICE #2\n(filtered) (filtered)\nHoly shit! Heads up! Bandit! Three-zero-\nfive!\nQUICK CUTS -- AS THEY QUICKLY COURSE CORRECT\n\nMilliseconds before impact --\nINT. V.A. VAN - ABANDONED BASE - NIGHT\n\nSomething outside the bus catches McKenna’s eye:\n\nA DARK FIGURE -- emerging from a bunker in the distance. A\nhulking, lithe, humanoid chameleon shape. Shimmering....\nMcKenna nudges Williams, who squints... the thing FLICKERS;\nseems to VANISH in mid-stride. Williams stiffens --\nWILLIAMS\nYour little green friend?\nMCKENNA\nYup.\nWILLIAMS\nTurns invisible?\nMCKENNA\nYup.\nWILLIAMS\n\nGoddamn space aliens.\nEXT. COMPOUND - UP TOP - THAT MOMENT\n\nCASEY emerges, into the night. Trang gun at the ready. Comes\naround the edge of a building, SEES a Predator BLOOD TRAIL --\n\nINT. V.A. BUS - AS BEFORE\nALARM KLAXONS wailing outside.\n\nMcKenna, fraught. Struggling to concoct an escape\nstrategy. Williams sees the look; doesn’t like it.\n\f44,\n\nMCKENNA\n(re: Predator)\nThat thing killed my men.\n\nWILLIAMS\nYeah, they’1l do that. Stay on\nthe bus.\n\nMCKENNA\n\nWhat are you, nuts? We gotta move.\n\nWILLIAMS\nExactly. Stay on the bus.\n\nMcKenna, thrown. Williams looks at him, sidelong:\n\nWILLIAMS (CONT’D)\nIt’s a bus.\n\nHe swivels his head -- a barely perceptible NOD to COYLE.\n\nCOYLE\n(erupts)\nHey, Baxley! If your mom’s vagina\nwas a video game, it’d be rated\nE for everyone!\n\nThe SECOND MP rattles the cage door with his baton.",
  "32": "---END OF PREVIOUS SECTION---\nCOYLE\n(erupts)\nHey, Baxley! If your mom’s vagina\nwas a video game, it’d be rated\nE for everyone! The SECOND MP rattles the cage door with his baton. \n---TARGET SECTION TO BE ANNOTATED---\nSECOND MP ON BUS\nKnock it off!\n\nCOYLE\nSeriously, what’s the difference\nbetween five big black guys and\n\na joke?\n(beat)\nBaxley’s mom can’t take a joke!\nBaxley’s out of his seat so fast he’s a blur -- manacles\nclutched in his fists, he WRAPS THEM AROUND COYLE’S NECK\n-- choking him--! Coyle GASPS, SPUTTERS.\n\nThe second MP fumbles with his key ring as the first UNCLIPS\nHIS SIDEARM, adrenaline spiking. Yells to the prisoners:\n\nMP ON BUS\nEveryone on the floor, face down!\n\nTHE OTHERS OBEY; kneel with heads bowed, as --\n\nThe second MP UNLOCKS THE CAGE DOOR -- GRABS a Remington 870\npump action from its mount. Both men RUN up the aisle to:\n\f45.\n\nBACK OF THE BUS\n\nAs they pry the two prisoners apart, the first MP reaches\nfor the baton on his belt, except: shit. It’s not there.\n\nBECAUSE BAXLEY JUST NABBED IT--! SWINGS IT into the back\nof the MP’s legs. HE GOES DOWN hard, as --\n\nSECOND MP whips the SHOTGUN UP. Barely time to register:\n\nCOYLE, right in front of him, SHOVES the barrel with his\npalm so it CLOCKS THE MP in the forehead -- CRACK! --\ndropping him. Coyle GRABS the shotgun --\n\nAnd TOSSES IT TO WILLIAMS, who SPINS, cocks it -- K-CHUK! -\n- and levels it at the DRIVER.\nWILLIAMS\nWhoopsie.\nTHE DRIVER puts his HANDS UP as Baxley and Coyle -- the best\nof friends now -- snag the guards’ keys and start unlocking\n\nthe prisoners’ shackles. A ruse from square one.\nShorn of his manacles, Williams takes the DRIVER’S SEAT.\n\nMCKENNA\nI need that alien.\n\nWILLIAMS\nDon’t think he’1l board the\nbus willingly.\n\nMCKENNA\nJust get me close.\n\nWILLIAMS jerks the bus into gear... and GUNS IT.\nEXT. COMPOUND - WITH THE PREDATOR\n\nAs it CLOAKS and DE-CLOAKS itself.",
  "33": "---END OF PREVIOUS SECTION---\nWILLIAMS jerks the bus into gear... and GUNS IT. EXT. COMPOUND - WITH THE PREDATOR\n\nAs it CLOAKS and DE-CLOAKS itself. \n---TARGET SECTION TO BE ANNOTATED---\n One second, it’s\nthere. The next: GONE. Vanished.\n\nIT LEAPS, parkour style. Alights on a rooftop, and --\n\nSuddenly pauses, EARS PRICKED. It darts a look SKYWARD\nas, without warning --\n\nTHE PREDATOR MOTHER SHIP APPEARS\n\nBlasts across the sky. Holy shit. Shearing through\nthe atmosphere, and, with even LESS warning --\n\nTWO F-22 FIGHTER JETS -- IN PURSUIT\n\f46.\n\nJesus. Flashing through frame, fucking DEAFENING, as\n\n-- WITH THE V.A. BUS\n\nIt PUNCHES through a fence--! Chain link whipping away --\nINT. V.A. BUS - DRIVING\n\nWILLIAMS is DRIVING like a mad man, eyes darting between\nthe SPACESHIP and the buildings below. McKENNA yells:\n\nMCKENNA (CONT’ D)\nOpen the door!!\n\nHe YANKS the Remington from Williams. Door, HISSING open --\nMCKENNA DROPS SIDEWAYS\n\nOn the open steps, sighting up the barrel of the weapon.\nCold intent. Everything goes SILENT.\n\nGUNSIGHT POV\n\nAnd there it is: through his sight, the trademark\nPredator DISTORTION. Nearing the tree line, CUT TO:\n\nCASEY, ON THE RUN\n\nTops a ladder, swings onto rusty metal BRIDGE. High ground.\nSurveys the compound... bingo. BLOOD TRAIL, 12 o’clock.\n\nA sudden RUMBLE, she looks down, SEES:\nTHE V.A. BUS\n\nTHUNDERING UNDER the bridge. She times her jump --\nDROPS DOWN, ONTO THE ROOF -- thunk!\n\nSwivels the TRANQ GUN, targeting the TREE LINE, just as\n-- EXT. GROUND LEVEL - THE BUS\n\nMCKENNA LEAPS FREE, shotgun tight to his chest. He TUCKS AND\nROLLS. Comes up, GETS OFF TWO SHOTS -- too little, too late --\n\nTHE PREDATOR VANISHES\n\nOver the perimeter wall. As an afterthought, the creature\nlashes out: SEVERS a LIGHT POLE -- it CRUMPLES DOWNWARD --\n\nINT. V.A. SHUTTLE\n\nWILLIAMS SEES the obstacle.",
  "34": "---END OF PREVIOUS SECTION---\nV. A. SHUTTLE\n\nWILLIAMS SEES the obstacle. \n---TARGET SECTION TO BE ANNOTATED---\n Shit! STANDS ON THE BRAKES --\n\f47.\n\nTHE BUS\nCOLLIDES with the massive pole, tires BLOWN, as\n-- ON THE ROOF - CASEY\n\nLoses her footing; TOPPLES backward. Still clutching the\ntrang gun, she squeezes the trigger involuntarily, and --\n\nTHPPP--! A DART imbeds itself in her foot. She ROLLS OFF\nthe top of the bus like a string-cut marionette, as --\n\nEXT. COMPOUND - SAME\nMcKenna sees her pitch off the side, SCRAMBLES TO catch her.\n\nThen quickly registers the ARMED SECURITY MEN moving in\nfrom all sides, and hastily (comically) FLEES just as --\n\nWHOMP--! Casey LANDS on the ground with an ugly KLUD! She\nROLLS OVER; groggy. So much for Prince fucking Charming.\n\nAT THE BUS\nThe others SCRAMBLE OUT, as NEBRASKA WILLIAMS spots:\n\nA small, open Quonset hut with a column of vintage,\narmy green HARLEY MOTORCYCLES. He yells:\n\nWILLIAMS\nGet to the choppers.\n\nEXT. COMPOUND - AT THE BUS\n\nOne of the MERCS sees Casey, on the ground: he taps a\nswitch on his VIDEO HEADSET -- CUT TO:\n\nINT. MAIN LAB (UNDERGROUND) - AS BEFORE\nTRAEGER has his own glass-like headset with THE MERC’S POV:\n\nSHOOTER (O.S.)\n(awaiting the order)\nSir..?\n\nTraeger sighs, deep regret:\n\nTRAEGER\nNo witnesses.\n\nEXT. COMPOUND - BACK UP TOP\n\nThe MERC, about to follow orders when a BURBLING ROAR\nfills the air, and --\n\f48.\n\nMcKENNA COMES OVER THE TOP\n\nAIRBORNE on his howling HARLEY. Launches off an embankment.\nFIRES MID-AIR, blam-blam-! takes out the dude’s LEGS.\n\nLands. Fishtails madly -- steers toward Casey; pure\nSteve McQueen. SCOOPS HER UP --\n\nAnd here come THE LOONIES; Williams in the lead! A phalanx\nof crazy-ass Hell’s Angels.",
  "35": "---END OF PREVIOUS SECTION---\nFishtails madly -- steers toward Casey; pure\nSteve McQueen. SCOOPS HER UP --\n\nAnd here come THE LOONIES; Williams in the lead! A phalanx\nof crazy-ass Hell’s Angels. \n---TARGET SECTION TO BE ANNOTATED---\nThe recovering mercs OPEN FIRE -- as the cycles\nBLAST FORWARD, out of the compound, as we CUT TO:\n\nEXT. SKY OVER TEXAS - THAT MOMENT\n\nTHE F-22S FLY alongside and above the NOW-VISIBLE\nPREDATOR SPACECRAFT, rocking their wings.\n\nON THE LEAD PILOT (INTERCUT:\n\nRADIO CHATTER\nGo, zero-two! Go zero-three!\n\nAIR-TO-AIR MISSILES spew from the Raptors, and RIP ACROSS the\nsurface of the Predator ship. It bucks and WOBBLES, as --\n\nEXT. SKY OVER TEXAS - THE AERIAL PURSUIT\nTHE F-22s BANK OFF as the PREDATOR SHIP TUMBLES, smoking.\n\nA glitching SHIMMER as it manages to CLOAK itself one\nfinal time... seconds before it impacts --\n\nAnd now, an odd sight -- one we hinted at in our opening:\n\nAn INVISIBLE CRASH. The leafy canopy EXPLODES, then\na careening DEBRIS FIELD forming before our eyes --\n\nAll that’s missing is the ship that’s CAUSING IT.\n\nEXT. THE CRASH SITE - NIGHT\n\nTendrils of vapor rise, and...\n\nINT. PREDATOR SHIP - SAME\n\nAmidst choking smoke, the UPGRADE rises from its seat.\n\nTouches a switch, and A PANEL OPENS, revealing a dank,\ncramped COMPARTMENT. Inside, barely glimpsed --\n\nThe eerie silhouettes of TWO slobbering, four-\nlegged CREATURES... Whoa. CUT TO:\n\f49,\n\nINT. RORY’S ROOM - NIGHT\n\nRory lies in bed. Wide awake. Peering into a tiny\nKEYCHAIN VIEWER with a light in it:\n\nA PHOTO -- Father and son in happier times. RORY sighs.\nRolls over. Turns on his bedside table lamp --\n\nAnd there, on the nightstand, is THE KUJHAD.\n\nThe BIOHELMET sits beside it; eerie, beckoning. Rory\nreaches for the Kujhad, but it’s no longer blinking.\n\nShit.\n\nHe THUMBS buttons to wake it up. Nothing at first. Then... it\nGLOWS RED. Success! Rory chews his lip, thinking.",
  "36": "---END OF PREVIOUS SECTION---\nThen... it\nGLOWS RED. Success! Rory chews his lip, thinking. \n---TARGET SECTION TO BE ANNOTATED---\n What next?\n\nAnd then he learns the meaning of the phrase, “Be\ncareful what you wish for.” Because suddenly:\n\nSHAPES, moving in his peripheral vision. He looks up. GASPS --\nGIANT, MULTI-EYES SPIDERS\n\nCrawling on the walls and ceiling. Out of nowhere. All\naround him/ Terrified, Rory starts to hyperventilate.\n\nHe STABS BUTTONS in a desperate bid to make them go away --\n\nThen notices: the spiders are GLITCHING with\nelectronic distortion. He double-takes, SEES --\n\nMONOFILAMENTS OF LIGHT emanating from the biohelmet...\nit’s the source of the images. Not just images:\n\nHOLOGRAPHIC PROJECTIONS.\nHe picks up the helmet, lifts it to his face and...\nBIOHELMET POV (INTERCUT:\n\nLike police video, the spiders are PRE-RECORDED IMAGES OF\nA PREDATOR HUNT ON ANOTHER WORLD.\n\nAt his fingertips is A VIRTUAL DOCUMENT of the\nPredators’ travels across the galaxy.\n\nHe pulls the mask away, a stew of various IMAGES projected\nIN 3D all around him. Including something he didn’t expect:\n\nWhat appears to be A MAP.\n\f50.\n\nAt its center, a highlighted, ALIEN SHAPE. Blinking. A\nbeacon, a marker? Or maybe, just maybe...? A transponder.\n\nCUT TO:\nEXT. RURAL MOTEL - NIGHT\n\nNEBRASKA WILLIAMS smokes a cigarette in the blinking neon\nof the motel sign. He hears A SCUFFLE, turns to SEE:\n\nNETTLES, emerging from behind the sign. Zipping his pants.\n\nWILLIAMS\nNettles.\n(nods to motel room)\nThere’s a toilet in the room.\n\nNettles eyes widen, like he’s just seen God.\nINT. MOTEL ROOM - NIGHT\n\nA staccato KNOCK on the door (a code). FLYBOY opens it,\nlets Williams and Nettles back in.\n\nCASEY’s in the bed, sleeping off the tranquilizer dart --\nTHE REST OF THE VETS gathered around. McKenna, weary, Says:\n\nMCKENNA\nDon’t any of you guys\nhave someplace to be?\n\nThe Loonies trade glances. Shrug.\n\nBAXLEY\nV.A.",
  "37": "---END OF PREVIOUS SECTION---\nShrug. BAXLEY\nV. A. \n---TARGET SECTION TO BE ANNOTATED---\n Psych Ward?\n\nCOYLE\nMilitary prison?\n\nMcKenna nods.\n\nMCKENNA\nPoint taken.\n\nWILLIAMS\nSo now what, chief? Your green\nboy got away.\n\nBAXLEY\nI’m tellin’ you -- TV news, bro.\nThey’1l have to believe you.\n\f51.\n\nMCKENNA\nRight. And I have some land\nin Florida to sell you.\n\nBAXLEY\nJust get somebody credible. Like\nChannel 9. What’s-her-name, the\nlady with the big heinie --\n\nCOYLE\nFool, she’s the meteorologist.\nBAXLEY\nShe is?\nNETTLES\n(chiming in)\nHe’s right -- one look at her\n\nand you can tell whether.\nThe others trade looks -- what does that even mean? Then:\n\nBAXLEY\nIf we can get someone to listen --\n\nMCKENNA\nAnd if ‘if’s and buts’ were\ncandy and nuts, we’d all have a\nmerry Christmas.\n\nBaxley subsides, grumpily. On the BED, CASEY stirs --\nblinks awake. Alarmed to see THE LOONIES surrounding her.\n\nCASEY\nI love waking to the sound of\nmacho bullshit.\n\nShe grimaces. Fumbles out her CELL PHONE -- Incredibly,\nMcKenna GRABS the shotgun, COCKS IT: Is he gonna shoot her?\nNo. He GRABS THE PHONE, shoves it under a pillow, and -- a\nmuted BOOM--! The pillow’s a smoking ruin. PHONE, vanquished.\n\nCASEY (CONT’D)\n(stunned disbelief)\nAre you crazy--?\n\nA beat. Then a SMALL CHORUS:\n\nTHE LOONIES\nMaybe. A little. I dunno,\nprobably. (etc.)\n\nMcKenna ignores them. Turns to Casey.\n\f52.\n\nMCKENNA\nUse your head, lady. You want\nthem tracing that phone?\n\nNETTLES\n(chiming in)\nQuestion.\n\nEveryone looks at him --\n\nNETTLES\n(CONT’D) (to McKenna)\nHow much you askin’ for this\nland in Florida?\n\nCasey huffs impatiently.",
  "38": "---END OF PREVIOUS SECTION---\nNETTLES\n(chiming in)\nQuestion. Everyone looks at him --\n\nNETTLES\n(CONT’D) (to McKenna)\nHow much you askin’ for this\nland in Florida? Casey huffs impatiently. \n---TARGET SECTION TO BE ANNOTATED---\n She starts up, heads for the door --\n\nCASEY\nYou guys can play house if you\nwant, I have dogs to feed and\nmidterms to grade --\n\nMCKENNA\nDon’t be stupid.\n\nShe looks up sharply.\n\nMCKENNA (CONT’ D)\nThey tried to put a bullet in\nyour head back there.\n(eyes smouldering)\nYou’re expendable. Just like\nthe rest of us.\n\nThat STOPS her. She exhales. Looks round at the “unit” --\n\nCASEY\nExpendables, huh? More like the\nSeven fucking Dwarfs.\n\nNettles grins bashfully -- Casey sighs.\n\nCASEY (CONT’D)\nCan I borrow a phone, at least?\nI need someone to feed my dogs.\n\nShe flops in a chair. Gazes up at McKenna.\n\nCASEY (CONT’D)\nYou saw it first, didn’t you?\nThe Predator?\n(off his quizzical look)\nI read the file. Those men it\nkilled -- yours?\n\f53.\n\nMcKenna nods, grim.\n\nMcKenna’s\n\nCASEY (CONT’D)\nI figured. You may as well have\nwritten their script. Psycho ex-\nsniper. PTSD, divorced... even got\na flaky kid who curls up ina\nball, it’s perfect --\n\neyes blaze. She shrugs:\n\nCASEY (CONT’D)\nI’m just telling you what’s in\nthe file.\n\nMCKENNA\nIt said “flaky?”\n\nCASEY\nThat was an unfortunate\nembellishment. Can we move on?\n\nWILLIAMS\n(joining in)\nWe can start with what you were\ndoing at a supposedly abandoned\nmilitary base -- full of private\nsoldiers. Mercs.\n\nCASEY\nI’m an evolutionary biologist. I\nwas on call in case of... you\n\nknow, contact.\n\nMcKenna thinks it over, paces. Stops, exhales raggedly...\n\nMCKENNA\nIf we wanna keep breathin’, we\ngotta find this thing. Expose\nit. We all agreed?\n\nA look goes round. A bonding moment... exiles, all;\nperfect scapegoats. No none will miss them.\n\nMCKENNA (CONT’ D)\nGood. First things first. What\n\nis it?\nCASEY\nThe Predator? Well...",
  "39": "---END OF PREVIOUS SECTION---\nWhat\n\nis it? CASEY\nThe Predator? Well... \n---TARGET SECTION TO BE ANNOTATED---\n(shrugs)\n\nIt has human DNA, for one thing.\n\nThe loonies react. WHAT?\n\f54.\n\nCASEY (CONT’D)\nThat’s not all. I was there when\nit escaped, it... I think it was\nlooking for something.\n\nMcKenna goes pale with realization.\n\nMCKENNA\nIts equipment.\n\nHe looks up -- realizes all eyes are on him.\n\nMCKENNA (CONT’ D)\nI took it. So I’d have\nevidence. (swallows hard)\nI... I think I know where\nit’s headed.\n\nPause. Nettles clears his throat:\n\nNETTLES\nWe’re gonna need some ordnance.\n\nCASEY\n“Ordnance”?\n\nNETTLES\nYou know. Weapons and shit.\n\nNebraska Williams’ brow furrows. Plotting.\n\nWILLIAMS\nI know a guy.\n\nCUT TO:\nEXT. FOREST CLEARING - (THE NEXT) EVENING\nA parked, two-tone WINNEBAGO SUPER CHIEF. From inside:\n\nTV SOUND (0O.S.)\nthe 41 year-old came to this\nTexas home to meet our decoy, whom\nhe believes to be an underage girl.\n\nINT. WINNEBAGO - EVENING\n\nEvery square inch CRAMMED with war mementos and weaponry.\nBeen to a gun show? That. A grizzled man in a WHEELCHAIR\nwatches TV. Master Gunnery Sergeant GARRISON CUTTER, 60s.\n\nCHRIS HANSEN (ON THE TV)\nAnd what are you up to today?\n\f55.\n\nPERVERT (ON THE TV)\nNothin’. Just came to hang out.\n\nCHRIS HANSEN (ON THE TV)\nI see you brought some condoms and\nsome Mike’s Hard Lemonade.\n\nThere’s a RAP on the door, and Cutter ROLLS himself the\nentire three feet to answer it as he RAISES AN M16. He\nopens up enough to see a sliver of a face:\n\nWILLIAMS\nGunny.\n\nCUTTER\nWell, if it ain’t Nebraska\nWilliams.\n\nWILLIAMS\n\nJust wonderin’ how’d you feel\nabout a little recon mission...\n\nCutter peers through the crack in the door, SEEING:\n\nTHE GROUP OF LOONIES in the moonlight. McKenna. The others.",
  "40": "---END OF PREVIOUS SECTION---\nCutter peers through the crack in the door, SEEING:\n\nTHE GROUP OF LOONIES in the moonlight. McKenna. The others. \n---TARGET SECTION TO BE ANNOTATED---\nThe very uncomfortable, but equally appealing... CASEY.\n\nBehind him: dirty laundry. Take-out containers. A cat YOWLS.\n\nCUTTER\nLet me check my schedule.\n\nCUT TO:\nINT. BASEMENT (RORY’S HOUSE) - EVENING\n\nRory, in his “Control Area” wearing the Frankenstein mask\nhis mom bought him. He pulls it off, frowning. Lame.\n\nThen -- a scuffling SOUND at the basement window. He turns to\nSEE what appears to be...\n\nA LARGE, FOUR-LEGGED ANIMAL\n\nSNIFFING at the window. The neighbor’s pit bull...?\nIt disappears -- he doesn’t pay it much mind.\n\nINT. KITCHEN - NIGHT\n\nEMILY does the dishes -- oblivious as RORY, clutching\nsomething, furtively heads out the back door BEHIND HER.\n\nPRE-LAP: the SOUND OF A DOORBELL RINGING, and --\n\f56.\n\nINT. FRONT ENTRY - NIGHT (LATER)\n\nEmily opens the door to reveal: TRAEGER, flanked by\narmed SECURITY MEN.\n\nTRAEGER\nMrs. McKenna?\n(flashes his ID)\nCan we have a word?\n\nEXT. OUTSIDE THE HOUSE (INTERCUT:)\n\nREVEAL MCKENNA and the rest of the vets, HIDDEN IN THE BUSHES\nwith field glasses and talkies. Williams aims A SHOTGUN MIKE\nat the house, allows them to hear the conversation:\n\nEMILY\nLet me guess: he’s done\nsomething crazy.\n\nTRAEGER\nWhy would you guess that..?\n\nEMILY\nBecause the look on your face\nsays he’s not dead, and yet here\nyou fucking are.\n\nSTEVENS notices a locked GUN CASE in the adjoining study.\n\nEMILY (CONT! D)\nThose are his. He’s a hunter.\n(sighs)\nLook, I haven’t seen Quinn for\na year. He’s on assignment.\n\nTRAEGER\nHow about your son -- where is he?\n\nEMILY\nAround here somewhere. Why?\n\nTRAEGER\nMind if we speak with him?\n\nINT. THE BASEMENT - MOMENTS LATER\n\nTraeger and the security men come down the stairs,\nfinding Rory’s lair... but the kid? Nowhere to be seen.\n\nRORY’S MOM\nThat’s weird.",
  "41": "---END OF PREVIOUS SECTION---\nTHE BASEMENT - MOMENTS LATER\n\nTraeger and the security men come down the stairs,\nfinding Rory’s lair... but the kid? Nowhere to be seen. RORY’S MOM\nThat’s weird. \n---TARGET SECTION TO BE ANNOTATED---\n If he’s not in his\nroom, he’s always here. He said he\nwas going trick-or-treating, but...\n\f57.\n\nShe frowns. SEES the two discarded costumes on his\nwork table. Why would he leave without his costume?\n\nEXT. SUBURBIA - NIGHT\n\nRORY timidly roams the neighborhood, surrounded by\ncostumed trick-or-treaters and their parents.\n\nHis head, ENCASED IN THE PREDATOR’S BIOHELMET.\n\nThe KUJHAD, clutched by his side. Swell costume.\nNavigating’s a bit tricky, he stumbles a little --\n\nRORY’S POV: Human HEAT SIGNATURES. Every direction.\nINT. WINNEBAGO (NEAR RORY’S HOUSE) - NIGHT\n\nCUTTER at the wheel, taking watch. At the NOOK in back, CASEY\nsquints into a microscope. Murmurs, under her breath --\n\nCASEY\nIt’s like a supermatrix of\ntryhydroxy and amino acids...\n\nShe pulls back from the lens. Blinks, incredulous:\n\nCASEY (CONT’D)\nWith evidence of recombinant\ngene splicing.\n\nCUTTER\nWhat’s that mean?\n\nCASEY\nIf I’m right..? It means they’re\ntrying to upgrade themselves.\n\nShe picks up a TALKIE, keys it:\n\nCASEY (CONT’D)\nMcKenna? I’ve found something.\n\nEXT. OUTSIDE RORY’S HOUSE - NIGHT\n\nMcKenna’s TALKIE SQUELCHES -- he quickly turns it down.\nThen he freezes -- notices something in the shadows:\n\nTHAT “DOG” FROM EARLIER. Sniffing at the basement windows.\nINT. RORY’S HOUSE - SAME\n\nInside, Traeger ALSO hears it. Stops, looks toward the back\nof the house. Nods to TWO OF HIS MEN to check it out --\n\f58.\n\nEXT. OUTSIDE THE HOUSE - SAME\nTRAEGER’S MEN EMERGE from the house and fan out.\nWITH ONE OF THE SECURITY MEN\n\nFlashlight up. He catches a glimpse of “the dog” as it\npads away into the brush. Keys his talkie:\n\nSECURITY DETAIL\nI’m on it. Triangulate on\nmy signal.\n\nEXT.",
  "42": "---END OF PREVIOUS SECTION---\nKeys his talkie:\n\nSECURITY DETAIL\nI’m on it. Triangulate on\nmy signal. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n EDGE OF WOODS - NIGHT\n\nThe Security Man SLAPS a bug from his cheek. Then, a\nGRUNTING SOUND from nearby. He WHIPS HIS FLASHLIGHT ONTO --\n\nAN ARMADILLO\nForaging in a pile of garbage. It looks up, beady-eyed --\n\nSECURITY DETAIL\n(CONT’D) You scared the shit out\nof me, you little walking helmet.\n\nWhich is when -- the armadillo SCREAMS (yes, they do that).\nIt’s looking past the Security Man, who HEARS a throaty\nCLICKING SOUND behind him, and SPINS, face-to-face with:\n\n \n\nONE OF THE FOUR-LEGGED CREATURES from the ship!\n\nYellow, albino eyes. MANDIBLES. The man turns to RUN --\nBUT HE’S BLOCKED by the SECOND CREATURE!\n\nQUICK CUTS - SAVAGE, MERCILESS\n\nStrangled screams. IMPOTENT GUNSHOTS shatter the\nsuburban stillness as --\n\nEXT. RORY’S HOUSE - THAT MOMENT\n\nTRAEGER bursts from the back door with his remaining Security\nMan. They RUSH in the direction of the screams and gunshots --\n\nMOVING WITH TRAEGER\nHe stumbles to a mute halt, SEEING:\n\nTHE FIRST OF HIS MEN, splayed inside-out. The other\none, nearby. Similarly crimson.\n\f59.\n\nTraeger registers alarm, but oddly, not much surprise.\nHe keys his talkie:\n\nTRAEGER\nTeam Edward to Team Jacob.\nSecure the perimeter.\n\nEXT. WOODS - SAME\n\nMCKENNA AND THE MEN, guns up. CASEY joins them, GRABS a\npair of night-vision binocs to SEE:\n\nTHE TWO PREDATOR HYBRIDS\nRetreating into the night. She swallows; adrenaline pumping.\n\nCASEY\nJesus...\n(catches her\nbreath) They’re dogs.\n\nMcKenna looks at her like she has antlers.\n\nMCKENNA\nExcuse me?\n\nCASEY\nThe Predators -- they’re\nhunters, get it?\n\nA mordant grin, despite herself:\n\nCASEY (CONT’D)\nThey brought their fucking dogs.\n\nINT. RORY’S HOUSE - NIGHT\n\nMcKenna SLAMS THROUGH THE FRONT DOOR, finds himself face\n\nto face with Emily -- HIS WIFE.",
  "43": "---END OF PREVIOUS SECTION---\nA mordant grin, despite herself:\n\nCASEY (CONT’D)\nThey brought their fucking dogs. INT. RORY’S HOUSE - NIGHT\n\nMcKenna SLAMS THROUGH THE FRONT DOOR, finds himself face\n\nto face with Emily -- HIS WIFE. \n---TARGET SECTION TO BE ANNOTATED---\n Stone-faced:\nEMILY\nHi, honey, you’re home.\nAn awkward moment -- then she clocks the shotgun in his hand.\nMCKENNA\n\nWhere’s Rory?\n\nEMILY\nOh, I get it. You think you\ncan just waltz in here and --\n\nMCKENNA\nI asked you a question.\n\f60.\n\nEMILY\n(calling upstairs\nAgent Traeger, he’s down here!!\n\nMCKENNA\nNice try.\n(taps earbud)\nI was listening. Oh, and “What’s he\ndone now?” Thanks for that.\n\nEMILY\n\nWhat was I supposed to say?\nMCKENNA\n\nHow about, “My ex-husband -- is\n\nmy he all right?”\nThis catches her off-guard.\n\nEMILY\nI thought you... hit bottom.\n\nMCKENNA\nNot yet. But hey, the\nnight’s young.\n(repeats)\nWhere’s our son?\n\nINT. BASEMENT - CONTINUOUS\n\nMcKenna bee-lines to Rory’s “Control Area,” SEES THE\nPARCEL he sent from Cuba. He shakes it. EMPTY.\n\nMCKENNA (CONT’D)\nShit -- !\n\nEMILY\n(on the stairs)\nWhat? He ordered some video games.\n\nMCKENNA\nNo no no no...\n\nMcKenna rifles through Rory’s stuffs for any trace of\nthe alien tech.\n\nMCKENNA (CONT’ D)\nThe whole fucking reason I sent it\nto a P.O. box was so I wouldn’t put\nyou in danger! Goddammit.\n(turns to her)\nWe need to find him -- NOW.\n\nHe BOLTS, heading upstairs again --\n\f61.\n\nEMILY\nQuinn, you’re scaring me.\n\nINT. HALLWAY - FIRST FLOOR\nBack the way they came. McKenna tosses over his shoulder:\n\nMCKENNA\nSo you let him order any\nvideo games he wants?\n\nEMILY\nExcuse me?\n\nMCKENNA\nI specifically said -- no first\nperson shooters, no combat games.\nYou don’t even check, do you?\n\nEMILY\nWhatever. He has, like, THREE.\nJesus--\nHe turns on her.\nMCKENNA\nTHREE?\nEMILY\n\nYes.",
  "44": "---END OF PREVIOUS SECTION---\nJesus--\nHe turns on her. MCKENNA\nTHREE? EMILY\n\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n And did you ever think that\nmaybe he plays them to connect\nwith his father??\n\n(catches herself\nOh my God, we’re doing this.\n\nShe STOPS. Sees:\n\nTHE LOONIES, gathered in her living room. A comical moment\nas they grin stupidly. Sheepish waves.\n\nMcKenna, meanwhile: snatching PHOTOS OF RORY from\nwalls, tables. School portraits, holiday pics --\n\nEMILY (CONT’D)\nWhat are you doing? Give me those!\n(to McKenna, re: Loonies)\nWho are these people?!\n\nHe calmly takes the pictures from her.\n\nMCKENNA\nThey’re my unit. They’re soldiers.\n\nShe blinks, incredulous:\n\f62.\n\nEMILY\nThey look like ushers at a\nporno theater.\n(to Williams)\nNo offense.\n\nWILLIAMS\n(to McKenna)\nThe wife..?\n\nMCKENNA\nFor better or worse.\n(waves a hand)\nEmily? Loonies. Loonies? Emily.\n\nEMILY\nWait, back up -- your\nunit? (frowns)\nWhat happened to Haines..? Dupree?\n\nMCKENNA\nThey’re dead.\n(deep breath)\nAnd the thing that killed them is\nlooking for Rory. SO. You can\nthink I’m crazy all you want --\n\nHe looks her dead in the eye:\n\nMCKENNA (CONT’ D)\nBut right now? Our son is ina\nkill box.\n\nHe turns to the Loonies:\n\nMCKENNA (CONT’ D)\nI want a grid search. Three teams.\n\nHe gives the first picture to Williams.\n\nMCKENNA\n(CONT’D) You go west.\n(another picture for\nBaxley and Coyle)\nYou two, east.\n(one for Nettles\nand Flyboy)\nUp the middle.\n\nHe turns to Emily -- who’s shrugging into her COAT. Snatching\nup, of all things, a FIREPLACE POKER. He GRABS IT away --\n\f63.\n\nEMILY\nWhat are you doing? Our son’s\nin danger!\n\nMCKENNA\nThat’s right, and last time\nI looked -- ?\n\n(hefts his GUN)\nThis is match grade.\n\n(the POKER)\nThis, not so much. But points\nfor originality.",
  "45": "---END OF PREVIOUS SECTION---\n(hefts his GUN)\nThis is match grade. (the POKER)\nThis, not so much. But points\nfor originality. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nHe turns to the Loonies:\n\nMCKENNA (CONT’ D)\nObjective area’s eight square\nblocks. Parallel sweeps. Stay\non your radios.\n(beat)\nFind my son.\n\nEXT. OUTSIDE RORY’S HOUSE - NIGHT\n\nWILLIAMS AND THE LOONIES split up with military precision;\nyears of training back in play. McKenna turns to his wife:\n\nMCKENNA (CONT’ D)\nThey’ re gonna come back, and\nthey’re gonna ask questions.\nAll that matters is our boy.\n(hands her a phone)\nThis is a burner, I’11l call you.\n\nEMILY\nI don’t like what you do, Quinn.\nI never did.\n(grudging)\nBut watching you do it--?\n\nMCKENNA\nTurns you on, doesn’t it?\n\nA warm look between them; a history of good and bad\nand everything in-between.\n\nEMILY\nGet out of here before I open\nthat gun case.\n\nEXT. ANOTHER STREET - SUBURBS - NIGHT\n\nRORY lifts the Predator helmet, watches OTHER KIDS ringing\ndoorbells, collecting goodies. Timid to try it himself...\n\f64.\n\nOFF-SCREEN VOICE\nHey, Ass-Burger!\n\nOh, Christ. IT’S E.J. -- the bully from school. Rory turns\nto go the other way. Finds himself boxed in by:\n\nDEREK\nWhat’re you supposed to be?\n\nRORY\nLeave me alone.\n\nE.J.\nOr what -- ? You’ll wash your\nhands five hundred times?\n\nRory hurries away. The bullies dog his heels, chuckling\n-- EXT. A CREEPY HOUSE - NIGHT\n\nPatchy lawn. Porch light OFF. The least inviting house\non this or any block. Possible escape..? Rory heads up\nthe steps. Looks back --\n\nTHE BULLIES\n\nOn the sidewalk, smirking. No turning back now. Gulp. He\nRINGS the doorbell. A BUZZ echoes from deep inside...\n\nRORY\ntrick or treat..?\n\nA VOICE from behind the door:\n\nSTONER’S VOICE\nFuck off.\n\nON THE SIDEWALK -- E.J. and Derek CHORTLE with amusement.\n\nTaking the hint, Rory turns. Moves stiffly toward the street.\nA door CREAKS OPEN behind him, and...",
  "46": "---END OF PREVIOUS SECTION---\nTaking the hint, Rory turns. Moves stiffly toward the street. A door CREAKS OPEN behind him, and... \n---TARGET SECTION TO BE ANNOTATED---\nAn unfriendly looking STONER appears in the darkened doorway.\n\nSTONER\nHere’s a treat, you little shit.\n\nHe PITCHES SOMETHING through the air -- Splat! A ROTTEN APPLE\nSMACKS Rory in the back of the head. Bullies, laughing...\n\nThe reaction is shockingly swift and\n\nspontaneous. PREDATOR MASK POV\n\f65.\n\nThe interior of the helmet LIGHTS UP. Symbols, scrolling.\nTARGETING INFORMATION. A tiny PLASMA-CASTER juts forth --\n\nUNLEASHES HELLFIRE.\nON THE PORCH - THE STONER\n\nis literally DISINTEGRATED as the doorway BLOWS OUT\nALL AROUND HIM -- !\n\nEXT. A BLOCK AWAY - McKENNA AND CASEY\nsee the EXPLOSION. Trade alarmed looks -- and RUN --\nEXT. STONER’S HOUSE - NIGHT\n\nThe front lawn, SMOKING. Rory turns toward the slack-\njawed bullies, his face the imposing PREDATOR BIOHELMET.\n\nThe bullies almost shit their pants before FLEEING in abject\nterror --! Colored CHERRY LIGHTS flash over the scene --\n\nPOLICE CRUISER, INBOUND\nRory pulls off the helmet as a ROOKIE COP draws his weapon.\n\nROOKIE COP\nFreeze!\n\nBut Rory panics, RUNS --\nEXT. BACK ALLEY - RORY, HAULING ASS\n\nAnd in his panic, DROPS the Predator biohelmet. He can’t\nturn back -- so he KEEPS RUNNING.\n\nINT. WINNEBAGO - DRIVING - NIGHT\nCUTTER at the wheel, as an APB SQUAWKS from:\n\nPOLICE BAND RADIO\n-- male juvenile, ten to twelve\nyears old, metal Halloween mask --\n\nCutter grabs his talkie, SHOVES IT at the speaker of\nthe police band radio.\n\nEXT. NEIGHBORHOOD - THAT MOMENT\nCASEY AND MCKENNA ON THE MOVE. McKenna’s talkie SQUELCHES:\n\nPOLICE BAND RADIO (CONT’D)\n-- repeat: moving east on Woodruff.\n\f66.\n\nMcKenna swears. GRABS Casey --\n\nMCKENNA\nThis way. Move.\n\nEXT. BACK IN THE ALLEY\n\nThe PREDATOR DOGS emerge from the shadows.",
  "47": "---END OF PREVIOUS SECTION---\nMove. EXT. BACK IN THE ALLEY\n\nThe PREDATOR DOGS emerge from the shadows. \n---TARGET SECTION TO BE ANNOTATED---\n Sniffing. One\nsnatches the FALLEN BIOHELMET in its mandibles -- CUT TO:\n\nEXT. STONER’S HOUSE - SAME\nMore POLICE CRUISERS, BLOWING INTO FRAME.\n\nThey jolt to a stop, just in time to see the ROOKIE COP come\nrunning, panting and wheezing. He calls to the new arrivals:\n\nROOKIE COP\nI lost him!\n\nHe stops. Puzzled. Looks left -- right --\n\nROOKIE COP (CONT’D)\nWhere’s my fucking car?\n\nINT. SQUAD CAR - FLASHERS TURNING\nWILLIAMS drives, slews around a corner--! Keys his walkie:\n\nWILLIAMS\nEastbound on Buckingham. The\nkid’s rabbiting, he’s spooked.\n\nCUT TO:\nRORY, RUNNING\n\nBetween houses, terrified, THE KUJHAD clutched in his\nsweaty hand -- the very thing the Predator’s after.\n\n \n\nEXT. JIM & JOHN’S BAR-B-Q - NIGHT\n\nRORY rounds a bend. STOPS in his tracks, path blocked by --\n\nChrist. It’s that fucking PIT BULL -- the one that taunts\nhim on the way home from school. The dog GROWLS. Primal.\nThen, oddly -- moves RIGHT UP TO RORY. Stops beside him.\nRory’s brow furrows with confusion... Then, a decision.\n\nHe reaches out, tentatively... to pet the dog?\n\f67.\n\nThe dog doesn’t flinch. Their eyes meet. A sweet, unspoken\nrecognition that they’re not all that different: two earth\ncreatures, just trying to get by.\n\nThen the dog FREEZES. A throaty GROWL as it backs away\nfrom something OFF-SCREEN, and Rory TURNS TO SEE:\n\nONE OF THE PREDATOR DOGS\nSnarling. Vicious. Rory gapes, thunderstruck --\n\nNow the OTHER PREDATOR DOG appears! Thinking quickly:\nRory STABS BUTTONS on the KUJHAD, and with that --\n\n \n\nOTHERWORLDLY CREATURES APPEAR.\n\nHOLOGRAMS. The Predator dogs RETREAT, fearful. Nice\njob, Rory. Until the images FLICKER, and FADE.",
  "48": "---END OF PREVIOUS SECTION---\nThe Predator dogs RETREAT, fearful. Nice\njob, Rory. Until the images FLICKER, and FADE. \n---TARGET SECTION TO BE ANNOTATED---\n Damn!\n\nThe sniffers turn toward Rory -- but just then, A VOICE\nfrom off-screen:\n\nMCKENNA\nSon!\n\nAND THERE’S HIS DAD, shotgun in hand. McKenna cocks and\nFIRES at the sniffers -- K-CHUK-BLAMM! K-CHUK-BLAMM!\n\nBUT THE SNIFFERS JUST KEEP COMING.\n\nA SQUAD CAR SCREAMS into the parking lot and -- WILLIAMS\nROLLS OUT onto the pavement before the car’s even stopped.\nLevels the grenade\n\nlauncher. Click--!\n\nNothing. Fucking thing’s jammed. As he struggles to fix\nit, the OTHER VETS MOVE IN, loaded for bear. OPEN FIRE on\nthe Predator Dogs. A HAIL STORM OF ARTILLERY--!\n\nThe Sniffers barely flinch. Just KEEP -- MOVING -- FORWARD.\n\nMCKENNA (CONT’ D)\nUm, Gaylord?\n\nWilliams finishes a final adjustment on the launcher --\n\nWILLIAMS\nI thought I told you --\n\n-- then THROWS IT into McKenna’s waiting hands.\n\nWILLIAMS\n(CONT’D) Call me Nebraska.\n\f68.\n\nMcKenna SPINS.\n\nWHOMMM--! FIRES A 40MM RECOILLESS GRENADE down the Predator\ndog’s throat. A muted FWHHMPP! from within, and --\n\nThe creature BUCKLES. Punch-drunk. Finally topples as...\n\nTHE SECOND SNIFFER crouches to attack. But that’s\nwhen Williams steps forward, a BOLT GUN in hand.\n\nHe levels it at the creature -- FIRES, AND\n\nTHE BOLT impales the creature’s forehead. It wavers. Lists.\nWalks in a lazy circle. Not dead but... no longer a threat.\nNebraska Williams mutters ruefully:\n\nWILLIAMS (CONT’D)\nGoddamn space aliens.\n\nBut his triumph is short-lived as he looks to THE POLICE\nCAR he stole: because standing on top, bathed in the\nstrobing colors of the lightbar is...\n\nTHE PREDATOR.\nIt STOMPS down the hood of the car, on a bee-line for Rory.\n\nMcKenna pumps the shotgun, unloads: BLAM--! But the\nthing KEEPS RIGHT ON COMING.\n\nINT.",
  "49": "---END OF PREVIOUS SECTION---\nMcKenna pumps the shotgun, unloads: BLAM--! But the\nthing KEEPS RIGHT ON COMING. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SQUAD CAR - NIGHT\n\nBaxley at the wheel. He GUNS IT -- SLAMS into the\nPredator from behind at high speed!\n\nEXT. PARKING LOT - SAME\n\nAlas, nothing. The front fender is dented, but the\nPredator? Just glowers at Baxley like it’s irked. Then --\n\nCONTINUES TOWARD RORY... CASEY appears, CALLS out to McKenna:\n\nCASEY\nThat thing in his hand! THAT’S\nWHAT IT WANTS--!\n\nMCKENNA RUNS -- grapples to wrest the device away from\nhis son. But as always -- THE PREDATOR’S FASTER.\n\nThe Creature GRABS McKENNA! SLAMS HIM, hard, into an\nold, neon “Jim & John’s” sign! It CRACKS and SPARKS--!\n\f69.\n\nAnd just as we consider saying good-bye to our lead,\nMcKenna watches, stunned, as the Predator THUMBS A BUTTON\non its wrist gauntlet and, believe it or not, TALKS:\n\nGuttural. Alien-sounding. But ENGLISH:\n\nGOOD PREDATOR\nComing... for me... Run...\n\nThen -- a throaty CLICKING SOUND. From off-screen.\n\nThe Predator turns to look. Stiffens; replies, that selfsame\nCLICKING. Defensive. Like two cats YOWLING at each other.\n\nThe remaining alien DOG pricks up its ears -- looking back\ntoward the approach of its owner... its MASTER....\n\nAt which point, McKenna and the others turn TO SEE:\nA MASSIVE SILHOUETTE\nEMERGING from the darkness. Rising up --\n\nOn first viewing, it very much resembles the iconic PREDATOR.\nIt seems, if anything, more HUMAN than prior versions.\n\nMcKENNA stands, blinking. Because this new,\nupgraded Predator? It’s HUGE. TEN FEET TALL.\n\nWith a SHRIEK, THE WINNEBAGO slews into the parking\nlot, Cutter at the wheel.\n\nINT. WINNEBAGO - ON CUTTER\nas he catches his first glimpse of THE UPGRADE.\n\nCUTTER\nBaby Jesus on a pony.",
  "50": "---END OF PREVIOUS SECTION---\nINT. WINNEBAGO - ON CUTTER\nas he catches his first glimpse of THE UPGRADE. CUTTER\nBaby Jesus on a pony. \n---TARGET SECTION TO BE ANNOTATED---\nWhich is when:\nOUTSIDE\n\nTHE GOOD PREDATOR RELEASES MCKENNA; raises its PLASMA\nCANNON-- and TRIGGERS A WITHERING BLAST at the Upgrade--!\n\n \n\nThen another. And ANOTHER..! Nothing. Bupkis. Spit wads.\n\nBecause this new, UPGRADED Predator? Doesn’t need armor.\nIts body, its skin -- IS armor.\n\nRORY, MEANWHILE\n\nStock still. In shock. McKenna approaches --\n\f70.\n\nMCKENNA\nRory? Come on.\n\nRory doesn’t budge.\n\nMCKENNA (CONT’ D)\nSon? We have to go. RIGHT...\nFUCKING... NOW...\n\nNo time for negotiations, McKenna PICKS UP HIS SON,\nbacking slowly toward\n\nTHE WINNEBAGO\n\nWhere Cutter is frozen, gripping the wheel. McKenna and\nthe others board the vehicle slowly; no sudden movements.\n\nMCKENNA (CONT’ D)\nHow fast does this thing go?\n\nCutter can’t tear his away eyes from the upgrade.\n\nCUTTER\nNot fast enough.\n\nWITH THE PREDATORS (INTERCUT:\n\nAs the GOOD PREDATOR MOVES! As if to engage the upgrade --\nto take him on. But that’s what’s scary. Because we thought\nour INITIAL Predator was a big deal. Invincible. But this??\n\nAs Cutter STOMPS the gas, the UPGRADE PREDATOR WHIPS AROUND\n-- COLLARS the smaller Predator -- HEFTS it --\n\nLITERALLY TEARS IT APART BEFORE OUR EYES.\n\n \n\nWRENCHES its spine loose -- RAISES ITS BLOOD-SLICKED TROPHY\nto the full moon. Emits a primal, blood-chilling SHRIEK.\n\nIt spins toward the Winnebago -- turns its eyes on us\nfull blast -- and that’s when we see it. REALLY see it:\n\nThe EYES. They’ve... evolved. Human-looking.\nINT. WINNEBAGO - THAT MOMENT\n\nCutter GUNS IT--! and we INTERCUT:\n\nEXT. SUBURBS - SERIES OF SHOTS - NIGHT\n\nas the Winnebago SCREAMS along, SWERVING, clipping parked\ncars -- OUR PRINCIPALS gawking out the windows at:\n\f71.",
  "51": "---END OF PREVIOUS SECTION---\nINT. WINNEBAGO - THAT MOMENT\n\nCutter GUNS IT--! and we INTERCUT:\n\nEXT. SUBURBS - SERIES OF SHOTS - NIGHT\n\nas the Winnebago SCREAMS along, SWERVING, clipping parked\ncars -- OUR PRINCIPALS gawking out the windows at:\n\f71. \n---TARGET SECTION TO BE ANNOTATED---\nEERIE GLIMPSES\n\nof THE UPGRADE, in pursuit -- darting, leaping --\nSPRINTING through the shadows alongside the SPEEDING RV.\n\nSpeed, agility? Terrifying. The term “Predator” redefined.\nINT. WINNEBAGO - DRIVING\nCASEY, apoplectic, points at THE KUJHAD Rory’s still holding.\n\nCASEY\nGoddammit, McKenna, that’s what\nit wants! That thing!\n\nA massive CRUNCH! as the huge vehicle JARS VIOLENTLY.\nIt’s trying to get in.\n\nRORY’s curled up in a fetal ball. Not a fire alarm this time,\nbut rather, CRIPPLING FEAR that’s triggered his shutdown.\nAnd the Predator device--?\n\nHe’s clutching it, as if for dear life.\n\nCASEY (CONT’D)\nFor Christ’s sake, GIVE IT TO HIM\nOR WE’RE ALL DEAD!\n\nMcKenna knows she’s right. And with sudden, terrifying force,\nviolently PRIES HIS SON’S FIST OPEN to wrench it free--!\n\nRory YELPS with pain and surprise as McKenna HURLS THE KUJHAD\nOUT an open window -- !\n\nEVERYONE squints out the back of the Winnebago, glimpsing:\nTHE UPGRADE\n\nas it scrambles for THE KUJHAD, and... SNAPS IT into the slot\non ITS OWN wrist gauntlet.\n\nA last nightmarish glance at our escaping heroes -- then it\nDISAPPEARS into the night...\n\nINT. WINNEBAGO - DRIVING - NIGHT\n\nThe group just stares blankly, speechless. The only\nsound, the rhythmic RATTLE of the RV’s Chevy 454 engine.\n\nRORY winces, hands shaking. Afraid to look at McKenna. Less\nterrified of the Predator than the violence inflicted by\nhis father. He HEARS BARKING, and --\n\f72.\n\nOUT THE WINDOW - THE PIT BULL\n\nNow maybe Rory’s only friend, chasing the Winnebago\nand BARKING into the night... CUT TO:\n\nEXT. JIM AND JOHN’S BAR-B-Q- NIGHT\n\nTRAEGER stands over the gnarled remains of the “good”\nPredator. POLICE and FBI VEHICLES form a perimeter.",
  "52": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nEXT. JIM AND JOHN’S BAR-B-Q- NIGHT\n\nTRAEGER stands over the gnarled remains of the “good”\nPredator. POLICE and FBI VEHICLES form a perimeter. \n---TARGET SECTION TO BE ANNOTATED---\nWith trembling hand, he clutches a cell phone, says:\n\nTRAEGER\nTraeger here. The asset’s dead.\n\nINTERCUT: INT. DARK GOVERNMENT FACILITY (AREA 52)\n\nA stocky, four-star GENERAL, on the phone. Square-jawed,\nwith vaguely malevolent, dark eyes. This is WOODHURST, 66.\n\nWOODHURST\nExplain.\n\nTRAEGER\nThere’s a new player, sir. Our\nnightmare scenario. The\ngenetics are... unprecedented.\n\nWOODHURST\nAn upgrade?\n\nTRAEGER\nAffirmative. Pulled our asset\napart like a piece of taffy.\n\nWOODHURST\n\nJesus...\n\n(ice cold)\nYou spooks over at Stargazer --\nyou were going to tell me you had\nan asset in captivity, weren’t\nyou..? Funny how I was only\nnotified once it had escaped.\n\nTRAEGER\nOf course, sir. It had only been\n72 hours, we were ascertaining --\n\nWOODHURST\nShut up.\n\nTRAEGER\nSir, I --\n\f73.\n\nWOODHURST\nShut up.\n(beat)\nLies are wasted speech. You cross\nme again, I won’t just kill you,\nI’1l1 sell tickets. Understood?\n\nTRAEGER\nUnderstood... General.\n\nWOODHURST\nThe asset brought something to\nearth. Something it wasn’t\nsupposed to have. Find it. Then\nbring it to me.\n\nCUT TO:\nEXT. OAK GROVE - NIGHTTIME\n\nVery late now. The WINNEBAGO, cached in a grove of TREES.\nCrickets chirrup, peaceful... a breather, in other words.\n\nMcKENNA’s perched in a TREE. On watch. Glances down at:\n\nRORY, huddled among the loonies, drawing in the dirt with\na stick.\n\nThe poor kid’s shivering; barely holding it together.\nCLOSE ON DIRT\n\nWe see what he’s absently etching with his stick, oblivious\n-- it’s a crude MAP. And: we’ve seen it before... CUT TO:\n\nINT. RORY’S HOUSE - KITCHEN - NIGHT\n\nAnd a RINGING cell phone -- the burner McKenna gave\nEmily.",
  "53": "---END OF PREVIOUS SECTION---\nAnd: we’ve seen it before... CUT TO:\n\nINT. RORY’S HOUSE - KITCHEN - NIGHT\n\nAnd a RINGING cell phone -- the burner McKenna gave\nEmily. \n---TARGET SECTION TO BE ANNOTATED---\n Frantic with worry, she GRABS IT! HEARS:\n\nMCKENNA’S PHONE\nVOICE (filtered)\nIt’s me.\n\nEMILY\nPlease tell me he’s okay.\n\nEXT. OAK TREE - NIGHT (INTERCUT:)\n\nMcKenna, on the ground now, clutching a cell phone.\nWilliams, having a smoke nearby.\n\f74,\n\nMCKENNA\nHe’s fine, he’s with me. I’1l1\nbring him home when it’s --\n\nEmily’s eyes flicker off-screen, uneasy.\n\nEMILY\nIt’s okay, you don’t have to\nexplain. Listen -- remember\n\nour first date..?\nMcKenna, baffled.\n\nMCKENNA\nThat night in Buckhead?\n\nEMILY\nExactly.\n\nAnd with that, she hangs up. No explanation. McKenna\nfrowns. WIF? Williams looks at him, quizzical.\n\nWILLIAMS\n“Night in Buckhead?”\n\nMCKENNA\n(nods; remembering)\nYeah... we were going at it in\nmy Trans Am that night, and --\n\nSudden realization.\n\nMCKENNA (CONT’ D)\ncops were watching us...\n\nINT. RORY’S HOUSE - KITCHEN - REVEALING\n\nHis ex is, indeed, SURROUNDED BY BLACK OPS TECHNICIANS\nwith surveillance equipment. Before they can stops her:\n\nEmily POPS the phone’s SIM card, DROPS It into the sink’s\ngarbage disposal -- flicks on the water and the disposal.\n\nEMILY\nYou guys fucked with the\nwrong family.\n\nEXT. OAK GROVE - SAME\n\nTHE LOONIES are now climbing on and around the Winnebago,\nstretching camouflage netting over it. RORY watches.\n\nRORY\nI don’t think that’s gonna work.\n\f75.\n\nBAXLEY\nWhat do you mean?\n\nRORY\nWrong colors, wrong pattern.\nThey’11 find us.\n\nMcKenna appears behind him. Puts a hand on his shoulder.\n\nMCKENNA\nI think they know what\nthey’ re doing.\n\nRory FLINCHES at the touch, and McKenna quickly withdraws...\nEXT. IN THE WOODS\n\nNETTLES walks the perimeter, armed. Suddenly -- a\nfamiliar, blood-chilling CLICKING--! HE WHIPS around.",
  "54": "---END OF PREVIOUS SECTION---\nIN THE WOODS\n\nNETTLES walks the perimeter, armed. Suddenly -- a\nfamiliar, blood-chilling CLICKING--! HE WHIPS around. \n---TARGET SECTION TO BE ANNOTATED---\nBut nothing. Shrubs. Dirt. Sudden SILENCE.\n\nThen -- THE CLICKING’S CLOSER! Nettles SPINS -- A FLASH OF\nTHE PREDATOR DOG’S FACE fills the frame, as...\n\nEXT. GROVE - BACK TO SCENE\nMcKenna and Rory, sitting side by side. Awkward.\n\nTo break the tension, McKenna fishes in a pocket, produces a\nset of DOG TAGS. He hands them to Rory, who fingers them:\n\nCOLLETT, RORY T.\nAIR FORCE 13006929\n\nThe kid looks at his dad, confused.\n\nMCKENNA (CONT’ D)\nFriend of mine. From...\n\nAn involuntary glance at the TEETH MARKS on his hand.\n\nMCKENNA (CONT’ D)\nfrom a long time ago.\n\nRory clutches the odd gift; oblivious to its significance.\n\nRORY\nWeird, us having the same name.\n\nMCKENNA\nYeah.\n(smiles)\nFunny, huh?\n\f76.\n\nPause... then:\nRORY\nMom says... you’re a killer.\nMCKENNA\n\nI’m a soldier.\n\nRORY\nWhat’s the difference..?\n\nGood question. McKenna looks at his son.\n\nMCKENNA\nWhen you like it -- that’s\nwhen you’re a killer.\n\nRORY\n(nods)\nMom likes killing spiders.\n\nMCKENNA\nI hate spiders.\n\nRORY\n(nods)\nThis is the most we’ve talked.\n\nPause... almost companionable. Then:\n\nRORY (CONT’D)\nI think it was a good guy.\n\nMCKENNA\n(bewildered)\nExcuse me?\n\nRORY\nThe alien. The smaller one. He was\ntrying to save us from the big one.\nAlmost like there’s two sides.\n(beat)\nMaybe they’re having a war.\n\nMcKenna feels a sober chill...\nNEARBY - WILLIAMS\n\nTenses, hearing something in the woods. He SPINS, levels\nhis M16 into the darkness.\n\nWILLIAMS\nCompany’s coming.\n\f77.\n\nWhich is when NETTLES BURSTS OUT OF THE BRUSH -- followed\nby that goddamn PREDATOR DOG! The surviving one; the one\nwith the bolt in its forehead.\n\nBut the group quickly realizes: it’s not chasing him.\nIt’s merely following him.",
  "55": "---END OF PREVIOUS SECTION---\nThe surviving one; the one\nwith the bolt in its forehead. But the group quickly realizes: it’s not chasing him. It’s merely following him. \n---TARGET SECTION TO BE ANNOTATED---\nNETTLES\nAnybody got a goddamn Milk Bone?\n\nThey watch curiously as the thing wanders like an\nobedient (if addled) puppy.\n\nFLYBOY\nJesus, Nebraska, you\nlobotomized the poor sumbitch.\n\nThe Predator Dog starts toward Rory.\n\nInstantly fearful, the kid GRABS a gnarled piece of wood\nand HURLS IT at the creature! It DUCKS -- turns to look at\nthe fallen branch. Then... PADS AWAY to retrieve it.\n\nIn seconds, it RETURNS to Nettles and DROPS IT at his feet.\n\nNETTLES\nWell, I’1l be go-to-hell.\n\nHe reaches to “pet” the thing. Gently takes its\ndreadlock-like appendages in his hand.\n\nTHE SNIFFER reacts oddly. Suddenly disoriented. The group\nLAUGHS. Even Rory smiles; a moment of respite. Camaraderie.\n\nINT. WINNEBAGO - SAME\nMcKENNA enters. Gets himself a beer. CASEY says:\n\nCASEY\nNice kid.\n\nMcKenna nods thanks. Sits.\n\nCASEY (CONT’D)\nYou know... a lot of experts think\nbeing on the spectrum’s not a\ndisorder. Some think it might even\nbe the next evolutionary step.\n\nMCKENNA\nAll I know is, when his gram\ncomes over, he ignores her and\nhugs a pillow she made.\n\f78.\n\nCASEY\nIt’s the same love. Just\ndeflected. (cautiously\n\nIf I can offer an opinion... maybe\nyou're a little bit afraid of each\nother?\n\nHe shakes his head, rueful.\n\nMCKENNA\nNice spin, but... I think\nwe’re both afraid of me.\n\nHe takes a swig of his beer.\nEXT. OAK GROVE - OUTSIDE THE WINNEBAGO - THAT MOMENT\n\nTHE VETS continue to play with the beast’s DREADS. As they’re\ntouched, the Sniffer goes slack, wobbly. Like he’s stoned.\n\nINT. WINNEBAGO - SAME\nMcKenna, watching this through the window.",
  "56": "---END OF PREVIOUS SECTION---\nLike he’s stoned. INT. WINNEBAGO - SAME\nMcKenna, watching this through the window. \n---TARGET SECTION TO BE ANNOTATED---\nMCKENNA (CONT! D)\nWhat do you make of those--?\n(gestures to his\nhair:) The Marley shit?\n\nCASEY\nMaybe sensory receptors. Like...\ncat whiskers.\n\nMCKENNA\n(sips his beer)\nAnything else, professor?\n\nShe looks at him grimly --\n\nCASEY\nJust this.\n\n-- and produces THE VIAL she stole from the lab.\n\nCASEY (CONT’D)\nThey extracted this from the\nPredator’s spinal fluid. In\nlayman’s terms, it’s like\ndistilled “lizard brain.” The part\nthat kicks in under extreme\nsurvival conditions.\n\nMCKENNA\nSo..?\n\f719.\n\nCASEY\nRemember I told you they rip\nout peoples’ spines?\n\nMCKENNA\nSure. Trophies, you said.\n\nCASEY\nRight. But if a Predator’s\nfirst and foremost a survivor--\n(beat)\nWouldn’t it make sense to collect\nDNA “souvenirs”?\n\nMCKENNA\nFrom... peoples’ spines?\n\nCASEY\nBrain stem -- close enough. Look\nsuppose, just suppose, that these\nspace creatures are... siphoning\n\noff our lizard brain juice.\n\nMCKENNA\nYou don’t have to overdo\nthe “layman’s terms” --\n\nCASE\nI’m just saying... it might\nexplain the human DNA.\n\n \n\nMcKenna considers this.\n\nMCKENNA\nCollecting “survival” traits, from\nthe most high-end human specim --\n\nCASEY\n\n(interrupting)\nWhy stop there? Seriously --\nwhy not other species, too?\n\n(beat)\nExtreme hybridization. That’s why\nthey hunt. To extract the defense\nmechanisms from the strongest,\nthe smartest, the most dangerous\nspecies on every planet they\nvisit...\n\nMCKENNA\nTo make hybrids.\n(looks up, stunned)\nAre you just pulling this out\nof your ass?\n\f80.\n\nCASEY\n\nThis new Predator, the bigger one\n-- it didn’t need a mask, you\nnotice that? And did you see its\nfucking eyes?\n\n(beat)\nThey’ re evolving,\nLieutenant. Changing.\n\nMCKENNA\nOr being upgraded.\n\nCASEY\nAnd here’s the clincher.",
  "57": "---END OF PREVIOUS SECTION---\nChanging. MCKENNA\nOr being upgraded. CASEY\nAnd here’s the clincher. \n---TARGET SECTION TO BE ANNOTATED---\n(leans in)\nProject Stargazer? The shit-\nshow that recruited me?\n\nMckenna shrugs: What about it?\n\nCASEY (CONT’D)\nA stargazer’s a type of flower; an\norchid. And not just any orchid --\n\nMCKENNA\nHoly shit...\n(softly)\nA hybrid.\n\nDamn. McKenna gets up. Pacing. It’s a lot to digest.\n\nCASEY\n\nThat thing back there... the new\none, “Thing Two”? Probably top of\nthe line. “Thing One”? Last\nyear’s model.\n\n(re: the sniffer)\nOld Yeller out there’s another\nkind. But none of them is the\nessential Predator. You know why?\nBecause survival is. Because this --\n\nShe holds up the vial, locks eyes with McKenna.\n\nCASEY (CONT’D)\nThis is the Predator.\n\nA SOUND rises outside. Distant WHORPLE of chopper blades.\nMcKenna’s up like a shot.\n\nEXT. CLEARING - MOMENTS LATER\n\nMcKenna bursts outside -- looks to Flyboy, who’s stock\nstill, gauging the sound of the incoming copter:\n\f81.\n\nFLYBOY\nSounds like a Pave Hawk.\nSikorsky. (looks at McKenna)\nNot civilian.\n\nAll McKenna needs to hear. He whirls round --\n\nMCKENNA\nLights out! MOVE--!\n\nTHE LOONIES SCRAMBLE to turn off lanterns as McKenna DIVES\ninto the Winnebago; renders it dark. Everyone freezes...\n\nTHE SIKORSKY ROARS OVERHEAD, a blinding SEARCHLIGHT raking\nthe woods. Slowly, the SOUND diminishes. Then...\n\nTHE COPTER TURNS. Start back in their direction. Shit!\n\nMcKenna looks around. As the ersatz C.0O., it’s on him to form\na plan. He looks at his “men.” Motley as they seem, they’ re\nSERVICEMEN, U.S. Vets. And they’re nothing if not loyal.\n\nMCKENNA\n(CONT’D) Best split up.\n(to Nettles)\nYou and Flyboy, west.\n(to Baxley and\nCoyle) You two north.",
  "58": "---END OF PREVIOUS SECTION---\nMCKENNA\n(CONT’D) Best split up. (to Nettles)\nYou and Flyboy, west. (to Baxley and\nCoyle) You two north. \n---TARGET SECTION TO BE ANNOTATED---\nFLYBOY\nBut -- what do we do?\n\nAnd McKenna sees in their faces: they don’t want to go.\nHe grasps at straws to give them something. A mission.\n\nMCKENNA\n\n(to Flyboy)\nWe’1ll need air transport. Something\nthat can outrun that Pave Hawk.\n\n(looks at Nettles)\nAnd maybe some incendiaries. Never\nknow when we could use a diversion.\nRoger that?\n\nAnd that’s when: The Loonies, God bless ‘em, SALUTE\nMCKENNA. He looks at them, abruptly moved.\n\nMCKENNA (CONT’ D)\nWish I had coordinates, but...\n\nFLYBOY\nWe’1ll find you, sir.\n\f82.\n\nMcKenna nods. SNAPS back a salute. And with that, the LOONIES\nDISPERSE; grabbing weapons, disappearing into the woods.\n\nCUTTER\n(to McKenna)\nThey know it’s a snipe hunt, right?\n\nRory’s observed this whole exchange. A tentative VOICE:\n\nRORY\nWhat’s a snipe hunt?\n\nWILLIAMS\nWhen you’re chasing\nsomething you’ll never find.\n\nMCKENNA\n(urgent)\nCome on.\n\nThey turn to make a run for it. Get five yards before\nthey’re STARTLED by:\n\nThe PREDATOR DOG; gnarled stick clenched in its mandibles!\nTry as it might to be adorable, it’s one ugly motherfucker.\n\nAs the HELICOPTER grows louder, Casey makes frantic “shoo-\ning” motions. But the Sniffer isn’t taking the hint.\n\nShe spies an errant GRENADE on the ground, SNATCHES IT UP.\nAnd LOBS it as far as she can, into a ravine.\n\nThe Sniffer drops the wood and RACES after it.\nProblem solved. Except --\n\nTHE SIKORSKY\n\nIs now circling the clearing. GOD-LIGHT, stabbing down --\nTIME CUT: EXT. CLEARING - THE SIKORSKY\n\nTouching down. (Loonies and Sniffer, long gone.)\n\nTRAEGER steps down from the chopper, wind WHIPPING. His men\nDRAW WEAPONS on Williams and Cutter, as...",
  "59": "---END OF PREVIOUS SECTION---\nGOD-LIGHT, stabbing down --\nTIME CUT: EXT. CLEARING - THE SIKORSKY\n\nTouching down. (Loonies and Sniffer, long gone.)\n\nTRAEGER steps down from the chopper, wind WHIPPING. His men\nDRAW WEAPONS on Williams and Cutter, as... \n---TARGET SECTION TO BE ANNOTATED---\nTRAEGER\n(re: Winnebago)\nWhose idea was the jungle camo?\n\nMcKenna glances at Rory, who shrugs -- told you so.\n\f83.\n\nTRAEGER (CONT’ D)\nShould have used Woodland. Might as\nwell have shot up a signal flare.\n\nHe approaches Casey. Regards her with a grin, then -- extends\nhis open palm. After a beat, she stiffly hands him THE VIAL.\n\nTRAEGER (CONT’ D)\nThere, now. That wasn’t so hard.\n\nHis men rudely PAT DOWN McKenna and the others.\n\nTRAEGER (CONT’ D)\nWhere is it?\n\nMCKENNA\nWhere’s what?\n\nTRAEGER\nThe device. It goes --\n(mimes Predator’s\nwrist gauntlet)\n-- right in here.\n\nCASEY\nWe threw it out of the RV.\nThat thing has it.\n\n \n\nTraeger ponders.\n\nTRAEGER\nYou know what I think? I think it’s\ntime for some... robust discussion.\nSMASH TO:\nMCKENNA’S FACE\nCRACK--! It SLAMS into the ground! Pummeled, caked with\n\ndirt. Purplish welts glisten, backlit by searchlights.\n\nIt'll take a minute, but eventually you’1ll get it: we are\nin an abandoned abattoir. A SLAUGHTERHOUSE.\n\nEXT. HOLDING PEN - NIGHT\nMcKENNA, on his knees. TWO BLACK-CLAD MERCS loom over him.\n\nMERC\nYou hid it once. In the mail.\nWhere’d you hide it this time?\n\n \n\nA BRUTAL KICK for emphasis. McKenna COUGHS blood.\n\f84.\n\nMERC (CONT’D)\nThis is getting old, Lieutenant.\nCough up some more blood if you\nagree.\n\nAnother KICK--! McKenna writhes in the mud... CUT TO:\nINT. ABATTOIR OFFICE - SAME\n\nCASEY, handcuffed to a chair. A few feet away, Traeger\npours himself a drink. Holds up the bottle:\n\nTRAEGER\nCan I tempt you, Ms.",
  "60": "---END OF PREVIOUS SECTION---\nABATTOIR OFFICE - SAME\n\nCASEY, handcuffed to a chair. A few feet away, Traeger\npours himself a drink. Holds up the bottle:\n\nTRAEGER\nCan I tempt you, Ms. \n---TARGET SECTION TO BE ANNOTATED---\n Brackett?\n\nCASEY\n(exasperated)\nJust tell me, why are they\nfucking HERE? If it’s not to\nhunt, then WHY?\n\nTraeger regards her coolly, shrugs, smiles:\n\nTRAEGER\nMs. Brackett, do you remember a few\nyears back when Hostess went bust?\nThere was a run on Twinkies.\nSnapped up, coast to coast. “Get\n‘em while they last”, remember?\n\nCASEY\nWhat are you saying, we’re\nTwinkies?\n\nTRAEGER\n(shrugs)\nThink about it. How long before\nclimate change makes the planet\nunlivable? Two generations? One?\n\nCasey’s blinks -- dawning realization:\n\nCASEY\nJesus. We’re an endangered\nspecies, and they know it. That’s\nwhy they keep coming here -- they\nwant to snap up our best DNA\nbefore it goes bye-bye.\n\n \n\nTRAEGER\nExactly. Adapt themselves with\nit, then... move in.\n\nCasey blinks, stunned.\n\f85.\n\nCASEY\nWhat about their own planet?\nTRAEGER\nWe think it’s dying.\n(frowns)\nWell -- cooling, to be precise.\n\n \n\nYou read the file, they thrive in\na hot-house environment. Maybe\nthey want to make a move to ours.\nIt is getting warmer, you know.\n\n \n\nCasey shudders.\n\nCASEY\nAnd your angle -- the upgrade\ntech, am I right?\n\n \n\nTRAEGER\n(shrugs)\nIf we can upgrade ourselves? Become\nthe ultimate survival engines--?\nWhy wouldn’t we?\n\nCasey looks sick to her stomach.\n\nCASEY\nHow would you disseminate it?\nWho gets it?\n\nTRAEGER\nWhoever can afford it, of course.\n\nHe grabs her by the hair. Yanks tightly.\n\nTRAEGER (CONT’ D)\nNow something is on that hijacked\nship, and I think you know what it\nis...\n\nINT. SLAUGHTERHOUSE - NIGHT\nA rail system circles the room with meat hooks on it.\n\nIn one corner, a group of CRYPTOGRAPHERS study the familiar\nPREDATOR HIEROGLYPHICS on a large DRY ERASE BOARD.\n\nRORY SITS nearby, drawing with crayons. A lone GUARD keeps\nwatch on. Glances at Rory’s drawing.",
  "61": "---END OF PREVIOUS SECTION---\nRORY SITS nearby, drawing with crayons. A lone GUARD keeps\nwatch on. Glances at Rory’s drawing. \n---TARGET SECTION TO BE ANNOTATED---\n Says, offhandedly:\n\nGUARD\nWhat’s that?\n\nRory shrugs; doesn’t look up.\n\f86.\n\nRORY\nMap.\n\nGUARD\nMap of what?\n\nRORY\nWhere the ark is.\n\nThe CHATTER in the room STOPS. All eyes on Rory.\n\nA CRYPTOGRAPHER approaches him, slow. Smiles\ntentatively. Points at the drawing, says:\n\nCRY PTOGRAPHER\nUm... do you mind if I..?\n\nAnother shrug from Rory. Whatever. The Cartographer takes\nthe “map” to the Team Leader.\n\nTEAM\nLEADER (sotto)\nAre you insane? He’s a kid --\n\nCRY PTOGRAPHER\nA kid who had that biohelmet\nfor twenty-four hours.\n\nTEAM LEADER\nEven if the ship is there, we\nstill need the key to get in, the\nentry code’s on the fucking KEY.\n\nHe gestures at the dry erase board; DOZENS of attempts to\ntranslate the Predator language into letters or numbers.\n\nTEAM LEADER (CONT’D)\nThat sequence could be a hundred\ndigits, for all we know--!\n\nRORY’S VOICE (0.S.)\nTwenty-two.\n\nEvery head in the room turns to:\n\nRORY\nI’m pretty sure it’s twenty-two.\n\nYou can hear a pin drop.\nTIME CUT: MINUTES LATER - SAME\n\nTraeger approaches Rory, feigning nonchalance. Attempts\na paternal tone:\n\f87.\n\nTRAEGER\nHi, Rory. I’m Will. I\nunderstand you know how to\naccess the spaceship.\n\nRory nods, tense. Bites his lip. Traeger grins.\n\nTRAEGER (CONT’D) Here’s\nthe thing. We work for the\nUnited States Government. Just\nlike your dad.\n\nRORY\nExcept you’re assholes.\n\nTraeger’s grin slips. Then he plasters it back on. Holds\nup Rory’s drawing: the MAP.\n\nSTEVENS\nI won’t argue. Question is... will\nyou get me into this ship, or not?\n\nRory stiffens, wary.\n\nRORY\nIf you let my dad go.\n\nTraeger glances at his lackeys. “Kid’s good.” He leans in:\n\nTRAEGER\n\nOkay. You want to play grown-up,\nlet’s play grown-up. Man to man..",
  "62": "---END OF PREVIOUS SECTION---\nTraeger glances at his lackeys. “Kid’s good.” He leans in:\n\nTRAEGER\n\nOkay. You want to play grown-up,\nlet’s play grown-up. Man to man.. \n---TARGET SECTION TO BE ANNOTATED---\n?\nWe’re not going to let him go. Not\nuntil you give us what we want. But\nwhen you do -- I promise he’1l go\nback to the V.A. hospital... where\nthey will take good care of him.\n\nRORY\nWhat if I don’t tell you?\n\nTraeger shakes his head with disappointment; tsk tsk tsk.\n\nTRAEGER\nOh, now, Rory... I thought we\nwere playing grown-up.\n\nEXT. HOLDING PEN - A FEW MOMENTS LATER\nMcKenna, face in the dirt. Groggy. Barely conscious. SEES:\nHIS POV - RORY\n\nbeing dragged to a waiting Sikorsky. Fueled, blades spinning.\n\f88.\n\nMCKENNA STARTS TO MOVE, when suddenly --\n\nOFF-SCREEN VOICE\nNot so fast, slick.\n\nTHWACK--! Another KICK to his gut. THOSE FUCKING\nMERCS, standing over him. He watches helplessly as\n\nTHE CHOPPER\n\nLifts off, WHORPLES into the night sky. As it does, one of\nthe mercs draws his sidearm to END this, says to his buddy:\n\nMERC#1\nGolf tomorrow?\nMERC #2\nWhy not?\nMcKenna sees what he’s doing -- COUGHS. Ropey spits of blood.\nMCKENNA\nYou know what... burns me\nup..? (gasp, cough)\nYou never even... read my file,\ndid you..?\n\nThe mercs trade amused glances.\n\nMERC #1\nWhat makes you think that?\n\nMCKENNA\n‘Cause you’re makin’ plans...\nfor tomorrow.\n\nThe mercs, VERY amused by this.\n\nMCKENNA (CONT’D)\n\nWorst part? Is you... making me\nlie to my son. I really don’t like\nto do that.\n\nMERC#2\n\nWhat lie did you tell him?\nMcKENNA, face to camera, grins:\n\nMCKENNA\nThat I wouldn’t enjoy this.\n\nThat’s when his HAND DARTS OUT, SNATCHES the guy’s forearm;\nuses his other hand for leverage, and -- Crack--!\n\f89.",
  "63": "---END OF PREVIOUS SECTION---\nMcKENNA, face to camera, grins:\n\nMCKENNA\nThat I wouldn’t enjoy this. That’s when his HAND DARTS OUT, SNATCHES the guy’s forearm;\nuses his other hand for leverage, and -- Crack--! 89. \n---TARGET SECTION TO BE ANNOTATED---\nThe MERC SCREAMS as McKenna SNAPS HIS FOREARM at an alarming\nangle, then GRABS the man’s gun, presses it into his eye --\n\nBLAM--! The MERC DROPS WITH A THUD as McKenna stands,\nlevels the sidearm at the remaining MERC; frozen in place.\n\nLike the Predator in the lab, he was playing possum.\nCUT TO:\nINT. MEAT REFRIGERATOR\n\nA walk-in. Williams and Cutter, sitting on the floor.\nThey LOOK UP TO SEE:\n\nTHE MERC opening the thick, industrial door; McKenna\nholds him at gunpoint, says to the guy:\n\nMCKENNA (CONT’ D)\nNow the armory.\n\nEXT. HOLDING PEN\n\nA MERC rounds a corner -- BYES GO WIDE.\nHIS POV -- the MAN McKENNA KILLED, wedged into a corner.\nThe guy turns to raise an alarm -- STOPS. His eyes widen.\n\nAN INHUMAN SHAPE, LOOMING over him.\nINT. OFFICE\n\nA GUN at the back of CASEY’S HEAD. She closes her eyes,\nwaits for the shot --\n\nAs, abruptly, we hear loud clumping noises from the\ncorridor outside. FOOTFALLS, as\n\nAN INTRUDER, NOW\n\nPokes his head around the corner. Snuffling, drooling.\nAs benign as it is INHUMAN:\n\nTHE PREDATOR DOG. The sniffer.\n\nWagging its tail, no less. Sees Casey, the intended target\nof its current game-in-progress... and FYI, in its mouth?\n\nTHE GRENADE from the clearing.\n\nIt’s FETCHED it. Brought it back. It DROPS the grenade --\nCLUNK! -- right in Casey’s lap. Her ASSASSIN, stupefied...\n\nCasey wastes no time:\n\f90.\n\nSNATCHES UP the grenade -- pulls the pin -- SHOVES IT\ndown the guard’s SHIRT BACK.\n\nPromptly BOLTS FOR THE DOOR, dragging the CHAIR\nshe’s handcuffed to --\n\nINT. CORRIDOR\n\nHits the deck as -- FWOOM!! -- the room BLOWS OUT BEHIND HER!\nBlood and dust and dry wall. Smoke clears, and...\n\nTHE PREDATOR DOG pads out of the room, unscathed.",
  "64": "---END OF PREVIOUS SECTION---\nBlood and dust and dry wall. Smoke clears, and... THE PREDATOR DOG pads out of the room, unscathed. \n---TARGET SECTION TO BE ANNOTATED---\n Drops a\nnew toy at her feet. Wait, sorry. Not a toy.\n\nThe GUARD’S SEVERED HEAD.\nCasey throws up a little in her mouth as she hears FOOTFALLS.\n\nSEES McKENNA, WILLIAMS, CUTTER (in his wheelchair)\ncome around a corner, armed to the teeth.\n\nEXT. SLAUGHTERHOUSE - NIGHT\nMcKenna opens the door a crack. PEERS OUT:\n\nHIS POV: SOLDIERS run around the perimeter, taking up\nfiring positions to prevent their escape.\n\nMcKenna, Williams and Cutter trade looks. Shrug.\n\nCUTTER WILLIAMS\nDuck soap. Piece of cake.\n\nThey LOCK AND LOAD, no hesitation. CASEY gapes. It’s suicide.\n\nCASEY\nSee this? THIS is why the\narmy thinks you’re crazy!\n\nExcept... a SOUND now. A low pulse; BASS VIBRATO from\noutside. MCKENNA peers through the crack again... and\nhis eyes widen. An involuntarily gasp.\n\nMCKENNA\nYou’ve got to be kidding me.\n\nEXT. SLAUGHTERHOUSE - NIGHT - START ON AN ADVERTISING BANNER\n\nFLAPPING in the wind. And on it, an airbrushed, scantily clad\ngirl (“A New Look for Sexy!”) being pulled by...\n\nA PINK HELICOPTER. Yes, pink. The Victoria’s Secret logo\non the side, no less, as we REVEAL:\n\f91.\n\nINT. STOLEN CHOPPER - FLYING - NIGHT\n\nFLYBOY AT THE HELM, of course. The other VETS (NETTLES,\nBAXLEY, COYLE) in the back. THE LOONIES to the rescue!\n\nEXT. SLAUGHTERHOUSE - THAT MOMENT\nAs the pink copter LANDS unsteadily and\n-- AT THE EXIT DOOR\n\nMcKenna SHOVES IT OPEN, and...",
  "65": "---END OF PREVIOUS SECTION---\nTHE LOONIES to the rescue! EXT. SLAUGHTERHOUSE - THAT MOMENT\nAs the pink copter LANDS unsteadily and\n-- AT THE EXIT DOOR\n\nMcKenna SHOVES IT OPEN, and... \n---TARGET SECTION TO BE ANNOTATED---\n OUR HEROES RUN FOR IT,\ninto the open, GUNS BLAZING--!\n\nWilliams PUSHES THE WHEELCHAIR at high speed; Cutter’s M60\nCHATTERING as hot shell casings SPIT out the side -- !\n\nAT THE STOLEN COPTER\n\nMcKenna and Williams provide COVERING FIRE as Casey and the\nLoonies HEFT CUTTER ABOARD, then -- YANK HIS WHEELCHAIR IN.\n\nINT. STOLEN COPTER - CONTINUOUS\n\nThis chopper was built for five people. Current load? EIGHT.\nPlus a wheelchair. Lufthansa, it ain’t. As FLYBOY LIFTS OFF --\n\nMCKENNA (CONT’ D)\nVery inconspicuous.\n\nFLYBOY\nWe had to kill seven Victoria’s\nSecret models.\n\nCASEY\nTell me you’re joking.\n\nFLYBOY\nI’m joking. I’d sooner piss on the\nMona Lisa.\nHe throttles up, pulls up on the collective.\nEXT. SLAUGHTERHOUSE - SERIES OF SHOTS - NIGHT\nAs the copter rises, MERCS OPEN FIRE. Too little, too late --\nINT. STOLEN COPTER\nFlyboy looks to McKenna for direction.\nFLYBOY (CONT’D)\n\nYou got a heading in mind,\nLieutenant?\n\f92.\n\nMcKenna squints down at the rushing landscape. Casey points:\nTHE PREDATOR DOG\nhauling ass, SOUTHBOUND.\n\nCASEY\nFollow that dog.\n\nCUT TO:\nEXT. JUNGLE CLEARING - DAY IS BREAKING\n\nOn first blush, we’re back in Cuba. Same tropical foliage,\nsame humidity, same goddamn mosquitoes. Then we HEAR:\n\nTRUDGING BOOTS. CRACKLE of radio crosstalk. And that’s\nwhen we note: a long BUMPY GREEN ROCK.\n\nWait a minute. Did it just... move? Yes, it did. Because\nit’s not a rock. It’s a fucking ALLIGATOR --\n\nBecause we’re in FLORIDA. The gator sinks into the swamp as\nTRAEGER EMERGES\n\nfrom the brush, flanked by A SMALL ARMY OF MERCS; poor\nRory in tow. An AIDE clutches a hand-held GPS device.\n\nTRAEGER’S AIDE\nWe’re at the waypoint.",
  "66": "---END OF PREVIOUS SECTION---\nThe gator sinks into the swamp as\nTRAEGER EMERGES\n\nfrom the brush, flanked by A SMALL ARMY OF MERCS; poor\nRory in tow. An AIDE clutches a hand-held GPS device. TRAEGER’S AIDE\nWe’re at the waypoint. \n---TARGET SECTION TO BE ANNOTATED---\n Should\nbe right here.\n\nBut the clearing is just that: clear. Then, Traeger notices:\n\n \n\nTRAEGER\nWhat are those?\n\nThey’ re DEAD BIRDS, laying on the jungle floor in a wide arc.\nA MERC CHEWING TOBACCO\n\nExamines them. Nudges one with his boot. He SPITS to the\nside, and -- splat! The spittle HANGS THERE IN MID-AIR.\n\nTraeger sees this. Intrigued. Turns to a MERC.\n\nTRAEGER (CONT’D)\nGive me your weapon.\n(takes the gun)\nPaint pellets.\n\nThe soldier scoops some glycol pellets, hands them over.\nTraeger loads them -- FIRES, twice. THOOK! THOOK!\n\f93.\n\nEerily, the TWO SPLATS OF PAINT stay frozen in the air,\nCOATING AN INVISIBLE SURFACE. Traeger points:\n\nTRAEGER (CONT’D)\nFIRE!\n\nThe entire brigade OPENS FIRE with a BLISTERING FUSILLADE!\nRORY clamps his hands over his ears, SCREAMS silently.\n\nUnder the bombardment, a series of spastic SHIMMERS as,\nBEFORE OUR EYES...\n\nTHE PREDATOR SPACECRAFT APPEARS--! Its cloaking device\nshort-circuited by the assault. Soldiers gape as --\n\nTraeger tenses. Looks around. Where’s the Predator?\nBut nothing. Silence. A thin smile of triumph:\nTRAEGER\n(CONT’D) We beat it here.\n(to his aide)\nGet on the horn. Tell Woodhurst\nwe have his space ship.\n\nHe turns to Rory -- ushers the boy forward, gripping\nhis shoulder. SHOVES HIM toward --\n\nTHE SHIP’S ENTRYWAY\nAnd next to the hatch... an ALIEN CODE BOX.\n\nTRAEGER (CONT’ D)\nOpen it.\n\nRory hesitates. Feeling all eyes on him, he relents. Reaches\nfor the code box. TWO DOZEN DUMBSTRUCK SOLDIERS look on --\n\nAs a little boy inputs the code from memory.\n\nSH-KKK! As easy as that, the HATCH OPENS. Traeger turns\nto his AIDE. Points. You’re coming, too.\n\nINT. THE ARK\n\nA cavernous THRUM oscillates as Traeger looks around,\npetrified.",
  "67": "---END OF PREVIOUS SECTION---\nYou’re coming, too. INT. THE ARK\n\nA cavernous THRUM oscillates as Traeger looks around,\npetrified. \n---TARGET SECTION TO BE ANNOTATED---\n The technology is clearly alien. Then he notices:\n\nTHE STASIS CYLINDERS\nINSET around the periphery of the hold.\n\nTRAEGER’S AIDE\nWhat the hell are they?\n\f94,\n\nTRAEGER\n\nProperty of Project Stargazer,\nthat’s what they are.\n\n(to his aide)\nTell the men to secure the craft;\nget it ready for transport. I want\nit moving before that... THING gets\nhere.\n\nRORY, meanwhile, has noticed a control panel:\nA MONITOR\n\nOn it, THE GRAPHIC depicted in our opening. The stasis\ncylinders HIGHLIGHTED IN RED with time-code beside them.\n\nExcept the COUNTDOWN has stopped, MID-SEQUENCE...\nDISSOLVE TO:\n\nINT. STOLEN COPTER - FLYING - LATE AFTERNOON\n\nNo longer morning, it’s late in the day... MCKENNA and\nCASEY, eyeing the rolling country below. Palmettos,\nswampland -- and, galloping in and out of sight:\n\nTHE SNIFFER. McKenna whispers:\n\nMCKENNA\nGo, baby, go. Run to papa.\n\nCasey frowns. Points below, WHERE:\nTHE SNIFFER\n\nhas STOPPED; visible now on a low hill overlooking a\nroad closure, beyond which: some kind of activity.\n\nMcKENNA raises his binocs:\nHIS POV - ABANDONED DIRT ROAD\nNot just “activity” -- it’s THE ARK. Currently in transit --\n\nTHE ARMY CORPS OF ENGINEERS SWARM round a huge FLATBED TRUCK,\nremoving tarp from the spacecraft. Showers of SPARKS as they\nsolder towing rings; LASH steel cables.\n\nINT. STOLEN COPTER - SAME\n\nFlyboy pops a wad of bubble gum, says:\n\f95.\n\nFLYBOY\nLooks like they got it this far\nby truck. Now they’re prepping to\nairlift it in.\n\nSeeing something, Casey grabs McKenna’s binocs.\nHER POV: TRAEGER BELOW\nIn the eye of the hurricane, giving orders.\n\nCASEY\nThere’s that asshole, Traeger.\n\nMcKenna goes taut.\nMCKENNA\nThat means Rory’s down\n\nthere. (to Flyboy\nTake us down.",
  "68": "---END OF PREVIOUS SECTION---\nCASEY\nThere’s that asshole, Traeger. McKenna goes taut. MCKENNA\nThat means Rory’s down\n\nthere. (to Flyboy\nTake us down. \n---TARGET SECTION TO BE ANNOTATED---\nFLYBOY banks sharply, descends into the trees, as we --\nCUT TO:\nA SIGN\nbeing strapped to a palmetto tree with wire:\nDANGER: QUARANTINE AREA -- AIR FORCE PERSONNEL ONLY\nEXT. FLORIDA HIGHWAY - DAY\n\nA FIVE YEAR-OLD kid, cowlick, cutoffs, licking a\nPopsicle, watches a SOLDIER put the sign up.\n\nWIDER - A TRAILER PARK\n\nwhere a dozen or so RESIDENTS have set up beach chairs to\nwatch. Not a lot to do in the trailer park, apparently.\n\nGIRLS IN BIKINIS man A CUBAN FOOD TRUCK; boom-box BLARING.\nA terrible Ricky Ricardo caricature advertises CUBAN\nPETE’S. Then a bone-jarring BASS RATTLE as --\n\nEXT. HIGHWAY - OUTSIDE TRAILER PARK - SAME\n\nOUR MERRY BAND (McKenna, Casey, et al) crouched in the\ntrees near the trailer park, LOOKING SKYWARD as --\n\nTWO BORING VERTOL HEAVY LIFTING HELICOPTERS (HLH)\n\nTHUNDER overhead, en route to The Ark.\n\f96.\n\nFLYBOY\nHeavy lifting copters. It’s\nan airlift, all right.\n\nThe massive copters WHORPLE over an adjacent CRACKER\nBARREL restaurant.\n\nMCKENNA\nWe’ve gotta get closer to the\nperimeter. Blend in somehow.\n\nWILLIAMS\n(scoffs)\nLike this?\n\nHe gestures to the group, FESTOONED with AK’s, AR-\n15’s, holstered glocks -- not to mention TRANQ GUNS.\n\nCASEY\nStand out like a sore thumb.\n\nMCKENNA\nYeah? When’s the last time you\nstopped in a crowd and said,\n\n“Hey, that guy over there -- his\nthumb looks sore.” Be honest.\n(beat)\n\nFine. We bag the guns.\nAcross the road, the CRACKER BARREL’S DOORS OPEN:\n\nAnd out trudge three men, ALL STRAPPED to the fucking teeth.\nAssault rifles. Pistols.",
  "69": "---END OF PREVIOUS SECTION---\nAcross the road, the CRACKER BARREL’S DOORS OPEN:\n\nAnd out trudge three men, ALL STRAPPED to the fucking teeth. Assault rifles. Pistols. \n---TARGET SECTION TO BE ANNOTATED---\n They wave heartily at McKenna, hoist\na bucket of chicken --\n\nMAN #1\nY’all hungry?\n\nA ten year-old GIRL scrambles from under the porch,\nsporting a CROSSBOW and a .44 Magnum.\n\nNETTLES\nFlorida... We’re blending.\n\nCOYLE\nHey, you wanna blend more? Shoot\nthe kid. Claim “Stand Your Ground.”\n\nWILLIAMS\nStab a gator and you’1ll\nbe practically invisible.\n\f97.\n\nCASEY\n(exasperated)\nWe done?\nNETTLES\nOne more.\n\n(thinks, changes his\nmind) Nah, we’re done.\n\nEXT. TRAILER PARK - SAME\n\nOur heroes troop into the bustling TRAILER PARK, approach\nthe CUBAN PETE TRUCK.\n\nMCKENNA clocks the back of the truck, covered in\nANTI-GOVERNMENT SLOGANS -- banners, placards.\n\nMCKENNA (to\nCasey; sotto)\nYou still have your Stargazer 1.D.?\n\nShe nods, hands it over with apprehension:\n\nCASEY\nYou’ re gonna do something\nstupid, aren’t you?\n\nMcKenna and Williams trade conspiratorial grins.\n\nWILLIAMS\nLady? You haven’t seen stupid yet.\n\n \n\nAT THE CUBAN PETE TRUCK\n\nA fenced-off patch of SOD next to the truck hosts a few\nstruggling tomatoes. The PROPRIETER (“PETE”) tends it.\n\nMCKENNA approaches.\n\nMCKENNA\nSir--?\n\nPROPRIETER (“PETE”)\nCall me Pete. What can I do\nfor you?\n\nMCKENNA\nWell, Pete, my name’s McKenna.\nUntil recently, I worked for the\nU.S. Government --\n\nHe flashes Casey’s (temporary) government credentials.\n\f98.\n\nMCKENNA (CONT! D)\n\n-- for THOSE people.\n\n(points toward the\n\nquarantine signs)\nWell, guess what, brother? They’re\nat it again. A cover-up. You think\nthat’s really a toxic leak in those\nwoods?\n\n’ PETE”\nWhat, then?\n\nMcKenna adopts a solemn look.\n\nMCKENNA\nWhat if I told you... there’s\nsomething in those trees, and\nit ain’t no man.\n\nCuban Pete tenses.",
  "70": "---END OF PREVIOUS SECTION---\nMcKenna adopts a solemn look. MCKENNA\nWhat if I told you... there’s\nsomething in those trees, and\nit ain’t no man. Cuban Pete tenses. \n---TARGET SECTION TO BE ANNOTATED---\n\\ PETE”\nIt’s Bigfoot, isn’t it?\n\nCUT TO:\nINT. THE ARK - SAME\n\nRORY is still inside the spacecraft, under guard. He\nexplores... casts his eyes round the interior, notices:\n\nAn EQUIPMENT ALCOVE. And in it... a PREDATOR BIO-MASK\nlike the one he wore on Halloween. He reaches for it --\n\nGUARD\nHEY! Don’t touch that!\n\nRory JUMPS. Backs away, intimidated -- and\nmeanwhile: EXT. DIRT ROAD - SAME\nThe two MASSIVE HELICOPTERS hover overhead, deafening --\n\nRAPPELLING LINES unfurl -- SPECIALISTS RAPPEL down, like\na SWAT TEAM. Tactical. Professional. And meanwhile --\n\nEXT. ROADBLOCK OUTSIDE SITE\n\nHeat. Cicadas. TWO SOLDIERS on a JEEP -- manning a\nROADBLOCK. They HEAR the roar of an engine, look up. WTF?\n\nTHE “CUBAN PETE” TRUCK\n\f99.\n\ncomes BARRELING AT THEM, terrible CUBAN DISCO\nBLARING, breeches the perimeter, and --\n\nEXT. DIRT ROAD - THE ARK - CONTINUOUS\nThe food truck TRUNDLES INTO VIEW at high speed--!\n\nSOLDIERS CONVERGE, flagging it down. Shouts, cursing -- like\nyour bowels after a Cuban Pete’s supper, this is all highly\nirregular, as --\n\nUNDER THE TRUCK - BAXLEY\n\nDROPS from an open floor hatch, IMPACTS the dirt, and\n-- quickly ROLLS OUT OF SIGHT, commando-style --\n\nNETTLES, AT THE WHEEL\nWRENCHES the truck to a halt, at which point:\nPLUMP (YET WINSOME) BIKINI GIRLS\n\nCome piling from within, all with laden trays of hot CUBAN\nFOOD. Soldiers, agape -- one of the girls flashes a GRIN:\n\nBIKINI GIRL\nY'all brave boys gotta eat, right?\n\nThe OFFICER IN CHARGE steps forward, apoplectic:\n\nOFFICER IN CHARGE\nWe have plenty of damn FOOD, now\nget this thing turned around --\n\nWITH COYLE - ON A HILLTOP\nHe watches through a sniper scope.",
  "71": "---END OF PREVIOUS SECTION---\nShouts, cursing -- like\nyour bowels after a Cuban Pete’s supper, this is all highly\nirregular, as --\n\nUNDER THE TRUCK - BAXLEY\n\nDROPS from an open floor hatch, IMPACTS the dirt, and\n-- quickly ROLLS OUT OF SIGHT, commando-style --\n\nNETTLES, AT THE WHEEL\nWRENCHES the truck to a halt, at which point:\nPLUMP (YET WINSOME) BIKINI GIRLS\n\nCome piling from within, all with laden trays of hot CUBAN\nFOOD. Soldiers, agape -- one of the girls flashes a GRIN:\n\nBIKINI GIRL\nY'all brave boys gotta eat, right? The OFFICER IN CHARGE steps forward, apoplectic:\n\nOFFICER IN CHARGE\nWe have plenty of damn FOOD, now\nget this thing turned around --\n\nWITH COYLE - ON A HILLTOP\nHe watches through a sniper scope. \n---TARGET SECTION TO BE ANNOTATED---\n Speaks into a throat mic:\n\nCOYLE\nShit. We went from Victoria’s\nSecret to this?\n\nBELOW - INSIDE THE PERIMETER\nBAXLEY spits, says:\n\nBAXLEY\nRelax. These guys are mercs-for-\nhire, they’d fuck a woodpile on the\noff chance there’s a snake in it.\n(suddenly)\nWhoa.\n\nBAXLEY’S POV:\n\f100.\n\nFrom the TRUCK, now, emerges a FOURTH girl. Daisy Dukes,\ntied up shirt-top... long, blonde (borrowed) WIG --\n\nCASEY, no less. She sashays PAST armed men, DO-SI-DOS\nright up to the officer in charge -- extends a hand --\n\nPulls him into a DANCE.\n\nSalsa, rumba -- something. The girls cheer. The\nsurrounding soldiers, guns wavering, as\n\nINT. MOBILE COMMAND POST - SAME\nTRAEGER looks out upon the scene, aghast:\n\nTRAEGER\nWhat in blue fuck is going on?\n\nTRAEGER’S AIDE\nLocals, sir. We’re on it.\n\nEXT. HILLSIDE - NEARBY\n\nA LONE SOLDIER trots toward the truck. Muttering, shaking\nhis head... Steps round a thicket --\n\nAn ARM lashes out. PULLS HIM IN. McKenna’s coal-\nblackened face, inches from his --\n\nMCKENNA\nWhere’s the boy?\n\nEXT. CLEARING - WITH CASEY\n\nMUSIC, blaring. Girls dancing. Then, suddenly, Casey’s\nwristwatch goes BEEP-! Her head snaps round -- she SHOUTS:\n\nCASEY\nNOW.\n\nFrom the FOOD CONTAINER at her side, she lets drop\na spherical object. It bounces..!\n\nShit. SMOKE GRENADE.\nPop--! Smoke, BILLOWING. Choking.\n\nCuban Pete’s THREE DAUGHTERS, on it. Three quick tosses,\nPop-! Pop-! Pop-! They drop flat, hands on their heads --\n\nSMOKE EVERYWHERE. Cloying. TWO SOLDIERS stagger, looking\nfor a target, when --\n\nTHUP!THUP! Both of them DROP LIKE SANDBAGS, thanks to:\n\f101.",
  "72": "---END OF PREVIOUS SECTION---\nTWO SOLDIERS stagger, looking\nfor a target, when --\n\nTHUP! THUP! Both of them DROP LIKE SANDBAGS, thanks to:\n\f101. \n---TARGET SECTION TO BE ANNOTATED---\nWILLIAMS -- hidden under the FOOD TRUCK -- wielding\n@ TRANQUILIZER GUN, and --\n\nCASEY\n\nswiftly TASES the OFFICER in the side. He goes down -- she\ndrops with him -- liberates his SIDEARM, rolls away --\n\nCOYLE AND BAXLEY, NOW\nChiming in with additional SMOKE CHARGES, as\nOUR BOY NETTLES\n\nSLAMS open the food truck’s REAR DOOR, kicks loose two\nPROPANE TANKS, sets them rolling -- Snaps a rifle to\nhis shoulder, and as they bounce and tumble, FIRES--!\n\nDETONATES BOTH. They go up with a whooooosh--!\nCascading flame... Debris, raining down --\n\nTRAEGER, NOW\n\nEmerges from his COMMAND POST to a scene of chaos.\nSMOKE everywhere. Flame. He BARKS into his talkie:\n\nTRAEGER\nSECURE THE PAYLOAD! DO\nIT! (to his Aide)\nBring me the boy. Now.\n\nAt which point, we abruptly (and oddly) CUT TO:\nDARKNESS (COULD BE ANYWHERE)\nA space. Cramped, disorienting -- where are we?\n\nThen, a familiar, TALON-LIKE HAND raises an equally familiar\ndevice (THE KUJHAD). Commences tapping out a code --\n\nEXT. THE ARK - ENTRANCE HATCH\n\nTRAEGER’S AIDE appears at the hatch. Physically GRABS\nthe GUARD posted to keep an eye on Rory:\n\nTRAEGER’S AIDE\nWe’re taking ‘er up! Where’s\nthe kid?\n\nThey both scan the interior... shit. Where did he go?\n\nNot far. He steps out from the EQUIPMENT ALCOVE --\nnow wearing the Predator mask he found.\n\f102.\n\nThe mask’s tiny PLASMA-CASTER swivels, whrrrrrr--!\n\nA volley of energy BLOWS THE TWO MEN OUT THE OPEN HATCH!\n\n \n\nRory starts to go. TRIPS -- falls, drops the MASK, it\nbounces away -- he looks up, cocks his head:\n\nA HATCH OPENING behind him. A familiar, blood-chilling\nCLICKING SOUND, as...\n\nTHE UPGRADED PREDATOR, NOW\n\nEMERGES, fetus-like from a FLOOR COMPARTMENT.",
  "73": "---END OF PREVIOUS SECTION---\nTRIPS -- falls, drops the MASK, it\nbounces away -- he looks up, cocks his head:\n\nA HATCH OPENING behind him. A familiar, blood-chilling\nCLICKING SOUND, as... THE UPGRADED PREDATOR, NOW\n\nEMERGES, fetus-like from a FLOOR COMPARTMENT. \n---TARGET SECTION TO BE ANNOTATED---\n He’s\nbeen concealed aboard the ship the whole time.\n\n \n\nTHE NINE-FOOT PREDATOR RISES... towering. Ghastly.\nRory scrambles to his feet. LEAPS out the hatchway --\nEXT. “ARK” - CONTINUOUS\n\n-- hits the ground running. And screaming. And flailing.\nBut at least he’s OUTSIDE. And that’s when\n\nTHE GROUND RISES UP\nIn his path. Literally comes alive, like a CREATURE --\nAS McKENNA STANDS\n\nTrailing dirt. The SOD from the trailer park GARDEN strapped\nto his back. Face blackened. Eyes feral. He clutches his son:\n\nMCKENNA\nEasy, buddy. It’s me. Dad.\n\nRory nods. McKenna looks up, STARTLED, as -- a FIGURE\ncharges out of the smoke. It’s CASEY.\n\nAN OTHERWORLDLY HUMMING, NOW\n\nSuffuses the air... low. Ominous -- Uh-oh. They look\ntoward the SHIP, as it commences to VIBRATE -- oh, shit.\nON THE SHIP -- MOVEMENT, NOW\n\nHATCHES begin to open. All around the exterior. Metal\ndoors SLIDING UPWARD -- dark inside. Beckoning.\n\nA CLATTER of assault rifles, SOLDIERS level their weapons...\n\nTHAT’S WHEN THE HYBRIDS EMERGE FROM THEIR PODS..!\n\n \n\f103.\n\nSWARMING. Some on four legs, some three. Some upright --\nothers SCUTTLING like crabs. So much smoke, so hard to see\n\n \n\nThe soldiers BLINDLY OPEN FIRE--!\n\nTRAEGER\nNO! NO! KEEP THEM ALIVE -- !\n\nTHE HYBRIDS CARVE A PATH THROUGH THE SOLDIERS--! Obscenely\nSHRIEKING as they’re pelted with bullets. Never stopping --\n\nMcKENNA AND CASEY\n\nDesperately casting around for a hiding place -- it’s\nRORY who grabs his Dad’s arm, POINTS:\n\nMCKENNA\nWhat is it, son?\n\nRORY\nIn there. The empty tubes.\n\nMcKenna blinks. Brilliant. The VACATED CRYOTUBES, hatches\nwide open. He grabs Casey and the kid, bundles them inside:\n\nINT.",
  "74": "---END OF PREVIOUS SECTION---\nBrilliant. The VACATED CRYOTUBES, hatches\nwide open. He grabs Casey and the kid, bundles them inside:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n CRAMPED COMPARTMENT - MCKENNA\n\nHe SPOONS with Casey. Cradling his son, close. Hiding. The\nbear hug he longed for? Now a survival tool. RORY cracks\none eyelid, unable to not look:\n\nBRIEF, NIGHTMARE GLIMPSES\n\nOf the ship’s INTERSTELLAR PASSENGERS roaming the mist,\nkilling. Each different, but all expressing a common trait:\n\nThe trademark mottled skull and mandibles of THE PREDATOR.\nRORY SPOTS NETTLES\n\nThe HERO LOONY, shepherding GIRLS into the taco truck.\nSwinging up into the DRIVER’S SEAT, except...\n\nSomething between TUSK AND TALON comes through\nthe windshield.\n\nRory SHUTS HIS EYES; bye-bye, Nettles.\nAT THE MAIN HATCH - THE UPGRADE\n\nHere he comes. Golem-like. Looming. Stalking majestically\nfrom the main hatchway as...\n\nTHE HYBRIDS\n\f104.\n\nConverge on him. GATHERING. Circling their leader in ragged\nformation -- almost a MILITARY greeting. An unspoken order\nfrom the UPGRADE -- and with that, off they go, loping away --\n\nVanishing into the surrounding trees.\nINT. CRAMPED COMPARTMENT\nMcKENNA turns to Rory:\n\nMCKENNA\nAre you... are you okay?\n\nMckenna frowns. No answer. Rory’s not looking at him.\nHe’s looking UP. Petrified... because they’re not alone.\n\nSomething’s in here with them.\n\nMcKenna follows his gaze. A low animal CHITTERING, all\ntoo familiar... above them, hanging UPSIDE DOWN: not a\nholographic projection, but the real deal --\n\nA SPIDER/PREDATOR HYBRID.\n\nEXT. THE ARK - CONTINUOUS\n\nThey all SCRAMBLE OUT. SPIN back around, panicked, as\nTHE HYBRID APPEARS.\n\nPoised in the hatch, mandibles extended. As McKenna watches\n-- Rory taps the code, the hatch SLAMS SHUT --\n\nBISECTING THE SPIDER PREDATOR\n\n \n\nBut the front half? Still alive, STILL MOVING --\n\nCASEY AND MCKENNA BLAST IT TO TATTERS.",
  "75": "---END OF PREVIOUS SECTION---\nPoised in the hatch, mandibles extended. As McKenna watches\n-- Rory taps the code, the hatch SLAMS SHUT --\n\nBISECTING THE SPIDER PREDATOR\n\n \n\nBut the front half? Still alive, STILL MOVING --\n\nCASEY AND MCKENNA BLAST IT TO TATTERS. \n---TARGET SECTION TO BE ANNOTATED---\n As the thing\nfinally, blessedly expires:\n\nMCKENNA\n(CONT’D) (gasping)\nI hate spiders. If... if it\nhappens again --\n\nRORY AND MCKENNA\n(nod, in unison:)\nLet’s call Mom.\n\nEXT. RAILHEAD - DAY (MOMENTS LATER)\n\nAftermath. A HAZE of smoke and debris hangs over the\nvacated ARK. Medics tend to the wounded.\n\f105.\n\nMcKENNA limps into view. Bee-lines to Traeger. Livid.\n\nMCKENNA\nIt was in there the whole time, you\nasshole. That was its goddamn PLAN!\n\nTRAEGER\nFool me twice, shame on me.\n\nMCKENNA\nWhere was it going? WHERE DID HE\nWANT YOU TO TAKE HIM--?\n\nTRAEGER\nThat’s classified, Lieutenant.\n\nBefore McKenna can respond with action, Traeger DRAWS\nHIS SIDEARM ON HIM; a twinkle in his eye.\n\nTRAEGER (CONT’ D)\nKind of ironic, really. A trained\nsniper, dying from a headshot.\n\nBLAMM--! McKenna flinches as -- BLOOD spatters his face.\n\nA thousand-meter-a-second SNIPER ROUND just pierced\nTRAEGER’S HEAD. The guy drops, lifeless. SHIT. McKENNA\nspins, eyes tracking downrange -- Predator weapon--?\n\nNope. M24 sniper rifle.\nGENERAL WOODHURST, comes into view, flanked by ARMY troops.\n\nWOODHURST\nGood riddance to bad rubbish.\n\n(NOTE: This is the General we saw on the phone with Traeger\nearlier.) He stops just shy of McKenna. Nods tersely:\n\nWOODHURST (CONT’D)\nBreathe easy, soldier. I’m on\nyour side.\n\nCASEY, RORY and THE LOONIES step forward to join McKenna.\n\nWoodhurst regards them. Points to Rory, Casey, and Cutter:\n\nWOODHURST\n(CONT’D) You stay here.\n(looks up)\n\nThe rest of you, come with me.\n\f106.\n\nCasey puts a maternal hand on Rory’s shoulder. A\nreassuring look to McKenna: “I’1l take care of him.”\n\nTIME-CUT:\nEXT.",
  "76": "---END OF PREVIOUS SECTION---\n106. Casey puts a maternal hand on Rory’s shoulder. A\nreassuring look to McKenna: “I’1l take care of him.”\n\nTIME-CUT:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE EVERGLADES - AERIAL SHOT - DUSK\n\nA Cape Canaveral-like launch facility abuts what looks\nlike an animal habitat. Vast swampland beyond.\n\nINT. UH-72 LAKOTA HELICOPTER - FLYING - DUSK\n\nWoodhurst rides shotgun. McKenna and The Loonies in\nback, looking down at the facility below.\n\nMCKENNA\nWhat am I looking at? Stargazer HQ?\n\nWOODHURST\n(shakes his head)\nStargazer was all Traeger. CIA\nblack ops, corporate donors,\nall that shit. Wasn’t us.\n\nOff McKenna, stupefied:\n\nWOODHURST (CONT’D)\nOh, yeah. Son of a whore went off\nthe reservation. He was in it for\nprofit. Practically stole that\nPredator for his little science\nexperiments. He’s also the one\nwho framed you.\n\n(beat)\n\nIt’s not like I shot him\njust ‘cause I felt like it.\n\n \n\nCUT TO:\nEXT. DIRT ROAD - THE ARK - AS BEFORE\n\nCASEY can’t help but eye THE SPACECRAFT curiously. Her\narmy CHAPERONES, momentarily distracted; RORY nudges her,\nmischievous:\n\nRORY\nWanna see what’s inside?\n\nCUT TO:\nEXT. AREA 52 - DUSK\n\nA BLAST of SOUND AND WIND as the TWO LAKOTA HELICOPTERS\nLAND inside chain link and razor wire marked with signs:\n\f107.\nRESTRICTED AREA\nNO TRESPASSING -- U.S. GOVERNMENT PROPERTY\nDust swirls as McKenna and the men jump out -- trade glances:\n\nIt isn’t just the SOLDIERS MOBILIZING, or even the 40mm anti-\naircraft guns... It’s the urgency. Like they’re preparing for\na siege. Woodhurst leads them down some steps to\n\n \n\nA MODERNISTIC BUNKER\nHalf-in/half-out of the ground. GREEN BERETS at the entrance.\n\nWOODHURST\nWe don’t have time for security\nchecks, just behave yourselves\nand we won’t have to shoot you.\n\nMCKENNA\nWhat is this place?\nWOODHURST\n“Area 52.” Base of operations.",
  "77": "---END OF PREVIOUS SECTION---\nWOODHURST\nWe don’t have time for security\nchecks, just behave yourselves\nand we won’t have to shoot you. MCKENNA\nWhat is this place? WOODHURST\n“Area 52.” Base of operations. \n---TARGET SECTION TO BE ANNOTATED---\nMCKENNA\nFor what?\nWOODHURST\n\nDefending earth from the Predators.\nThe doors YAWN OPEN, and --\nINT. CORRIDOR - AREA 52 (MOMENTS LATER)\n\nWoodhurst leads the men down a long corridor lined with\nDISPLAY CASES: Predator SKELETONS; WEAPONS; BATTLE ARMOR.\n\nWOODHURST (CONT’D)\nThey’ ve been coming here for years.\nProblem is, their m.o.’s changing.\nDissension among the ranks. You saw\nit yourself -- that big one tore\nthe other one in half.\n\nThey reach a security checkpoint. Walk right through.\n\nWOODHURST (CONT’D)\nLuckily, we have some...\n“consultants” helping\nus. (a hard look\nHope you boys are wearing\nyour Depends...\n\nHydraulic DOORS SLIDE OPEN TO REVEAL:\n\f108.\n\nINT. ANIMAL ENCLOSURE\n\nLike you’d see at the zoo. But no lions, no tigers, no\nbears. Instead? Behind thick Plexi:\n\nTWO PREDATORS turn to look at our heroes. Same size as\nour “good” Predator. They blink curiously.\n\nWOODHURST (CONT’D)\nThere’s a cold war going on,\ngentlemen. Seems it’s heating up.\n(re: Predators)\nThese two... are defectors.\nBeen here almost a year.\n\nMcKenna, at a loss. No words. Finally manages:\n\nMCKENNA\nThey’re okay with... with\nbeing cooped up in there?\n\nWOODHURST\nOh, we let ‘em out at night. Game\npreserve, next door. They’re peace\n\nemmissaries but... hell, they’re\nstill Predators, they’re gonna\nkill shit.\n\nHe lights a cigar:\n\nWOODHURST (CONT’D)\nThat first one you met? “Tiny?”\n(points to defectors)\nHe was on their side. Stole the ark\nwith those hybrids so the big fuck\ncouldn’t use ‘em against us.\n\nWILLIAMS\nWhoa. You’re saying the first alien\nwas... friendly?\n\nMCKENNA\n\nFuck that. The son of a\nbitch killed my men.\n\nWOODHURST\n\nHey, I never said he was a nice\nguy... just that he was on our\nside.",
  "78": "---END OF PREVIOUS SECTION---\nMCKENNA\n\nFuck that. The son of a\nbitch killed my men. WOODHURST\n\nHey, I never said he was a nice\nguy... just that he was on our\nside. \n---TARGET SECTION TO BE ANNOTATED---\n Which brings us to the\nBig Bad --\n\n(beat)\nWho, unless I miss my guess, is\non his way here right now. With\nhis “team.”\n\f109.\n\nMCKENNA\nBut why? What’s his end game?\n\nWoodhurst shrugs:\n\nWOODHURST\nLike I said. Cold war.\n(re: Predators)\nHe came to kill these two.\n\nMcKenna takes a moment. Looks up --\n\nMCKENNA\nSo, he’s... an assassin?\n\nWOODHURST\nThat’s right, Lieutenant. That\nthing out there’s an assassin.\n(icy glance)\nJust like you.\n\nMCKENNA\nSay you’re right. It takes out\nits targets, then what?\n\nWithout warning, ONE OF THE PREDATORS “talks”; its peculiar,\nthroaty RATTLE of CLICKS over a scratchy P.A. speaker.\n\nAn AIDE hands Woodhurst a device with a small LED screen.\nHe keys it like a walkie-talkie, says:\n\nWOODHURST\nPlease repeat that.\n\nThe Predator repeats with more emphasis. Woodhurst looks at\n\nTHE LED SCREEN\n\nA brief delay, we see: Searching... Searching... finally,\na DIGITIZED VOICE issues from the device:\n\nTRANSLATOR VOICE\n“Protocol 3. The synthetic will\nidentify and procure most\nevolved opponent.”\n\nThe words hang in the air a moment.\n\nWOODHURST\nThat’s the thing, see -- it won’t\njust leave. Not without souvenirs.\n\n(beat)\nIt’s going to choose the strongest,\nmost worthy adversary, and --\n\f110.\n\nMCKENNA\n(finishing the thought)\n-- and rips out its spine for\nthe DNA, to take back home.\n(turns to Predator)\nIs that about the size of it..?\n\nThe Predator SPEAKS AGAIN. Woodhurst looks at THE TRANSLATOR:\nSearching... Searching... Searching...\n\nTRANSLATOR\nVOICE “About size.”\n\nEXT. AREA 52 - NIGHT\nA SENTRY PATROLS. Stops, and squints at:\nA four-legged ANIMAL, in silhouette. A coyote..?\n\nNow, ANOTHER ANIMAL joins the first: no legs here at all.\nTentacles.",
  "79": "---END OF PREVIOUS SECTION---\nA coyote..? Now, ANOTHER ANIMAL joins the first: no legs here at all. Tentacles. \n---TARGET SECTION TO BE ANNOTATED---\nSENTRY\nMudbug One, we got BAMFs at the\noutside wire, WE GOT BAMFS AT TH--\n\nWHOMP--!! ONE OF THE CREATURES TAKES HIM DOWN, DRAGS HIM.\nNothing left after ten yards but slicks of blood and sinew.\n\nINT. SURVEILLANCE ROOM - A ROW OF VIDEO MONITORS\n\nFeaturing the exterior: THE HYBRIDS, cutting through\nthe perimeter sentries. Alarms start to WAIL, as\n\nWOODHURST\n\nLooks on, McKenna and the others bathed in the ice-blue\nglow of the monitors. The General licks his lips, says:\n\nWOODHURST\nGet ‘em outta here.\n\nMCKENNA\nWho?\n\nWoodhurst points at the Predators in the enclosure.\n\nWOODHURST\nThem. We’1l hold off the\nothers ‘til you get away.\n\n \n\nMCKENNA\nAway WHERE--?\n\f111.\n\nWOODHURST\nThe SHIP, for Chrissakes. If you\nget them to the ship, they know\nhow to fly it.\n\nHis tone softens. Respectful.\n\nWOODHURST (CONT’D)\nLook, we’ve been watching you.\nYou’re good at this.\n(beat)\nJust get ‘em to their ride.\nWe’1l handle the bugs.\n\nMcKenna and team don’t ask questions. They MOBILIZE.\nAs Woodhurst calls after them:\n\nWOODHURST (CONT’D)\nI’m scrambling F-22'’s. Contact\nthem once you’re in the air!\n\nSERIES OF QUICK CUTS: BUNKER CORRIDOR\n\nLights FLICKER on and off, suggesting the Predators have\nattacked the central power system.\n\nOur heroes -- as well as the PREDATOR DEFECTORS -- GRAB\nWEAPONS from the display cases. McKenna stuffs them in a\nbackpack: a Shuriken, a combistick, a biohelmet.\n\nHe puts on the mask, looks at Williams.\n\nMCKENNA\n(muffled)\nI feel like an idiot.\n\nWILLIAMS\nYou look like an idiot.\n\nEXT. SERIES OF SHOTS - AREA 52 - NIGHT\n\nVEHICLES come blasting up out of a tunnel, exiting\nthe compound. A HIGH SPEED CONVOY, on the move.",
  "80": "---END OF PREVIOUS SECTION---\nEXT. SERIES OF SHOTS - AREA 52 - NIGHT\n\nVEHICLES come blasting up out of a tunnel, exiting\nthe compound. A HIGH SPEED CONVOY, on the move. \n---TARGET SECTION TO BE ANNOTATED---\nARMY MOTORCYCLES. Behind them: JEEPS -- with pedestal-\nmounted machine guns.\n\nImagine the Presidential motorcade but bristling with\nartillery. And IN THE CENTER of the convoy, the key vehicle\n-- the one WILLIAMS is driving:\n\nAN M113 STRYKER ARMORED PERSONNEL CARRIER.\n\nMcKenna, Baxley and Coyle are on top as well as, yes --\n\f112.\n\nTHE TWO PREDATORS\n\nEach armed with an M60 machine gun in one hand, a plasma-\ncaster in the other. Ready to fight alongside our heroes.\n\n \n\nBehind them, a continuous ROAR of gunfire -- the army versus\nthe HYBRIDS, off-screen. Now, however, it becomes sporadic...\n\nAnd then, rather suddenly, ceases altogether.\n\nWILLIAMS (CONT’D)\nGuess they took care of the bugs?\n\nOne of the PREDATOR DEFECTORS utters some guttural CLICKS.\nWilliams consults the translator: Searching... Searching...\n\nTRANSLATOR\nVOICE “Fornicate.”\n\nMCKENNA, UP TOP\nlooks toward the rear of the gauntlet. They’ve got company.\n\nMCKENNA\nIncoming!\n\nTHE HYBRIDS\n\nSCRAMBLE into view at high speed, picking up the scientists’\nscent. Drooling mandibles, flashing eyes... Nightmare time.\n\nTHE FIRST HYBRID LEAPS\n\nONTO the rear support jeep. Fanged. Clinging. A SOLDIER\nRAKES IT WITH ARTILLERY-- BRRAAAPPPP--!\n\nThe jeep JACK-KNIFES. The HYBRID leaps to the ground,\nTHE GUNNER’S SKIN IN ITS MOUTH -- !\n\nTWO MORE HYBRIDS\nSCURRY behind the APC like racing dogs.\n\nTHE LOONIES AND THE PREDATORS unload on them, but one\nmanages to LEAP onto the back! Teeth gnashing. It FALLS\nOFF, but quickly regroups -- HURTLES back, but --\n\nBRAKK! BRAKK! Surgical bullet hits.\nThe thing BUCKLES. Plumes of GREEN BLOOD, as\n\n-- MCKENNA\n\f113.\n\nhangs off the back of the APC with a SNIPER RIFLE,\ntaking well-placed shots. Beside him:\n\nBAXLEY\nLook at their necks, Chief!\n\nMcKenna blinks.",
  "81": "---END OF PREVIOUS SECTION---\nhangs off the back of the APC with a SNIPER RIFLE,\ntaking well-placed shots. Beside him:\n\nBAXLEY\nLook at their necks, Chief! McKenna blinks. \n---TARGET SECTION TO BE ANNOTATED---\n “What??”\n\nBAXLEY\n(CONT’D) (pointing)\nTHEIR NECKS!\n\nMcKenna squints at:\nTHE HYBRIDS, IN PURSUIT\nAnd there, sure enough, something resembling COLLARS.\n\nMcKenna raises the TRANSLATOR PAD; YELLS to the\nnearest Predator scientist:\n\nMCKENNA\nWHAT ARE THOSE COLLARS?!\n\nThe Predator BARKS and TRILLS between blasts.\nCLOSE ON TRANSLATOR: Searching... Searching...\n\nTRANSLATOR VOICE\n“Self. Destruct.”\n\nMcKenna, intense. Thinking quickly, he grabs the talkie\nfrom his belt, turns it on:\n\nMCKENNA\n(into Bluetooth)\nCasey, it’s McKenna! Are you there?\nDo you have access to the ship?!\n\nINT. ARK - THAT MOMENT (INTERCUT:\nCasey and Rory, INSIDE THE SHIP.\n\nCASEY\n(into Bluetooth;\nsheepish) Um..?\n\nShe makes a face at Rory; “BUS-TED.”\n\nMCKENNA\nListen to me! The hybrids have\nsome kind of self-destruct\ncollars! Is there a way to --\n\f114.\n\nRory overhears this; GRABS Casey’s talkie, excited:\n\nRORY\nDad, it’s me, I saw it! I saw the\nthe program! The first Predator\nwas trying to blow them up, but\nthe sequence stopped.\n\nMCKENNA\nCan you do it?\n\nCASEY\nThere was something about self-\ndestruct in the file. The one\nSchaefer met in ‘87 left a\npretty big hole.\n\nRORY\nThese only have a ten-foot radius.\nWe’re cool. Sort of.\n\nCasey turns, incredulous. Rory squirms, self-conscious:\n\nRORY\n(CONT’D) Maybe twenty.\n(beat)\nI, uh, saw it in the helmet.\n\nSuddenly paranoid, Casey YANKS THE SNIFFER’S COLLAR OFF -\n- HURLS IT out the open hatch. The Sniffer CHASES AFTER\nIT, playing fetch again.\n\nCasey WHIRLS -- sees RORY’S FINGERS, already tapping\na CONTROL PANEL. She can’t fight the urge to smile.\n\nCASEY\nHe’s on it, McKenna.\n\nEXT. CONVOY - MOVING FAST\nMcKenna watches the hybrids darting after them.",
  "82": "---END OF PREVIOUS SECTION---\nCASEY\nHe’s on it, McKenna. EXT. CONVOY - MOVING FAST\nMcKenna watches the hybrids darting after them. \n---TARGET SECTION TO BE ANNOTATED---\nMCKENNA\n(into Bluetooth; tense)\nI have visual. Any time now\nwould be great.\n\nINT. ARK - SAME\nRory hits keys, sweating.\n\nMCKENNA (CONT’ D)\nRory--?\n\f115.\n\nRORY\nI know, I get it. I’m TRYING!\n\nCASEY looks around, frantic.\nCASEY\nToo far. We must be out of\nrange. (wit’s end)\n\nIf only there was a way to\nMOVE this thing!\n\nEXT. CONVOY - WITH THE HYBRIDS\n\nDARTING and WEAVING. Seemingly fixated on a single objective:\nTHE ARMORED PERSONNEL CARRIER\n\nMCKENNA sees this, keys the translation device:\n\nMCKENNA\nWHY ARE THEY IGNORING THE OTHER\nVEHICLES--?\n\nThe Predator near him speaks: KLIK-RATTLE-KLIK! On the\ndevice: Searching... Searching...\n\nTRANSLATOR\nVOICE “We are target.”\n\nOFF McKenna, the color draining from his face --\n\nCUT TO:\nEXT. SMALL FLORIDA TOWN - NIGHT\nTHE APC careens into view. HYBRIDS close on its heels.\nBAXLEY EATS IT\n\nas, from nowhere, a hybrid LEAPS -- TEARS HIS SKIN OFF. The\nbody tumbles away...\n\nCOYLE, next in line. He doesn’t go quietly. UNLOADS a\nvolley of ammo in the creature’s FACE --\n\nTHE HYBRID CHEWS HIS SPINE OUT before it COLLAPSES,\ndead weight pressing down on Coyle’s ravaged corpse.\n\nWILLIAMS, DRIVING\nFor the first time, he looks nervous. Glances down:\n\nCLOSE ON GPS SCREEN\n\f116.\n\nShowing the SPACE SHIP’S location. A quick glance tells\nus they are still a mile out.\n\nWILLIAMS\n(into Bluetooth)\nHey, Lieutenant, you got a\nplan, or..?\n\nON MCKENNA\n\nAnd his face pretty much tells the tale: nope. Then he spots\nsomething new. In the distance behind them, but growing...\n\nTHE PREDATOR, THE BIG BAD\nSPRINTING like a cheetah, in pursuit. CLOSING FAST.\n\nHe sports TWO WRIST GAUNTLETS -- projectile arrows\nand CANNON. That’s it. Lean and mean.",
  "83": "---END OF PREVIOUS SECTION---\nHe sports TWO WRIST GAUNTLETS -- projectile arrows\nand CANNON. That’s it. Lean and mean. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON MCKENNA\n\nCarnage, all around. He looks at the Predator\ndefectors; SCREAMS into the translation device:\n\nMCKENNA\nHOW DO WE WIN--??\n\nBLEAT OF CLICKS from the Predator. Searching... Searching...\n\nTRANSLATOR\nVOICE “Maybe not win.”\n\nWILLIAMS\n\nlooks at the GPS display. Frowns. SEES the ship-blip is now\nMOVING TOWARD THEM.... WTF? Which is when:\n\nA HUGE SHADOW\n\nfalls over road. Blotting out the moon. Is it..?\nIt is.\n\nTHE ARK -- and it’s fucking AIRBORNE--!\n\nINT. ARK - THAT MOMENT\n\nDwarfed by the massive “Captain’s chair”, RORY is now wearing\nthe Predator biohelmet, psychically linked to the technology.\nHe works the controls, spins to CASEY:\n\nRORY\nTaking her down... NOW.\n\f117.\n\nDetermined, he GRABS the control yoke. Just one problem\n-- EXT. THE ARK\n\nLanding this fucker ain’t easy. Plus it’s damaged,\nremember? The spacecraft BUCKS. WOBBLES --\n\n \n\nINT. THE ARK\nCASEY, flung sideways. Goes sliding --\nCASEY\nAre you trying to crash?? I\nthought you were some kind of\n\ngenius, for chrissake!\n\nRORY\nI’M IN SPECIAL CLASS, OKAY?\n\nA sudden LURCH. The DESTRUCT console JERKS in her hands,\nand she blinks, registering: it moves.\n\nNew idea.\n\nShe GRABS THE CONTROL PANEL, hauls it loose -- and PROPELS\nit across the deck toward:\n\nAN ESCAPE POD.\n\nWe saw the first Predator use one: at the start of the film.\nTHE HATCH SLIDES DOWN, eclipses her from view\n\n-- RORY\n\nOn it. Knows what to do, GRABS the control yoke, and\n\n-- EXT. THE ARK\n\nIT SWIVELS IN PLACE like a cannon, lining up, AIMING\n\n-- INT. ESCAPE POD\n\nCASEY sees a red button, SLAMS it, and WHOOOOSH--!\nLAUNCHES HERSELF. The pod goes airborne --\n\nEXT. FLORIDA TOWN - MAIN DRAG - THAT MOMENT\nIt tumbles...",
  "84": "---END OF PREVIOUS SECTION---\nLAUNCHES HERSELF. The pod goes airborne --\n\nEXT. FLORIDA TOWN - MAIN DRAG - THAT MOMENT\nIt tumbles... \n---TARGET SECTION TO BE ANNOTATED---\n SLAMS DOWN! Traverses the length of the street.\nINSIDE: CASEY’S JOLTED, SCREAMING, AS --\n\nOUTSIDE: THE HYBRIDS watch the pod SCREAM PAST them,\nhesitate with confusion. That’s when WE SEE:\n\f118.\n\nTiny red LEDs on their collars are BLINKING...\n\nAnd now? One by one, before our eyes, THE HYBRIDS EXPLODE\nAS THE SPACECRAFT SKIDS PAST THEM -- like a string of\nNUCLEAR FIRECRACKERS -- THOOM! THOOM! THOOM!\n\nEXT. ATOP THE PERSONNEL CARRIER - MOVING\n\nMcKenna sees the sky behind them LIGHT UP from the detonating\nhybrids. But his exhilaration is cut short as he notices:\n\nTHE DEAD HYBRID on the top of the APC --\nThe LED on its collar is blinking now.\nOh, shit.\n\nThe TWO PREDATORS RAISE their wrist gauntlets -- THOOK!\nTHOOK! LAUNCHING GRAPPLING HOOKS! Yank the corpse UP --\n\nAND HEAVE IT OFF THE APC\n\nLike fishermen throwing a marlin back into the\nocean. Williams puts the pedal to the metal:\n\nBA-WHOOM!! THE HYBRID EXPLODES, mid-air.\n\nAt which point, not to be outdone -- Williams\npromptly CRASHES.\n\nSERIES OF SHOTS\n\nThe APC PLOWS through chainlink, THROWING McKenna and the\nPredators off... and meanwhile, back at the ranch --\n\nEXT. ESCAPE POD\n\nThe hatch POPS OPEN... Casey half-crawls, half-TUMBLES\nout. Looks up, sweaty, feral --\n\nONE HYBRID LEFT. A weird, SATANIC looking thing,\nrushing straight at her --\n\nIt comes in range of the signal. BLOWS.\n\nShe dives for COVER behind the pod. Bits of PREDATOR-\nTHING, raining. A dismembered TORSO arcs down. Hits the\ntarmac. Turns to her, STILL ALIVE, REACHING --\n\nShe rips out its spine.\n\f119.\n\nThe SNIFFER lopes up beside her. A proud hunting dog...\nadmiring its Huntress. An image to remember.\n\nCUT TO:\nEXT. HIGH SCHOOL STADIUM - NIGHT\n\nMcKENNA and WILLIAMS, sprawled. Groggy.",
  "85": "---END OF PREVIOUS SECTION---\nCUT TO:\nEXT. HIGH SCHOOL STADIUM - NIGHT\n\nMcKENNA and WILLIAMS, sprawled. Groggy. \n---TARGET SECTION TO BE ANNOTATED---\n Ten yard-line of\na high school FOOTBALL FIELD. Williams nods downrange:\n\nTHE ARK IS DOWN\n\nJust past the fifty yard-line. Imbedded in the turf.\nAND THERE’S RORY\n\nLimping from the ship. Disoriented.\n\nMcKenna starts toward him. His expression suggests that once\nhe has the boy in his arms, he’s not likely to let go.\n\nAt which point, the “DEFECTOR” PREDATORS RISE\nSLOWLY, throatily CLICKING... Grab their WEAPONS.\n\nThen? Everything goes to hell. Striding across the field --\nTHE UPGRADE. Big as life.\n\nRaises the GAUNTLET. Promptly spikes an ION BLAST through\neach of the smaller Predators; DISINTEGRATING them --\n\nHe BELLOWS victory: Mission Accomplished. Then PIVOTS.\nMandibles twitching -- walks toward ITS CLOSEST\nREMAINING FOE, human or alien:\n\nThe kid. The loser. “Ass Burger.”\n\nThe Predator SCOOPS HIM UP in one hand -- regards him\nclinically, with something akin to... RESPECT? Turns, now...\n\nAnd enters the downed spaceship. With Rory.\n\nMCKENNA\nRORY!!!\n\nThe HATCH SLAMS SHUT.\n\nMcKenna stares in disbelief... then starts after them,\nthe FULL meaning of this hitting him --\n\nHis son figured out how to fly the Ark; how to kill the\nhybrids. So what does that mean to the Upgrade? Only this:\n\nRORY IS ITS MOST EVOLVED OPPONENT.\n\f120.\n\nINT. THE ARK - A CRYOTUBE\nAs the Predator roughly TOSSES RORY INTO IT for safe keeping.\n\nScreens BLINK to life; a deep BASS RUMBLE is heard as\nthe ship POWERS UP for departure.\n\nEXT. BLEACHERS - ON MCKENNA\n\nAs the spacecraft’s engines RUMBLE, and -- HE VAULTS up\nthe bleacher steps--!\n\nWilliams sees this. Trades a glance with Flyboy. They\nexchange “fuck it” shrugs, and HAUL ASS after him --\n\nTHE ARK RISES\nPlasma exhaust SPEWING, as McKenna SCRAMBLES up bleachers --\n\nTHE ARK, now fifteen feet below the top of the stadium...\nMCKENNA doesn’t slow.",
  "86": "---END OF PREVIOUS SECTION---\nTrades a glance with Flyboy. They\nexchange “fuck it” shrugs, and HAUL ASS after him --\n\nTHE ARK RISES\nPlasma exhaust SPEWING, as McKenna SCRAMBLES up bleachers --\n\nTHE ARK, now fifteen feet below the top of the stadium... MCKENNA doesn’t slow. \n---TARGET SECTION TO BE ANNOTATED---\n Runs, LAUNCHES into the air --\n\nTouches down, WHACK--! ON TOP OF THE SHIP. He yelps in\npain. ANKLE, twisted, and meanwhile --\n\nWILLIAMS AND FLYBOY, MORE SENSIBLE\n\nStand, looking down at him. Patiently wait as the top of\nthe ship RISES EVEN WITH THEM --\n\nSTEP ON, like stepping onto an escalator.\nMcKenna shoots them a withering look.\n\nThat’s when the ship TURNS, throwing the three men\noff balance. THEY SCRAMBLE to find handholds --\n\nEXT. FLORIDA TOWN - THAT MOMENT\n\nLOCAL POLICE CARS, screaming into view, flashers turning.\nA MOTORCYCLE COP looks up, stunned. SEEING:\n\nHIS POV - THE ARK RISING\nOver the treeline.\n\nHe GRABS for his lapel mike -- but that’s the same moment his\nhandgun is LIBERATED FROM ITS HOLSTER, and he WHIRLS TO:\n\nCASEY, aiming his own sidearm at him.\n\nMOTORCYCLE COP\nYou don’t want to do this, lady.\n\f121.\n\nCASEY\nThere’s a lot of shit I don’t\nwanna do, Ponch.\n\nShe mounts his Harley, ROARS OFF after the Predator ship.\nEXT. THE ARK - AERIAL\n\nJust in time for OUR VERTIGO SHOT -- as the ship ascends\nwith our three soldiers hanging precariously.\n\nMcKenna’s backpack SLIDES away -- He flails at it, the\nPredator weapons disgorging, tumbling earthward, fuck --\n\nHe hauls it in, secures it. Cups his ear, the one with the\nBLUETOOTH inside. YELLS into the com over the RUSHING WIND:\n\nMCKENNA\nRory, I’m on top of the ship!!\nAre you okay?!\n\nINT. ARK\n\nSafe in his coffin-like tube, Rory is shocked to hear his\nDad. Puts his hand over his mouth so the Predator won’t hear:\n\nRORY\nMom was right. You are crazy.\n\nEXT. ROAD BELOW - NIGHT\n\nCASEY’s stolen chopper ROARS in pursuit of the spaceship. She\nsees something by the side of the road, BRAKES abruptly-- !\n\nThe items that fell from the ship.",
  "87": "---END OF PREVIOUS SECTION---\nROAD BELOW - NIGHT\n\nCASEY’s stolen chopper ROARS in pursuit of the spaceship. She\nsees something by the side of the road, BRAKES abruptly-- ! The items that fell from the ship. \n---TARGET SECTION TO BE ANNOTATED---\n Dented, scarred:\n\nA Predator BIOHELMET. A few feet beyond it, A CLOAKING\nBALL. Like the one McKenna used in Cuba.\n\nEXT. THE ARK - FLYING\nMid-air, Williams looks up, blanches. POINTS:\n\nWILLIAMS\nUh-oh. On your six, chief!\n\nMcKenna squints, seeing something on the horizon.\nScratch that: TWO THINGS, on the horizon:\n\nF-22 RAPTOR STEALTH FIGHTERS\nClosing fast. The ones Woodhurst scrambled.\n\nA SIDEWINDER LAUNCHES from one of them, AND --\n\f122.\n\nINT. ARK\n\nRORY, tense, peers from hiding at\n\nA MONITOR\n\ndepicting the incoming air-to-air missile. Then a blinking\n\nDOTTED LINE begins to form, surrounding the ship. Rory taps\nhis Bluetooth, FRANTIC:\n\nRORY\nDad?? There’s a force field\ngoing online -- automatic!\n\nMCKENNA (O.S.)\n\nUm -- say again?\nRORY\nJust... JUMP! STRAIGHT UP, NOW!\n\nEXT. THE ARK - SERIES OF SHOTS\nNo time to argue, McKenna YELLS THE ORDER to his men:\n\nMCKENNA\nJUMP--!\n\nWhat happens next, happens quickly. The force field\nDOES engage, but first, THREE THINGS:\n\n1) McKENNA attempts to jump. STUMBLES. Falls FLAT.\n2) WILLIAMS? He does jump. Straight UP, in fact.\n3) FLYBOY, alas, does neither. He FREEZES, caught out, as --\n\n \n\nTHE INVISIBLE FORCE FIELDS BLASTS ON with an ionized CRACKLE!\nNow, let’s tally the result. First off --\n\nMCKENNA is lying UNDER the field, which is just above him.\nA LOCK OF HIS HAIR feathers down, clipped.\n\nNEBRASKA\n\nCOMES DOWN, boots first, ON TOP of the force shield!\nStanding in mid-aid. Surreal. But sadly:\n\nCONFUSED FLYBOY\n\nhas been cut off at the knees. SEVERED, he topples away.\nHis last flight.\n\nNEBRASKA, NOW, DROPS DOWN\n\f123.\n\nHanging on for dear life.",
  "88": "---END OF PREVIOUS SECTION---\nHis last flight. NEBRASKA, NOW, DROPS DOWN\n\f123. Hanging on for dear life. \n---TARGET SECTION TO BE ANNOTATED---\n Lies splayed, palms flat, separated\nfrom McKenna only by the force shield. Without it, they’d be\non TOP of each other.\n\nSERIES OF SHOTS - THE INCOMING MISSILE\n\nBLASTS OVERHEAD: a MISS. Passes them and RIPS FORWARD into --\nTHE TREES AHEAD\n\nVanishes. Pause... DETONATION.\n\nTower of FLAME. They’re going to pass right through it.\nMcKenna, breathless, under the shields. Protected.\n\nNebraska, not so much.\n\nThey face each other through the barrier. Lock eyes;\ninches apart a moment before:\n\nNEBRASKA IS BURNED AWAY, flames engulfing the spacecraft.\nINT. F-22 - FLYING - THAT MOMENT\nThe SECOND PILOT adjusts his HUD. LOCKS ON the Predator Ark.\n\nF-22 PILOT\nTwo five-six, bogey’s in my sights,\nfangs out. Lighting up ‘winders...\n\nAN ALARM PIERCES: something’s wrong. The PILOT looks to\nhis radar, shit, he’s being painted, as --\n\nTHE PREDATOR SHIP, RETALIATING\n\nHell, yeah. From the craft, an energy bolt LANCES UPWARD.\nMere feet in front of McKenna, nearly INCINERATES him --\n\n \n\nINT. F-22 - SAME\n\nTHE PILOT engages the ejection handle, and -- FWOOSH!\nPilot and seat both ROCKET AWAY AS --\n\nThe ship DISSOLVES into flame beneath him.\nEXT. PREDATOR ARK - WITH MCKENNA\n\nSEEING the jet go to PIECES, high overhead. He looks\naround, desperation mounting. Has a nutty idea.\n\nHe draws a gun, grips it tightly. Galvanizes, and --\n\nLAUNCHES HIMSELF\n\f124,\n\nROLLS toward the edge, not stopping -- tumbles off the ship,\nOVER THE FUCKING EDGE! We think it’s suicide. But nope:\n\nAs long as he’s inside the shield, he can RIDE the fucker.\nWhich he DOES. Slewing. Tumbling down an invisible slide.\nCLUD--! Fetches to a stop. UNDERNEATH the craft.\n\nFlorida blows by beneath him. The only thing that’s got his\nback, utterly INVISIBLE. He decides not to look down.",
  "89": "---END OF PREVIOUS SECTION---\nFlorida blows by beneath him. The only thing that’s got his\nback, utterly INVISIBLE. He decides not to look down. \n---TARGET SECTION TO BE ANNOTATED---\nFixates OVERHEAD, instead, on:\n\nTHE EXPOSED SHIP’S BELLY. More specifically--?\n\nThe EMPTY PORT where an escape pod once nestled. He wrestles\nhis way inside, clinging to a strut. Sees a keypad, YELLS:\n\nMCKENNA\nRORY! What’s the sequence?? I\nwatched you put it in, TELL ME!\n\nINT. ARK - CRYOTUBE - INTERCUT:\n\nRory HEARS this, stammers:\n\n \n\nRORY\nTo the pod?? I... I can’t remember.\nMCKENNA\nOkay, do this -- TRY.\nRORY\nI can’t think, it’s mixed up in\nmy head --\nMCKENNA\n\nDammit, son, I watched you! It\nwas one, two, then over three, up\ntwo...\n\nMcKenna stops. Blinks.\n\nMCKENNA (CONT’ D)\nHoly shit. I fucking KNOW it.\n\nHe begins frantically stabbing away at the entry pad.\n\nMCKENNA (CONT’ D)\nRory? You know how I always said\nbe a big boy?\n\nRORY\nYeah?\n\f125.\n\nMCKENNA\nScrew it. Make yourself small,\nkid. (beat)\n\nDOWN! NOW!\nThe hatch slides back --\n\nMcKenna UNLOADS, shot after shot. Targeting any\nBLINKING LIGHTS. BLAZES AWAY. Teeth bared, fearsome --\n\nINT. THE ARK\nThe ship SHUDDERS violently as --\n\nTHE PREDATOR whips around in his seat, ALARM KLAXONS\nPEALING. Registers the OPEN DOOR; a visitor. Doesn’t miss a\nbeat. Raises an arm, FIRES --\n\nMcKENNA, BLOWN BACKWARD\n\nTHE BLAST knocks him loose. Sends him TUMBLING backward\ninto open air --\n\nAnd we say “open air” because even as the energy shield\ncatches him, high over Florida, we can see it’s\nFLICKERING. Like a bulb before it goes out --\n\nAnd then, it goes out.\n\nMcKENNA DROPS. Like a stone, even as\n\nTHE PREDATOR ARK, CRIPPLED\n\nBegins descending. Pitching, yawing --\n\nALSO DESCENDING - MCKENNA\n\nBut faster.",
  "90": "---END OF PREVIOUS SECTION---\nMcKENNA DROPS. Like a stone, even as\n\nTHE PREDATOR ARK, CRIPPLED\n\nBegins descending. Pitching, yawing --\n\nALSO DESCENDING - MCKENNA\n\nBut faster. \n---TARGET SECTION TO BE ANNOTATED---\n PLUMMETING, a thousand feet in the air. SEES:\nA LONE PARACHUTE\n\nBillowing. THE EJECTED PILOT from the first F-22.\n\nMCKENNA ADJUSTS COURSE in mid-air; SLAMS into the guy, and\n-- GRABS HOLD, breaking his fall, as\n\nEXT. FLORIDA SWAMP - DAWN - THE PREDATOR ARK\n\nPIERCES the trees, SKIMS ACROSS brackish water --\nHURTLES INTO a fallen willow, CRACK--!\n\nINT. ARK (INTERCUT:)\n\nThe VIEW PORT explodes outward. Predator, EJECTED..!\n\f126.\n\nExits, pinwheels through space...\n\nDisappears into the BOG. Vanishes, submerged. The ship\nsubsides, comes to rest in...\n\nTHE SWAMP\n\nPrimitive. Primordial. What the world was like before the\ndinosaurs. Silence...\n\nMCKENNA, NOW\n\nCRASHES DOWN--! Through the branches. Breaking ribs,\ntearing skin. Tossed like a rag doll, until --\n\nEXT. SWAMP - DAWN\n\nHe JERKS TO A HALT, hanging in a tree branch twenty feet\noff the ground. Much like when we met first him.\nUnconscious PILOT, strapped beside him.\n\nMcKenna takes stock. Looks down, at\nTHE MASSIVE FIGURE\n\nRISING from the swamp. Back hunched; shards peppering its\nflesh. Rivulets of phosphorescent green blood...\n\nTHE UPGRADED PREDATOR\nIt’s down to the two of them.\n\nMcKenna doesn’t waste a second. He’s already unlimbered his\nsniper rifle and he DOUBLE-TAPS the trigger, puts TWO IN\nITS CHEST. And from there..? It never stops.\n\nTHE CREATURE\n\nBELLOWS..! Stumbles back, collides with the downed ARK. Puts\na hand out to STEADY itself, grips the craft --\n\nMistake.\nINT. ARK - WITH RORY\n\nRORY LEAPS to the console. Finds a flickering button, POUNDS\nit with his tiny fist --\n\nAnd just like that, triggers the FORCE SHIELDS.\nEXT. ARK\n\nThe Predator looks down, goggles --\n\f127.\n\nNoting the neatly cauterized STUMP where its forearm was.",
  "91": "---END OF PREVIOUS SECTION---\nEXT. ARK\n\nThe Predator looks down, goggles --\n\f127. Noting the neatly cauterized STUMP where its forearm was. \n---TARGET SECTION TO BE ANNOTATED---\nThe limb DROPS AWAY as the Predator looks on, dumbly.\n\nMcKENNA, MEANWHILE\n\nDrops..! ROLLS -- comes up running. BLASTING shots at the\ncreature. Dives behind a tree... And blinks. Because right\nin front of him, incongruously:\n\nA MOTORCYCLE. Just lying there.\n\nHe snaps his gaze upward, hearing trees move --\nseeing NOTHING -- as, without warning\n\nCASEY, CLOAKING BALL IN HAND\n\nShimmers and MATERIALIZES BEFORE OUR EYES. Launches,\nsnarling, from an OVERHEAD TREE BRANCH. Onto the\nPredator’s shoulders..!\n\nShe grabs a fistful of DREADLOCKS. SLICES THEM CLEAN OFF--!\n\nTHE PREDATOR STAGGERS and WEAVES. Disoriented.\nCLAWING blindly at the air.\n\nMCKENNA tosses his rifle -- pulls the COMBISTICK --\nHere we go. The final flurry:\nTHE UPGRADE\n\nSWATS McKENNA aside. CASEY, sent tumbling. Then the\nPredator SPINS, startled -- struck by THREE BULLETS, as\n\nHOLY FUCK, THE GUY IN THE TREE!\n\nThe PILOT, has removed his Sig-Sauer from his nylon vest\nand, still strapped in, starts RAINING COVER FIRE --\n\nPREDATOR, ONE SWIFT MOVE\n\nTriggers an ION BLAST. Blows the tree to\nsplinters. Obliterates him.\n\nDEBRIS showers down. McKenna, scrambling...\nTHE PREDATOR\n\nUNLOADS. Looses a veritable FIRESTORM. Triggers BLAST\nAFTER BLAST, churning up water, SHREDDING trees --\n\nOur heroes can do nothing but duck and cover.\n\f128.\n\nThey’re no match. CASEY is blown six feet through the air,\nHITS, rattled, and it’s all over -- heroes, done. EXCEPT:\n\nNow, above the din, a SOUND intrudes upon Casey’s\nconsciousness. Subtle at first, she squints --\n\nNow WE hear it -- a heavy PANTING off-camera, as\nTHE SNIFFER\n\nPADS INTO VIEW. Something in its mouth. IT DROPS IT\nat Casey’s feet; an offering.\n\nCASEY’S POV:\n\nTHE SELF-DESTRUCT COLLAR.",
  "92": "---END OF PREVIOUS SECTION---\nSomething in its mouth. IT DROPS IT\nat Casey’s feet; an offering. CASEY’S POV:\n\nTHE SELF-DESTRUCT COLLAR. \n---TARGET SECTION TO BE ANNOTATED---\n The one she threw away earlier.\nIt fetched it back.\n\nAt which point, everything proceeds like a BLUR:\n\nCasey, no hesitation. She scoops it up, feverishly\naccessing buttons on her WRIST GAUNTLET --\n\nAcross the clearing, McKENNA sees this, yells:\n\nMCKENNA (CONT’D)\nTOSS IT.\n\nShe doesn’t ask questions. Slings it. Across the clearing\nto McKENNA -- who SNAGS it from air, just in time to DIVE.\nNarrowly misses being INCINERATED --\n\nHe hits, ROLLS -- comes up in a combat crouch;\nHAVING RETRIEVED THE PREDATOR’S SEVERED ARM.\n\nThe one with the arrows.\n\nHe loops the COLLAR over the double-pronged\nPROJECTILES. Pivots, AIMS as --\n\nCASEY, ON THE RUN\nTriggers the last two digits in the arming code:\nThe LED BLINKS RED.\n\nMcKenna FIRES; takes the creature in the leg. IMBEDS.\nPause...\n\nTHE EXPLOSION\n\nHURLS THE PREDATOR backward--! Red smoke and flames subside,\nrevealing...\n\f129.\n\nA FIFTEEN FOOT CRATER.\n\nSmoking. Seething... in the midst of it, the PREDATOR,\na bloodied green mess. Writhing... barely alive.\n\nMcKENNA and CASEY stagger forward, Casey in battle mode\nRORY, NOW\n\nStaggers out of the downed ARK... rushes to his\nfather’s side. They embrace, but McKenna’s eyes never\nleave the Predator; rifle at the ready.\n\nCautiously, he reaches in his pack. Brings out the TRANSLATOR\nDEVICE. Keys it...\n\nMCKENNA (CONT! D)\n(to The Predator)\nWho are you..? What are you?\n\nThe Predator, half-conscious, “answers” with its trademark\n\nrattle of TRILLS AND CLICKS. Searching... Searching...\nTRANSLATOR\nVOICE “I... warrior.”\n(beat)\n“You?”\n\nMcKenna trades looks at Rory. A shrug. Not resigned, but...\nmaybe a hint of pride?\n\nMCKENNA\nSame.\n\nThe creature points at RORY.\n\nTRANSLATOR VOICE\n“Warrior... NEW breed.”\n\nThat’s bizarre.",
  "93": "---END OF PREVIOUS SECTION---\nThe creature points at RORY. TRANSLATOR VOICE\n“Warrior... NEW breed.”\n\nThat’s bizarre. \n---TARGET SECTION TO BE ANNOTATED---\n For a moment we’d swear it’s favoring the\nkid with a FOND LOOK, one of admiration --\n\nThen it GOES for the kid.\n\nThe last of its strength, LASHES OUT, talons bared --\nMCKENNA\n\nPuts two SHOTS THROUGH ITS EYE.\n\nThe Predator slumps. Dead. McKenna’s eyes shift to his\nson, spattered in green blood. Staring.\n\f130.\n\nMCKENNA\nSorry.\n\nRORY\nThat’s okay. You can shoot\nhim again if you want.\n\nMCKENNA\nI’m good.\n\nA COMMOTION, NOW, they turn their gaze skyward, as\nSERIES OF SHOTS:\n\nHUEYS come ratcheting in, CIRCLING the clearing.\nSOLDIERS, rappelling down through TREE TOPS --\n\nA PLATOON OF U.S. MILITARY\n\nTouches down, immediately sprinting for the three\nSURVIVORS, forming a makeshift perimeter --\n\nWE HEAR A FAMILIAR SNORT\n\nAnd the slobbering PREDATOR DOG pads into view. Bee-lines\nto Casey, panting for her favor.\n\nEVERY MILITARY WEAPON SWIVELS to draw a bead on it.\n\nBut like an Amazon warrior, Casey divests the nearest\nsoldier of his weapon. Spins, COCKS IT -- !\n\nCASEY\nYou touch my dog and I’11 kill you.\n\nOne of the soldiers RUNS up to them.\n\nSOLDIER AT EXTRACTION SITE\nLieutenant McKenna?\n\nThe soldier hands him a cell phone.\n\nMcKenna puts the phone to his ear, perplexed. Then...\na relieved smile, and he hands the phone to his son.\n\nRORY\n(into phone)\nMom?\n\nEXT. RORY’S HOUSE - DAY (INTERCUT:)\n\nEMILY, on the front porch. Clutching a phone:\n\f131.\n\nEMILY\nAre you okay, honey?\n\nHis answer, drowned out by the ROAR OF A CHOPPER descending.\n\nEMILY (CONT’D)\nWhat’d you say, peanut?\n\nRory plugs his ears. SHOUTS:\n\nRORY\nIch liebe auch tou!\n\nBut still, no good. The helicopter, deafening.\n\nEMILY\nWHAT? ?\nNow the chopper DIES DOWN...",
  "94": "---END OF PREVIOUS SECTION---\nThe helicopter, deafening. EMILY\nWHAT? ? Now the chopper DIES DOWN... \n---TARGET SECTION TO BE ANNOTATED---\n just in time for us to hear:\nRORY\n\nI love you.\nTIME CUT: MINUTES LATER - ON CASEY AND McKENNA\nApproaching the helicopter.\n\nCASEY\nIt’s weird. The file was all about\nhow honorable these things are...\n(re: upgrade)\nBut this one -- he wasn’t about\nhunting. No sporting chance,\nnothing. Just slaughter.\n\n \n\nMCKENNA\nYou said it yourself, it had\nhuman DNA...\n(smiles sadly)\nThey’ re becoming more like us.\n\nCASEY\n(unsettled)\nMcKenna, did we... did we\njust start a war?\n\nNow, a VOICE from the chopper:\n\nVOICE (0.S.)\nNegatory. The war’s\nalready started.\n\nThey both look up as, framed in the hatchway, REVEAL:\n\f“DUTCH” SCHAEFER\nThe Predator’s first adversary. Face haunted;\nSCHAEFER\n\nDutch Schaefer, U.S. Special\nForces. Come with me.\n\nRORY\nUh... me, too?\nSchaefer nods, smiles grimly... says:\nSCHAEFER\n\nEspecially you.\nCUT TO BLACK.\n\nCREDITS.\n\n132.\n\netched by pain.\n\f"
}