{
  "1": "\n\n\n\n\n\n \n\n                               THE HILLS HAVE EYES\n\n\n\n\n\n\n\n                                   Written by\n\n\n\n                       Alexandre Aja &amp; Gregory Levasseur\n\n\n\n\n\n\n\n                    Based on the original film by Wes Craven\n\n\n\n\n\n\n\n\n\n\n\n                                                             FEB 14 05\n\n                         \n\n\n\n                         \n\n\n\n          EXT. DESERT HILLS - DAY\n\n\n\n          Open on a GEIGER COUNTER scanning over a rocky terrain.\n\n          A SAND STORM blows over the landscape. We are lost somewhere\n\n          in the middle of the New Mexico desert.\n\n          According to the instrument, the area contains high levels of\n\n          radiation...\n\n          THREE MEN WEARING FULL ANTI-RADIATION SUITS have left their\n\n          jeep behind to collect samples of contaminated rocks.\n\n          Not at all worried or bothered by the dust storm or high\n\n          winds, they walk towards the hills.\n\n          The man holding the counter stops in his tracks -\n\n\n\n                         MAN 1\n\n          (loudly through the\n\n\n\n                         STORM)\n\n\n\n          ALRIGHT, GUESS.\n\n\n\n                         MAN 2\n\n\n\n          I'D SAY 43.9?\n\n\n\n                         MAN 1\n\n\n\n          IT'S OVER 124.5!\n\n\n\n                         MAN 2\n\n\n\n          IT'S GOT TO BE OFF.\n\n\n\n                         (WALKING AWAY)\n\n\n\n          THAT'S THREE TIMES HIGHER THAN THE\n\n\n\n          FALLOUT IN CHERNOBYL...\n\n\n\n                         - MAN 3\n\n          (following his colleague)\n\n\n\n          YEAH. PROBABLY NEEDS SOME\n\n\n\n          ADJUSTMENT.\n\n\n\n                         MAN 2\n\n\n\n          ...CAN'T TRUST THE DIGITAL ONES...\n\n\n\n                         MAN 1\n\n\n\n                         (STANDING STILL)\n\n          No...It's something else... It's\n\n          like the radioactivity is moving\n\n          around us.\n\n          The numbers on the dial continue to fluctuate. Where is this\n\n          intensity coming from?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          2.\n\n\n\n                         1 CONTINUED: 1\n\n          He turns around, seeing nothing but sand and rock through his\n\n          mask.\n\n          Suddenly, for no apparent reason, THE GEIGER COUNTER GETS\n\n\n\n          LOUDER AS THE NUMBERS SKYROCKET.\n\n          In confusion, he taps on the instrument attempting to\n\n          stabilize it, but the radioactivity continues to climb...\n\n          He looks up to the horizon obscured by the sand storm - still\n\n          nothing in sight.\n\n          He sighs.",
  "2": "---END OF PREVIOUS SECTION---\nIn confusion, he taps on the instrument attempting to\n\n          stabilize it, but the radioactivity continues to climb... He looks up to the horizon obscured by the sand storm - still\n\n          nothing in sight. He sighs. \n---TARGET SECTION TO BE ANNOTATED---\n His colleague is probably right, the Geiger counter\n\n          simply needs an adjustment...\n\n          He turns it off when A MAN COVERED WITH BLOOD, HALF NAKED,\n\n          comes out of nowhere and jumps at his face-\n\n\n\n                         MAN\n\n\n\n          HELP ME... HELP ME, PLEASE HELP ME!\n\n          Scared to death, the scientist pushes him away and backs off.\n\n          The man covered by blood falls on the ground and starts\n\n          crying, begging for help. The scientist doesn't have time to\n\n\n\n                         REACT-\n\n\n\n          THE RUSTY POINT OF A PICKAXE COMES THROUGH THE BACK OF HIS\n\n\n\n          MASK AND OUT OF HIS FOREHEAD!\n\n          Terrified, the man covered with blood watches the scientist's\n\n          dead body-fall to the ground revealing, for a quick second, A\n\n\n\n          DARK SHAPE FLASHING IN THE SUN.\n\n\n\n                         CUT TO:\n\n          In the distance, the other scientists continue their work,\n\n          oblivious to the attack. Kneeling behind a rock, they make a\n\n\n\n                         DISCOVERY-\n\n\n\n                         MAN 2\n\n          What the hell is it?\n\n          With his hand, one of the scientists removes the dust around\n\n          some SKELETAL REMAINS.\n\n\n\n                         MAN 3\n\n          They look human...\n\n          The strange shape of the bones and skull makes it impossible\n\n          to tell whether they are human or animal.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         CONTINUED: (2)\n\n          A SHADOW appears above them-\n\n\n\n                         MAN 2\n\n          (without turning around)\n\n          Look what we found. Have you...\n\n\n\n          THE PICKAXE SWINGS THROUGH HIS BACK.\n\n\n\n          IMPALED LIKE A PIECE OF MEAT, HIS BODY IS SWEPT INTO THE AIR\n\n\n\n          ONLY TO BE SLAMMED AGAINST THE ROCKS...\n\n          Blood splatters on the third man, who steps back suffocating\n\n          with fear behind his mask.\n\n          The shadowy figure continues the assault on Man 2, finishing\n\n          him off. Powerless to stop'the massacre, the last scientist\n\n          runs away in a panic.\n\n          At the top of the hill, he appears, out of breath. He doesn't\n\n          have time to climb the rocks as he is pulled down, screaming\n\n          in his mask.",
  "3": "---END OF PREVIOUS SECTION---\nPowerless to stop'the massacre, the last scientist\n\n          runs away in a panic. At the top of the hill, he appears, out of breath. He doesn't\n\n          have time to climb the rocks as he is pulled down, screaming\n\n          in his mask. \n---TARGET SECTION TO BE ANNOTATED---\n                         CUT TO:\n\n          The scientists' Jeep takes off dragging behind it the three\n\n          bodies in their radiation suits and the dead body of the\n\n          other man...\n\n\n\n          2 OPENING CREDITS ON 2\n\n          A thick, juicy steak lands on a hot skillet.\n\n\n\n          WE ARE IN A 1950'S COMMERCIAL FOR NUCLEAR ENERGY-\n\n          While preparing dinner, the perfect housewife presents the\n\n          kitchen of tomorrow by praising all the benefits of nuclear\n\n          energy.\n\n          She is joined by her husband, their children, and their dog.\n\n          The entire family sits at the table with big smiles.\n\n          The frame freezes on this naive image of prosperity and well\n\n          being. A slogan appears:\n\n\n\n          \"NUCLEAR ENERGY, TRY IT...WE DID!\"\n\n          CLASSIFIED STOCK FOOTAGE replaces the commercial-\n\n          These new images are of nuclear tests performed by the US\n\n          Army in the New Mexico desert during the same period-\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          4.\n\n\n\n                         2 CONTINUED : 2\n\n          Old mining towns are evacuated by soldiers. Their inhabitants\n\n          are rounded up like cattle and loaded into trucks.\n\n          Somewhere else, prefabricated towns filled with test dummies\n\n          are eradicated by atmospheric explosions...\n\n          Caged animals used for experiments are carbonized by nuclear\n\n          waves.\n\n          Scientists study the evolution of certain radiated species...\n\n          In a split second, gigantic craters are formed in the middle\n\n          of the desert.\n\n          Explosions destroy everything in their path leaving behind\n\n          only a giant nuclear mushroom, beautiful and terrifying...\n\n\n\n          FADE TO BLACK.\n\n\n\n          3 EXT. DESERT HILLS - SUNRISE 3\n\n\n\n\n\n          SUPER: NEW MEXICO - TODAY\n\n          The sharp outline of the hills appears with the first morning\n\n          light.\n\n          The sun begins to rise revealing-\n\n          A long deserted horizon stretching out endlessly.\n\n          Nothing lives in this and wilderness.\n\n\n\n          4 EXT. GAS STATION - DAY 4\n\n\n\n          A road curves through the desert terrain.\n\n          On the side of the road, at the bottom of a hill, a gas\n\n          station has survived years of wind and dust.",
  "4": "---END OF PREVIOUS SECTION---\n4 EXT. GAS STATION - DAY 4\n\n\n\n          A road curves through the desert terrain. On the side of the road, at the bottom of a hill, a gas\n\n          station has survived years of wind and dust. \n---TARGET SECTION TO BE ANNOTATED---\n          Around the main building, a tool shed, three gas pumps, a\n\n          dilapidated well, a water tower, and gutted carcasses of cars\n\n          from the 1950's accentuate the desolate feeling which\n\n          prevails in this place.\n\n          A sign reads \"LAST STOP FOR 200 MILES\".\n\n          A few tumbleweeds roll across the road.\n\n\n\n          5 INT. GAS STATION ROOM - DAY 5\n\n\n\n          Beams of light slice through the shutters.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          5.\n\n\n\n                         5 CONTINUED: 5\n\n          KRIIINK KRONK - a metal grinding noise is heard outside.\n\n          KRIIINK KRONK - the noise becomes regular.\n\n          In the darkness we discover a room hardly furnished. The\n\n          withered and yellowed wallpaper flaps slowly in the draft.\n\n          On the dresser, dozens of empty liquor bottles.\n\n          KRIIINK KRONK - On the bed, THE OLD GAS STATION ATTENDANT\n\n          lays with his back to the window.\n\n          KRIIINK KRONK - The noise outside continues steadily without\n\n          disturbing his sleep.\n\n          KRIIINK KRONK - Suddenly, the old man wakes up short of\n\n          breath and looks around trying to locate the noise.\n\n          KRIIINK KRONK - He looks through the shutters, then quickly\n\n          puts on the top of his gas station overalls. He grabs a\n\n          SHOTGUN, loading it swiftly.\n\n\n\n          6 INT. GAS STATION - DAY 6\n\n\n\n          KRIIINK KRONK - The metal grinding noise increases as we move\n\n          towards the gas station door.\n\n          The door opens and the old man walks out holding his gun.\n\n          Nobody. Silence has returned. The metal grinding is gone.\n\n          The lever from the water well still moves. IT'S JUST BEEN\n\n\n\n          USED!\n\n          Hidden behind the house someone or something observes the old\n\n          station attendant walking slowly to the well.\n\n          DRIP... DRIP... DRIP...- water falls on the palm of his hand.\n\n          Worried, the old man scans the surroundings.\n\n\n\n          HE IS NOT ALONE.",
  "5": "---END OF PREVIOUS SECTION---\nDRIP...- water falls on the palm of his hand. Worried, the old man scans the surroundings. HE IS NOT ALONE. \n---TARGET SECTION TO BE ANNOTATED---\n          OLD GAS ATTENDANT\n\n          Ruby? Is that you?! Ruby?\n\n          The sun is already high above, the heat waves shimmering over\n\n          the desert.\n\n          The old gas station attendant moves away from the road\n\n          towards the hills.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          6.\n\n\n\n                         6 CONTINUED:\n\n          He stops by a broken fence which is bent halfway to the\n\n          ground. On a rusty sign next to an atomic symbol, we can\n\n\n\n                         READ:\n\n\n\n          MILITARY ZONE - NO TRESPASSING - RISK OF RADIATION\n\n\n\n          OLD GAS ATTENDANT (CONT'D)\n\n          (towards the hills)\n\n\n\n          RUBY! RU-BY!\n\n          On the side of the hill,-THE ENTRANCE TO A CONDEMNED\n\n\n\n          NINETEENTH CENTURY MINE.\n\n          He approaches the mine and looks through the wooden planks\n\n          barring its entrance.\n\n\n\n          OLD GAS ATTENDANT (CONT'D)\n\n\n\n          RUBY?\n\n          His echo is the only sound that can be heard from the\n\n          depths...\n\n          He aims the shotgun, ready to open fire.\n\n\n\n          OLD GAS ATTENDANT (CONT'D)\n\n\n\n          IF THAT'S YOU JUPITER, I GOT A\n\n\n\n          BUCKSHOT FOR YA... YOU HEAR ME?!\n\n          Behind the gas station, someone observes the old man coming\n\n          back to the house.\n\n          AN EXPENSIVE LEATHER BAG was placed in front of his door\n\n          during his absence.\n\n          The old man looks-around terrified.\n\n          Diligently, he enters the house leaving the bag on the\n\n          ground.\n\n          On second thought, the door reopens and the bag is dragged\n\n          inside.\n\n\n\n          7 INT. GAS STATION - DAY 7\n\n\n\n          The shutters are all closed leaving the station in darkness.\n\n          The old man throws the leather bag on the dining table and\n\n          sets down the shotgun.\n\n          He takes a cigar from an ashtray and lights it. He grabs a\n\n          whisky bottle.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          7.\n\n\n\n                         7 CONTINUED : 7\n\n          After a solid gulp, he turns on a bare light-bulb hanging\n\n          over the table, and stares at the bag in silence.",
  "6": "---END OF PREVIOUS SECTION---\nHe grabs a\n\n          whisky bottle. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          7. 7 CONTINUED : 7\n\n          After a solid gulp, he turns on a bare light-bulb hanging\n\n          over the table, and stares at the bag in silence. \n---TARGET SECTION TO BE ANNOTATED---\n One more\n\n          swig for courage, and the old man empties the bag on the\n\n\n\n                         TABLE-\n\n          Jewels, a Swiss watch, a DV Cam, glasses, several cell\n\n          phones, a pager, loose cash, credit cards, a wallet...\n\n\n\n          .A FEW GOLD TEETH, AND AN EAR ON WHICH HANG GOLD EARRINGS.\n\n          He grabs the wallet and pulls out a photo already sticking\n\n          out.\n\n          On the bent picture, we see a young couple kissing. The young\n\n          woman wears the same earrings found on the severed ear...\n\n          The old man heaves a sigh before putting the wad of cash in\n\n          his pocket. Outside, a voice is heard.\n\n\n\n          MAN (O.S.)\n\n\n\n          SOMEONE THERE?!\n\n          The voice is followed by a car horn.\n\n          The old man quickly gathers the objects from the table\n\n          returning them to the bag.\n\n\n\n          8 EXT. GAS STATION/ROAD - DAY 8\n\n\n\n          A 1988 AIRSTREAM TRAILER HOME hitched to A CHEVROLET SUV is\n\n          parked in front of the gas station.\n\n          BIG BOB CARTER, an imposing man in his late fifties, stands\n\n          outside the vehicle still honking the horn.\n\n          The trailer home and SUV with the AMERICAN FLAG waving on the\n\n          side, completes the image - Big Bob is an obvious cliche of\n\n          the middle class Republican father with a touch of John\n\n          Wayne.\n\n\n\n                         BIG BOB\n\n          where the hell is everybody? I'm\n\n          gonna...\n\n          Before he can finish his sentence, the old gas station man\n\n          appears.\n\n\n\n          BIG BOB (CONT'D)\n\n          Ah, there you are. Fill it up and\n\n          check the fluids my friend.\n\n\n\n                          (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          9.\n\n\n\n                         8 CONTINUED: (2) 8\n\n\n\n          OLD GAS ATTENDANT\n\n          California? Sure didn't take the\n\n          fastest road!\n\n\n\n                         ETHEL\n\n          My crazy husband absolutely had to\n\n          see the desert.\n\n\n\n          OLD GAS ATTENDANT\n\n          Nothing to see in the desert.\n\n          Big Bob glares at the old man who fills up the tank while\n\n          still chewing on his cigar.\n\n\n\n                         BIG BOB\n\n          You know, it's illegal to smoke\n\n          around a gas station.",
  "7": "---END OF PREVIOUS SECTION---\nOLD GAS ATTENDANT\n\n          Nothing to see in the desert. Big Bob glares at the old man who fills up the tank while\n\n          still chewing on his cigar. BIG BOB\n\n          You know, it's illegal to smoke\n\n          around a gas station. \n---TARGET SECTION TO BE ANNOTATED---\n          The old man bursts out in laughter revealing rotten teeth.\n\n\n\n          9 INT. TRAILER - DAY 9\n\n\n\n           Inside the trailer home, DOUG BUKOWSKI, 32, Lynn's husband,\n\n          tries to fix the broken A/C.\n\n          His glasses and white oxford shirt drenched in sweat, Doug is\n\n          totally out of his element. This is a guy who has never been\n\n          out of the city.\n\n          Using a Phillips screwdriver, he forcibly removes the front\n\n          grill to access the mechanism.\n\n          The heat and incessant BARKING wear on Doug's nerves.\n\n\n\n                         DOUG\n\n          Piece of shit! Why couldn't we fly\n\n          like normal people?\n\n\n\n                         LYNN\n\n          Relax Doug, please. It's their\n\n          silver anniversary and they're so\n\n          happy you're here.\n\n\n\n                         DOUG\n\n          Please, your parents can't stand\n\n          me.\n\n\n\n                         LYNN\n\n          You're wrong. They love you.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          10.\n\n\n\n                         9 CONTINUED: 9\n\n\n\n                         DOUG\n\n          We could have taken them on a\n\n          cruise.\n\n\n\n                         LYNN\n\n          Yeah, that's a great idea. Why\n\n          didn't you plan it?\n\n\n\n                         DOUG\n\n          What's that supposed to mean?\n\n\n\n                         LYNN\n\n          Never mind.\n\n          Lynn grabs the milk bottle from its heater.\n\n\n\n                         DOUG\n\n          Maybe I shouldn't have even come.\n\n\n\n                         LYNN\n\n          Doug, please stop. I never ask you\n\n          for anything, OK?\n\n          (she looks at the baby)\n\n          Well see how happy you are when\n\n          Catherine comes along on our 25th\n\n          anniversary.\n\n          She walks out.\n\n\n\n                         DOUG\n\n\n\n                         (TO HIMSELF)\n\n          It won't be in a shitty trailer\n\n          home-that's for sure.\n\n\n\n          LYNN (O.S.)\n\n          I heard that...\n\n\n\n          10 INT. SUV - DAY 10\n\n\n\n           In the back seat, BRENDA, 17, sleeps against the window.\n\n           A twig tickles her nose.\n\n           Without opening her eyes, the young girl slaps her face as to\n\n           chase away a fly.\n\n           But the twig persists -\n\n           It's her little brother, BOBBY, 15, teasing her. Linkin Park\n\n           blasts through his iPod.",
  "8": "---END OF PREVIOUS SECTION---\nWithout opening her eyes, the young girl slaps her face as to\n\n           chase away a fly. But the twig persists -\n\n           It's her little brother, BOBBY, 15, teasing her. Linkin Park\n\n           blasts through his iPod. \n---TARGET SECTION TO BE ANNOTATED---\n          Lynn knocks on the window, interrupting his little game.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          11.\n\n\n\n                         10 CONTINUED: 10\n\n\n\n                         LYNN\n\n          If you want to use the restroom,\n\n          it's now or never.\n\n          Bobby removes his headphones and pushes Brenda.\n\n\n\n                         BOBBY\n\n          Wake up, lard ass.\n\n\n\n          11 EXT. GAS STATION - DAY 11\n\n\n\n           Behind the gas station, Brenda plays with AN ALBINO PIGLET\n\n          tied to a rope.\n\n\n\n                         BRENDA\n\n          Bobby, come look at this.\n\n          Bobby joins her.\n\n\n\n                         BRENDA (CONT'D)\n\n          (holding the animal)\n\n          Oh my god! Poor thing.\n\n\n\n                         BOBBY\n\n          You two make a perfect pair.\n\n          Bobby turns to a rusty car and unzips to urinate.\n\n\n\n                         BRENDA\n\n          Don't pee there...\n\n\n\n                         BOBBY\n\n          Why not?\n\n\n\n                         BRENDA\n\n          (pointing to a small\n\n\n\n                         WOODEN OUTHOUSE)\n\n          Hello?\n\n\n\n                         BOBBY\n\n          God, what do you care?\n\n          Bobby re-zips and heads towards the small wooden outhouse\n\n          while Brenda plays with the baby pig.\n\n\n\n                         BRENDA\n\n          Piggy, piggy, piggy...\n\n\n\n          SOMEONE OBSERVES HER FROM THE CORNER OF THE HOUSE.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          12.\n\n\n\n          12 EXT. CAS STATION/ROAD - DAY 12\n\n\n\n          In front of the gas station, Lynn leans on the car giving\n\n          Catherine a bottle.\n\n          Big Bob opens the hood while the old man continues to fill\n\n          the tank.\n\n          At the same time, Doug comes out of the trailer holding his\n\n          cell phone.\n\n\n\n                         DOUG\n\n          (to the old man)\n\n          Excuse me sir, do you have a phone\n\n          I can use? I can't get a signal\n\n          around here and...\n\n          Big Bob interrupts.\n\n\n\n                         BIG BOB\n\n          Give. the phone a rest, Bukowski!\n\n\n\n                         DOUG\n\n          Sorry Bob, \"duty calls\"...\n\n\n\n                         LYNN\n\n          Honey, you haven't put that phone\n\n          down since we left.\n\n\n\n                         DOUG\n\n          This is why I don't go on vacation.\n\n          They're lost without me.",
  "9": "---END OF PREVIOUS SECTION---\nLYNN\n\n          Honey, you haven't put that phone\n\n          down since we left. DOUG\n\n          This is why I don't go on vacation. They're lost without me. \n---TARGET SECTION TO BE ANNOTATED---\n                         BIG BOB\n\n          Stop being at everyone's beck and\n\n          call, Bukowski. You're the boss,\n\n          remember?\n\n\n\n                         ETHEL\n\n          .I'm sure all that important\n\n          business can wait till next week.\n\n          Doug gives up. He kisses Lynn and takes the baby from her.\n\n\n\n                         LYNN\n\n\n\n                         (TO DOUG)\n\n          Are you wearing sunblock? The sun's\n\n          so strong.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          13.\n\n\n\n          13 INT. SUV - DAY 13\n\n\n\n          While they are talking outside, a DEFORMED HAND slides into\n\n          the back window of the SUV.\n\n\n\n          A HAND WITH ONLY THREE STRANGELY PROPORTIONED FINGERS.\n\n          It moves slowly, snatching BOBBY'S HOODED SWEATER from the\n\n          back seat.\n\n\n\n          SMALL VOICE (O.S.)\n\n\n\n                         (WHISPERING)\n\n          .Annnnaaaaau...\n\n          Under the car the visitor's feet walk way. They are bare,\n\n          dirty and covered with dust.\n\n\n\n          14 INT. / EXT. OUTHOUSE - DAY 14\n\n\n\n          Rays of light pass through the wooden planks.\n\n          The outhouse is so dirty that Bobby is forced to hold his\n\n          breath...\n\n          An EYE peeks between the wooden planks!\n\n\n\n                         BOBBY JUMPS-\n\n\n\n                         BOBBY\n\n          What the hell Brenda!\n\n          The eye goes away...\n\n          He re-zips looking outside. Nobody.\n\n          When he exits, Brenda appears on the other side.\n\n\n\n                         BOBBY (CONT'D)\n\n          Freak.\n\n          She looks at him slightly confused...\n\n\n\n                         BRENDA\n\n          What?\n\n\n\n          15 EXT. GAS STATION/ROAD - DAY 15\n\n\n\n          Doug sits on the porch giving the baby her bottle.\n\n          The old gas station attendant checks the oil and the water.\n\n          ,Ethel joins him, holding a road map.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          14.\n\n\n\n                         15 CONTINUED: 15\n\n\n\n                         ETHEL\n\n          How far are we from 1-88?\n\n\n\n          OLD GAS ATTENDANT\n\n          You're at least six or seven hours\n\n          away'from there.\n\n          Ethel gives her husband a dirty look.",
  "10": "---END OF PREVIOUS SECTION---\n15 CONTINUED: 15\n\n\n\n                         ETHEL\n\n          How far are we from 1-88? OLD GAS ATTENDANT\n\n          You're at least six or seven hours\n\n          away'from there. Ethel gives her husband a dirty look. \n---TARGET SECTION TO BE ANNOTATED---\n                         ETHEL\n\n          I told you we should have gone\n\n          through Santa Fe. You never listen\n\n          to me.\n\n\n\n          OLD GAS ATTENDANT\n\n          This is the only southbound road\n\n          that goes to 1-88. From there you\n\n          can take the 231 West to\n\n          California. But you'll never make\n\n          it before sundown...\n\n\n\n                         BIG BOB\n\n          Doesn't bother me. I had night\n\n          patrol for almost fifteen years...\n\n\n\n          OLD GAS ATTENDANT\n\n          You a cop?\n\n\n\n                         BIG BOB\n\n          Detective...\n\n\n\n                         ETHEL\n\n          (with a smile)\n\n          Not anymore. Thank God!\n\n\n\n                         BIG BOB\n\n          I'm starting a private security\n\n          firm...\n\n          The old man turns to Doug-\n\n\n\n          OLD GAS ATTENDANT\n\n          You a cop too?\n\n\n\n                         DOUG\n\n          Who me? No way. I'm in\n\n          telecommunications.\n\n          A beat.\n\n\n\n          OLD GAS ATTENDANT\n\n          Huh...Make money in that?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          15.\n\n\n\n                         15 CONTINUED: (2) 15\n\n\n\n                         DOUG\n\n          Everybody's gotta have a cell\n\n          phone...\n\n\n\n          OLD GAS ATTENDANT\n\n          Well you won't find any customers\n\n          around here.\n\n\n\n                         DOUG\n\n          No kidding...\n\n          As the old man closes the hood, a familiar sound returns-\n\n\n\n          KRIIINK KRONK - KRIIINK KRONK - KRIIINK KRONK\n\n          He leans over and catches Bobby and Brenda in the distance,\n\n          playing with the well. Brenda is about to drink from her\n\n          hands.\n\n\n\n          OLD GAS ATTENDANT\n\n          (shouting to them)\n\n\n\n          DON'T DRINK THAT WATER, MISS. IT\n\n\n\n          AIN'T NO GOOD.\n\n\n\n                         (TO ETHEL)\n\n          She'll get sick.\n\n\n\n                         ETHEL\n\n\n\n          YOU HEAR THAT BRENDA? DON'T DRINK\n\n\n\n          THE WATER!\n\n          Big Bob walks to the old man.\n\n\n\n                         BIG BOB\n\n          What do -I owe you?\n\n          The old man looks at the gas pump.\n\n\n\n          OLD GAS ATTENDANT\n\n          36 dollars...\n\n\n\n                         DOUG\n\n          Let me pay, Bob.",
  "11": "---END OF PREVIOUS SECTION---\nThe old man looks at the gas pump. OLD GAS ATTENDANT\n\n          36 dollars... DOUG\n\n          Let me pay, Bob. \n---TARGET SECTION TO BE ANNOTATED---\n                         BIG BOB\n\n\n\n                         (OFFENDED)\n\n          Keep your money Bukowski, I can\n\n          still afford.the gas!\n\n\n\n                         DOUG\n\n          That's not what I meant...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          17.\n\n\n\n                         16 CONTINUED: 16\n\n          There is another room behind the counter, and the beaded\n\n          curtain which separates the two rooms is still moving.\n\n\n\n                         LYNN (CONT'D)\n\n          Beauty? Come on, sweetie...\n\n          No answer.\n\n          Cautiously, Lynn moves through the store to the beaded\n\n          curtains. Above the cash register, an old sepia photograph of\n\n          a miner stares at her.\n\n\n\n                         LYNN (CONT'D)\n\n          Beauty?\n\n          Lynn goes into the other room.\n\n          In the darkness, among the old empty bottles, she finds\n\n          Beauty standing with her front legs on a window sill and\n\n          barking to the backyard.\n\n          Lynn looks outside- Nobody. Only the desert and hills.\n\n          Inside the room, THE HALF OPEN EXPENSIVE LEATHER BAG laying\n\n          alone on the table awakens her curiosity.\n\n          As she goes to inspect it, she hears the SUV starting and\n\n          Doug calling out-\n\n\n\n          DOUG (O.S.)\n\n          Honey!? We're leaving...\n\n          Lynn grabs the dog by the collar.\n\n\n\n                         LYNN\n\n\n\n                         (NOT CONVINCED)\n\n          Come on, Beauty. There's nothing\n\n          here...\n\n          She turns around and runs into-\n\n\n\n          THE OLD GAS STATION ATTENDANT, STARING AT HER.\n\n\n\n          OLD GAS ATTENDANT\n\n          May I help you miss?\n\n\n\n                         LYNN\n\n          Sorry, our dog got out...She won't\n\n          stay put...\n\n          A car horn breaks the silence.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         16 CONTINUED: ( 2)\n\n\n\n          DOUG (0.S.)\n\n          Honey? What are you doing?!\n\n\n\n                         LYNN\n\n\n\n                         (YELLING OUTSIDE)\n\n\n\n          I'M COMING!\n\n          The old man lets her pass with the dog, watching her WITH\n\n          SUSPICION- Has she seen the contents of the bag?\n\n\n\n          17 EXT. GAS STATION - DAY 17\n\n\n\n          Through the gas station window, we see Lynn leaving with the\n\n          dog.",
  "12": "---END OF PREVIOUS SECTION---\nThe old man lets her pass with the dog, watching her WITH\n\n          SUSPICION- Has she seen the contents of the bag? 17 EXT. GAS STATION - DAY 17\n\n\n\n          Through the gas station window, we see Lynn leaving with the\n\n          dog. \n---TARGET SECTION TO BE ANNOTATED---\n          Outside, next to the rusty abandoned cars, THE PIGLET HAS\n\n          DISAPPEARED. Only the rope remains.\n\n\n\n          A MURMUR IS HEARD AS A SHADOW PASSES SLYLY ON THE FLOOR.\n\n\n\n          18 EXT. GAS STATION/ROAD - DAY 18\n\n\n\n          Lynn puts the dog in the trailer where Doug and Bobby are.\n\n          She enters the SUV. Behind the wheel, Big Bob turns around\n\n          one last time before driving off-\n\n\n\n                         BIG BOB\n\n          Let's go!\n\n          KNOCK KNOCK The old man knocks on the window. Big Bob opens-\n\n\n\n          OLD GAS ATTENDANT\n\n\n\n                         (SLIGHTLY MOCKING)\n\n          Isn't it illegal to have people in\n\n          a trailer while you're driving, \"my\n\n          friend\"?\n\n\n\n                         ETHEL\n\n          He's right, Bob.\n\n\n\n                         BIG BOB\n\n          I'm fully aware of the driving\n\n          laws.\n\n\n\n          OLD GAS ATTENDANT\n\n          Have a safe trip.\n\n          Big Bob smiles back and starts the engine.\n\n\n\n                         BIG BOB\n\n          Everyone ready?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          19.\n\n\n\n                         18 CONTINUED: 18\n\n          The old man stops him-\n\n\n\n          OLD GAS ATTENDANT\n\n          You know, it's not on the map, but\n\n          if you take a right at the road a\n\n          couple miles from here, it'll lead\n\n          you through the hills. Probably\n\n          save you three or four hours.\n\n\n\n                         BIG BOB\n\n          Thanks for the tip.\n\n\n\n                         CUT TO:\n\n          The trailer drives off in the distance leaving the attendant\n\n          in a cloud of dust.\n\n          The old man looks to the hills, taking a deep breath...\n\n\n\n          19 EXT. MINE ENTRANCE - DAY 19\n\n\n\n\n\n          THE WIND BLOWS OVER THE ROCKY HILLS WHILE WE MOVE TOWARDS THE\n\n\n\n          ENTRANCE OF THE OLD ABANDONED MINE.\n\n          The camera passes through the wooden planks blocking the\n\n          entrance and moves into the depths. DARKNESS.\n\n\n\n                         FADE IN:\n\n\n\n          20 EXT. HILLS - DAY 20\n\n\n\n          POV through binoculars from the hilltops.",
  "13": "---END OF PREVIOUS SECTION---\nDARKNESS. FADE IN:\n\n\n\n          20 EXT. HILLS - DAY 20\n\n\n\n          POV through binoculars from the hilltops. \n---TARGET SECTION TO BE ANNOTATED---\n          The binoculars pan across the deserted terrain before\n\n          stopping on the Carter vehicle, a tiny dot at the end of the\n\n          road. The car and trailer approach.\n\n          Off screen, we hear ANIMALISTIC BREATHING behind the\n\n          binoculars.\n\n          The SUV turns off the main road onto a dirt trail. We see\n\n          Brenda lifting the gate and allowing the vehicles to access\n\n          the path, unaware of the danger lurking about.\n\n          Brenda gets back in the SUV. It pulls the trailer on the dirt\n\n          road towards the hills.\n\n\n\n          MAN'S VOICE (O.S.)\n\n          ..Lizard?!...Lizard?! Dinner's on\n\n          the way...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          20.\n\n\n\n                         20 CONTINUED: 20\n\n          GOGGLE, the man behind the binoculars, talks into a WALKIE-\n\n          TALKIE. His voice is rough and deep. His pronunciation is\n\n          poor and we cannot understand everything he says...\n\n\n\n          GOGGLE (O.S.)\n\n          (in the walkie)\n\n          Just got on the road... A Chevy and\n\n          a trailer...\n\n\n\n          21 INT. TRAILER - DAY 21\n\n\n\n          We see the scenery through the window blinds.\n\n          On a wall, photographs of other Carter vacations are\n\n          reminders of the good times spent in the trailer home.\n\n          The thermometer reads above 100 degrees. Sweating, Doug hangs\n\n          on while the camper bounces over the rough road.\n\n          Bobby works on the A/C. He has removed the face plate and\n\n          tries to fix the motor with the screwdriver.\n\n\n\n                         DOUG\n\n          (cleaning his glasses)\n\n          I tried for an hour but I couldn't\n\n          get it cold in here.\n\n          CLICK- the light turns on and the A/C starts.\n\n\n\n                         BOBBY\n\n\n\n                         (PROUDLY)\n\n          There!\n\n          A breeze of cool air circulates through the trailer. On the\n\n          table, TWO PARAKEETS fly about their strapped-down cage.\n\n\n\n                         BOBBY (CONT'D)\n\n          It was nothing... The thermostat\n\n          was disconnected.\n\n          He turns to Doug.\n\n\n\n                         DOUG\n\n          How do you know all this stuff?\n\n\n\n                         BOBBY\n\n          I don't know.\n\n\n\n                         DOUG\n\n          Well, at least we can breathe now.",
  "14": "---END OF PREVIOUS SECTION---\nDOUG\n\n          How do you know all this stuff? BOBBY\n\n          I don't know. DOUG\n\n          Well, at least we can breathe now. \n---TARGET SECTION TO BE ANNOTATED---\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          21.\n\n\n\n                         21 CONTINUED: 21\n\n          Bobby sets down the screwdriver under the sleeper and sits\n\n          next to the dogs. Doug grabs a cigarette.\n\n\n\n                         BOBBY\n\n          I thought you stopped smoking?\n\n\n\n                         (NO ANSWER)\n\n          Does my sister know?\n\n\n\n                         DOUG\n\n          (lighting it with a\n\n\n\n                         SMILE)\n\n          Fuck her!\n\n\n\n                         BOBBY\n\n\n\n                         (TEASING)\n\n          Big Bob would kill you if he knew\n\n          you were smoking in his \"88\n\n          Airstream\"...\n\n\n\n                         DOUG\n\n\n\n                         (PLAYING BACK)\n\n          Fuck him too. You want one?\n\n          Doug extends the pack. Bobby hesitates before reaching for\n\n          one, but Doug pulls the pack away at the last moment.\n\n\n\n                         DOUG (CONT'D)\n\n          Yeah right, if you start smoking\n\n          your sister would cut my nuts off.\n\n\n\n                         BOBBY\n\n          (after a pause)\n\n          It's cool that you came with us.\n\n          It's a drag when it's just us and\n\n          our parents...\n\n\n\n                         DOUG\n\n          Hey, I like seeing your parents...\n\n          Bobby is surprised.\n\n\n\n                         DOUG (CONT'D)\n\n          .in pictures!\n\n\n\n          22 EXT. SW/ HILL ROAD - DAY 22\n\n\n\n          Under a \"too perfect\" blue sky, the Carter vehicles pass\n\n          through the barren landscape, lifting a cloud of dust.\n\n\n\n          ETHEL (O.S.)\n\n          I think we're somewhere on this\n\n          blue road...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          22.\n\n\n\n                         22 CONTINUED: 22\n\n\n\n          LYNN (O.S.)\n\n          Mom, we're not on the blue road or\n\n          any other road. He said it wasn't\n\n          on the map, remember?\n\n          In the distance, A LIZARD moves through some rocks before\n\n          heading across the road unconcerned by the approaching car.\n\n\n\n          BRENDA (O.S.)\n\n          Dad, you shouldn't have listened to\n\n          that guy. We're lost.\n\n\n\n          BIG BOB (O.S.)\n\n          Look how beautiful it is here\n\n          girls... The hills, the colors...\n\n          It's amazing. Imagine the first\n\n          people who crossed this desert.",
  "15": "---END OF PREVIOUS SECTION---\nThe hills, the colors... It's amazing. Imagine the first\n\n          people who crossed this desert. \n---TARGET SECTION TO BE ANNOTATED---\n          They had no idea where they were\n\n          going.\n\n\n\n                         BRENDA\n\n          Neither do we, Dad.\n\n          On the road, the Lizard continues carving a dusty path.\n\n\n\n          23 INT. SUV - DAY / INTERCUT WITH THE LIZARD 23\n\n\n\n          Close up on the radio dial moving back and forth\n\n          unsuccessfully in search of air waves...\n\n          In the back seat, Brenda, annoyed, sits staring at the\n\n          passing scenery.\n\n\n\n                         ETHEL\n\n          Don't drive so fast Bob, you might\n\n          lose the camper...\n\n\n\n                         BRENDA\n\n\n\n                         (TO HERSELF)\n\n          .this is fucked...\n\n\n\n                         ETHEL\n\n          Hey... Watch your mouth, young\n\n          lady.\n\n          (to her husband)\n\n          Will you please back me up here?\n\n\n\n                         LYNN\n\n          (calming things down)\n\n          Relax, Mom. We're all just tired.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          23.\n\n\n\n                         23 CONTINUED: 23\n\n\n\n                         BRENDA\n\n          You grew up in the 60's. How can\n\n          you be so uptight?!\n\n          Still driving, Big Bob turns to his daughters-\n\n\n\n                         BIG BOB\n\n\n\n                         (SLYLY)\n\n          She wasn't like that before... You\n\n          should've seen her when she was\n\n          your age.\n\n          (to his wife)\n\n          Do you remember honey?\n\n\n\n                         ETHEL\n\n\n\n                         (PLAYFULLY)\n\n          Oh, stop it...\n\n\n\n                         BIG BOB\n\n          She remembers...\n\n\n\n          24 EXT. HILL ROAD - DAY 24\n\n\n\n          The lizard has almost crossed the road when-\n\n          SHLING!- RAZOR SHARP METAL SPIRES come out of the ground\n\n          slicing the lizard in two.\n\n          A trap has been set: a long chain of retractable spikes have\n\n          emerged across the road.\n\n          A few seconds later, the SW drives over them at full speed.\n\n\n\n          INSTANTLY, THE TIRES EXPLODE.\n\n          Big Bob loses control of the vehicle.\n\n          The car rolls on the rims causing the trailer to almost flip\n\n          over.\n\n          Inside, Doug loses his grip and is thrown against the side of\n\n          the trailer.\n\n          On the road, the spikes retract, disappearing into the\n\n          ground.",
  "16": "---END OF PREVIOUS SECTION---\nThe car rolls on the rims causing the trailer to almost flip\n\n          over. Inside, Doug loses his grip and is thrown against the side of\n\n          the trailer. On the road, the spikes retract, disappearing into the\n\n          ground. \n---TARGET SECTION TO BE ANNOTATED---\n          THE SW AND THE TRAILER HOME ZIGZAG ON THE DIRT ROAD BEFORE\n\n\n\n          CRASHING AGAINST SOME ROCKS.\n\n          Silence.\n\n          The chain of spikes slithers away in the dust like a snake.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          24.\n\n\n\n                         24 CONTINUED: 24\n\n\n\n          NO TRACE REMAINS OF WHAT CAUSED THE ACCIDENT.\n\n          The dead lizard, sliced neatly in half, bakes in the hot sun.\n\n\n\n          25 EXT. TRAILER - DAY 25\n\n\n\n          The dust slowly settles revealing the broken down vehicles.\n\n          Lynn jumps out of the car and runs to the trailer.\n\n\n\n                         LYNN\n\n          Doug? Bobby? Are you alright?\n\n          Bobby opens the door releasing the barking dogs.\n\n\n\n                         BOBBY\n\n          Don't worry, we're fine.\n\n\n\n                         DOUG\n\n\n\n                         (STILL SHAKEN)\n\n          What the hell happened?! Where's\n\n          Catherine?\n\n\n\n                         LYNN\n\n          She's fine. Mom has her.\n\n\n\n                         DOUG\n\n          I knew this wasn't gonna be safe\n\n          for the baby.\n\n\n\n                         LYNN\n\n          The heat must have caused a blow\n\n          out.\n\n\n\n                         DOUG\n\n          Are you all right?\n\n\n\n                         LYNN\n\n          I think so... Just a little shaken\n\n          up.\n\n          Bobby walks around the car evaluating the damage-\n\n          The SUV tires are shredded - the rims buried into the ground.\n\n\n\n                         BOBBY\n\n          Holy shit!\n\n\n\n                         (MOCKING)\n\n          I hope they have triple A out\n\n          here...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          25.\n\n\n\n                         25 CONTINUED: 25\n\n          On the other side of the trailer, Brenda has gotten out and\n\n          regained her senses. She takes a few steps, taking in the\n\n          land surrounding them...\n\n          The lunar terrain of sand and rocks extends beyond the\n\n          horizon. In the distance, only the jagged hills are cut out\n\n          against the sky. Something OMINOUS AND INDESCRIBABLE lives in\n\n          this place...\n\n          Behind the trailer, Doug walks off with his cell phone.\n\n\n\n                         DOUG\n\n          97% nationwide coverage, and we\n\n          have to find ourselves in that\n\n\n\n          3%...\n\n          He searches desperately for a signal, extending his arm\n\n          forward.",
  "17": "---END OF PREVIOUS SECTION---\nBehind the trailer, Doug walks off with his cell phone. DOUG\n\n          97% nationwide coverage, and we\n\n          have to find ourselves in that\n\n\n\n          3%... He searches desperately for a signal, extending his arm\n\n          forward. \n---TARGET SECTION TO BE ANNOTATED---\n Lynn grabs him tenderly by the waist.\n\n\n\n                         DOUG (CONT'D)\n\n          (staring to the lifeless\n\n\n\n                         HORIZON)\n\n          Your father wanted to see the\n\n          desert...\n\n\n\n                         LYNN\n\n          Doug...\n\n\n\n                         DOUG\n\n          I hope he's enjoying himself.\n\n          On his knees, by the SUV tires, Big Bob inspects under the\n\n          vehicle... Not only are the tires flattened, but the front\n\n          axel has buckled from hitting the rocks.\n\n\n\n                         BIG BOB\n\n\n\n                         (TO ETHEL)\n\n          How am I supposed to drive with you\n\n          talking my ear off? I'm pulling a\n\n          trailer on a dirt road and it's 200\n\n          degrees out here!\n\n          Behind him, Ethel walks with the baby who has stopped crying.\n\n\n\n                         ETHEL\n\n          Oh, so now it's my fault?\n\n          Doug joins them.\n\n\n\n                         DOUG\n\n          So what's the damage, General?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          26.\n\n\n\n                         25 CONTINUED: (2) 25\n\n\n\n                         BIG BOB\n\n          The damn axel is broken...\n\n\n\n                         DOUG\n\n          Can we fix it?\n\n\n\n                         BIG BOB\n\n          With what? The frame is completely\n\n          twisted... Give me your phone, I'm\n\n          gonna call a tow truck...\n\n\n\n                         DOUG\n\n          I already tried. I'm not getting a\n\n          signal.\n\n\n\n                         ETHEL\n\n          Can we use the C/B?\n\n\n\n                         BIG BOB\n\n          That old thing? Give it a try, but\n\n          this is mining country. Whatever\n\n          metal is left in those hills will\n\n          probably scramble the signal...\n\n\n\n                         DOUG\n\n          What are we going to do?\n\n          Without answering, Big Bob gets back on his feet, wipes his\n\n          hands and grabs a bottle of water from the car. After a long\n\n\n\n                         DRINK-\n\n\n\n                         BIG BOB\n\n          We're going to walk, that's what...\n\n\n\n                         DOUG\n\n          Walk?! But we're miles from\n\n\n\n                         ANYWHERE-\n\n\n\n                         BIG BOB\n\n          (cutting him off)\n\n          So we wait here for someone to\n\n          drive by? Have you seen a car in\n\n          the last three hours?!\n\n\n\n          26 EXT.",
  "18": "---END OF PREVIOUS SECTION---\nBut we're miles from\n\n\n\n                         ANYWHERE-\n\n\n\n                         BIG BOB\n\n          (cutting him off)\n\n          So we wait here for someone to\n\n          drive by? Have you seen a car in\n\n          the last three hours?! 26 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BOULDERS - DAY 26\n\n\n\n          A hundred yards away, Bobby has come to retrieve the dogs.\n\n          Beauty and Beast have stopped below a boulder extending\n\n          twenty feet high. They bark and growl towards the top.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          28.\n\n\n\n                         29 CONTINUED: 29\n\n\n\n                         FURTHER AWAY-\n\n\n\n                         ETHEL\n\n          I bet this desert is full of\n\n          rattlesnakes...\n\n\n\n                         BOBBY\n\n          I saw a documentary on The\n\n          Discovery channel about desert\n\n          snakes. If you get bit, you'll die\n\n          in twenty minutes.\n\n          Big Bob reaches into the glove compartment pulling out a 9mm\n\n          and an extra clip. He hands it to his son.\n\n\n\n                         BOBBY (CONT'D)\n\n          .or was it five?\n\n          Bobby grabs the firearm pointing it to the desert.\n\n          Big Bob grabs another gun from the car, A 44 CHROME PLATED\n\n\n\n          MAGNUM.\n\n\n\n                         BIG BOB\n\n          (with a big smile)\n\n          I'd like to see how they stack up\n\n          against this...\n\n          Ethel brings her husband's jacket and helps him put it on.\n\n\n\n                         ETHEL\n\n          Some things never change...\n\n\n\n                         BIG BOB\n\n          (loading his weapon)\n\n          I'll take my bullets over your\n\n          prayers any day.\n\n\n\n                         BOBBY\n\n          You think we'll see scorpions and\n\n          coyotes?\n\n          Big.Bob grabs his son by the shoulders, proud. They look like\n\n          two kids getting ready to play Cowboys and Indians.\n\n          Bobby calls out to Doug, offering the gun-\n\n\n\n                         BOBBY (CONT'D)\n\n          Hey Doug, wanna try?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          29.\n\n\n\n                         29 CONTINUED: (2) 29\n\n\n\n                         DOUG\n\n\n\n                         (SMILING)\n\n          Oh no! No thanks buddy...\n\n\n\n                         BOBBY\n\n          Come on, just one shot, it makes\n\n          you feel kinda powerful.\n\n          Big Bob answers for Doug-\n\n\n\n                         BIG BOB\n\n          Leave him alone son. Doug is a\n\n          liberal, he wouldn't touch a gun...\n\n          Obviously, the two men disagree.",
  "19": "---END OF PREVIOUS SECTION---\nBig Bob answers for Doug-\n\n\n\n                         BIG BOB\n\n          Leave him alone son. Doug is a\n\n          liberal, he wouldn't touch a gun... Obviously, the two men disagree. \n---TARGET SECTION TO BE ANNOTATED---\n          Behind the trailer, Brenda sits on a lounge chair in her bra\n\n          revealing a sexy body. She applies suntan lotion ready to\n\n          kill some time. Behind her sunglasses, she observes the\n\n          silent desert looking like Paris Hilton.\n\n          Lynn exits the trailer and joins her.\n\n\n\n                         LYNN\n\n          Catherine just fell asleep. How are\n\n          you holding up?\n\n\n\n                         BRENDA\n\n\n\n                         (IRONICALLY)\n\n          Thrilled to be here!\n\n\n\n                         LYNN\n\n          Yeah, this is a total drag,\n\n          especially with a baby.\n\n\n\n                         BRENDA\n\n          I don't care what they say, next\n\n          year, I'm going to Cancun with my\n\n          friends. No more \"family trips\" for\n\n          me...\n\n\n\n                         LYNN\n\n          We're not going to have many more\n\n          trips like this together... As for\n\n          Cancun, you're gonna have to find a\n\n          job.\n\n\n\n                         BRENDA\n\n          C'mon, with all the money your\n\n          husband makes, you could at least\n\n          buy me a plane ticket.\n\n\n\n                         (MORE)\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          30.\n\n\n\n                         29 CONTINUED: (3) 29\n\n\n\n                         BRENDA (CONT'D)\n\n          Don't you think? Please, for your\n\n          poor little sister...\n\n          Doug's voice interrupts.\n\n\n\n          DOUG (O.S.)\n\n          Lynn, can you bring me my jacket\n\n          honey?\n\n          Lynn gets up and returns to the trailer.\n\n\n\n                         BRENDA\n\n          (imitating her sister)\n\n          \"Right away, honey...\"\n\n          Without turning around, Lynn gives her sister the finger.\n\n          Brenda smiles with satisfaction.\n\n\n\n          30 INT. TRAILER - DAY 30\n\n\n\n          Lynn finds her husband's jacket and stops when she sees a\n\n          cigarette butt in the sink. She's pissed. She picks it up and\n\n          throws it away.\n\n          A FLASH OF LIGHT catches her attention outside. She looks\n\n          through the kitchen blinds and spots the quick reflection of\n\n          light coming from the top of the hills when-\n\n\n\n          BOBBY JUMPS UP AT THE WINDOW SCREAMING!\n\n          Lynn falls back against.the kitchen table scared to death.\n\n          Bobby laughs, pleased with himself. Annoyed, Lynn shuts the\n\n          blinds in his face.\n\n\n\n          31 EXT.",
  "20": "---END OF PREVIOUS SECTION---\nBobby laughs, pleased with himself. Annoyed, Lynn shuts the\n\n          blinds in his face. 31 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAILER - DAY 31\n\n\n\n          Outside, Doug and Big Bob look at the road map laid out on\n\n          the ground.\n\n\n\n                         DOUG\n\n          I'll keep walking north. This\n\n          road's gotta lead somewhere.\n\n          Lynn comes around with the jacket and sees Big Bob and Bobby\n\n          both holding guns.\n\n\n\n                         LYNN\n\n          What are you going to do with\n\n          those?\n\n\n\n                         BIG BOB\n\n          It's always good to be prepared.\n\n          Right?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         31 CONTINUED:\n\n\n\n                         LYNN\n\n\n\n                         (TO DOUG)\n\n          Are you taking a gun too?\n\n          Big Bob answers for him.\n\n\n\n                         BIG BOB\n\n          We've only got two and it's better\n\n          if you guys have one here. You\n\n          never know.\n\n\n\n                         LYNN\n\n          Are you sure you're going to be\n\n          alright?\n\n          Lynn puts a fisherman's hat on Doug to protect him from the\n\n          sun and kisses him tenderly.\n\n\n\n                         BIG BOB\n\n          If you don't find any help in six\n\n          or seven miles come back. I'll go\n\n          to the gas station...\n\n\n\n                         ETHEL\n\n          It's almost 3, you'll never be back\n\n          before sunset.\n\n\n\n                         BIG BOB\n\n          It's only about ten miles from\n\n          here. I'll borrow that crazy old\n\n          man's truck and use his phone if he\n\n          has one... Don't worry... I'll be\n\n          back with a tow truck before\n\n          nightfall.\n\n\n\n                         BOBBY\n\n          Can I go with Doug?\n\n\n\n                         BIG BOB\n\n          No. Stay here with your mother and\n\n          sisters.\n\n\n\n                         (TO BRENDA)\n\n          And you, don't tease your brother,\n\n          he's in charge now.\n\n          Holding the gun, Bobby winks at his sister who continues to\n\n          sunbathe.\n\n\n\n                         BRENDA\n\n          Yeah, right.\n\n          Ethel remains silent and worried.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          32.",
  "21": "---END OF PREVIOUS SECTION---\nBRENDA\n\n          Yeah, right. Ethel remains silent and worried. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          32. \n---TARGET SECTION TO BE ANNOTATED---\n                         31 CONTINUED: (2) 31\n\n\n\n                         ETHEL\n\n          We should pray before you go-\n\n\n\n                         BRENDA\n\n          Oh please!\n\n\n\n                         ETHEL\n\n          Is it really too much to ask?\n\n          (turning to her husband)\n\n          Bob?\n\n          Bob finally agrees, and like a good family man, he gathers\n\n          them around.\n\n          Brenda slips on her shirt and joins them.\n\n\n\n                         BRENDA\n\n\n\n                         (GRUMPILY)\n\n          Thank God nobody's watching us.\n\n          In a lowered voice, Ethel recites a prayer. Even though only\n\n          Ethel takes it seriously, in that precise moment the arguing\n\n          stops and the family seems united and strong.\n\n          But seen from the surrounding summit, through Goggle's\n\n          binoculars, the family looks small and vulnerable...\n\n          Behind them the sun begins to descend.\n\n\n\n          DOUG HEADS NORTHBOUND ON THE DIRT ROAD, WHILE BIG BOB BEGINS\n\n\n\n          HIS JOURNEY IN THE OPPOSITE DIRECTION.\n\n\n\n          32 INT. TRAILER - LATER 32\n\n\n\n          Catherine wakes up crying in her crib.\n\n\n\n                         LYNN\n\n          Hey, little princess. Who doesn't\n\n          want to sleep anymore?\n\n          The baby looks at her mother, appeased.\n\n\n\n                         LYNN (CONT'D)\n\n          Are you hungry, my angel?\n\n          Lynn picks her up and exits the trailer.\n\n\n\n          33 EXT. HILLS - DAY 33\n\n\n\n           Goggle grabs his 1950'S MILITARY WALKIE-TALKIE-\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          33.\n\n\n\n                         33 CONTINUED: 33\n\n\n\n          GOGGLE (O.S)\n\n          Papa Jupe... Papa Jupe... Coast is\n\n          clear.\n\n\n\n          PAPA JUPE'S VOICE (O.S)\n\n          Wait 'til it gets dark...\n\n          On the radio, Papa Jupe's voice is deep and distorted.\n\n          Devilish.\n\n          Goggle's binoculars POV on Lynn-\n\n          She sits down with Ethel, unbuttons her blouse and\n\n          breastfeeds.\n\n\n\n          34 EXT. TRAILER - DAY 34\n\n\n\n          A table and fold out chairs are set up in front of the\n\n          camper. Lynn continues to feed Catherine.",
  "22": "---END OF PREVIOUS SECTION---\n34 EXT. TRAILER - DAY 34\n\n\n\n          A table and fold out chairs are set up in front of the\n\n          camper. Lynn continues to feed Catherine. \n---TARGET SECTION TO BE ANNOTATED---\n                         ETHEL\n\n          You shouldn't go from the bottle to\n\n          the breast. At her age she should\n\n          get used to one or the other.\n\n\n\n                         LYNN\n\n          Mom, thanks for the advice, but\n\n          she's my baby.\n\n          Vexed, Ethel remains quiet.\n\n\n\n                         LYNN (CONT'D)\n\n          It's starting to get cold out here,\n\n          isn't it?\n\n          (trying to be nice)\n\n          I can't believe you're spending\n\n          your anniversary stranded in the\n\n          middle of nowhere.\n\n\n\n                         BRENDA\n\n          I can already see the headlines:\n\n          \"Family found dead in New Mexico\n\n          desert.\"\n\n\n\n                         ETHEL\n\n          This place isn't so bad. At least\n\n          the air is fresh.\n\n\n\n                         BRENDA\n\n          I think it stinks.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          34.\n\n\n\n                         34 CONTINUED: 34\n\n\n\n                         LYNN\n\n          Better than Cleveland...\n\n\n\n                         BRENDA\n\n          Anything's better than Cleveland!\n\n\n\n                         ETHEL\n\n          (after a beat)\n\n          Maybe it was my fault we had this\n\n          accident...\n\n\n\n                         LYNN\n\n          Please, Mom. Nothing can stop Dad\n\n          when he thinks he's found a\n\n          shortcut. Remember when we ran out\n\n          of gas on the \"shortcut\" to the\n\n          Great Lakes? How old was I? 12, 13?\n\n\n\n                         ETHEL\n\n          This family has certainly seen its\n\n          share of adventures.\n\n\n\n                         BRENDA\n\n          If we had just stayed on the main\n\n          road we'd already be in\n\n          California...\n\n\n\n                         LYNN\n\n          Yeah-what I'd do for a shower and\n\n          a margarita...\n\n\n\n                         BRENDA\n\n          The beach...\n\n\n\n                         LYNN\n\n          A real bed...\n\n          Bobby sits down at the table.\n\n\n\n                         BOBBY\n\n          Has anybody seen my grey\n\n          sweatshirt? It was in the car. I've\n\n          looked everywhere.\n\n\n\n                         BRENDA\n\n          I didn't touch your smelly\n\n          sweatshirt.\n\n          Beast has been pulling on his chain nonstop, while Beauty\n\n          cries softly from inside the trailer.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          35.",
  "23": "---END OF PREVIOUS SECTION---\nBRENDA\n\n          I didn't touch your smelly\n\n          sweatshirt. Beast has been pulling on his chain nonstop, while Beauty\n\n          cries softly from inside the trailer. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          35. \n---TARGET SECTION TO BE ANNOTATED---\n                         34 CONTINUED: (2) 34\n\n\n\n                         LYNN\n\n          Why are the dogs so excited?\n\n\n\n                         ETHEL\n\n          Probably some rattlesnakes not far\n\n          away.\n\n\n\n                         BOBBY\n\n\n\n                         (JOKINGLY)\n\n          You know how Freud would've\n\n          interpreted your obsession with\n\n          rattlesnakes Mom?\n\n          Ethel throws her kitchen towel at him. They laugh. A beat,\n\n          then Ethel becomes sentimental.\n\n\n\n                         ETHEL\n\n          Brenda's going off to college. And\n\n          then, next year, it's Bobby's\n\n          turn... The house is going to feel\n\n          so empty...\n\n          Lynn grabs her mother's hand-\n\n\n\n                         ETHEL (CONT'D)\n\n          I'm really happy that we're all\n\n          together on this trip.\n\n          Brenda moves to the trailer. Beauty is still barking inside.\n\n\n\n                         BRENDA\n\n          That makes one of us.\n\n          They glare at her as she opens the door.\n\n\n\n                         BOBBY\n\n          Brenda, the dogs!\n\n          Too late. Beauty runs out in the direction of the hills\n\n          Bobby drops his plate and gives chase.\n\n\n\n                         BOBBY (CONT'D)\n\n          Damnit, Brenda! Beauty!\n\n          Worried, Ethel watches her son distance himself from the\n\n          camper.\n\n\n\n                         ETHEL\n\n\n\n                         (YELLING)\n\n          Bobby, come back!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          36.\n\n\n\n          35 EXT. HILLS - DAY 35\n\n\n\n          Beauty escapes to the hills.\n\n          Bobby runs as fast as he can but cannot keep up. The dog gets\n\n          further and further away, climbing up the side of the\n\n          mountain.\n\n          Beauty moves through the first series of rocks. Bobby loses\n\n          sight of her and stops. Out of breath, he hesitates-\n\n          Ahead, the rocky horizon shows no indication of a definite\n\n          path.\n\n          He spots Beauty climbing between some rocks and continues his\n\n          chase.\n\n\n\n                         BOBBY\n\n\n\n          BEAUTY!\n\n          At the bottom of the hill, the rocks are too jagged for him\n\n          to continue running. He slows down and begins moving past the\n\n          first set of rocks.\n\n          With much more agility, Beauty climbs quickly towards the\n\n          top, disappearing behind some rocks.",
  "24": "---END OF PREVIOUS SECTION---\nAt the bottom of the hill, the rocks are too jagged for him\n\n          to continue running. He slows down and begins moving past the\n\n          first set of rocks. With much more agility, Beauty climbs quickly towards the\n\n          top, disappearing behind some rocks. \n---TARGET SECTION TO BE ANNOTATED---\n                         BOBBY (CONT-D)\n\n\n\n          BEAUTY? BEAUTY?\n\n          Nothing. Only sharp rocks stand before him.\n\n\n\n          SUDDENLY, A HIGH PITCHED HOWLING SOUND TEARS THROUGH THE\n\n\n\n          SILENCE AND ECHOES IN THE VALLEY.\n\n          Bobby freezes.\n\n          No doubt about it - Beauty found what she was looking for,\n\n          and it was much stronger...\n\n          In the distance, Bobby hears his mother calling.\n\n\n\n          36 EXT. TRAILER - DAY 36\n\n\n\n          A few feet from the trailer-\n\n\n\n                         ETHEL\n\n\n\n          BOB-BY?! BOB-BY!?\n\n          Overcome with worry, she turns to her two daughters.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          37.\n\n\n\n                         36 CONTINUED: 36\n\n\n\n                         ETHEL (CONT'D)\n\n          You think he can hear me?\n\n\n\n                         LYNN\n\n          I don't know, Mom.\n\n\n\n                         ETHEL\n\n          She couldn't have gone that far.\n\n          Brenda notices the revolver on the table. Bobby is unarmed.\n\n\n\n                         ETHEL (CONT'D)\n\n          (back to the hills)\n\n\n\n          BOB-BY?!\n\n\n\n          37 EXT. HILLS - DAY 37\n\n\n\n          Back on a threatening mound of rocks.\n\n          Bobby must decide-\n\n          Return to his family waiting by the trailer or continue his\n\n          search for Beauty?\n\n          Bobby hesitates, then gathers his courage and decides to\n\n          confront the hills.\n\n          Jagged rock after jagged rock, Bobby slowly climbs towards\n\n          the summit.\n\n\n\n          38 EXT. ROCKY LABYRINTH - DAY 38\n\n\n\n          He appears between two big stones reaching an intermediate\n\n          zone before the top-\n\n          A type of NATURAL LABYRINTH formed in the rocks by years of\n\n          erosion.\n\n\n\n                         BOBBY\n\n          Beauty? Beauty?\n\n          Bobby moves cautiously.\n\n          He picks up a big stone for protection-\n\n          A dangerous animal could be hiding behind any corner.\n\n          A SHADOW PASSES BEHIND HIM.. Bobby doesn't notice.\n\n          Anaaaaaau - A swift sound of breathing breaks the silence.\n\n          Bobby spins around, ready to strike.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          38.\n\n\n\n                         38 CONTINUED: 38\n\n          No one.",
  "25": "---END OF PREVIOUS SECTION---\nBobby spins around, ready to strike. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          38. 38 CONTINUED: 38\n\n          No one. \n---TARGET SECTION TO BE ANNOTATED---\n Just the labyrinth formed in the mountain.\n\n\n\n                         BOBBY (CONT'D)\n\n          Beauty?\n\n          Bobby is ready to give up when something attracts his\n\n\n\n                         ATTENTION-\n\n          A THIN SHADOW ON THE GROUND. Someone or something is hiding\n\n          behind a rock.\n\n          Bobby freezes. He stares at the shadow. Who will make the\n\n          first move?\n\n          He makes the decision, creeping towards the shadow. Squeezing\n\n          the stone, he lifts his hand to strike but stops when he\n\n\n\n                         DISCOVERS-\n\n          A YOUNG GIRL, ABOUT 14, WEARING HIS STOLEN SWEATSHIRT. She is\n\n          about five feet tall and frail.\n\n          The hood covers her head, partly hiding her face. She is\n\n          rather pretty, even with her ABNORMALLY LARGE EYES...\n\n          She trembles, frightened and intrigued by Bobby. What is this\n\n          girl doing in a place like this?\n\n\n\n                         BOBBY (CONT'D)\n\n          Don't... Don't be scared. I won't\n\n          hurt you... What are you doing\n\n          here?\n\n          The girl keeps silent. Bobby drops the stone to the ground\n\n          but the young girl remains suspicious.\n\n\n\n                         BOBBY (CONT'D)\n\n          So you're the one who took my\n\n          sweatshirt? Where did you find it?\n\n          The young girl smiles shyly. The ice is broken.\n\n\n\n                         BOBBY (CONT'D)\n\n          What's your name?\n\n          The young girl hesitates and murmurs in a frail voice.\n\n\n\n                         YOUNG GIRL\n\n          Ru... Ruby... Ruby...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          39.\n\n\n\n                         38 CONTINUED: (2) 38\n\n\n\n                         BOBBY\n\n          What are you doing here Ruby? Where\n\n          are your parents? My family needs\n\n          help. We had an accident.\n\n          Ruby repeats her name mechanically as if she doesn't\n\n          understand the questions.\n\n\n\n                         RUBY\n\n          (in a low voice)\n\n          Ru... Ruby... Ruby...\n\n          Bobby gets closer.\n\n\n\n                         BOBBY\n\n          I heard you, Ruby... Are you here\n\n          alone?\n\n          Ruby won't answer.\n\n\n\n                         BOBBY (CONT'D)\n\n          Ruby... I'm looking for my dog...\n\n          Do you understand? My dog... her\n\n          name is Beauty...",
  "26": "---END OF PREVIOUS SECTION---\nI'm looking for my dog... Do you understand? My dog... her\n\n          name is Beauty... \n---TARGET SECTION TO BE ANNOTATED---\n She's a German\n\n          Shepherd, about this high...\n\n\n\n                         RUBY\n\n          Beauty...\n\n\n\n                         BOBBY\n\n          That's right, have you seen her?\n\n\n\n                         RUBY\n\n          Ruby.. _Ruby is Beauty...\n\n          The last sentence makes her laugh. A STRANGE AGONIZING\n\n\n\n          LAUGHTER.\n\n\n\n                         BOBBY\n\n          Have you seen her?\n\n          Ruby looks down. She knows something.\n\n\n\n                         BOBBY (CONT'D)\n\n          Look at me, Ruby... Look at me...\n\n          Where did you see my dog?\n\n          Ruby keeps looking to the ground. Bobby reaches under her\n\n          chin to raise her head.\n\n          Instinctively, Ruby SCREAMS as she backs off, lifting her\n\n          hands to protect herself.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          40.\n\n\n\n                         38 CONTINUED: (3) 38\n\n\n\n          HER HANDS LOOK LIKE CLAWS. DEFORMED AND MISSING FINGERS, THEY\n\n\n\n          ARE NO LONGER HUMAN.\n\n          Frightened, Bobby takes a step back. The girl murmurs softly.\n\n\n\n                         BOBBY (CONT'D)\n\n          What? I can't understand. What are\n\n          you saying?\n\n          He comes closer trying to make eye contact as she continues\n\n          to murmur the same thing. She too is terrified-\n\n\n\n                         RUBY\n\n\n\n                         (SOFTLY)\n\n          The hills... The hills have\n\n          eyes...The hills have eyes...The\n\n          hills have eyes...\n\n          Behind him, a small rock slide grabs his attention. He turns\n\n          his head. When he turns back to Ruby, she is gone.\n\n\n\n                         BOBBY\n\n          Ruby, come back!\n\n          Once more, Bobby is alone in the labyrinth.\n\n          On the other side, he finds a trail of blood as if a body had\n\n          been dragged on the rocks.\n\n          The bloody trail is still fresh and disappears behind another\n\n          set of rocks a few feet away.\n\n          Bobby hesitates, unsure of what he might find...\n\n          As soon as he's around the outcropping to the other side\n\n          Bobby sees something that stops him dead in his tracks.\n\n          Before him, on the ground, is Beauty.\n\n          Dead. Disemboweled.\n\n          Bobby drops to his knees, disbelieving, his face turning\n\n          white.",
  "27": "---END OF PREVIOUS SECTION---\nDead. Disemboweled. Bobby drops to his knees, disbelieving, his face turning\n\n          white. \n---TARGET SECTION TO BE ANNOTATED---\n He touches the animal's head as if to convince himself\n\n          that this nightmare can't be possible at all. Beauty's face\n\n          is locked in a grimace of horrible pain and shock. And... the\n\n          animal is missing its front right leg.\n\n          DRIP... DRIP... DRIP... DROPS OF BLOOD fall on Bobby's hand -\n\n          ABOVE HIM, PERCHED ON A ROCK, A FIGURE OBSERVES HIM. A man\n\n          with an impressive build crouches like a monkey. He wears old\n\n          clothes covered with dust, and a DERBY HAT on his head.\n\n          Binoculars hang around his neck.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          41.\n\n\n\n                         38 CONTINUED: (4) 38\n\n\n\n          IT'S GOGGLE.\n\n          Goggle has no face, as if it were totally covered with wax.\n\n          He has two little holes for nostrils and no ears. His mouth\n\n          is like an opened wound sliced in his skin. His eyes are the\n\n          only features which give him any human resemblance at all.\n\n          Using his hand, Goggle devours something ferociously-\n\n\n\n          BEAUTY'S LEG!\n\n          Terrified, Bobby runs away.\n\n          Goggle laughs from his rock.\n\n          Bobby jumps down the hill.\n\n          From the summit, Goggle continues feasting. A few yards away,\n\n          Ruby's slender silhouette slides between the rocks. Goggle\n\n          stops eating, sees Ruby, and throws her the remains. Ruby\n\n          looks at the half-eaten leg in disgust, and pushes it away.\n\n\n\n          GOGGLE (O.S.)\n\n          (rough and deep)\n\n          What's the matter Ruby.. .You don't\n\n          like dog anymore?\n\n\n\n          39 EXT. HILLS - DAY 39\n\n\n\n          Moving at top speed, Bobby descends from the hills,\n\n          occasionally glancing behind him.\n\n          He jumps from one rock to the next. Anything to get out of\n\n          this hellhole.\n\n          He turns around one too many times and fails to see the sharp\n\n          precipice ahead. He tries to stop, but it's too late.\n\n          Bobby slides down a few feet before grabbing hold of a\n\n          protruding rock. The rock tears his skin.\n\n          Bobby tries to climb back up, losing his grip. He falls.",
  "28": "---END OF PREVIOUS SECTION---\nThe rock tears his skin. Bobby tries to climb back up, losing his grip. He falls. \n---TARGET SECTION TO BE ANNOTATED---\n          His head hits the bottom. He loses consciousness.\n\n          Behind him a RATTLESNAKE slithers rattling its tail.\n\n          The snake zips its tongue around his face when -\n\n\n\n          A WOODEN STICK WITH FORKED END, TRAPS THE SNARE'S HEAD TO THE\n\n\n\n          GROUND SAVING BOBBY FROM A CERTAIN BITE.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          42.\n\n\n\n                         39 CONTINUED: 39\n\n          With the hood of the sweatshirt still over her head, RUBY\n\n          WATCHES THE WOUNDED BOY TENDERLY with her big, abnormal eyes.\n\n\n\n                         CUT TO:\n\n\n\n          40 EXT. ROAD - END OF THE DAY 40\n\n\n\n          Close on THE RED SUN on the horizon.\n\n          We hear Doug, singing \"California Dreaming\" a capella.\n\n\n\n                         DOUG\n\n          \"...All the leaves are brown and the\n\n          sky is gray. I've been for a walk\n\n          on a winter's day. I'd be safe and\n\n          warm if I was in L.A... California\n\n          dreamin...\"\n\n          After hours of walking down this road, his face shows signs\n\n          of fatigue.\n\n\n\n                         DOUG (CONT'D)\n\n          I was in LA._ California\n\n          Dreamin...\"\n\n          The lyrics resonate throughout the desert. Suddenly, he stops\n\n          singing.\n\n\n\n                         DOUG (CONT'D)\n\n\n\n                         (TO HIMSELF)\n\n          What the hell?!\n\n\n\n          IN FRONT OF HIM, ABOUT A HUNDRED YARDS AHEAD, THE ROAD ENDS-\n\n          A mound of earth blocks the road like a wall, extending\n\n          hundreds of yards on either side.\n\n          Confused, Doug approaches the wall and starts climbing.\n\n          Reaching the top, he takes off his sun clips from his glasses\n\n          and tries to grasp what's on the other side-\n\n          A HUGE ATOMIC CRATER, three hundred yards in. diameter.\n\n\n\n          THE CRATER HAS BEEN TURNED INTO A GRAVEYARD FOR CARS, TRUCKS,\n\n\n\n          TRAILER HOMES, MOTORCYCLES...\n\n          Doug climbs down and wanders between the rusted vehicles.\n\n          Doug lights a cigarette before continuing his inspection.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          43.",
  "29": "---END OF PREVIOUS SECTION---\nDoug climbs down and wanders between the rusted vehicles. Doug lights a cigarette before continuing his inspection. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          43. \n---TARGET SECTION TO BE ANNOTATED---\n                         40 CONTINUED: 40\n\n          In the reflection of a shattered rear view mirror, we see him\n\n          approaching another car.\n\n          Dust completely covers the windows. Doug wipes one down to\n\n\n\n                         LOOK INSIDE-\n\n          He notices a baby seat still strapped to the back.\n\n          The cars all seem to be in good condition, as if they were\n\n          simply pushed into the crater.\n\n          He leans down towards another car-\n\n          Barbed wire is rolled around the flattened tires...\n\n          As Doug looks around in confusion, trying to figure out what\n\n          this place might be, THE CAMERA CRANES UP TO A WIDE AERIAL\n\n          SHOT - revealing five or six others craters.\n\n\n\n          41 EXT. TRAILER - MAGIC HOUR 41\n\n\n\n          It's getting colder.\n\n          Lynn warms her hands at a fire in front of the trailer.\n\n          A few feet away, Brenda collects firewood while calling out\n\n          her brother's name...\n\n\n\n                         BRENDA\n\n\n\n          BOBBY! BOB-BY!\n\n          Inside the camper, Ethel watches the sun set in the horizon.\n\n          She cradles the baby in her arms.\n\n          Brenda joins Lynn and throws some firewood into the flames.\n\n\n\n                         BRENDA (CONT'D)\n\n          (looking at the hills)\n\n          We should've gone looking for him\n\n          when it was still light out. I'm\n\n          nervous.\n\n\n\n                         LYNN\n\n          Keep it together Brenda, Mom is\n\n          already worried enough... The fire\n\n          will help Bobby find his way back.\n\n\n\n                         BRENDA\n\n          What if he doesn't come back? Maybe\n\n          he's hurt. Maybe there was an\n\n          accident...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          44.\n\n\n\n                         41 CONTINUED: 41\n\n\n\n                         LYNN\n\n          He and Beauty will find their way\n\n          back together.\n\n          Lynn hugs her sister.\n\n\n\n                         LYNN (CONT'D)\n\n          I never thought it could be so cold\n\n          in the desert...\n\n\n\n                         BRENDA\n\n          Bobby was only wearing a t-shirt\n\n          when he left.\n\n\n\n                         LYNN\n\n          I know...\n\n\n\n          42 EXT. GAS STATION - NIGHT 42\n\n\n\n          Clouds pass, revealing an almost full moon. Wind blows around\n\n          the dark gas station.",
  "30": "---END OF PREVIOUS SECTION---\n42 EXT. GAS STATION - NIGHT 42\n\n\n\n          Clouds pass, revealing an almost full moon. Wind blows around\n\n          the dark gas station. \n---TARGET SECTION TO BE ANNOTATED---\n          Between the broken-down cars, we see Big Bob approaching on\n\n          the road.\n\n          A rusty tea pot sits on a pile of trash and whistles in the\n\n          wind. By placing his hand on the spout, Big Bob stops the\n\n          whistling and silence returns.\n\n          Whistling. Silence. Whistling.\n\n          Big Bob walks to the porch.\n\n\n\n                         BIG BOB\n\n\n\n          HELLO! ANYONE HERE?!\n\n          No answer. He knocks on the door.\n\n\n\n          BIG BOB (CONT'D)\n\n          It's Bob Carter, I got some gas\n\n          from you a couple of hours ago.\n\n          Still nothing. Big Bob draws his gun and opens the door when-\n\n\n\n          SILENCE.\n\n          From the other side of the house, the whistling has stopped.\n\n\n\n          BIG BOB (CONT'D)\n\n          Anybody there? Answer me!\n\n          After a few seconds, the whistling returns.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          45.\n\n\n\n                         42 CONTINUED: 42\n\n          Big Bob shrugs it off and enters.\n\n\n\n          43 INT. GAS STATION - NIGHT 43\n\n\n\n          Holding his gun, Big Bob steps into the empty gas station\n\n          store. A faint light comes from the back room. The wind blows\n\n          dust through the broken windows...\n\n          Vigilantly, he moves through the empty shelves, behind the\n\n          counter and past the beaded curtain separating the two rooms.\n\n          The light bulb above the dining table is on.\n\n\n\n                         BIG BOB\n\n          Somebody home? Hello?\n\n          Big Bob pushes the last door leading to the back room.\n\n          His hand feels for the light switch.\n\n          CLICK - an old lamp comes on in the corner.\n\n          He finds a wall mounted phone and picks up the receiver.\n\n          No tone.\n\n\n\n          BIG BOB (CONT'D)\n\n\n\n                         (TO HIMSELF)\n\n          Dammit...\n\n          Through the window, Big Bob sees a pick-up truck.\n\n          He starts searching for the keys.\n\n          Going through the different rooms, he discovers a drawer full\n\n          of money, jewels, watches, credit cards... A REAL FORTUNE.\n\n          He spots a key chain hanging from a nail next to the desk.",
  "31": "---END OF PREVIOUS SECTION---\nGoing through the different rooms, he discovers a drawer full\n\n          of money, jewels, watches, credit cards... A REAL FORTUNE. He spots a key chain hanging from a nail next to the desk. \n---TARGET SECTION TO BE ANNOTATED---\n He\n\n          reaches for the keys when something else grabs his attention-\n\n          Partially hidden in the dark, he discovers a few family\n\n          photos and a few newspaper clippings from the 1950s pinned to\n\n          the wallpaper.\n\n          Big Bob lights the desk lamp and turns it towards the wall-\n\n          His face goes cold-\n\n          On the aged photos, we recognize the old gas station\n\n          attendant in his younger days, next to his wife and his\n\n\n\n                         CHILDREN-\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          46.\n\n\n\n                         43 CONTINUED: 43\n\n\n\n          ABNORMAL CHILDREN GRUESOME AND DEFORMED BY NATURE...\n\n          Cleft lips, tumors, uneven extremities, malformations, skin\n\n          diseases, and gangrene of the face...\n\n\n\n          THEY ARE ALL AFFECTED BY GENETIC ABNORMALITIES.\n\n          On a more recent polaroid, we can recognize Ruby at 6 years\n\n          old. Besides her three fingers and big eyes, half of her\n\n          skull is missing or caved in.\n\n          Another polaroid - in a wheelchair, a little boy has\n\n          difficulty holding up his hugely disproportionate head.\n\n          The headline from the clippings makes Big Bob understand the\n\n          origins of these horrors-\n\n          \"New Mexico- Nuclear enters a new age.\"\n\n          \".. .Miner town evacuated\"\n\n          \"Miners refuse to abandon their lands by hiding in\n\n\n\n                         MINES\"\n\n          \"Military destroys miner's town.\"\n\n          The old man's family was. one of those families whose genetic\n\n          lineage was forever changed by the nuclear fallout.\n\n          Big Bob is shocked, never believing such a thing was\n\n          possible.\n\n\n\n          A COUPLE OF MORE RECENT ARTICLES MENTION PEOPLE DISAPPEARING\n\n\n\n          IN THE REGION.\n\n\n\n          BIG BOB (CONT'D)\n\n          You son of a bitch...\n\n          Worried for his own family, he grabs the keys and walks out.\n\n          From the bedroom window, we see him running to the pick-up\n\n          truck.\n\n\n\n          44 INT. PICK-UP TRUCK - NIGHT 44\n\n\n\n          Big Bob slams the door, starts the engine and turns on the\n\n          headlights.\n\n          The headlights shine on the outhouse.\n\n          The wooden outhouse door slams back and forth in the wind.",
  "32": "---END OF PREVIOUS SECTION---\nPICK-UP TRUCK - NIGHT 44\n\n\n\n          Big Bob slams the door, starts the engine and turns on the\n\n          headlights. The headlights shine on the outhouse. The wooden outhouse door slams back and forth in the wind. \n---TARGET SECTION TO BE ANNOTATED---\n          Something blocks it from shutting completely-\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          47.\n\n\n\n                         44 CONTINUED: 44\n\n\n\n          A FOOT STICKS OUT...\n\n          Big Bob exits the vehicle holding his gun and approaches.\n\n          A voice comes to him. A MAN SOBBING-\n\n\n\n          MAN (O.S.)\n\n          (through his tears)\n\n\n\n          JUPITER! I GOT BUCKSHOT... YOU\n\n\n\n          HEAR?\n\n\n\n                         BIG BOB\n\n\n\n                         (MOVING SLOWLY)\n\n\n\n          IS THAT YOU MISTER?\n\n          Big Bob kicks open the door revealing-\n\n\n\n          THE OLD GAS STATION ATTENDANT, IN TEARS, HOLDING HIS SHOTGUN\n\n\n\n          TIGHTLY, READY TO SHOOT AT ANYTHING... HE'S OBVIOUSLY DRUNK.\n\n\n\n          BIG BOB (CONT'D)\n\n          (aiming his gun at him)\n\n\n\n          PUT THAT WEAPON DOWN RIGHT NOW\n\n\n\n          MISTER!\n\n          The old man seems mad.\n\n\n\n          BIG BOB (CONT'D)\n\n\n\n          I SAID PUT THAT WEAPON DOWN!\n\n\n\n          OLD GAS ATTENDANT\n\n          (lifting his eyes to Big\n\n\n\n                         BOB)\n\n          My wife... She didn't want to\n\n          leave ...she wouldn't move to town\n\n          even when the state police ordered\n\n          us to. The kids grew up in the\n\n          mines... Like animals...\n\n          (smiling through his\n\n\n\n                         TEARS)\n\n          What kind of place is that for\n\n          children?\n\n          In a split second, the old man sets the shotgun under his\n\n\n\n                         CHIN-\n\n\n\n                          BIG BOB\n\n\n\n          FREEZE!\n\n\n\n          BANG! - THE OLD MAN'S BRAINS SPLATTER IN THE OUTHOUSE...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          48.\n\n\n\n                         44 CONTINUED: (2) 44\n\n          Suddenly, VOICES coming from different directions echo around\n\n          him.\n\n\n\n                         VOICES\n\n          Daddy... Daddy...Daaaddyyy...Daddy..\n\n          THE VOICES ARE HORRIFIC AND TERRIFYING. Big Bob backs up\n\n          pointing his gun in their direction.\n\n\n\n                         VOICES (CONT'D)\n\n          Daaaaddyyy...Dad-dy...Dad-dy...\n\n\n\n                         BIG BOB\n\n          Who's there?\n\n\n\n                         VOICES\n\n          Dad-dy...Dad-dy...",
  "33": "---END OF PREVIOUS SECTION---\nBIG BOB\n\n          Who's there? VOICES\n\n          Dad-dy... Dad-dy... \n---TARGET SECTION TO BE ANNOTATED---\nDaddy...Dad-dy...\n\n          Big Bob can't contain his fear and shoots blindly into the\n\n          darkness.\n\n\n\n                         BIG BOB\n\n          Who's there? Show yourself!\n\n          The voices become louder and louder, omnipresent.\n\n\n\n                         VOICES\n\n          Dad-dy...Dad-dy...Daaaddyyy...\n\n          Daddy.. Daddy...\n\n          Big Bob walks backwards to the truck, and trips on the\n\n          ground.\n\n          Wide eyed, he stands and throws himself on the car door.\n\n\n\n          45 INT. PICK-UP TRUCK - NIGHT 45\n\n\n\n          Panicked, he enters the vehicle and turns the ignition.\n\n          As the engine turns over-\n\n\n\n          A DEEP VOICE RIGHT BEHIND HIM-\n\n\n\n                         VOICE\n\n\n\n                         (CALMLY)\n\n          ..Daddy...\n\n          In a split second, Big Bob sees, in his rear view mirror, A\n\n\n\n          DARK HAIRY FIGURE WITH EVIL EYES IN THE BACKSEAT-\n\n          It's PAPA JUPITER.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          49.\n\n\n\n          46 EXT. PICK-UP TRUCK - NIGHT 46\n\n\n\n\n\n          BIG BOB'S FACE SLAMS REPEATEDLY INTO THE WINDSHIELD!\n\n          The truck shakes as Big Bob is attacked inside. Blood\n\n          splatters on the windows.\n\n\n\n          47 EXT. MINE ENTRANCE - NIGHT 47\n\n\n\n          Bloodied and screaming, Big Bob is dragged out of the car in\n\n          the dirt to the entrance of the old mine behind the gas\n\n          station. Big Bob disappears inside. The night is once again\n\n          calm and silent.\n\n\n\n          FADE TO BLACK.\n\n\n\n          49 INT. TRAILER - NIGHT 49\n\n\n\n          Miles away, inside the trailer, Ethel washes dishes while\n\n          dinner cooks on the stove.\n\n\n\n          SUDDENLY THE RED LIGHT ON THE C/B TURNS ON AND THE RADIO\n\n\n\n          SQUAWKS TO LIFE, DISRUPTING THE SILENCE.\n\n          She wipes her hands on her apron and site down next to the\n\n          radio.\n\n\n\n                         ETHEL\n\n          (into the mic)\n\n          Hello...Hello... Can somebody hear\n\n          me? Please answer if you hear me.\n\n          Hello?\n\n          No answer. The radio goes silent. Lynn joins her, holding the\n\n          baby.",
  "34": "---END OF PREVIOUS SECTION---\nNo answer. The radio goes silent. Lynn joins her, holding the\n\n          baby. \n---TARGET SECTION TO BE ANNOTATED---\n                         LYNN\n\n          How's it going?\n\n\n\n                         ETHEL\n\n          I heard something.\n\n          She fiddles with the radio.\n\n\n\n                         ETHEL (CONT'D)\n\n          I'm not even sure I know how to use\n\n          this thing.\n\n          Lynn hands her Catherine, and sits in front of the C/B.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          50.\n\n\n\n                         49 CONTINUED: 49\n\n\n\n                         LYNN\n\n          (in the mic)\n\n          Mayday ...mayday... This is a\n\n          distress call... Do you copy?\n\n          Still nothing.\n\n\n\n          50 EXT. TRAILER - NIGHT 50\n\n\n\n          Lynn's distress call is heard from the trailer isolated in\n\n          the middle of the desert.\n\n\n\n          51 INT. TRAILER - NIGHT 51\n\n\n\n\n\n                         LYNN\n\n          Mayday. . .We're stranded in the\n\n          desert, we need help...mayday...\n\n          Suddenly, the light on the C/B turns green and static can be\n\n          heard. Ethel grabs her daughter's hand, hopeful that someone\n\n          may have heard them.\n\n          A second later, HEAVY BREATHING is heard over the radio.\n\n          The light turns off. The two women look at each other in\n\n          confusion.\n\n\n\n                         LYNN (CONT'D)\n\n          What was that?\n\n\n\n                         ETHEL\n\n          It sounded like an animal...\n\n          Lynn stands up worried.\n\n\n\n                         LYNN\n\n          If animals start answering our\n\n          radio calls, we're really fucked!\n\n\n\n                         ETHEL\n\n          Watch your language!\n\n\n\n                         LYNN\n\n          Give it a rest, Mom. We have more\n\n          important things to worry about.\n\n          She walks out.\n\n\n\n                         ETHEL\n\n          Lynn, wait.\n\n          Ethel stays alone with the baby.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          51.\n\n\n\n          52 EXT. TRAILER - NIGHT 52\n\n\n\n          Still tied to the trailer, Beast growls and pulls on his\n\n          chain.\n\n          Lynn raises the collar of her jacket to protect herself from\n\n          the wind and moves closer to the fire.\n\n\n\n                         LYNN\n\n          Brenda?\n\n          No answer.\n\n\n\n                         LYNN (CONT'D)\n\n\n\n                         (LOUDER)\n\n\n\n          BRENDA?!\n\n          In the distance, we see Brenda looking for her brother.",
  "35": "---END OF PREVIOUS SECTION---\nNo answer. LYNN (CONT'D)\n\n\n\n                         (LOUDER)\n\n\n\n          BRENDA?! In the distance, we see Brenda looking for her brother. \n---TARGET SECTION TO BE ANNOTATED---\n                         BRENDA\n\n\n\n          BOBBY? BOBBY?\n\n          With a flashlight in one hand, the gun in the other, and a\n\n          blanket over her shoulders, Brenda moves through the night.\n\n\n\n                         BRENDA (CONT'D)\n\n\n\n          BOBBY? BOB-BY?\n\n          She hears her older sister calling.\n\n\n\n          LYNN (O.S.)\n\n          Brenda? Brenda?\n\n\n\n                         BRENDA\n\n          I'm here! I'll be back in a minute.\n\n          The flashlight partially lights the desert as she disappears\n\n          into the night.\n\n\n\n                         BRENDA (CONT'D)\n\n\n\n          BOBBY? BOB-BY?\n\n\n\n          53 EXT. HILLS - NIGHT 53\n\n\n\n          We fly over the hills before stopping over Bobby's\n\n          unconscious body laid out between two rocks.\n\n          Ruby is still at his side, observing him silently.\n\n          She hears Brenda's calls and runs away.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          52.\n\n\n\n                         53 CONTINUED: 53\n\n          Bobby slowly opens an eye, regaining his senses. Blood has\n\n          coagulated on his face. He turns his head in the direction of\n\n          his sister's voice, realizing that it's night. How long has\n\n          he been unconscious?\n\n\n\n                         CUT TO:\n\n\n\n          54 EXT. TRAILER - MIGHT 54\n\n\n\n          The sky is so clear that you can see the milky way above the\n\n          Carters' trailer home.\n\n          Beast strains on his chain, a low growl of rage coming from\n\n          his chest.\n\n\n\n          55 INT. TRAILER - NIGHT 55\n\n\n\n          Inside the trailer-\n\n          The first aid kit is open on the table. Even with a blanket\n\n          around his shoulders, Bobby shivers.\n\n          Ethel soaks cotton in alcohol using it to clean his wounds.\n\n\n\n                         ETHEL\n\n          You're lucky Brenda found you.\n\n          Imagine if you had to spend the\n\n          whole night out there in the cold.\n\n          Bobby winces from the pain.\n\n\n\n                         BRENDA\n\n          Don't worry, Beauty will come back\n\n          when she's hungry...\n\n          Bobby doesn't answer. He keeps the truth to himself, not\n\n          wanting to worry his family.\n\n\n\n                         BOBBY\n\n          Have you tried the radio?\n\n\n\n                         ETHEL\n\n          It doesn't work...",
  "36": "---END OF PREVIOUS SECTION---\nHe keeps the truth to himself, not\n\n          wanting to worry his family. BOBBY\n\n          Have you tried the radio? ETHEL\n\n          It doesn't work... \n---TARGET SECTION TO BE ANNOTATED---\n                         LYNN\n\n          We heard something. Some sort of\n\n          breathing...\n\n          Bobby lifts his head.\n\n\n\n                         BOBBY\n\n          What do you mean?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          53.\n\n\n\n                         55 CONTINUED: 55\n\n\n\n                         LYNN\n\n          It was really weird, right mom?\n\n\n\n                         ETHEL\n\n          (minimizing the incident)\n\n          I'm sure it was just static.\n\n\n\n                         LYNN\n\n          Mom, it sounded like a perverted\n\n          crank call.\n\n\n\n                         BRENDA\n\n\n\n                         (JOKING)\n\n          Only Mom would get an obscene phone\n\n          call out here!\n\n          Suddenly,a muted sound echoes outside.\n\n          Bobby jumps up, grabs the gun and crouches behind the door.\n\n\n\n                         BOBBY\n\n          (to the others)\n\n          Ssshhhh...\n\n          His mother and two sisters are surprised by his agitated\n\n          behavior.\n\n\n\n                         BRENDA\n\n          What's wrong with you?\n\n          Footsteps. Someone approaches.\n\n\n\n                         BOBBY\n\n          (stern but soft)\n\n          I want you guys to stay in here.\n\n          Brenda?! You hear me?\n\n          Gun in hand, he opens the door-\n\n          Bobby is about to shoot when a figure emerges from the dark.\n\n          IT'S DOUG, holding as much as he could carry from the car\n\n          graveyard.\n\n\n\n                         DOUG\n\n          What the fuck are you doing? Don't\n\n          point that thing at me.\n\n          Bobby lowers the weapon.\n\n\n\n                         BOBBY\n\n          I didn't know it was you.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          54.\n\n\n\n                         55 CONTINUED: (2) 55\n\n\n\n                         DOUG\n\n          Who else would it be?!\n\n          Bobby is interrupted by Brenda who sees Doug from the window.\n\n\n\n                         BRENDA\n\n          Doug's back!\n\n\n\n                         DOUG\n\n          Hey girls!\n\n          Quickly, Lynn exits the trailer and jumps into her husband's\n\n          arms. They kiss.\n\n          Doug sets down all of his findings.\n\n\n\n                         DOUG (CONT'D)\n\n          Look what I found.\n\n          Various tools, a fishing pole...\n\n\n\n                         DOUG (CONT'D)\n\n          With all of this, we can find a way\n\n          to fix the car, right Bobby?\n\n          Bobby doesn't answer.",
  "37": "---END OF PREVIOUS SECTION---\nVarious tools, a fishing pole... DOUG (CONT'D)\n\n          With all of this, we can find a way\n\n          to fix the car, right Bobby? Bobby doesn't answer. \n---TARGET SECTION TO BE ANNOTATED---\n                         DOUG (CONT'D)\n\n          I found this really huge crater at\n\n          the end of the road! I've never\n\n          seen anything like it! People must\n\n          use it as a dump site. It was full\n\n          of all this garbage...\n\n          (pointing to the fishing\n\n\n\n                         POLE)\n\n          Look at this, it's brand new!\n\n\n\n                         LYNN\n\n          What are you going to do with a\n\n          fishing pole in the desert? You\n\n          didn't you find anybody?\n\n\n\n                         DOUG\n\n          No. The road just stops there. I\n\n          hope your dad has better luck.\n\n          Is there anything to eat? I'm\n\n          starving.\n\n\n\n                         LYNN\n\n          Let's go, it's freezing out here.\n\n          Doug follows Lynn inside the trailer.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          55.\n\n\n\n                         55 CONTINUED: (3) 55\n\n           Bobby stays outside, worried. Everything seems calm. Perhaps\n\n          too calm.\n\n          He looks around-\n\n           BEAST IS GONE. He finds the BROKEN CHAIN.\n\n\n\n                          CUT TO:\n\n\n\n          57 EXT. ROCKY LABYRINTH - NIGHT 57\n\n\n\n          At the top of the hill, Beast has found what's left of\n\n          Beauty's mutilated body and whines as he licks her face.\n\n\n\n                         CUT TO:\n\n\n\n          58 EXT. TRAILER - NIGHT 58\n\n\n\n          From outside we see Doug and Lynn finishing dinner while\n\n          Brenda clears the table.\n\n          Doug holds Catherine on his knees.\n\n          Outside, Bobby stands guard with the gun. His mother comes\n\n          out.\n\n\n\n                         ETHEL\n\n          Looks like we're camping out\n\n          tonight. How's your head?\n\n          Bobby doesn't answer.\n\n\n\n                         ETHEL (CONT'D)\n\n          Bobby? What's going on?\n\n          A beat.\n\n\n\n                         BOBBY\n\n          Nothing, Mom.\n\n\n\n                         ETHEL\n\n          Are you sure?\n\n\n\n                         BOBBY\n\n          I'll feel a lot better when dad\n\n          gets back.\n\n\n\n                         ETHEL\n\n          Me too, honey. Come inside. You've\n\n          already spent enough time in the\n\n          cold for one day, don't you think?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          56.",
  "38": "---END OF PREVIOUS SECTION---\nCome inside. You've\n\n          already spent enough time in the\n\n          cold for one day, don't you think? (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          56. \n---TARGET SECTION TO BE ANNOTATED---\n                         58 CONTINUED: 58\n\n          Bobby agrees to follow his mother, abandoning the fire.\n\n          The flames dance with the desert wind in the night.\n\n\n\n          59 INT. TRAILER.- NIGHT 59\n\n\n\n          Bobby double bolts the lock on the door. Behind him, Lynn\n\n          comes out of the bathroom, while Doug has just changed\n\n          Catherine.\n\n\n\n                         LYNN\n\n          Don't close the door, we're leaving\n\n          in a second!\n\n\n\n                         BOBBY\n\n\n\n                         (WORRIED)\n\n          Where are you going? You don't want\n\n          to wait until Dad comes back?\n\n\n\n                         DOUG\n\n          I'm tired, I really need to rest\n\n          for an hour or so...\n\n\n\n                         BOBBY\n\n          We can squeeze in here. You'll be\n\n          more comfortable.\n\n\n\n                         DOUG\n\n          You want us to sleep on the floor?!\n\n           Doug kisses Catherine and hands her to Brenda so she can put\n\n          her to bed.\n\n          Bobby takes him aside.\n\n\n\n                         BOBBY\n\n\n\n                         (QUIETLY)\n\n          I need to talk to you...\n\n\n\n                         DOUG\n\n          What?\n\n          Bobby hesitates to talk.\n\n\n\n                         DOUG (CONT'D)\n\n          So, what Bobby?\n\n          Lynn walks by-\n\n\n\n                         LYNN\n\n          I'm almost ready...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          57.\n\n\n\n                         59 CONTINUED: 59\n\n\n\n                         DOUG\n\n          Listen... I'm sure your dad will be\n\n          back soon. He's \"Big Bob\". It's\n\n          gonna take more than a few snakes\n\n          in the dark to stop him, right?\n\n\n\n                         (TO LYNN)\n\n          Are you coming, honey?\n\n          Lynn, holding a blanket and pillows, joins him. They exit\n\n          together hand in hand.\n\n\n\n                         DOUG (CONT'D)\n\n\n\n                         (FROM OUTSIDE)\n\n          If he's not back by midnight, we'll\n\n          go get him. Deal?\n\n          Bobby hates himself for not saying anything. He bolts the\n\n          door shut and stands facing it.\n\n          Behind him, Brenda sets the baby in her crib and starts a\n\n          FISHER PRICE MOBILE hanging above, setting off the music and\n\n          rocking the baby to sleep.\n\n          She disappears in the bathroom for a moment and comes out in\n\n          t-shirt and panties.",
  "39": "---END OF PREVIOUS SECTION---\nHe bolts the\n\n          door shut and stands facing it. Behind him, Brenda sets the baby in her crib and starts a\n\n          FISHER PRICE MOBILE hanging above, setting off the music and\n\n          rocking the baby to sleep. She disappears in the bathroom for a moment and comes out in\n\n          t-shirt and panties. \n---TARGET SECTION TO BE ANNOTATED---\n She turns to her brother-\n\n\n\n                         BRENDA\n\n          Can I listen to your iPod?\n\n          Bobby is still focused on the door.\n\n\n\n                         BOBBY\n\n          What?\n\n\n\n                         BRENDA\n\n          Can I borrow your iPod?\n\n\n\n                         BOBBY\n\n\n\n                         (DISTANT)\n\n          Whatever...\n\n          Brenda grabs it and cranks the volume. she starts swaying to\n\n          the music, unaware of the dangers lurking about.\n\n          Next to her, Catherine sleeps quietly in her crib.\n\n          On the other side of the trailer, Ethel works on a crossword\n\n          puzzle.\n\n          INSERT- \" family, revenge, homicide...\" are some of the words\n\n          in the puzzle...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          58.\n\n\n\n                         59 CONTINUED: (2) 59\n\n          WIDER- Bobby joins her and sits.\n\n\n\n          60 EXT. TRAILER - NIGHT 60\n\n\n\n          In between some bushes, we see the Carter trailer home\n\n          isolated in the desert under the starlit sky. Backlit in the\n\n          window, Brenda dances...\n\n          Next to the trailer home, the SUV-\n\n\n\n          61 INT. SUV - NIGHT 61\n\n\n\n          In a makeshift bed in the back, Doug is laying on his back\n\n          and Lynn rubs his legs.\n\n\n\n                         DOUG\n\n          Ow, Ow... Yeah right there.\n\n          Perfect. God, I feel like I crossed\n\n          New Mexico on foot.\n\n          Amused, Lynn squeezes his legs a bit harder. She moves up to\n\n          his love handles.\n\n\n\n                         LYNN\n\n          A little work out can't be all that\n\n          bad for these guys, right?\n\n          Doug laughs and giggles.\n\n\n\n                         DOUG\n\n          Stop! Stop, you're tickling me!\n\n          Lynn continues with more fervor.\n\n\n\n                         DOUG (CONT'D)\n\n          Oh, so you want to play?\n\n          He turns around and starts tickling her as well. They laugh\n\n          together before kissing passionately.\n\n\n\n                         LYNN\n\n          I love you...\n\n\n\n                         DOUG\n\n          I love you too...\n\n          They start making out.\n\n\n\n          62 EXT. SUV - NIGHT 62\n\n\n\n          At the same time A HAND opens the gas tank and unscrews the\n\n          cover.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          59.",
  "40": "---END OF PREVIOUS SECTION---\n62 EXT. SUV - NIGHT 62\n\n\n\n          At the same time A HAND opens the gas tank and unscrews the\n\n          cover. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          59. \n---TARGET SECTION TO BE ANNOTATED---\n                         62 CONTINUED: 62\n\n          In total silence, the hand slips a rubber hose into the tank\n\n          and starts siphoning gas. We follow the hose up to the\n\n          monstrous mouth of-\n\n          PLUTO - The deformed bald giant with a child's face. But a\n\n          child with a thick, primal cruelty snapping in his\n\n          asymmetrical, protruding eyes.\n\n          Silently, Pluto siphons some of the Carter's gas into a gas\n\n          can.\n\n          Lynn's hand presses against the window, as she and her\n\n          husband continue, unaware.\n\n          Pluto laughs stupidly, excited by the situation. His large\n\n          smile reveals POINTY SHARK-LIKE TEETH.\n\n          Once the gas can is full, he waves at somebody hidden in the\n\n          dark.\n\n\n\n          63 INT. TRAILER - NIGHT 63\n\n\n\n          Brenda rests on her bed. Exhausted, she turns off the bed\n\n          lamp,. and slides under the sheets. She falls asleep listening\n\n          to the music.\n\n          In the other room of the trailer, Bobby's watch reads\n\n          11:45pm. Bobby is restless. He doesn't know what to do.\n\n          A few feet away, Ethel sleeps on the couch.\n\n          Suddenly, Bobby hears barking in the distance.\n\n\n\n                         BOBBY\n\n          Beast?!\n\n          He grabs the gun and exits the trailer, leaving the door\n\n          open.\n\n\n\n          64 EXT. TRAILER - NIGHT 64\n\n\n\n          Bobby moves into the night. Beast is still barking somewhere\n\n          in the dark.\n\n          As he passes the SUV, he overhears the moaning and heavy\n\n          breathing coming from inside.\n\n          His flashlight moves over the desert terrain and the\n\n          occasional bush. He calls out to his dog, trying not to wake\n\n          anyone.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          60.\n\n\n\n                         64 CONTINUED: 64\n\n\n\n                         BOBBY\n\n          Beast? Come on, boy. You hear me!\n\n          Come on now.\n\n          Bobby moves further from the trailer towards the barking.\n\n\n\n          HIS FLASHLIGHT PASSES QUICKLY OVER A SHAPE HIDING IN THE\n\n\n\n          BUSHES!\n\n          Bobby shines the light on the bush and approaches-\n\n          Nothing. It must have been his imagination.\n\n          The barking becomes a ferocious growl.",
  "41": "---END OF PREVIOUS SECTION---\nBobby shines the light on the bush and approaches-\n\n          Nothing. It must have been his imagination. The barking becomes a ferocious growl. \n---TARGET SECTION TO BE ANNOTATED---\n                         BOBBY (CONT'D)\n\n          Beast? Beast? Its me. Come on...\n\n          All of a sudden the growling becomes a \"mooing\" cow.\n\n          Then a goat. Then a chicken.\n\n          Terrified, Bobby turns around and runs back toward the SUV.\n\n\n\n          65 INT. TRAILER - NIGHT 65\n\n\n\n          In the living room, Ethel sleeps.\n\n          At the other end, Brenda turns under the sheets. The muted\n\n          bass coming from the iPod drums on in the background.\n\n\n\n          A GNARLED HAND ENTERS FRAME AND BRUSHES A STRAND OF HAIR FROM\n\n\n\n          BRENDA'S FACE SO STEALTHILY THAT SHE DOESN'T EVEN STIR.\n\n\n\n          IT'S PLUTO. THE DIVERSION OUTSIDE HAS ALLOWED HIM TO ENTER.\n\n          He stands above Brenda watching her sleep, an innocent smile\n\n          on his face. His hand softly grazes her hair as if she was a\n\n          kitten, then pulls on the sheets to expose her body.\n\n          Pluto covers her mouth, silencing her. BRENDA'S EYES OPEN\n\n\n\n          WIDE.\n\n\n\n          66 EXT. TRAILER - NIGHT 66\n\n\n\n          Panting and panicked, Bobby knocks on the SUV's tailgate\n\n          window, interrupting Lynn and Doug.\n\n\n\n                         BOBBY\n\n          Doug! Doug!\n\n          Caught red-handed, Lynn dresses and Doug pulls up his pants.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          61.\n\n\n\n                         66 CONTINUED: 66\n\n\n\n                         DOUG\n\n          Damanit! What is it now?\n\n\n\n                         LYNN\n\n          (through the window)\n\n          What do you want, Bobby?\n\n\n\n                         BOBBY\n\n          Come on, open up!\n\n          Lynn opens the back window giving him a dirty look.\n\n\n\n                         LYNN\n\n          This had better be important.\n\n          Bobby is too scared to keep the truth hidden. He regains his\n\n          calm before talking.\n\n\n\n                         BOBBY\n\n          Something's going on around here.\n\n          We're not alone.\n\n          Exasperated, Lynn takes a deep breath, not taking him\n\n          seriously.\n\n\n\n                         BOBBY (CONT'D)\n\n          I know this sounds weird, but there\n\n          are people living in those hills.\n\n\n\n                         LYNN\n\n          Bobby... We're in the middle of\n\n          nowhere.",
  "42": "---END OF PREVIOUS SECTION---\nBOBBY (CONT'D)\n\n          I know this sounds weird, but there\n\n          are people living in those hills. LYNN\n\n          Bobby... We're in the middle of\n\n          nowhere. \n---TARGET SECTION TO BE ANNOTATED---\n Believe me, no one could\n\n          survive out here!\n\n\n\n                         BOBBY\n\n          I saw them. And Beauty...\n\n\n\n                         DOUG\n\n          Beauty what?\n\n\n\n                         BOBBY\n\n          They cut out her insides.\n\n\n\n                         LYNN\n\n          What are you talking about?\n\n\n\n                         BOBBY\n\n          Her guts were all over the place...\n\n          He struggles to talk.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          62.\n\n\n\n                         66 CONTINUED: (2) 66\n\n\n\n                         BOBBY (CONT'D)\n\n          I...I didn't want to scare you so I\n\n          didn't say anything, but\n\n          something's going on... You even\n\n          said you heard some breathing on\n\n          the radio didn't you?\n\n          Lynn nods.\n\n\n\n                         BOBBY (CONT'D)\n\n          We're not alone, I'm telling you...\n\n          Doug exits the car. Obviously, Bobby is not kidding.\n\n\n\n                         DOUG\n\n          Calm down Bobby, OK? Let's go check\n\n          it out together. Lynn, stay right\n\n          here.\n\n\n\n          67 INT. TRAILER - NIGHT 67\n\n\n\n          From the window, we can see Bobby and Doug walking to the\n\n          trailer.\n\n          In the back room, Pluto hears them, grabs his walkie-talkie\n\n\n\n                         AND GROWLS-\n\n\n\n                         PLUTO\n\n          Noaowww!\n\n\n\n          68 EXT. TRAILER - NIGHT 68\n\n\n\n          AT THAT MOMENT, an explosion takes place a few hundred yards\n\n          away from the trailer.\n\n          The flames climb into the air lighting the surrounding rocky\n\n          desert.\n\n          SOMEONE SCREAMS. Doug and Bobby turn around.\n\n\n\n          IT'S BIG BOB!\n\n          He has been crucified to a Joshua tree and transformed into a\n\n\n\n          HUMAN TORCH...\n\n          The explosion and the screaming has awakened Ethel who comes\n\n          out of the trailer in her nightgown. Recognizing his screams,\n\n          she runs to her burning husband.\n\n\n\n                         ETHEL\n\n\n\n          IT'S BOB! IT'S BOB!\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          63.\n\n\n\n                         68 CONTINUED: 68\n\n          Doug tries to hold her back, but she is determined to get to\n\n          him.\n\n\n\n          69 INT.",
  "43": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          63. 68 CONTINUED: 68\n\n          Doug tries to hold her back, but she is determined to get to\n\n          him. 69 INT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAILER - NIGHT 69\n\n\n\n          Doug runs into the trailer grabbing a fire extinguisher and\n\n          some blankets. In the panic, he fails to see Brenda\n\n          restrained by Pluto.\n\n\n\n                         DOUG\n\n\n\n                         (PANICKED)\n\n          Brenda, stay with Catherine!\n\n          He jumps out without waiting for an answer.\n\n          Pluto gives Brenda a satisfied smile- NO ONE WILL BOTHER THEM\n\n\n\n          NOW.\n\n\n\n          70 EXT. TRAILER - NIGHT 70\n\n\n\n          Doug runs out leaving the door wide open.\n\n          Someone jumps from the roof and, on all fours, lands in front\n\n          of the door. He stands and, for the first time, we see the\n\n          face of -\n\n          LIZARD - Pluto's cousin.\n\n          Lizard is as thin as Pluto is imposing. Extremely pale, his\n\n          face is disfigured by A CLEFT LIP WHICH EXPOSES HIS DEFORMED\n\n\n\n          JAW. A SAVAGE WITH NO SENSE OF PITY, LIZARD IS, AFTER PAPA\n\n\n\n          JUPITER, THE MOST VIOLENT INHABITANT OF THE HILLS.\n\n          Lizard has Big Bob's Magnum. He enters the trailer and closes\n\n          the door behind him.\n\n\n\n          71 EXT. DESERT - NIGHT 71\n\n\n\n          Big Bob screams as the flames devour his naked flesh.\n\n          His fingers tighten. His bloodied face distorts with pain.\n\n          Even his eyes are burnt. Considering the condition of his\n\n          body, it's a miracle he's still alive...\n\n          Doug arrives with the extinguisher and begins putting out the\n\n          fire under Ethel's horrified, watchful eye.\n\n\n\n          72 INT. TRAILER - NIGHT 72\n\n\n\n          Back inside the trailer.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          64.\n\n\n\n                         72 CONTINUED: 72\n\n          With a wicked smile on his face, Lizard puts on Ethel's apron\n\n          and places her flowery sun hat on his head. This disturbed\n\n          mind takes pleasure in dressing up in \"Mama's clothes\"...\n\n          Then, famished, he eats everything he can find in the\n\n          trailer.\n\n          Raw meat, fruit, potato chips... He washes it all down with\n\n          milk, orange juice...\n\n          His eyes stop on the bird cage. He smiles.",
  "44": "---END OF PREVIOUS SECTION---\nHe washes it all down with\n\n          milk, orange juice... His eyes stop on the bird cage. He smiles. \n---TARGET SECTION TO BE ANNOTATED---\n          Lizard moves closer, opens the cage and grabs one of the\n\n          parrakeets.\n\n          The small bird looks around in confusion.\n\n\n\n          HE TEARS OFF ITS HEAD AND SQUEEZES THE BLOOD INTO HIS MOUTH!\n\n          Blood drips on his chin.\n\n          Brenda's muted screams attract his attention.\n\n          Lizard walks across the trailer. HE WANTS HIS SHARE.\n\n          He pushes Pluto violently to the ground.\n\n\n\n                         LIZARD\n\n          Move!\n\n          (with a smile)\n\n          You gotta be a man to do that...\n\n          Pluto is outraged and tries to stand up. He wants to talk but\n\n          no words come out. JUST GRUNTS AND GROWLS.\n\n          Lizard savagely hits him several times.\n\n          Behind them, terrified, Brenda watches helplessly as they\n\n          fight.\n\n          Lizard puts his foot on Pluto's face, pinning him to the\n\n          ground, and then points the gun to his head.\n\n\n\n                         LIZARD (CONT'D)\n\n          I told ya to move!\n\n          Pluto moves away and, in a fit of rage, breaks everything in\n\n          the trailer. Dishes, chairs, table... everything.\n\n          Lizard laughs like a goon. He grabs Brenda by her feet and\n\n          pulls her to him.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          65.\n\n\n\n                         72 CONTINUED: (2) 72\n\n          Excited and amused at the same time, he stares at Brenda's\n\n          appetizing calf muscle. He smells it, licks it, and then,\n\n          without hesitation, plunges his teeth into her leg.\n\n\n\n          73 EXT. TRAILER - NIGHT 73\n\n\n\n          Brenda's muted screams are heard from inside the trailer.\n\n\n\n          74 EXT. DESERT - NIGHT 74\n\n\n\n          The flames have been replaced by white smoke.\n\n          Doug unties Big Bob. His body falls motionless to the ground.\n\n\n\n          COMPLETELY CARBONIZED, HE HAS STOPPED BREATHING.\n\n          Smoke comes out of his mouth.\n\n          Doug uses the blanket to extinguish the last flames.\n\n          Behind Doug, Ethel looks at her husband refusing to accept\n\n          the truth.\n\n\n\n                         ETHEL\n\n          No..No.. It's not possible. That's\n\n          not Bob. That's not my Bob.",
  "45": "---END OF PREVIOUS SECTION---\nIt's not possible. That's\n\n          not Bob. That's not my Bob. \n---TARGET SECTION TO BE ANNOTATED---\n          She grabs Doug by his shirt trying to convince him.\n\n\n\n                         ETHEL (CONT'D)\n\n          Doug.. It's not him. Tell me it's\n\n          not him. It's not my Bob!\n\n          The poor woman has lost her mind. Ethel erupts in laughter\n\n          pointing to her dead husband.\n\n\n\n                         ETHEL (CONT'D)\n\n\n\n                         (HYSTERICALLY)\n\n          That is not my Bob! That is not my\n\n          Bob! That's not him!\n\n          Lynn and Bobby are paralyzed. Doug turns to his wife.\n\n\n\n                         DOUG\n\n          Take your mother away from here!\n\n          With her eyes fixed on her father, Lynn walks her mother\n\n          away.\n\n          In Bobby's eyes, sadness has been replaced by hatred. Full of\n\n          rage, the youngster grabs the gun and walks away.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          66.\n\n\n\n                         74 CONTINUED: 74\n\n\n\n                         DOUG (CONT'D)\n\n          Where are you going? Bobby?\n\n\n\n                         BOBBY\n\n          I'm gonna take care of the\n\n          motherfuckers!\n\n\n\n                         DOUG\n\n          Come back here, Bobby!\n\n          Bobby disappears into the night.\n\n          Doug covers Big Bob's face with a blanket.\n\n\n\n          75 EXT. TRAILER - NIGHT 75\n\n\n\n          Returning to the trailer, Lynn struggles to restrain Ethel.\n\n          Ethel finally realizes it's too late for her husband and\n\n          collapses into her daughter's arms.\n\n          Just then, a muffled scream from Brenda pierces the night.\n\n\n\n                         LYNN\n\n          Oh my god!\n\n          Lynn runs inside leaving her mother alone.\n\n\n\n          76 INT. TRAILER - NIGHT 76\n\n\n\n          Bursting into the trailer, Lynn stops on a dime when she sees\n\n          Lizard, in Ethel's clothes, holding the baby.\n\n          Behind him, Pluto restrains Brenda.\n\n          Lizard walks up with the baby.\n\n\n\n                         LIZARD\n\n\n\n                         (EVIL)\n\n          Big fat baby good.., you fat... Fat\n\n          and juicy!\n\n          Lynn is paralyzed with fear.\n\n          Lizard imitates a mother cradling her baby.\n\n\n\n                         LIZARD (CONT'D)\n\n          Baby... Baby...\n\n          Instinctively, Lynn grabs the closest thing, a FRYING PAN,\n\n          and hits Lizard brutally in the face.",
  "46": "---END OF PREVIOUS SECTION---\nLIZARD (CONT'D)\n\n          Baby... Baby... Instinctively, Lynn grabs the closest thing, a FRYING PAN,\n\n          and hits Lizard brutally in the face. \n---TARGET SECTION TO BE ANNOTATED---\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          67.\n\n\n\n                         76 CONTINUED: 76\n\n          Stunned, he falls to the ground and drops the baby, who\n\n          begins to wail.\n\n          when he lifts his head, Lynn strikes again-\n\n          He blocks her arm and twists it, bringing her to her knees.\n\n          Lynn tries to fight him off, but he is too strong.\n\n          Still restrained, Brenda spots the PHILLIPS SCREWDRIVER under\n\n          the sleeper. The one Bobby had used to fix the A/C.\n\n          At the other end of the trailer, Lizard has immobilized Lynn\n\n          and POINTS THE GUN AT THE BABY!\n\n          Lynn stops.\n\n\n\n                         LYNN\n\n\n\n                         (PANTING)\n\n          No...No...Please... Please don't...\n\n          Without a word, Lizard tears off Lynn's shirt and bra.\n\n          The gun stays pointed at the baby as-\n\n          Lizard removes Ethel's sun hat and hovers over Lynn's\n\n          breast...\n\n          Seen from behind her shoulder, we can't figure out exactly\n\n          what this mental case is doing... Is he nursing from her\n\n          breast?\n\n          Lynn trembles, but can only think of her baby and her sister,\n\n          who are still threatened.\n\n          Excited by what his brother is doing, Pluto fondles Brenda.\n\n          Suddenly, Ethel jumps into the trailer with a broom and\n\n          starts batting away at Lizard.\n\n          For once, her adrenaline kicks in as she fights for the most\n\n          important thing in her life - Her family.\n\n          The broom has little effect and is almost comical...\n\n          BANG! - Lizard shoots Ethel in her chest, throwing her back.\n\n\n\n          77 EXT. DESERT - NIGHT 77\n\n\n\n          From far away, Bobby hears the gunshot. He quickly turns\n\n          around to help his family.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          68.\n\n\n\n          78 INT. TRAILER - NIGHT 78\n\n\n\n          In the trailer home, Brenda takes advantage of the confusion\n\n          to get away from Pluto and grabs the Phillips screwdriver\n\n          from beneath the sleeper.\n\n          Brenda slides the screwdriver to Lynn who raises it and is\n\n          about to strike when-\n\n          BANG! - Lynn is shot in the chest.\n\n          Lizard turns to Brenda and aims at her head.",
  "47": "---END OF PREVIOUS SECTION---\nTRAILER - NIGHT 78\n\n\n\n          In the trailer home, Brenda takes advantage of the confusion\n\n          to get away from Pluto and grabs the Phillips screwdriver\n\n          from beneath the sleeper. Brenda slides the screwdriver to Lynn who raises it and is\n\n          about to strike when-\n\n          BANG! - Lynn is shot in the chest. Lizard turns to Brenda and aims at her head. \n---TARGET SECTION TO BE ANNOTATED---\n          He is about to shoot when Lynn, with her last breath-\n\n\n\n          PLANTS THE PHILLIPS SCREWDRIVER IN HIS THIGH. IT STARTS\n\n\n\n          TEARING THROUGH HIS FLESH!\n\n          Lizard screams in pain and turns the gun back to Lynn-\n\n          BANG! - He blows off part of her skull.\n\n          Blood splatters throughout the cabin.\n\n\n\n          79 EXT. DESERT - NIGHT 79\n\n\n\n          Alarmed by the gunfire, Doug gets up and looks at the trailer\n\n          in the distance. He doesn't know what to do.\n\n          Bobby appears behind him-\n\n\n\n                         BOBBY\n\n          Come on Doug! They're in the\n\n          trailer-!\n\n          They both take off running.\n\n\n\n          80 INT. TRAILER - NIGHT 80\n\n\n\n          Witness to the slaughter, Brenda is petrified with fear.\n\n          Lizard pulls out the screwdriver and stands with difficulty.\n\n          He picks up the baby and hands it to Pluto.\n\n\n\n                         LIZARD\n\n          Take it.\n\n          Pluto obeys. Lizard grabs Brenda by the hair and pulls her\n\n          out of the trailer.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          69.\n\n\n\n                         80 CONTINUED: 80\n\n\n\n                         LIZARD (CONT'D)\n\n          Come on bitch...\n\n          She screams and resists by grabbing at furniture and pulling\n\n          off the curtains...\n\n          Her nails scratch against the paneling.\n\n\n\n          BEFORE LEAVING, LIZARD RIPS THE JEWELRY FROM ETHEL AND LYNN'S\n\n\n\n          BODY...\n\n\n\n          81 EXT. TRAILER - NIGHT 81\n\n\n\n          Brenda is pulled out by Lizard.\n\n          When he sees Bobby and Doug approaching, Lizard changes his\n\n\n\n                         MIND-\n\n\n\n          HE INSERTS THE BARREL OF HIS GUN INTO BRENDA'S MOUTH...\n\n          Brenda is wide eyed. Without hesitating, Lizard pulls the\n\n\n\n                         TRIGGER-\n\n          CLICK! - no more bullets.\n\n          Lizard drops Brenda.\n\n\n\n                         LIZARD\n\n          I'll come back for ya...\n\n          Lizard disappears into the night.\n\n          Brenda lays on the ground trembling and crying.\n\n          Doug arrives at the trailer, while Bobby aims the 9mm at the\n\n          assassins.\n\n\n\n          BANG! BANG! BANG!\n\n          It's too late. They're gone.",
  "48": "---END OF PREVIOUS SECTION---\nBANG! It's too late. They're gone. \n---TARGET SECTION TO BE ANNOTATED---\n          Bobby runs to his traumatized sister laying on the ground. He\n\n          holds her in his arms, trying to calm her down.\n\n          Doug approaches the open door. He notices bloody hand prints\n\n          along the side of the trailer home- One of the attackers has\n\n          been hurt...\n\n\n\n          82 INT. TRAILER - NIGHT 82\n\n\n\n          Doug enters the trailer unable to imagine the tragedy.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          70.\n\n\n\n                         82 CONTINUED: 82\n\n          Horrified, he discovers Ethel on the couch, not quite dead,\n\n          but short of breath and in pain.\n\n          Doug is stone faced-\n\n\n\n          ON THE GROUND, LYNN'S BODY, HIS OWN WIFE, SOAKS IN HER BLOOD!\n\n          His eyes fill with tears. He tries to keep from crying but\n\n          his sadness is too deep.\n\n          His hand approaches her face. His fingers graze her hair.\n\n\n\n          SUDDENLY, LYNN'S BODY SUFFERS A LAST MUSCLE SPASM, LIKE A\n\n\n\n          CIRCUIT SHORTING OUT.\n\n          Doug tries to breathe life back into her body, but death has\n\n          overtaken her open eyes. He closes them and starts weeping.\n\n          The music from the Fisher Price mobile is the only other\n\n          sound...\n\n          Doug turns around. THE CRIB IS EMPTY...\n\n\n\n                         DOUG\n\n\n\n                         (SOFTLY)\n\n          No...No...\n\n          He squeezes his fist with rage.\n\n\n\n          83 EXT. DESERT - NIGHT 83\n\n\n\n          At the foot of the burnt tree, Big Bob's body is laid out on\n\n          some rocks, the blanket over his face.\n\n          A few figures emerge out of the darkness and gather around\n\n          the body like a pack of hyenas.\n\n\n\n          BIG BOB IS DRAGGED AWAY THROUGH THE DUST...\n\n\n\n                         CUT TO:\n\n\n\n          84 EXT. HILLS - NIGHT 84\n\n\n\n          Backlit by the moon, at the top of the hill, we find Goggle\n\n          and his binoculars.\n\n          Reflecting in the lenses, we see the carters' trailer glowing\n\n          in the night.\n\n          A rustling noise attracts his attention.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          71.",
  "49": "---END OF PREVIOUS SECTION---\nReflecting in the lenses, we see the carters' trailer glowing\n\n          in the night. A rustling noise attracts his attention. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          71. \n---TARGET SECTION TO BE ANNOTATED---\n                         84 CONTINUED: 84\n\n          Before Goggle can turn around, a wild animal jumps at his\n\n          face- IT'S BEAST.\n\n          The German shepherd tears at Goggle's face and locks deep\n\n          into his throat. Goggle tries to fight it off, but the animal\n\n          is determined to kill.\n\n          Goggle grabs AN OLD RAZOR out of his pocket and tries to cut\n\n          the animal.\n\n          The dog bites down tightening its grip. BONES CRACK.\n\n          He drops the razor. Goggle's derby hat falls between some\n\n          rocks.\n\n\n\n          BEAST AVENGES BEAUTY IN A BLOODFEST!\n\n          Someone calls him on the on walkie-talkie-\n\n\n\n          RADIO (O.S.)\n\n          \"Goggle? Goggle...\"\n\n          Goggle will not answer anymore...\n\n\n\n          85 INT. TRAILER - NIGHT 85\n\n\n\n          Laid out on the couch, Ethel agonizes between life and death.\n\n          Brenda stares into space, saying nothing. Doug touches her\n\n          head as he passes. Instinctively, she backs off terrified.\n\n          Across the trailer, Bobby paces back and forth.\n\n\n\n                         BOBBY\n\n\n\n                         (PANICKED)\n\n          What are we going to do Doug? What\n\n          are we going to do if they come\n\n          back?\n\n          Completely defeated, Doug comes back and goes to Ethel's\n\n          side.\n\n\n\n                         BOBBY (CONT'D)\n\n          Doug!\n\n          Doug does not answer and takes Ethel's hand. She opens her\n\n          eyes and looks at him as if nothing happened.\n\n\n\n                         ETHEL\n\n          This camper's so small. No matter\n\n          how much you clean, it's always a\n\n          mess.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          72.\n\n\n\n                         85 CONTINUED: 85\n\n          Doug nods in silence.\n\n\n\n                         ETHEL (CONT'D)\n\n          Is Big Bob home?\n\n\n\n                         DOUG\n\n          Not yet.\n\n\n\n                         ETHEL\n\n          Did everyone go to bed?\n\n\n\n                         DOUG\n\n          Yes, Brenda is here and Bobby is in\n\n          the kitchen.\n\n          At the other end, Bobby turns away, crying. Brenda looks away\n\n          as well.\n\n\n\n                         ETHEL\n\n          (short of breath)\n\n          Is Lynn sleeping?\n\n          Doug holds back the tears.",
  "50": "---END OF PREVIOUS SECTION---\nBrenda looks away\n\n          as well. ETHEL\n\n          (short of breath)\n\n          Is Lynn sleeping? Doug holds back the tears. \n---TARGET SECTION TO BE ANNOTATED---\n                         DOUG\n\n          Yes..\n\n          (after a beat)\n\n          Do you need anything?\n\n          Ethel finds it more and more difficult to talk.\n\n\n\n                         ETHEL\n\n          Look in the closet Doug, I'm sure I\n\n          have another blanket. I'm so cold.\n\n          Doug tucks one of the blankets around her.\n\n\n\n                         DOUG\n\n\n\n                         (REASSURING)\n\n          There's one here. Nice and warm.\n\n\n\n                         ETHEL\n\n          You've always been so sweet. I\n\n          understand why Lynn loves you so\n\n          much.\n\n          She raises her arm to caress his face.\n\n          Her hand falls on the bed. Lifeless.\n\n          Brenda screams, bursting into tears.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          73.\n\n\n\n                         85 CONTINUED: (2) 85\n\n          At the same time Bobby pounds his fist against a wall. His\n\n          eyes full of hate, he joins Doug.\n\n\n\n                         BOBBY\n\n\n\n                         (DETERMINED)\n\n          Come on! I'm not going to take this\n\n          shit...\n\n          Doug gets mad as well.\n\n\n\n                         DOUG\n\n\n\n          DON'T BE STUPID! WE'RE NOT GOING\n\n\n\n          ANYWHERE, DO YOU HEAR ME?\n\n\n\n                         BOBBY\n\n          Fine. You stay here. I'm going\n\n          after them.\n\n          Doug gets between Bobby and the door, preventing the kid from\n\n          leaving.\n\n\n\n                         BOBBY (CONT'D)\n\n          Let me go!\n\n\n\n                         DOUG\n\n          You want to die, too?\n\n\n\n                         BOBBY\n\n          I don't care.\n\n          Doug drags him in front of his mother's body.\n\n\n\n                         DOUG\n\n          Look! Look at what they did to your\n\n          mother. Look at what they did to\n\n          your sister.\n\n          He slams Bobby against the door.\n\n\n\n                         DOUG (CONT'D)\n\n          You're not a fucking child,\n\n          alright? Think before you do\n\n          something stupid. You won't make it\n\n          three feet! We need a plan, OK? We\n\n          need to think...\n\n\n\n                         BOBBY\n\n          Think about what? They have\n\n          Catherine, Doug...\n\n          Doug remains silent...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          74.",
  "51": "---END OF PREVIOUS SECTION---\nThey have\n\n          Catherine, Doug... Doug remains silent... (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          74. \n---TARGET SECTION TO BE ANNOTATED---\n                         85 CONTINUED: ( 3) 85\n\n\n\n                         BOBBY (CONT'D)\n\n          THEY HAVE CATHERINE... You know what\n\n          they could to do to her, and you're\n\n          not going to stop them?! You're\n\n          just a coward...\n\n          Doug jumps back on Bobby grabbing him by the collar.\n\n\n\n                         DOUG\n\n\n\n                         (ENRAGED)\n\n\n\n          STOP IT! SHUT UP! JUST SHUT YOUR\n\n\n\n          FUCKING MOUTH!\n\n\n\n          A MUFFLED SOUND COMES FROM OUTSIDE!\n\n          They all freeze.\n\n          Doug releases Bobby and immediately turns off the light.\n\n          Plunged in darkness, Brenda panics again-\n\n\n\n                         BRENDA\n\n          No.. No... don't turn it off!\n\n\n\n                         (HYSTERICAL)\n\n          He swore he'd come back to get me.\n\n          He swore it. Don't let him take me,\n\n          Bobby!\n\n          Outside, another noise, AND A SHADOW PASSES BACKLIT BY THE\n\n\n\n          CAMPFIRE!\n\n\n\n                         BRENDA (CONT'D)\n\n\n\n                         (TERRIFIED)\n\n\n\n          THEY'RE HERE... THEY'RE BACK... I\n\n\n\n          DON'T WANT TO DIE BOBBY...I DON'T\n\n\n\n          WANT TO DIE...DO SOMETHING...\n\n          Bobby picks up the gun-\n\n          BANG! BANG! BANG! - With no hesitation, he shoots through the\n\n          door.\n\n          Brenda throws herself into Doug's arms.\n\n          Bobby stares at the bullet holes in the trailer door.\n\n          Suddenly, the sound of a radio is heard-\n\n\n\n          RADIO (O.S.)\n\n          \"Goggle, you copy? Goggle...\"\n\n          Bobby and Doug look at each other confused.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          75.\n\n\n\n                         / 85 CONTINUED: (4) 85\n\n\n\n          RADIO (O.S.) (CONT'D)\n\n          \"Goggle?\"\n\n          Doug silently moves closer to the door.\n\n          From outside we can see Doug's eye through one of the bullet\n\n          holes. Nobody, everything seems quiet.\n\n\n\n                         DOUG\n\n          Get ready Bobby..\n\n          Doug opens the door and jumps out ready to fight.\n\n          From beneath the trailer, someone observes him...\n\n          Doug bends down and discovers-\n\n          GOGGLE'S SEVERED ARM. In its hand, the walkie-talkie still\n\n          works.",
  "52": "---END OF PREVIOUS SECTION---\nFrom beneath the trailer, someone observes him... Doug bends down and discovers-\n\n          GOGGLE'S SEVERED ARM. In its hand, the walkie-talkie still\n\n          works. \n---TARGET SECTION TO BE ANNOTATED---\n          RADIO (O.S.)\n\n          \"Goggle? Goggle?\"\n\n          Doug grabs the radio. It's dripping with blood.\n\n          Bobby is about to join him when Doug signals-\n\n\n\n          THERE'S SOMEONE HIDING UNDER THE TRAILER.\n\n          Without a sound, Bobby aims the gun at the kitchen floor.\n\n          Outside, Doug backs up to see who is hiding.\n\n          Behind the step ladder, he sees an inert shape in the\n\n          shadows.\n\n          BANG! - Bobby shoots through the floor. Immediately, the\n\n          shadowy figure jumps out into the light-\n\n\n\n                         DOUG\n\n          Beast!\n\n          The dog jumps into Doug's arms and begins licking his face.\n\n          Bobby can't believe it, his dog has returned.\n\n          Radio static comes back on the walkie. Bobby picks it up-\n\n\n\n          RADIO (O.S.)\n\n          \"Papa Jupe... Goggle is dead. I\n\n          found him in the rocks...\"\n\n          \"Dead?\"\n\n\n\n                         (MORE)\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          76.\n\n\n\n                         85 CONTINUED: (5) 85\n\n\n\n           RADIO (O.S.) (CONT'D)\n\n          \"They got him. He's all torn\n\n          up...\"\n\n          Bobby is proud of Beast. Still in the trailer, Brenda looks\n\n          at them, not as hopeful.\n\n\n\n                         BOBBY\n\n          Good boy.. That's a good dog.\n\n\n\n          PAPA DUPE/RADIO (O.S.)\n\n          \"I'm gonna take care of those\n\n          bastards myself\"...\n\n          Bobby exchanges a worried glance with Doug. Even though\n\n          neither of the two has yet met Papa Jupe, something in his\n\n          voice tells them that it's only going to get worse.\n\n          Doug grabs the radio-\n\n\n\n                         DOUG\n\n          (in the radio)\n\n\n\n          WHAT THE FUCK DO YOU WANT? WHY ARE\n\n\n\n          YOU DOING THIS TO US?!\n\n          No answer. Just static.\n\n\n\n                         DOUG (CONT'D)\n\n\n\n          ANSWER ME! WHY US?!\n\n\n\n                         (IN DESPERATION)\n\n          Give me back my little girl... Give\n\n          her back to me...\n\n          More static...\n\n\n\n                         DOUG (CONT'D)\n\n\n\n          DO YOU HEAR ME?!\n\n          Silence. Suddenly we hear-\n\n\n\n          CATHERINE'S CRIES ON THE RADIO!\n\n          Doug drops the radio, scared speechless...",
  "53": "---END OF PREVIOUS SECTION---\nSilence. Suddenly we hear-\n\n\n\n          CATHERINE'S CRIES ON THE RADIO! Doug drops the radio, scared speechless... \n---TARGET SECTION TO BE ANNOTATED---\n                         DOUG (CONT'D)\n\n          How much ammo do you have left?\n\n\n\n                         BOBBY\n\n          I don't know, half a clip?\n\n\n\n                         CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          77.\n\n\n\n          86 INT. DARK PLACE - NIGHT 86\n\n\n\n          On a dimly lit wooden table, Catherine lays, wrapped in a\n\n          blanket.\n\n          A butcher's knife is planted next to her...\n\n          Asthmatic breathing, and the sound of running water punctuate\n\n          the silence.\n\n          Ruby steps out of the darkness and moves towards the baby.\n\n          She watches through her abnormally large eyes and extends her\n\n          stringy fingers to touch the baby.\n\n          A large screen splits the room in two.\n\n          A strangely shaped shadow moves behind the screen: A\n\n          HANDICAPPED BODY washed by A LARGE WOMAN...\n\n          An empty wheel chair rests in a corner.\n\n          Amused, Ruby looks at the baby who smiles back. She carefully\n\n          takes Catherine in her arms when the invalid's voice\n\n\n\n                         INTERRUPTS-\n\n\n\n          LARGE WOMAN (O.S.)\n\n          Put that down Ruby... You know\n\n          better than to play with your\n\n          food...\n\n          Ruby takes a step back, hugging the baby tighter.\n\n\n\n                         - RUBY\n\n          Mama, pleaaase...\n\n\n\n          HANDICAPPED (O.S.)\n\n          (weak asthmatic voice)\n\n          Listen to your mother Ruby and put\n\n          that baby down... Now!\n\n          Frightened, Ruby obeys and quickly runs out of the room.\n\n          The baby starts crying...\n\n\n\n                         CUT TO:\n\n\n\n          87 INT. TRAILER - NIGHT 87\n\n\n\n          Brenda sits by the C/B and retries the SOS calls.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          78.\n\n\n\n                         87 CONTINUED: 87\n\n\n\n                         BRENDA\n\n          Mayday... Mayday... We need help\n\n          ..Mayday... Mayday... can anybody\n\n          hear me?\n\n          Something has gone off in her eyes. She is absent, no longer\n\n          living, just surviving.\n\n          Doug is about to leave, taking with him anything from the\n\n          trailer which might be useful.\n\n\n\n          BASEBALL BAT, FLASHLIGHT, PHILLIPS SCREWDRIVER...\n\n\n\n                         BOBBY\n\n          Let me go with you.",
  "54": "---END OF PREVIOUS SECTION---\nDoug is about to leave, taking with him anything from the\n\n          trailer which might be useful. BASEBALL BAT, FLASHLIGHT, PHILLIPS SCREWDRIVER... BOBBY\n\n          Let me go with you. \n---TARGET SECTION TO BE ANNOTATED---\n                         DOUG\n\n          No, you stay here with your sister\n\n          and stay by the radio. Somebody's\n\n          bound to hear us.\n\n          Brenda continues her distress call.\n\n\n\n                         BRENDA\n\n          Mayday...mayday... Can anybody hear\n\n          me?\n\n\n\n                         DOUG\n\n\n\n                         (TO BOBBY)\n\n          The sun'll be up soon. One of them\n\n          is hurt, I'm going to follow his\n\n          trail through the hills.\n\n          Bobby pulls out the 9mm gun and hands it to him.\n\n\n\n                         DOUG (CONT'D)\n\n          No. You keep it in case they come\n\n          back.\n\n\n\n                         BOBBY\n\n          What about you?\n\n\n\n                         DOUG\n\n          Don't worry about me, I'll take\n\n          Beast.\n\n          Beast sits at his feet ready to go. Doug straps the walkie-\n\n          talkie over his shoulder.\n\n\n\n                         BOBBY\n\n          Doug?\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          79.\n\n\n\n                         87 CONTINUED: (2) 87\n\n\n\n                         DOUG\n\n          Yes?\n\n\n\n                         BOBBY\n\n          I... I didn't mean what I said...\n\n          Doug hugs him like a brother.\n\n          Before walking out, he bends down to Lynn's body and kisses\n\n          her one last time on the mouth.\n\n\n\n                         DOUG\n\n          I'm going to find.our baby my\n\n          love...I promise.\n\n\n\n                         CUT TO:\n\n\n\n          88 EXT. HILLS - SUNRISE 88\n\n\n\n          The first sign of dawn lights the distant horizon.\n\n          The vultures perched on a dead Joshua Tree swivel their heads\n\n          around, to see a distant, running FIGURE -\n\n          DOUG AND BEAST, moving steadily among the rocks.\n\n\n\n          89 EXT. MINE ENTRANCE - DAY 89\n\n\n\n          Doug and Beast arrive at the old mine's entrance on the side\n\n          of the hill. The trail of blood leads inside.\n\n          Doug hides behind a rock. Sweating, he catches his breath.\n\n          Beast breathes heavily as well. Doug remembers what his wife\n\n          always used to say-\n\n\n\n                         DOUG\n\n          (to the dog)\n\n          I told you to stop smoking.",
  "55": "---END OF PREVIOUS SECTION---\nSweating, he catches his breath. Beast breathes heavily as well. Doug remembers what his wife\n\n          always used to say-\n\n\n\n                         DOUG\n\n          (to the dog)\n\n          I told you to stop smoking. \n---TARGET SECTION TO BE ANNOTATED---\n          Doug sets a different frequency on his radio-\n\n\n\n                         DOUG (CONT'D)\n\n          (Into the walkie)\n\n          Bobby? Bobby? You read me?\n\n\n\n          BOBBY (O.S.)\n\n          Yeah, Doug...\n\n\n\n                         DOUG\n\n          I followed the blood, I'm in front\n\n          of a mine!\n\n\n\n                         (MORE)\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          80.\n\n\n\n                         89 CONTINUED: 89\n\n\n\n                         DOUG (CONT'D)\n\n          I'm not sure if I'll get a signal\n\n          from inside. If you don't hear from\n\n          me in a half an hour, you're on\n\n          your own.\n\n\n\n                         (A BEAT)\n\n          Bobby?\n\n\n\n                         BOBBY\n\n          Yeah... Good luck, Doug.\n\n          He puts the walkie away and takes out the flashlight.\n\n\n\n                         DOUG\n\n\n\n                         (TO BEAST)\n\n          You ready big guy? I hope you're\n\n          not afraid of the dark.\n\n          He pets the dog one final time and stands up.\n\n\n\n          90 INT. MINE - DAY 90\n\n\n\n          With the light from the entrance behind him, shadow enters\n\n          the mine.\n\n          The beam from his flashlight follows the trail of blood on\n\n          the ground.\n\n          The wooden pylons which have held up the walls for a hundred\n\n          years threaten to crumble at any second.\n\n          Only static on the radio. Doug turns it off.\n\n          He moves further into the darkness, probing with his\n\n          flashlight into the inky pit.\n\n          Doug arrives at a fork splitting the tunnel off in two\n\n          different directions.\n\n          Doug lights each tunnel with the flashlight until he finds\n\n          the one with-the blood trail, then continues on into that\n\n          one. Tracking.\n\n          Suddenly he stops.\n\n          The beam of the flashlight has revealed TWO DOZEN PICKAXES\n\n          that have been planted in the ground over mounds. That look\n\n          very much like graves. The pickaxes look eerily like crosses,\n\n          given the whole place the feel of A SUBTERRANEAN GRAVEYARD.\n\n          Hanging from the graves, dates and portraits of all the\n\n          miners who have died here, including women and children...\n\n          The flashlight dims. Doug taps it to no avail.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          81.",
  "56": "---END OF PREVIOUS SECTION---\nThe flashlight dims. Doug taps it to no avail. (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          81. \n---TARGET SECTION TO BE ANNOTATED---\n                         90 CONTINUED: 90\n\n\n\n                          DOUG\n\n           Come on. You can't be serious.\n\n           Then light goes. completely off, leaving Doug in darkness.\n\n          Scratch! - He lights a match.\n\n          Holding the tiny flame, Doug continues down the tunnel until\n\n          he arrives at another fork. He can no longer see the blood\n\n          trail.\n\n\n\n          A SHAPE SLIDES SWIFTLY BEHIND HIM!\n\n\n\n                         DOUG (CONT'D)\n\n          (to Beast, meaning\n\n\n\n                         HIMSELF)\n\n          Just stay calm, boy...\n\n          A gust of air kills the match.\n\n          He immediately lights another-\n\n          Again, THE DRAFT SNUFFS IT OUT.\n\n          He turns around, looking for the source of the air, and\n\n          notices a reflection of light at the end of the tunnel.\n\n          He moves towards the reflection.\n\n\n\n          91 EST. MINE EXIT - DAY 91\n\n          On the other side of the hill, the collapsed wooden beams and\n\n          stones block part of the mine's exit.\n\n          Doug emerges with Beast. His eyes takes a moment to adapt to\n\n          the bright sunlight.\n\n          He. cannot believe what he sees. At the bottom of a hill, A\n\n\n\n          SMALL TOWN - A CLASSIC ONE-STREET TOWN BUILT BACK IN THE\n\n\n\n          50'S.\n\n          Doug turns the walkie on.\n\n\n\n                         DOUG\n\n\n\n                         (ENTHUSIASTIC)\n\n          .Bobby, Bobby, it's Doug... I\n\n          can't believe it! I found a street\n\n          and some houses. Maybe somebody\n\n          does live here...\n\n          The radio remains silent.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          82.\n\n\n\n                         91 CONTINUED: 91\n\n\n\n                         DOUG (CONT'D)\n\n          Bobby, do you hear me? Bobby?\n\n          Still nothing. Doug turns around and looks up-\n\n          A wall of rock towers behind him.\n\n          He tries one last time, but the signal won't go through.\n\n\n\n          92 INT. TRAILER - DAY 92\n\n\n\n          Close up on the C/B radio in the trailer-\n\n          Only static comes from the speakers.\n\n\n\n          93 EXT. TRAILER - DAY 93\n\n\n\n           Brenda drags one of the tires from the SUV 30 feet away.",
  "57": "---END OF PREVIOUS SECTION---\nTRAILER - DAY 92\n\n\n\n          Close up on the C/B radio in the trailer-\n\n          Only static comes from the speakers. 93 EXT. TRAILER - DAY 93\n\n\n\n           Brenda drags one of the tires from the SUV 30 feet away. \n---TARGET SECTION TO BE ANNOTATED---\n           She douses it with lighter fluid and-\n\n          Whoosh! - a match sets it on fire creating a thick, black,\n\n          smoke signal.\n\n          Brenda joins her brother who is busy planting wooden stakes\n\n          in a circle fifty meters around the trailer.\n\n\n\n                         BRENDA\n\n          Maybe somebody heard our calls..\n\n\n\n                         BOBBY\n\n          Nobody's going to find us Brenda,\n\n          even with that smoke...Nobody's\n\n          coming._.. You heard what Doug\n\n          said-We're alone now, just you\n\n          and me. Let them come, I'm waiting\n\n          for them.\n\n          Now, Bobby stretches the nylon wire from the fishing pole\n\n          around each stake. He sets the fishing pole next to the\n\n          trailer, rigging to it one of Catherine's TOY SHAKERS-\n\n          An improvised alarm system.\n\n\n\n          94 EXT. HILLS - DAY 94\n\n\n\n          At the summit, somebody observes the trailer and the thick\n\n          cloud of smoke rising to the air.\n\n\n\n                         CUT TO:\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          83.\n\n\n\n          95 EXT. TOWN - DAY 95\n\n\n\n          Doug runs down the hills towards the town. Behind him, from\n\n          the mouth of the mine, someone observes between the rocks-\n\n          it's Ruby.\n\n          Doug slows his pace as he enters Main Street. The town is\n\n          deserted. No sign of life anywhere. All the houses and cars\n\n          are covered with a thick layer of dust.\n\n          Taking a closer look, he realizes all the parked cars are\n\n          from the 50's.\n\n          Uncertain, Doug walks through the ghost town, with Beast at\n\n          his side...\n\n          No movement besides the wind blowing and lifting an\n\n          occasional cloud of dust. Doug walks up to a house and knocks\n\n          on the front door.\n\n          No one to open the door. Doug wipes one of the windows-\n\n          It's too dark inside to see anything. The door is unlocked,\n\n          Doug pushes it.\n\n          It squeaks open. He hesitates before entering.\n\n\n\n          96 INT. FIRST HOUSE - DAY 96\n\n\n\n          Sunlight passes through the dusty windows revealing a\n\n          living/dining room decorated from the 50's.\n\n          Doug can't believe his eyes-\n\n          Through the kitchen door, he can see a woman doing dishes.\n\n          A man sits in the living room reading a newspaper.",
  "58": "---END OF PREVIOUS SECTION---\nFIRST HOUSE - DAY 96\n\n\n\n          Sunlight passes through the dusty windows revealing a\n\n          living/dining room decorated from the 50's. Doug can't believe his eyes-\n\n          Through the kitchen door, he can see a woman doing dishes. A man sits in the living room reading a newspaper. \n---TARGET SECTION TO BE ANNOTATED---\n          Children play in front of the blank TV set...\n\n\n\n          THESE ARE NOT REAL PEOPLE BUT MANNEQUINS!\n\n          They have been dressed and placed into real life situations.\n\n\n\n          THE ATOMIC SYMBOL CAN BE FOUND ON EACH OF THEIR FOREHEADS.\n\n          Doug spots a telephone behind the staircase and checks for a\n\n          dial tone.\n\n          Nothing. He picks up the phone casing.\n\n\n\n          EMPTY. JUST LIKE EVERYTHING ELSE IN THE HOUSE, IT'S FARE.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          84.\n\n\n\n          97 EXT. TOWN - DAY 97\n\n\n\n          Doug quickly crosses Main Street to visit another house.\n\n\n\n          98 INT. SECOND HOUSE - DAY 98\n\n\n\n          New interior- New surreal setting.\n\n          Around a table, a family of test dummies eat dinner.\n\n\n\n          99 EXT. TOWN - DAY 99\n\n\n\n          Stupefied, Doug enters yet another house.\n\n          The door remains open as we see another family of dummies\n\n          living a perfect little life. A LIFE WHICH STOPPED IN THE\n\n\n\n          LATE 50'S...\n\n          Around the corner of a house, a little girl dummy is sitting\n\n          on a swing, her face half broken.\n\n          A second later, Doug thinks he hears CHILDREN LAUGHING. He\n\n\n\n                         TURNS AROUND-\n\n          Nothing but the wind blowing through the houses.\n\n          Doug takes Catherine's bib from his pocket and lets Beast get\n\n          its scent.\n\n\n\n                         DOUG\n\n          Find her, Beast, find Catherine...\n\n          With his nose to the ground, the dog pulls Doug straight\n\n          ahead.\n\n          Doug walks away through the streets, pulled by the dog.\n\n          On the outskirts of town, we discover a fence buried in the\n\n          sand. On it, an old metallic sign reads-\n\n\n\n          TEST SITE 3B - MILITARY ZONE - HIGH RADIATION RISK\n\n          The scent leads Doug into an alley off the main street.\n\n          He sees an old generator on full throttle. A thick smoke\n\n          pours from the exhaust.\n\n\n\n          SOMEONE LIVES HERE!\n\n          His daughter could be there...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          85.\n\n\n\n                         99 CONTINUED: 99\n\n          Doug tries to see into the windows, but they are caked in\n\n          filth.",
  "59": "---END OF PREVIOUS SECTION---\nHis daughter could be there... (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          85. 99 CONTINUED: 99\n\n          Doug tries to see into the windows, but they are caked in\n\n          filth. \n---TARGET SECTION TO BE ANNOTATED---\n He decides to go around when-\n\n\n\n          A MAN WALKS INTO VIEW WITHOUT SEEING HIM!\n\n          Immediately, Doug backs away.\n\n          The man drags a cadaver by its feet. Half of the dead body\n\n          is missing, having apparently been torn off.\n\n          Beast GROWLS.\n\n          The man turns around, revealing his horrible face-\n\n          A METALLIC BRACE is screwed on four sides of his head helping\n\n          him stand straight. ENORMOUS CYSTS DISFIGURE HIM AND COVER\n\n          EVERY VISIBLE PART OF HIS BODY. Let's call him \"CYST\".\n\n          Cyst traces back his steps, trying to find what caused the\n\n          noise. He holds the gas station attendant's shotgun!\n\n          The alley is empty. The generators are still motoring.\n\n          All seems normal. Cyst turns back towards main street.\n\n          Cyst passes an old'parked car without seeing Doug and the dog\n\n          hidden inside.\n\n          Doug breathes a sigh of relief. Close call.\n\n          Quietly, Doug gets out of the car. He hesitates as to whether\n\n          he should bring Beast with him or to leave him in the car.\n\n          The dog could be his best weapon but, on the other hand, he\n\n          also represents a_bigger risk to be spotted.\n\n\n\n                         DOUG (CONT'D)\n\n\n\n                         (SOFTLY)\n\n          You wait here Beast! Come on,\n\n          sit!... Good boy. I'm gonna find\n\n          Catherine...\n\n          The dog is confused and whines through the half-opened\n\n          window.\n\n\n\n                         DOUG (CONT'D)\n\n          Shhhh... Quiet Beast... Don't move!\n\n          I'll be back...\n\n          He closes the car door and starts down the alley, lowering\n\n          his head.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          86.\n\n\n\n                         99 CONTINUED: (2) 99\n\n          From inside the car, Beast watches Doug getting further\n\n          away...\n\n          Doug sneaks along the side of the building towards the front\n\n          door.\n\n          He hesitates, unsure of what awaits him inside-\n\n\n\n          102 INT. HOUSE - DAY 102\n\n\n\n          Doug crosses a doorway without making a sound. He enters the\n\n          front hall squeezing the bat in his hands.\n\n          Something in the air, A DISGUSTING SMELL, catches his\n\n          attention.",
  "60": "---END OF PREVIOUS SECTION---\nHOUSE - DAY 102\n\n\n\n          Doug crosses a doorway without making a sound. He enters the\n\n          front hall squeezing the bat in his hands. Something in the air, A DISGUSTING SMELL, catches his\n\n          attention. \n---TARGET SECTION TO BE ANNOTATED---\n Doug moves slowly and discovers, in the dining\n\n          room, sitting amongst the dummies-\n\n\n\n          BIG BOB'S CHARRED BODY!\n\n          His father-in-law's arms have been torn off and devoured. THE\n\n          AMERICAN FLAG that used to adorn his SUV is planted THROUGH\n\n\n\n          HIS FOREHEAD!\n\n          Doug approaches terrified.\n\n\n\n          BEHIND HIM A WEAK AND ASTHMATIC VOICE BEGINS TO SING THE\n\n\n\n                         NATIONAL ANTHEM-\n\n\n\n          VOICE (O.S.)\n\n          \"Oh, say can you see, by the dawn's\n\n          early light,\n\n          What so proudly we hailed at the\n\n          twilight's last gleaming?\"\n\n          Doug jumps and quickly lifts the baseball bat, ready to\n\n          swing.\n\n          Nobody. Just the fake living room filled with inert dummies.\n\n          No trace of his baby. An electrical fan turns in a corner,\n\n          close to a shelve full of old books...\n\n          Doug moves forward, gripping the bat tightly.\n\n\n\n          VOICE (O.S.) (CONT'D)\n\n          (feeble and asthmatic)\n\n          \"...Whose broad stripes and bright\n\n          stars, through the perilous\n\n          fight...\"\n\n          He can hear his own heart beat as he searches through the\n\n          house. In another room, close to the window and in the\n\n          shadows, he sees someone sitting in a wheelchair.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          87.\n\n\n\n                         102 CONTINUED: 102\n\n\n\n          VOICE (O.S.) (CONT'D)\n\n          \"...And the rockets' red glare, the\n\n          bombs bursting in air...\"\n\n          Doug gets closer-\n\n          A ray of light shines on the skull of whoever sits in the\n\n          wheel chair.\n\n          The wheel chair moves forward revealing a most horrific sight-\n\n          BIG BRAIN - We recognize the handicapped man whom we have\n\n          seen before, bathing behind the screen. Big Brain's body is\n\n          skeletal. He was born with a genetic disease giving him a\n\n          head ten times bigger than his face. A head so heavy, he is\n\n          unable to hold it up. It rests back on his chair, forcing him\n\n          to stretch his eyes to see from side to side.\n\n          Big Brain is maybe the most representative character of the\n\n          damage done by nuclear fallout in this area.",
  "61": "---END OF PREVIOUS SECTION---\nA head so heavy, he is\n\n          unable to hold it up. It rests back on his chair, forcing him\n\n          to stretch his eyes to see from side to side. Big Brain is maybe the most representative character of the\n\n          damage done by nuclear fallout in this area. \n---TARGET SECTION TO BE ANNOTATED---\n          Doug threatens him with the baseball bat-\n\n\n\n                         DOUG\n\n          Where's my baby! Where's\n\n          Catherine?!\n\n          Big Brain does not answer.\n\n\n\n                         DOUG (CONT'D)\n\n          What did you do with her?\n\n\n\n                         BIG BRAIN\n\n\n\n                         (MURMURING)\n\n          ..Nothing..\n\n          Doug is beyond his breaking point -\n\n\n\n                         DOUG\n\n          Where is she then? ANSWER ME!\n\n          He raises the bat.\n\n\n\n                         BIG BRAIN\n\n          (weak and asthmatic)\n\n          .I don't know where she is. I\n\n          never leave this place...\n\n          Big Brain moves away from the window wheeling himself to the\n\n          couch. His hands are thin and pale, like a child's.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          88.\n\n\n\n                         102 CONTINUED: (2) 102\n\n\n\n          BIG BRAIN (CONT'D)\n\n          ..You should've read the signs\n\n          before taking that road...\n\n\n\n                         DOUG\n\n          What signs?!\n\n\n\n                         BIG BRAIN\n\n\n\n                         (SMILING)\n\n          Boom. .. Boom... Boom\n\n\n\n                         DOUG\n\n          What the hell are you saying?!\n\n\n\n                         BIG BRAIN\n\n          (weak and asthmatic)\n\n          You people settled on our lands,\n\n          you destroyed our homes, destroyed\n\n          our silver mines. . .You 'ye made us\n\n          what we've become!\n\n          One day my father went into town\n\n          begging for your help, and you know\n\n          what the doctors did? They\n\n          sterilized him like a dog!\n\n          You thought that in the desert no\n\n          one would see anything, or say\n\n          anything, but the hills... The\n\n          hills never forget...\n\n\n\n          BOOM...BOOM...B000M!\n\n\n\n                         DOUG\n\n          I don't know what you're talking\n\n          about. All I want is my daughter.\n\n          Please...\n\n          Big Brain remains silent.\n\n\n\n                         DOUG (CONT'D)\n\n          What do you want? Money? I can give\n\n          you money... WHAT DO YOU WANT?\n\n\n\n                         BIG BRAIN\n\n          Maybe a trailer? Yeah, a pretty\n\n          trailer, just like yours.\n\n\n\n                         DOUG\n\n          Where are the others? Where is my\n\n          baby?\n\n          Big brain starts laughing a high pitched sound.",
  "62": "---END OF PREVIOUS SECTION---\nDOUG\n\n          Where are the others? Where is my\n\n          baby? Big brain starts laughing a high pitched sound. \n---TARGET SECTION TO BE ANNOTATED---\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          89.\n\n\n\n                         102 CONTINUED: ( 3) 102\n\n\n\n                         DOUG (CONT'D)\n\n          What? What's so funny?\n\n\n\n                         BIG BRAIN\n\n\n\n          IT'S BREAKFAST TIME!\n\n          At the same moment-\n\n\n\n          CRASH - PLUTO, THE DEFORMED BALD GIANT, PULVERIZES THE DOOR\n\n\n\n          WITH AN AXE AND SMASHES INTO THE HOUSE!\n\n          Like a wild animal, Pluto charges Doug, destroying everything\n\n          in his path.\n\n          Doug retreats in the living room, throwing the dummies at his\n\n          assailant.\n\n          The giant comes closer and closer.\n\n          Dummies are chopped into pieces.\n\n          Doug dodges away and tries to escape, using the stairs in the\n\n          hallway but the giant grabs him by the feet and pulls him\n\n          down...\n\n          The axe swings through the air missing him by a hair each\n\n          time.\n\n\n\n          103 INT. 1950 CAR - DAY 103\n\n\n\n          Sensing his master is in trouble, Beast jumps around inside\n\n          the car trying to find an exit...\n\n          The passenger window opening is too small for him to break\n\n          out...\n\n\n\n          104 INT. HOUSE - DAY 104\n\n\n\n          Doug runs into another room, escaping from Pluto and his axe.\n\n          Instinctively, he uses the first piece of furniture he can\n\n          find, A CHEST, to block the door behind him. He looks\n\n          desperately for an exit. No way out.\n\n          The axe penetrates through the door. The chest won't be\n\n          enough to hold back Pluto.\n\n          Second axe blow- This time the axe tears up the boards of the\n\n          door, allowing Pluto to stick his gruesome face inside.\n\n          Seeing Doug trapped in the room, the bald giant begins to\n\n          laugh stupidly before turning around and walking away.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          90.\n\n\n\n                         104 CONTINUED: 104\n\n           The house is now silent. No sign of the giant.\n\n           With his heart pounding through his chest and the baseball\n\n           bat in hand, Doug moves towards the half-broken door,.",
  "63": "---END OF PREVIOUS SECTION---\n104 CONTINUED: 104\n\n           The house is now silent. No sign of the giant. With his heart pounding through his chest and the baseball\n\n           bat in hand, Doug moves towards the half-broken door,. \n---TARGET SECTION TO BE ANNOTATED---\n.\n\n\n\n          CRASH! - PLUTO EXPLODES THROUGH THE WALL, LANDING ON TOP OF\n\n\n\n          DOUG!\n\n          Doug loses his bat but slides away before the axe comes\n\n          swinging down.\n\n          Desperate, he picks up the bat and uses it as a shield. The\n\n          axe splits it in half.\n\n          Doug throws himself at Pluto plunging the splintered bat into\n\n          his abdomen.\n\n          The sharp piece of wood enters Pluto's stomach.\n\n          Completely out of his mind, Pluto removes the piece of wood\n\n          from his abdomen and beats Doug in the face with it, sending\n\n          him across the room.\n\n          Pluto lowers his head, charging Doug like a bull. Doug\n\n          crashes into one of the walls.\n\n          He can't even take a breath before the giant grabs him by the\n\n          leg like a rag doll and throws him through a wall.\n\n          Doug falls to the ground in the living room. Wounded and\n\n          exhausted, he is also defenseless. He has lost his glasses.\n\n          Not far away, Big Brain savors the spectacle.\n\n          The giant walks to him spinning the axe in his hand like a\n\n          baton.\n\n          His foot crushes Doug's glasses on the floor.\n\n          The axe swings through the air. Doug jumps out of the way.\n\n\n\n                         ANOTHER SWING-\n\n\n\n          THE AXE STRIKES INTO HIS LEFT HAND, CUTTING OFF SOME FINGERS!\n\n          Doug stares wide eyed at his amputated fingers and screams\n\n          with pain.\n\n          Blood is everywhere.\n\n          In an act of self preservation, Doug crawls under the table.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          91.\n\n\n\n                         104 CONTINUED: (2) 104\n\n          Pluto destroys it with the axe and advances to finish him\n\n          off.\n\n          His asymmetrical eyes stare coldly-\n\n          Doug is at his mercy.\n\n          Pluto slowly caresses the axe's blade on his victims throat\n\n          and face.\n\n          The sharp blade moves dangerously across Doug's skin. Pluto\n\n          stops when he sees Doug holding his PHILLIPS SCREWDRIVER!\n\n          Pluto laughs like a dumb child at the feeble weapon. Behind\n\n          him, Big Brain joins in on the laughter-\n\n          Disfigured by his wounds, Doug is frozen with the screwdriver\n\n          pointed at the giant.",
  "64": "---END OF PREVIOUS SECTION---\nPluto\n\n          stops when he sees Doug holding his PHILLIPS SCREWDRIVER! Pluto laughs like a dumb child at the feeble weapon. Behind\n\n          him, Big Brain joins in on the laughter-\n\n          Disfigured by his wounds, Doug is frozen with the screwdriver\n\n          pointed at the giant. \n---TARGET SECTION TO BE ANNOTATED---\n He looks ridiculous and starts sobbing\n\n          like a terrorized child.\n\n\n\n                         DOUG\n\n          Please, I'm begging you... Don't\n\n          kill me...\n\n\n\n                         PLUTO\n\n          (making fun of him)\n\n          Loook at-t hiiis fa-ace... Loook at-\n\n          at hiiis fa-ace...\n\n          Even the frozen faces of the test dummies seem to mock him.\n\n\n\n                         SUDDENLY-\n\n          Doug stops crying_instantly, it was a trick!\n\n          He turns the screwdriver around and slams it into Pluto's\n\n          foot.\n\n          The screwdriver goes through the shoe nailing Pluto to the\n\n          floor. Pluto screams in pain.\n\n          Doug rises and moves behind him. In a swift movement, Doug\n\n          takes the American flag from Big Bob's forehead, stabbing\n\n          Pluto in the back of the neck!\n\n\n\n          OLD GLORY'S STAFF COMES THROUGH HIS THROAT ON THE OTHER SIDE.\n\n          Pluto screams again, dropping the axe.\n\n          Outraged, Pluto tears the flag from his neck and turns to\n\n          Doug.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          92.\n\n\n\n                         104 CONTINUED: (3) 104\n\n\n\n                         PLUTO STOPS-\n\n\n\n          DOUG IS HOLDING THE AXE.\n\n          The blade swings through the air and slams into Pluto's\n\n          skull!\n\n          Pluto's eyes freeze and his body falls to the ground, his\n\n          skull half open. DOUG JUMPS ON TOP OF HIM. FULL OF RAGE, HE\n\n\n\n          MUTILATES PLUTO WITH THE AXE TO THE POINT OF EXHAUSTION.\n\n          Big Brain watches Pluto die without showing any emotion.\n\n          Silence returns to the destroyed house.\n\n          Doug tears off a piece of Pluto's shirt and uses it as a\n\n          BANDAGE for his hand...\n\n          He picks up his half broken shattered glasses on the floor\n\n          and put them back.\n\n          SLING! - Doug removes the bloody axe from the corpse. He\n\n          turns to Big Brain, who backs off-\n\n\n\n                         BIG BRAIN\n\n          The baby... the baby is in the last\n\n          house on the left...\n\n\n\n                         CUT TO:\n\n\n\n          105 EXT.",
  "65": "---END OF PREVIOUS SECTION---\nSLING! - Doug removes the bloody axe from the corpse. He\n\n          turns to Big Brain, who backs off-\n\n\n\n                         BIG BRAIN\n\n          The baby... the baby is in the last\n\n          house on the left... CUT TO:\n\n\n\n          105 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAILER - DAY 105\n\n\n\n          The back door to the SUV opens, revealing Bobby and Brenda\n\n          carrying Lynn's body inside where Ethel's body has been\n\n          moved.\n\n          Not far from the car and above the fishing pole, Catherine's\n\n          shaker remains still and silent...\n\n\n\n          106 EXT. TOWN - DAY 106\n\n\n\n          Still imprisoned in the car, Beast barks, desperate to find a\n\n          way out.\n\n          A hundred yards away-\n\n          Cyst crosses Main Street toward Big Brain's house still\n\n          holding the shotgun.\n\n          Through the broken door, Cyst spots Pluto in a pool of blood.\n\n          Hatred fills his eyes as he loads the shotgun and prepares to\n\n          shoot.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          93.\n\n\n\n                         106 CONTINUED: 106\n\n          He looks for Doug but sees no one.\n\n          Cyst moves in between a few cars, failing to see Doug hiding\n\n          behind one of them.\n\n          Doug hits the man in his knee with the axe.\n\n          HE SEVERS HALF OF HIS RIGHT LEG. Cyst screams in agony.\n\n          In one swift move, Doug removes the axe from Cyst's kneecap\n\n          swinging it into his back.\n\n          Cyst falls on the ground.\n\n          The fall pushes the axe further into his back. Cyst reaches\n\n          for the shotgun lost in his fall.\n\n          Doug steps on his chest and pushes slowly-\n\n          Crack - The axe finally hits the spine, killing him\n\n          instantly.\n\n          Doug picks up the shotgun.\n\n\n\n          107 INT. HOUSE - DAY 107\n\n\n\n          From the broken window, Big Brain watches Doug walk away\n\n          down Main Street. He picks up a walkie-talkie hidden in his\n\n\n\n                         WHEELCHAIR-\n\n\n\n                         BIG BRAIN\n\n          Lizard... Kill the baby...\n\n\n\n          108 INT. LIZARD'S HOUSE - DAY 108\n\n\n\n          Lizard enters the house holding a MACHETE. The wound Lynn had\n\n          given him before she died still bleeds through his improvised\n\n          bandage.\n\n          He moves to the kitchen with a limp. There, he comes face to\n\n          face with Ruby. Behind her, the baby is wrapped inside a\n\n          blanket on the table.\n\n          The kitchen walls are covered with dry blood.",
  "66": "---END OF PREVIOUS SECTION---\nThere, he comes face to\n\n          face with Ruby. Behind her, the baby is wrapped inside a\n\n          blanket on the table. The kitchen walls are covered with dry blood. \n---TARGET SECTION TO BE ANNOTATED---\n Severed human\n\n          remains are scattered about and hanging like slabs of meat.\n\n          Ruby blocks his way-\n\n\n\n                         LIZARD\n\n          Get out of the way Ruby...\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          94.\n\n\n\n                         108 CONTINUED: 108\n\n          Ruby refuses to let him pass. Lizard lifts the machete\n\n          threatening his little sister.\n\n\n\n                         LIZARD (CONT'D)\n\n\n\n          I TOLD YOU TO MOVE. NOW MOVE!\n\n          Scared, Ruby obeys and runs out the kitchen door. Lizard\n\n          approaches the baby, who moves inside the blanket.\n\n\n\n          109 INT. LAST HOUSE ON THE LEFT- DAY 109\n\n\n\n          At the same time, Doug arrives at the last house on the\n\n          street.\n\n          He looks for his baby in every part of the house.\n\n          Nothing but dummies.\n\n          Doug enters a room and sees a crib.\n\n\n\n                         DOUG\n\n          Catherine?!\n\n          He goes to the crib and discovers a plastic doll...\n\n\n\n          BIG BRAIN LIED!\n\n\n\n                         SMALL VOICE\n\n\n\n                         (INNOCENT)\n\n          You want to play with us mister?\n\n          Doug turns around and sees two children playing in the\n\n          shadows. They smile at him kindly-\n\n\n\n          THEIR FACES AND LITTLE BODIES ARE MONSTROUSLY DEGENERATED!\n\n          Doug backs away terrified.\n\n\n\n          110 INT. LIZARD'S HOUSE - DAY 110\n\n\n\n          Lizard is about to butcher the baby on the table.\n\n          Catherine is calm and moves slowly under the blanket.\n\n\n\n          111 EXT. TOWN - DAY 111\n\n\n\n          In a panic, Doug runs out of the last house screaming.\n\n\n\n                         DOUG\n\n\n\n          CATHERINE!\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          95.\n\n\n\n          112 INT. LIZARD'S HOUSE - DAY 112\n\n\n\n          Lizard lifts the machete and removes the blanket-\n\n\n\n          THE BABY HAS BEEN REPLACED BY THE PIGLET STOLEN FROM THE GAS\n\n\n\n          STATION!\n\n          Ruby made the swap before Lizard entered the kitchen.\n\n          The piglet runs off oinking...\n\n\n\n                         LIZARD\n\n\n\n          RUUUBY!\n\n          Enraged, Lizard sticks the machete into the table.\n\n\n\n          113 EXT.",
  "67": "---END OF PREVIOUS SECTION---\nLIZARD\n\n\n\n          RUUUBY! Enraged, Lizard sticks the machete into the table. 113 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HILLS - DAY 113\n\n\n\n          Outside, with the baby in her arms, Ruby runs as fast as she\n\n          can.\n\n\n\n          114 EXT. TOWN - DAY 114\n\n\n\n          Desperate, Doug runs through the test town looking for his\n\n          daughter.\n\n          In an upstairs window, he sees Ruby's mother, THE OBESE\n\n          WOMAN, swinging on a rocking chair staring back.\n\n          Suddenly, coming from the hills, Doug hears the sound of a\n\n          baby crying. In the distance, he spots Ruby running through\n\n          the rocks. He runs with the shotgun in hand.\n\n\n\n                         DOUG\n\n          Catherine!\n\n\n\n          115 EXT./INT. 1950 CAR - DAY 115\n\n\n\n          Under the fake car, in between the seats, Beast finds a hole\n\n          big enough to fit his nose.\n\n          The animal forces his way through, scratching at the floor\n\n          until he finally fits his body through the hole and out of\n\n          the car.\n\n          The dog runs down Main Street...\n\n\n\n                         CUT TO:\n\n\n\n          116 EXT. TRAILER - DAY 116\n\n\n\n          Back on the trailer-\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          96.\n\n\n\n                         116 CONTINUED: 116\n\n          Sweating, Bobby joins his sister hidden behind the SW. With\n\n          the 9mm in hand, staring at the horizon, he is ready to face\n\n          the enemy.\n\n          Above the fishing pole, Catherine's shaker is still.\n\n          Gust of wind blow on the eerily silent plains.\n\n          Suddenly, in a flash, the fishing line tightens and THE\n\n\n\n          SHAKER MOVES AROUND, MAKING NOISE.\n\n          Then, quiet returns as if nothing had ever happened.\n\n          Brenda is terrified. Maybe someone has crossed their zone of\n\n          security.\n\n          Bobby Lifts his head and looks a full 360-\n\n\n\n          NOTHING.\n\n          Bobby and Brenda exchange worried glances when-\n\n\n\n          THE FISHING POLE MOVES, SHAKING CATHERINE'S SHAKER\n\n\n\n          FRENETICALLY.\n\n          The fishing reel quickly unwinds...\n\n          This time there is little room for doubt, even if all seems\n\n          clear around the camper.\n\n\n\n                         BRENDA\n\n          I don't.see anybody... What's\n\n          happening?\n\n          Bobby and Brenda leave their hiding place.",
  "68": "---END OF PREVIOUS SECTION---\nBRENDA\n\n          I don't.see anybody... What's\n\n          happening? Bobby and Brenda leave their hiding place. \n---TARGET SECTION TO BE ANNOTATED---\n They move, back to\n\n          back, cautious...\n\n\n\n                         BRENDA (CONT'D)\n\n          answer me, why isn't anyone there?\n\n          I'm scared...\n\n\n\n                         BOBBY\n\n\n\n                         (LOW VOICE)\n\n          Stay close Brenda.\n\n          From inside the SW, we see the two adolescents getting\n\n          further away when-\n\n\n\n          A DARK FIGURE JUMPS IN THE FOREGROUND, IN FRONT OF THE\n\n\n\n          WINDOW!\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          97.\n\n\n\n                         116 CONTINUED: (2) 116\n\n          It's PAPA JUPITER. His long hair and thick beard cover\n\n          everything except his determined and PSYCHOPATHIC EYES.\n\n          Bobby and Brenda have arrived at the end of their security\n\n          zone...\n\n\n\n                         BRENDA\n\n          Look!\n\n          Further ahead, on the ground, a tumbleweed is stuck on the\n\n          fishing wire, moving it in the wind.\n\n\n\n                         BRENDA (CONT'D)\n\n          Let's go back...\n\n          Not convinced, Bobby agrees, but his face freezes when he\n\n          turns back to see- THE BACK DOOR OF THE SUV, WIDE OPEN.\n\n          At a loss, Bobby and Brenda return.\n\n\n\n          THEIR MOTHER'S BODY HAS BEEN REMOVED!\n\n\n\n                         BRENDA (CONT'D)\n\n\n\n                         (PANICKED)\n\n          What happened? What happened Bobby?\n\n          Where's mom?\n\n          A trail of blood leads from the trailer to somewhere behind\n\n          some rocks.\n\n\n\n                         BOBBY\n\n\n\n                         (TO BRENDA)\n\n          He's over there. Get the trailer\n\n          ready.._\n\n          The new \"visitor\" has brought the nightmare back to life in\n\n          Brenda's eyes. She's paralyzed.\n\n\n\n                         BOBBY (CONT'D)\n\n          Brenda? Come on?\n\n          Brenda remains still.\n\n\n\n                         BOBBY (CONT'D)\n\n\n\n          BRENDA?!\n\n          Terrorized, Brenda backs up to the trailer, while her\n\n          brother, with a determined look on his face, walks to the\n\n          hills.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          98.\n\n\n\n          117 INT. TRAILER - DAY 117\n\n\n\n          Brenda returns to the trailer where two propane tanks have\n\n          been brought out from under the sink.\n\n          Through the window, she watches her brother get further out.\n\n\n\n          118 EXT.",
  "69": "---END OF PREVIOUS SECTION---\nTRAILER - DAY 117\n\n\n\n          Brenda returns to the trailer where two propane tanks have\n\n          been brought out from under the sink. Through the window, she watches her brother get further out. 118 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TRAILER - DAY 118\n\n\n\n          What Bobby discovers behind the rocks is beyond horrific-\n\n          Kneeling next to his mother's corpse, Papa Jupiter devours\n\n          her heart, tearing into it with his teeth. FEELING BOBBY'S\n\n\n\n          PRESENCE, HE TURNS AROUND AND STARES AT THE YOUNG MAN WITH A\n\n\n\n          SADISTIC SMILE. BLOOD DRIPS DOWN HIS BEARD.\n\n          Bobby points his gun at him.\n\n          Papa Jupiter stands and, in a fit of rage, charges at Bobby.\n\n          Keeping his cool, Bobby fires-\n\n          BANG! BANG! BANG! The bullets only slow him down.\n\n          CLICK! The gun is empty.\n\n\n\n          119 INT. TRAILER - DAY 119\n\n\n\n          Brenda opens the valves to the gas tanks.\n\n\n\n          120 EXT. TRAILER - DAY 120\n\n\n\n          .Outside, Bobby throws the gun and runs to the trailer as fast\n\n          as he can. _\n\n          Papa Jupiter is right behind him.\n\n          He takes a SMALL PICKAXE from his belt and throws it at\n\n          Bobby.\n\n\n\n          THE PICKAXE STICKS INTO THE TRAILER INCHES FROM BOBBY'S FACE!\n\n\n\n          121 INT. TRAILER - DAY 121\n\n\n\n          Bobby enters the trailer, closing the door behind him. He\n\n          quickly tapes matches at the bottom of the door, right above\n\n          the striking part of the matchbox on the floor.\n\n          Next to him, the propane flows freely.\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          99.\n\n\n\n          122 EXT. TRAILER - DAY 122\n\n\n\n          Behind the trailer, Brenda helps her brother squeeze out of\n\n          the back window.\n\n          They both run and hide behind a rock.\n\n          At the same time, Papa Jupiter stands in front of the trailer\n\n          door, relishing the idea that his victims are inside.\n\n          He opens the door. The matches strike-\n\n\n\n          PAPA JUPITER IS ENGULFED IN THE FLAMES.\n\n\n\n          THE TRAILER HOME EXPLODES!\n\n          Protected by the rocks, Bobby and Brenda watch as the\n\n          explosion climbs to the sky. They did it...\n\n\n\n                         CUT TO:\n\n\n\n          127 EXT. HILLS EDGE - DAY 127\n\n\n\n          With Catherine held tightly in her arms, Ruby runs on the\n\n          edge of the mountain.",
  "70": "---END OF PREVIOUS SECTION---\nThey did it... CUT TO:\n\n\n\n          127 EXT. HILLS EDGE - DAY 127\n\n\n\n          With Catherine held tightly in her arms, Ruby runs on the\n\n          edge of the mountain. \n---TARGET SECTION TO BE ANNOTATED---\n          Seventy yards behind, Lizard gives chase with a limp and the\n\n          chain of spikes in tow.\n\n\n\n                         LIZARD\n\n          Ruby...Ruby! You come back here\n\n          right now. You hear me, you little\n\n          bitch?\n\n          The road on the edge comes to a dead end.\n\n          Ruby is stuck, the only way out is to climb. Without using\n\n          her hands, she attempts to ascend. It's close to impossible.\n\n\n\n          SUDDENLY, LIZARD GRABS HER ANKLE!\n\n          She tries to fight him off, but he is too strong.\n\n          Ruby kicks him in the jaw enraging him more. He pulls her\n\n          down swiftly when-\n\n\n\n          BEAST APPEARS BEHIND RUBY!\n\n          The animal shows his teeth, advancing towards Lizard who\n\n          backs off.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          100.\n\n\n\n                         127 CONTINUED: 127\n\n          Lizard is amused and almost excited with this last\n\n          confrontation... Discreetly, he grabs the chain of spikes\n\n          while keeping his eyes on the barking German Shepherd.\n\n\n\n          THE RUSTY, RETRACTABLE SPIKES ARE RELEASED ALONG THE CHAIN!\n\n          Beast sees the weapon and leaps towards Lizard.\n\n          Too late. The chain strikes the dog in the air, sending him\n\n          over the edge.\n\n\n\n          BEAST WHINES AS HE LANDS ON A PROTRUDING SECTION OF THE\n\n\n\n          RAVINE A FEW FEET FURTHER DOWN...\n\n          Ruby refuses to hand over the baby, holding it tightly to her\n\n          chest.\n\n\n\n                         LIZARD (CONT'D)\n\n          Give me that baby, Ruby!\n\n          With no time to react, Lizard is brutally struck in the face\n\n          with the shotgun butt-\n\n\n\n          DOUG IS BACK!\n\n          Taking no chances and screaming like a wild beast, Doug beats\n\n          Lizard repeatedly pushing him away from the baby.\n\n          With a bloodied face, Lizard can hardly stand.\n\n          Doug turns the weapon around and-\n\n          BANG! - He shoots Lizard in the chest.\n\n          Lizard is thrown back with the force.\n\n          Doug reloads still screaming-\n\n          BANG! Lizard is hit in the throat and falls.to his knees.\n\n          Blood sprays everywhere.",
  "71": "---END OF PREVIOUS SECTION---\nDoug reloads still screaming-\n\n          BANG! Lizard is hit in the throat and falls.to his knees. Blood sprays everywhere. \n---TARGET SECTION TO BE ANNOTATED---\n          Doug reloads again-\n\n          BANG! - hit in the shoulder, Lizard falls back in the dirt.\n\n          His face slams into the dust.\n\n          Exhausted, Doug walks over to his adversary.\n\n          He is dead.\n\n          Disfigured with wounds, Doug turns to Ruby, who extends the\n\n          baby.\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         127 CONTINUED: (2)\n\n          Doug can barely comprehend it - the nightmare is finally\n\n          over!\n\n          He. drops the smoking gun and opens his arms to embrace his\n\n          baby. He cries tears of joy as he holds Catherine close to\n\n          him.\n\n\n\n                         DOUG\n\n          My baby ...My little princess... It's\n\n          me, it's daddy...\n\n          He kisses the baby and hugs her tightly, elated. Ruby is\n\n          moved. She smiles when suddenly her face freezes-\n\n\n\n          LIZARD STANDS FIFTEEN FEET BEHIND, HOLDING THE SHOTGUN!\n\n          Trembling, he lifts the weapon towards Doug and the baby.\n\n          Instinctively, Ruby moves to stop him.\n\n          KA-CHUNK! - Lizard reloads.\n\n          His finger squeezes the trigger.\n\n\n\n          BANG!\n\n          At the last second, Ruby jumps on Lizard changing the\n\n          direction of the blast.\n\n          They both fall off the mountain into the emptiness. Their\n\n          bodies plunge a hundred feet down, splattering on the rocks\n\n          below.\n\n\n\n          RUBY HAS SACRIFICED HER OWN LIFE TO SAVE DOUG AND THE BABY.\n\n\n\n          130 EXT. TRAILER - DAY 130\n\n\n\n          One of the FAMILY PHOTOS of the carters posing with their\n\n          dogs is slowly burning away in the flames.\n\n          Pieces of the trailer still burn in the middle of the desert.\n\n          Surrounded by debris, Papa Jupiter's body is impaled.on a\n\n          darkened metal siding. Still alive but entirely burnt, his\n\n          skin is raw and unrecognizable. With every breath, blood\n\n          spits from his mouth...\n\n          Facing this post atomic creature, Bobby hesitates to take it\n\n          out of its misery. Brenda comes to his side-\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          102.",
  "72": "---END OF PREVIOUS SECTION---\nWith every breath, blood\n\n          spits from his mouth... Facing this post atomic creature, Bobby hesitates to take it\n\n          out of its misery. Brenda comes to his side-\n\n\n\n                         (CONTINUED)\n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n                         \n\n\n\n          102. \n---TARGET SECTION TO BE ANNOTATED---\n                         130 CONTINUED: 130\n\n\n\n                         BRENDA\n\n          Come on, Bobby. Let's get out of\n\n          here...\n\n          Bobby's face has changed. He is no longer the innocent kid of\n\n          just a few hours ago. His eyes are now filled with rage and a\n\n          determination to survive and succeed no matter what.\n\n          Brenda and Bobby walk away from the burning trailer. On the\n\n          other side of the smoke, they see-\n\n\n\n          DOUG WALKING BACK WITH THE BABY, BEAST LIMPING AT HIS SIDE.\n\n          Exhausted, wounded, disfigured, but still alive.\n\n\n\n          131 EXT. HILLS - DAY 131\n\n\n\n          From a distance, next to the fiery trailer, we see Doug,\n\n          Brenda, and Bobby gathered around the baby. Reunited again.\n\n\n\n          FROM THE SUMMIT OF THE HILLS, SOMEONE OBSERVES THEM WITH\n\n\n\n          BINOCULARS.\n\n\n\n                         THE END\n\n\n\n\n\n"
}