{
  "1": "THE FACULTY\n(a.k.a THE FEELERS)\n\nby Kevin Williamson\n\nDraft dated 1/5/98\n\f \n\n \n\n \n\nEXT. FOOTSALL FIELD - MORNING\n\nThe .morning sun beats down on a hig) school football stadium.\nIt has a small town feel. Enclosed by a track court, it has\nmetal bleachers on either side. It is morning but the sun is\n\nalready hot and blistering.\n\nA large man, 40's, can be seen walking along the - empty field.\nHe drinks from a bottle of water. This is COACH WILLIS. A\nhard man. Difficult. He stops to fuss with a water\nsprinkler head. He jiggles it, tugs on it. Be can't seem to-\n\nget it to work.\nCOACH WILLIS\n\nGoddammit! .\nHe pulls.on it same more when something takes his attention.\nSomething in the brittle grass. He reaches for it, curious,\nknocking over his bottle water in the process.\n\n‘COACH WILLIS (contd).\nWhat the...\n\nThe Coach scoops something up in his hands.\ncuT TO:\n\nEXT. JEFFERSON HIGH SCHOOL - MORNING - SAME\n\nA picturesque small town school. A building composed of red.\nbrick and tradition. The perfect representation of\n\neverything good and true in small town life.\nA sign sits in front. :\n\n“WELCOME TO JEFFERSON HIGH! HOME OF THE FIGHTING PATRIOTS! “\nIt is still early and there are but a few people moving\nabout. An older woman in her 50's, petite, almost frail,\nmoves through the font doors. This is MRS. OLSON.\n\nINT. HIGH SCHOOL FOYER - MORNING - SAME\n\nMrs. Olson moves down, the dim corridor. The morning sun\nfinds its way through windows, casting shafts of, lights along\n\nthe empty corridor.\nyrs. Olson rounds a corner and runs into...\n\nPRESCIPAL DRAKE\nMid 40's. Stern but attractive with a ‘tough sexiness about\nher. Mrs. Olsen jumps. -\n\n( CONTINUED ).\n\n \n\f \n\n \n\n \n\nCONTINUED:\n\nMRS. OLSON .\nMiss Drake. You scared me.\n\n. PRINCIPAL DRAKE\nYou're late, Mrs. Olson.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\n. PRINCIPAL DRAKE\nYou're late, Mrs. Olson. \n\nTARGET SECTION TO BE ANNOTATED:\n The library\nopens at 8:00 and you're to arrive...\nMRS. OLSON . .\n+.one hour prior. I know but my husband\nhad a coronary this morning and I had to\nrush him to the hospital where he died on\narrival and there were just a lot\npaperwork to fill out and it-detained me.\nMiss Drake stares at her. . A slight smile emerges.\n—_ PRINCIPAL DRAKE\nNice try. Get the Oldsmobile fixed Miss\n\non. .\nee eed\n\nYes, ‘sir’.\nThe Principal carries on, leaving Mrs. Olson.\nINT. SCHOOL CORRIDOR ~ A MINUTE LATER\nMrs. Olson comes around a corridor. The halls are empty\n\nexcept for a janitor that moves about sluggishly in the\nMrs. Olson comes to a set of double doors. The\n\ndistance.\nsign above reads “LIBRARY”.\nMRS. OLSON :\n(singing) .\n\n\"I made it through the wilderness, -\nsomehow I made it through...\"\n\nMrs. Olson juggles the chain and padlock that secure the\ndoor. She unlocks it with her keys and opens the door and\n_ Steps into the dark library.\n\nINT. LIBRARY - SAME vt\n\nMrs. Olson stops to wrap the chain and lock around the inside\nhandle of the door and then hits the lights. The library is\n\nilluminated.\n\nIt is a big and. vast room lined with rows and rows of.books.\nThere are many nooks and crannys that host tables and work\n\ncubicles and computers.\n\n( CONTINUED)\n\f \n\nCONTINUED:\n\nMrs. Olson moves through the library. to the circulation desk.\nShe plops down her things and then procaeds her morning ao\nritual of opening the library. She moves past a window and\nopens the blinds..\nMRS. OLSON\n“Didn't know how lost I was until I found\nyou.\"\n\nThrough the window, the Coach can be seen on the football\nfield nearby. He's still fusses with the sprinkler system.\nMrs. Olson moves on to another set of doors. She unchains\nthem also. She moves to a set of outdoor exit doars.\nUnlocks it, then checks it out. She pushes on the door, It\n\nsticks.\n: : MRS.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnlocks it, then checks it out. She pushes on the door, It\n\nsticks. : : MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n OLSON (cont‘d)\n\"I've been beat incomplete, I've been\n\nwhad,<and-been.sad..and . phe ane\n\nee\n\nShe pushes harder...the door rips” open and ‘she. comes face ‘to\nface with Coach Willis. Mrs. Olson jumps. ‘The Coach stands\nin the doorway. His face flush and sweaty.\n\nMRS. OLSON\n. What do you want, Coach?-\n\n. COACH WILLIS\nIt's hot out there. Your water\nfountain's the closest.\n\nMRS. OLSON -\nLibrary's not open for another half hour.\n\nCOACE WILLIS\nI'll just be a second.\nThe Coach smiles at her. It's a forced smile. He moves past\nher. Mrs..Olson closes the door, placing the chain and lock\non the inside handle.\nShe moves to the thermostat and checks its reading while the\n\nCoach makes his way to the water fountain. He bends down and\nbegins to guzzle water. His eyes glance over to Mrs. Olson.\n\nMRS. OLSON\n(barely audible)\n“But you made me feel, oocohhh, you made\nme feel...”\nMrs. Olson moves to the circulation desk, when she turns\naround she finds the Coach standing right behind her. He's\njust a little too close ‘for her. .\n\n(CONTINUED )\n\fee\n\nCONTINUED: (2)\n\nCOACH WILLIS «..\nWhat are you singing?\nMRS. OLSON\nWhat? ‘oh, Madonna. Sorry.\nCOACH WILLIS -\n\nWho's Madonna?\nMrs. Olson looks at him like he's from another planet.\n\nMRS. OLSON\nPlease...everybody knows Madonna.\nSinger, actress, mother, torpedo\nbreasts...she’s an American institution.\nWhere have you been? \"Like a\nVirgin...heyyy..\"\n\n.2,moment as if Processing ¢ this\n\n \n\n. ~The justeshars ther\ninformation. ie\n_ MRS. OLSON (cont'd)\n\nYou okay, Coach?\n\nHe nods. He turns his attention to the paper cutter that\nsits on the counter. He moves to it, raises its arm and\nbrings it down. SWIITICKK! Mrs. Olson eyes him strangely.\n\nMRS. OLSON\nI'm the librarian. . You're the Coach.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. OLSON\nI'm the librarian. . You're the Coach. \n\nTARGET SECTION TO BE ANNOTATED:\nOne of us is in the wrong place.\n\n \n\n \n\n \n\n \n\nHe nods again, turning, moving toward the exit door.\n\nCOACH WILLIS\nThanks for the water.\nMrs. olson turns and moves behind the circulation desk when,\nsets down her keys when...\n\nSuddenly, the lights go out. Darkness envélopes the. room.\nMrs. Olson spins around, her eyes quickly trying to adjust to\n\nthe room.\nMRS. OLSON (cont‘d}\nOkay...what' s going on?\n\nSuddenly, a WRESTLING of ‘chains.\n\nShe looks about...nothing. sh\nje moves\n\ntakes her attention. It comes from the exit door.\nto it.\nMRS. OLSON (cont’ay\nCoach? a\n(CONTINUED )\n\f \n\n \n\nCONTINUED: (3)\n\nShe approaches the door to find no one there. Just the\nchains slightly RATTLING. She notices the chain has heen\nwoven through both exit doors with the lock affixed. She's\nbeen locked in. A growing concern grows across her face.\nShe moves across the room to the school corridor exit. .\n\nShe walks quickly...she discovers it too.has beeri locked.\nShe's trapped in. She pushes on the door. She fills her\npocket for the keys but then, remembers...\n\nShe looks back to the circulation desk where the keys lay.\nShe's frightened.. She turns to the exit doors and knocks on\nthem. She looks through the small window, the halls are\n\nstill empty.\nMrs. Olson turns back to the circulation desk.\nthe keys when...\n\nmemerare GACH WELLES:\nLooking for these? . . wees\n\nShe moves for\n\nShe turns to find the Coach. He holds the keys in his hand.\n\nMRS. OLSON\nWhat are you doing, Coach?\n\nCOACH WILLIS\nI wanted a moment alone with you.\n\nMrs. Olson stares him down.\nMRS. OLSON\nI'm sure you've read your school handbook\non appropriate faculty conduct so please\ngive me those keys and avoid the\nharassment charge.\n\nThe Coach holds them out.\n\nCOACH WILLIS\nHere. Take them.\n\nHe stands still, forcing Mrs. Olson to reach for them. She\ndoesn't move. A stale mate. . .\nMRS. OLSON\nPut them on the counter.. .\nA moment.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. OLSON\nPut them on the counter.. . A moment. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Coach smiles, then sets them on the counter.\nMrs. Olson reaches for them when theses\n\nCOACH LUNGES FORWARD AND GRABS MRS. OLSON\" s BY BER ARM\n\nYANEING HER UP ONTO THE COUNTER.\n(CONTINUED)\n\n \n\f \n\n \n\n \n\nCONTINUED: (4)\n\nShe SCREAMS BLOODY MURDER as the Coach drags her along the\ncounter to the paper cutter. He raises ‘the blade.\n\nMRS. OLSON (cont'd)\nNo...oh God, no, NO...\nHe pulls Mrs. Olson's head upto the cutter. She WRENCHES\nand KICKS. She strikes out at the Coach. He loses his\nfooting. Mrs. Olson falls to the floor and takes off\nrunning. .\n\nHe takes the paper cutter blade and rips\n\nThe Coach recovers.\nHe starts after Mrs.\n\nit from its base, creating.a sword.\nOlson.\n\nLIBARY STACKS\nMrs. Olson races through ‘rows and rows of books -shelves.\n\nfinds herself getting deeper and deeper into the library.\n“She Stops, tries to SSSREEST He “terrified breathing as she\nlistens for the Coach. - . ae\n\nShe\n\nShe moves from row to row, her face frightened. Suddenly,\n\nshe hears...\n\nCOACH WILLIS\n(bad mimic)\n“Like a Virgin...heyyy...\"\n\nThe voice is coming from the other side of the back shelf.\nShe moves further down, looking through the shelf as she\ngoes, trying to see through to the other side.\n\nSuddenly, the cutter blade comes slicing out,. just missing\nher. She SCREAMS, then races down the narrow aisle. The\nblade sticking out of the book shelf, as if chasing her.\n\nMrs. Olson reaches the end’ of the aisle, spins around the\n\ncorner to another aisle. She moves between two large book\n\nshelves, flying down it. She reaches the end. It's a cul de\n\nsac. A dead-end. She turns back around and looks to the\nBut he's not...all is quiet.\n\nend...to see the Coach coming.\nA long agonizing moment. And then, from behind, a hand\nreaches through the book shelf and grabs her by her hair.\n\nThe hand rips back, picking her up and dragging her through.\nthe shelf...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then, from behind, a hand\nreaches through the book shelf and grabs her by her hair. The hand rips back, picking her up and dragging her through. the shelf... \n\nTARGET SECTION TO BE ANNOTATED:\nbooks crash to the floor as her entire body is.\nforced through the shelf, finally disappearing from view.\n\nOne last SHRIEK from Mrs. Olson, then the library gaes deadly —\n\nquiet.\n\f_ EAT\n\n \n\nEXT. JEFFERSON HIGH SCHOOL ‘= MORNING ~ LITTLE LATER\nThe school has come to life as first period approaches,\n\nSTUDENTS are everywhere...coming, going-~racing across\ncampus. Music ROCKS from every direction as the CAMERA is\nassaulted by the students of Jefferson High. - .\n\nINT. RESIDENTIAL STREET - MORNING\n\nA ‘young boy, PACEY, walks alone, his book bag slung over his\nshoulder. CLOSE ON HIS FACE. Almost fifteen. Cute but\nstill in the gawky stage. .\n\nHe hears a car racing up behind him. Rock music BLARING. He\nturns, recognizes it, drops off the-side walk, behind a bush,\ntaking another route. ~\n\nAt the far fence, beyond the goal post, Pacey ‘appears. ‘gis.\nsmall frame slips through an opening in the chain~link fence\nas he takes a short cut across the field. He looks toward\n\nthe ground. He's the kind of guy who watches his’ feet as he\n\nwalks.\n\nHe moves across the field, kicking at the ground when\nsomething stops him. He. spots something on the ground. He\nkneels down, curious. The toe of his shoe digs at something. -\n\n  \n\n \n\n(CONTINUED )\n\n \n\f \n\n \n\n- a.\nCONTINUED: :\n\nON THE GROOND :\nZs a little worm-lika substance. No more than two inches\nlong, it appears dry and flattened, embedded in the grassy-\ndirt. Pacay picks at it with his fingertips. He pries it\nloose, scooping it up in his hand. He plays with it.\nhere's a soft fleshiness to it. Pacey brings it to his nose\nand sniffs at it when... . .\n\nA SEADOW APPEARS BEHIND HIM\n\nVOICE\n(off camera)\nWhat are you doing?\n\nPacey spins around, scared shitless. Standing before him is\nCOACH WILLIS. Pacey, jumps up, cupping his discovery in his\n\nFACEY - | ‘.\nI...uh...was just heading to school.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nStanding before him is\nCOACH WILLIS. Pacey, jumps up, cupping his discovery in his\n\nFACEY - | ‘. I...uh...was just heading to school. \n\nTARGET SECTION TO BE ANNOTATED:\nCOACH WILLIS Se\nThis ain't the route, son. uf\nPACEY\n\nYes, sir. I know that sic. I'm sorry\nabeut that sir. .\n\nPacey steps back, in total fear of this guy.\n\nCOACH WILLIS\nYou're a...I forgat your name...\n\nPACEY -\nPacey.\n\nCOACH WILLIS\n\nRight. I've seen you around. ‘You're not\n. xweally into sports. .\nPacey doesn't say anything. He stands rigid.\n\nCOACH WILLIS\nDon't be so scared, son. I'm not gonna\nbite you. Get outta here. a\n\nPagey tutns and takes off, scared of this guy. He takes the\nworm-like thing with him. He skirts by the Coach, breaking:\ninto a sprint. ~ . vo\n\nThe Coach stares after him, then back to the ground.\n\f \n\n \n\nEXT, JEFFERSON SIGH SCHOOL - A MINUTE LATER\n\n3.\n\nPacey emerges from around a corner, moving through the\n\ngrewded gampus when... : .\nBAM!\n\nOut of nowhere, an elbow comes flying back into his face,\nnearly aplintering bis nose. He SLAMS back against ancther\n\nSTUDENT, falling to the ground.\n\nBleed pours aa the timid Pacey takes a deep breath, resigning\nhimself to his all too familiar role of school wuss.\n\nA girl, 17, an elevated slacker type, dressed in ny Village\nAn\n\nblack witnesses the incident. This is STOKELY.\n\nunapproachable cynic. She ayas Pacey and his bloody nose.\n\n( : :\n€xash and burn, baby...\n\nShe travels on, her eyes going to the student parking lot\nwhera a two car fenderbender has caused a fist fight between\n\nTWO GIRLS. ‘They claw at each other.\n\nStokely, watching the\n\nSpectacle, and not where she's going, runs DEAD SMACK into...\n\nSTAN\n\nAn ingredibly handsoma-studly~jock-JEK Jr. in the making-type\n\nef guy.\nover.\n\nSTAN\nWhoa: You okay?\n\nHe leans into hex, his ocean blue eyes piercing Stokely.\n\nyanks away violantly.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAN\nWhoa: You okay? He leans into hex, his ocean blue eyes piercing Stokely. yanks away violantly. \n\nTARGET SECTION TO BE ANNOTATED:\nSTOKELY\nWalk much?\n\nHe grabs hold of Stokely to keep her from falling\n\nShe\n\nStokely stampers off as the CAMBRA HOLDS on Stan, his face\n\nconfused,\n\nSTAN\nYou ran into me--Beast.\n\nHe takes off, passing a BADASS SENIOR who's revealing .a small\nhand gun to a coupla FRESBMAN. They smile, impressed: Stan\n\nBpots someone across the way.\nupon...\n\nThe CAMERA FOLLOWS as he comes\n\n{CONTINUED y\n\fCR\n\n12/29/1997 11:17 1 PAGE 83\n\neff = + Byizeee7 ©7372\" Bewv7o\n\nCONTINUED s\n\nA vivacious, sexy, perky, frivolous, beauty queen,\ncheerleader of a girl. This is DELILAR. She stands, bored,\ntalking to a guy with a tuba.\n\nHey Delilah.\n\n‘Stan tries to give her a kiss. She jerks away wildly, her\nhand protecting her lips.\n\nDELILAR\n@ha lips. Op you mind? I'm working.\n\n. STAN\nI need to talk to you.\n\n-haye. a deadline. .\n\n   \n\nSha turng her hack tq Stan who hrugs, marching on, “his” eyes\ngoing to 4 young FRESHMAN who's getting racked in the balls\n\n¥ 2N-UPPER CLASSMAN. The boy falls over in pain. It's .\nPacey. The CAMERA FOLLOWS... .\n\nA pretty young girl who walks by. Meet MARYBETE. A vision\nof sweet sixteen, southern dabutante loveliness. Gorgeous\nwith lots cf hair that surrounds eyes full of spunk and fire.\nShe stops a passing TATTOOED PLERCED GIRL.\nMARYBETH .\nExcuse ma, Could you roint me toward the\neffice? This is my first day here at\n- defferson and it seems my sense of\ndirection has been obscured -by my rampant\n. nervousness.\n\nMarybeth's accent is 100% Georgia thick. It pours from her\nlips. The tattoged pierced girl stares dead pan and points.\n\nMARYSETH\nThank you ever so. Name's Marybeth.\nrbath Louise Hutchinson if you want\n* the whole damn handle.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARYSETH\nThank you ever so. Name's Marybeth. rbath Louise Hutchinson if you want\n* the whole damn handle. \n\nTARGET SECTION TO BE ANNOTATED:\nMarybeth takes ote, charging into ‘the school building, her\nwide-eyes taking in everything. A TEEN COUPLE BICKER down\na . .\n\n \n\nBOY\nFusk “you!\n\nGIRL\nNe, fuck you!\n\n{CONTINUED )\n\feen\n\n12/29/1997 11:17 1 PAGE oq\neS Gq zeee7 Ors7eM. Qeavro\n\n‘ : ll.\n: CONTINUED: (2) :\n\nThe girl reaches over and SLAPS the boy. The boy doasn't\nmiss a beat. He SLAPS her back. But she's ready...she SLAPS\n\nhim back harder, Marybeth turns down another corridor,\nPassing STUDENTS, TEACHERS...her eyes wander to...\n\nA tall leather clad guy with hellish good looks. This is\nZEKE. A second year senior, Troubled and aware. He stands\ndn a gircle of YOUNG TWERPS. ‘The CAMERA loses Marybeth and\nfellows Zeke as he leads the twerps inte the boy's bathroom.\n\ninsida, he pulls a small Bic pen from his pocket, only the\nink has been removed. tt contains another substance, -\n\nZEKE\nFive bucks a pop. .\n\nThe twerps pull their money out as Zeke hands over several\nwr BCD holding them uP to their\nnostrils, SNORTING LOUDLY. : .\n\nThe pens’ contents, a hack drug, takes hold-of them quickly\n' ag they all start tweakin'. Zeke pockets the cash, smiling .\nas the CAMERA RISES UP AND OVER a bathroom stall to reveal... . 7\n\nPacey, sowering alone in the stall, stuffing toilet paper up\nhis bleody nose, The CAMERA moves in close to him as he\ndesperately tries not to cry.\n\noe Welcome to Jefferson High.\nEND TITLE SEQUENCE.\nINT. CLOSED DOOR - MORNING\n\nStudents come and go around a door marked FACULTY LOUNGE\ncor TO:\n\n  \n\n \n\nTST. FACULTY LOUNGE — SAME\n\nA large and spacious reom. A long conference table sits\ncenter with a couch area off to the side next to a\nrefrigerator.\n\nAn assortment of THACKERS move about the space,_ talking,\nsmoking and BIICHING.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nFACULTY LOUNGE — SAME\n\nA large and spacious reom. A long conference table sits\ncenter with a couch area off to the side next to a\nrefrigerator. An assortment of THACKERS move about the space,_ talking,\nsmoking and BIICHING. \n\nTARGET SECTION TO BE ANNOTATED:\n .\n\nA sexy hut timid 30somathing teacher crosses to the\nxetrigerator. This is MISS HARPER. She places hex lunch in\nthe fridge, moving past...\n\nMR. FURLONG, 40's, His face is kind, friendly, internally\n\nhappy.\n(CONTINUED)\n\n \n\feee\n\n12/23/1987 11:17 1 PAGE 85\n\naff : Ff 12/28/97 Q7:37°M = 8/70\n\n \n\n- 12.\nSONTINUED:\n\nHR. FURLONG\nGood morning, Miss Harper.\n\nMISS HARPER os -\nMr. Furlong. How are you this’ morning?\n\nMR. FURLONG\nGreat. Couldn't be better.\n\nA atedsy old man in his fifties is at the coffee machine: He\nines his coffee with liquor from a flask, MUMBLING to\nhimself. He leoks hungover. No ona pays him any mind, Meet\n\nMR. TATE.\n\nMR. FURLONG (cont'd)\nDid anyone see Letterman last night?\n\n \n\nNo, I'm strictly Leno.\nMR. FURLONG .\nThey had this dog who could walk\n\nbackwards on two paws while humming “Oo , :\nSay can you see...\" >\n\n \n\n. MISS BARPER\nNowe.\n. MR. FURLONG\nIt was the darndest thing.\nMR. TATE :\n. And the point beings? :\nMR. FURLONG : .\n\nThere’s not one. That's the point.\n\nJust than, the decor opens and Coach Willis steps in. He\nappears hot and sweaty. He moves immediately to the water\ngooler where he hegins to guzzle massive amounts of water.\n\nMR. TATE\n\"Mr. Rogers was on Leno. Remember him?\n\nMRS. BRUMMEL\n(off camera)\n\nAnother teacher, MRS. BRUMMEL, moves by the Coach. She's\noid, near death; no longer fast on her feet. .\n\n: MISS HARPER\nWho's he?\n\fOn ——\n12/29/1997 11:27 1 . PAGE 6\n\nth = Gy revzsve7 7:37 PM D2 sar70\n\nf comrrNcED: (2)\n\nMRS.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n: MISS HARPER\nWho's he? On ——\n12/29/1997 11:27 1 . PAGE 6\n\nth = Gy revzsve7 7:37 PM D2 sar70\n\nf comrrNcED: (2)\n\nMRS. \n\nTARGET SECTION TO BE ANNOTATED:\n BRUMMELL\n“It's a beautiful day in the\nneighborhood.” .\n\nMR.\nIs he still alive?\n\nMR. TATH\nBarely. He wag in the chair. Didn't\nmove much. Kinda propped up.\n\nMiss Harper moves by Mrs. Brummel.\n\nMISS HARPER\nHow are you today, Mrs. Brummel?\n\n\" wRs,\nun Bik tired. But po, y aguplaints.\nMrs. Brummel drops a book. She trias to bend ‘down and pick\nup a beok, but can't quite do it,\nMISS BARPER ot\nI got it, Mrs. Brummal. ia\n\nTate witnesses this.\n\nMr.\n= MR. TATE\n\n(a whispex)\nCan we say \"retirement\"?\n\n‘ Mrs. Harper passes by the Coach who now stands in front of\nfhe air conditioning window unit. He's trying to cool . ‘s\nself. - . .\n\nMRS. HARPER\nIs it that hot teday, Coach?\n\n \n\nThe Coach locks at her and smiles.\nCOACH WILLIS\nIt's a little heated today.\nBis face is dry. No sweat, just a’complete lack of moisture.\n, cur Tor\nINT. SCHOOL CORRIDOR - SECONDS LATER\n\nTHE BELL RINGS. - STUDENTS make their way to class. Pacey\nrockets down the hallway, moving to his lecker. Behind him\nMOLLY appears. She's a young girl, pretty in a no~one-will-\nnotice-for-years kind of way. .\n\n(CONTINUED )\n\fBR A\n\n* 12/29/1997 11:17 1 PAGE 97\n\nff Be Gj vees7 ©737-M = Qszv70\n\nA : 14,\nfe CONTINUED:\n\nMOLLY\nBey, Pacey, what happened to your nose?\n\nPACEY .\nSelf inflicted, Molly.\n\nMOLLY\nNo it wasn’t. I saw,\n\nPACEY\nYou're passive-aggressive, Molly, anybody\never tall you that?\n\nShe shrugs. Just then, Delilah appears,\n\nDELILAH\nYo, where have you been? Grab your\naIte....We have no front\n\npage.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust then, Delilah appears,\n\nDELILAH\nYo, where have you been? Grab your\naIte.... We have no front\n\npage. \n\nTARGET SECTION TO BE ANNOTATED:\n We're in ac ANC em\n\n \n\nPacey pulls his camera from his locker, slaiming it shut,\nturning to Molly. He places the expensive photographer's\n\ngamera around his neck, :\n\nPACEY\nLater.\n\nMolly watches him go, disappointed in their exchange. she\nhas an obvious crush.\n\n \n\ncur To:\n\nINT. CLASSROOM - LITTLE LATER\n\nThe pristine Miss Harper stands in’ front of the room, her\nams erossed over her chest. She holds a book.\n\nMISS HARPER\n++S0 Crusce's greatest fear was that of\nisolation. His external existence in no\nway compared to the internal agony of\nloneliness...\n\nZeke sits studly in the front row, No doubt to be closer to\nHe gives her a. + Seductive\n\nthe saliva inducing Miss Harper.\nwink. Miss Harper looks away. Stunned.\nJust then, the BELL RINGS. The class starts to disperse.\nZeke stands and approaches Miss Harper. .\nZEKE :\nXZ wouldn't wanna be Crusoe, Miss Harper.\n\n(CONTINUED)\n\n \n\feae neem\n\n12/29/1997 11:17 1 PAGE 98\nfi : e Gq tzesve7 7:37 PM Q56/70\n\n15,\n\n \n\nCONTINUED:\n\nMISS HARPER\nWhy ig that Zeke?\n\nZEKE y\nAll alone on that island. No one to talk’\nto, Laugh with. No one ta touch.\n\nHARPER\nBut Crusoe found a way to fulfill himself\ninside--even in madness.\nZeke moyes in close to Miss Harper. His stare pierces her,\nZEKE\nI just wouldn't want to live without a\nbody next to ma. How ‘baut you?\nfortable. She shys away.\n\n \n\nMISS HARFER ©\nWell. .LesasLeee\n\nZEKE\nTell you what, Miss Harper, don't you\nanswer that. Just think about it.\n\ngeke saunters off as Miss Harper stands flustered, wishing\nshe could handle certain situations better.\n\n \n\nINT. MR. TATE'S CLASS ~ SAME\n\nMx. Tate sits at his desk sipping his fourth cup of laced\ncoffee, addressing the class, He takes a sip, then another,\nthen another. He appears tired and hungover. -\n\nMR.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nTATE'S CLASS ~ SAME\n\nMx. Tate sits at his desk sipping his fourth cup of laced\ncoffee, addressing the class, He takes a sip, then another,\nthen another. He appears tired and hungover. -\n\nMR. \n\nTARGET SECTION TO BE ANNOTATED:\n TATE\nIf everyone will turn to chapter 4.\nHitler's reign of terror.\n\nStan's hand goes up. .\n\nSTAN\n-Actually, wa finished 4, Mr, Tate. We're\non Chapter 5.\n\nIn-the back of tha room Stokaly sits, pretending’ to read a\npaperback. Her eyes are really on Stan who she watches flip\nthrough his text book. After a moment she becomes aware that\nshe's being watched herself, by none other than... ..\n\nMarybeth who is seated next to her. And not just watched but\nstudied. Stokely is becoming increasingly uncomfortable.\nAnother moment and then Stokely turns on her.\n\n(CONTINUED)\n\f \n\nPAGE @9\n\n12/29/1997 -11:17 1\nTey t2vea97 @737\"m 55/70\n\neB\n\n: 16.\nCONTINUED:\n\nSTOKELY\n(loud whisper)\nCAN-I-HELP~YOU? :\n\nMarybeth smiles brightly.\n\nMARYBETE\nWhateha reading?\n(strains to read Stoke's book\ncover)\nDOUBLE PLANETS. Robert Heinlen. Emm.\n\nStokely doesn't respond. She puts tha book away quickly...\nShs turns back to the front of the room. Marybeth wiggles to\n\nget her attention.\n\nMARYEETH\nomEimewasybeth-Lovise-Eutchinson of\nAtlanta. I'm new here.~-—=~\"\"\nSTOKELY\nOkay.\n. MARYBETH\nWhat's your name?\nSTOKELY\n\nYou don't need to know that.\n\n \n\nStokely turns from Marybeth. Contact is over. Marybeth is\nperplexed. And intrigued.\ncour TO:\n\n. EXT. STUDENT COMMONS AREA ~- LUNCH\n\nA late fall breeze blows through a courtyard of outdoor\ntables where students eat lunch and congregate. The young,\nangry couple from earlier are against a wall, SCREAMING at\n\ne@ach ather,\nerRL\nFuck you!\n\nBOY\nNo, fuck yout\n\nCoach Willis and Mrs. Olson stand next to each other,\nsurveying their surroundings. Their is something oda wabout.\ntheir behavior, “Their non-interaction with one another.\n\nAbruptly, Mrs. Olson turns and leaves.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\ntheir behavior, “Their non-interaction with one another. Abruptly, Mrs. Olson turns and leaves. \n\nTARGET SECTION TO BE ANNOTATED:\n{CONTINUED\n\f \n\n \n\n \n\nPAGE 19\n\n12/29/1997 11:17 1\n‘ @ fag izees7 O737FH = Pysarz0\n\n. 17.\nCONTINTED:\n\nNearby, Pacey sits with his camera around his shoulder. He's\n\nlooking through his bag. He pulls out a piece of folded\nnotehook paper. In it is the worm. Suddanly a SHADOW falls\never Pagey- Be looks up to see a FIGURE towering over him.\nIt's Zeke. °\n\nZEKE\nHey, shit bubble, what's up?\nPacey tries to remain calm.\n\nPACEY\nHow's it going, zeke?\nPacey puts the worm-like substance away,\n\n. ZEKE\ner ga Tetle-testless and.\n“Ehought =X neaded a torture fix.”\n\n. PACEY\nNot today, Zeke. Kay?\n\nZeke spos a group of GABBING GIRLS across the way. He gets\nan idea. .\n\nZEKE .\nBut I need a favor. sae thosa three\n\ngirls over there?\n\nPacey doesn’t like the sound of this. zeke pulls Pacey to\nhis feet, putting his arm around him affectionately.\n\nPACEY\nWhat about 'em?\n\nZEKE\nIf you look close, the one in the middle\nisn't wearing a bra. Here's what I want\nyou to do. Suppress every homosexual\ntendency in your bedy and go over there\nand rip the girl's shirt off and expose\n\n“her breasts.\nPacey smirks. : ‘“\nB\nYeah right.\n\nZeke rears back and SLAMS Pacey, knocking ‘the wind out of\nhim. Then cozies up to him again.\n\n(CONTINUED\n\fA\n\n12/29/1997 11:17° 1 PAGE 11\n: ee Byizzere7 O737PM A s3r70\n\nos\n\nQONTINUED: (2)\n\nZEKE\nDen't do this, Pacey--you know I'ma\nsecond year senior with a deep-rooted\n“apply myself\" issue-~despite. extremely\nhigh SAT scores.\n\nPACEY\nI know, Zeke.\n\n.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED\n\fA\n\n12/29/1997 11:17° 1 PAGE 11\n: ee Byizzere7 O737PM A s3r70\n\nos\n\nQONTINUED: (2)\n\nZEKE\nDen't do this, Pacey--you know I'ma\nsecond year senior with a deep-rooted\n“apply myself\" issue-~despite. extremely\nhigh SAT scores. PACEY\nI know, Zeke. . \n\nTARGET SECTION TO BE ANNOTATED:\n ZEKE\nAlso I revel in a big fish-little pond\nscenario, and for various other\npsychological reasons that deal mainly\nwith mom and dad--I'1l probably elect a\nthird year. .Which means, ~-listen\nup--that I will spend each and every day\nof this year and next torturing you\n\ni “hr atvery-slow subtle fashion.\n\n“which is completely unnecessary if you\nwould simply walk over there and.give us\nsome tits. .\n\nPacey is completely petrified of this guy.\n\ndi . . . PACEY\nL } come on, man, I can't do that. Don't\noo make me.\nv Zeke grabs hold of Pacey's neck and begins to squeeze the\nlife from it.\nZEKE .\n. I'm not making you do anything. It's all\nabout choices. -\n\nPACEY\n(choking)\nOkay...okayeee\n\nZeke releases him, he nearly falls down, GASPING for air.\nstraightens himself up, looking about him. Molly has been\nwatching.. She eyes him, shaking her head \"Don’t do it.\"\n\nPacey is beyond humiliation. He takes off, breaking through\nthe crowd, heading over toward the three gabbing girls.\n\nPacey, moves behind the threa girls, diving for the middle\none and with one hand grabs hold of her blouse and RIPS. .\n\nThe shirt comes flying off. Two bouncy breasts appear in\nfull campus view. The young girl shields herself in shock as\nPacey takes off xunning with the shirt.\n\nHe\n\n(CONTINUED)\n\farene\n\n12/29/1997 11:17 1\n\n \n\n \n\nPAGE 12\neS Gy izreever © 7:37PM Aysav70\n. 19.\nCONTINUED: (3)\nZeke watchegy Pacey run off, enjoying his torture fix.\ncut To:\n\nEXT. SCHOOL COURTYARD ~ SAME -\n\nOff in a comner, a GROUP OF STUDENTS chill, smoking\ncigarettes. Off alone, sits Stokely on a ledge smoking a\ncigarette and reading her book. She cringes to see Marybeth\n\napproaching.\n\nMARYBETH\nMind if I join you?\n\nSilence. Marybeth takes.a saat anyway. A moment as they\n\n“both sit.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSilence. Marybeth takes.a saat anyway. A moment as they\n\n“both sit. \n\nTARGET SECTION TO BE ANNOTATED:\n Marybeth lcoks around. The \"fuck you\" couple are\n\nnearby, still going at it in full force. Marybeth spots Zeke\naxretively to another classmate.\n\n+ aLising Sec:\nSta notices Stokely is watching hin-teor-\" not .\n\nMARYBETH\nWho's the nice rear?\n\nSTOKELY\nZeke. He's the class pharmacist.\n\nThey watch as Zake makas a business transaction. Marybeth\npicks up Stokely'’s paperback.\n\nMARYBETH\nYou one of those science fiction people?\nYou believe in alternate universes and\nalien beings and stuff? I'm feeling\npretty alien myself today.\n\nStokely isn’t talking. In fact, she's moving. She gathers\nher things.\n\nMARYBETH .\nSo, why don't you want me to know your\n\nname?\n. STOKELY\nWhy, do you want to know my name?\nMARYBETH\n\nI don't have any friends and, correct. me\nif I'm wrong, but you seem to have one\nless than that so I just thought...\n\nStokely doesn't know what to make of this girl. gust then,\nDelilah appaars. All amtles.\n\n(CONTINUED)\n\fCN\n\n12/29/1997 11:17 1 PAGE 13\n\nLf . FF iC] terearar 7:37 Pm Qsw70\n\n: 20.\nCONTINUED:\n\nDELILAE\n\nHi Stokely, are you seducing the new\nstudents again?\n\n(to Marybeth) ty -\nBi, I'm Delilah. Happy to have you at\nJefferson. Oh, Stokely, love the way you\n‘accessorize the different shades of black\nin your ensembalage.\n\nSTOKELY\nPuck you, gutter slut.\n\nDalilah doesn't flinch. She flashes Stokely a covargirl\nsmile.\n. DELILAR\nx don't know why you insist on being such\n~warbad exemple for-your.. ‘people. a :\n\nMarybeth eyes Stokely.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe flashes Stokely a covargirl\nsmile. . DELILAR\nx don't know why you insist on being such\n~warbad exemple for-your.. ‘people. a :\n\nMarybeth eyes Stokely. \n\nTARGET SECTION TO BE ANNOTATED:\n _\nMARYBETE\nWhat people? ers\n\nDELILAR\n\n(to Marybeth\nI hope you're noe a violent lesbian like\n\nyour newfound friend here?\n\n \n\nMARYBETE\n{completely flusterad)\nveemO, I'm not aware of any\n\nlesbianism in my lineage... _\nSTORELY . .\n(to Delilah)\nYou bipolar bitch,\nStokely shoves Delilah, charging passed her, out of sight.\ncur To:\n\nBXT. SCHOOL CORRIDOR - SECONDS LATER\n\nBunch is still in progress as Stokely races down. tha near\nempty hallway. she's out of breath and out of sorts. She\nstops at a water fountain and takes a sip, catching her\nreflection in ‘the clean mirrorish steel.\n\nSha wipes at her face. Her looks clearly disturb her She\nrests S ggainet a@ locker directly across from an open doorway\n\nrevealing...\n\n(CONTINUED)\n\fa\n\nPAGE 14\n\n12/29/1997 11:17 1\n. Fe Gg izeser O737F4 — Qsar79\n\n \n\n \n\n21.\n\n \n\nCONTINUED:\n\nMRS. BRUMMEL'S CLASSROOM.\n\nAlone at her dask is Mrs. Brummal, eating her lunch quietly.\nStokely moves down the hallway, running smack into...\n\nMRS. OLSON\nyery much alive. She looks a bit tired and sweaty.\nSTOKELY\nSorry, Mrs. Olson.\n\nMrs. Olson says nothing, she moves on to Mrs. Brummel’s\ndooway. .\n\n \n \n\n1 Mes.\n| company. : ;\n\nMrs. Olson moves into the room, turning to see Stokely :\nstanding across the hall. Their eyes meat. A moment. And\nthen Mrs. Olson quietly shuts the door. : 4\n\n° Stoke backs down the hall staring at the closed door. -\n‘ Curious. She doesn't see the FIGURE that looms behind her. :\n\nShe runs into...\n\n4\n\n \n\natin\n\n. STAN...again. - .\nSTAN . . So,\nWhoa! . -\nShe yanks away.\n. STOKELY\nGet an eye dog.\n. STAN\n\nYou're a work, man. :\nStan's ayes find hers. He smiles.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n. STAN\n\nYou're a work, man. :\nStan's ayes find hers. He smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n His state makes her\nuncomfortable, She scurries off. .\n‘GUT TOs\n\f \n\nPAGE 15\n\n22/29/1997 11:17 1\nSs Way iz2s/s7 O737P¢ Dy aav70\n\nA\n\n. . o . /\n: . 22,\n\nINT. BIOLOGY LAB - LITTLE LATER\nA big room with many work stations. Just before the bell.\n\nThe room is filling up. Kids joke and laugh. The room is\nvery relaxed, Pacey is talking to Mr. Furlong. :\n\nPACEY\nI found something on the football field.\nI thought you might check it ouc for me.\n\nMR. FURLONG\nWhat it is?\n\nPacey reaches into his bag.\n\nIn the back of the room, Stokely is at a work station.\nMarybeth appears by her side\nee “\" MARYBETE\nWanna be lab partners?\n\nStokely just accepts it. There's no other takers.\n\n \n\n   \n\nMARYBETH\nI didn't know you were a lesbian. I\ndon't think I've ever met one before.\nI'm from the south and we're all just so\nrepressed down there. Have you been out\nng? :\n\nStokely remains quiet.\n\nIt's very impressive and evolved of you. .\nSTOKELY : ,\n\nI'n ea feslan, alright.\n\nMARYBETH :\nOh, be one. Please. Fly free.\n\n. STOKELY\nYou were right about me, okay. I don't\nhave any friends and I like it that way.\nBeing a lesbian is my security. .\n\n \n\nMARYBETH\nAgainst what?\n\nSTORELY\nPeople like you.\n\n(CONTINDEDy\n\fA MR\n\n12/29/1997 11:17 1\n\n \n\nCONTINUED:\n\nPAGE 16\nBe fy 12/2esaT (7:37 2M 1) 43/70\n\n23.\n\nMARYBETH\nComplex.\n\nAT THE FRONT OF THE ROOM . a -\n\nPacey is showing Mr. Furlong what\nfield. He lays it out on the lab table.\n\naround.\n\nur. Furlong is in:\n\nhe found on tha foothall\nOthers gather\n\nPACEY\nI've never seen one before. I thought\n\nyou might like it.\n\nMR. FURLONG\nCool.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI thought\n\nyou might like it. MR. FURLONG\nCool. \n\nTARGET SECTION TO BE ANNOTATED:\n  \n\nstantly intrigued. He immediately sets it\n_--llp_ona~iab-eoxk: board-and-daspec: -dk. : .\n\n \n\nPACEY\nIt's some kind of worm...\n\nFURLONG\nWell, not exactly. It appears to be more\n\n. Parasitic. Of the protozoa family maybe.\n\nMr. Furlong is stumped. But fascinated. His excitement\ngrows. Ha points to a STUDENT.\n\n* FURLONG :\nHey, grungehead, pass me the scope thera.\n\nTHE BELL RINGS. The remainder of the class wanders in.\nIncluding Zeke. Marybeth eyas him instantly.\n\nTEE WORM -\n\ncur TOs\n\nMINUTES LATER\n\nThe entire class has gathered around the table while Mr.\nFurlong examines Pacey's find.\n\nFURLONG\nA certain masozoan only occurs in the\nkidney of certain octopuses and squids,\nwhich wouldn't make sense because... ©\n\nPACEY\nThis is Ohio. oe\n\nFURLONG :\nCorrect. It's a pelagic organism...\n\n(CONTINUED) *\n\fRR\n\n12/29/1997 11:17 1 PAGE 17\neth : Ss . (ay izees7 7:37 PM 47/70\n\n~\n\nCONTINUED:\n\n. STUDENT\nWhat's pelagic?\n\n(from the back of the room)\nA sea dwalling organism.\nMarybeth turns te Zeke, surprised by his knowledge.\n\nFURLONG\nExactly, I don't recognize this surface\ntissue at all. Pacey, I don’t wanna jump\nthe gun hut you might have found a new\nspecies here.\n\nt :\n“STUDENT . '\n(true ) ;\n\n       \n \n\nro FURLONG ° !\n\n' It could happen. New species are’ |\ndiscovered every day. Don't bea . I\n\nskeptic, You're too young. .\n\nZeke breaks through the students, shoving Pacey aside,\nleaning intg the microscope.\n\n \n\n2EKE\nCould it be gnathostomulida, They\nascaped detection until the mid 20th\ncentury,\n\nMaryheth eyes Zeke, flirtatiously.\n\nMARYBETH\n\nYou just know everything.\n\n: Zeke flashes a smile. Their eyes meet. .\nher back)\neyes her\n_ i'm é contradiction.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n: Zeke flashes a smile. Their eyes meet. . her back)\neyes her\n_ i'm é contradiction. \n\nTARGET SECTION TO BE ANNOTATED:\nFURLONG\n\nWo, check the follicles on it's\n\nanderbelly. It's not annelid or .\nmollusca. It's completely extrinsic.\n\nPACEY\nWhat should we do with it?\n\n(CONTINUED)\n\fOe\n\n12/29/1987 11:17 1 PAGE 18\n. Baivevs7 O7:37FM fy 4er70\n\ncz @\n\n \n\n \n\n* 25.\nCONTINUED: {2}\n\" FURLONG\nI think we should call the university.\nSend it up there, let them have a leok.\nSTUDENT ‘\nHey, Starship Stoke, why doen't you take a\nlook? Maybe it's from your planet.\nSTORELY\nBlow me, you bloodfart.\nFURLONG\nEASY.\nStokely shoves the obnoxious student who falls into the\ntable, spilling a cup of water acrossed it, splashing the i\nerm-like organism, _gousing ite Suddenly... .\nTHEE WORM CURLS ae\nSeveral students GASP as the organism begins to spiral and\nthen retracts on its own. Very much alive. :\n. . 7H hs\nDid you see that?\nBACEY\nIt moved. .\nMx. Furlong syes it.\nFURLONG\ncool, .\ncor To:\n\nA WATER FILLED AQUARIUM - A MINUTE LATER\n\nThe class stands around it as Mc. Furlong holds the cork mat\nwith the organism above it.\n\n- ZEKE\nYou think it's amphibian?\nFURLONG\nWater resusitated it.\nPACEY\nBat couldn't this kill it?\nSTUDENT\nYeah, you don't wanna drown At. That's\n\nsold, dude.\n‘(CONTINUED )\n\fOT\n\n12/29/1997 11:17 1 PAGE 19\nieveess? 7:37 PM” Bas7o\n\n8\n\n \n\n.) : : :\n: . . 26.\nCONTINUED: :\n\nMx. Furlong drops it into tha aquarium. A moment as it\nbegins to sink to the bottom, But midway it stops. Slowly,\nit begins to balloon ont, swelling slightly.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nFurlong drops it into tha aquarium. A moment as it\nbegins to sink to the bottom, But midway it stops. Slowly,\nit begins to balloon ont, swelling slightly. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nCLOSE ON THE ORGANISM\n\nThrough the glass, the creature seems to bubble as it sprouts\ntiny, thin-like feelers that spread around it quickly. The\nfeelers shoot out attaching themselvas to one side of the\nglass. Then pulls the worm towards it in a lightning move.\nMany SCREAM as the entire class steps back. LAUGHTER follows\na5 everyone’s nerves get taised.\n\n. FURLONG\nIt's okay..it's okay.\n\n—— pddey Bends town and 16oks“ae'the “glass in wonderment.\n\nPACEY i\nTt's incredible.\nSTUDENT oy\n{in response)\n\nx. Furlong ‘eyes the glass too. It‘s unlike anything he's\n,ever seen before. He masks any trepidation.\n\nMR. FURLONG\nPerhaps wa should call the University.\nThey might be able to tell us more. ft\n\n \n\nPacey coritinues to watch it.\nINT. SCHOOL ATHLETIC CENTER ~ LITTLE LATER\nA huge Olympic swimming pool takes up the entire room.\nPhysical Ed. is in Progress as a group of boys race in lanes.\nThe Coach BLOWS his whistle,\nCOACH WILLIS\n(yelling)\nHit the showers!\n\nStan, dripping wat, Btands next to Coach Willis.\n\nSTAN\n-+I'va just been thinking ahead...well,\nI've decided to quit the team and\nconcentrate on my academics.\n\n(CONTINGED)\n\fOe\n\nPAGE 29\n\n12/29/1987 11:17 1\nPf Wyrveva7 O737PM = Dyeas70\n\noff\n\n275\nCONTINUED:\n\nStan takes a deep breath, eyeing the Coach. A moment as the\npre-occupied Coach realizes that Stan has finished talking»\n\nand it's now his turn. oy -\n\nCOACE WILLIS\nOkay..well, Stan, wa'll miss you.\n\nThe Coach BLOWS the whistle again, motioning to someone.\n\nSTAN\nThat's it?\n\nCOACH WILLIS\n_ What do you want me to say? My star\nquarter tells me the day hefore we play\nBrun County-~the only team in the\nStrict that can kick our ass--he '\n“asesn't wanta play.” There's. something up\nwith that.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAN\nThat's it? COACH WILLIS\n_ What do you want me to say? My star\nquarter tells me the day hefore we play\nBrun County-~the only team in the\nStrict that can kick our ass--he '\n“asesn't wanta play.” There's. something up\nwith that. \n\nTARGET SECTION TO BE ANNOTATED:\n You seem'to be going through a\nlife defining turning point and I’m not\ngonna stand in.the way of the human\ncondition. You do what you have to do. . “it\n\n. Stan is amazed at how well the Coach is taking it. ‘This is\nalll not the expected reaction, .\n\n  \n\nSTAN\nThanks for not reaming me, Coach.\n\nThe Coach smiles. He couldn't be more understanding,\n“QUT TO:\n\n \n\noO IST, LOCKER ROOM - TWO MINUTES LATER\n\nPacey is at his locker. He's slowly stripping, readying\nhimself for the shower. A COUPLE JOCKS in towels, pass by.\n\nThey've aizeady finished up.\n\nJOCK #12\nYo, piss wad.\nThe Jock SLAMS Pacey against his locker.\nPACEY\n\nExcuse me. I was breathing here.\n\nAnother Jock comes up behind hi him and SLAMS him into his\nleckar again, holding him there\nJOCK #2\n\n- That's the problem, you anal brake.\nYou're occupying my aix. :\n\n(CONTINUED)\n\fOR\n\n12/29/1997 11:17, 1 . PAGE 21\n\net . Se Gyrzvevsr Oz7a7em’  (haav70\n~ :\n\nCONTINUED:\n\nPACEY\nI'm committing suicide later this evening\n\nif that'll help.\n\nSOCK #1\nDon't get smart with me, you little puke.\n\nSTAN\n(off camera)\nHey, guys, leava him alone.\n\nThe Jocks turn to find Stan behind them.\nSTAN (cont'd)\nHands off. .\nThey turn. ta stan, Smiling, obeying. . He has power aver these\nve GUYS ees =e ee ”\nsock #2 ° Leese\nin passing)\nYo, Stan, whatever you say captain,\ntomorrow night, right?.\n\n#1\n\n \n\n, : 8\nail We draw blood.\n\n. Stan gives the guys a high five. He doesn’t have the nerve .\noo to tell them. He turns to Pacey.\n\nSTAN Te\nIt must really blow being -you. “bk\n\nPacey just neds.\nINT. SHOWERS - MINUTE LATER\n\nStan is in the shower alone.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAN Te\nIt must really blow being -you. “bk\n\nPacey just neds. INT. SHOWERS - MINUTE LATER\n\nStan is in the shower alone. \n\nTARGET SECTION TO BE ANNOTATED:\n He turns on the water ang it\nquickly steams up as he steps cunder the nozzle. He lathers\nup. , \"\n\nHe soaps up his face, eyes closed, not seeing the SHADOW that\nbounces across his face. He opens his eyes, rinses. Sees\n\nmais ein Ee spins around as another SHADOW fails over hin,\na NOISE. . ‘h\n\nWith soap in bis eyes, he turns.\n\n. STAN\nYo, Pacey.\n\nThera’s no response,\n\nJust a growing SHADOW that appears to\nbe moving towards him. maa\n\n. (CONTINUED)\n\f12/29/1997 11:17 2 . . PAGE:\nth Ee G@aiz2s97 737M Dry\n\n \n\n229,\n\n \n\nCONTINUED? L ,\n\n|\n1\n|\n\nCLOSE ON TWO FEET as they move on the shower fleor. Women's\nfeet in heels. They struggle out of the shoes. Barefoot,\nthe feet appear aged and weathered. . . .\n\nStan rinses seap from his face, opening his eyes to\nGiscover... -\n\nMRS. BRUMMEL\n\nstanding in the middle of the shower, her face contorted in a\nRizarre expression. Almost trance-Like.\n\nStan freaks, reaching for his towel.\n\nSTAN\nShit, Mrs. Brommel!\n\n~~~\" me Sld and tized WES. Braman” tragaling with her dress.\nShe pulls on it wildly, trying to “rip it from her bedy,\n\nStan watches in horror, She seems completely lost,\ndisorianted,..cut of sorts.\n\n \n\nINT. LOCKER ROOM — SAME\n\nPacey is dressed and walking out when he hears Stan's SCREAM. :\nHe races to the shower to. find... , )\n\n \n\nIN THE SHOWER .\nStan moves towards Mrs. Brummel.\n. Mrs. Brummel. - Are you okay? : .\n\nBACEY\nJesus. vee\n\nMrs, Brummel moves under a shower head, letting the water\nsoak her,\n\n- RS. BRUMMEL\nPlease..-help me...I can't breathe...\n\nStan moves toward her. Pacsy stands, mortified, at the\ndoorway. Stan turns to him.\n\nSTAN\nGet help.\n\nPacey disappears, Stan turns back to Mrs.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nStan turns to him. STAN\nGet help. Pacey disappears, Stan turns back to Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Brummel.\n\n(CONTINUED)\n\f12/29/1997 11:17) 2 : PAGE 23\nS (iy izevs7 O7r37eM  — atz70\n\n30.\n\n \n\nCONTINUED:\n\nSTAN\nWhat's wrong, Mrs. Brummel?\nShe gtabs hold of him, pulling him to her, holding him for ,\ndear life. Stan is taken back. Unsure of what to de, he\nwraps his arms around her, comforting her.\nMRS. BRUMMEL\n\n(a whisper in his ear)\nI don't know what’s happening.\n\nStan reaches down and pats her head gently when...\n\nA CLUMP OF HER HAIR\n' wo comes off ain his hand. Stan stares at at, face aghast.\ncur TO:\n\nEXT. JEFFERSON RIGH ~ LATER\n\nTHE BELL RINGS. School's out as students come barreling out\nthe doors of Jefferson High. . .\n\nINT. CORRIDOR ~ LATER\nStan and Pacey are in the hallway talking to Mrs. Olson.\n\nSTAN\nIs Mcs. Brummel going to be okay?\n\nOLson\nStan, Mrs. Brummel's bean diagnosed with\ncancer and she’s on a lot cf.medication\nat the moment. it's causes\ndisoriantation. We ware hoping she'd\nmake it through the school year but\nunfortunately... I hope you can\nunderstand the sensitive nature of the\n\nsituation.\n\n \n\n. STAN\n- Hey, I can keep it quiet.\n\nOLSON\nPacey? Do you understand?\n\nBut Pacey is paying attention to Mrs. Olson.\nout the window. :\n\n‘ANGLE THROUGH WINDOW\n\nfe's staring .\n\n(CONTINUED)\n\feee\n\n \n\n \n\n12/29/1987 11:17 1 . PAGE 24\nwit . a Faq izezee7 Qz737PM By eoy7q\n31.\nCONTINUED:\nThe football field can he seen. Pacey watches as the\nsprinkler system sprays water all over the field. The Coach\nstands on the sidelines watching. He stands tall. Pacey ..\nstudies him. ‘s -\n: MRS. OLSON\nPacey?\nHe turns to her.\nPACEY .\nBure, yeah, whatever...\nMrs.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nPACEY . Bure, yeah, whatever... Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Olson smiles, walking off as Delilah approaches, Pacey,\n; lost in thought, disappears. .\n!\n‘ STAN :\n| Is-what true? : . “y\nDELITAE 2\nDid you quit the team or not? : a\nlll, Uh-oh. She already knows. And she's pissed. ~\n\n \n\nSTAN\nHey, I tried to tell yau this morning.\n\n‘ DELIZAR\nSo you just decided on your own? Were\nyou evan going to tell me? .\n\nSTAN\nI don't wanna play anymore, okay. Look,\ncould we cool this. I just had the\nweirdest experience thus far in life.\n\nStan starts off but Delilah stops him.\n\nDELILAH\n-Don't diffuse. One thing at a time.\nWe're a couple--you and me. We should\ndiscuss these things first. You know, how\ncontrolling I am. ‘\n\n. STAN .\nZ've had a really weird day. I just\ndon't ‘wanna play anymore, alright? Just\nleave it.\n\n(CONTINUED )\n\n \n\f \n\n \n\n12/29/1997 11:17 i\n\nfh SBS @yrzzasr Qrszeu\n\n32.\nCONTINUED: (2) .\n\nStan is really emotional about this. It's very unexpected.\nDelilah hag never seen him like this before. But it doesn't\n\neven phase her.\nDELILAR .\nBut you have nothing else. Don't you get\nit? “Your boyish good leoks and athletic\nProwess are all you have.\n\nThis hits Stan hard. He stares at her in complete disbelief.\n\nSs\nI thought...\n\nDELIDAB .\n’ Stop thinking. It doesn't work for you.\n\nwoe ~ Andapith-that;—Beltbah-stons-Of6,: leaving Stan erushed,\n= “y cor 70:\n\nInt. sronecy LAB - A LITTLE LATER\n\nMr. Furlong sits on a stool overlooking the aquarium, The\nwater level has dropped considerably. Mr. Furlong adds some\nwater to it.\n\n. MR, FORLONG\nArea you'a boy or a girl?\nFurlong watches the thing as it moves from one side of the\naquarium to the other.\n. MR.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nFurlong watches the thing as it moves from one side of the\naquarium to the other. . MR. \n\nTARGET SECTION TO BE ANNOTATED:\n FURLONG (cont'd) -\nAnd more importantly can you hum ‘oO say\n_ San you sea” .\n.Furlong reaches for a thin latex glove. He slides his\nhand inte it,\nMR. FURLONG (cont'd)\nlet's get friendly. Whaddya say?\nMx. Furlong snaps the glove tight and then places his hand at\n-Bhe aquarium epening. He's a little hesitant. .I¢'s on hic .\nAce.\n\nINSIDE THE AQUARIUM\n\nThe feelers whip abont, growing longer and longer around the\nworm. The water no longer looks clear. Mr. Furlong dips his\n\nhand into it, moving it down.\n\n(CONTINUED)\n\nPAGE 25\n0339/70\n\n \n\fem\n\n12/29/1997 ‘11:17, 1 PAGE 26\n\ni 8 , iy 12/28/97 7:37PM Ey 38v70\n\n€ - CONTINUED:\n\nFurlong‘s hand moves down, through the web of feelers. He\nve moves to the worm, taking it between his thumb and\nee forefinger, squeezing it. Unexpectddly,.it separates,\n\ndividing in two. Both sections, sensing | harm, dart to\n. ALé€ferent ends of the aquarium.\n\nEURLONG |\nYeu can raplicate, my little friend.\n\nFurlong lets his hand dangle in the middle. Just then; one .\nof the worms spews forth, right at Furlong's hand. It\nattaches itsel= to it. |\n\nFurlong SCREAMS IN PATS, leoking down te sae the worm attack\nhim. de Shakes it dooney palling his hand from the aquarium.\n\nought\n_Furlong checks out his finger. He's okay. He taps the\n\n  \n\nmR. FURLONG\n\nThat hurt.\ncur TO: .\n\nINT, SCHOOL CORRIDOR ~ MINUTES LATER\n\nThe hallways have cleared out. Pacay walks alone down the\nhallway, his camera around his nach. Just then, Dalilah~\n\nappears.\n\n \n\nDELILAH\n-Z need a, Jead story. I have no page one.\npacey follows ‘her dow: the empty corridor. ,\n\nPACEY\n\n. We think we found a new phylum in.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have no page one. pacey follows ‘her dow: the empty corridor. ,\n\nPACEY\n\n. We think we found a new phylum in. \n\nTARGET SECTION TO BE ANNOTATED:\n‘Biology. It's bizarre. Really bizarre.\n\nMc. Furlong thinks it could ba a new . :\n\n‘species. : fT\nDELILA\n\n“Ocookhh. Let me race to the stands for\n\nthat issue.\n\nPACEY\nYou should see it, I think it's som\nweird shit.\n\nDELILAR :\nWho gives a rat's ass? I want dirt.\n\n(CONTINUED)\n\n \n\fa\n\n \n\n12/29/1997 11:17 1\n\nSs »  y2rzere7 OQ za7 eM\n34,\n\nThey come to a dcor marked FACULTY LOUNGE.\nBACEY\nWe can't go in there.\n\nDELILAH\nLook, little freakboy, you're with me--be\nbrave.\n\nINT. PACULTY LOUNGE ~ SAME\n\nThe lounge is empty. Saveral loud KNOCKS are heard. ‘Then\nthe doar squeaks open and Delilah sticks her head in. The\ncoast is clear, She pushes Pacey through the door and they\n\nenter.\n_— PACEY\nhae ararud Tockiig\nDELILAE\n\nAnything.\n\nDelilah immediately starts nosing around. She checks cut the\nfaculty mailboxes, opens drawers, cabinets. Finds a purse or\ntwo.\n\n \n\nDELILAE\nMiss Burke is medicated.\nDelilah is reading a prescription drug she’s found ina\npurse, Pacey pushes open a supply closet and peruses it. He\nholds up an empty liquor bottle.\n“DELIZAR\n{eyeing it)\nI exposed Mr, Tate's alcoholism last\n\nyear. Nobody cares. .\nThere’s a noise at the door. Delilah and Pacey freak.\ndive for the closet, closing the door behind. them...leaving a\nslight cracks .\n\nINSIDE THE CLOSET\n\nDelilah and Pacey peek to see Mrs. Olson enter the lounge\nwith Coach Willis. ‘They appear sweaty and dehydrated. They\nmove to the water cooler. :\n\nIN THE LOUNGE -\n\nThe Coach and Mrs. Olson move silently. Cozch Willis pants\nwater from the cooler and hands it to Mrs. Olson. she\nsplashes it on her face.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nOlson move silently. Cozch Willis pants\nwater from the cooler and hands it to Mrs. Olson. she\nsplashes it on her face. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\n(CONTINUED)\n\nPAGE 27\n037/70\n\fene\n\n12/29/1897 11:17, 1 . . PAGE 29\nGay 12/28/97 @ 7:37PM\" 36/70\n\n\"  &\n\nees\n\nCONTINUED: .\n\nIN TEE CLOSET\n\nDelilah can't quite see. she’ ‘gets bold, pushing t the door\nopen further to Pacey's frantic objections.\n\nBACK IN Tae LOUNGE\nMiss Burke enters the room, smiling at the Coach and Mrs.\nOlson.\n\nMISS BURKE\nBey, Coach, is it true we could get\nrained out tomorrow night?\n\nThe Coach and Mrs. Olson sye each other.as Miss Burke moves\naeross the room to retrieve her purse. Then, the Coach turns\nso Miss Burke, a smile appearing acrosa his face.\n\n \n\nIt‘ll never happen, Misa Burke.\n\nThe Coach moyes toward her with Mrs. Olson circling the\ncenter table, coming up behind har. . . .\n\nMISS BURKE\nNot according to channel 12.\n\nINSIDE THE CLOSET\n\nDelilah and Pacey watch through the crack as Mrs. Olson\npasses right: by the closet, moving in on Miss Burke.\n\n \n\n‘ ‘Miss Burke turns to find Mrs, Olson right in her face. she's :\n. confused. Har timid hedy fidgets as she inches away from .\nher, towards the closet. :\n\nMISS BURKE\n-Is something wrong?\n\n> Suddenly, the Coach LUNGES FOR HER, attacking her, throwing\nher against the closet door.\n\nINSIDE THE CLOSET\n\nThe door SLAMS shut. It's impact staxtling pelilak. She\ngoes flying back against the back closet wall. She trips, i.\n\ndropping hard to the floor coming face to face with... a\n\nMRS. BRUMMEL\n\n{CONTINUED}\n\f \n\n12/29/1997 11:17 1 _ PAGE 29\n\ndi vey Gy 12/28/87 Q 7:37 BM 35/70\n\n36.\n\n \n\nCONTINUED: (2) . vo\n\nVery much dead, sitting, proppad upright in the corner of the\ncloset. Her body stiff and pale. Depleted.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2) . vo\n\nVery much dead, sitting, proppad upright in the corner of the\ncloset. Her body stiff and pale. Depleted. \n\nTARGET SECTION TO BE ANNOTATED:\n Delilah LEAFS\n\nup in terror as Pacay grabs her, throwing his hands over her\nmouth, stifling her scream. But Del's hysterical, she fights\n\nhim. . Just then...\n\nCRASH! BOOM!\n\nepom bayond the door, a struggle is heard as Miss Burke CRIES\npnt.\n\nBACK IN THE LOUNGE\n\nCoach. Willis has thrown Miss Burke to the floor. Mrs. Olson\nmoves with exact precision, grabbing Burke's arms, pinning\nthem down while Willis climbs on top of her, ‘straddling her.\n\n“=~ IN TEECLUSET\n‘Delilah is crazed, she fights Pacey, trying-to break free. |\nShe pushes Pacey against a shelf. Supplies start to shift as |\nthe shelf upturns. Pacey grabs at it, stabilizing it, so as\n\nnot to make noise.\nBACK IN THE LOUNGE\nMrs. Qlson sits up, certain she's heard something.\n\nIN THE CLOSET\n|!\n\nPacay and Del drop to the floor, Pacey SSSHEBES her. — |\nThey're both scared beyond belief, just inches from Brumnel’s ‘\naizeless corpse, They hear the struggle continue.beyond the\n\nOr» - :\n\nBACK IN THE LOUNGE\n\nMiss Burke, sheckad and stunned, is fighting back. KICKING\nand WRITEING underneath the Coach's strong body. Mrs. Olson :\n‘Willis bends over\n\nturns her attention back to Burke as Coac:\nBurke's petrified face, bringing his open mouth down to her\n\neat. .\nIN THE CLOSET .\n\nPacey and Del, frozen still, listen as Miss Burke's struggla\ncomes to an end. All goes quiet. A deadly silence. Then....\n\n  \n\nTAP! TAP! -\n\nTwo pencils fall down on Pacey. He looks up to see a large\nbox of pencils overturned on its side. . They're slowly\ndislodging. Pacey's eyes widen...oh shit! —\n\n‘(CONTINUED\n\n \n\feee\n\nPAGE 39\n\n12/29/1997 11:17 1\nfaqieeee7 (737M 3470\n\na 8\n\n \n\ni - ,\n\na 37.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks up to see a large\nbox of pencils overturned on its side. . They're slowly\ndislodging. Pacey's eyes widen...oh shit! —\n\n‘(CONTINUED\n\n \n\feee\n\nPAGE 39\n\n12/29/1997 11:17 1\nfaqieeee7 (737M 3470\n\na 8\n\n \n\ni - ,\n\na 37. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (3) °\nA pencil braaks free, rolling from the box and over the edge\naf the shelf, falling down,\n\nPacey reaches out, grabbing it, before it can hit the flaor:\nand make noise. Delilah sees what's happening as another\npencil falls. Pacey, frantic, reaches out, catches it, but\nanother comes fast behind it. He can't keep up with them.\nDelilah tries to help as the pencils begin te rain down.\n\nBACK IN THE LOUNGE\n\nWillis and Olson are dragging Burke's body to the faculty\ngough that lines the wall, They lay her down on it. Ber\nbody unmoving, deadly still.\n\na, IN THE CLOSET\nPacey ‘stands up, xeaching for the box of pencils as they give\n“way. Dozens oF pencils“ come CRASHING down on .top of them, .\nSPLATTERING to the floor. The noise Undeniable. Pacey and ~\nDel oringe, 2\n\nBACK IN THE LOUNGE\n\nOlson and willis turn in unison toward the closet...then to\neach ather. Their faces expressionless. They move to the\ndoor, Willis reaching it first. He rips it opens...\n\n \n\nBAM!\n\nHe's assaulted with the end of a long broom. Xt comes\nBLASTING out at him, catching’him in the gut. He bellies\nover as Pacey and Del rocket from the closet. Del SMACKS\nurs. Olsan, sanding her sprawling. -\n\nPACEY\n\n \n\nRON!\n\nBut Delilah needs no incentive. She flies towards the door,\nPacey right behind her as Willis and Olson recover,\nunaffected. Delilah reaches for the doorknob when...\n\n4A HAND GRABS HOLD OF BER\n\nShe SCREAMS, looking down to see Miss Burke sit upright, she\nappears unharmed from the Coach and Mrs. Olson. -In fact, .\n“she's now one of them, Her eyes wide, her face blank and\nsold. Pacey appears, shoving Burke backwards, pulling Del\nfree. They throw open the door and take off. . -\n\nINT. CORRIDOR ~ SAME\n\nA long, empty corridor. The lights are off. It's dark and\nshadowed.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORRIDOR ~ SAME\n\nA long, empty corridor. The lights are off. It's dark and\nshadowed. \n\nTARGET SECTION TO BE ANNOTATED:\n a oo\n(CONTINUED)\n\f-- SSS\n\n12/29/1997 11:17 1 PAGE 32\n\nff ge fy ieess7 © 7:37PM \"033/70\n\n: CONTINUED:\nDel and Pacey tear down it, slipping on the slick floor.\nThey skid around a corner, racing to an exit door. It's\nlocked and chained, Delilah POUNDS on it.\nDELILAH 4\nWhat the fuck is going on?\n\nPACEY\nQuick:\n\nThey continue on, shooting down the hall.\nthem. Ne one. Nothing.\n\nghey continue on, rounding a corner, running dead smack\nCO nee\n\nPRINCIPAL DRAKE\n\nPacey looks behind\n\n \n\n \n\nWhat‘s going on here? \"7\n\nPelileh WAILS.\n\nDELILAE\nMiss Drake...please..you've got to halp\nus. They’re after us...they killed mrs.\nBrummetl.\n\nDelilah is tec frightened to be articulate. Principal Drake\nstares at them, Her face instantly worried.\nPRINCIPAL DRARE oo\n\nWho killed who? What are you talking . oa\n\nabout? - . :\n\nMiss Drake ia truly concerned.\n\n \n\nD\nCoach Willis...\n' PACEY\n.-and Mrs. Olson.\nPRINCIPAL DRAKE\nYou've lost me. Calm down, please.\n\nSuddenly, a NOISE behind them. They turn to sed Mr. Tate\napproach.\n\n- MR. TATE\nWhat's going on?\n\n(CONTINUED\n\f \n\n \n\n12/29/1997 11:17) 1 : . PAGE 32\n. s iq iezea7 7377 = aaz0\n\n(3 : , .\nLo . 39,\nCONTINUED: {2) : .\n\n \n\nask Miss Bakes she'll tell you. They\nattacked her. . -\nMiss Drake tries to comfort her...she puts her arm around\nDelilah. :\n\nPRINCIPAL DRAKE\nLet's go back to my office.\n\nDELILAR\nThere's no time. We gotta gat outta\nhere,\n° UR. TATE\n\nWho attacked who? Miss Drake, what's\n\n       \n \n\n \n\nPRINCIPAL ‘DRAKE\nI don't know. I joined this already in\n\nprogress.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nTATE\n\nWho attacked who? Miss Drake, what's\n\n       \n \n\n \n\nPRINCIPAL ‘DRAKE\nI don't know. I joined this already in\n\nprogress. \n\nTARGET SECTION TO BE ANNOTATED:\nPasay tries to be the voice of reason.\n\nPACEY\nLeck, something really weird is going on\nhere. Mrs. Brummel Wwigged eut in the\nshower today, then we found her body in\n\nthe faculty closet...\n\nMR. TATE +\nWhat were you doing in the faculty ut\n. closet?\n\n \n\n  \n\n. DELILA\n. That's not the point. Jesus...help us.\nPACEY :\nThen, Coach Willis and Mrs. Olson\nattacked Miss Burke.\n\n- PRINCIPAL DRAKE\nWhy would they do that?\n\nDELILAB\nThey've gone psycho.\nPACEY oe\nI don't think they're who they are. .\nThe Principal glances to Mr. Tate. She rolls her eyes a hit.\n\n(conTinveny\n\n \n\f0 LL\n\n6\n\n  \n\nPAGE 33\n\n12/29/1997 11:17 1 .\n, BS _ Baivess7 O7:37 Pm R370\n\nce\n\nMiss Burke appears at the end of\n\n. : 40.\nCONTINUED: (3)\n\nPRINCIPAL DRAKE\nLet’s go to my office and clear this up.\n\nPacey and Delilah are a stand still. They don't know what ‘to\ndo, They turn with Misa Drake and Mr. Tate and begin to walk\n\nwith them, They start down the ty hallway. Suddenly,\n\nPELILAR\nThere's Miss Burke, ask her.\n\nThen, suddenly Coach Willis and Mrs. Olson appear behind her.\nThey stand spread out across the corridor like a harrier.\nPacey turns back to Miss Drake who looks at him\n\nexpressionless. . : : :\n_. PRINCIPAL t\nRT TOW WE CE get tothe bottom of this.\n\nPacey eyes Delilah, Something's not right here. In an\ninstant, he breaks through Drake and Mr. Tate.\n\nPACEY\nRun Delilah.\n\nShe breaks free too. They go running down the hall.\n\nPrincipal Drake looks at the others. She merely casts eyes\nat them and in seconds they're all split up, going in\ndifferent directions. They mova with a smooth and calculated\nease.\ncUr Tox .\n\n \n\nINT. ANOTHER CORRIDOR - SECONDS LATER .\n|\n\nPacey has lest Delilah. She's no where to be found.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nANOTHER CORRIDOR - SECONDS LATER . |\n\nPacey has lest Delilah. She's no where to be found. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nfinds a pair of exit doors, locked and chained. He beats on\n\nthen.\n\nPACEY\n.Fucking fire hazard.\n\nHe looks up and down the hallway. Nothing,,.quiet. He moves\non, coming to a steel metal gate that has been stretched\naccordion style across the hallway, sealing it off. It too\nhas a large padlicck attached to it, dust then...\n\n- DELILAE\n\n(O.c.}\nPacey! PACEY!\n\n(CONTINUED)\n\fOW\n\nPAGE 34\n\n© 12/29/1997 11:17 vt\na (ay izv2ars7 7:37 PM (30/70\n\noff\n\na a .\nDow 41.\nFO CONTINUED:\n\nPagey looks through the gate to see Delilah quickly\napproaching on the other side. No longer tough as nails,\n\nshe's now a blubbering wet mess. we\n\nPACEY\nJesus...you left ma.\n\n-DELILAR\nOh God, Pacey... We gotta get outta here.\n\nPagey tugs at the gate.\n\nPACEY.\nIt's locked. Listen, find a window, bus\nit Lf you have to--just get out. :\n\nSuddenly, Coach Willis appears in the hallway behind Delilah.\no-~-e-WHIRE-Cowande “env Cetmly? Deliberately. 9° | ae\nPACEY -\nRun, Dalilah, RUN! -\n\nDelilah turns to sae the Coach coming. She SCREAMS BLOODY\nMURDER. . .\n\n \n \n\n \n\nPACEY\nGo, now, through there...\n\nDelilah races\n\n \n\nPacey points to the nearest classroom door.\ntowards it, throws it open as...\n\nMR. TATE LEAPS OUT.\n\n. He raaches for her as she SCREAMS and pulls away. She falls vs\nback against the gate. Pacey sticks his hands through, .\ntxying to help her, but Mr. Tate moves towards her, cormmering\n\nhers :\na “MR. TATE\nCome ‘with me, Delilah.\n. DELILAE\nStay away from me.\n\nHe kicks at the gate, trying\n\nThere's nothing Pa: can do.\nFae Coach Willis\n\nto rip it open, But it's impossibla.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nDELILAE\nStay away from me. He kicks at the gate, trying\n\nThere's nothing Pa: can do. Fae Coach Willis\n\nto rip it open, But it's impossibla. \n\nTARGET SECTION TO BE ANNOTATED:\napproaches, a ring of keys in his hand.\n\n- COACE WILLIS\nLook, son, there's been a a\nmisunderstanding. Coma with me and we'll\nwork it out.\n\n(CONTINUED)\n\feee\n\n12/29/1997 11:17 i , PAGE “35\n. s Gy ieveas7 © 7:37 PM 29/70\n\n42.\nCONTINUED: (2)\n\nPacey is frozen with fear. Delilah stands cornered between\n\nthe gate and wall. .\nCLING! The Caach wrestles with the gate’s lock. “It slides :\nopan just as Delilah belts Mr. Tate hard. ‘This surprises him\njust enough fer her te break free. She plows into Coach\nWillis sending him sprawling against the metal gate,\n\nPagey reaches through the opening and grabs her and they're\neff and running, They move through a bathroom door as th\n\nGeach and Mr. Tate recover. :\nINT. BATHROOM - SAME\nPacey GASPS, racing to the window, pulling it open.\n\n~~ mtg eee coe Sees\n\n#e helps 2ift pelilah up as she climbs through. she makes\n\nPACEY (cont'd)\nHelp me.\n‘He looks up but Delilah is gone. She's left him. Again.\n\nThe door cpens behind him. He jumps up on the window sill\nand litts himself through just as...\n\nBANDS GRAB BIM\n\nPacey KICKS and SOREaMS, half in-half out of the window. He\nbreaks free, falling ‘to the ground outside. He brings .\nhinself up-and runs like mad, not leoking hack. :\n\n \n\ncourt Tor\n\nEXT. JEFFERSON HIGH SCHOOL - LATE.APTHRNOON\n\nTha sun is starting to set as a police car, SIRENS WAILING,\nLights flashing, races into the parking lot.\n\n. - CUT TO:\n\nINT. SCHOOL OFFICE - SAME\n\nPrincipal Drake is leading TWO POLICE OPPICERS down the hall.\nBehind them is Pacey with his PARENTS--an attractive middle-\naged couple. they arrive at the Faculty Lounge deor: One\nof the officers, a capable young man, turns to Pacey.\nOFFICER\nIn here? : .",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCHOOL OFFICE - SAME\n\nPrincipal Drake is leading TWO POLICE OPPICERS down the hall. Behind them is Pacey with his PARENTS--an attractive middle-\naged couple. they arrive at the Faculty Lounge deor: One\nof the officers, a capable young man, turns to Pacey. OFFICER\nIn here? : . \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED j\n\f \n\n \n\n12/29/1997 11:17 ot\n\n \n\nEy 12/2897 7:37 PM\n\n \n\n43.\nCONTINUED:\nPACEY\nYes. Her body was in the closet.\nPrincipal Drake opens the decor, moying with smooth precision.\nPRINCIPAL DRAKE :\nNow why would she be in the closet?\nPACEY\nBecause they killed her.\n\nPRINCIPAL DRAKE\nOh yes, that's right.\n\nDrake leads them into the...\n\nEi\n\n  \n\neres bees\n\nwhere Coach Willis and mrs. Olson”a are S sitting. Pacey tenses\nwhen he sees them.\n\nPACEY\nCareful.\n. COACH WILLIS\nHey, Pacey. Sorry about the mix up\nearlier,\n\nThe officers stare at Pacey.\n\nPRINCIPAL DRAKE\nApparently there's been a\nmisuoderstanding.\n\nPasey's father steps forward.\n\nPACEY'S DAD\nstill iff we could just see inside the\ncloset.\n\nPRINCIPAL DRAKE\n-Cartainly.\n\nThey all crowd in, moving to the closet door. Drake throws\nit open to reveal a-tidy closet. sitting on the’ floor,\nleaning againat the back wall is...\n\nA WOMAN'S BODY\n\nQue of the cop's race forward only to find a full-bodied CPR\noil.\n\n(CONTINUED)\n\nPAGE 36\nGB 2a70\n\n \n\f12/29/1997 41:17) 21\n\n \n\n \n\n \n\n@ Gyieever Grsrry\n\n44.\nCONTINUED:\n\nPRINCIPAL DRAKE\nMeet Resusitation Annie. We use her to\ntrain the students in CPR. I guess she\ndoes favor Mrs. Brummel slightly.\n\nAll eyes go to Pacey. He's quickly looking like the boy who\ngried wolf.\n\nPACEY\nNo, they put that there. .\nPacey's parents eye their son. They want to believe him.\n\nPACEY'S MOM\nSo where is Mrs. Brummel?\n\nPRINCIPAL DRAKE\n~~tirsi-Bramet-wasnit-feeling: well today. -\n\nShe went home early. . <r\nPacey's mom and dad sye each other. fhe cops stare at Pacey,\nthen each other,\n\n. PACEY .",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBrummel? PRINCIPAL DRAKE\n~~tirsi-Bramet-wasnit-feeling: well today. -\n\nShe went home early. . <r\nPacey's mom and dad sye each other. fhe cops stare at Pacey,\nthen each other,\n\n. PACEY . \n\nTARGET SECTION TO BE ANNOTATED:\nLook, I'm not making this up.. You gotta\nfind Delilah.\n\nOFFICER #1\nWe called Delilah. She's not home. Her\n-mom says she keeps odd hours.\n\nPACEY\nShe was here with me. She saw it too,\nThey attacked Miss Burke.\n\nPACEY'S MOM .\nWhat's going on here, Migs Drake?\n\n. PRINCIPAL DRAKE\nMiss Burke is epileptic. She's prone to\nGrand Mal's.\n\nCOACH WILLIS\nShe had an attack.\n\nOLSON\n\nBut luckily she keeps her medicine in her\npurse. We were able to help.\n\nThis registers across Pacey's face.\n\n' . “2 (CONTINUED )’\n\nPAGE 37\n027/70\n\f \n\n12/29/1997 11:17 1 , PAGE 38\n\naff . FP ay rzese7 O77 PM Das7o\n\n45.\n\n \n\nCONTINUED: (2)\n\n: PRINCIPAL DRAKE\nI took her home nyselt. Yeu can call her\n\nif you like. . .\nPacey is quickly losing any and all eradibility.\n\nOFFICER #2\n- Yes, I guess we should. It's procedure.\n\nPRINCIPAL DRAKE\nYou can usa the phone in my office.\n\nDrake leads them out the door. The Coach takes his seat\nagain, calling ta Pacey.\n\n   \n\nPACEY'S DAD\nDid you hear that? Be said you had .\nspeed, Good luck in the game tomorrow, 7\ncoach.\n\nThey exit.\ncor TOs\n\n \n\n. INT. SCHOO], OFFICE - MINUTES LATER\n\nEveryone is in the school office, looking very tired and\nagitated. - +\n\nPrincipal Drake eyes the male officer.\n\nPRINCIPAL DRAKE\nThis way.\nThe officer nods “gimme a sec\" to his female partner,\ndisappearing inside the inner office with the Principal.\n\nPacey's dad grabs him by the collar and pulls him off to the\nside of the room. His mother follows. .\nPACEY'S DAD\nWhat is. it with you?\n. | PACEY'S MOM\nBe needs help, Will. This is merely a\nsymptom of a greater problem.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nPACEY'S DAD\nWhat is. it with you? . | PACEY'S MOM\nBe needs help, Will. This is merely a\nsymptom of a greater problem. \n\nTARGET SECTION TO BE ANNOTATED:\n ~\n\n(CONTINUED)\n\f \n\n \n\nPAGE 39\n\n12/29/1997 11:17 1\n\nSBS Gq ieesrer 7:37 0M\n\n46.\nCONTINUED: / . “8\n\nTHUMP! A noise comes from the office as if a chair was\neyerturned. Pacey spins around, facing the deor. ‘The woman\npolice officer lcoks too. Pacey's parants are indifferent,\n\nPACEY\nPlease--mom,dad--I know I'm a fuckup\nbut. +.\n\nPACEY'S DAD\nThe mouth, tha mouth...\n\nPACEY'S MOM -\n\nEvelyn knows a doctor downtown. T‘11\nmake an appointment.\n\nSuddenly, the ‘principal’ 8 door swings open and Drake appears,\nacey eyes him closely. He\n\nfollowed by the young officer. |\nappears Stasppetatad vslignely izey, A. ‘mowing suspician -\novercomes Pacey, .\n\n \n\nPACEY\n(to himself)\nThey got him.\n\nPacey's parents look at him.\n\nPRINCIPAL DRAKE\nWe just spoke with Mrs. Brummel and Miss\n\nBurke.\n\nPACEY\n(unbelieving)\nHowse\n\nThen, he turns to the male officer, who’s completely\nrecovered now. He turns to his partner.\n\nOFFICER #2\nThere's nothing here. Let's go.\n\nPacey's mom turns to Principal Drake apologetically.\n\n. PACEY'S MOM\nI am so sorry, Miss Drake.\n\nPRINCIPAL DRAKE\nZI can see how it all got out of hand.\nIt's a rather bizarre series of events.\nPacey‘'s mother eyes Drake carefully. She would rather\nbelieve her son.\n\nQ2s/70\n\n(CONTINUED)\n\f \n\n12/29/1997 11:17, 1 , PAGE 4a\nBS Qi iz2es7 O7:37 PM D2470\n\nCONTINUED: (2) uo : .\n\nPACEY MOM\nYes. Well, then...\n\nBha turns te go, Pacey's dad is a little less tolerable. ‘He\ngrabs his son by the arm and leads him toward the door.\nPacey turns, catching Principal Drake's stare as he moves out\ntha door.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell, then... Bha turns te go, Pacey's dad is a little less tolerable. ‘He\ngrabs his son by the arm and leads him toward the door. Pacey turns, catching Principal Drake's stare as he moves out\ntha door. \n\nTARGET SECTION TO BE ANNOTATED:\nPRINCIPAL DRAKE\nWe'll see you tomorrow, Pacey.\n\nHer smile chills him.\n\n    \n \n\n \n\nCUP \"os\nEXT, PACEY'S EOUSE - LATER , |\n~~ stars shine over a small family howe In a “quiet “neighborhood.\ncur 0:\n\nINT. PACEY'S BEDROOM - SAME\n\nSimple. Messy. Pacey is standing in the corner while his ©\nfather upturns the room, He's on a search, checking under\nthe bed, spilling out drawers, etc. Pacey's mom stands in\nthe doorway. Her face distressed.\n\n \n\n-PACEY\nI'm Nor ON DRUGS!\n\nThe search is coming to an end. His dad ig on a mission.. .\n\nPACEY's MOM .\n\nCheck his school books. They hide the\n\ndrugs in the spine of the book. I saw it\n\non DATELINE.\nHis father grabs a hook, leafing through it at first, theh\ntipping the book apart.\n\n. PACEY\n\nCan you say felony? That's government\n\nproperty, Dad.\nRis father is _sxaspperated. This is getting him nowhere.\n\n- PACEY'S DAD\nWe love you, son. We want to help.\n\n(CONTINUED )\"\n\f \n\n \n\n12/29/1997 11:17 1\n\n \n\nPAGE 41\nse Egy z28/s7 7:37 M Re23r70\n\n: 4g.\nCOWTINUED: . .\n\nPACEY\nThen balieve me. I'm telling the truth.\nSomething weird is going on at school.\nThe teachers...something's happened to.\nthem. Let me call Delilah, please.\n\nHis father grows angry again, He moves to Pacey's desk and\nunplugs his telephone, confiscating it.\nPACEY'S DAD\nNo phone. You're privileges are over.\nYou'll go straight to school and then\nhome. Got it?\na PACEY\nI'm not going back to that school.\nThey're waiting for me.\n. = PACEY'S DAD eee .\nYou'll be there if I’have to tie-you to a\nschool desk myself. °\n\n \n \n\nPacey is at a loss. He watches as his dad unpluge his -\nstereo. .2\n.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n. = PACEY'S DAD eee . You'll be there if I’have to tie-you to a\nschool desk myself. °\n\n \n \n\nPacey is at a loss. He watches as his dad unpluge his -\nstereo. .2\n. \n\nTARGET SECTION TO BE ANNOTATED:\n PACEY'S DAD\nNo stereo...\nPACEY'S MOM\nHis porno.\n\nPacey'’s dad reaches under his mattress and pulls aut a coupla . “e\nmagazines. He heads for the door. Pacey is scared,\npanicked. - -\n\nPACEY\nI can't go back to school. Flease.\n\nPACEY'S DAD\n(turning to him) .\nWe'xe gonna get you help son, don’t\n\nworzry.\nThe door cleses, Pacey leaps to his closet, grabs his\njacket, puts it on. Races to his desk, scribbles a note,\nputs jt on his bed pillow and then movas to the window.\nHe lifts the pane and crawls through.\n\nOUTSIDE THE HOUSE\n\n(CONTINUED) *\n\f \n\n \n\n. PAGE 42\n\n12/29/1997 11:17 2 :\nSS Gy izz2ee7 O737PM — Pyazv70\n\n \n\neee ee eee ne\n\n \n\nee ene + ere cee are\n\nhimself the window's ledge He reaches out tor the”\nnearest branch, when he sees.,.\n\n \n\nA FIGURE\n\nstanding on the sidewalk, dark and shadowed.\nface but the bedy is unmistakable. It's. Coach Willis.\n\nCoach stands there, unmoving.\n\nThen he’ ses another SHAPE, closer, standing in the bushes in\nhis yard. A woman--Mrs. Olson. Next to her ‘stands the shape\naf Mr. Tate. Their faces hidden. Pacey, horror stricken,\nstarts back for the window. He slips, loses his footing,\n\nHe can't see a\nThe\n\nfalling.,.\n\nBAM!\n\nBis bedy lands hard in the shrubs next to the house. He\n-Their steps\n\nieaks up to see the FIGURES moving for him.\na. He brings himself to his feet\n\nunified. ic)\n~“guickly 25 Mrs. Olson reachés out for him; her arm-grabbing ~\nPacey's collar as he rounds a sorner, running smack into...\n\nRIS FATHER\nPacey SCREAMS. .\n: PACEY'S DAD .\nWhat are you doing out here?\nPACEY\n\nThey're here, Dad.\n\nPagey turns to the yard, the sidewalk. There's no one.\nNothing. They've completely disappeared.\n\n-.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing. They've completely disappeared. -. \n\nTARGET SECTION TO BE ANNOTATED:\n PACEY’S DAD\nGet in the house. Now.\n\nPacey clutches his dad's arm, looking back to the empty, yard.\n\nPACEY\nI'm losing it. I'm really losing it.\n\nPacey and his dad move inside the house.\n\fOE\n12/29/1997 11:17 1 PAGE 43\nF Gig izv2e97 ©7387 Bato\n\nolf\n\na 50.\nEXT. JEFFERSON HIGH ~- MORNING - ESTABLISHING\nThe morning sun shines high over the achool as STUDENTS\narrive to campus, '\n“cor TO:\n\nINT. CAR - SAME\n\nPacay and his dad pull up to the front of the school. Pacey\nsits in silent terror. A moment as the car idles. students\ngome and go around then,\n\nPACEY'S DAD\n‘Go on, son.\n\n   \n\neee:\n\n(quigtly, simpiyy <=\nPlease, Dad, I'm bagging \"you. 1\n\nHis dad remains silent.\n\nPACEY —\n\n- Something has taken over the teachers. I\nknow its crazy but they're not who they\nsay they are. Please, Dad, if you care\nabout me at all...\n\nPACEY'S DAD\nCome home right after school. Your mom's\nleoking into a doctor.\n\nTt's a lost cause. His father is unbanding. Pacey. looks to .\nthe front of the school. He opens the car decor and steps :\nout. He begins to walk up the school steps. He turns to see\nhis _dad watching, waiting to make sure he enters the\n\nbuilding.\n\nSCHOCL ENTRANCE\n\nFasey walks up tha steps and anters through the front door.\n\nHe sees Mr. Furlon sta a. in the hallway, talking to Mr.\nae oo Re pding, Dueche back sae sho doom window\n\nTato. Thed= baclea Ase He looks\nte see his father's Gar pull away. Pacey bolts back out the\n\ndeor and down the steps.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nae oo Re pding, Dueche back sae sho doom window\n\nTato. Thed= baclea Ase He looks\nte see his father's Gar pull away. Pacey bolts back out the\n\ndeor and down the steps. \n\nTARGET SECTION TO BE ANNOTATED:\nBaravey-trying-ro-stay*bar-ol vier wneatit— *hoanch thm\n\n \n\nHANDS GRAB HIM -\n\n(CONTINUED)\n\f \n\nThey garry “him high, like a trophy, marching along side the\n\n_ kuliding, SLAPPING and SWATTING at hin. They reach a\n\nsecluded corner and dump hin.\n\nBRALESS GIRL\nPayback is hell,\nBefore he can escape, the girls\n\nHe lands on his back HARD.\nhave besieged upen him, pinning hin | down. The Braless Girl\n\nBun Tip yscaars reeiny Maagelcuceyp SISIST WLS Sey as\n\njeans are off as the scissors move to his underpants.\n\nPACEY\nPLEASEROLYMOTHEROFGODIFUCKINGBEGYOU!\n\nThe underwear comes off. GIGGLES EVERYWHERE as several\nPoloroids appear as the girls hold him down and begin\nsnapping away, Seconds turn into years for Pacey until\nfinally the girls are gone, running off with his lower\ngarments and Pacey is deft bare butt on the damp morning\n\n \n\nBe grabs his book bag and strategically places it. CLOSE on\nhis face, Cempletely numb. No sign of tears. He looks up\nto find Molly staring at him, pulling something from her book\nbag. Her face full of understanding. She holds out a pair\n\nof sweatpants.\n\nMOLLY\n\nMy gym clothes.\nfor you, ’\n\nThey're probably too big\n\nA moment between the two of them as Pacey lay there,\nhumiliated, hating his lot in life. He takes them. Grateful\nto her.\n\nCUT TO:\n\feee\n\n12/29/1997 11:17) 1 PAGE 45\nBe Eq terees7 ©7377 = Dy 19/70\n\nif\n\n_ INT. FACULTY LOUNGE - MINUTES LATER\n\n, _The teachers moye about in a business as usual fashion but if\nene would loak close they would notice the coffee machine is\nuntouched. No gigarette smoke lingers in the air and the\nghatting is at a minimun.\n\nCUT TO:\n\nINT, CORRIDOR - MORNING\n\nSTUDENTS geome and go.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nFACULTY LOUNGE - MINUTES LATER\n\n, _The teachers moye about in a business as usual fashion but if\nene would loak close they would notice the coffee machine is\nuntouched. No gigarette smoke lingers in the air and the\nghatting is at a minimun. CUT TO:\n\nINT, CORRIDOR - MORNING\n\nSTUDENTS geome and go. \n\nTARGET SECTION TO BE ANNOTATED:\n Pacey, in his newly acquired sweats,\nmoves down the hall, lest in a sea of students, Down the\ngorridor comes Principal Drake. Facey detours, moving the\n@ther way. He spots the library doors, sees a group of\nSTUDENTS entering. He gets lost in them.\n\n<- - TNT REBRARY-=* BECONDS-BATER\"\n\nRacey moves thraugh the library. He “Tamedtately sees ; Mes.\n\nOlsen behind the ¢ircylation desk. He moves behind a kook\nshelf, eyeing her. He goes unnoticed. He eyes the card\n\neatalog.\n\nStudy hall STUDENTS move about, Pacey ducks behind a row of\nbooks. He peexs between the book shelf to see Mrs. Olson\nstatus quo. Then, he moves turns his attention to the card\n\ncatalog file that sits nearby. He takes a deep breath and\n\nmoves for it.\n\nOnce there, he scans the catalog, finds the letter \"I\" and\npulls the entire drawer from the card catalog, He high tails on\nit behind a shelf of books. He sinks to his knees and flips\n\nthrough the drawer. - .\n\n \n\n \n\nCLOSE ON the catalog file. He's searching titles that start\nwith the letter \"I\". He moves fast, goming quickly to what\n\nhe's looking for.\nINVASION OF THE BODY SNATCHERS (SCIENCE FICTION)\n\nBY JACK FINNEY\nLocation: FIC-JF100.12\nFIRESIDE PRINTING 1989-\n\nORIGINALLY PUBLISHED BY DELL IN 1955 UNDER THE TITLE\nTHE BODY ‘SNATCHERS. THIS IS A REVISED BND UPDATED EDITION.\n\nPacey rips the card: from the drawer and ‘takes off in search\n° boo!\n{CONTINUED )\n\fOe\n\n \n\n \n\n \n\n12/29/1997 11:17 1 PAGE 46\nF Gyiveee7 O©7:37-M — B1a70\n1 a\n; 53.\n: CONTINUED: - an\nHe moves through row after row, passing SEVERAL STUDENTS,\navoiding them, head down. He-looks through the shelf, sees\ndirs. Olson status qua. #e continues on. He comes toa .\nshelf, scans it, finds the kook and pulls it down.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nOlson status qua. #e continues on. He comes toa . shelf, scans it, finds the kook and pulls it down. \n\nTARGET SECTION TO BE ANNOTATED:\n He ‘Looks\naround, sees a small unused cubicle in the rear of the.\nlibrary. He makes for it just ag, ovar the intercom...\nPRINCIPAL DRAKE\nfrom intercom)\n“Willi the following students please\nreport to the office. Tina Dannhausen,\nGil Gold, Gabe Maker...”\nPacay takes a seat, distening to the Principal. Pacey\nfocuses on the book. :\n_ _ cur TO:\nwwe as Sener\nINT. MR. TATE'S CLASSROOM - MINUTHS: “haven\nJust before the late bell, Stan enters and) 1 takes his seat.\nBehind him, enters Stokely. She's following Stan obviously,\n. Marybeth taking notice, approaches. os\nMARYBETE .\nSo go talk to him.\nSTOKELY\nNo way. .\nMarybeth shoves an unwilling Stokely forward, encouraging her\n+o approach Stan. One last fatal shove sends her SLAMMING :\ninto Stan's dask., Stan looks up. . .\nSTOKELY .\nI'm unbalanced.\nSTAR\nNo shit.\nStokely takes the seat next to him. Marybeth gives her a\nthumbs up,\n\nSTOKELY\nReady for the big game?\n\nSTAN\nI quit the team. .\n\nSTOKELY\nNo way. Area you serious?\n\n(CONTINUED)\n\fON\nPAGE 47\n\n12/29/1997 11:17 1\n: e . Ggizv2ve7 73794 Dy17/70\n\n—_ - .\na 54.\ni CONTINUED: : .\n\nSTAN\nYeah. I kinda lost interest, you know?\nI thought I'd explore some ether\ninterests.\n\nSTOKELY\nExploration is a good thing.\n\nSTAN\n\nYeah?\nHe looks at her. Smiles. Stokaly smiles back. A connection\nis made.\nThe last béll RINGS. Students taka their seats as Mr, Tate\n\nstands at the front of the class. de drinks bottled water.\nHe appears fresh and ghergetic. Not at all the sluggish\n\n~~ Se.\n\n \n\nMR. TATE ao\nokey, class, today I thought we would do\na living family history. I want you all\nto take out a piece of paper and write\ndown all living members of your family.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. TATE ao\nokey, class, today I thought we would do\na living family history. I want you all\nto take out a piece of paper and write\ndown all living members of your family. \n\nTARGET SECTION TO BE ANNOTATED:\nStart with your immediate family, those\nliving with you, but then include your\nmearest living relatives...\n\nPhe class GROANS. Just then, another announcement from the\nPA systen.\n\n \n\ncur TO:\n\n. PRINCIPAL DRAKE\n(via PA)\n\nYour attention please. Will the\n\nfollowing students please report to the\n\noffice? Robbie Mercer, Shirley Mayo,\n\nCorey Gillikin.\nA STUDENT gets up and heads for the office. Others comment,\n“What's up?\" “Dude, they got you.\" The student looks back\nand smiles, This all seems innocent. :\n\ncur TO:\nEXT. STUDENT COMMONS -— LUNCH\n\nStudents move about enjoying their break. Zeke moves about\nthe Campus. He spots the TWO FUCK-UPS. He moves to them.\n\n(CONTINUED )\n\fON EE\n\nPAGE 4g\n\n12/29/1997 11:17 1\n. eS [gq izvessor O7:37PM 18/70\n\nlt\n\n \n\n55.\n\nZEKE\nGuys, the doctor is in.\nThey lock at him, their behavior a little: abrupt. -\n\nFUCKUP #1 .\nRah, dude, gonna chill. . .\n\nFUCKUP #2\nTake a pass.\n\nThey scurry eff, Zeke looks about the campus.\n\nHe seas the FUCK YOU COUPLE against the wall. They're\nholding hands, talking to each other, appearing very\ncompatible. This gives him pause.\n\n\"But thomy her spots mnybeth-etanding alone, looking lost.\nHe saunters over. cet\n\nZERE\nHi there. Remember me?\n\nMARYBETH\n\nOb yes, you're Zeke from Biology. .\nZEKE\n\nAnd you're Marybeth from Atlanta.\n\nMARYEETH\nYou've been doing your homework.\n\n \n\nZEKE -\nI'm ppposed to homework actually. I just . .\nbelieve there are some > things you have to :\n\nknow.\n| MARYRETE\n\n‘Really? so if you don‘t do your homework\nhow'd you gat to be .8O smart?\n\n. ZEKE\nI'm cursed.\nMARYBETH\nYeah?\nZEKE\nYeah. _ ~\n\nShe smiles at him. They continue on, flirting.\n\f \n\n_ PAGE 49\n\n12/29/1997 12:17 2 .",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nZEKE\nYeah. _ ~\n\nShe smiles at him. They continue on, flirting. _ PAGE 49\n\n12/29/1997 12:17 2 . \n\nTARGET SECTION TO BE ANNOTATED:\n ;\nGyizevs7 Qrazea = 18/70\n\n(3 s : .\n- : 56.\n\nINT, CORRIDOR - FEW MINUTES LATER\n\nThe hall is quiet. Most students ara outside for lunch.\nPacey joves down the hall when he sees the Braless girl\npasting something on the wall. She turns and sees him,\n\nsmiling with pure eyil, .\n. She disappears. He moves to the poster to discover, written\n\nin hold colors is the line: “BACEY CONNOR HAS A ONE INCH\n\nNOODLE DICK\", And it's accompanied by a Polaroid. He starts\nte tear it down when he spots Stokely moving down the hall.\n\nPACEY\nHay, Stoke.\n\nShe turns to him.\n\n \n\n. PACEY\nYou're a Trekkie, right? .\nSTOKELY\nGo away.\n\nShe takes off, He chases after her.\n\n. BACEY\nI thought you were into sci~fi?\n\nSTOKELY\nSci-fi fan does not a Trekkie make. STAR\nTREK is amateur night. :\n\n \n\nBACEY\n. I need your help.\nShe eyes him. He laoks desperate.\nCUI TO:\n\nINT. SCHOOL OFFIC, ~ LATER\n\nSeveral students sit in chairs lined up outside of the\nprincipal's office. The SCHOOL SECRETARY moves about behind\n\nthe office counter. A lady in her fifties.\nStan enters and approaches the counter.\n\nSTAN\nExcuse ma, could you tell me how Mrs.\nBrummel is * doing?\n\n(CONTINUED)\n\fSSeS\n\n12/29/1987 11:17. 1 : PAGE 5@\neS Tay 129/97 © 787-M Gy ta/70\n\n: : 37.\nCONTINUED:\n\n \n\nSECRETARY\n(without looking up)\nShe's sick. She'll be out for a few\n\ndays.\nBe turns to leave when he hears...\n\nBOY'S VOICE\n(off camera)\nYe, Academia, whatsup?\n\n@tan spots a friend, GABE, a big jock of a guy. His name was\ngalled earlier over the loud speaker.\n\n. STAN .",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis name was\ngalled earlier over the loud speaker. . STAN . \n\nTARGET SECTION TO BE ANNOTATED:\nGabe, what are you doing?\n\nwwe ae =< TITRE SS\nGot called to the offices\n\nPissed, are yon?\n\n  \n\n \n\nWOH ES not”\n\nAbout what?\n\nGABE\nI'm the new team captain.\n\nSTAN\nYeah? No, man, congrats. Rule.\n\nGABE\nFuckin ass A. Man, we're gonna miss you.\nIoden't get it. How can you Leave us? |\n\n \n\nStan ignores his question, motions to the others sitting and\nwaiting. .\n\nSTAN\nWhat's going on?\nGABE\nThey got the nurse in there. Tf ‘re\nchecking for lime ticks or some: Is .\nSorry you're not playing, dude. It ain't\nright. : ao\ndust then, the principal's office door opens and a YOUNG GIRL\nappears, being led by Principal Drake. She stumbles a bit,’ ~\nconfpsed and disoriented. She moves by Stan. :\n\nSTAN\nHey, Tina...\n\n(CONTINUED y’\n\fCE\n\n \n\n \n\n12/29/1997 11:17 . L PAGE 51\neis ag Gig eveea7 © 737\"M 13/70\n/ 58.\nCONTINUED: (2)\nShe turns to him as if she didn't recognize her own name,\nThen she moves cut the door. Principal Drake locks ta Gabe,\nmotioning ta hin. : .\nLater, dude,\nHa disappears inside the principal's office as Drake shuts\nthe door, Stan's mind is xacing. Ha logks back ta the two\noffice assistants. Then to the other students waiting.\nSomething is net xight here. .\nCur TO:\n' INT. EMPPY CLASSROOM - MINUTES LATER\nPacey and Stokely are in mid-discussion.\n. PACEY : woe .\n»eand then they chased us but we got i\naway.\n. STOKELY oo\nWhere's Delilah now?\nPACEY\nI can't find her.\nSTOKELY\n\n \n\nAnd this all started when Mrs. Brummel\ndid a Demi in the boy's locker room?\n\nPACEY\nI think so. -\n\n. STOKELY\nLater. :\nStokely gets up te leave. Pacey stops her.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nPACEY\nI think so. -\n\n. STOKELY\nLater. :\nStokely gets up te leave. Pacey stops her. \n\nTARGET SECTION TO BE ANNOTATED:\nPACEY\n_Whera are you going?\nSTOKELY\nTo be announced.\nPACEY\n\nLook, I've been doing some homework. Are\nyou familiar with INVASION OF THE BODY\nSNATCHERS? .\n: STOKELY\nThe movie or. the book?\n, (CONTINUED )\n\fA\n\n \n\n12/29/1987 11:17 1 . PAGE 59\nff eB By iweas7 O737\"4 = Diarzo\n/ 59.\nCONTINDED: © : ,\nPACEY\nBither.\nSTOKELY : :\n\nIt was several movies. One in '94, one\nim ‘78, and the original in ‘57 which was\nbased on tha book THE BODY SNATCHERS by\nJack Finney.\n\nPACEY\nWhich was published in 1954,\n\nStokely is irritated but still intrigued. This is, afterall,\nher main subject. .\n\nSTOKELY\n\n80.\n\nPACEY ” .\nI think aliens are taking over our\nsohool,\n\nA moment as this registers on Stokely. Pacey watches, hex oo\nresponse is uncertain. And then... .\n\nSTOKELY\nYou're tweakin’.\n\nPACEY\nBear m2 out.\n\nSTOKELY\nre's a story somebody made up, dingus.\nTHE BODY SNATCHERS is located in the\nfietion section of the library.\n\nPACEY\nSo-is SCHINDLER'S LIST, look, all.fiction\nis based on some truth, right? What does .\nMiss Harper teach us in English 1017°\nWrite what you know. This Jack Pinney\nguy, I read his bio, grew up in Mill\nValley, California, not much bigger than 1\nour little town here. How do we know he\ndidn't encounter aliens in his high \")\nschool which led him to write a book\nabout alien invasion? Where does truth\nend and fiction begin? .,\nSTOKELY .\n\nYou're that person, you know that. That\nperson who's confusing reality with\n\nfantasy.\n(MORE) -\n\n \n\n“+ (CowprHuED)\n\fCR\n\nPAGE 53\n\n12/29/1997 11:17 1\nSF Gay zr2ea7_ @ 737 PM Riv7o\n\n60.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're that person, you know that. That\nperson who's confusing reality with\n\nfantasy. (MORE) -\n\n \n\n“+ (CowprHuED)\n\fCR\n\nPAGE 53\n\n12/29/1997 11:17 1\nSF Gay zr2ea7_ @ 737 PM Riv7o\n\n60. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nCONTINUED: (2) :\nSTORELY (cont'd)\n\nYou really should stay away from mass\nmedia entertainment. You could be\ndangerous.\n\nfacey is in completa desperation mode. Stokely's- not buying\n\nbe . .\nPACEY\n\nHow do you know there‘s not a conspiracy?\n\nMaybe X-Files is right. Where do all\n\nthese movies come from anyway? How do we\n\nKnow Spielberg and George Lucas haven't\n\nbeen visited by aliens? Maybe they're\n\naliens themselves. Maybe they're simply\n\npreparing us for what's ta come, Have\n\nyyou been to a book store lately? The -\n\nscience fiction section is growing.\n\nNow this is key, wat ‘brat? Bélance—\nEterron. .\n\n \n\nPACEY .\nExactly. Everyone gets hung up on the\nscience part--which has nothing to do\nwith it--they're getting at us through\nthe fiction part.\n\nSTOKELY\nYou're brain toast.\n\n \n\nShe starts off but Pacey stops her.\n\nPACEY ° -\n- : Z had you pegged for a Mulder, not a\nScully. This is what they're counting\nen, don't you sea? They've set it up sc\nperfectly through the years. ‘They've\n. ereated such a make-believe existence\n‘ with all their E.T. and MEN IN BLACK\nmovies) who would believe it if it really\n. happened.\n\nHis arguement is starting to make sense. Stokely refuses to\ngo for it. ‘\nSTOKELY : ‘ :\nYou'ra outta your fuckin’ mind. You're\nSaying that pod people are taking over\nour school? .\nPACEY :\nI think so, yas.\n\n(CONTINUED)\n\fCR\n\n12/29/1997 11:17 1 , PAGE §q\n\n& BS . (iy 12/28/97 @737°¢@ Dy 10r70\n\nfoe 61.\ni. CONTINUED: (3) . .\n\nSTOKELY .\nBut your conspiracy theory is flawed.\n\nPACEY ma -\nHow so?\n\nSTOKELY\nFor ‘starters, Jack Finney's THE BODY\nSNATCHERS was a blatant rip off of THE\nPUPPET MASTERS by Robert Heinlen.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut your conspiracy theory is flawed. PACEY ma -\nHow so? STOKELY\nFor ‘starters, Jack Finney's THE BODY\nSNATCHERS was a blatant rip off of THE\nPUPPET MASTERS by Robert Heinlen. \n\nTARGET SECTION TO BE ANNOTATED:\n So,\nyou can completely disregard that entire\n\nwork,\n\nPACEY\nPUPPET, SWATCHERS--whatever--my point is\nthey're here, they've been here, and\nthey're_he: i\n\n    \n\n \n\nSTOKELY mre ° .\nin the BODY SNATCHERS they were pods. So\nwhere are they? Where are the pods?\n\nPACEY a\nThere're no pods. It's something else.\n\nIn this PUPPET MASTERS book? What were .\n\n \n\nthey?\nSTORELY\nParasites.\nPACEY\nReally? a\n\nThey beth turn to the. open door. Across the hall, they can\nsee inte Furlong's science lab. stokealy is visibly chilled\nas it all comas full circle. She mevas to it. Pacey follows\n\nclosely behind.\n. STOKELY\nNo way.\nPACEY :\n“What else could it be?\nThey move inte the hall and into...\nIST. SCIENCE LAB - SAME\n\nThey move to the aquarium. It is completely empty. Drainea\nof it's water, ‘They look to each other.\n\n(CONTINUED)\n\feee\n\n12/29/1997 11:17, 1 : PAGE 55\neB raraes? OT37PM  av79\n\n   \n\nPo 62.\n~ CONTINUED: :\n\nFURLONG\n(off camera)\nGan I help you?\n\nThey both turn to find Mr, Furlong standing at the end of the\nreom. He stares at them, his face solemn.\n\nPACEY .\nThe...uh,.,thing I found yesterday.\nWhere is it?\n\nFURLONG\nI sent it up to the university.\n\n \n\nPACEY\nThat was quick.\ncement e rs E ancnceeeE on .\n\nAnd do they Jmow what £¢° is?”\n\nMr. Purlong shrugs. His eyes hold on them. ” Be quietly licks\nhis dry lips. .\n\nStokely heads for the door, motioning to Pacey. He follows\ncur TO:\n\nINT. SCHOOL CORRIDOR - SAME\n\nStokely and Pacey move down the hallway.\n\n \n\nSTOKELY -\nI‘m starting to Mulder a little. This is\na little creepy.\n\n8tan appears before them, charging down the hallway.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTOKELY -\nI‘m starting to Mulder a little. This is\na little creepy. 8tan appears before them, charging down the hallway. \n\nTARGET SECTION TO BE ANNOTATED:\nSTAN\nBey, Pace, you seen Delilah today?\n- PACEY\nNo, man.\nSTAN\n\nZ need to find her. There's some weird\nshit going on hare so if you see her...\n\n- STOKELY\nWhat kind of weird shit?\n\n: STAN .\nYou wouldn't believe me if I-told you.\n, , ( CONTINUED}\n\n \n\fOO\n\n12/29/1997 11:17 1 PAGE 56\n\naii Ss Ey ieeas7 Qrs7zeM = yav7a\n\n63.\n\n \n\nCONTINUED:\n\nThey stare at him.\nFNT. HANDICAPPED BATHROOM - A-MINUTE LATER\nPacey, Stekely and Stan piece their information together.\n\nSTAN\nJesus Christ! I don't believe it. TI\nmean I do but I don't. t's crazy.\n\nPACEY\nYou saw Mrs. Brummel yourself--in the :\nshower. It started with the teachers but\n\nTOW. +s\n\nSTORELY\n‘ya heen calling students to the\n\nThey\n\n   \n\naermrrermtnnee\n\nSTAN * op\nI know. I saw the line out there. They\nhad Gabe and Tina.\n° PACEY\nDidn't Gabe replace you as captain of the\nteam?\n\n. STAR\nYeah...so?\n\n \n\n’ STOKELY\nAnd Tina's class president. Come to\nthink of it, they started with all the\nclass officers, student council\nmemberse.s\n\nPACEY .\nThey're starting with the most\ninfluential and working their way down.\n\nSTORELY\n(to Stan)\n~Guess you picked the right week to quit\n\nfoathall.\n\nSTAN\nIt's almost as if they're building an\nSuddenly, the dcor apens, a FIGURE steps in. stan, in jock\n\nmode, grabs the Figure and throws it up against the wall. .\nThe Pigure waars a cap and an over-sized boy's letterman\n\njacket.\n=; (CONTINUED)\n\feee\n\n12/23/1997 11:17 1 : PAGE 57\n\nof Se aq veresrar, 7:37 FM D770\n\n \n\n64.\nCONTINUED:\n\nVOICE\nHey, easy...it's me.\n\nStan steps back ta discover Delilah.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\n=; (CONTINUED)\n\feee\n\n12/23/1997 11:17 1 : PAGE 57\n\nof Se aq veresrar, 7:37 FM D770\n\n \n\n64. CONTINUED:\n\nVOICE\nHey, easy...it's me. Stan steps back ta discover Delilah. \n\nTARGET SECTION TO BE ANNOTATED:\n She's incognito, with |\nher hair bundled up in her hat and eye glasses on. :\n\nSTAN\nWhat are you doing?\n\nDELITAR\nHiding out.\n\nStokely eyes her.\n\nSYORELY\nZT didn't know you wore glasses...\n\n- \"SELDEAR\n\n         \n\nContacts.\n\n \n\n \n\nPACEY\n‘What happened to you? I called\nYyou,..I'vea been locking everywhere.\n\nDELTLAR\nHello. You think I’m in drag for the\naesthetics. They're after me. They\ncalled me to the office. I didn’t know\nwhat to do. I saw you guys come in here.\n\n \n\nPACEY .\nWhere did yeu go yesterday? Did you tell\nyour parents?\n\nDELTLAE\nIwas home. My mom didn't believe re.\nShe drinks. It was 4 nightmare. Leok,\nwe gotta get outta here.\n\nPACEY\nFuckin' A.\n\nSTAN\npet's think for a second. Use our\n\nPhey'ra all gatting restless.\nSs\n\nSLORELY\nWhat xr don’t understand is why a Jefferson?\nWhy now?\n\n(COWTINGED)\n\f|\n\n|\n12/29/1997 11:17. 1 , PAGE 59\n\n@ Gay izees7 737 Pu 670 i\n\nbon, CONTINUED: (2) : 4\n\nIf you were going to take over the world,\nwould you blow up the White Hause\nINDEPENDENCE DAY--style or sneak in\nquietly through the back deor?\n\nSTAN\nSo what do we do?\n\nPACEY\nCall the armed guard or something.\n\nSTAN\nNo one's gonna believe us, This is\ninsane,\nILAH\n\n   \n\nee Semone “gst outta “hétd: “We can't just” cece s\nlive in the handicapped“bathroom til \\\n\ngraduation.\n\n| STOKELY\n\nIn THE PUPPET MASTERS and the BODY\nSNATCRERS you were abla te walk amongst\nthem as long as they didn't detect your\nhumanness. If you can hide your emotions\n\nand faar-~it's possible we can get by “ot\n\n \n\n \n\n \n\nPACEY\nAnd gat the fuck out, ,\nfait a second.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAN\nNo one's gonna believe us, This is\ninsane,\nILAH\n\n   \n\nee Semone “gst outta “hétd: “We can't just” cece s\nlive in the handicapped“bathroom til \\\n\ngraduation. | STOKELY\n\nIn THE PUPPET MASTERS and the BODY\nSNATCRERS you were abla te walk amongst\nthem as long as they didn't detect your\nhumanness. If you can hide your emotions\n\nand faar-~it's possible we can get by “ot\n\n \n\n \n\n \n\nPACEY\nAnd gat the fuck out, ,\nfait a second. \n\nTARGET SECTION TO BE ANNOTATED:\n What ara you talking :\nabout? Just because they did it ina\nbook doesn't mean it'll work.\nPACEY m .\nThere's got to be some truth to that\nshit, And do you have a better idea?\n\nDELILAE\n“Let me get this straight, we're depending”\non a work of fiction to save our lives?\nOur real and breathing lives? Is that”\nwhat I'm hearing here? .\n\nSTOKELY\nYeah. .\n\nDELILAH\nWe're dead.\n\f—™\n\n \n\n_ PAGE 59\n\n12/29/1997 11:17) 2\n\n, Se Bgqizever O7379m\n\nINT. SCHOOL CORRIDOR - MOMENTS LATER\n\nThe bathroom door apens and they file out one at a time.\nThey walk ceolly and carefully down the corridor, .\n\nStan plays team captain. He leads the way, turning to them.\n\nSTAN\n* Stay calm. If we get separated--meet in\nthe student parking lot. Be cool. Don't\nleak panicked.\n\nThey file out. They move down the corridor. They pass\nseveral students, Suddenly, the hell RINGS and the hallway\nis soon flooded with people, The four of them, move down the\nhallway in a line. They spot several STUDENTS looking calm\nand cool as they, But. others appear normal.\n\npean =\n\nPacay is: starti to sweat.. as well7as\" the others. their ~\nparanoia is growing. The next bell RINGS afid the hallway\nbegins to clear.\n\nThey turn a corner and spot a line of STUDENTS waiting\noutside the office.\n\nSTOKELY\n\n    \n\nOh shit.\n\n| STAR\nPlay cool.\n\nThey pass Mr. Tate who walks by them. He eyes them, starts\nta stop but continues on. -\n\nThey approach the students standing in line.\nPACEY\nWhat do we do?\n‘. STAN\nWoething. Nothing at all. Keep going.\nThey move ‘by the waiting STUDENTS. Pacey steals a glance at\nthem. Ee spots Molly. She sees him as well.\n“MOLLY :\nHey, Pasey, did they call you too?\nHe almost doesn't stop but Stan gives him the okay.\nPACEY :\nNo, not yet.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n“MOLLY :\nHey, Pasey, did they call you too? He almost doesn't stop but Stan gives him the okay. PACEY :\nNo, not yet. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\nQs/7o\n\f \n\n12/29/1997 11:17 2 : \"PAGE 6a\n\naff / Se Gy ize2es7 O7:37PH R470\n\n67.\nCONTINUED:\n\nMOLLY ;\nYou going to the game tonight?\n\n2 te\nLeok, Molly, I can't talk right now.\nStokely spots Marybeth standing in line. Marybeth waves.\nMARYBETH\nHey, Stokely, you nonconformist you, how\nyou doing?\n\nStokely approaches her.\n\n‘ STOKELY\nGet outta the line, Marybeth.\n\n— “ipeaete\nWhat? :\n\n  \n\n \n\nSTORELY\nDon‘t ask any questions. Just follow me.\n\n. MARYBETH\nThis sounds devious.\n\nSTOXELY\nZhais. C'mon. It'll be fun.\n\n \n\nMarybeth obeys, completely unaware of what's going on.\nBACK TO MOLLY AND PACEY\n\nPACEY\nDon't go in the office. It's not what\nyou think. Trust me. Go home. Right\nnow, I can't explain it but you have to\nListen ‘to me. Get outta the line and go\n\nPacey pulls on her, She pulls away.\n. MOLLY\nDon't, Pacey.\nPACEY\nYour life depends on it.\n\n- MOLLY\nWhat ara you talking abaut?\n\n{CONTINUED\n\n \n\f \n\nPAGE 61\n\n12/29/1997 11:17 1 :\n, : Ss Eqizevs7 O7a7 Pe Qavze\n~\n68.\n\nCONTINUED; (2)\n\nSuddenly, Mrs. Olson appears. Stan nudges Pacey, then moves\non, Mrs. Olsen approaches, separating Stan and Marybeth from\n\nthe others. Stan guides Marybeth.\n\nSTAR\nThis way.\n\nThay round a corner, disappearing.\nthe other way, leaving Pacey alone,\ntowards Stokely and Delilah.\n\nMolly watches their behavior. She notices Mrs. Olson eye\nthem. It's all very suspicious.\n\nINT, SCHOOL CORRIDOR — SAME .\n\nDelilah and Stokely and Pacey trace down the hallway.\nae ee\n\nPACEY -\nWe lost Stan. Wait here. I'm gonna\ncircle back.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nae ee\n\nPACEY -\nWe lost Stan. Wait here. I'm gonna\ncircle back. \n\nTARGET SECTION TO BE ANNOTATED:\nDelilah and Stokely turn\nHe turns and heads\n\n \n\nDELILAG .\nHe said meet him in the parking lot.\n\nPACEY\nYeah, but...I'll just be a second.\n\nPacey races back the way they came, leaving Stokely and\nDelilah alone. Stokely spots her locker. She goes to it.\n\nDELILAR\nWhat are you doing?\n\n \n\n. STOKELY\nGetting my stuff. I‘m not coming back\nhere.\n\nStokely is at her locker. . She starts to. open it. Delilah\n\nsees Pacey coming back alone, to sign of Stan.\n\nDELILAE\n-Shit, let's just go.\nStokely sticks her hand into the locker.\n\nLOCKER POV\nCLOSE ON Stokely's hand as something stipe up her sleeve.\nShe jerks her arm away. :\nDELIZAH (cont'd)\nWhat is it?\n(CONTINUED y\n\f \n\n12/29/1997 11:17 1 . _ PAGE 62\n, eB Egivess7 O737PH = Gaze\n\nCONTINUED:\n\nSTOKELY\nI felt something.\nWhere?\n\nStokely scratches at her arm.\n\nSTOKELY\nThere's something on me.\n\nShe puils her jacket off. She rips een the sleave of her\nshirt just in time to see the worm-like organism imbed itself\ninto her arm, disappearing under her skin. Delilah and Pacey\nsee this. ~ : ot\nDELILAR\n\n   \n\noh\n\nSTORELY (cont'd)\nGet it off me... .\n\nPacey, thinking fast, rips her shirt off of her. He looks to\n\nDelilah who stands petrified.\n\nBACEY\nEelp ma.\n\nDelilah grabs Stokely's arm as Pacey traces it up her am.\n\nPACEY (cont'd)\nDoes it hurt?\n\n \n\n}\nOe\n\n. STOKELY\nI can't feel it. Oh God, where is it?\nGet it off of me.\nr- Stokely starts to careen back and forth as if she's about to\nfaint. Her knees buckle and she falls to the floor.\n\nPacey watches as the worm moves just under the surface of her\nskin...travelling up her arm to her shoulder.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nr- Stokely starts to careen back and forth as if she's about to\nfaint. Her knees buckle and she falls to the floor. Pacey watches as the worm moves just under the surface of her\nskin...travelling up her arm to her shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nSTOKELY\nDOSOMETHING!\nPacey is horrified. The worm travels past her shoulder up to\nher neck. .\nPACEY\n\nre's moving up your spine,\n: (CONTINUED)\n\fa\n. PAGE 63 moe\n\n12/29/1997 11:17 1\neS (ay izvesvs7 152M ysayse\n\n \n\n: 70.\npoe CONTINUED: (2)\n\nSTOKELY (cont'd)\nPlease...gat it out...it's going to my\nbrain, Pacey, it's’going te get me.\nPlease. “he\n\nPagey cakes two fingers and tries to stop it's movement,\nholding it in place midneck. He presses his fingers\ntogether...pinching it.\n\nDELILAR\nGive me har bag.\n\nDelilah grabs Stokely’s book bag from her locker.\n: PACEY ‘\nNow open it and get ready.\nv-— He-squeeses-hard;-pressing-his-fingers together...trapping . i\nit...and then.,.it breaks off, moving—into\" tye worms { tt . . H\n\ndid in the aquarium earlier)\n\nPACEY (cont'd) .\nShitt “\n\nHe traps one of the worms and squeezes roughly. THE WoRM\nERDPTS THROUGH THE SKIN\n\nxipping flesh...flying through the air. It flops right into\nStokely's baq. Delilah closes it up. Stokely CRIES IN PAIN.\n\n \n\nPACEY (cont'd)\nThere's another. :\n\nPacey follows it up her neck and around her face. It travels\nup the side of her nose and towards her eye. Pacey traps it\nin the corner of her eye. He presses hard as it begins to\nsqueeze out of her tear duct.\n\nThe worm-like feeler curls and wiggles back and forth. Pacey\ngrabs hold of it with his fingers and YANKS.it, slinging it\ninto the book bag. Delilah zips the bag up as Stokely\ncollapses to the floor.\n\nPacey goes to Stokely, checking her wound.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nPacey\ngrabs hold of it with his fingers and YANKS.it, slinging it\ninto the book bag. Delilah zips the bag up as Stokely\ncollapses to the floor. Pacey goes to Stokely, checking her wound. \n\nTARGET SECTION TO BE ANNOTATED:\nPACEY (cont'd)\nOh, God, you okay?\n\nStokely is a WHIMPERING MESS, Delilah turns around to’ see ,\nCoach Willis and Mrs. Olson at the end of the hall.\n\n: DELILAR\nLet's go,\n\n{CONTINUED )\n\f \n\n12/29/1937 11:17 1 PAGE 64\n\nwf Se iy 12/29/87 @us2 em Qsvsz\n\n_ COMEINUED: (3)\n\nPacey helps Stokely up, half carrying...dragging her. They\nmove like lightning down the hall and through an exit door,\n\n- cor TO:\n\nEXT. SCHOOL WALKWAY - MOMENTS LATER\n\nZeke moves down a walkway towards the parking let. Class is\nstill in progress. Nearby in a practice field a little\nfootball scrimage is taking place. The cheerleading team is\noff to the side practicing their cheers for tonight's game.\n\nZeke eyes them. The cheers seems very unenthusiastic. The\nfoothall plays seem soft and slightly unreal. Zeke watches,\nnot quite sure’ what is wrong with the picture when...\n\nA HAND GRABS HIM FROM BEHIND\n\nZeke sping azound. “ It's Mc. Furlongs—*—\"* . ~\n\nMR. FURLONG\nWhy aren't you in class?\n\nZEKE\nHey...Mr. Furlong, wall that’s a good\nquestion. I wasn’t feeling well and the\nhorse said I could go home.\n\nMR. FURLONG\nYou're not feeling well?\n\n \n\nZEKE\nYeah, I think it's a bug going around. .\n\nMR. FURLONG\nAnd you saw the nurse?\n\nMx. Furlong seems confused by Zeke's response.\n\nZEKE\nYeah.,.seeya, Mr. Furlong.\n\nZeke turns away, not leoking back. If he did, he would see\nMr. Furlong's body shift in the most bizarre way. He lunges\nLoward Zeke, grabbing him, spinning him. around, throwing him\nup against the wall.\n\nZeke is caught off guard, he tries to pull free but Mr.\nFurlong has him pinned. Zeke struggles but then sees-Mr.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nZeke is caught off guard, he tries to pull free but Mr. Furlong has him pinned. Zeke struggles but then sees-Mr. \n\nTARGET SECTION TO BE ANNOTATED:\nFurlong’s face contort as little bubbles rise up under his\nfacial skin as if something crawled underneath.\n\n(CONTINUED )°\n\fOO ——\n\n12/29/1997 11:17 1 : _ PAGE 65\n= Gyivzve7 OuszeM Qysovse\n\n72.\nCONTINUED: oa “-\n\nZEKE (cont'd)\nPuck!\n\nZeke freaks. He can't believe what he's seeing. Zeke tries\nto pull free but can't. His arm struggles under Furlong's\ngrip. Mr. Furlong brings one hand up to his mouth and .\nwithdraws something from it. Ha moves his hand toward Zeke.\nSomething wiggles within his clenched fist.\n\nZeke's hand manages to find it's way into his leather jacket.\nIt finds semething...a Bic pen loaded with his drug. With a\nburst of ‘strength, he breaks his arm free, striking up at\nFurlong.\n\nThe Bic pen comes SLAMMING into Mr. Furlong’s face, lodging\ninto his eye. Furlong stumbles back as the pen releases its\ngontents into Mr. Furlon .\n\nA moment and then Mr. Furlong's body Starts writhing and\n\nsquirming as the drug takes hold. He CRIES out in a most\n\ninhuman way. He spins around in pain, clutching his. face. .\nThen he stumbles. First falling to his knees and then\n\ncollapsing on the ground. His body goes still. 7\n\nZEKE (cont'dy\nWhat the fuck?\n\nZeke kicks at his body, making sura he's dead. Then, he\nbolts.\n\nEX?. STUDENT PARKING LOT - MOMENTS LATER\n\nStan and Marybeth are in the parking lot when Stokely and .\nPacey appear with a limping Delilah. Stan jumps to her. :\n\n  \n\n \n\n. STAN\nWhat happened?\n\nPACEY ‘\n\nWa had a little difficulty.\nStan notices Stokely has been hurt. He goes to her, holds\ners .\n: STAN a\nYou akay?\n\nSTOKELY te\nFor the moment. . .\n\nShe holds on to him. Delilah takes note.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTOKELY te\nFor the moment. . . She holds on to him. Delilah takes note. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fee EL a a\n\n, PAGE 66\n\n12/29/1997 11:17 1\nSF fay terzeva7 © us2PM — Dyaavs2\n\nff\n\nCONTINUED: : “es\n\nMARYBETHE\nGuys...100k.\n\nMarybeth motions to the scrimage field nearby. They all turn\nto see the practice has stopped. The entire team...the\ncheerleaders are all standing, staring at them...watching\nthem.\nMARYEETH\nWhat is going on? Could someone please\ntell me what the hell is gaing on?\n\nPACEY\nSomething really wrong is going on here.\n\n \n\nThey spin around to find Zeke behind them. “He's shaking but\n\nin control.\nZEKE :\nTake my advice guys. Get the fuck outta\n‘Se\n\nSTOKELY\nCould we please go?\n\n \n\nZeke moves to his-car.\n| GERE\n\nGet in,\nThey look at each other. Not particularly very trusting of\n\nhim. Pacey looks back to the school. Hr. Tate and Miss\nBurke and Coach Willis have gathered by the school walkway.\n\nPACEY\nLet's go.\nHe opens the car door, Marybeth piles in, then Stan helps\nStokely inte the back seat. Stan starts to get in when he -\nturns to find Gabe, tha new team captain and a few other TEAM\nMEMBERS standing at the edge of the car.\n\nGABE\nWhat's up, Stan? Where ya going?\n\nSTAN . -\nWe're...uh, going...to..,th...\n\n(CONTINUED)\n\f \n\n12/29/1997 11:17 1 _ PAGE 67\n. [fj ierzever © ts2zPM Dy 4avsz\n\n74,\n\n \n\nCOSTINUED: (2)\n\nZEKE\n{from the car)\nGet in, Jesus Christ! te -\n: GABE\n\nWe could sure use you buddy. Sure you .\ndoen't wanna play with us?\n\nSTAN\nNah, Gabe...but thanks.\nStan turns te see the faculty heading towards them. He jumps\nin the car. ‘\nSTAR (cont'd)\nGes\n-\"—geke hits thé gas, the dar peel:\npatking lot. os\n\n \n\ni, racing out of the .",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTAN\nNah, Gabe...but thanks. Stan turns te see the faculty heading towards them. He jumps\nin the car. ‘\nSTAR (cont'd)\nGes\n-\"—geke hits thé gas, the dar peel:\npatking lot. os\n\n \n\ni, racing out of the . \n\nTARGET SECTION TO BE ANNOTATED:\ncur TO:\n\nEXT. HOUSE - LATER\n\nA nice affluent house in the nice part of town. Zeke's car\nis parked in the driveway.\ncur TO:\n\n \n\nkT. BACKYARD - SAME\n\nZeke and the others move across the yard to a converted\ngarage in back. -\n\nTNT. GARAGE - SAME\nThe first\n\nA light CLICKS on. The garage is not a garage.\npart is more of a carpenter's haven. Work table, power\ntoals, atc, . .\n\nZEKE\n.My dad makes shit. And so do I...\n\nZeke leads them to a back corner, hits another light\n\nrevealing...\n\nA, Laboratory. * ze\nis own, private pharmaceutical company.\nwith lab equipment and other materials.\n\nMARYBETH\nGood lord.\n\nZeke has converted the back of the garage into\nA table equipped -\n\n(CONTINUED y\n\fDO\n\n1 .\n12/29/1987 12:17) .1 . PAGE 68\n\nef Ss : Big zzore7 Qus2PM Lazvsz\n\n|\nPa! 75.\né CONTINUED: ee .,\n\n|\nSTAR\nThis is some serious shit,\nPACEY :\nWhere did you get all this stuff? |\n\nZEKE\nMost of it came from school.\n\nMARYBETH\nWhere are your parents?\n\nZEKE\nEurope. I think.\n\nPacey notices a hand gun sitting on one of the tables. He i\nmotions to the oth: Zeke heir look.\n\n \n  \n\n \n\nZEKE . _ .\nIt's called a gun. -\ncur Tor |\n\nINT. LAB - LITTLE LATER\n\nCLOSE ON the dead worm. It appears gray and opaque. It's\npinned to a lab board, A small scalpal moves into frame,\nslicing into it.\n\n \n\n: PACEY .\nCareful. In ALIENS it had acid blood.\nYou don't wanna losa a finger.\n\nZEKE\nWill you shut up?\n\nZeke is fast at work, he observes the worm under a lighted\nwicroscops, inspacting it with a steal pick.\n\nZEKE\nIt's incomplete.\n\nPACEY\nWhat do you mean?\n\nZEKE. :\nThis is just part of something else.\nIt's not an individual organism. It\ncan't survive on it's own. It's part of\na greater organism.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's not an individual organism. It\ncan't survive on it's own. It's part of\na greater organism. \n\nTARGET SECTION TO BE ANNOTATED:\n Y\n\nPACEY .\nYou mean like a bigger worm? .”\n\n(CONTINUED)\n\n \n\n \n\n \n\f \n\n12/29/1997\n\nof\n\n \n\n11:17 1\n\nCONTINUED:\n\nZEKE\nYeah, I've never seen anything like it.\nIt has the ability to replicate but it\nmust hava water. uf -\n\nPacey thinks for a second.\n\nSTAN :\nIsn't the human body composed mainly of\n\nwater?\n\nSTOKELY\nThey're using us as hosts. Drying us °\nout.\n\nSTAN\n\n   \n\nThat explains Mrs. Brummel.\n\nHer body was too old. She didn’t take.\n\nStan turns to Stokely, concerned,\n\nSTAN\nYou okay? How you feeling?\nStokely nods. Delilah takes note.\n\nZEKE\nSingle celled tissue thrives best in\nhormonally active organs.\n\nMARYBETH\nLike that of a teenager?\n\nZEKE\nMy drug confused it. The stimulants\naggravated the hormones that were\nfunctioning for the alien tissue and\nkilled Mr. Furlong.\n\nZeke picks at the worm with his lab instrument. They crowd\n\nayound. -\n\n: ZEKE ‘fy\nSea, it has it's’ own cerebral tissue but\nit doesn't have a brain. It acts as a\nt+xanslator and can control and\nmanipulate. But to know anymore, you\nwould have to find it's parent. organism.\n\nSTOKELY\nThe Queen bee.\n\n. PAGE 69\n\n@ Gig rzeera7 @ vszPm\n\nRese\n\n \n\n \n\f \n\nPAGE 79\n\n12/29/1997 11:17 1\npiss) S Gyizvese7 Oruszem — Byasys2\n\n77.\nCONTINUED: (2) : ..\n\n \n\nPACEY\nThe master alien. |\n\nSTOKELY vy\nIt's using the human body as a cavity.\nIt's renovating our insides.\n\nMARYBETH\nHow do we stop it?\n\nPACEY\n{to Stoke)\nYeah, Stokely, this is your area. How do\nwe stop it?\n\n \n\nI love theories.\n\nSTOKELY\nThey're all connected. If we kill the ”\njaster alien, we get all of them—in\ntheory. . .",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nI love theories. STOKELY\nThey're all connected. If we kill the ”\njaster alien, we get all of them—in\ntheory. . . \n\nTARGET SECTION TO BE ANNOTATED:\nSTAN\n\nBut what happens to everybody else? The\nones who've been taken over?\n\n \n\nSTOKELY .\nThey would be okay. They'd be human .\nagain. But this is all dependent on the\nidea that any of this is true to begin .\nwith. I really don't the rules. I don't .\nfmow where fact ends and truth begins\nere, .\n\nZEKE\nThen we'll-just have to wing it.\n\nThey all stare at each other.\nDELILAR\nWhat about the police?.\n\nPACEY\nNo, Police. They've already gotten to\nthem. _\n\nMARYBETE\nLet's leava town. We could go to\nAtlanta. Qo\n\n(CONTINUED) m,\n\n \n\f \n\n \n\n \n\n12/29/1997 1\n\nnih\n\n_ PAGE 71\n\n117004\neS Gy izeers7 Quszem By aays2\n78.\nCONTINUED: (3)\nSTOKELY\ni'm with you.\nPACEY\n\nThere's no where to go. Don't you see?\nWe gotta stop it or it's gonna spread.\nIt took the high school in a day anda\nhalf. Give it a week~--and we'll never\noutrun it. What if this is going on at\nhigh schools everywhere? We have to deal\nwith this. We have to fight.\n\nDELILAR\nWhen did you become BRAVEHEART?\n\nSTAN\nSo how do we stop it? We can't even tell\nron neeeenn me PRCESP ELON AHN. 8 note .\nSTOKELY |\nWhat if one of us is an alien right now?\nHow would we we\n\nThey stare at each other. Suddenly, getting uncomfortable.\n\nMARYBETE\nHuh?\n\nSTOKELY\nHow do I know you're really Pacey?\n\nPacey feels on the spot.\n\nPACEY -\nHow do I know you're really you?\n\nThey stare at each other. Suspicion...distrust has been\norn,\nSTOKELY\nIn THE BODY SNATCHERS humans became\nemotionless, They lost their identity.\nSTAN\nI don't think its that simple. The Coach\nhad emotion but he's usually a real\nhardass, you know. But he was different\nsamehow, just too cool--you know.\n\nDelilah eyes Stah curiously.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Coach\nhad emotion but he's usually a real\nhardass, you know. But he was different\nsamehow, just too cool--you know. Delilah eyes Stah curiously. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f \n\nPAGE 72\n\n12/29/1997 11:17) 1\nqrzzvs7 © us2PmM Py aavsz\n\nwa  s\n\n \n\n79.\nCONTINUED: (4)\n\nDELILAH\nYou mean his behavior seemed slightly .\nodd. . os -\n\nPACHY\nYeah, They behave normal but their\nactions are just missing a mark.\n\n. DELILAH\nLike a star quarterback who mysteriously\nquits the football tean.\n\nStan turns to her.\n\nSTAN\nWhat are you doing, Delilah?\n\n     \n\na = ELILAE we ote\nI'm just pointing out your slightly.\nYou'ye baen acting really weird the last\ncoupla days.\n\nSTAN\nI'm not an alien. You wanna talk\nslightly odd. I haven't seen you without\nyour contacts or hairspray since oh about-\n\n~birth. -\n\nDELILAR\n-I'm ingognito,\n\nThe others look at them bicker. ‘Their paranoia is growing.\nDistrust permeates the rvom. -\n\nSTOKELY\nWe'll just have to trust each other.\n\n \n\nDELILAR .\nI'm supposed to trust you. Tell me\n_ something Miss Lesbian,. when did you\nstart liking boys?\n\nSTOKELY\n\nWhat?\nDELILAR\nI see the way you leck at Stan. When did\nyou stop muff-diving?\nStan eyes Stokely. Sbe looks away. She could die.\n\nMARYBETE .\nShe’s not a lesbian. That's & hoax.\n\n, (cowrmsueDj_\n\n \n\fFn\n\n12/29/1997 11:17 1 PAGE 73\n\neff gE Wy izvesva7 @ 82 Pm Qaese\n\n80.\nconrzmuED: (5) : ..\n\nDELILAB\nReally? And what about you? Miss\nAtlanta--who mysteriously showed up out\nof no where on today of all days. What\nare you doing in Ohio anyway?\n\nMarybeth looks about the room. All eyes are on her. She\nbecomes frightened.\n\nMARYBETH\n(very quietly)\nMy mom and dad died recently. I came to\nlive with relatives. I didn't have\nanywhere else to go.\n\nThey all stare at her. Zeke feels for her. He steps\nforward. .",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all stare at her. Zeke feels for her. He steps\nforward. . \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nHey, cool it.\n\nPACEY\nBut she's got a point.\n\nSTAN\nYeah, Zeke, I mean, you seam to know an\nawful let about all this. No offense,\nbut you're mot exactly known for your\nacademic achievements.\n\n \n\nZEXE\nNeither are you. :\nPACHY -\nThis is getting us nowhere.\nDELILAH\nAnd Pacey--when did you become Signourey\nWeaver?\nSTAN\n\nCould wa cool it?\n\nZeke holds up a drug-filled Bic pen. ©\n\nZEKE (cont'd)\nI have a solution. We know this outs\nthem. Take a hit. If you're not alien\nyou have nothing to worry about.\n\nSTAN\nNo way, man. I don't do drugs.\n\n(CONTINUED)\n\n   \n\n \n\f \n\n12/29/1997 11:17 1 . PAGE 74\n\nff eS Wy iezvsr Quszem  Dyatysz\n\n\\ “y .\nuf al.\nCONTINUED: (6) : .\n\nPACEY\nZeke's right. This is the only way to\nknow for sura. . .\n\nZEKE\nWhat are you afraid of Stan?\nStan stares at all of them.\n\nZEKE (cont'd)\nWe all do it.\n\nSTAN\n.T'l1 do it, but T'm not going first.\n\nZEKE.\n\n@eke looks at the others. They all look guilty. :\n\n \n\n \n\n \n\nPacey. :\nPACEY\n. Why me?\nSTAN :\n\nJust take it, Pacey.\n\nPacey takes it and puts it in his nose. He looks to Zeke,\nalmost for reassurance. Zeke nods. Pacey takes a giant\n\nsnort,\n\n \n\nZEKE\n- Easy, boy. .\n\nPacey tastes it a bit. His eyes bug slightly and he hands it\nback to Stan, leoking as confused as someone who's taken\ndrugs for the first time.\n\nZEKE\nNext down the line.\n\nHe brings it to Marybeth.\n\nMARYBETE ‘:\nI'm sorry, I do not succumb to peer\npressure. I do not do drugs. I don't\neven drink.\n\n\"SERB .\n\nI know Marybeth, but you have to do it.\nJust this once. .",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\n\"SERB . I know Marybeth, but you have to do it. Just this once. . \n\nTARGET SECTION TO BE ANNOTATED:\n‘: (CONTINUED }\n\n \n\fOO A\n\n \n\n12/29/1997 11:17 . 1 PAGE 75\nwii Se Tay 12/29/97 @ 1:82 Px DB 4ors2\ncon\n.\n82.\nGONTINGEDs (7)\nSTAN\nWhat about you Zeke? How do we know\nyou're not one of those fucking things?\nZEKE\n(thinking about it)\nIocan't get high on my own supply, man.\nSTAN\nFuck you, Zeket\nSTOKELY\nYou're taking it if we're taking it!\nPaoay starts giggling. They all turn to him. The camera\npushes in on Bim as ha. giggles more and more uncontrollably.\nSTAN ee\nNow what the hell's wrong with him?\nStan stands up, grabs Zeke's gun from the table and pushes it\nagainst Pacey's temple. -\nPACEY\n\n(loopy) - :\nHey, Zeke, man... this shit's alright.\n\n \n\nZEKE\nNothing's wrong with him you asshole,\nhe's tweakin', let him tweak,\n\nStan aims the gun at Zeke.\n\nSTAN\nNow you.\n\nBeat.\n\nZeke puta the pen in his nose and snorts. No immediate\nreact: « He holds the pen out to Stan. .\n\nZEKE\nYoux turn.\n\n“The vasera cupositions as Stan takes the pen.\n\nStan eyes zeke for any change in his physical, then shorts\nthe pen powder. He rubs it around in his nose.\n\nZeke motions for Stan to give him his gin back.\n. : (CONTINUED)\n\fPAGE 75\n\neG [qi 12729797 © 1:52 PM O3arse\n\n12/29/1997 11:17 1\n\nfii\n\n; , 83.\nCONTINUED: (8) : . :\nSTAN\nNope. I'm holding on to this...\nZeke SNATCHES the gun away and puts it Behind him on the\n\ntable.\nSTAN\nNot while you're tweakin' you're not. Sit\ndown.\nStan sits.\nStokely.\na STOKELY\n= ef WHER us. Tim not 7 | o\nputting Clorox up my- nose, 271i be dead.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nStokely. a STOKELY\n= ef WHER us. Tim not 7 | o\nputting Clorox up my- nose, 271i be dead. \n\nTARGET SECTION TO BE ANNOTATED:\nZERE\nBens are taking over the earth. Weigh\nte\nBeat.\n\nStokely takes the Bie pen from Zeke.\n\n \n\nSTOKELY\n\nWhat's in it?\n\nZEKE - -\n\n- (shrugs) .\nMostly caffeine. Some other household .\nshit. Your basic undex the sink\ningredients. .\n\nStokely takes the hit. She sucks it in strangely. It pockets\nitself in her sinus and she can't get a feel for it. she\nhands the pen to Marybeth. .\n\n. MARYBETH :\nI can't take drugs, Zeke. I can't.\n\ndel ILAn\nIt's not addictive you southern twit.\nStan starts laughing. ,\n\nDelilah takes the pen away from Marybeth and snoxts it hard.\nShe even puts some in the other nostril.\n\n(CONTINUED)\n\f \n\n12/29/1937 11:17 2 PAGE 77\n\n \n\nth es Gy tezsrsz Quszem DB sers2\n84.\nCONTINUED: (9)\nSTAN\nEasy, baby... \\\n\nPagey is still giggling in his chair.\n\nStokely doesn’t look as comfortable with it. Her face is\ntwitching a bit. She puts her hands to her temple.\n\nzeke pulls another pen out and hands it to Marybeth,\n\nZEKE\n{smiling a bit, tweaked)\nTrust me, Marybeth. You won't get hooked\non iter:\nMarybeth takes the Ug and puts it to her nose. She snorts.\nan ermeceree =\nts her hand to her\n\nThe sound is loud in Stokely’ 3 ears She\near to control the sound.\n\n  \n  \n \n\n \n\nBeat.\nExcept for Stokely's weirdness, there is no reaction around\n\nalll, . the room.\n\n” DELILAH\nWell, I guess we're all off the hoo...\n\n \n\nBefore Delilah can finish her sentence, a fist like shape\npunches out from under her skin, contorting har face and bone\nstructure horribly for a half second before snapping back\n\n- into place.\nBleed drops freckle Marybeth and Stokely.\n\nBvaryone's taken off guard. Was that them tweakin‘ or hex\nreacting?\n\nDelilah looks canfused as well.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBvaryone's taken off guard. Was that them tweakin‘ or hex\nreacting? Delilah looks canfused as well. \n\nTARGET SECTION TO BE ANNOTATED:\n She brings her hand to her\nface, which doesn't sit on her skull like it did before. It's\na little fucked up,\n\nSTAN\nWhat the hell was that, ‘baby?\n\nDelilah grabs Stans arm for support, and FEELERS pour out of\n\nher finger tips from under her nails, ferociously wrapping\nand slithering around Stans! arm.\n\n(CONTINUED)\n\f: ‘12/29/1997 11:17 1 PAGE 78\n\n \n\n \n\neB Ey 229/97 @s2eu\n\na5.\nCONTINUEDs (10)\n\nSTAN\n(drugged and confused)\nOh shit! a a\nZEKE\nFuek!\n\nZeke turns to get the gun and it's gone! Pan around and.\nPacey has it in his hand and is backing up, aiming it at’\nZeke! Byes as big as saucers.\n\nStokely and Marybeth fly back put of their seats, As Stan is\nthrashed in their direction\n\nDelilah is starting to look less and less like herself.\n\n— stokely tries ta tear Stan awa’ a tie Delilah, - ut she has. hin -\n\ngripped tight.\n\nZEKE\nShoot it Pacey! Shoot it in the head:\n\nPacey turns to the creature and fires at what was once\n\nDelilah's head.\nAs it explodes, TWO mre heads sprout next to the last.\n\nPACEY\nNow what?\n\nZeke takes the gun from Pacey and shoots those heads too. The\nthing kits the ground like a sack of potatoes. It flops\naround gruesomely.\n\nStokely comes back and dumps a bunch of the powder drug on\nthe creature.\n\nERE :\nCareful with that--it's all I got.\n\nThe drug bores into the carcass, making a sizzling saund as\nit goes.\n\nEveryone watches as the body writhes and steams..”\nThe camera tracks over each of them.\nEXT. GARAGE ~ LATER\n\nWight is quickly falling upon the garage. Lights burn from\nwithin. ;\n\nB37/s2\n\f \n\n12/29/1997 11:17 1 : PAGE 79\nS Gaqizvevsr Ouszee pyserse\n\nINT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. GARAGE ~ LATER\n\nWight is quickly falling upon the garage. Lights burn from\nwithin. ;\n\nB37/s2\n\f \n\n12/29/1997 11:17 1 : PAGE 79\nS Gaqizvevsr Ouszee pyserse\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n GARAGE - SAME\n\nDelilah lays spread out all over the garage floor. Still\nsteaming slightly. :\n\nON STAN AND STOKELY\n\nStan can't take his eyes off what’s left of Delilah. Ha‘s\nbeyond upset. Stokely tries to comfort him. Stokely xeaches\ngut and strokes his arm. They sit there in silence. And\n\nthen...\n\nsTAN\nDelilah tried. Her intentions were shit\n\nbut she had a plan--you know. She was\ngoing somewhere. I really liked her for\n\n  \n\nStokely listens silently.\n\nSTAN\nI wonder what it's like ta be one of\nthem. Not to be human anymore. I wonder\nif you stop caring about shit...like a ~\nfuture. I wonder if you just dry up and\ndie inside.\n\nSTOKELY\nZI don't know, Stan.\n\n \n\nSTAN\nI guess we'll find owt. Delilah‘s\nprobably better off. 7 :\n\nHe looks at her. Stokely really feels for this guy-\nplaces her hand on his shoulder.\n\nZeke and Marybeth are busy at a side table making up a new\nbatch of his hack drug.\n\nMARYBETH (cont'd)\n“z wish I had never come here.\n\nShe\n\nbe: ZEKE\n\nSorry about your parents,\nrough.\n\nThis is a delicate subject. Marybeth is instantly\nuncomfortable.\n\nThat must be\n\nMARYEETH\nYeah. o .\n(CONTINUED )\n\n \n\f \n\nit S Gqveee = =©a3ipM = 3@/36\n\nCONTINUED:\n\nMARYBETH\nYeah.\n\nZEKE . . -\nMine are kinda dead too. They just keep\nbreathing.\n\nShe looks at him, a small smile. She appreciates his attempt\nat comfort. Marybeth changes the subject. She pulls a drug-\nfilled Bic pen from his pocket. .\n\nMARYBETE\nYour brain seems overly smart, Zeke. Why\ndo you use it to deal drugs? Why not\nput it into your school work?\n\nZERE\nAnd miss an oppurtunity to participate in\nthe deconstruction of America.\n\nMARYBETH\nForgive me for being frank, but that's a\nrather easy and simplistic answer. And\nsomething tells me, you're just a little\nsmarter than that.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nZERE\nAnd miss an oppurtunity to participate in\nthe deconstruction of America. MARYBETH\nForgive me for being frank, but that's a\nrather easy and simplistic answer. And\nsomething tells me, you're just a little\nsmarter than that. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nZeke comes to a stop with what he's doing.\nZEKE\nShit. I don't have enough ingredients\nfor more. .\nHe looks at Marybeth's container.\n\nZEKE\nThat's all we got.\n\nMARYBETH\nThen we'll have to make it count.\n\nZeke eyes her. He likes this girl.\n\nJust then, Stan turns to Zeke. A look of determination on\nhis face. .\nSTAN\nSo how do we stop it? I wanna know how\nwe stop it. .\n\nZEKE\nWe go search out the queen bee.\n\n(CONTINUED )\n\fI\n\n= way verve wy eerim Lverey\n\n88.\nCONTINUED: (2)\n\n \n\nPACEY\nAnd how do we do that?\n\nZEKE\nWe start at the top. . -\n\nSTOKELY\nPrincipal Drake.\n\nZeke is looking at his batch. He places it in a book bag and\nputs it around Marybeth's back.\n\nZEKE\nWe're a little low on this shit. We're\ngonna have to make it count.\n\nSTOKELY\nWe only need enough for Principal Drake.\nIt's got to be her.\n\nThey eye her.\n\nPACEY\nAnd you're sure this drug shit will kill\n\nher?\n\n \n\nStan is loading the handgun.\n\nSTAN\nTf it doesn't. Maybe this will.\n\nThey stare at each other as fear overtakes the room.\n‘CUT TO:\n\nEXT. JEFFERSON HIGH FOOTBALL STADIUM - NIGHT\nThe game is nearing it's end.\n\nThe band PLAYS, But the music carries no energy. The\ncheerleaders cheer but with little enthusiasm. ..The crowd\nwatches on.\n\nThe concession stand is in full swing. CLOSE on beverages\nbeing passed hand to hand to hand. People swill them down.\n\nThe Women's Restroom has a line around the building as women\n\nwait their turn, One WOMAN is seen exiting. She seems a\nlittle dizzy and disoriented.\n\nLd / . — (CONTINUED)\n\f \n\n \n\n: 89.\nCONTINUED:\n\nTWO LITTLE KIDS are seen playing under the bleachers. They\ndig into the dirt. One of them holds up a small slug.\n\nCUT TO:\n\nEXT. FOOTBALL FIELD\n\nA WHISTLE BLOWS. It‘s the fourth quarter. A player makes a\nrun for the line.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOOTBALL FIELD\n\nA WHISTLE BLOWS. It‘s the fourth quarter. A player makes a\nrun for the line. \n\nTARGET SECTION TO BE ANNOTATED:\n The crowd CHEERS. The announcer follows\nthe play over loud speakers.\n\nCUT TO:\n\nEXT. PARKING LOT ~ SAME\n\nZeke's car pulls up into the back of the lot, behind the Brun\nCounty school bus. Zeke quickly kills the headlights.\n\nCUT TO:\n\nTHE STANDS\nThe Fuck You Couple are selling sodas to paying customers.\nCups are passed hand to hand.\n\nOne of the little toddlers from under the bleachers comes\nrunning up to his mother SOBBING HYSTERICALLY. He jumps into\n\nhis mother's arms.\nON THE FIELD\n\nThe Patriots are fierce. They race in against Brun County\nfor a PULVERIZING TACKLE. It looks ugly. A player from Brun\nis hurt. He's helped off the field. .\n\n“FROM THE SIDELINES\n\nCoach Willis watches approvingly. He turns to the stands to\nsee Principal Drake watching without question.\n\n. cUT TO:\n\nEXT. ATHLETIC CENTER - SAME\n\nStokely and Stan enter the front doors. They each carry a-\nbackpack. They race across the darkened basketball court.\nThey move to the exit doors on the far wall. Opening their\nbags, they take out locks and chains. They begin to secure\nthe exit doors. i”\n\nSTOKELY’\nYou think this will work?\n\n(CONTINUED)\n\f \n\n \n\n90.\nCONTINUED:\nSTAN\nI'm trying not to think. Being a dumb\njock suits me better.\nStokely nudges him. . oo\nSTOKELY\nIn no way is that true.\nCUT TO:\n\nEXT. STADIUM FENCE - MINUTES LATER\n\nPacey wiggles through a break in the fence, slipping into the\nstadium unnoticed. He moves under the bleachers, peeking\nthrough the slats.\n\nFeet STOMP. People CHEER. Pacey checks it out. He can't\nsee much. He moves for the bleacher entrance.\n\nON THE FIELD\n\nA Patriot NAILS an opposing player, CRASHING into him,\nthrowing him to the ground. The Brun team member starts to\nget up as the Patriot bends down and slips a slug into his\n\nhelmet.\n\nThe player sits up, moving to his feet when he stumbles back\nsuddenly. He drops to ground, unconscious. The Medics hit\nthe field again.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe player sits up, moving to his feet when he stumbles back\nsuddenly. He drops to ground, unconscious. The Medics hit\nthe field again. \n\nTARGET SECTION TO BE ANNOTATED:\nBLEACHER ENTRANCE\n\nPacey appears at the foot of the bleachers. He looks up into\nthe crowd. He spots Zeke and Marybeth who motion with. their\neyes. He follows them to...\n\nPRINCIPAL DRAKE ©\nwho's eyes on the game, only feet away. Pacey turns away and\nthen, and only then does Principal Drake turn to Pacey. Her\n\neyes stone cold. Pacey looks back but Drake's eyes have\nreturned to the game.. She watches very cool and controlled.\n\nON THE FIELD\n\nThe last play is made. The Patriots score just under the\nclock. They win--the victors. The field begins to break up\n\nas everyone begins to go home.\nPRINCIPAL DRAKE\n\nturns to see Pacey heading back towards the gym. ..alone.\n\f \n\n \n\nFf G@yv2s =O asi em\n\n91.\n\nEXT. GYM - SAME\n\nPacey sprints around the side of the gym. His shadow thrown\nbig across the building. Drops of rain begin to pour down on\nhim. He wipes his face. ~ -\n\nPACEY\nShit!\n\nINT. GYM - SAME\n\nPacey enters, running across center court. He stops and\nturns to the doorway.\n\nPACEY\nHey, guys. Where are you?\n\nA LOUD CREAK as the door is heard opening and closing. Pacey\nlooks to the entrance. He hears wet shoes SQUEAKING on the\n\nhard wood floor.\n\nPACEY (cont'd)\nGuys? I saw her. Drake's at the game.\n\nPRINCIPAL DRAKE\n(off camera)\nActually I'm right here.\n\nPacey emerges from the shadows.\n\nPACEY\nHello, Miss Drake.\n\nShe turns to him, a smile on her face.\n\nPRINCIPAL DRAKE\nHello, Pacey. Are you okay? I was\nworried about you.\n\nShe takes a step forward when a huge net comes flying down on\ntop of her. She immediately starts to fight but Stokely and\nStan appear on either side, wrapping it around her tighter,\nentrapping her.\n\nMarybeth and. Zeke enter. They chain and lock the doors\nbehind them.\n\nPrincipal Drake lay tangled in a volleyball net. She pulls\nand twists, trying to break.free.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey chain and lock the doors\nbehind them. Principal Drake lay tangled in a volleyball net. She pulls\nand twists, trying to break.free. \n\nTARGET SECTION TO BE ANNOTATED:\nPRINCIPAL DRAKE\nWhat is going on here? .\n° (CONTINUED )\n\n \n\n23236\n\f \n\n@ aq 2-98 © 8:31 Pm 031736\n\n. . 92.\n; CONTINUED:\n\nZEKE\nYou tell us.\n(to Stan) ,\nAre all the doors locked?\n\nStan throws him a ring of keys.\n\nSTAN\nWe're completely locked up. Ain't no one\ngetting in.\n\nPrincipal Drake has managed to upright herself to a kneeling\nposition. The others surround her.\n\nPRINCIPAL DRAKE\nGet me out of this. I'll have you\nexpelled.\n\nZEKE\nStop the act, no one's buying it.\n\nSTOKELY\nWe know who you are.\n\nPRINCIPAL DRAKE\nYou're in a lot of trouble. All of you.\n\n \n\nStan pulls out the gun.\nPRINCIPAL DRAKE\nNo, please. What are you doing? Put\nthat away.\n\nPrincipal Drake looks extremély afraid. \" stan holds the gun\nup, aiming. ‘Zeke grabs a Bic pen from Marybeth's backpack.\n\nSTAN\nReady?\nZEKE\nYep.\n(to Drake)\nSniff this.\n\nBeat.\n\nPRINCIPAL DRAKE\n\n(CONTINUED)\n\f \n\n‘ & qvees =O asiem = 30/36\n\n. 93.\nCONTINUED: (2)\n\n \n\nThe others look at each other. They realize this is a lame\n\nplan.\n\nZEKE\n\nSniff it or he shoots you. .\n\n. PRINCIPAL DRAKE\n\nI will not!\nSTAN\n\nNow what?\nZEKE\n\nWe do it the hard way. With Mr. Furlong,\nI plunged it into his eye, and the\nreaction was instantaneous.\n\nSTAN ”\nYou stick her and then I'll shoot before\nit erupts all over the place.\n\nZeke grabs Drake's face, holding it back into the light\nstream...\n\n \n\nhot PRINCIPAL DRAKE\nOh my God, what are you doing?\n\nZeke holds the pen up, ready to plunge. He hesitates.\n\nSTOKELY ‘ -\nWhat's wrong?\n\nZEKE\nAre we sure?\n\nZeke is having second thoughts.\n\n- PACEY\nYes. we're sure.\n\nBut Zeke can't do it.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nZeke is having second thoughts. - PACEY\nYes. we're sure. But Zeke can't do it. \n\nTARGET SECTION TO BE ANNOTATED:\nPRINCIPAL DRAKE\n\nPlease Zeke, don't. Are you out of your\nmind? Oh God, NO. I BEG YOU. No, no...\n\nPrincipal Drake is reduced to a trench of tears. Zeke is\nshaking. ”\n\ni : oe eo. (CONTINUED)\n\f \n\na iq veres = as1PM = 2936\n\n94.\nCONTINUED: (3)\n\nZEKE\n\nI thought they were fearless.\nSTOKELY\n\nThey are. She's faking. -\nZEKE\n\nBut how do you know?\n\n, PACEY\n\nShoot her.\n\nSTAN\n\nI can't.\nPrincipal Drake begins to rise towards Zeke. She is SOBBING.\n\nPRINCIPAL DRAKE\nPlease, Zeke, don't do this.\n\nShe's worked herself completely out of the net. She moves up\nto Zeke, reaching out for him. Suddenly, Pacey appears next\nto Stan. He grabs the gun, aims, and FIRES.\n\nThe bullet catches Principal. Drake right between the eyes.\nShe flies backwards, landing with a THUMP on the hard floor.\n\n \n\nA moment. They all stare at her still body.\n\nZEKE\nWhat if we were wrong?\n\nSTOKELY\nStab it and find out!\n\nZeke stares at the pen, then at Drake's lifeless body.\n\nHe walks over to the body as a pool of blood spreads sickly\nfrom behind her head...\n\nZeke is at her feet, wondering what to do.\n\nPACEY\nDo it! It's the only way to find out!\n\nZeke is eyeing the blood pouring out.\n\nZEKE «°\nI think we made a mistake. She's dead.\n\n \n\n(CONTINUED )\n\f \n\nee qgvess Ossi = 2/36\n\n« 95.\nCONTINUED: (4)\n\n \n\nSuddenly, Drake sits up, the hole in her head replaced by\nlong, dancing FEELERS that have sprouted from her bullet\nwound. Her eyes are rolled back white. Zeke SCREAMS.\n\nMarybeth acting fast, rips open her book’ bag, she pulls out\nthe large container of SKAT. She opens it and pours it out\nall over Principal Drake.\n\nPrincipal Drake's body erupts in spasms. After a moment--her\nbody goes lifeless.\n\nSTOKELY\nWe got her.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nPrincipal Drake's body erupts in spasms. After a moment--her\nbody goes lifeless. STOKELY\nWe got her. \n\nTARGET SECTION TO BE ANNOTATED:\nPACEY\nYes.\n\nBut Zeke and Stan are a little less sure.\n\n. STAN\nC'mon. Let's check and see if it worked.\n\nThey run towards the door. Zeke unlocks it as they file out.\n\nEXT. GYMNASIUM - SAME\n\n \n\nThe rain is still misty. They look towards the football\nfield, which is empty. .\n\n/\nThe last of the crowd can be seen in the distant parking lot.\nThe Brun County School Bus pulls out of the parking lot.\nSTOKELY\nThis better have worked, or there's gonna\nbe a lot of infected people heading home.\n\nThe rain continues down. In the near distance, a FIGURE can\nbe seen moving towards them. Suddenly, the Coach comes into\n\nview.\n\nPACEY\nI think it worked.\n\nStan moves in front, meeting up with the Coach. Suddenly, A\nCRASH OF THUNDER. The rain starts pouring down in droves.\n\nSTAN -\nHey, Coach Willis.\n\na . . (CONTINUED )\n\n \n\f \n\nbay Gyveee § Ossiem Qjar7va6\n\n96.\nCONTINUED:\n\nCOACH WILLIS\nStan. What are you doing here?\n\nThe Coach stands in the rain like it's nothing. He doesn't\neven notice. -\n\nSTAN\nI came to root you guys on.\n\nThe Coach's head goes slack. It drops back and his mouth\nopens. Feelers sprout forth, lapping up the water. Zeke's\nturns to horror.\n\nIt is a hideous and sickening sight. He backs up, to the\nothers. They see it too.\n\nSuddenly more emerge from the Coach's eye sockets, nose and\nmouth. Long stingers that slap about the face, thriving in\nthe down pour. Suddenly, Mrs. Olson and Mr. Tate appear\nbehind him.\n\nHe appears disabled, as if the. rain has taken control of\nthem. Then, the feelers disappear and he turns to Stan.\n\nZEKE\nMove it.\n\n \n\nThe five of them take off running back towards the gym.\n\nINT. GYM - SAME\n\nThey race inside, SLAMMING THE DOOR SHUT. Zeke and Stan work\ntogether, securing it with chain and lock.\n\nZEKE\nWe're gonna need reinforcement.\n\nStokely and Marybeth look through the small glass window in\nthe door.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nZeke and Stan work\ntogether, securing it with chain and lock. ZEKE\nWe're gonna need reinforcement. Stokely and Marybeth look through the small glass window in\nthe door. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE THROUGH WINDOW\n\nCoach Willis and Mr. Tate and Mrs. Olson and others approach\nthe gym. They move with assured confidence.\n\nMARYBETH\nIf it wasn't Miss Drake--who?\n\nSTOKELY\nIt must be Coach Willis.\n\n(CONTINUED )\n\f \n\n \n\n97.\nCONTINUED:\n\nZEKE\nIt must, it must, it must--how do you\nknow--shit--we don't know anything.\nStan appears with metal rods. Practice hoop stands.\n\nSTAN\nI found these.\n\nPacey helps him. They slide them through the door handles,\nbarricading themselves in further.\nZEKE\nWe should check all the doors. They're\ngonna try and get in.\nSTAN\nStokely come with me. You guys--take the\npool. Pacey stay here.\n\nThe others disappear, leaving Pacey alone in the foyer of the\ngym. He looks through the window.\n\nANGLE THROUGH WINDOW\nNothing. The faculty has disappeared.\n\nBAM!\n\n‘A tentacled face comes CRASHING against the window. Pacey\n\nLEAPS back. It's Mrs. Olson. Slithering and horrific, the\nface slides out of view. -\n\nCUT TO:\n\nINT. POOL AREA - SAME\n\nStokely and Stan are in the pool room. A completely separate\nand isolated section of the gymnasium.\n\nThey check the exit doors. Locked and secured. They move to\na small office door.\n\ncur TO:\n\nINT. GYM - SAME\n\nZeke and Marybeth are atop the wooden bleachers, checking the\nsteel wired windows that line the walls. They look out onto\nthe football field. -\n\nANGLE THROUGH WINDOW\n\n(CONTINUED )\n\f \n\n \n\n \n\ne Ggvese @aszipm passe\n\n98.\nCONTINUED:\n\nCoach Willis is seen conferring with Mr. Tate. They stand,\nsoaking up the rain.\n\nMarybeth is chilled to the bone. She moves in close to Zeke.\nHis arms find their way around her. . -\n\nMARYRETH\nLook at them, they're feeding.\n\nZEKE\nThey're getting stronger.\n\ncur TO:\n\nINT. GYM ENTRANCE - SAME\nPacey stands alone, in front of a trophy case.\n\nA THUMP behind him. Pacey spins around, peering into the\ndark gym.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nGYM ENTRANCE - SAME\nPacey stands alone, in front of a trophy case. A THUMP behind him. Pacey spins around, peering into the\ndark gym. \n\nTARGET SECTION TO BE ANNOTATED:\n -\n“PACEY\nWho's there?\n\nA moment and then Stokely and Stan appear. Zeke and Marybeth\nright behind them. Zeke moves for the door, keys in hand.\n\nZEKE\nI think there's some SKAT in my car.\nPACEY\nAre you sure?\n. ZEKE\nNo. But it's worth checking.\nSTAN\nI'll go with you.\n_ MARYBETH\nMe too.\nZEKE\n\nNo, you're better off here. I'll be\n\nSTAN :\nYou're gonna take off and leave us,\naren't you?\n\n(CONTINUED )\n\f \n\n \n\n1/2/98 @ 8:31 em D 24/36\n\n \n\n99.\nCONTINUED:\n\n \n\nZEKE\nNo--fuck. But if they get me--they'll\nonly get me--you guys will still have a\nchance. :\n\nPACEY\nWe'll all go. We'll fight.\n\nZEKE\nDon't let your newfound BRAVEHEART skills\n\nmake you stupid.\n\nSTAN\nNo, we stay. Zeke's right. There's no\ntelling what's out there. He can move\nbetter alone.\n\nZeke unhooks the door's chained lock, while Stan pulls the\nsteel rod away. Zeke cracks the door, turning back to\n\nMarybeth.\nZEKE\n\n(almost a whisper)\nSeeya soon, Marybeth of Atlanta.\n\nAnd with that, Zeke's gone. The door SLAMS SHUT. Pacey and\nStan re-secure it as Marybeth calls after him.\n\n \n\nMARYBETH\nBe careful, Zeke.\n\nShe looks on, sullen, through the small paned window.\nCUT TO:\n\nEXT. PARKING LOT\n\nZeke races through the drenching rain. He looks about,\nthere's no sign of anyone anywere. He crosses the pavement\n\nto his car.\n\nHe slips inside.\n\nINT. CAR - SAME\n\nInside the car, he REVS it up. Then, suddenly, something ©\nstops him. He looks through the rearview mirror, realizing\nsomeone could be in the back seat.\n\nZEKE\nFuck.\n\na, Oe eo (CONTINUED )\n\f \n\ns F Hyves = Oasiem 23/36\n\n. 100.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks through the rearview mirror, realizing\nsomeone could be in the back seat. ZEKE\nFuck. a, Oe eo (CONTINUED )\n\f \n\ns F Hyves = Oasiem 23/36\n\n. 100. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nHe doesn't want to but he turns around and lifts up, slowly,\ncreeping up, looking into the back seat. It's empty. He\ntakes a breath. The ultimate fake scare. He turns back\naround and....\n\nshifts gears and peels out.\ncur To:\n\nINT. GYM - SAME\n\nThe others move about the gym entrance. Fidgety and tense.\n\nSTAN\nHe won't be back.\n\nMARYBETH\nYes, he will.\n\nPACEY\nI hope.\n\nA THUMP is heard from the darkness of the gym. They all\nturn. Stan races in. The others follow.\n\nShadowed light filters in through the windows high in the gym\nwalls. All is deathly quiet. Except for the rain pelting\ndown outside. Stan motions to the girls.\n\n \n\nSTAN\nStay here. Pacey, take that side.\n\nStan and Pacey split up, each taking a side of the gym.\n\nON PACEY\n\nas he moves to the electric wooden bleachers that line the\nwall. He moves to their edge, peering under them. It's\nfrighteningly dark. A jungled mesh of steel support braces.\n° PACEY\nHello? Who's there?\n\n‘ suddenly, a FIGURE emerges, moving into the light. It's\n\nMolly.\nPACEY\nMolly?\nShe moves out into the open. A look of pure terror on her\nface. ”\n\n. fo (CONTINUED ) i\n\f: etd 1/2/98 © 8:31 8M Qi22/36\n\n101. |\ni\nt\n\n \n\n3 CONTINUED:\ni\nt\n\nMOLLY\nPlease, don't hurt me.\n\nPACEY\nIt's me, Pacey. - -\n\nShe runs into his arms.\n\nMOLLY\nOh, Pacey, what's going on?\n\nSuddenly, Stan appears, yanking Molly from him, throwing her\nto the ground.\n\n: STAN\n‘ Watch out. She could be one. i\n\nMolly is horror-stricken and tear stained.\n\n \n\nMOLLY\nNo, I'm not. Please, Pacey, tell him. :\n\nPacey wants to believe her but knows better. He's seen too\n\nmuch tonight. :\n\n \n\nPACEY\nI'm sorry, Molly.\n\ncur TO:\nINT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlease, Pacey, tell him. :\n\nPacey wants to believe her but knows better. He's seen too\n\nmuch tonight. :\n\n \n\nPACEY\nI'm sorry, Molly. cur TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n GYM ENTRANCE - SECONDS LATER\n\nMolly sits on the floor while Stan ties her hands behind her\nback. Stokely holds the gun on her. Molly CRIES\nUNCONTROLLABLY.\n‘ STOKELY . ‘\n: You make one alien move and you're :\nfireworks--got it?\nMolly nods her head. She looks pitiful and pathetic.\n\nPACEY\nDo we have to do this?\n\nSTAN\nWe can't take any chances.\n\nPACEY\nI know her. Okay? This is really her.\n\n(CONTINUED ) ‘\n\f \n\n& @yv2e8 =O s3iem — aivac\n\no 102.\n{ } CONTINUED:\n\nSTOKELY\nAnd when Zeke gets back with the drug\nwe'll test her.\n\nStokely is getting really anxious. She paces the floor.\n\nSTOKELY\nSo, what are we gonna do, just stay in\nthis gym forever?\n\nSTAN\nYou got a better idea?\n\nMarybeth is looking through the door's small window.\nMARYBETH\nZeke will be back.\ncur TO:\n\ncur TO:\n\nEXT. SCHOOL PARKING LOT - NIGHT - A FEW MINUTES LATER\n\nZeke walks amongst rows and rows of school buses. He keeps\nlooking behind him, watching his back. The rain has stopped\nbut the night wind whistles between the buses. It's very\ncreepy.\n\nSuddenly, he hears FOOTSTEPS. He looks down under the buses.\nSees nothing. He spots his car, moves to it. He goes\n“straight for the trunk, pops it open. Looks inside. He\nwithdraws two Bic pens. It's better than nothing. He\npockets them when he hears VOICES.\n\n \n\nHe turns looks at the end of a school bus. A COUPLE are\nfighting. He moves closer, coming upon a SCRUFFLE between\nMr. Tate and Miss Harper. He has her pinned to the side of\nthe bus. She SCREAMS IN TERROR.\n\nZeke moves for her. It's obvious Mr. Tate is in the process\nef converting her. He races to help.\n\nEXT. SCHOOL PARKING LOT - SAME\n\nZeke comes upon the struggle. He throws Mr. Tate off Miss\nHarper and grabs her by the arm. She looks up, surprised.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe throws Mr. Tate off Miss\nHarper and grabs her by the arm. She looks up, surprised. \n\nTARGET SECTION TO BE ANNOTATED:\nHARPER\nZeke! .\n\n- . o . (CONTINUED)\n\f \n\n. a Gq v2es = a31FM 20/36\n\n- 103.\nMoe CONTINUED:\n\nZEKE\nHurry!\n\nZeke grabs her and they move to his car.. He throws open the\ndoor and Miss Harper jumps in, followed by Zeke just as Mrs.\nOlson appears. She grabs Zeke. He wrenches her off him. He\nhops in, starts it up, turns to see Olson recovering. His\nwindow is open--he begins to roll it up.\n\nHARPER\nHurry, Zeke, she's coming.\n\nZeke hits reverse and begins as the window rolls up--but\n\nOlson manages to thrust her hand in at the last moment--the\nglass catches Mrs. Olson's hand, closing on it. Her fingers\nget pinched in the window just as the car springs backwards.\n\nMrs. Olson's fingers are snipped off by the window, dropping\nto the floor of the car.\n\nMiss Harper SCREAMS.\n\nZEKE\nFuck!\n\n \n\nZeke spins the car around and heads back the way they came.\n\nMrs. Olson, stands, watching them go, nursing his fingerless\nhand. Thin feelers whipping about in the knuckle slots.\n\nINT. ZEKE'S CAR - SAME\n\nZeke careens the car out of the parking lot and down the\nschool driveway entrance.\n\n. ZEKE (cont'd)\noy ‘(to Harper)\n: You okay?\n\nThe Fingers under the seats sprout feelers and become\nwormlike. Miss Harper's hysterical.\n\nHARPER\nWhat's going on, Zeke?\n\n: ZEKE\nWe've been invaded by aliens.-\n\nThe fingers crawl towards zeke's feet.\n\n \n\n(CONTINUED )\n\n \n\f \n\nFF Gy v2es | 8:31 eM Q 19/36\n\n104,\nCONTINUED: (2)\n\n \n\nHARPER\nWhat?\n\nZEKE\nI know it sounds nut but we have to find\n\nthe mother alien and kill it.\nThe Worms start up Zeke's leg.\n\n. HARPER\nCan I help?\n\nMiss Harper's voice is soft and quite calm. Zeke, confused,\nturns to a demonic Miss Harper just as she comes flying at\nhim, arms outstretched.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nHARPER\nCan I help? Miss Harper's voice is soft and quite calm. Zeke, confused,\nturns to a demonic Miss Harper just as she comes flying at\nhim, arms outstretched. \n\nTARGET SECTION TO BE ANNOTATED:\n Zeke speeds up as Miss Harper lashes\ninto him, her hands finding his throat. The Car rips through\nassorted signage roadside.\n\nThe car goes into a tailspin as Zeke fights’ off Miss Harper.\nShe comes at him fast and focused. He slams her back against\nthe seat.\n\nMiss Harper recovers, looking very prim and poised. A smile\na invading her lips.\n\n \n\nHARPER\nYou want me, Zeke, you know it.\n\nShe comes at him again, mouth open wide...\nA WORM PROTRUDING FROM IT\nZeke, panicked, SLAMS on the brakes, sending Miss Harper\n\ncrashing out the windshield and over the hood. She tries to\nhang on, but slides off the hood and is crushed under his\n\ntires.\n\nHe screams as he realizes he has worms crawling up his legs,\nhe tears them off of himself and chucks them out the window.\n\nHe's driving silently now. Catching his breath. ~\n\nHe hears something, and turns the radio off. The car is\nmaking a strange knocking sound. It sounds as if something\nis stuck to the tire. It's hard to control the car. It's\ngetting worse. He has to pull over.\n\nCUT TO:\n\f' e Gives |= 831M 18736\n\n \n\n \n\n \n\n105.\n\nEXT. ROAD - SAME\nThe car pulls over on the dark and lonely road.\n\nINT. EL CAMINO - SAME\n\nZeke slides the car into park. He glances out all of the\nwindows cautiously, then opens his car door.\n\nHe glances to see if anything is stuck in his rear tire. It's\nblack as night back there.\n\nHe reaches into the back seat for a flashlight.\n\nEXT. ROAD - SAME\n\nThe camera pushes in towards his open door. Zeke leans out\nand flashes the light past camera.\n\nZEKE POV\n\nNothing there. He flashes the light up a little higher.\nNothing.\n\nHe hears a thump.\n\nHe flashes the light back down at the tire. Miss Harper's\nhead is there where it wasn't before. It's severed but still\nmoving from it's neck stump, being pushed along by it's own\nmeans of propulsion. Her face contorts with each movement, an\nevil rasp emanating from her slack mouth.\n\nZeke reaches around with his free hand and gently shifts the\ncar into REVERSE.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's severed but still\nmoving from it's neck stump, being pushed along by it's own\nmeans of propulsion. Her face contorts with each movement, an\nevil rasp emanating from her slack mouth. Zeke reaches around with his free hand and gently shifts the\ncar into REVERSE. \n\nTARGET SECTION TO BE ANNOTATED:\nHe backs up rough and short, just enough to crack Miss\nHarper's head open with a sick POP. The blood and gore streak\nout from under the tire, as easily as if he'd crushed a giant\n\npea.\n\nHe slams the car back in drive as he closes the door and\nthere is Miss Harper's HEADLESS BODY standing in front of\nhim, lit sickly by the white hot headlights.\n\nHe blasts past her as she headlessly watches him scream, past,\nher fingers streaking blood across his window as he goes.\nLeaving her to wander headless in the night.\n\nCUT TO:\n\f1/2/98 © 8:31 PM Q 17736 .\n\nad\n\n \n\n \n\n_~ : : 106. |\n\n \n\nINT. POOL AREA - MINUTES LATER\n\nStokely and Stan are in the pool area. Stan double checks\nthe exit door to make sure it's secure. He, then, moves back\nto Stokely who stands next to the pool. .The water glistens\nagainst their faces.\n\nSTAN\nSo tell me, in these books you read.\nINVASION OF THE PUPPET SNATCHERS and THE\nBODY...\n\nSTOKELY\nTHE BODY SNATCHERS, PUPPET MASTERS.\n\nSTAN\nOkay. What happens .Stokely? How do they\ndefeat the aliens in the books? Maybe we\ncan try the same thing? So far, they\nseem right on target. “\n\nStokely remains quiet.\n\nSTAN (cont'd)\nIs there some like basic sci-fi thing\nwe're forgetting to do that will easily\nwipe out these aliens? What happens in\n\no\n\nthe books?\n\nSTOKELY\nThey get us. We become them. They win.\nWe lose. . :\n\nStan lets this sink in.\n\nSTAN \"\n. Quitting football doesn't seem like such\na big deal anymore, does it? .\n\nStokely moves close to him. A certain sexuality exists\nbetween them.\n\nStokely grabs Stan and kisses him, long and hard. Years of\npassion existing in her lips. They break apart. Stan looks\nat her, pleasantly stunned.\n\nSTOKELY\nI just don't want to never have done\nthat. .",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey break apart. Stan looks\nat her, pleasantly stunned. STOKELY\nI just don't want to never have done\nthat. . \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\f \n\n \n\n \n\n=e Giqvze8 = 8:31 eM\n\n, 107,\n\nINT. GYM ENTRANCE - SAME\n\nMolly sits tied and bound near the front doors. She is alone\nand trying desparately, yet quietly, to loosen her straps.\n\nINT. GYM - SAME\n\nPacey and Marybeth wait it out atop the bleachers. They sit\nquietly with each other. Pacey is turned away from Marybeth,\nsitting several rows down, sprawled out along the bleacher.\n\nMARYBETH\nGod, I am so over this.\nPACEY '\nMe too.\nMARYBETH\nNo, I'm really over this.\nPACEY\nThey're gonna get us, aren't they?\nMarybeth ignores that question. She doesn't like the sound\nof it. :\nPACEY (cont'd)\nAliens in high school. And all this time\nI thought the only alien was me.\n_MARYBETH\nWhat?\nPACEY :\nI know the way people see me. I know how .\n\nI see myself. I'm that guy--there’s one\nof me in every school. The class wuss--I\ngot caught picking my nose in the first\ngrade and I've had to live with it for\nthe last eight years of my life. I'm the\nguy who's sole purpose is to let all the\nothers feel better about themselves.\n\nMARYBETH\nYou're not any of those things, Pacey.\nYou don't have to be.\n\nPACEY\nWhat happens when the aliens get you. Do\nyou become someone new? Do you lose who\nyou are? I've always hated who I am--\nmaybe the alternative is not such a bad\nthing.\n\n(CONTINUED)\n\n \n\nB 16/36\n\f \n\n \n\n \n\ne Gqverse = 8:31 Fw\n\n. 108.\nCONTINUED:\n: MARYBETH\nMaybe...\nPACEY .\nHe seems to have a reversal effect.\nMaybe it could do the same for me.\nMARYBETH\nNo one sees you worse than you see\n\nyourself.\n\nPacey breaks from his intensity. He looks to the exit doors.\nSuddenly, puzzled. .",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nPacey breaks from his intensity. He looks to the exit doors. Suddenly, puzzled. . \n\nTARGET SECTION TO BE ANNOTATED:\n: PACEY\nHow: come they're not coming in?\n\nMARYBETH\nWhat do you mean?\n\nPACEY\n\nThey could get in here if they really\nwanted to. How come they're not coming\n\nin?\n\nMARYBETH\nMaybe because they're already in.\n\nSomething is strange about Marybeth's responses. Maybe it's\nthe fact she has completely lost her southern accent.\n\nPacey turns to her just as...\nA HUGE, GROTESQUE TENTACLE\n\nwhips out at him in a lightning move...striking him, sending\n\n-him tumbling down the bleachers. He lay hurt and stunned,\n\nlooking up to see...\n\nMARYBETH -\n\nher left arm is no longer an arm. It's been replaced with a\nhuge, hideous tentacle.\n\nPACEY\nNo...\n\nPacey watches in UNSPEAKABLE HORROR as...\n\nMARYBETEH TRANSFORMS\n\n(CONTINUED )\n\n \n\n18/36\n\f \n\n \n\n \n\neS Gvees =O 831PM 14/36\n\n \n\n109.\nCONTINUED: (2)\n\nHer body begins to shiver a moment. As feelers begin to seep\nfrom her mouth, her eyes...every orifice as her head begins\n\nto bulge...her neck stretching, elongating as her mouth opens\nwide...wider giving way to something else.\n\nFROM HER MOUTH\n\ncomes a bulbous matter. Suddenly her whole bedy begins to\ngyrate and differentiate as her two arms stretch forward,\njoining her legs as they push out and redefine themselves.\n\nHer skin changes shape, color, texture...it becomes\ngray...opaque.\n\nMarybeth's head disappears into the neck of the thing giving\nway to it's new incarnation. A rounded head with a huge\nmouth with stickily feelers that slap about it.\n\nA fold of skin lifts revealing three piercing eyes. The neck\nexpands then subsides, attached now to it's new body. A\ntorso connected to four worm-like legs.\n\nPacey watches in horrified silence as the Creature takes a\nstep towards him. It moves like a spider...scurrying down\n\nthe bleachers.\nOne of the THING'S tentacles lengthens, stretching out,\n\nwhipping up to the ceiling, to the rafters above the court.\nIt wraps around a beam and pulls.\n\nThe THING, like lightening, disappears into the rafters.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne of the THING'S tentacles lengthens, stretching out,\n\nwhipping up to the ceiling, to the rafters above the court. It wraps around a beam and pulls. The THING, like lightening, disappears into the rafters. \n\nTARGET SECTION TO BE ANNOTATED:\nPacey stands, staring up. Terrified. He watches at it moves\nthrough the rafters, swinging from beam to beam. Pacey bolts\n\nCO.se\n\nINT. GYM ENTRANCE - SAME\n\nHe immediately sees Molly, sitting on the floor still tied\nup.\n\n. MOLLY\nPacey? What's happening?\n\nPacey wastes no time. He runs to her, rips loose her\nbindings. . .\n\nPACEY\nIt's coming. It's fucking Marybeth.\nShe's the mother.\n\nMolly looks to the doors that lead to the gym. She hears\nthis loud noise. “\n\n \n\n(CONTINUED )\n\n \n\f \n\n \n\nSe Gqveses =O 831M By i336\n\n110.\nCONTINUED:\n\nPacey races to the doors. Slams against them. Molly, now\nfree, joins him.\n\nMOLLY\nWhere are the keys?\n\nPACEY\nFucking Zeke has them.\n\nMOLLY\nWhat do we do?\n\nPacey leads her to the gym door entrance.\n\nPACEY\n. We gotta. find the others.\n\nMOLLY\nPacey, I'm scared. .\n\nPACEY\nc'mon.\n\nPacey leads her back into the darknes...into the...\n\nINT. GYM - SAME\n\nThe gym is deadly quiet and dark. The THING could be\nanywhere. Suddenly, THUMP behind them. Molly turns to see\nsomething rushing her. A basketball comes bouncing out at\nher from the darkness. She SCREAMS.\n\nThen, another comes at Pacey. It rolls eerily by him. They\nstand there tense and frightening. Another ball comes, this\nis times fast and furious. It hits Pacey knocking him to the\n\nground, sending sliding across the floor.\nMolly moves to him, reaches down to help him up when...\n\nA LARGE TENTACLE WHIPS OUT OF THE DARKNESS grabbing her and\nYANKING her entire body back where it came. It happens so\nfast and sudden there isn't time for Pacey to register what\neven happened. Only when he hears a final DEAFENING SCREAM\n\nerupt from Molly does he know.\nPacey jumps to his feet, wasting no time. He peels out,\nracing down a leng hallway that leads to other parts of the\nathletic center.\n\ncurt TO:\n\f \n\n.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nPacey jumps to his feet, wasting no time. He peels out,\nracing down a leng hallway that leads to other parts of the\nathletic center. curt TO:\n\f \n\n. \n\nTARGET SECTION TO BE ANNOTATED:\n we za 1/2/98 YY 8:31 PM 0 12/36\n\n111.\n\nINT. POOL AREA - SAME\n\nStokely and Stan hear a‘noise...they stop in their tracks.\nIt's a SLIGHT RUMBLING from above,\n\nSTAN .\nWhat was that? -\n\nThey look above when suddenly,\n\nAN EXPLOSION ERUPTS ABOVE THEM.\n\nThe sound of splintered wood and crushing brick. Then,\nmovement above them. They look up to the dark rafters that\ncomprise the room's ceiling. They can hear something,\ntravelling, moving above them.\n\nSTOKELY\nWhat is it? Jesus, Stan, what is it?\n\nSTAN\nI think it's IT--you know--just IT.\n\nStokely and Stan stand, paralyzed...petrified.\nThe CAMERA PANS to Stan to Stokely then back to Stan, then to\n\nStokely...then back again. Only this time Stan is gone.\nHe's just vanished.\n\nI\"\n\n \n\nSTOKELY\nOh God.\n\nShe looks around. A sick feeling overcoming her.\n\nSTOKELY\nStan? Stan?\n\nIt's as if he disappeared into thin air and then, from\nabove...\n\nSTAN'S BODY FALLS, hitting the floor with a sickening THUD.\nStokely SCREAMS, running to him.\n\nStan is dead, his body CRUSHED. Stokely looks down in horror\nas more NOISE comes from above. Then, an ENORMOUS SPLASH\nfrom the swimming pool. She turns to the pool. The water\nrocks, but then stills.\n\nSTOKELY\nOh God, no...\n\nShe runs to the exit door.’ She turns and BEATS. on the door.\nIt's chained and locked. It won't budge.\n\ni\n° : : . . \" (CONTINUED) j\n\f \n\na Gyvess = a3 PM\n\n| 112.\nCONTINUED:\n\nSuddenly, something grabs her, spinning her around, she\nSCREAMS to find...\n\nPACEY\nhorrified.\n\nPACEY\nWe gotta get outta here.\n\nSTOKELY\nHow?\n\nThe move back toward the pool. Stokely doesn't notice the\ntentacle that slewly strecthes across the swimming pool,\ninching towards her, circling her ankle until...",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTOKELY\nHow? The move back toward the pool. Stokely doesn't notice the\ntentacle that slewly strecthes across the swimming pool,\ninching towards her, circling her ankle until... \n\nTARGET SECTION TO BE ANNOTATED:\nIT YANKS\n\nPulling her by the leg, dragging her into the swimming pool.\nShe SCREAMS, thrashing about, coming up for air. She locks\nup to Pacey when behind her...\n\nA HUGE SPLASH IS HEARD as the alien enters the pool with her.\nStokely treads in the center of the pool.\n\nPACEY\nHurry! Swim Stokely.\n\nStokely starts for the ladder. She moves, terrified, not\nknowing where the alien lurks below her.\n\nShe almost makes it to the side when-Stokely is completely\ndragged under. Pacey races to the side.\n\nPACEY (cont'd)\nSTORELYYYY!\n\nA moment and then STOKELY'S HEAD POPS UP\n\nin the middle of the pool. She's GAGGING and COUGHING.\nTreading water...she looks about her. No sign of the Thing.\n\nPACEY\nSwim.\n\nPacey looks about. He spots a barrel of pool chlorine\nagainst the wall. He goes for it.\n\nStokely makes a break for it, her arms moving as fast as she\n\ncan. But she's having difficulty. The water appears thick\nas long feelers have sprouted and taken over the pool.\n\n(CONTINUED )\n\n \n\nBiz\n\f \n\n \n\n113.\nCONTINUED: (2)\n\nStokely is terrified as she realizes this is very much like\nthe aquarium in Biology. She reaches the ladder at the side\nof the pool. She steps up, crawling out when...\n\nA HUGE TENTACLE APPEARS\n\nwrapping itself around Stokely...\n\nShe holds onto the ladder for dear life. Pacey runs to her\naid, his arms outstretched, ripping open the chlorine\ncontainer, slinging it, sending it flying into the pool. He\nreaches for Stokely...\n\njust as the alien goes crazy, writhing and splashing around\nin the pool. Large ocean waves whish about.\n\nStokely lie beside the pool, unconscious. Pacey moves to\nher. .\n\nPACEY (cont'd)\nStoke? C'mon...Stoke...\n\nShe starts to come to. she lifts up, immediately terrified.\n\nPACEY (cont'd)\nWe gotta get outta here.\n\nHe helps her to her feet when the alien lunges out of the\npool and back into the rafters. It moves above them.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nPACEY (cont'd)\nWe gotta get outta here. He helps her to her feet when the alien lunges out of the\npool and back into the rafters. It moves above them. \n\nTARGET SECTION TO BE ANNOTATED:\nPACEY (cont'd)\nRunnnn...\nThey split up, going in different directions. Pacey spots\nthe Coach's office while Stokely makes a break for the locker\nroom.\n\nINSIDE THE LOCKER ROOM\n\nStokely races through the locker room, passed rows and rows\nof lockers. She reaches a corner, a dead-end. She stops\n\nwhen she hears a...\n\nCREAK! The sound of the locker room door opening. She hears\nfootsteps. Stokely goes deadly silent, listening. She sees\na shadow appear alongside a row of lockers. The shadow\nappears to be a human figure.\n\nZEKE\n‘Hello?\n\nStokely steps out.\n\n(CONTINUED)\n\f \n\nWad] verve yon L900\n\n114.\nCONTINUED: (3)\n\n \n\nSTOKELY\nZeke, Over here.\n\nZeke comes forward. A SKAT pen in his hand. He looks to .\nStokely when Marybeth appears behind him, .\n\nMARYBETH\nWatch out--it's her.\n\nZeke whips about. He's standing directly between the two of\nthem. He looks back to Stokely.\n\nSTOKELY\nNo, don't believe her--it's her. She's\n\nthe one.\nMarybeth stands in the darkness. She's nude.\n\nMARYBETH\nShe attacked me. She killed Stan.\n\nPlease Zeke.\nZeke turns to her.\nZEKE\nWhat's going on?\n\nSTOKELY\nPlease, Zeke...it's her.\n\n \n\nZeke stands between the two, not knowing who to trust. He\nwhips back and forth between the two.\n\nMARYBETH\nShe's lying. She's trying to fake you\nout. We don't know what she is? Gay?\nStraight? Alien?\n\nMarybeth stands calm and poised. Zeke takes nete.\n\n. ZEKE\nAnswer me something, Marybeth. Why are\nyou naked? ”\n\nMarybeth eyes him. She steps more into the light.\n\nMARYBETH\nDoes it bother you, Zeke? My body...I'm\ngetting kinda used to it myself. Poor\nMarybeth Louise Hutchinson. .She was all\nalone. She lost her parents. I\nidentified with Her completely.\n\n(MORE)\n\n: . .",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe lost her parents. I\nidentified with Her completely. (MORE)\n\n: . . \n\nTARGET SECTION TO BE ANNOTATED:\n _ (CONTINUED )\n\n \n\n \n\f \n\nwy Waa} 2798 Bs rte L973\n\n115.\n- CONTINUED: (4)\n\n \n\n. MARYBETH (cont'd)\nHer world had collapsed in Atlanta and\nshe was looking for a new home. Very\nmuch like me. I really like my new body,\nZeke. Do you like it? You must. You\nruined it for everyone, Zeke. When you\ngave me the fake drug test--that was _\nsweet of you to bond with me. It was so\ntypical of your species. So smart but\nutterly incompetent. Will it work again,\nZeke? Do you like what you see?\n\nZeke can't help but stare at Marybeth's breasts as she runs\nher hand along them, tracing them sensually. She takes a\nstep towards him.\n\nZEKE\nYou fuckin' stay back.\n\nMARYBETH\nDon't you want me, Zeke? I can feel your\nhormones pulsating. Even in your worst\nmoment of fear you can't control them.\nThey have a life of their own.\n\nZeke moves back towards Stokely. He looks back te Marybeth\nand she's gone.\n\nt\n\nSTOKELY\nI told you.\n\n \n\nZEKE\nLet's get the fuck outta here.\n\nSTOKELY\nNot so fast.\n\nJust then, Stokely rips forward, mouth agape, a worm\nprotruding from it. Stokely's body lunges forward when Pacey\nappears from behind, grabbing her, sending her body slinging\ninto a wire equipment cage. He leaps on the door, locking\nit.\n\nInside, Stokely goes berserk, her body writhing about, hack\nand forth clawing at the cage. Feelers have half sprout all\nover her bedy. She looks hideous. >\n\nZeke turns to Pacey.\n\nPACEY\nC'mon. Let's get Marybeth.\n\nzeke holds up the Bic pen. |\n\n \n\n(CONTINUED )\n\n \n\n \n\f \n\n \n\n \n\nCONTINUED: (5)\n\nZEKE\nTake it.\n\nPacey takes it.\n\nZEKE (cont'd)\nNo, sniff it.\n\nPACEY\n\n \n\n(Qi 2/98 & 8:31 eM\n\n116.\n\nYou're outta your mind.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nZEKE (cont'd)\nNo, sniff it. PACEY\n\n \n\n(Qi 2/98 & 8:31 eM\n\n116. You're outta your mind. \n\nTARGET SECTION TO BE ANNOTATED:\n And I need mine.\n\nZEKE\n\nNo, I'm not taking any fucking chances.\n\nI leave for five minutes and everyone's a\nfucking alien. Now if I have to MEN IN\nBLACK your ass--you're gonna fucking\n\nsniff this.\n\nThey don't have time to waste. Pacey grabs it, sniffs it.\n\nPACEY\nHappy?\n\nA moment as Zeke watches him. Closely.\nfrom the other side of the locker..\n\nPACEY (cont'd)\nShit! She's back.\n\nSuddenly, a NOISE\n\nThey move down the row of lockers, not seeing the SHADOW\nagaisnt the wall. It is Marybeth's SHADOW. But not for\nlong. The shadow changes shape. It goes from the femimine\nfigure of a young woman to the hideous grotesque creature in\n\nseconds.\n\nPacey and Zeke move down a row of lockers when they hear\n\nsomething moving around them.\n\nZEKE\nWhere is it?\n\nPACEY\nI don't know.\n\nPacey turns to look behind him, he's feeling groggy from the\n\ndrug.\nPACEY (cont'd)\n\nJesus! I'm fucking seeing two of\n\neverything.\n\nWhen he turns back around~-Zeke's gone.\n\n(CONTINUED )\n\n \n\f \n\noy Byvess ©8351  Qevss\n\n. 117.\nCONTINUED: (6)\n\n \n\nPACEY (CONT'D)\nZeke? Zeke?\n\nPacey moves around the corner of the lockers. He shakes his\nhead, trying to find sober clarity when... -\n\nZEKE'S BODY COMES FLYING AT HIM. They go SLAMMING into the\nlockers, sliding to the floor. Pacey jumps up to see Zeke's\nlimp body on the floor. He leans down, checks Zeke out.\n\nPACEY (cont'd)\nc'mon, buddy...get up.\n\nSuddenly, a sweet Georgia accent fills the locker room.\n\nMARYBETE\nWhere are you, Pacey?\n\nPacey tries to quiet his TERRIFIED BREATHING.\n\nMARYBETH\nPoor Pacey. The class wuss. Loser. His\nlittle penis taped to the wall for all\nthe world to see.\n\nA. SHADOW bounces across Pacey's face. He jumps up and moves\nto another row of lockers, leaving Zeke. .",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nA. SHADOW bounces across Pacey's face. He jumps up and moves\nto another row of lockers, leaving Zeke. . \n\nTARGET SECTION TO BE ANNOTATED:\nMARYBETH\nI can change all that, Pacey. You never\nhave to be afraid again. Think about it.\nA life without fear. A society without\nguns and violence and drugs. It'll be a\nperfect world. Fearless,\n\n \n\nShe's getting to him. Pacey is losing it. He looks about\nmadly.\nPACEY\n\nBut you're afraid. That's why you're\nhere, isn't it? You didn't want to be\n\nalone anymore, did you?\nSilence. He's touched on a truth.\n\nMARYBETH\nPlease, Pacey. Be my new family.\n\nHer voice is whimsical...sweet.\nPACEY -\nNo. I rather be afraid.\n\n(CONTINUED )\n\f \n\nSe (vere = @asiee ysvse\n\n, 118.\n— CONTINUED: (7)\n\nMARYBETH\nReally? Is that what you want? To go\nback to your poor, pathetic high school\nexistence? Let me change all of that.\nLe me give you a new life. . -\n\nPACEY\nI can take care of my cld one fine, thank\nyou.\n\nMARYBETH\n\nThen have it your way.\n\nON PACEY\n\nPacey listens. He starts out when he sees the Creature's\n\nshadow move against a locker. He falls to his knees, trying j\nto hide. Waiting. He watches, in silent horror, as the\n\nCreature's neck elongates and its head rises up and over the\n\nentire row of leckers.\n\nThe Thing knows he's there, its eyes pierce him. Pacey looks\nup, sees it, then bols, shooting for the locker room door.\n\nPacey moves down a row of lockers. He sees Zeke's body\n\nslumped in a heap on the floor. He goes to him. Spots the\n\nBic pen and grabs it when he hears an ENORMOUS MONSTEROUS .\nWAIL ECHO through the locker room. Pacey stops in his\n\ntracks, leaning against the equipment cage. Suddenly,\n\nsomething grabs him from behind.\n\n \n\nIt's Stokely, still trapped in the cage.\n\nSTORELY\nHe's over here.\n\nPacey tears through the locker room door and into...\n\nINT.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTORELY\nHe's over here. Pacey tears through the locker room door and into... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GYM - NIGHT - SAME\n\nPacey comes-bolting out of the locker room door, he doesn't\nlook back when the locker room door bursts apart at the\nCreature's touch.\n\nPacey bolts, moving across the basketball court. He turns,\nto see the Thing slithering across the floor. One of-it's\ntentacles SLINGS forward, wrapping itself around Pacey's leg,\nreeling him in. Pacey slides across the floor, KICKING and\nSCREAMING. He loses the Bic pen as it drops to the floor.\nHis hands flail about as he tries to recover it. His body\nsquirms like a hooked fish,..until the Creature stands over\n\nhim.\n\n{CONTINUED )\n\n \n\f \n\nw laa) Verve Wiosrem L438\n\n11s.\nro CONTINUED:\n: .\n\n \n\nPacey lies directly underneath the Creature, it's four legs\non every side of him, caging him in. The Creature's head\nappears on it's snake-like neck, twisting under and moving\nclose to Pacey's face. .\n\nThe Creature is face to. face with Pacey. It's slimy feelers\n\nslap about, grazing his cheeks. Its mouth opens as two long\nworm-like tongues spit out...\n\nPacey eyes the Creature's torso,..it's belly where the skin\nis so translucent, you can see through it. Thousands of\nsmall slugs swim about...some breaking the surface of the\nskin, then diving back under like dolphins in the ocean.\n\nSeveral fall onto Pacey. They disappear inside his clothing.\n\nPacey finds the Bic pen, he brings it up to the Creature's\neye, but the Creature dodges. Pacey misses. The slugs are\ninvading Pacey's body. He can feel them. He starts -\nSCREAMING and WRITHING about. Pacey rolls away from the\nCreature.\nPacey stands upright and runs, picking at the slugs imbedding\nz his skin. The Creature charges for Pacey, tearing at\nim.\n\nila .\n\nA Pacey eyes the bleachers. He goes for them, diving under\nthem...hitting the electric lever on the wall as he goes.\n\nKABOOM!\n\nThe electric bleachers begin to close...recoiling up within\n. each other.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe goes for them, diving under\nthem...hitting the electric lever on the wall as he goes. KABOOM! The electric bleachers begin to close...recoiling up within\n. each other. \n\nTARGET SECTION TO BE ANNOTATED:\nUNDER THE BLEACHERS\n\nPacey races through the maze of metal that comprises the\nunderlining of the bleachers.\n\nHe sprints, dodging the steel braces as they snap flat around\nhim. He looks behind him to see...\n\nTHE CREATURE | . ~\nright behind him, trafficking the folding bleachers as well.\n\nPacey runs the length of them, trying to get to the other\nside before they close completely.\n\nThe bleachers are almost completely gone. Space is tight.\nPacey LEAPS in one final jolt of adrenaline. He makes it,\n\nflying..SMASHING into the gym wall.\n\nus (CONTINUED)\n\f \n\n \n\n \n\n4a verve (yy oot re Uss30\n\n120.\nCONTINUED: (2)\n\nHe turns to see the Thing just as the last bleacher snaps\n\nclosed, SMASHING THE CREATURE FLAT. Only it's head escapes,\nstretching forth, coming at Pacey, who meets it dead center\nwith the Bic pen, imbedding it, with warrior force, right in\nthe Creature's middle eye.\n\nThe Creature goes mad, it's head convulsing and shaking. An\nunfathomed SCREAM erupting from IT'S mouth.\n\nA long moment as the Creature finally comes to a\nstill...dead. Pacey looks down, the slugs on his body fall\n\naway. Dead too.\n\nPacey stares a long hard moment until he's completely\nsatisfied the Creature is dead.\n\nThen he rises to his feet. He goes racing toward the locker\nroom.\n\nINT. LOCKER ROOM - SAME\n\nPacey moves to the equipment cage. He looks down to see\nStokely lying on the floor, unconscious. A dead slug lay at\n\nher nostril.\nPacey unlocks it, moves inside, touches her.\n\nPACEY\nStoke?\n\nStokely stirs. She's alive.\n\nSTOKELY\nJesus, Pacey-~-is it over?\n\nPACEY\nYeah. Are you okay?\n\nSTOKELY\nI think so. You can't feel them, Pacey.\nWhen they're in you--you can't feel them.\nYou don't know they're there.\nStokely hugs Pacey. He helps her up when...\nA BODY COMES CRASHING AGAINST THE CAGE.\n\nPacey and Stokely SCREAM in terror.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe helps her up when... A BODY COMES CRASHING AGAINST THE CAGE. Pacey and Stokely SCREAM in terror. \n\nTARGET SECTION TO BE ANNOTATED:\n They look up to see\nZeke, in pain, clutching his wounds.\n\nPacey smiles, happy to see him. They all share a moment,\nlooking at each other. . .\n\n(CONTINUED)\n\n(ce cues\n\f \n\n \n\nZEKE\nIs it over?\n\nPACEY\nYeah. It's over. We won.\n\n: STOKELY , ,\nBut how do you know for sure? - In the\nbook, we didn't win. ° .\n\nZEKE\nI think. it's time to read another kook.\n\nPACEY\nYeah, I'm with him. Change genzes. A\nnice Danielle steele or Judith Krantz.\n\nZeke helps them out of the cage and as they move out of the.\nlocker room...Stokely stops them.\n\nSTOKELY\nI had it in me and I didn't know | it. How\n\nwould we know?\n\nZEKE\nIf you don't know--what dees it matter?\n\nThey look at each other. . Intensely. Geke's last words\n\nechoing.\n\nEXT. JEBFERSOS HIGH SCHOOL — DAY _\n\n. Another school day STUDENTS come and go. The school is\n\n \n\nSUPERIMPOSE: ONE MOSTH LATER\nINT. SCHOOL CORRIDOR - SAME\n\nThe CAMERA comas upon TWO GIRLS waiting\nin line at the water fountain.\n\nA sea of students.\n\nGIRL #1\nZam so sick of those reporters hanging\naround,\nGIRL #2\n\nWhen are they going te find a new story?\nThey have milked our little high school\n\nMassacre to death.\n\n[GIRL #2\nTell me about it.\n\n-A boy is leaning down at the fountain, lapping up water.\nIt's Pacey. He stands upright, wiping his mouth. ‘They see\n\nim.\n\nGIRL #2.\nRey, Pacey, you're fan club's outside ©\n\nage\n\nNetwork or local.\nThey shrug. Facey walks on.\n\nGIRL #1\nHe's. sO cute,\n\n \n\nAs he leaves he hears...\n\f \n\njaa\nCONTINUED: =\n\nPacey smiles, moving on. He sees Molly at her locker. He\ncomes up behind her, grabs her, spins her around. He plants\na huge kiss on her lips. She returns the kiss, .",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\ncomes up behind her, grabs her, spins her around. He plants\na huge kiss on her lips. She returns the kiss, . \n\nTARGET SECTION TO BE ANNOTATED:\nve - \\\n\nPACEY\nHey, Molly, wanna catch a movie tonight?\n“MOLLY\nsure,\nShe looks at him deep and hard. Facey moves in to kiss her\nagain. .\nPACEY\nGreat. -Seeya later.\n\nHe turns, moving down the hi\nstudents as He goes. Molly\nintense. Questionable.\n\nCLOSE ON Pacey's face. It's very different now. Stronger.\nMore confident, Fearless even. He continues down the\n\nhallway and...\nBLACKOUT!\n\nsaying hello ta different\ntdhes him... Har face...\n\n \n  \n\f"
}