{
  "1": "THE TREE OF LIFE\n\nA Screenplay\nby\n\nY .\nTerrence Malick\n\nFirst Draft\n\n© Registered with the\nWriters Guild of America\n25 June 2007\n\fPREFACE\n\nThe \"I\" who speaks in this story £5 not\nthe author. Rather, he hopes that you\nmight see yourself in this \"I* an\nunderstand this story as your own.\n\fPART ONE\nEXT. O'BRIEN HOUSE\n\nAn ordinary house in central Texas. A neighborhood at the\nedge of town.\n\nThree children -- brothers -- are playing in the back yard.\nThe eldest, 11, is JACK. RL is two years younger, and STEVE\nis 6. Their MOTHER and FATHER, Mr. and Mrs. O'Brien, look on.\n\nIn the center of the yard stands a tall oak tree. The year is\n1956.\n\nOTHER ANGLES\n\nThe boys play with their dog, SHEP Their mother smiles,\ncontent. Life has covered her with blessing. There is nothing\nshe sees but it means her good.\n\nHer heart, it seems, is especially drawn to her middle son;\nthe sweetest, most genial of the boys.\n\nThe sun is setting in the west. A doorbell rings.\n\nEXT. O'BRIEN HOUSE - TWELVE YEARS LATER\n\nTwelve years later, a Western Union man walks away from the\nhouse. Mrs. O'Brien leans against a wall as she reads a\ntelegram.\n\nINT. O'BRIEN HOUSE\n\nMr. O'Brien watches Q@s his wife stares out the window.\n\nFATHER\nCan I do anything?\n\nShe shakes her head. She lets him kiss her, but generally\nseems unaware of him. She notices nothing; says nothing.\n\nHe must be strong. There will be time enough for tears. He\ngrieves for her more than for himself -- that she should be\nstricken in this way, a woman so faithful, kind and upright --\nwho through the whole of her life has denied herself -~ who\nhas loved the good -- given to the poor, comforted the\ndesolate. A flashforward: Men rise up and bow when she passes\nby.\n\nINT. O'BRIEN HOUSE\n\nFriends have come to visit.\n\fBETTY\nYou did everything in the world to\nmake him happy. No one could have\nhad a better life.",
  "2": "---END OF PREVIOUS SECTION---\nO'BRIEN HOUSE\n\nFriends have come to visit. BETTY\nYou did everything in the world to\nmake him happy. No one could have\nhad a better life. \n---TARGET SECTION TO BE ANNOTATED---\nJAN\nHe was such a fine boy.\n\nRUTH\n-- Such a fine musician! The\nsweetest child I ever saw.\n\nBETTY\nHe only goes a little before the\nrest of us.\n\nRUTH\nIt's all so bitter now, hut--\n\nyou'll have lovely memories of him.\n\nThose can't be taken away.\n\nThe memories are a torment to her, not a consolation.\n\nJAN\nHe'll always live in your heart.\n\nLive? That is what he will not do.\nBETTY\nWe never really part. Not from\nthose we love.\n\nJAN\nThe pain will pass away.\n\nShe does not wan} i+ to. No, she wants to keep it, always. A\n\nshard of glass in her heart.\n\nRUTH\nHe's at peace.\n\nLet them live in their naive illusion. If only she still\ncould! To hear his name spoken is more than she can bear.\n\nDoes no one understand?\n\nNow, when others look at her, they glance quickly away. She\nis aware of being an uncomfortable presence to everyone she\n\nmeets, particularly when she speaks.\n\nBETTY\n.-.He's in God's hands now.\n\fWhere is God? Where was he then? Nature gives no answer,\nwhispers not a word. The child was in God's hands the whole\ntime, was he not?\n\nJAN\n+.-He didn't suffer. He's better\noff where he is... It's so hard —-\nyou can do everything right, and\nstill --\n\nTheir voices seem far away, as though they were speaking to\nher through a tunnel. Let them talk to each other. Not to\nher.\n\nA vast, barren plain. Death reveals the emptiness that was\nthere before. ‘\n\nNothing is but it. The fact is like a wall. She can see\nnothing else. Nothing beyond.\n\nShattered, so many lives; cast blindly here and there, like\nwater from rock to rock.\n\nINT. O'BRIEN HOUSE\n\nShe cannot look in his room. When she does, he dies to her a\nsecond time. She paces before the closed door.\n\nINT. O'BRIEN HOUSE\nHer would-be comforters go away dismayed and apprehensive:\nWhy she, and not thay? They are themselves bewildered, some\nreduced to tears.",
  "3": "---END OF PREVIOUS SECTION---\nINT. O'BRIEN HOUSE\nHer would-be comforters go away dismayed and apprehensive:\nWhy she, and not thay? They are themselves bewildered, some\nreduced to tears. \n---TARGET SECTION TO BE ANNOTATED---\nJAN\nThe best woman in the whole town!\nRUTH\nThere may be things that we don't\nknow.\n\nBETTY (0.8.)\nShe still has two left.\n\nShe overhears their voices after they are gone. How much more\neasily they speak as soon as they are out of her presence!\n\nNot just her child -- it seems that all creation has died.\nNature has betrayed the heart that loved it.\n\nA child appears with a casserole.\n\fBOY\nMom sent this.\n\nHe quickly retreats, his eyes fixed on the ground.\n\nIn the next room, Mr. O'Brien laughs and shakes his head. He\ndoes not seem quite to have taken it all in.\n\nFATHER\nThat rascal! I remember how you\ncouldn't get him into the tub.\nThen, once he was in, you couldn't\nget him back out!\n\nThe grey dawn of the next day. The O’Brien house seems no\ndifferent from any other on the bleck. The postman goes about\nhis business. The paperboy.\n\nThe men of the neighborhood speak among ‘Yhemselves in hushed\nvoices as they set their sprinklers out at dusk. The fall of\nthe O'Brien house strikes awe in them. A family once happy\nand prosperous, brought down in sorrow and doom.\n\nTIGHT ON MRS. O'BRIEN\n\nThrough a crack in the bedroom door she sees her husband on\nhis knees. What good has it brought him? Would he pray to a\nspider?\n\nGardenias, a climbing rose. Nature puts forth life at will.\nWhy should a dog have breath, her child none?\n\nLater, when someone reaches for the child's guitar, she hears\nher husband insist +hat if not be moved. Not an inch.\n\nMR. O'BRIEN\n\nHer husband, too, attempts to console her. But having an\nequal cause for sorrow, he is no more convincing than her\nfriends have been.\n\nGrief so deep has made her unfamiliar to him; almost holy.\nStill he must say something.\n\nFATHER\nWe have -- to be strong -- for them\n-- for the other boys. We can't let\n\nthem see --\n(she looks away)\nI haven't been the husband you\ndeserve -~ I haven't loved you\nenough -- still -- let me into your\n“ heart. Let us share the grief.",
  "4": "---END OF PREVIOUS SECTION---\nFATHER\nWe have -- to be strong -- for them\n-- for the other boys. We can't let\n\nthem see --\n(she looks away)\nI haven't been the husband you\ndeserve -~ I haven't loved you\nenough -- still -- let me into your\n“ heart. Let us share the grief. \n---TARGET SECTION TO BE ANNOTATED---\n\f: FATHER (CONT'D)\nIt's too hard alone. I thought we\nwould go first -- never have to\nknow -- to see --\n\n(she looks up)\nI wish it could have been me. I\ntook the confidence out of him. I\nnever got a chance to tell him --\nhow sorry I was! I made him unhappy\n-- anxious -- I did it out of love!\nForgive me!\n\nShe hesitates, waits until she can swallow back a sob to\nspeak -- then can find nothing to say. What did they do to\nbring such a calamity on themselves? What did the world gain?\nIt neither knew nor cared.\n\nFATHER (CONT'D)\nI'm going to be strong for him,\nThat's what he'd want, and ‘that's\nwhat he's going to get.\n\nAn empty swing. A slide. A bridge. Grass fading in the August\nheat. .\n\nHe takes her into his arms. How small their differences seem\nnow! He loves her wholly. They are one at last, in grief.\n\nMOTHER (0.S.)\nDo we say we have three boys, or\ntwo?\n(in a whisper)\nI hate my life -- I want to die --\nto” with him ~- my child!\n\nShe will not be consoled. We looks at her, helpless.\nMOTHER (CONT'D)\n(suddenly)\n\nWhatever I say, don't believe it.\nAlone, she prays. She hears no answering voice.\nMr. O'Brien closes the lid of his piano.\nHer soul is gone. Her good. She goes about her life; she\nwalks, eats, sleeps, wakes up. But she does not live. Each\nplace, each hour is the same.\nThe best of her lay in his soul. She lived through him, saw\nthrough his eyes. Apart from him she cannot see the work of\nGod, or nature's order. In her is death; im him was life.\n\nA bare tree in winter. Nature lied.\n\fJACK (ADULT) - SERIES OF ANGLES\n\nGradually we become aware of Jack, their eldest son, grown up\nnow. The others have tried and failed to console his mother.\nHow shall he?\n\nJACK (0.S.)\n\nIt broke your heart.",
  "5": "---END OF PREVIOUS SECTION---\nHow shall he? JACK (0. S.)\n\nIt broke your heart. \n---TARGET SECTION TO BE ANNOTATED---\n Never\nafterwards were you the same --\nyour faith in goodness shaken --\nthough carefully you kept it\nsecret, lest our faith be shaken,\ntoo.\n\n(she walks alone)\nIn vain! We knew!\n\nGone. He has left the world a shar A friend whispers in Mrs.\nO'Brien's ear: .\n\nMRS. STONE\nDon't let them console you. Don't\nforget! For a long time you'll have\nthe pain. But it will turn to joy --\nin the end.\n\nWe are aboard a train, plunging through the countryside; the\nlocomotive far ahead, barely visible. A blind, overwhelming\nforce.\n\nJACK (0.S.)\nWhy do you grieve and waste away?\nYou 3e: love flowed out\n\nun ly!\n\nThe rails weave in and out »eneath the wheels. The steel\nlines of fate. I+ runs along its way, defies all other paths,\nall walls, crashes ‘hrough every obstacle.\n\nShe cannot be persuaded to turn or look. She sits with her\nface averted, staring at the ground.\n\nEach day she finds it harder to bear. She cannot read, or\nsleep. The dawn light coming in through the window is ghastly\nto her. It is as though he had died again. And. yet she would\nnot be surprised if he were to walk into the room.\n\nChildren play. Spring comes. The crocus raise their heads.\nThe redbuds blaze. They return.\n\nA door through which one fears to look. A path one shrinks\nfrom taking. Empty parks. A vast, neglected garden. A gate.\nThe past consuming all.\n\fDecaying statues in a long, straight lane of trees. The\nfigures of forgotten gods. They gaze at the horizon as though\nin search of their deliverer. Balustrades; a drained pool.\nWalks strewn with sodden leaves. Stairs that lead nowhere. A\nbutterfly.”\n\nShe remembers when the sun shone about her, when it seemed\nthat she would die in her nest.\n\nCrows hovering over a stubble field, foraging in the furrows.\n\nJACK (0.S.) (CONT'D)\nWho are you that took him? You\nsmash what. is most dear --» send\nflies to wounds you might have.\nhealed. Who can hinder ~ you?\n\nFriends come by less.",
  "6": "---END OF PREVIOUS SECTION---\nhealed. Who can hinder ~ you? Friends come by less. \n---TARGET SECTION TO BE ANNOTATED---\n She does not mind Her child is more\npresent to her in death than, really, they in life.\n\nGood night, my child. She shall not see him. Till heaven and\nearth have passed away.\n\nSent for nothing. The faces of those who live on; strangers,\npreferred to him.\n\n‘High overhead, migrating geese call to each other; separated,\nlost in the clouds.\n\nA buoy, clanging in the fog.\nNature has returned to chaos.\n\nA hand on a curtain. What is death? What will it be like? The\npictures stop. The movie ends.\n\nJack stops on the Street, listens. It is as though the wind\nwere trying to tell him something.\n\nHe finds himself on a staircase, its upper and lower reaches\nlost in the darkness.\n\nJACK (0.S.) (CONT'D)\nYou whom we met in the woods and on\nthe hills, whom first in her eyes\nwe knew -- how shall I name you?\n\nCcUs to show his mother's air of embarrassed shyness; her good\nhumor and truthfulness; her affectionate, sorrowing face,\nalways looking into him, wishing him strength and happiness.\n\fHer hands when she is very old: those worn hands that once\nheld so much that was dear to them, that once he could take\nand hold as tightly and for as long as he wished. Soon he\nmust lose her, too, with all he loves.\n\nChange; the spring of all sorrow. Is anything exempt from\nbirth, growth and decay? Nothing everlasting?\n\nA shadow dancing on the ground. This world is passing away.\n\nHis father, who at first was careful to remain calm and\ncomposed, rips off his coat and tears at his hair in grief.\n\nJACK (0.S8.) (CONT'D)\nTeach me the way to you.\n\nThe oak tree in the front yard. Its roots fgach down into the\ndarkness of the earth, towards its cemfer Qnd source. The\nbranches spread towards the light, towards _discovery and\nutterance; a fountain of life.\n\nJACK (0.S.) (CONT'D)\nBrother, dear brother -- We had one\nheart within us. One soul -- where\nyou left off and I began, I could\nnot tell.\n\nThe immovable trunk, a universe of leaves spreading above it,\nwhispering; an oracle.\n\nJACK (0.S.",
  "7": "---END OF PREVIOUS SECTION---\nThe immovable trunk, a universe of leaves spreading above it,\nwhispering; an oracle. JACK (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n (CONT'D)\nWher are you? How shall I find you\nagain? I will go in search of you --\nthrough all the worlds.\n\nThe camera rises Vhrough the branches, seeks a way towards\nthe sky above.\n\nJACK (0.S.) (CONT'D)\nBrother, speak through me! Guide\nme! Answer me from where you are!\nSee what I was, what I am now! Lend\nyour spirit to this song!\n\nHe discovers himself on the verge of falling asleep at the\nwheel of a car. He fights to stay awake. The car is drifting\noff the road, and still he cannot rouse himself to\nconsciousness, to the required act of will.\n\nA hand touches his shoulder, waking him —-\n\fEXT. CITY OF DESTRUCTION - THE ARTIFICIAL WORLD - LATE DAY TO\nNIGHT TO DAWN - JACK (ADULT)\n\nJack wakes to find himself in that landscape of paralysis and\ndespair which today goes by the name of a city. The familiar\nworld has assumed a threatening aspect.\n\nA number of scenes with the adult Jack follow encounters with\nfriends and strangers. To avoid interrupting the flow of the\nnarrative, we will not specify them here.’ From time to time\nwe hear Jack's thoughts. He leads us through the story.\n\nThe cutting is quick and staccato, to suggest the fractured\nquality of modern life.\n\nHis eyes are bright with longing. He never lingers anywhere\nfor long but is forever off, forever moving ‘on. Where did he\ngo wrong, or wander from the path?\n\nThe stars are washed out. The sky is a haze. The moon shines\ndown like any other senseless light, high above the towers of\nsteel and glass. Where in these streets can he find any\nevidence of the world's order, any sign to help him on his\nway?\n\nThe others do not meet his eyes. Each makes his way alone,\nshut up within himself. None can be sure of the other. No tie\nis fixed or lasting.\n\nLike a bird trapped inside a room, beating against the\nwindows and ceiling, the soul struggles for a time, then\nsinks down in defe.\n\nThe buildings hem him round like the trees of a wild forest.\nA false nature; & unwerse of death. A sightless world,\nroofed over, shut off from things above.",
  "8": "---END OF PREVIOUS SECTION---\nThe buildings hem him round like the trees of a wild forest. A false nature; & unwerse of death. A sightless world,\nroofed over, shut off from things above. \n---TARGET SECTION TO BE ANNOTATED---\n Here one must stoop\nto walk. A world that would exclude the transcendent, that\nsays: I am, and there is nothing else. A world without love.\n\nIt seems he could escape if only he could bring himself to\nwill it. Somehow he cannot. He has gone to sleep, he cannot\nwake up. He wakes from one dream to another.\n\nThe sights of a modern city: it could be Chicago, New York,\nHouston, Paris, Mumbai, Los Angeles, or a composite of them\n\nall. We never see it whole -- no skyline or defining monument\n-- fragments only -- a frenzy of things and people on the\nmove -- a continuous flow of trains and cars -- a new Babel.\n\nChange seems the only constant in this city; disappearance,\nloss. Being is a shadow. There is nothing but this endless\nflux. Nothing eternal, nothing sure.\n\f10.\n\nIn the faces of strangers that anguished look of our times\nwhich betrays itself beneath the smiles and courtesy --\nwhich, increasingly, even children wear.\n\nEach a shadow to the other, each with his own eyes fixed on\nthe ground in front of him, absorbed in his private world.\nSpectators in a movie theater.\n\nJACK\nSweet brother -- you who filled our\nhearts with light -- who drew us\nclose, who made us one -- a family,\na home -- gone. Into the night\nwhich has no dawn.\n\nHe stops, listens. The grey light of 4 television flickers on\nthe ceiling of a lonely apartment.. Somewhere a couple rage\nand howl at each other.\n\nTime lapse shots of tall buildings, with clouds passing above\nthem. Hallways. Offices at night. Walls.\n\nJACK (CONT'D)\n\nWhat was it. that you pointed to --\nknew better than I? You overlooked\ninsult and injury. Were gentle,\nkind --\n\nNothing adds up, or leads to anything else. He lives in\nsuccession.\n\nThe shadows of passérsby on the street. A dry streambed. A\ngarden in winter, The stiff, dead stalks of sunflowers; their\nheads bowed in defeat.\n\nJACK (0.S.",
  "9": "---END OF PREVIOUS SECTION---\nA\ngarden in winter, The stiff, dead stalks of sunflowers; their\nheads bowed in defeat. JACK (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n (CONT'D)\nSpeakllet me hear -- see! Let it\nnot have been in vain! Sing with me\n-- through me -- you, the true\nartist -- lend me your strength!\n\n‘Everything conspires to lead one to go on as before. To rest\nin the tomb. To sleep.\n\nThe concrete banks of the L.A. river. Nature is dying.\nWithout nature, will the spirit die? The eye flits here and\nthere, like a frightened bird.\n\nThe others guess nothing of his condition, and he speaks not\na word. What would he say?\n\nFog from the beach. Faces, indistinct.\n\f11.\n\nMOTHER (0.S.)\n\nI knew such things happened, but --\nit seemed they wouldn't touch me. I\ncould have been with him ~-\n\nHer voice fades out, and she is gone. In a moment of fantasy,\nhe finds himself swept along in a river. The waters rise,\nthreatening to engulf him.\n\nNow he finds himself inside a burning house. Smoke slides in\nunder the door. Flames peel the paint from the ceiling. He\nstuffs his fist in his mouth to keep from screaming. The\nothers neither speak nor act, as though they lay under some\nspell or enchantment.\n\nA stranger with a Walkman. A driver in Q traffic jam.\n\nJACK (0.8.)\nLosing you, I lost: my way\n\nPhysical life in a world abandoned by the spirit. Organized\nunreality. The soul a hindrance in one's dealings here. A\nburden. A mere quantity of thoughts and desires.\n\nOne is without form and void. Thousand-minded. At odds with\nhimself. A miscellany, not a man.\n\nCold public works. The city; the lost creation; the cosmos\nbecome a Cave.\n\nTravelers on a New York subway.\nAll await a new Creation. None knows how to bring it forth.\n\nHe finds himselF on an Orliner. It skims over the tops of\nthe trees, rising and falling, struggling to stay aloft. It\nflies under power lines, narrowly avoids houses and apartment\nbuildings. The other passengers have gone to sleep, or pay no\nattention.\n\nThe roar of the senses; loud, ever louder. Sensation becomes\nsubstance. The false world so surrounds us that it taken the\nplace of nature.",
  "10": "---END OF PREVIOUS SECTION---\nThe roar of the senses; loud, ever louder. Sensation becomes\nsubstance. The false world so surrounds us that it taken the\nplace of nature. \n---TARGET SECTION TO BE ANNOTATED---\nThis is a new death; death of the spirit, extinction of the\nsoul.\n\nThe supreme misery: to be cheated of the sight of essence: to\nfind oneself abandoned to the busy dance of things which pass\naway.\n\nWhat is despair but to lose the eternal?\n\f12.\n\nForms dissolve like thoughts, like shapes in a waterfall.\nNewspaper headlines. Fragments of TV shows. Swarming facts.\n\nWalls, security lights, traffic. A dark, empty cathedral.\n\nWhere are you to find the spring and source of life? Will you\ndie before you do?\n\nVOICE (0.S.)\n\nLead me from the unreal to.the real.\nLead me from darkness to light.\nLead me from death to eternal life.\n\nTo what end is nature? Is there nothing but this chaos, this\ncongeries of scraps and fragments? N ing, which binds them\ntogether?\n\nA new hell; entirely of our times; a glass box. The sky is\ncovered over. Man has shut himself in.\n\nHe must find a way out. He must journey through time, from\nthe outward and external to the heart of creation.\n\nA solitary tree in the middle of a parking lot. A clock. A\nclosed door. A porch light. A lame man limping down the\nstreet. The images follow on each other in quick succession.\nThe sound snaps in and out.\n\nHe finds himself on a high building. He leaps off the edge,\ninto thin air, without giving a thought to how he might\nsurvive the fall. He wakes up with a gasp.\n\nA figure stands near him. He cannot see its face, but he\nfeels a strange peace Flow into him; a sense of radiant love.\nWho are you? Jack seemS 4» ask. Why can I not come to you?\n\nThe figure points towards a gate. Beyond it lies a field.\nTrembling, Jack looks back towards the city.\n\nCome out! the figure seems to say. There is that near you\nwhich will guide you, if only you trust its lead.\n\nThe figure reaches out, touches the crown of Jack's head,\nthen is gone.\n\nJack looks around. Where to begin?\n\nNight lifts off like a fog. The street lamps flicker out. The\nmorning star burns in a gap between the tall buildings --\nsolitary, unheeded -- a promise of that world which here is\nbut a legend.",
  "11": "---END OF PREVIOUS SECTION---\nNight lifts off like a fog. The street lamps flicker out. The\nmorning star burns in a gap between the tall buildings --\nsolitary, unheeded -- a promise of that world which here is\nbut a legend. \n---TARGET SECTION TO BE ANNOTATED---\nYou -- who are you? The star seems to address him.\n\f13.\n\nBeneath the artificial world, the true face of creation,\ncovered over, obscured, beckoning us still.\n\nHe closes his eyes. He would rather sleep than undertake the\nnecessary struggle. He awaits a command that has already been\ngiven.\n\nLet us sing a new song, tell a new story; one which, mindful\nof the ancient tales, takes its inspiration from science,\n\nLet us search for the permanent amid the fleeting and\nmutable, for that which endures through the spectacle of\nceaseless change. Let us discover the eternal, the good.\n\nJack walks along the Santa Monica shore. Surfers bob up and\ndown. in the line-up. Children play in We tide. Their\nlaughter, their wild cries, take Inm back +o the past, to his\nchildhood and beyond it, to the world's owq -- to the first\nlight of creation.\n\nAt the edge of the city, he sees a tree. He reaches out to\ntouch it. The instant he does, the universe springs up from\nits source.\n\nTHE CREATION\n\nWe show the growth of the cosmos, the great epic of\nevolution, from the Big Bang through the long ages of\ngeological time, down to the present day.\n\nWe begin in the chaos or nothingness out of which space and\ntime arose -- in a r@alm beyond our power to imagine, without\nform or coherence, void of here and now. Suddenly, like joy\nreplacing sadness and brooding, light breaks forth, and the\nuniverse is born\n\nMolecular clouds gather to make galaxies, which sail out\nthrough the void like ships on a sea without shores. New\nstars, new worlds are born and pass away, like wasted seed.\nThey are the furnaces in which the elements of our future\nlife are smelted. Many experiments must be tried and rejected\nbefore our system is hit upon; much labor expended, with\ncontinual improvements through the long ages.\n\nAt last the ancestral earth appears; a bulb of gases, more\nlike a star than a planet, seared by the sun's fire, glowing\nlike a coal from deep within.\n\nThe gases cool to liquid. A solid core falls out; a thin\ncrust forms.",
  "12": "---END OF PREVIOUS SECTION---\nAt last the ancestral earth appears; a bulb of gases, more\nlike a star than a planet, seared by the sun's fire, glowing\nlike a coal from deep within. The gases cool to liquid. A solid core falls out; a thin\ncrust forms. \n---TARGET SECTION TO BE ANNOTATED---\n From time to time the vapors clear away to\nreveal a mighty inferno of magma and pitch.\n\f14.\n\nThe sky fills with steam. Rains fall for millennia, cooling\nthe surface by degrees. For ages there. is no clear day of\nsun, no night of stars; only thunder and lightning. But by\nand by the mists drift off, the clouds part and the first\nland appears, a low island of meteoritic rubble and stark\nvolcanic stone.\n\nWith no plants to hold the land in place, wind and water\ncarve the stone into fantastic shapes. Shadows move\nmathematically over the hills. The vast wastes wait for\nnothing. Each day is like the last.\n\nIn the boiling waters of a hot spring, entities develop that\ncan maintain their integrity in thefage of disturbance from\nwithout. They do not endure by maintaining their rigidity.\nThey are soft and yielding. They resist change by themselves\nchanging endlessly, like.a whirlpool, inventing variations on\nthemselves which protect them from injury and accident and\ngradually create a world more favorable +0 their growth.\n\nWe cannot tell precisely when or how life begins. It comes\nnot as a unique event, at a precise stroke of the clock. The\nfirst living things are simple thermophiles; odd, marginal\nforms, neither plant nor animal, barely over the indefinable\nline which separates the animate from the inanimate.\n\nThey drift in solitude through the vast, lifeless sea,\nbeneath the incandescent skies of a planet still racked by\nvolcanic eruptions and menaced by the impact of comets and\nasteroids.\n\nIn areas protected from the wind, colonies of bacteria appear\nas scums and muds, ‘tinting the shores along the water-\ncourses, like bathtub rings. They have no predators; death is\nsomething yet unknown.\n\nMicrobial mats appear _at the edges of the tides. They in turn\ngive rise to stromatolites; hard, chalky knobs of rock,\nshaped like cabbages or cauliflowers, the architecture of\ngenerations of cyanobacteria living on top of each other,\nlike coral in a reef.\n\nBacteria that once preyed on each other learn gradually to\nlive in community. As such communities become hereditary, the\nfirst cells with a nucleus arise.",
  "13": "---END OF PREVIOUS SECTION---\nThey in turn\ngive rise to stromatolites; hard, chalky knobs of rock,\nshaped like cabbages or cauliflowers, the architecture of\ngenerations of cyanobacteria living on top of each other,\nlike coral in a reef. Bacteria that once preyed on each other learn gradually to\nlive in community. As such communities become hereditary, the\nfirst cells with a nucleus arise. \n---TARGET SECTION TO BE ANNOTATED---\n Together the bacteria\narrive at a result which none by itself could have achieved.\n\nFrom the beginning, cooperation plays as great a part as\ncompetition in the ascent of life. It succeeds where naked\npower and selfishness do not, making the deadliest enemies\nindispensable to each other's survival. The struggle for\nexistence is not life's sole or fundamental law.\n\fis.\n\nSlowly the bacteria creep inland, spreading over the volcanic\ndebris like a layer of felt. Plants, magic jewel boxes of\nchlorophyll, soon abound. Instead of drawing nourishment from\ntheir surroundings, they produce it for themselves,\ntransforming sunlight and carbon into living tissue.\n\nPhotosynthesis has made life self-sufficient, just at the\nmoment it was living on borrowed time, in danger of eating up\nevery particle of nourishment in the sea. Now life can\nmanufacture its own food -- no longer depend on getting it,\nalready made, from a source outside itself.\n\nSome of the plants, lacking chlorophyll, find it easier to\nprey on others than to manufacture ‘heir own nourishment from\nlean water and sunlight. Thus the First animals arise; Life\nrobbing life; assassins.\n\nAlien as they appear, they show the beginnings of need, of\npurpose and will; the unmistakable marks Of identity, the\nfirst true signs of self. Something new has taken root in\nnature; something which is not driven by external forces but\nset in motion from within,. prompted by itself and nothing\nelse.\n\nColonies of animals arise in which the functions of life are\ncleverly divided. Multicellular creatures spread through the\nseas using every foothold they can find to establish an\nexistence, no matter how narrow or constraining it might at\nfirst appear.\n\nWe see the creation, not as an event in the distant past, the\nresult of a finished and forgotten act, but rather as\nsomething which happens in every moment of time: no less a\nmiracle now, ths present hour, than it was in the beginning.\n\nThe film is like asteve, sifting the seed from the husk of\nappearances, the changeless from the changing.\n\nVolvox, sponges, sea fans, anemones, corals and jellyfish:\nthe creatures fill the newly hospitable waters in\ninexhaustible numbers.",
  "14": "---END OF PREVIOUS SECTION---\nWe see the creation, not as an event in the distant past, the\nresult of a finished and forgotten act, but rather as\nsomething which happens in every moment of time: no less a\nmiracle now, ths present hour, than it was in the beginning. The film is like asteve, sifting the seed from the husk of\nappearances, the changeless from the changing. Volvox, sponges, sea fans, anemones, corals and jellyfish:\nthe creatures fill the newly hospitable waters in\ninexhaustible numbers. \n---TARGET SECTION TO BE ANNOTATED---\n There are no fish as yet; no crabs or\nshrimp or lobster. And yet it’ is an age of unparalleled\nopportunity; for the first time, now and never again, a world\nfree of competition. The wildest fancies are permitted;\nanything can find a place. Bizarre beings spring up from the\nsea's imagination, then vanish forever: Hallucingenia,\nOpabinia, Anomalocaris.\n\nSegmented worms appear, and after them the first vertebrates;\nsimple fish. Spines and jaws allow the vertebrates to leave\nthe sea floor, to give up grubbing in the mud for nourishment\nin order to prey on larger creatures.\n\f16.\n\nPredators shape their prey, driving them to develop stronger\narmor, greater dexterity and speed. Wondrous fact, that had\nlife not been compelled to face the threat of a violent\ndeath, it might never have risen above the ooze.\n\nDeath comes as a late arrival to the creation, to give life a\ngreater capability and scope -- paradoxically, to make it\nstronger and more lasting.\n\nThe light flashes at the water's surface above, beckoning us\nhigher. Algae spread up from the sea. Mosses and liverworts\nappear. Here, on land, the plants need not contend for light.\nThey seem to rejoice in their new independence, to reach out\nwith the vigor of beings unexpectedly set free. By and by,\nthe hills are carpeted with a mat of diminutive green\nvegetation.\n\nFrost and lichens break down the rocks into a soil fit for\nthe more developed plants still waiting by the shore.\n\nHorseshoe crabs come up onto the shore to lay their eggs. Sea\nwater, rich as beer, froths and foams around them. Where\nbefore there was no sound of life, now we hear the faint,\nfamiliar choir of insects. Millipedes forage on the mud\nflats. Scorpions and ghost crabs come out of the surf to prey\non them. Silverfish follow, and soon winged relatives are in\nevidence. With the power of flight, the insects can range far\nand wide in search of food, scatter their seed and escape\ntheir enemies, though as yet no enemy has appeared.",
  "15": "---END OF PREVIOUS SECTION---\nScorpions and ghost crabs come out of the surf to prey\non them. Silverfish follow, and soon winged relatives are in\nevidence. With the power of flight, the insects can range far\nand wide in search of food, scatter their seed and escape\ntheir enemies, though as yet no enemy has appeared. \n---TARGET SECTION TO BE ANNOTATED---\nIs nature mere weather, doing and undoing without end? What\ndoes it work toward? What purpose does it have in view?\n\nNothing stands still Or keeps its place. All is growth and\nceaseless unfolding. One force works in all, advancing\nswiftly from form to form, never lingering in any single one,\nforever rushing 09; Witnin all things, but not enclosed;\noutside all, but not eycluded.\n\nFrom time to time, lest we forget that we are sharing our\nhero's perspective, we cuit back to Jack in the city, going\nthrough the motions of his everyday life.\n\nThe first fishes with amphibian traits gain the shore. Swamp\nand marshland have replaced the wide, windy plains of the\npreceding ages. The forms of vegetation are simple, few.\nThere are no reeds or grasses. No flower breaks the gloom.\nThe earth is a vast, wet Eden. Except near the poles, there\nare no seasons. Each year is like the last.\n\nReptiles emerge from the amphibians, and dinosaurs in turn\nfrom the reptiles. Among the dinosaurs we discover the first\nsigns of maternal love, as the creatures learn to care for\neach other.\n\f17.\n\nIs not love, too, a work of the creation? What should we have\nbeen without it? How had things been then?\n\nSilent as a shadow, consciousness has slipped into the world.\n\nThe plant kingdom, too, advances as the first seed plants\nemerge: cycads, araucarias, conifers and gingkos. Exalting\nmusic alternates with long stretches of peaceful sound; wind\nand waves and summer crickets.\n\nNature seems everywhere to be leading toward’ something. Why\nthis delay in arriving at its ends? Why does it feel its way\nalong -- wander, dawdle, delay? Why twist and turn and\nbacktrack, as though it were finding its way through a maze?\nWhy establish hindrances and obstad@S only to put itself to\nthe trouble of devising stratagems for overcoming them?\n\nMammals peer out from their hiding places if the trees,\nwaiting for the cold of night to descend and reduce the\nreptiles to inactivity. None is larger than a squirrel, few\nlarger than a mouse.",
  "16": "---END OF PREVIOUS SECTION---\nWhy establish hindrances and obstad@S only to put itself to\nthe trouble of devising stratagems for overcoming them? Mammals peer out from their hiding places if the trees,\nwaiting for the cold of night to descend and reduce the\nreptiles to inactivity. None is larger than a squirrel, few\nlarger than a mouse. \n---TARGET SECTION TO BE ANNOTATED---\n They are a thin, precarious line --\ninconspicuous in the general landscape, holding on against\ngreat odds, in constant danger of being extinguished\naltogether.\n\nThis is the fate that befalls the dinosaurs instead, as a\nlarge asteroid slams into the earth, covering it for years in\na pall of dust. The plants die off; the larger reptiles\nstarve. For long years the earth lies fallow. Gradually the\nmammals come forth to take up those niches which the\ndinosaurs have left vacant.\n\nNature seems to waste and blunder cruelly. And yet, except\nfor this disaster, the dinosaurs might have dominated the\nearth down tothe present day. How strange that calamity and\ndisease should lead life forward ~~ prove indispensable to\nits unfolding -- that such grandeur should rise up froma\nfoundation of pain and death and ruin!\n\nThe ichneumon wasp, the crocodile, the shark -- to think that\nthey, too, were the fruit of long, painstaking labor and\ncalculation -- brought forth with an equal care! To think\nthat they now go patiently about their tasks, burning with a\nlife as real as ours!\n\nGrasses and modern birds now make their appearance; soon\nthereafter, the first primates. At last we come to man, the\ntriumph of the earth, paragon of creatures and miracle of\nmiracles. He walks with head aloft, his shoulders broad and\nstrong, his gaze fixed on the heavens, the crown and glory of\ncreation. .\n\f18.\n\nWe suggest, in quick succession, the steps by which he moved\nfrom a life of nomadic savagery to a settled, stable culture.\n\nHe tames the reindeer and the wild sheep. He thatches his\nroof to keep out the shafts of rain. He draws furrows through\nthe earth and guides the water to his fields.\n\nWhat a short time our race has occupied this globe, what a\nlate arrival we are after all -- a beginning -- creatures\nmore of the future than of the past! An unspeakably great\nfuture it might be, and yet, though nature should be\nsufficient to our wants, we have set ourselves against it,\nand against each other.\n\nEverything sings in the great chorus;each knows its place\nand is happy. Man alone does not.",
  "17": "---END OF PREVIOUS SECTION---\nAn unspeakably great\nfuture it might be, and yet, though nature should be\nsufficient to our wants, we have set ourselves against it,\nand against each other. Everything sings in the great chorus;each knows its place\nand is happy. Man alone does not. \n---TARGET SECTION TO BE ANNOTATED---\n i Even now we live in\nthe first day. The splendor of nature's © distant beginning\n\nshines within us. Yet somehow we have lost our way.\n\nTares stand among the grain: bright red poppies, thistles and\nthorns. The ravaged earth. The ruins of ancient cities. Great\nwalls thrown down by war. Dry, abandoned wells. The stone\nhead of some ancient god, buried to his neck in sand. A\ntemple engulfed by the sea.\n\nWhy does the world lie broken and in heaps? Where did it all\ngo wrong?\n\nOur hero is left, if not quite where he was before,\nnevertheless in-doubt and misgiving. He trusted nature to\nanswer his questions. It answers some but raises others in\nturn.\n\nWe have lost the eternal ~~ within us and without. How did it\nfirst come to pass? How does it happen even now, today, in\nthe life of each and all?\n\nA ladder, leading up into a tree. A spring, running from a\nrock. A rose.\n\nHow shall we recover the eternal which. increasingly we seek\nfor, without knowing how we should?\n\nPART TWO\n\nEXT. SHORE, HOUSE, BRIDGE, GATE, SPARKS, ETC. - BOMARZO,\nCOLLODI, BAGNAIA, ETC. - STARLINGS\n\nFast, wide-angle shots; the tempo quick and lively after the\nadagio of nature.\n\f19.\n\nA shore. Beyond it a dark, unbounded plain. Figures in the\nmist. Souls, as yet unborn. Children,-of all races, five or\nsix years old. Before them stands a burning lamp.\n\nThey press towards it, each holding a candle which he lights\nat the source. One by one, cupping the flame, they go out of\nthe darkness.\n\nAn ancient garden, enclosed by a wall. A peacock. Water flows\nfrom the mouth of a gargoyle in the center of the garden and\nruns down into a pool. They drink from it.\n\nThey pass through a gate. Cross a bridge.\nEXT. TUNNEL, CAVE, BOOK, MEASURING STICK - ICELAND\n\nThe souls keep close together. Presently, OMe comes forward\nfrom among the rest: a boy.",
  "18": "---END OF PREVIOUS SECTION---\nEXT. TUNNEL, CAVE, BOOK, MEASURING STICK - ICELAND\n\nThe souls keep close together. Presently, OMe comes forward\nfrom among the rest: a boy. \n---TARGET SECTION TO BE ANNOTATED---\n Helpers -- we C@nnot see their\nfaces -- whisper in his ear. One motions him to come towards\na door. He hesitates.\n\nA woman in a bridal gown, her face covered by a veil, shows\nhim her wedding ring; a field of sunflowers; gives him a tiny\nbook which he must eat.\n\nEXT. TREES, PORCH LIGHT, RIVER, POV COMING OUT OF CAVE\n\nIn quick cuts, the child looks back at the house from which\nhe came. Already it seems far away.\n\nHe sees the porch light of his future home. Moths hover about\nthe yellow lamp. Dust floats up from their wings.\n\nA figure whispers in his e@or - A hand motions him forward. Now\nhe stands by a Wide riv@r His POV, as though from a boat\ncoming out of the darkness of a sea-cave, into the light.\n\nEXT. O'BRIEN HOUSE\n\nWe return to the opening of the movie: to the tall oak tree\nin front of the O'Brien's house.\n\nA thousand ages to lay down a bed of mud, a thousand more to\nshape a leaf or build a tree -- and all this labor to prepare\na living soul!\n\nThe soul: the crown and apex of creation: the self, the\ncenter and inside of nature. Great not in space and time, but\nin capacity, in depth and power of apprehension. Where does\nit come from? When is it first born? How does it advance?\nTowards what?\n\nHow does it happen that I am I, and you are you?\n\f20.\n\nThe slow, dark birth of the soul -- greater, more mysterious\nthan the birth of worlds.\n\nINT. BEDROOM - NIGHT\n\nA darkened house. The night throbs with crickets. A moonlit\nwindow. A curtain whispers over the sash. A visitor. A sound\nof thrashing cloth.\n\nCULDOSCOPY — EMBRYO - WARM, LOVING MUSIC\n\nThe first signs of life: the punctum saliens, the heart's\ngerm and precursor, beating in sharp throbs. Systole,\ndiastole. Slowly the fetus grows, coheres. Feet, eyes,\nfingernails. Nature, so prodigal with wonders outside us, has\nplaced the greatest within.\n\nA boy.",
  "19": "---END OF PREVIOUS SECTION---\nFeet, eyes,\nfingernails. Nature, so prodigal with wonders outside us, has\nplaced the greatest within. A boy. \n---TARGET SECTION TO BE ANNOTATED---\n Fed by his mother's blood, he sleeps in the warm night\nof her body.\n\nTight on his ear, listening to the sounds of the world\nbeyond. Somewhere there is laughter. Bells are ringing. Still\nhe drowses.\n\nINT. SUBMERGED ROOM - SPECIAL SET —- LIT FLOOR LAMP, .ETC.\n\nThe water's surface beckons. Loving voices whisper\nencouragement to him. What world lies up there -- unguessed,\nunseen? Slowly, he rises towards it. His hand feels here and\nthere, pushes at a door, taps -- tap, tap --\n\nThe womb -- that s@nctuary where all his wants were known and\nanswered -- has become a prison, a tomb. He mist break out,\nwhatever the cost. He can delay no longer. Forward, out of\nthe night to the Land of days!\n\nBIRTH - FIRST HUMAN SOUNDS - FIRST BREATH\n\nHis mother gasps, brave against the pain. There are beads of\nperspiration on her lips. At last the child bursts forth in a\ngush of blood. He draws his first breath. His cries are mixed\nwith hers. .\n\nBABY'S POVS ~- MOTHER'S SMILE, HANDS, ETC.\n\nHis mother's smile: the first thing he perceives. It covers\nhim with light. She is goodness, peace, the fountain of life:\nhers is the very breath of paradise. Wordlessly, she speaks\nwith his soul. He cannot tell where she leaves off and he\nbegins. From.the beginning she ignores her interests and\nconvenience to serve his.\n\f21.\n\nBut who is this -- his father? Their relation is not as\nclear. Mr. O'Brien looks at his wife as the child is passed\ninto his arms. Tears of joy sting his eyes. What have we\ndone? he seems to ask.\n\nThe child has awakened from out of nothing, risen from the\nuncomprehending dust. Why now? Not earlier, or a thousand\nyears hence?\n\nHe looks with a heart of trust. No care assaults him that his\nmother cannot answer; no pain, no troubling need. Her touch\nputs fear to flight. A perfect love surrounds him. Father and\nmother speak as one. He lives in a world free of\ncontradiction.",
  "20": "---END OF PREVIOUS SECTION---\nA perfect love surrounds him. Father and\nmother speak as one. He lives in a world free of\ncontradiction. \n---TARGET SECTION TO BE ANNOTATED---\nColors, shapes, curious sounds: at first oothing coheres.\nThen, little by little, things assume @ sense. Letter by\nletter, he spells them out. What new dreQm is this?\n\nShe looks at him in wonder. His ear, like a sea-shell fresh\nfrom the surf; his hands and arms and mouth, trembling from\ntime to time as though in fear.\n\nO that world that death knew not!\n\nHe grasps his mother's finger. Her hands cup his feet. The\nworld is bound by her smile. The sun is a toy.\n\nINT. O'BRIEN BEDROOM - INFANCY - MUSIC [2B]\n\nShe looks at him in his crib. He shouts with delight.\nEverything runs togéther; a blur, a dream. He holds his hand\nclose to his face. The lights on the tree in the living room\nshine red, green and blue. His father plays the piano.\n\nShe leans down OVer him. All blessing, nourishment, beauty\nproceed from her. The promise of deep joy!\n\nOutside, the oak tree throbs with cicadas. A sprinkler ticks\nback and forth.\n\nFLOWERS, ANIMALS, BOYS - FORCED PERSPECTIVE SET\n\nEverything is bigger and more animated later it will appear.\nThings speak with him directly. A dragonfly looks at him,\nthen darts on. At night the curious moon peers in through his\nwindow. Mother, come! Where am I now?\n\nJACK\nMomma!\n\f22.\n\nA ball rolls ahead of him. He cannot close his hands around\nit. He reaches in.a bucket of minnows. The little fish sing\nas they run from his hand.\n\nHis mother watches as he takes his first steps. She feels a\npinprick in her chest, a pinch: to see his first attempt at\nindependence, freedom, detachment.\n\nHe chases the sky. Hé wraps himself in skirts of light. He\nlaughs with delight as she catches him up into her arms.\n\nThe table walks, the faucet sings. His happiness in infinite.\n\nBut in a picture from the story book -- the crocodile pulls\non the elephant by his nose. Why? Why does he do that?\n\nHIS FATHER ~ MUSIC\nHe touches his father's beard.\n\nFATHER\nSandpaper!\n\nHis father takes a coin out of his ear.",
  "21": "---END OF PREVIOUS SECTION---\nHIS FATHER ~ MUSIC\nHe touches his father's beard. FATHER\nSandpaper! His father takes a coin out of his ear. \n---TARGET SECTION TO BE ANNOTATED---\n How?\n\nHe sits him on his knee and play Horse. Brrumpphh! Up and\ndown they go. He shrieks with delight.\n\nThe neighbors have come by. Mr. Bigden makes big faces. The\ngrown-ups are heroes and giants in the earth.\n\nFATHER (CONT'D)\nwe had +he Commander over for\ndinner -- his little devil bit him\non 4he ankle!\n\nINT. HALL - MUSIC\n\nHe wants to go down the dark hall, but he is afraid to by\nhimself. He turns to his mother. She understands, comes\nforward to take his hand. Overhead, the ceiling opens as the\nattic fan clicks on. :\n\nEXT. FRONT PORCH, OTHER INFANT POVS\n\nHe picks the neighbors' tulips and brings them to her in a\nwagon.\n\nMOTHER\nOh, sweetheart! They belong to our\nneighbors! But you're very sweet to\nbring them to your mother. Yes, you\narel\n\f23.\n\nShe does not frown or scold him. She kisses the bottoms of\nhis feet. She bends over and blows on his tummy to make him\nlaugh. She slips him into his PJs. Lying near her heart,\nhearing its faint thud, he knows peace.\n\nTheir attunement grows. They are wrapped together like two\nvines. One in soul. Still.\n\nHe throws his bottle on the floor. Patiently she fetches it\nagain. She sets two colored balls in front of him. He touches\nthem, and they roll away, as though with a life of their own.\n\nClouds, grass, sun, water, flower: the world is a rebus.\nWordiessly, it speaks with him --\n\nINT. CRIB - NEW CHILD - WINDOW\n\nA crib stands in front of a bright window, A new child lies\nin it; his brother RL.\n\nHow friendly the universe looks to his mother now! A gift\nfrom the light! How kind the divinity who favored her this\nway!\n\nShe is born at the same time as her children. She learns from\ntheir laughter. She grows. up with them.\n\nShe whispers a blessing.\n\nJack looks at his new brother. At: first he does not share his\nmother's pleasure. When will it do something? Will it go. back\nto the hospital?\n.",
  "22": "---END OF PREVIOUS SECTION---\nWhen will it do something? Will it go. back\nto the hospital? . \n---TARGET SECTION TO BE ANNOTATED---\n JACK\nBaby night night!\n\nHe hears the baby's shouts of joy, its squeals and warbles of\ndelight. Now he must share her love. She holds it instead.\n\nTIGHT ON BOOK OF ANIMALS\n\nLion, tiger, dog, bird: he names the creatures. She shows\nthem to him in a book, and he names them one by one.\n\nBaby blocks. Letters shaped into new combinations. The world\nassumes a sense, moves towards a design.\n\nEXT. FRONT YARD -— MOVING OUTDOORS FOR THE FIRST TIME\nMother and father plant a sweetgum tree to mark the new\n\nbaby's birth. They take his picture next to it. The tree's\ngrowth will serve as a measure of. the children's own.\n\f24.\n\nFar away a bell rings. He rushes out to look for the ice\ncream truck. His grandmother calls him away from the street.\nShe looks for him, she cannot find him. He understands that\nhe can hide from her. The tension is too great:\n\nJACK\nHere's me!\n\nWe move in widening circles, farther and farther away from\nhis first, familiar world.\n\nUNDERWATER SHOT (SWIMMING POOL)\n\nWeightless, he bounces through the shallow end of a swimming\npool, his feet pushing off the bottom.\n\nMOTHER\nHold your nose! Not out in the\ndeep!\n\nINT. PARENTS' BEDROOM\n\nHe sneaks into his parents' bedroom. In a chest of drawers,\nhe discovers his father's campaign ribbons, a commendation\nfrom the admiral, scapulars from the Sisters of St. Anne,\nChinese money in fantastic denominations. He marvels at the\nmystery of their separate lives.\n\nSuddenly, he hears a noise. He turns to discover his mother\nin the doorway.\n\n1 MOTHER\nTher@S where we keep our things,\nsweetheart. Leave those alone. All\nci ght?\n\nHe nods. She overlooks his faults, his fits of willfulness\nand temper. The music babhes all things in love.\n\nEXT. FIRST SNOW\n\nHe reaches out to feel his first snow. She stands behind him\nsmiles.\n\nANOTHER DAY - STEVE\nHe turns around at the sound of a baby's cry.\n\nJACK\nWhere's his momma?\n\nMOTHER\nHe's your new brother.\n\f25.",
  "23": "---END OF PREVIOUS SECTION---\nJACK\nWhere's his momma? MOTHER\nHe's your new brother. 25. \n---TARGET SECTION TO BE ANNOTATED---\nJACK\nHow many of them will there be?\n\nOn closer examination he finds the child fascinating. He\ntouches it, strokes its skin.\n\nEXT. THE CHOW DOG - DUSK\n\nHe fears a dog that lives down the street with Howard and\nRusty Wells, two neighbors the boys' own age; a chow with a\npurple tongue and a curling tail. There is a menace in its\neyes. The instant it appears, panic enters his blood. His\nmother feels him clutch her hand more tightly, as though he\nunderstood that he were small and vulnerable. She gives him a\nlook to say: I will protect you.\n\nINT. O'BRIEN HOUSE - THE NEW BABYS CRIT®\n\nJack wants to stroke the new baby, then to pour a glass of\nwater on him. A glance from his mother restrains him.\n\nEXT. THE STICKLEYS' - A PROPERTY LINE\n\nNext door, across a vacant lot teeming with snakes and\nlizards, stands a dilapidated house. No one has ever seen the\nowners come in or go out.\n\nFATHER\nStay away. Don't bother them.\nThat's the Stickleys' property.\nStarting at this line.\n\nHe looks at the ground, but where the vacant lot leaves off\nand the Stickleys’ yard begins, he cannot tell and does not\ncare.\n\nJACK'S POVS\n\nHis parents. guard him carefully from the sight of anything\nwhich might disturb him. One day, when he sees a man rolling\nwildly on the ground, his mother puts her hands over his\neyes. Sweeping him up into her arms, she carries him away.\n\nHe looks at her with a frown. What was in that man?\n\nBath time. Fear is forgotten. The boys make no effort to\ncover their nakedness.\n\nEverything is pure and without blemish. All quarrels are\nhidden from his eyes; all sickness, suffering and death. He\nknows what Adam did.\n\f26.\n\nCUT, MERTHIOLATE, SPINNING ON THE GRASS, SPINNING FAN\n\nHe hears his mother singing in the kitchen.\n\nShe catches him by the hands and’spins him round and round,\nuntil he is so dizzy he can no longer stand up, but stumbles\naround drunkenly until he sinks down in the grass.\n\nThe whirling fan.",
  "24": "---END OF PREVIOUS SECTION---\nCUT, MERTHIOLATE, SPINNING ON THE GRASS, SPINNING FAN\n\nHe hears his mother singing in the kitchen. She catches him by the hands and’spins him round and round,\nuntil he is so dizzy he can no longer stand up, but stumbles\naround drunkenly until he sinks down in the grass. The whirling fan. \n---TARGET SECTION TO BE ANNOTATED---\n Water from the hose. He loves all that\nflows.\n\nThe 4th of July: a sparkler makes figures in the night.\nLaughter is the dominant tone of thig section. Knowledge is\ndelight. Sorrow is a passing thing. All glows from deep\n\nwithin.\n\nHe falls and cuts his knee. It hurts when she puts on the\ndrops, but then she blows the pain away.\n\nMOTHER\nAll right .now?\n\nHe laughs. With the touch of her hand, she restores him to\npeace.\n\nSOAP BUBBLES\n\nHe blows soap bubbles into. the air; wondrous, iridescent.\nThey drift off and are gone. Delight does not last.\n\nGradually, the subte radiance passes from things, as though\na layer of cloud had come over the sun. Slowly as the dawn,\nthe boy is growing up. Music helps to indicate this change.\n\nSomething violent and unfamiliar disturbs him when he sees\nhis mother paying te much attention to his little brother.\n\nGradually the world enters his life. Little by little, he\nwill come to set great store by things he never dreamt of\nbefore.\n\nHe snatches a toy away from RL.\n\nJACK\nMine!\n\nJACK'S POVS\n\nRL sees a cat:\n\f27.\n\nRL\nIs he scared of kids? What does he\ndo to kids? Does he lick kids?\n\nLAMP\n\nJack knocks over a lamp. It falls to the floor and breaks.\nHis mother enters the room.\n\nMOTHER\nDid you do this? Were you boys\nhorsing around?\n(Jack nods)\nYou always tell the truth. You're a\ngood boy. Be more careful next\ntime.\n\nCRAYON DRAWING\n\nShe compliments RL on a drawing he has done. Jack puts his\nown aside. Already RL is the better artist.\n\nJACK\nWho .do you love most?\n\nMOTHER\nI love you all the same.\n\nJACK\nAll three?\n(she nods)\nCan I tell you something he did?\n\nMOTHER\n“Would he mind your telling me?\n\nSo fine a scruple had not occurred to him. He learns from her\nthe subtle ways of honor, truth.\n\nThe supreme joy that life can offer is to see her pleased, as\nwhen one does well in school, or tells the truth.\n\nEXT.",
  "25": "---END OF PREVIOUS SECTION---\nHe learns from her\nthe subtle ways of honor, truth. The supreme joy that life can offer is to see her pleased, as\nwhen one does well in school, or tells the truth. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n O'BRIEN HOUSE (FRONT YARD)\n\nWhen some of the neighborhood kids push RL into a puddle,\nJack rushes at them with a stick and puts them to flight.\n\nJACK\nClear out!\n\nHe flings rocks at the retreating figures. RL looks at him\ngratefully. As they go back to the house, he puts his arm\naround his big brother's waist. Music enters.\n\f28.\n\nEXT. O'BRIEN HOUSE (BACKYARD) - MUSIC - DUSK\n\nThe family is sitting out on the back terrace. Chicken is\ncooking in the smoker. She takes RL up into her arms and\npoints toward the horizon. The sun has just set; the sky is a\nfurnace of light.\n\nMOTHER\nThat's where God lives.\n\nTHE OTHER WORLD ~ MUSIC\n\nThe world is not yet something completely known and real. It\ncontinues to seem as though some nook or passageway might\ngive them access to another land. One might pry up a\nfloorboard, or at the back of the close discover some\nunsuspected room.\n\nThat other world: where does it lie? Inside the walls, in the\ncrawl space underneath the house: who might live there? He\ngets down on his knees. and looks through a vent. He peers\ninto a far corner of the attic.\n\nWithin his world it seems there is another world; a nest of\nworlds.\n\nINT. BOYS' ROOM - NIGHT\n\nNight has fallen. Mrs. O'Brien sits by the baby's crib and\nsings a lullaby.\n\nMOTHER\nBye; baby bunting, Daddy's gone a-\nhunting, to get a little rabbit\nskin\n\nShe kisses RL goodnight- She shuts out the light. The fan\nturns back and forth.In their young hearts, she is the name\nfor God.\n\nJACK\nLeave it on.\n\nThe tiny nightlight watches over their sleep, burning evenly\nthrough the long hours until morning.\n\nIn the moonlight the bushes assume a tropical size; the\nleaves are painted silver. You would think the moon had\nchosen where to shine.\n\nMrs. O'Brien comes back to give RL an aspirin crushed in a\nspoonful of molasses.\n\f29.\n\nRL\nWhat's that noise?\n\nMOTHER\nNothing.",
  "26": "---END OF PREVIOUS SECTION---\n29. RL\nWhat's that noise? MOTHER\nNothing. \n---TARGET SECTION TO BE ANNOTATED---\nRL\n\nCan you push the chest of drawers\nagainst the wall?\n\nThere is a narrow crack between them. What might slide in\nthrough it? Jack feels lean and alone in the vast palace of\nthe night.\n\nMOTHER\nNow sleep -- like good boys.\n\nThe shadows dance on the ceiling. tt is ‘hough they were\nalive. Strange faces peer out at them from the darkness.\nNothing stands still. Things come and go, ebb and flow.\n\nSTEVE (0.S.)\nWhy does the moon follow me?\n\nNo sooner has she left the room, than the boys are up and\nabout. They bounce on their beds. They inspect the glowing\ntubes in the back of the radio. They take voyages under the\nsheets and blankets. They hold a flashlight underneath their\nfaces.\n\nNEW ANGLE\n\nWhen their mother com@s in later, she at first cannot locate\nthem. One child is under his bed, another sleeping on the\nfloor. She lifts +hem up, and puts them back in their places,\nkisses them and closes the door.\n\nLight shines through the keyhole. His infancy has passed\naway, as though in a single day. His innocence is ended.\n\nINT. BOYS' ROOM - FIVE YEARS LATER [2C]\n\nJack wakes up. All is as it was before. Where was he? The\nsweetgum tree that was planted at his brother's birth marks\nthe passage of five years.\n\nHis eyes until now have been shielded from the sight of evil,\nsuffering and death; his family united, with no hint of\ncontradiction between his mother and father.\n\nThe world coheres. Things assume their conventional names and\ntake their customary places. We settle into the main epoch of\nthe story.\n\f30.\n\nJack is now 11 years old, in 6th grade, his brothers 9 and 6.\nRL is a gentle boy, loved by all, quiet and generous, with a\ngood sense of humor. Steve is combative, wild, but brave and\nloyal, too. A title card reads: \"TEXAS, 1956\".\n\nWhere before we kept entirely to the family's house, we now\nshall venture farther and farther into the neighborhood and\neventually out into the town in central Texas where they\nlive, far from the world at large.",
  "27": "---END OF PREVIOUS SECTION---\nSteve is combative, wild, but brave and\nloyal, too. A title card reads: \"TEXAS, 1956\". Where before we kept entirely to the family's house, we now\nshall venture farther and farther into the neighborhood and\neventually out into the town in central Texas where they\nlive, far from the world at large. \n---TARGET SECTION TO BE ANNOTATED---\nThe neighbors' yards are shaded by oak trees and surrounded\nby low hedges that the children have cut gaps through. The\nO'Brien house stands with five or six others on the last\nstreet in a subdivision. Its front is turned towards the\nother houses. Behind it lie the open woods: rolling hills of\njuniper, broken here and there by Cow pastures.\n\nEXT. NEIGHBORS' LAWNS - SIMPLER TIMES\n\nNow that the heat of the afternoon is past, the neighbors lay\ntheir hoses out. The sprinklers start up with a cough.\nStanding with their sleeves rolled up, the men regard them\ngravely, each adjusting his faucet until the water falls\nprecisely to the lawn's perimeter.\n\nRapt as a bird, Jack watches the sprinklers spin round and\nround, until he hears his mother calling him home.\n\nINT. O'BRIEN HOUSE\n\nShe is preparing dinner. She notices that the children have\ngrown steadily more quiet and watchful.\n\n- MOTHER\nDid you swepthe patio, honey? Did\nyou gebyour room?\n\nThe boys go quickly about their chores. They sweep up the\npatio and wet it down with a hose to make it look fresh. They\npull up a few handfuls of. crab grass and leave them in a\nconspicuous place. Then, in the distance, they see a green\nStudebaker approaching.\n\nNEW ANGLE\nThe tires hiss on the concrete. The boys are still and\n\nexpectant. A moment later their father steps through the\nfront door.\n\nFATHER\nHi, sweetheart! Boys!\n\f31.\n\nHe kisses their mother and turns to face them. They do not\nknow quite how to act with him. He catches them up into his\narms -- physically shows them every sign of affection -- but\nthey are wary of him and hold themselves apart. They\nunderstand that he is devoted to them. He would never abandon\n\nthem, no, but always protect them. Still they do not trust\nhim.\n\nHe pours himself a shot of rye, passes the glass back and\nforth under his nose, then tosses it down. As soon as his\nback is turned, the boys slip away.\n\nFATHER (CONT'D)\nWait a minute!\n\nEXT.",
  "28": "---END OF PREVIOUS SECTION---\nAs soon as his\nback is turned, the boys slip away. FATHER (CONT'D)\nWait a minute! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n O'BRIEN HOUSE - LAWN\n\nHe shows Jack a patch of their lawn tnat ‘5 overrun with crab\ngrass and burrs.\n\nFATHER\n\nDid you pick the weeds along the\nside of the house? Or only where I\ncould see?\n\n(Jack shakes his\n\nhead)\nThey're back again. You need to\npull them up by the roots. You\ncan't just yank off the tops.\n\nHe shows Jack what he means. To the child it seems the weeds\nmust run off to tk nd of the earth; a labor beyond his\nstrength.\n\nINT. DINING ROOM\n\nThe boys look at each Other from underneath their eyes as\ntheir father says grace.\n\nFATHER\nLord, bless this house, and all\nthose who live within it. Bless\nthis food to our use, and us to thy\nloving and faithful service, and\nmake us ever mindful of the needs\nof others. Amen.\n\nDinner is a nervous time, often a little hell. A symphony is\nplaying on the record player. From time to time Mr. O'Brien\nleaps up from the table to conduct a 2 passage that has\ninspired him.\n\f32.\n\n \n\nSTEVE\n\nAm I dreaming?\nJACK\n\nPass the butter, please.\nFATHER\n\n“Pass the butter, please, Sir.\"\nJACK\n\nSir.\nFATHER\n\nSo, what did you do today 2\nJACK\n\nWent to school.\nFATHER\n\nAfter that.\nJACK\n\nNothing.\nFATHER\n\nDid you practice your piano?\nJack studies the beads of moisture on his aluminum glass.\n\nFATHER (CONT'D)\nWhat about the yard?\n\n. JACK\nI picked where you told me to.\nFATHER\nDid you Put in more runners?\nJACK\nUh huh.\nFATHER\n\"Yes, Sir.\" It didn't look like it.\nWe'll see.\n\nThe boys regard him warily. His sharp, sarcastic words, and\norders so irrational he hardly expects that they will be\nobeyed.\n\nHe never asks what they did at school. He does not know the\nnames of their friends. Were he to inquire, they would\nsuspect it was a trap.\n\f33.\n\nThe boys bolt down their food. A shadow passes over Jack's\neyes as RL is taken to task. His mother sees this and reaches\nout to caress his hair.",
  "29": "---END OF PREVIOUS SECTION---\nThe boys bolt down their food. A shadow passes over Jack's\neyes as RL is taken to task. His mother sees this and reaches\nout to caress his hair. \n---TARGET SECTION TO BE ANNOTATED---\n The little knot of anger melts away.\n\nThe\nand\n\nShe\nit;\n\nFATHER (CONT'D)\nYou like that blouse on your\nmother?\n\nRL\nYes, sir.\n\nFATHER\nI got it for her in Saltillo. The\nsame blouse here would cost $40.\n\nRL\nNice.\n\nFATHER\n\n(to Mrs. O'Brien)\nI got an urgent message from\nTampico. There's a fellow down\nthere who wants to consult with me.\nHe wants to take me fishing on his\nyacht and get my advice. I told him\nI was too busy.\n\nMOTHER\nMr. Reese liked Jack's book report\nand said he wanted him to build a\nmodel. He offered to come over and\nhel\n\nmusic has distracted Mr, o'Brien. He leaps from his chair\nturns up the volume.\n\nFATHER .\nWhat's that playing, sweetheart? It\nstarts with a \"B\".\n\nshakes her head. His wild energy sweeps all things before\nhe seldom waits for an answer.\n\nFATHER (CONT'D)\nWhat's my favorite food?\n\nMOTHER\nLamb? Fresh peas?\n\nFATHER\nNo, no! Keep on!\n\f34.\n\n. MOTHER\nRice?\n\nFATHER\nRight! Okay, start from there. B-R-\n\nShe offers no guess. He frowns. Is she defying him?\n\nFATHER (CONT'D)\nBrahms! Brahms!\n\nHe conducts the music with passionate gestures. He points to\nthe photographs of Toscanini on the record jacket. Sometimes\nhe acts so like a child that the children themselves are\nembarrassed.\n\nSeeing the look of cold anger in Jack's eyes, he-comes over\nand kisses him. He knows the boys do not like being kissed.\nHe does it anyway; partly, they suspect, for that very\nreason.\n\nFATHER (CONT'D)\nHe wrote this in 1883. Everyone\ntold him he was finished, that he\nwould never write a decent piece of\nmusic again, so he worked hard and\nwent off in a park -- and sat under\na tree. And he saw a deer running\nunder the trees, and it gave him\nthe idea.\n\nThe boys eye each other. Everyone knows that he is lying.\nDoesn't he care?.\n\nATHER (CONT'D)\n1 read an article about it.\n\nINT.",
  "30": "---END OF PREVIOUS SECTION---\nDoesn't he care?. ATHER (CONT'D)\n1 read an article about it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN\n\nAfter dinner, the children scrape their plates and leave them\nin the sink to soak. They waste no time getting out of the\nhouse. They run, afraid that he might call them back.\n\nEXT. NEIGHBORHOOD\n\nThe boys clasp each other by the wrists and spin each other\nround and round, until they are so dizzy that their knees\nbuckle and they fall down in the grass.\n\nRL\nAnother thing you can do -- press\ndown on the top of your head this\nway -- then you grow!\n\f35.\n\nThey practice heroic, diving catches.\n\nSTEVE\nTie me to a tree! Nobody help!\n(once this is\ndone)\nHelp! Help!\n\nEventually, RL comes back and unties him.\n\nRL squeezes the trunk of the tree. He feels it rock back and\nforth in his arms -- knows the savage life beneath its bark.\n\nThey string words together to make A Magic formula that can\ncause them to vanish into thin air.\n\nRL\nCaleecha Makeecha!\n\nLATER\n\nFireflies appear beneath the branches. Frogs flop in the\ncold, drowned grass. The boys wrest the iron lid off the\nwater meter. Beneath it, a toad sits still as a stone.\n\nAgainst the darkening sky, somewhere beyond the horizon, they\nbegin to make out the red lights of a radio tower.\n\nJack and RL go looking for the Bates boys. Steve calls out to\nthem to wait up. He wants to come along, too. Jack shakes his\nhead. He will only slow them down.\n\nJACK\nGo back and wait on the porch.\nCount to Fifty, then you come.\n\nRL\nLet hiw Come.\n\nJack considers the request. Maybe they could lure him into a\ntrap or push him off the roof. Steve will do anything they\nask of him.\n\nSTEVE\nAm I dreaming?\n\nJACK\nCome on!\n\f36.\n\nGAMES\n\nThe splash a big rock makes when it plunges into the water!\nThe pleasure of destroying an ant mound! The burn of a rope\nracing through your hands!\n\nThey play Annie Annie Over with Harry and Joe Bates. Cayler,\nthe kid from Oak Ridge Lane, drifts over. Others follow.\n\nHARRY\nYou're skinny.\n\nCAYLER\nSo what?\n\nHARRY\n\nPeople say I'm short.",
  "31": "---END OF PREVIOUS SECTION---\nHARRY\nYou're skinny. CAYLER\nSo what? HARRY\n\nPeople say I'm short. \n---TARGET SECTION TO BE ANNOTATED---\nThey mount their bicycles and skid on +he slick parts of the\nstreet. Traffic is episodic in this part of town.\n\nHoward Wells appears, a gaunt child who lives in the last\nhouse on the block, where the road turns to gravel.\n\nThey smoke a vine.\n\nThey cut across lawns and through flower beds. Fences mean\nnothing to them; they make no distinctions of property. They\nplay without permission wherever they choose.\n\nTHE STICKLEYS' HOUSE - DUSK\n\nThey look through Q gate at the Stickleys' house. Even after\ndark no light burns Bithia it. The boys suspect the occupants\nmust be very peculiar, or have something to hide.\n\nHOWARD\nThey were here before anybody else\nmoved in. Nobody's ever seen ‘em!\n\nJACK\nThey wouldn't mind a visitor,\nHoward.\n\nCAYLER\n\nMaybe you should drop in.\n\nRL\nThey've been waiting for you!\n\nHoward yelps as they push him towards the gate. They laugh\nand run away.\n\f37.\n\nKIDS\nNot It! Not It!\n\nThey know the other world in their play. It calls to them,\nsummons them. It seems to want them to find it.\n\nThey run through the sprinklers, to feel the water splash up\nunder their chins.\n\nThey throw a baseball back and forth over the roof until they\ncan barely see it against the darkening sky.\n\nThey play Kick-the-Can. They are out where the pavement ends\nand the new houses are going up, when +hey begin to hear\ntheir mothers' voices.\n\nMRS. BATES (0.5)\nHarry! Joe!\n\nThe other children drift away; first the Bates boys, then\nCayler. Finally only Howard Wells is left.\n\nMOTHER (0.S.)\nRL! Stevie!\n\nHer lovely voice floats on the evening air.\n\nJACK\nWe've got to go, Howard.\n\nHOWARD\nWe Caq still play on the porch.\n\nHe seems reluctant to leav@- He hangs around, as though he\nhad nowhere elg to play:\n\nRL\nYour mom doesn't care what time you\nget home? You're lucky.\n\nHoward shrugs. Maybe so.\n\nJACK\nWe've got to go.\n\nHoward gives them a blank, haunted look. Then, without saying\na word, he turns and heads home.",
  "32": "---END OF PREVIOUS SECTION---\nJACK\nWe've got to go. Howard gives them a blank, haunted look. Then, without saying\na word, he turns and heads home. \n---TARGET SECTION TO BE ANNOTATED---\nThe boys can barely make their mother's figure out where she\nstands by the porch light in the gathering darkness. How\npleasant to defy her -- to pretend you have not heard -- to\ndissolve into the night, where even the dogs are blind.\n\f38.\n\nMOTHER (0.S.)\nCome in!\n\nThey race around in the dark, making noises. The wind rushes\npast them. It still wants to play.\n\nSTEVE\nScorpions! Scorpion dance!\n\nThey dance around, to keep the scorpions who come up onto the\nwarm patio at dusk from stinging them -- leaping about like\ndervishes, spinning, shrieking with laughter and fear. To be\ndissolved into something greater, to know a more: this is\nhappiness. :\n\nMOTHER ,\nCome in right now, you little\npotlickers!\n\nA boy named Robert watches from the distance.\nINT. LIVING ROOM - NIGHT\n\nThey slip quietly toward their bedroom, hoping to avoid their\nfather, who sits bya gooseneck lamp reading the paper.\n\nFATHER\nSon? Come here. Reach me my\nlighter.\n\nHe could as easily reach it himself. It seems he wants to\nharass the child, +o demonstrate his authority. Jack glances\nat his mother, who leoks at the ground as soon as she meets\nhis eyes.\n\n' JACK\ncan't you reach it?\n\nHis father does not answer. Jack goes over, picks up the\nlighter, gives it to him and starts off toward the bedroom.\n\nFATHER\nHaven't you forgotten something?\n\nHe points to his cheek. The child comes over and gives him a\nkiss goodnight.\n\nFATHER (CONT'D)\nIs that all I get?\n\nJack kisses him again, coldly, and gives him a hug.\n\f39.\n\nFATHER (CONT'D)\nYou love your father?\n\nJACK\nYes, sir.\n\nFATHER\nGood.\n\nINT. BOYS' ROOM\n\nJack says goodnight to the rocks in his rock collection. He\nwhispers their names: apatite, chalcedony, azurite, obsidian.\n\nRL (0.8\n-+-and please don't let aay\ncatastrophes happen while “rim still\nalive. Amen.\n\nJACK'S POV ON HIS FATHER - NIGHT\n\nMr.",
  "33": "---END OF PREVIOUS SECTION---\nRL (0.8\n-+-and please don't let aay\ncatastrophes happen while “rim still\nalive. Amen. JACK'S POV ON HIS FATHER - NIGHT\n\nMr. \n---TARGET SECTION TO BE ANNOTATED---\n O'Brien has gone into the living room to play the piano.\nJack watches him through a crack in the door.\n\nTheir father is an accomplished musician. Their home is never\nmore friendly and at peace than when he sits at the piano,\nplaying Bach or Chopin.\n\nINT. BOYS' ROOM ~ DAY\n\nDay streams through the windows. The sparrows fuss underneath\nthe eaves.\n\nMOTHER\n‘The laziest boys I've ever seen!\n\nShe reaches under the covers and tickles their feet. When\nthis does not work, she comes back with a tray of ice cubes\nwrapped in a dish towel and lays it against their backs.\n\nRL\nNo fair!\n\nJack looks outside. The Studebaker is gone. There is laughter\nin the kitchen.\n\nJACK\nStevie!\n\nThey call to their little brother. When he comes running down\nthe hall, they jerk a rope they have concealed in a seam of\nthe carpet, and he goes sprawling.\n\f40.\n\nHe is silent for a moment, then gets up quickly, laughing.\nShep races around in mad excitement.\n\nMOTHER\nHurry, or you'll be late!\n\nRL\nMom? Every night do you grow? Mom --\nsuppose somebody steals our\nclothes?\n\nMOTHER\nThen you'll just have to run home\nbare-naked!\n\nShe pats him on the cheek. He is the gentlest of the boys.\nWhen he was an infant, he only want@d +p sit on her lap. Jack\nsuspects that he might be her favorite.\n\nEXT. WACO STREET\nJack and RL run to school.\nEXT. SCHOOL\n\nThey part reluctantly as the first bell rings. No school\nfriend can take a brother's place.\n\nINT. FIFTH-GRADE CLASSROOM\n\nJack's teacher, Mr. Reese, is a dapper man with a high voice\nand a Clark Gable moustache. Jack glances around nervously.\n\nHe has trouble keeping his mind on the lessons; trouble, too,\ngetting along with the other children. He does not know why.\n\nThere is a prety) freckled girl whom he would particularly\nlike to make ag impression on. Her name is Marsha. She is\ngraceful, with long brown hair. Her smile leaves him\npleasantly confused.",
  "34": "---END OF PREVIOUS SECTION---\nHer name is Marsha. She is\ngraceful, with long brown hair. Her smile leaves him\npleasantly confused. \n---TARGET SECTION TO BE ANNOTATED---\nHe listens in rapture as Marsha stands in front of the whole\nclass and sings, \"Once I Had a Secret Love.\"\n\nBOY (0.S-)\nShe's nice and stuff. I put a roach\nin her desk.\n\nWhen he comes upon her alone in. the hall -- the opportunity\nhe has been waiting for -- his heart comes to his throat, and\nhe walks past her without saying a word.\n\fAl.\n\nEXT. DOWNTOWN STREET - LAME MAN\n\nOne afternoon with his mother, Jack sees a lame man hobbling\nalong the sidewalk.\n\nHe watches in pity and horror as the man limps away. That\nshape could be his. Nothing that he knows or possesses could\ndefend him. It might happen at any moment. Without rhyme or\nreason. It might be right around the corner, or come up from\nbehind.\n\nHe turns to his mother:\n\nJACK .\nIs this a rare thing? Can it happen\nto anyone?\n\nShe looks at him, nods. A trouble comes into his mind. He\ndoes not know the cause.\n\nShe can make hurt and fear go away. But sickness? What if one\nof them got sick? What if she herself did?\n\nHe remembers a man in the barber shop with one shoe bigger\nthan the other. What. did it hide, that big shoe?\n\nINT. LIVING ROOM ~ GRANDMOTHER\n\nSome days afterwards his grandmother is visiting. Her bright\nspirits do not distract him from noticing her arthritic\nhands, the veins in her arms, her bunioned feet projecting\noff the end of the ttoman. Again, he feels a strange pity,\nthat is mixed with Q Certain horror, too. Is this his fate?\nHis mother's? why does M0 one speak of what haunts him? He\ncannot believe dhat he might die, or ever lie in the grave.\nNo, death does not apply to him. His mother reassures him:\n\nMOTHER\nWe all get old. It's nothing to be\nfrightened of.\n\nJACK\nLike that? Will you?\n(she nods)\nWill 1?\nMOTHER\n\nEveryone. Look at Shep!\n\nHe remembers Austin, the skinny boy who could not stop\npacing.",
  "35": "---END OF PREVIOUS SECTION---\nMOTHER\n\nEveryone. Look at Shep! He remembers Austin, the skinny boy who could not stop\npacing. \n---TARGET SECTION TO BE ANNOTATED---\n He remembers a woman shouting at her boyfriend on a\ndowntown street, and a crazy woman who called him over to see\na baby carriage with a doll stretched out in it.\n\f42.\n\nIt seems there are things he can no longer escape with a leap\ninto her lap. The world is a burning house.\n\nAnd still her smile quickly cheers him. He forgets what he\nsaw\n\nGRANDMOTHER\n\nYou let these kids run wild.\nMOTHER\n\nThey're so curious, Mom -- so\n\nanxious to learn. I spend most of\nmy time trying to stop fights\nbetween them. What a full\nThey're like wild horses.\n\nGRANDMOTHER .\nNo discipline. There's the biggest\nchange in those boys when heir dad\ncomes home! Little devils!\n\n(to Steve)\nI know you!\n\nEXT. NEIGHBORHOOD - DDT TRUCK\n\nSTEVE\nThe DDT truck!\n\nAlready other kids are running behind the truck which\nperiodically passes through the neighborhood to spray for\nmosquitoes. Jack and RL laugh and shout and wave their arms,\nrunning joyfully-in and out of the cloud of insecticide. The\ndriver laughs and woves as though he were driving an ice-\ncream truck. Howard dees ot look at’ Jack when he asks:\n\nHOWARD\nYou want to spend the night at my\nhouse?\n\nEXT. WELLS' HOUSE - DUSK\n\nHoward leads Jack towards his house. In the fading light it\nappears oddly: solitary. No light shines from within.\n\nINT. WELLS' HOUSE\n\nJack had looked forward to coming here. But his heart sinks\nas he enters the house for the first time. The heavy drapes\nare drawn tight shut. One breathes an atmosphere of sorrow,\nan air of insufferable gloom. The mere contemplation of the\ndark Spanish furniture, the mounted antelope heads and limp,\ndusty magazines unnerves him.\n\f43.\n\nThere are stacks of old papers here and there. Cardboard\nboxes stand in the corner, yet unpacked. The living room is\nlike an attic; the lights are dim, and the lampshades yellow\nwith age. There are withered roses in a vase.-.No life here,\nonly a memory of life.\n\nHoward is shy enough when they are playing, but now he seems\nespecially silent and afraid.",
  "36": "---END OF PREVIOUS SECTION---\nThere are withered roses in a vase.-. No life here,\nonly a memory of life. Howard is shy enough when they are playing, but now he seems\nespecially silent and afraid. \n---TARGET SECTION TO BE ANNOTATED---\n He looks around anxiously for\nsome game to play.\n\nMrs. Wells knocks things over in the kitchen,’ weaving as she\nprepares their dinner. She wears a bathrobe. Jack does not\nget a clear look at her.\n\nHOWARD .\nShe said we could do anydhin we\nwant.\n\nThey walk on a table. They drink pop and play with knives.\nHoward even throws a knife into the back of a door.\n\nJACK\nWhere's your dad, Howard?\n\nHoward makes a gesture as though to say: He just took off!\nWent! Jack sees that Mrs. Wells is in her bedclothes, though\nit is not time for bed. He turns to Howard, who looks away.\nHe gazes at Mrs. Wells with astonishment and dread. He is\ncareful to spare Howard's feelings and smiles awkwardly.\n\nA few minutes later, he asks Howard if he can use the phone.\nHoward nods. Jack calls his mother. He takes care to speak\nsoftly. Howard iS Standing nearby but, with an exquisite\nconsideration, be turns away.\n\nJACK (CONT'D)\nMother, Can I come home?\n\nMOTHER (0.S8.)\nWhat's the matter, hon?\n\nJACK\nNothing. I can walk.\n\nHoward does not seem surprised. He makes no protest.\nJack shakes his hand, in an awkward effort to reassure him of\n\nhis friendship. Rusty peers out of his room at the older\nboys. He has been quiet the whole time.\n\f44,\n\nEXT. WELLS HOUSE - DUSK\n\nJack goes home, dragging his blanket behind him. The Wellis'\nchow dog watches but does not chase him. The unhappy house\nlooms in the background as the whistle of a distant train\npierces the stillness.\n\nINT. O'BRIEN HOUSE - NIGHT\nJack throws himself into his mother's arms.\nJACK\n\nThere's nothing like that, is\n\nthere?\nShe frowns. He cannot tell her what is disturbing him. Things\nno longer speak with one voice. He has descended into the\nworld of duality.\nINT. BOYS' ROOM\nThat night his mother says a prayer by their beds; a rare\n\noccurrence. While she hears their prayers, she does not often\njoin in them. They glance at each other.",
  "37": "---END OF PREVIOUS SECTION---\nBOYS' ROOM\nThat night his mother says a prayer by their beds; a rare\n\noccurrence. While she hears their prayers, she does not often\njoin in them. They glance at each other. \n---TARGET SECTION TO BE ANNOTATED---\nJACK\nMother, which one of us do you love\nmost?\n\nMOTHER\n\nI love you all three the same.\n\nJACK\nBut ~~ we don't care -- who most?\n\nShe laughs and kisseS RL's feet.\n\nJACK (CONT'D)\nHow can you do that? It's\n\ndisgusting.\n\nMOTHER\nWell, I'm sorry. His feet were\ncold.\n\nJACK\n\nYeah, but you don't kiss them!\nRL teases his brother with a glance.\nShe reads the story of Peter Rabbit to the younger boys. She\n\nhas done so a hundred times before. It is the only story they\nask to hear.\n\f45.\n\nMOTHER\n\"\\...But don't go into Mr.\nMacGregor's garden. Your father had\nan accident there; he was put in a\npie by Mrs. MacGregor.\"\n\nNow only Jack is still awake.\n\nMOTHER (CONT'D)\nWhat's you favorite part of school?\n\nJACK |\nLunch.\n\nShe looks at RL who lies nearby.\n\nMOTHER\nYou love your little brother, don't\nyou?\n\nJACK\nUh huh. I don't know how far he'll\nget.\n\nMOTHER\n\nWhat do you mean?\n\nJACK\nWhen we're out in the woods, he\njust likes to gawk at the fish. And\nsometimes --\n\nMOTHER\nWhat?\n\nJACK\n\n--~ he. doesn't stick up for himself,\nor hit back. What's going to happen\nto him?\n\n(she smiles)\nYou can talk him out of his money\nor whatever he has in his pocket.\nHe kept a dead minnow in his\nwallet. Just thinking about it\nmakes me want to throw up. I'm not\nkidding.\n\nShe laughs. At the same time, it troubles her to see the\nfirst signs of self in him. She knows the way this road must\nlead.\n\f46.\n\nWhether it be his grandmother, or Mrs. Wells in her draped\nrooms, or the lame man downtown, Jack quickly forgets every\ndisturbance in the mystery that comes punctually at the end\nof the day, when the world melts away and he enters the land\nof forgetting.\n\nINT. DINING ROOM —- WITH IDEALIZED IMAGES OF OTHER HOMES\n\nMr. O'Brien clinks a glass with his. spoon to get their\nattention.",
  "38": "---END OF PREVIOUS SECTION---\nINT. DINING ROOM —- WITH IDEALIZED IMAGES OF OTHER HOMES\n\nMr. O'Brien clinks a glass with his. spoon to get their\nattention. \n---TARGET SECTION TO BE ANNOTATED---\nFATHER\n\nLord, bless this house. May there\nbe peace within its walls . May all\nwho live here be true to each\nother. And please be good 4+ Ed, my\nbrother. He's been 300d +o hundreds\nof people. Amen.\n\n(after a pause)\nTake your elbows off the table.\n\nJACK\nI was going to.\n\nFATHER\nYou defy me.\n\nJACK\nWhat's that?\n\nFATHER\n\nYou Know.\n\nOne does not feel his an is caused by this trifle of\nputting one's @lbows on Nhe table, but that it was there to\nbegin with. It does Mot last long. A moment later he might be\nshowing them affection. Kissing them. Pinching their butts.\nThey do not like it, but he does not seem to care.\n\nFATHER (CONT'D)\nIt's how I was raised!\n\nHe has a taste for hot peppers. The imprint of his kisses\nburns their cheeks.\n\n- FATHER (CONT'D)\nWhy are you whimpering?\n\nSTEVE\nI felt a scorpion crawl up my back.\n\nFATHER\nNonsense.\n\f47.\n\nSTEVE\nIt happened the other night. I\nsqueezed him till he was dead.\n\nThe older boys laugh.\n\nFATHER\nYou may leave the table.\n\nHe turns to Jack.\n\nFATHER (CONT'D)\n\nWill you continue to defy me? I\nneed to know. Either you take me\ninto your confidence, aS a son\nshould his father, or -~wait,\nyou're interrupting’ me-- I'm not\ndone yet. Do you think I can\nfinish? Thank you, your m@ésty.\n\nJack grinds his teeth.\n\nFATHER (CONT'D)\nYou could do these simple things if\nyou really wanted to. Say \"Sir\".\nNot slam the screen door. I'll give\nyou one more chance. Are you a good\nboy? Then do as I ask. Obey your\nfather.\n\nHe rules the world from his chair at the head of the table.\nHis opinion is correct. He can tell others how to order their\n\nlives, what they Should do. Every other opinion is willful,\nmad.\n\nINT. HALL\n\nLater, Jack overhears his mother and father whispering in the\nliving room.\n\nMOTHER (0.S.",
  "39": "---END OF PREVIOUS SECTION---\nHALL\n\nLater, Jack overhears his mother and father whispering in the\nliving room. MOTHER (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nYou haven't filed an income tax\nreturn for the last three years...\ngambled our savings away...cards...\n\nFATHER (0.S.)\n\nWith you have an equal chance.\nBesides, I've denied myself. I have\nthe right to a few pleasures!\n\nJack approaches the door to the living room, slightly ajar.\n\f48.\n\nMOTHER (0.S.)\nYou're never home. I don't know\nwhether it's good or bad...\n\nFATHER (0.S.)\n...throw it back in my face!\n\nMOTHER (0.S.)\nWe loved each other. I thought it\nwould last forever. I wanted to die\nin your arms. You remember how\nhappy we were. You remember --\n\nJack does not stir. He knew somethi was amiss. He never\nsuspected it might be anything so dawk and unfathomable.\n\nMOTHER (QS) (CONT'D)\nI thought I could make you jove me,\nbut I see you can't do that. T\ndon't know what makes somebody love\nyou, but it's not something you do.\nYou don't get it by being kind or\ngenerous or anything like that --\n\nBugs dive into the screens and bounce off with a thrum. The\n\nfight leaps and lurches about. As Jack approaches the door,\n\ntheir words gradually become more coherent, until at last we\ncut to them inside the living room.\n\nMOTHER (CONT'D)\nThey get anxious when they know\nyou on your way home. They jump\naround. You discipline them too\nmuch. You expect them to act like\nadults. You @xpect things of them\nthey can't possibly achieve.\n\nFATHER\nThey learn respect.\n\nMOTHER\nThat's not how to get them to\nrespect you. Can't you see they're\nafraid of you -- their own father?\n\nFATHER .\nYou don't back me up. They have ten\ntimes what we ever did.\n\nMOTHER\nYou're never happy with anything\nthey do.\n\f49.\n\nMOTHER (CONT'D)\nThere's always something wrong with\nit. Even your own mother told you\nso!\n\nFATHER\nLeave her out of this!\n\nJack sees RL is awake, sits down beside him and hugs him\nclose. RL studies a compass. The needle moves without being\ntouched. _\nMOTHER (0.S.)\nWe can't keep on like this.",
  "40": "---END OF PREVIOUS SECTION---\nRL studies a compass. The needle moves without being\ntouched. _\nMOTHER (0. S.)\nWe can't keep on like this. \n---TARGET SECTION TO BE ANNOTATED---\n We're\ndriving each other crazy. Why do\nyou act like such a tyraul?\n\nShe suffers from his injustice toward the children, from his\ndark, inexplicable rages. She feelg herSelf, everything,\nbeing annihilated by him. She has lost her freedom.\n\nFATHER (0.S.)\nYou want to see what a tyrant is\nlike?\n\n‘He cannot break free of her. She is the rock on which he\nstands. Yet she will not be one with him.\n\nHe seems to come apart inside. A lust for destruction fills\nhis blood. Yet what does he have in life but her? Nothing.\n\nRL\nWhat is Mom crying about?\n\nJACK\nShe's not crying.\n\nRL\nListen.\n\nJACK\n\nWell, she won't cry for long.\n\nRL\nWhy are they that way?\n\nINT. LIVING. ROOM\n\nThe next day the boys are very solicitous of their mother.\nThey fix her a sandwich and bring her a cup of tea.\n\nShe keeps her pain to herself. Whom can she confide in?\nNeighbors talk, and she would alarm those whom she loves. She\nis lonely, far from her own people. In shorthand, for\ndiscretion's sake, she jots down her thoughts.\n\f50.\n\nEXT. O'BRIEN HOUSE - CLOTHESLINE\nJack watches her set the laundry out to dry.\n\nMOTHER\nWhat are you thinking, hon?\n\nJACK\nNothing.\n\nShe begins to chase him; a girl again. He runs around the\nhouse, breathless with delight. Then, all at once, he does\n\nnot hear her. When he goes back to look for her, she jumps\nout of the shadows. He does not lau\n\nJACK (CONT'D)\nDon't fight with Dad.\n\nShe looks away, embarrassed. How much doeg he know? His heart\naches for her, constantly. She feels him back of her, waiting\non her, bearing what part of the burden he can.\n\nEXT. O'BRIEN HOUSE -— LAWN\n\nMr. O'Brien inspects the lawn.\n\nFATHER\nGet clear to the edge.\n\nJACK\nThere's so much. All crab grass. I\ncan't. Z won't.\n\nFATHER\nAre you sure?\n\nJack looks away, backing down. He hates himself for it.\nLater, he watches hig father strop a straight razor.",
  "41": "---END OF PREVIOUS SECTION---\nJack looks away, backing down. He hates himself for it. Later, he watches hig father strop a straight razor. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. BRAZOS RIVER\n\nHis father is teaching him how to swim, mocking his fears,\ncalling him farther, out into the deep. His feet are barely\nable to touch the muddy rocks at the bottom.\n\nThere is no one on the shore. No one to see.\n\nFATHER\nCome out. Farther.\n\nWhy? Jack gasps for air. Would his father -- Why so far?\n\f51.\n\nFATHER (CONT'D)\nSwim.\n\nA POV looking up from the depths. What lies below?\n\nJACK\nWas that a water moccasin?\n\nFATHER\nDid you see the head and that's\nall? That's a turtle.\n\nLater, dressing together, he looks at his father's powerful\nbody. He is weak and slight while his flather is strong.\n\nEXT. O'BRIEN HOUSE - LAWN - DUSK\n\nHe picks crab grass at the edge of tne yard . Tears come to\nhis eyes. The oak tree looks down as though in sympathy.\n\nINT. LIVING ROOM - DUSK\n\nHe almost has made his way through the living room when his\nfather puts down the newspaper.\n\nFATHER\nDid you get it all?\n\nJack nods. He deceives his father. This way is better, though\nit hurts his sense of honor. He still tells his mother the\ntruth.\n\nJACK\nElie 68ND\nMOTHER\n\nDon't. I've told lies myself. I've\ntried it. It's not the best way.\n\nINT. KITCHEN - TIGHT ON HANDS\n\nJack has divided a cupcake his mother baked into two\nportions. Steve waits for his. Turning to Jack, she asks:\n\nMOTHER\nAre they equal? Give him the piece\nyou want.\nIt is a revelation.\n\nShe sends the boys out with raspberries with instructions to\nleave them on Mrs. Stickley's front step.\n\f52.\n\nINT. BOYS' ROOM - NIGHT\n\nTonight it is their father who comes to visit them before\nthey go to sleep. He turns the gooseneck lamp towards the\nwall and amuses them by making silhouettes on it with his\nhands. A duck! A bear! A dog! He makes their faces up with a\nburnt cork. Steve gets to blow out the match. Now discord\nseems a dream.",
  "42": "---END OF PREVIOUS SECTION---\nHe makes their faces up with a\nburnt cork. Steve gets to blow out the match. Now discord\nseems a dream. \n---TARGET SECTION TO BE ANNOTATED---\n Why can't it be this way every night -- in the\ndaytime, too?\n\nFATHER\n(to Jack)\nI remember when you were born. They\nwouldn't let me come home! The Navy\nsaid: \"An officer must be present\nat the laying of the Keel, but not\nat the launching\"!\n\nHe gets up to leave.\n\nRL\nsit with us.\n\nHe shakes his head, and moves to the door.\n\nSTEVE\nDon't close. it all the way.\n\nJack listens as his father plays the piano. His brothers are\nasleep. How ravishing the music sounds as it comes floating\ndown the hall. How strange that there should be such\ntenderness in a man otherwise so coarse, so unreasonable!\nThat one who professeS to love you should cause you injury\nand suffering, yet Appear not to care that he does!\n\nHIGH DOWN ANGLE~ HELICOPTER SHOT - SCREECH OWL\n\nThe music flows out through the windows into the night. The\ncamera rises over the neighborhood, which lies in peace\nbeneath the stars.\n\nINT. PARENTS' BEDROOM - THE NEXT MORNING\n\nMr. and Mrs. O'Brien talk in-low voices. They have turned on\nthe fan to assure the privacy of their conversation.\n\nMOTHER\nYou fight with the men above you --\nyou laugh at them -- then wonder\nwhy they don't promote you.’\n\f53.\n\nFATHER\nIt's fools they put ahead of. me.\nLiars. They. pass over me.\n\nMOTHER\nAnd. the men underneath you -- you\nwork them too hard!\n\nFATHER\n\nMorale is great. Sometimes they\nwork thirty-six hours at a stretch\n-- don't even ask for overtime! You\ndon't know what it's like. Always\nfollowing orders of men you can't\nrespect. They want you to scheme\nfor their favor. It makes you less\n, than. a man.\n\nEXT. KIMBALLS' HOUSE\n\nThe next afternoon a large black grackle appears in the oak\ntree and, shortly afterward, they discover Robert sitting. on\nthe fence; a mean child who it seems lives on a street far\naway; they are not quite sure where.\n\nRL\nWho's that?\n\nFrom a hiding place, Robert shoots the Kimballs' German\nshepherd with a BB gun.",
  "43": "---END OF PREVIOUS SECTION---\nKIMBALLS' HOUSE\n\nThe next afternoon a large black grackle appears in the oak\ntree and, shortly afterward, they discover Robert sitting. on\nthe fence; a mean child who it seems lives on a street far\naway; they are not quite sure where. RL\nWho's that? From a hiding place, Robert shoots the Kimballs' German\nshepherd with a BB gun. \n---TARGET SECTION TO BE ANNOTATED---\n The poor creature, normally so proud\nand threatening, looks about, wondering where the blow is\ncoming from; defer=oless against it; now reduced to a\ncringing, whimpering mass. Robert smiles.\n\nEXT. STICKLEYS' HOUSE\nThe Stickleys' house is not up to the standard of the rest.of\n\nthe neighborhood. The free-standing garage is unpainted, its\nwindows opaque.\n\nROBERT\nLet's us bust ‘em.\n\nRL\nWhy?\n\nROBERT\n\nWhy? Just ‘cause.\n\nJack mumbles some words about his mother having forbidden it.\n\f54.\n\nROBERT (CONT'D)\n, You afraid, boy?\n(after a pause)\nYou don't need to tell her, do you?\nNobody needs to know but us\nchickens. I broke a window once.\nDidn't nothing happen to me.\nChicken ain't nothing but a bird!\n(later)\nWhy let them. keep you from having\nfun? Why not do what you wanta do?\n\nRobert punches another boy on the arm..The boy runs off\nhowling.\n\nJACK\nWhy'd you do that?\n\nROBERT\nI'm not him. What do I care?\n\nThe strange boy fascinates Jack with his amused contempt for\nothers, his nonchalance, his sensitivity to anything which\nwounds his pride, his refusal to play a hypocritical part.\n\nLater, they find themselves alone.\n\nROBERT (CONT'D)\nHold out your elbow.\n\nHe is lucid, calm and cynical. There is an odd, motiveless\nmalignity in him.\n\nROBERT (CONT'D)\nIsaid, hold it out.\n\nAs though a hypnotist had commanded it, Jack holds out his\nelbow. Robert raps it with the handle of a screwdriver. Jack\npushes him away, surprised. Robert pushes him back. Does he\nreally want to fight?\n\nJack hesitates. When someone hits you, are you supposed to\nhit him back? How else prevent him from doing it again?\n\n‘ Trembling, he turns and walks away.\nINT. LIVING ROOM - LATER THAT EVENING\nHis mother is dressed up to go out. She has come to tell them\n\ngoodnight. She is very lovely, but her black gloves and veil\nmake her seem unfamiliar to the boys.\n\f55.",
  "44": "---END OF PREVIOUS SECTION---\nShe has come to tell them\n\ngoodnight. She is very lovely, but her black gloves and veil\nmake her seem unfamiliar to the boys. 55. \n---TARGET SECTION TO BE ANNOTATED---\nMOTHER\nWhat is it?\n\nRL\nWhy are you wearing those?\n\nMOTHER\nWe're going out.\n\nRL\nTake them off!\n\nShe does. Her hands are restored to their natural beauty.\n\nSTEVE\nCan I touch your earrings?\n\nShe lets him. The boys look dolefully at her\n\nJACK\nDon't go. We can fix you dinner.\n\nMOTHER\nWe'll be back by twelve.\n\nINT. O'BRIEN HOUSE - JACK'S POV\n\nThe Studebaker grows smaller in the distance. Will there be a\ntime when they might be separated from her forever?\n\nThey bounce on the beds and have a pillow fight. Their uncle\nis the babysitter. He lets them do anything they please while\nhe talks on the phone in the other room.\n\nINT. O'BRIEN HOUSE ~LATER\n\nLater that night Jack wakes up to a muffled noise of anger in\nthe living room. He sits up in his bed. Outside the trees\nswash back and forth, filling him with a sense of terror.\n\nHe slips out of bed and peers through a crack in the door,\ninto the living room.\n\nMOTHER (0.S.)\n...We needed it. We did!\n\nMr. O'Brien rages up and down the hall. He swings between\nextremes of behavior, one moment acting like a fool, then\nsuddenly remembering that he is the father of a family.\n\nHis high-minded struggle against his shortcomings never lasts\nfor long, however. He is of too impulsive a nature.\n\f56.\n\nHe simply cannot stand the idle life of a penitent in the\nbosom of his own family, and he always ends up rebelling\nagainst it.\n\nJack sees his brothers are awake. He strokes their backs, to\ncomfort them. What has their father done? What is he capable\nof? The screen door slams.\n\nJack sees tears in his mother's eyes. She looks up with a\nstart. He takes her hand.\n\nMOTHER (CONT'D)\nI thought you were asleep.\n\nJACK\nWhy are you crying, Mother? sweet\nMother!\n\nMOTHER\n\nI was thinking about your father.\nMissing him.\n\nJACK\nI know you're crying now, but\nsomeday you’ won't.",
  "45": "---END OF PREVIOUS SECTION---\nMOTHER\n\nI was thinking about your father. Missing him. JACK\nI know you're crying now, but\nsomeday you’ won't. \n---TARGET SECTION TO BE ANNOTATED---\n Someday we're\ngoing to -- help you --\n(how? )\nCan I get you something to drink?\n\nHow is she to get close to her. husband? This is a slow\nstarvation. She has almost resigned herself to loneliness and\nisolation. She is determined that the children should know\nnothing of her troubles. They are anxious enough as it is.\n\nJack runs to his bedroom and gathers up his savings, twenty\nor thirty dollars in coins. He gives them to her in a jar.\n\nShe touches him on the cheek. She avoids his eyes.\n\nHe knows the misery of nights. He sees her eyes dark and\npinched with torture; she whom he loves more than life; she\nwhom he would die to save from any hurt.\n\nJACK (CONT'D)\nWe're all right. We won't ever\nleave you, Mom.\n\nMOTHER\nThank you.\n\nJACK\nWe won't ever do anything to make\nyou unhappy. I promise.\n\f57.\n\nLater, hearing her voice in the other room, it strikes him\nthat some day he might be left to himself in this world. In\nwhisper, he prays:\n\nJACK (CONT'D)\nHelp me not be mean. Help me not to\nsass my Dad --—\n\nEXT. O'BRIEN HOUSE - LAWN\nThe next day, Mr. O'Brien inspects Jack's yard-work.\n\nFATHER\n\nShake the dirt off the roots so it\ndoesn't leave a hole.Thats too\nhard, I guess... And over here, why\nhaven't you watered the corners?\nYou haven't had time, of Course!\nLook, this is cropped so close it's\ngoing to burn out. Keep it watered.\nWhy's this bare?\n\nJACK\nThe grass won't grow under the\ntrees.\n\nHis soul is seared into a rage. Nothing is enough.\n\nFATHER\nIt does at the Kimballs'.\nJACK\nThey have a yardman.\nfATHER\n(defensively)\n\nThey have money. Kimball inherited\nit. All day I'm at the office! It\nseems you can put in a few hours\nout here. You want me to go over it\nagain? What are you smiling about?\nI know what you're thinking.\n\nJACK\nYou do?\n\nFATHER\nI don't want you to say a word\nuntil you're done.",
  "46": "---END OF PREVIOUS SECTION---\nI know what you're thinking. JACK\nYou do? FATHER\nI don't want you to say a word\nuntil you're done. \n---TARGET SECTION TO BE ANNOTATED---\n I'll be very\ndisappointed if you do. I won't\nknow about it. Of course, you could\nfool me.\n\f58.\n\nHe has the unshakable belief that he must approve or modify\neverything the children do. He is full of petty and\nexasperating cautions. Watch it! Step there. Open the door!\n\nEXT. GARAGE ~- A CAT\n\nThe boys find a cat and take it up onto the roof of the\ngarage. It writhes in their hands. Its look of terror gives\nthem a faint thrill of pleasure.\n\nRL\nWe might hurt it --\n\nJACK :\nThey always land ontheirfeet.\n\nCayler nods. He, too, is curious tg see how the cat will\nreact to the fall. It yowls and lands with @ thud, shakes\nitself and walks off slowly. RL glances at. Jack with a new\ndistrust.\n\nJack looks away. Where before it seemed all evil lay outside,\nnow with a growing dread he sees that it might lie within\nhim, too.\n\nHe cheats to win, yet he is angry when others cheat him.\n\nRL\n{playing guns)\nI got you!\nJACK\n\nNo, you didn't. I was just wounded!\n\nHow can he object. to the evil in others, when he does those\nvery things which jy them he deplores?\n\nRobert watches from afar.\nINT. BOYS' ROOM\n\nHis mother answers him. Most of her words play against scenes\nof their everyday life.\n\nMOTHER\nTreat everyone as you'd like to be\ntreated. Help each other. Encourage\neach other. Love everyone. Every\nleaf. Every ray of light. You boys\nare the pride of my life!\n\f59.\n\nMOTHER (CONT'D)\n\nThe reason I’m saying all this is\nthat I don't want you to waste ten\nyears of your life learning to know\nyourself and the reason for your\ndifficulties, as your mother did.\nIt's hard to stand by and see your\nchildren make the same mistakes you\nmade. I hope you won't, sweetheart.\n\nJack remembers holding a toy out to RL, inviting him to take\nit, then snatching it away again, teasing him, expecting him\nto cry, astonished that he smiles instead.",
  "47": "---END OF PREVIOUS SECTION---\nIt's hard to stand by and see your\nchildren make the same mistakes you\nmade. I hope you won't, sweetheart. Jack remembers holding a toy out to RL, inviting him to take\nit, then snatching it away again, teasing him, expecting him\nto cry, astonished that he smiles instead. \n---TARGET SECTION TO BE ANNOTATED---\nMOTHER (CONT'D)\nOnce I dreamed of becoming a\ndoctor.\n\nRL\nWhy didn't you?\n\nMOTHER\nThings didn't work out.\n\nJACK\nI don't get it.\n\nMOTHER\nWhat don't you get?\n\nJACK\nThe whole thing.\nMOTHER\nWell, you have a lot to learn, and\n\nyou can't learn it all at once.\n\nFATHER'S POV\n\nMr. O'Brien sees how the boys dote on their mother. He waves\nJack and RL over to the car.\n\nINT. MOVING CAR - WEALTHY NEIGHBORHOOD\nThey are out for a drive. They pass a big house.\n\nJACK\nWho lives there?\n\nFATHER\nFrank Johnson. He. started out as a\nbarber, but he built something big.\nNever let anything stop him.\n\f60.\n\nFATHER (CONT'D)\nBucky, who runs the company now, he\nstarted out on an ice truck. He\neven got fired a couple of times.\n\nJack and RL have never seen any of these men, but they are\nmythical figures in the boys' imagination.\n\nFATHER (CONT'D)\n\nBucky asked me once if I wanted to\ngo deer hunting with him. I said\nno. In front of all his top peopie!\nHe asked me why. I said I can't\nstand to hunt, it makes me sick.\nYou should've seen the look on\ntheir faces! You know what Bucky\ntold me? He was quiet fora minute,\nthen he said: \"You Know. I’ve never\nliked it that much either. Maybe I\nwon't go this year.\"\n\nJack looks away, embarrassed. The boys need no proof of their\nfather's superiority.\n\nFATHER (CONT'D)\nA corporation has no soul. They'll\ncut. their own grandmother's throat.\nIt has to be that way. Merciless.\nBut, if you take their money, you\nhave to take their --\n\nINT. RESTAURANT\n\nJack burns with embarrassment as Mr. O'Brien complains to a\nwaitress about their food, then kisses her hand for serving\nthem well. He makes @ big show of giving her a tip, holding\nthe money out, +hen pulfin it away when she reaches for it.\nOddly, she does not Mind all this as much as Jack does, but\nlaughs it off as play.",
  "48": "---END OF PREVIOUS SECTION---\nO'Brien complains to a\nwaitress about their food, then kisses her hand for serving\nthem well. He makes @ big show of giving her a tip, holding\nthe money out, +hen pulfin it away when she reaches for it. Oddly, she does not Mind all this as much as Jack does, but\nlaughs it off as play. \n---TARGET SECTION TO BE ANNOTATED---\nINT. MOVING CAR - LATER\n\nJACK\nWhy do you work so hard?\n\nFATHER\nSo you'll have a place to stand. I\nmight not amount to anything, but\nyou will. You boys will stand on my\nshoulders.\n\f6l.\n\nTHEIR POVS - DOWNTOWN & POOR PARTS OF TOWN (BARTLETT, ETC.)\n\nThe city, which at first seemed glorious to Jack, is a\nmystery to him now, with its freight yards and grain\nelevators, its blind men, cripples and drunks shouting from\nthe doorways.\n\nFATHER\nThe world lives by trickery. If you\nwant to succeed, you can't be too\ngood. .\n\nThey reach the poor. parts of town. His father has come to buy\nsome barbecue. There are rundown shackg and cars parked in\nfront yards. A black man stares at him.\n\nFATHER (CONT'D)\nBelong to yourself: that’s the\nwhole thing in life. Learn to\nmaster yourself. Your will. Your\nwill makes you free. Set up your\nwill as a law over you!\n\nLater Jack sees a team of workers, digging a ditch. Worms lie\non the heaps of dirt, cut in two by their shovels. Jack's\nheart is moved to pity at the sight of the writhing\ncreatures. And then to see these men with their bodies bent,\ntheir hair disheveled, their faces glistening with sweat,\ntheir hands and arms covered with clay.\n\nIt seems that suffering must lie at the heart of life, not at\nits periphery; it is not some accident that troubles the\nunfortunate only. No, inconstancy is the rule. The fading\nrose. The uprooted tree.\n\nFATHER (CONT'D)\n\nSee those people. Somebody got the\nupper hand with them. Don't let it\nhappen to you. You've got to get\nahead of the other guy. He'll be\ndoing .all he can to do the same to\nyou.\n\nJack. exchanges a look with his brother, riding in the back\nseat. They observe everything about him which is ridiculous,\nthen mimic and exaggerate these features for each other.\n\nFATHER (CONT'D)\nMoney will break down all obstacles\nin your way- Hold on to it.",
  "49": "---END OF PREVIOUS SECTION---\nJack. exchanges a look with his brother, riding in the back\nseat. They observe everything about him which is ridiculous,\nthen mimic and exaggerate these features for each other. FATHER (CONT'D)\nMoney will break down all obstacles\nin your way- Hold on to it. \n---TARGET SECTION TO BE ANNOTATED---\n It's\nthe most reliable thing there is in\nthis world. A friend is likely to\nbetray you. Money never will.\n\f62.\n\nFATHER (CONT'D)\nFind the thing they can't do\nwithout. Patents!\n\nAs his father goes on, Jack's thoughts turn to their dog.\nShep's is a perfect love. He is their friend, their clown,\ntheir guardian and protector. He accepts being teased,\nslighted; ignored. He knows no unhappiness, like the three-\nlegged dog who lives down the block and runs around as though\nno misfortune had ever befallen him.\n\nINT. LIVING ROOM - JACK'S POVS - LATER\n\nJack listens as his father questions his mother about a bent\nspoon.\n\nFATHER\n\nWho did this?\n\n(turning on RL)\nI might enjoy lazing around, too. I\ncould walk out the front door and\nsay I was going to pick\nblackberries! Just wave goodbye and\nwander off. No, you want to be\nserved, but you don't want to have\nany responsibilities in return.\nYou're going to have a record, and\nit's going to follow you around the\nrest of your life. On it will be\nthe grades you made -- what you\naccomplished and what you didn't.\nPeople read it. If you mess up, you\nmight not be able to get a security\ncle ice. People will ask why.\n\nOne knows he will awaken, come to himself at last. It will be\ndreadful when he does. Could he endure a full awakening?\nWould it destroy him?\n\nEXT. OAK TREE\n\nOutside, Jack climbs the live oak tree. Higher and higher he\ngoes, until he stands like a sailor on top of a mast. There\n\nhe may commune with himself. The world below seems small and\nunreal.\n\nThe door bursts open. His father storms outside and sits on\nthe porch. A few moments later, RL comes outside. He sits\ndown beside his father and rests his head against his\nshoulder.\n\nJack watches. He wonders if he could love his father, too ~~\n\f63.\n\nEXT. BATES' HOUSE - SERIES OF ANGLES\n\nThe Bates live in harmony. He never passes their house\nwithout receiving a benediction. Mr. Bates plays football\nwith the boys, and Mrs.",
  "50": "---END OF PREVIOUS SECTION---\nHe never passes their house\nwithout receiving a benediction. Mr. Bates plays football\nwith the boys, and Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Bates serves them cookies at the end\nof the afternoon. Theirs is a happy home, with nothing to\nhide.\n\nMRS. BATES\nAre you sure your mother isn't\nwondering where you are?\n\nJACK\nNo, Ma'am -- she's ok\n\nHe sees how Mr. Bates draws his sons close, hugs them\ntenderly, strokes their hair.\n\nINT. EPISCOPAL CHURCH\n\nThe next morning, Mr. O'Brien sits at the organ in church. He\nseems calm and untroubled. He loves the winding toccatas and\nfugues, the candles, the stillness of the choir loft before\nthe service, the music swelling out majestically as he\npresses down the keys. His will relaxes. He ceases to fret.\nAll is as it should be. Why not always so?\n\nWhy do people oppress each other? Why are they not faithful\nto the best in themselves?\n\n- The camera rises over the ranks of pipes, over the gladiolas\nand the stained glasS windows. Jack marvels at this father: a\nman who for all his faith and vitality suffers from a deep\ndisquiet, as though not even. being God-fearing and pious\ncould bring peace’ to his Soul.\n\nHis. fingers work the keys, his. feet walk up and down the\npedals. Jack reads the music, turns the pages, pulls the\nstops. At such moments they are bound together in harmony.\n\nLater, Jack walks in the church, alone. His footsteps are\nloud in the silence. A sparrow, caught inside the building,\nflies through the rafters and beats its wings against a high\nwindows, trying to find a way out.\n\nEXT. CHURCH GROUNDS - BELL\n\nMr. Singh, the sexton, is taking down the flag.\n\nRL (0.S.)\nHe rings the bell when you die.\n\f64.\n\nJack watches as his father talks with a vestryman. Mr.\nO'Brien shows a courtesy and a desire to please that the boys\ndo not often see in him. In the end he bids the stranger an\nobsequious goodbye.\n\nFATHER\nA friend of mine. He owns half the\nreal estate in town.\n\nSunday is a day of rest and relaxation. Other families may\ndrop by to visit, unannounced.",
  "51": "---END OF PREVIOUS SECTION---\nHe owns half the\nreal estate in town. Sunday is a day of rest and relaxation. Other families may\ndrop by to visit, unannounced. \n---TARGET SECTION TO BE ANNOTATED---\n The stores are closed, as\npeople take their ease. Yet Mr. O'Brien is restless, tense.\nThey are having dinner on the porch when he turns to RL:\n\nFATHER (CONT'D)\n\nWill you do something for me? You\npromise me that you’fido it,\nwithout asking what it 15? Just\nhave the confidence that what your\nfather asks of you is right?\n\n(RL nods)\nFor the next half hour, will you\nnot speak unless you have something\nimportant to say?\n\n(turning to Steve)\nAnd what did you do today, my fine-\nfeathered friend?\n\nOne by one, each child is called upon to justify himself.\nWhere does it come from, this pleasure in humiliation? This\nindifference to their dignity and even to his own? He\ndeceives others, debases himself in order to impress them --\nmakes up stories, facts, the etymologies of words, without a\ntrace. of shame.\n\nFATHER (CONT'D)\nSit on the front two inches of your\nchair. It's good for your posture.\nI read it in the paper.\n\nHe holds up a rock before Jack's eyes, a thunder egg from the\nchildren's collection, a sort of polished agate.\n\nFATHER (CONT'D)\n\nYou actually bought this from Mr.\nLedbetter? Don't explain. Just nod.\nYes or no.\n\nJACK\nHe gave it to me. That one's my\nfavorite.\n\f65.\n\nFATHER\nI don't know how long I can keep\npaying for these rocks. We're\nliving in a fancy neighborhood, but\nwe can't afford this house. If\nKimball next door knew what our\nsituation was, he would laugh. Of\ncourse, he got all his money from\nhis father-in-law.\n\nRL\nBe quiet. Please.\n\nFATHER\nWhat did you say?\n\nMr. O'Brien takes a hot pepper and rubs it on the child's\nlips. Mrs. O'Brien rises to her feet in anger.\n\nFATHER (CONT'D)\nYou will straighten up and fly\nright!\n\nJack has never seen his father possessed in quite this way.\nHis brother's cries are unbearable. The innocent one has no\ndefense.\n\nJACK\nLeave him alone!\n\nHis father looks up, astonished. Jack strikes him with his\nfist, steps back.and stares at him defiantly.",
  "52": "---END OF PREVIOUS SECTION---\nJACK\nLeave him alone! His father looks up, astonished. Jack strikes him with his\nfist, steps back.and stares at him defiantly. \n---TARGET SECTION TO BE ANNOTATED---\n His father\nslaps him across the face.\n\nMOTHER\nstoe!\n\nFATHER\nKeep your voice down. The neighbors\ncan hear. Children aren't\nreasonable. They can only be\ngoverned by fear.\n\nMOTHER\nHow can you be so cruel!\n\nFATHER\nI give my life for them. My blood.\nI let them eat my heart. Do I tie\nthem to a tree? Do I take off my\nbelt -- like McKeever? They have\ntheir lives from me!\n\f66.\n\nHe will force them to love him, whether they like it or not.\n\nRL is put in a closet. Mrs. O'Brien's blood rises in a fever\nas she clutches Steve in her arms. She wonders if her husband\ndoes not take some pleasure in punishing the boys. The moral\ntortures are harder on them than the physical ones. His\nsuspicious glances, his mouth curling in scorn, the\nsentimentality that so quickly spills over into cruelty.\n\nWhat is she to do? Confronting him only makes the situation\nworse. He will stop at nothing to win an argument.\n\nMOTHER\n(later)\nYou hardly know them. You're gone\nall the time.\n\nFATHER\nI have to support my family:\n\nMOTHER\nYou speak without listening to\n-them. You never listen to anyone\nelse. You interrupt. There's no\nlength you won't go to get your\nway.\n\nShe looks at him as one who once loved him and no longer\ndoes; so it seems to him.\n\nFATHER\nIf it's such a hell, why don't you\nleave?\n\nShe suspects that he wants to degrade her because he has\nnever been ableto possess her soul. Always she has managed\nto move beyond his reach.\n\nMOTHER\nWhat about them? Wouldn't I have\ngone long ago, except for them!\nHaven't I been sorry that I didn't!\n\nFATHER\nWhat are you waiting for?\n\nMOTHER\nI would be only too glad to get\naway from you --\n\nShe cannot control her words. They fly out of her mind like\nsparks.\n\f67.\n\nFATHER\nYou left me long ago.\nMOTHER\nKeep your voice down.\nFATHER\nYou turned away from me ~~ the day\n\nyour first child was born.\n\nHe suspects that she hates him.",
  "53": "---END OF PREVIOUS SECTION---\nMOTHER\nKeep your voice down. FATHER\nYou turned away from me ~~ the day\n\nyour first child was born. He suspects that she hates him. \n---TARGET SECTION TO BE ANNOTATED---\n It causes him to offend her\nviolently.\n\nMOTHER\nComing home late -- ambi ing their\nfuture away. You took the money RL\nsaved from his paper route -\n\nFATHER\nI put it back. I'm an outsider to\nyou, aren't I? You hold yourself\napart. Proud of your virtue. You\nwant to make me better than I am.\n\nWhy can she not be content with what he is? Why will she only\nhave him as he ought to be?\n\nMOTHER\n\nYou're always so angry. Why?\nFATHER\n\nI want a life without lies.\nMOTHER\n\nWhat js. eating at you?\nFATHER\n\nNothing. Do I disgust you?\nMOTHER\n\nI love you.\nFATHER\n\nMaybe you don't.\n\nShe risks less than he does. She has her worth, which she can\nnever lose. And the children, whom he does not have.\n\nFATHER (CONT'D)\nYou put them up to your tricks. You\nteach them to hate me! Their own\nfather!\n\f68.\n\nHer blood rises in a jet. Jack listens. Will theirs be a\nfamily like Howard's? The world is darker than he imagined.\n\nHow shall he comfort his mother? Redeem her sorrow? He thinks\nof Christmas, when home is home, when for a day they are a\nfamily, the bright colors beneath the tree, lights burning\nlate into the night.\n\nHe plays with a flashlight, shining it through his hand,\nexposing the bones of his fingers.\n\nINT. BOYS' ROOM - LATER\n\nThe boys cower in their room. Mr. Q'Brien bangs his fist on\nthe formica as Mrs. O'Brien sobs.\n\nFATHER\nIsn't a wife supposed to love,\ncherish, obey?\n\nJack fears his father's wild energy. He has got to fight him\nevery inch of the way, in order not to be swamped, engulfed —~—\nto stay alive. He clings to RL and Steve. He will never leave\nhis brothers.\n\nJACK\n(in a whisper)\nWe have each other.\n\nBACK TO PARENTS\n\nShame has come over Mr. O'Brien. He has fallen. She knows it.\nShe suffers from his fall more than he does.\n\nPATHER\nBach's sons revered him -- kissed\nhis hands! They played music\ntogether for hours on end.",
  "54": "---END OF PREVIOUS SECTION---\nShe suffers from his fall more than he does. PATHER\nBach's sons revered him -- kissed\nhis hands! They played music\ntogether for hours on end. \n---TARGET SECTION TO BE ANNOTATED---\n Their\nhome was a haven of peace!\nJubilation! I can't get them to\ntouch the piano.\n\nHe is pitiless, but she will not be swayed. The purity of her\nconduct is her strength. She will not give him the right to\ndespise her.\n\nHe touches her cheek, kisses her. Nothing is mended. He made\nup his mind long ago not to understand.\n\nLater, a sense of her own loneliness comes over her as she\nreads a letter from her brother.\n\f69.\n\nEXT. KIMBALLS' CLOTHESLINE\n\nAlone, Jack walks past a neighbor's clothesline. White\nunderclothes hang among the sheets and towels.\n\nJack remembers going by the Browns one night in search of an\noverthrown ball, how he saw Mr. Brown strike his wife in the\npresence of their children. No one else witnessed the event.\nThe Browns had been a family whose happiness was taken for\ngranted. It now’seems to Jack that behind the calm facade of\nordinary life, there might lie something dark and shameful.\n\nEXT. WOODS\n\nThe woods are full of drafts, like@ Spring fed pool. Jack\nwalks under the trees, seeking a presence he has known here\nbefore.\n\nNature is free and without blemish. The rustling leaves\nrefresh his shattered nerves. Their spirit is his mother's\nown. A presence, yes. It speaks. Come, it says; find me. In\nme you will discover that which does not fail or disappoint.\nAn unseen hand ceaselessly touches his face, his heart.\n\nHow to see as the oak tree does?\n\nEXT. O'BRIEN HOUSE\n\nThe brothers are playing after school.\n\nRL\nIt's going to rain.\n\nJACK\nWho says?\n\nRL\n\nI can make it rain.\n\nThe sky is blue. But RL does a little dance, inviting the\nclouds to come. Later on they do. The rain pours down. RL is\nmodest in his victory. Jack laughs. Now trouble seems a\ndream.\n\nRL (CONT'D)\nI don't lie that much.\n\nGazing at his brother, he hears the same voice which he heard\namong the trees. It beckons him. Where?\n\f70.\n\nTHE NEXT DAY\n\nMr. O'Brien seems to have forgotten yesterday's scene at the\ndinner table. Not the children.",
  "55": "---END OF PREVIOUS SECTION---\nTHE NEXT DAY\n\nMr. O'Brien seems to have forgotten yesterday's scene at the\ndinner table. Not the children. \n---TARGET SECTION TO BE ANNOTATED---\n Nor his wife. It lies across\nthe family like a shadow.\n\nFATHER\nGive me a kiss.\n\nRL does.\nEXT. KIMBALLS' HOUSE - WIND CHIMES\n\nSome days. later Jack hears the tinkling of the wind chimes at\nthe Kimballs' house. Wandering toward$ it, he notices their\ncar pulling away. He waits, then cavtiovs ly he enters their\ngarage. A door leads from the laundry yoorn jnto the house. He\nlooks around to see in anyone is watching, ten quietly he\nopens it.\n\nINT. KIMBALLS' HOUSE\n\nHe wanders through the unfamiliar rooms. The house ticks in\nthe heat. There is money on the kitchen counter, but he\nignores it. With a mounting dread he approaches the stairs\nthat lead up to the sleeping quarters.\n\nWhat lies up there? He touches the banister but dares not go\nfurther. After a moment, he retreats back the way he came.\n\nHe stands outside in the sunlight, stunned. What else is he\ncapable of?\n\nINT. KITCHEN\nHis mother sees that he is troubled.\n\nMOTHER\nWhat is it? Tell me.\n\nJACK\nNothing.\n\nShe goes back to what she was doing. He feels queasy and\nconfused for having told a lie.\n\nJACK (CONT'D)\nI went in the Kimballs' house. They\nweren't there.\n\nMOTHER\nWhy did you do it? You can't go in\nwhen they aren't there.\n\f71.\n\nJACK\nThe door was open.\n\nMOTHER\nThey leave it open because they\nexpect you won't go in. Never do it\nagain. Promise me. Thank you.\n\n \n\nJACK\nAre you going to tell Dad?\n\nShe hesitates a moment, then shakes her head. With her there\nis forgiveness. Whether or not you ask for it. Whether or not\nyou deserve it.\n\nLATER THAT NIGHT\n\nA figure stands by his bed that night. He touches the crown\nof his head.\n\nINT. LIVING ROOM\nHis father gives Jack a lecture.\n\nFATHER\nDon't try to make people love you.\nMake them fear you. If someone\nclips you, sock him back. Who can\nyou trust? Your own family. Be good\nto them. That's enough.",
  "56": "---END OF PREVIOUS SECTION---\nYour own family. Be good\nto them. That's enough. \n---TARGET SECTION TO BE ANNOTATED---\n Your mother\nis naive. It takes fierce will to\nget ahead in this world. Don't let\nanyone stand in your way.\n\nMOTHER\n(looking in)\nHe needs to get to school.-\n\nFATHER\n\nThis is more important. This is\nschool. Please.\n\n(after she leaves)\nDon't let your own laziness stand\nin your way. You don't have to --\npardon the expression -- kiss\nanyone's derriere. Nobility is a\nluxury. Avoid controversy. Every\none of these top executives, you\nknow how they get to where they\nare? They float it down the middle\nof the river.\n\f72.\n\nMother and father.live inside him. They wrestle for his soul.\nHe strives to reconcile them, but they refuse to be\nreconciled. Why can he not find. a harmony between them? Which\nparty is he of? Let it be one or the other: not the chaos of\ntheir blind struggle.\n\nHe remembers his mother telling him:\n\nMOTHER\nBe good, sweetheart. If someone\nhurts you, forgive him!\n\nJACK\n(interrupting)\n~ Why shouldn't I get whatI want?\nThey do. What about me?\n\nMOTHER\nPeople hurt each other. T+ wovld be\neasy to be happy if they didn't.\n\nYou have to overlook it -- give in,\nsometimes, even if you're in the\nright.\n\nWhat is the fate of those who live by love, the golden rule?\n\nSteve is playing in the sprinkler outside, as happy as Jack\nonce was, still on the far bank of a river which Jack himself\nhas already crossed over.\n\nJACK\nAre you going to leave us?\n(she shakes her\n\nTs he? nead)\n\nJack wonders if he really wishes it. When he comes out of his\ndaydream, his father {¢ still talking.\n\nFATHER\n-- If you're good, people take\nadvantage of you. Think of yourself\nas someone caught behind enemy\nlines. Work! Fight! I see you\nwasting your time -~ staring out\nthe window -- playing! I make\nsacrifices for you. You honor those\nsacrifices by what you do. That's\nhow a family works.\n\nJack shifts uneasily in his chair.\n\f73.",
  "57": "---END OF PREVIOUS SECTION---\nThat's\nhow a family works. Jack shifts uneasily in his chair. 73. \n---TARGET SECTION TO BE ANNOTATED---\nFATHER (CONT'D)\n\nI'd like to do what I want, too. I\ndreamed of being a great: musician.\nBut how could I make a living for\nmy family? And so I have to go off\nevery day --\n\n(with emotion)\nMy father lost his job, Ed was off\nin Vegas, he sent nothing home. I\nhad to quit school and join the\nArmy Air Corps so your grandmother\ncould have something to eat. They\nshut the lights out on her. We\ncouldn't pay the electricity. She\nhad to take in boavders.\n\nJack thinks of the love he often feels for his father as he\nfalls asleep at night, listening to him at the piano --\n\nFATHER (CONT'D)\nSee this? You know why I keep it\nhere? It was the official seal of\nmy own company, the one I formed --\nI had the papers -- till I got\nhepatitis from drinking\nunpasteurized beer in China. They\ntook it away from me. It's dog eat\ndog out there. Don't you forget it.\nDon't let anyone tell you there's\nanything you can't do! I've\nprotected you as best I can. But I\ndidu'+ get an education. You will.\nYou'll get through. By God, you\nwilk You can't fool me. I know you\nlive a book!\n\nJack imagines restivq \\m his father's arms, their differences\nforgotten. Then the “fantastic scene breaks up, and he is back\nin the living room, sunk in silence. °\n\nFATHER (CONT'D)\nWhen you came into this world, you\nknow what I did? I went outside and\ndanced on the lawn. I shot off my\npistol. You're my freedom! Every\ntime I see a young guy walk by with\na shirt and tie, looking sharp,\nthat's my kid I'm looking at. Don't\ndo like I did, though. Promise me\nthat. I let myself get sidetracked.\nWhile you're looking for something\nto happen, that was it! That was\nlife! You lived it!\n\f74.\n\nFATHER (CONT'D)\n(shaking his head)\nI let one thing after another drag\nme backwards. We stuck together,\nthough. When you have nothing,\nyou've still got your honor.",
  "58": "---END OF PREVIOUS SECTION---\nFATHER (CONT'D)\n(shaking his head)\nI let one thing after another drag\nme backwards. We stuck together,\nthough. When you have nothing,\nyou've still got your honor. \n---TARGET SECTION TO BE ANNOTATED---\n Your\ndignity. You still have each other!\n\nEXT. STREET - STRAY DOG\n\nA stray dog appears; a stranger to the neighborhood. It bumps\ninto things. It séems that it might be blind.\n\nCurious, nonchalant, it trots through the street until\nHoward's purple-tongued chow materializes out of nowhere to\nattack it. The boys look on in horror as Shep joins in the\nfight. His hostility towards a poor, defenseless creature\nastonishes them., It seems there iS no mevcy for the weak, the\nhelpless; no quarter given. And the truth is, Jack himself\ndoes not mind watching things get worse, Tt is not until some\nof the adults roll out a hose and Stov4 Spray ing water on the\ndogs that he comes to himself and pulls Shep ai .\n\nMR. BATES (0.S.)\nSomebody must have let it go. Got\ntoo old, went blind -- they didn't\nhave the heart to put it to sleep.\nProbably I should get my shotgun\nand shoot it.\n\nJACK\nStay here!\n\nShep will not jook Wim in his eye but twists and turns, eager\nto get back into the fray\n\nLater the same afternoou, they hear the screech of brakes and\na strange, high yelp. Then, far away, a soft wail or moan.\nSteve breaks Yneb teavs.\n\nEXT. VACANT LOT - DUSK\nThey wade through the weeds of a vacant lot, where the dog\nhas gone to die. From time to time they hear its haunting\ncry. They cannot find it; only a trail of blood. Wounded,\nafraid, it keeps dragging itself away from them.\nEXT. O'BRIEN HOUSE (BACKYARD)\nJack listens as Steve questions their mother.\n\nSTEVE\n\nWhat happens when you die? Does it\nhurt? Does it happen to everyone?\n\f75.\n\nMOTHER\nSooner or later.\n\nSTEVE\nThere's nothing you can do about\nit? Will you die, too?\n\nIt.seems the grown-ups understand things no better than he\ndoes.\n\nMOTHER\nNot for a long time.\n\nSTEVE\nwill I?\n\nRL\n\nYou're not that old yet,.Mom.",
  "59": "---END OF PREVIOUS SECTION---\nSTEVE\nwill I? RL\n\nYou're not that old yet,. Mom. \n---TARGET SECTION TO BE ANNOTATED---\nSTEVE\nWhere do you go?\n\nJack sees his mother with new eyes now. The day might come\nwhen she must leave them.\n\nSTEVE (0.S.) (CONT'D)\nWho put the spikes on the sun?\n\nHe remembers when she got her fingers caught in the Mixmaster\nand cried out to him to jerk the cord from the wall. A quick\nflash --\n\nEXT. O'BRIEN HOUSE\n\nHe remembers, too, Q day when they were eating outdoors with\nthe neighbors aud suddenly he heard someone shouting. There\nwas a coral snake on the ground. She walked right past it.\n\nHe watched how it flowed unhindered over the ground, as if\nfree of friction or restraint, beyond any human power of\ncontrol, cryptic, a dark enigma with lidless eyes.\n\nMRS. BATES\nShe walked right past it!\n\nMR. BATES\nGet a hoe. Its mate must be around\nhere. You watch: couple of days and\nit'll turn up.\n\nMr. Bagley chops the snake in two with a hoe. Mr. Bates\nstamps on the severed head.\n\f76.\n\nMR. BAGLEY\nNothing you can do if one of them\nbites you. Against a copperhead\nyou've got a chance. Not these'uns.\nOnce they close their mouth, they\ncan't let go. Even if they wanted\nto. \"Red on yellow, kill a fellow.\"\n\nEXT. PATIO\nThe next morning RL turns to his mother:\n\n. RL\nWhere's Dad?\n\nMOTHER :\nGone on a trip.\n\nThe boys go wild. They crawl around on the floor, they bounce\non the beds, they let the screen door slam carelessly behind\nthem. She cannot contain their energy.\n\nJACK\nWe're going to stay up late.\n\nMOTHER\nOh no, you're not!\n\nSTEVE\nAll night! Don't say no, because\nyou know it makes me angry. Look at\nme! IZ mean it!\n\nThey run through the sprinkler. Finding a lizard, they chase\nher into the batrroem with it. Laughing, they ignore her\npleas, and when they hear the lock click shut, they slip it\nin under the door.",
  "60": "---END OF PREVIOUS SECTION---\nThey run through the sprinkler. Finding a lizard, they chase\nher into the batrroem with it. Laughing, they ignore her\npleas, and when they hear the lock click shut, they slip it\nin under the door. \n---TARGET SECTION TO BE ANNOTATED---\nMONTAGE - WHILE THEIR FATHER IS AWAY\n\nShe shows them flowers, glowing colors and birds that sing,\nthe fruit tree at the edge of the woods, the gardenias, the\nwings of little creatures beneath a magnifying glass. So many\nmysteries! She shows them a barn swallow's nest.\n\nMOTHER\nThey trust us ~- not to knock it\ndown.\n\nShe gives them a book of natural history. His hands leaf\nthrough the pages. There are dinosaurs, frogs and armor-\nplated fish with names too long to pronounce. The Seven\nWonders of the Ancient World.\n\f77.\n\nShe shows them the leaf of a tall locust tree and sets it\nnext to a pea vine, demonstrating the family relation there\nsometimes is between things large and small. For a time all\nis as it was. The hours go by uncounted.\n\nSTEVE\nCan I marry you when I grow up?\n(she laughs)\nDon't tell anyone else.\n\nIt makes Jack ill at ease to see his mother cuddling Steve.\n\nJACK\nHe drank all the milk and didn't\nleave us any.\n\nSteve bolts out the door and runs around naked in the rain.\nThe thunder and lightning delight him; the water rushing\nthrough the gutters, sucking at his ankles, so cool.\n\nMOTHER\n\nYou little devil! Come back here!\nRL\n\nMom, I see that thing again.\nMOTHER\n\nWhat thing?\nRL\n\nThe suckin’ goat!\n\nSTEVE\nTH il Suck you down that hole by\nthe fence! T+ |\\ get you while\nyou're not looking! It got Woody's\n\ndoo! GSnates! Hit the lights!\n\nLater, they watch from another room as she dances by herself\nto some music on the radio.\n\nJack remembers a dream he once had of his mother lying, like\nSnow White, in a glass coffin. Her beautiful red cheeks, her\nhair black as the night. How would he face the world without\nher? He cannot bear the thought that he might have a separate\ndestiny.\n\nEXT. O'BRIEN HOUSE\nJack brings a jar of ice water and a plate of sandwiches out\n\nto 0.C., a laborer whom his father has hired to spread fresh\nloam on,the yard.\n\f78.\n\nO.c.\nYour mother sent this? Well, she's\nthe nicest lady.",
  "61": "---END OF PREVIOUS SECTION---\nO.c. Your mother sent this? Well, she's\nthe nicest lady. \n---TARGET SECTION TO BE ANNOTATED---\n She's a good\nmother and a good woman. I never\nworked for nobody as considerate.\n\nHis salmon-colored palms grip the shovel. He works all day\nlong in the broiling sun. He never complains. There is a joy,\nit seems, which is compatible with hardship and misfortune.\n\n¢\n\nJACK\nHave you seen my fireflies?\n\nHe shows 0.C. the bottle filled :\nO.C.\nThose are the souls of dead people.\nYou should let them 9° Did I scare\nyou? I didn't mean t\nEXT. HOUSE ROOF\n\nThey are up on the roof of a house. They have no business\nthere, and they know it. Jack nods for RL to jump off.\n\nJACK\nYou have to; if you want to join\nthe club.\nRL\nWhy don't you?\nJACK\nT alveady did.\nRL\nwhen?\nJACK\n\nYou weren't around.\n\nThey laugh. Later, he dares his brother to stick | a coat\nhanger into a light socket.\n\nJACK (CONT'D) :\nI turned it off. It won't hurt. I\ntested it. .\n\nRL smiles when nothing happens. But then, as they are roaming\naround, Jack snatches a stick out of RL's hand. He does not\nprotest.\n\f79.\n\nRL\nYou can have it.\n\nThere is another spirit in his brother than Jack finds in\nhimself. Ashamed, he gives the stick back. Hearing their\nmother's voice calling them in, they turn home.\n\nEXT. NEIGHBORHOOD - ROBERT\n\nRobert has reappeared in their lives. He leads them on a\nspree of destruction. He encourages them to steal peaches\nfrom McKeever's tree.\n\nROBERT\nThey belong to every beady. » Nobody\ntells me what to do.. just do\nwhat I want.\n\nInstead of eating the peaches, they threw’them away. One\nafter another they break out laughing, until they are all\nrolling on the ground.\n\nJack pulls up flowers from the Kimballs' bed. He enjoys the\nboys' approval. He is ashamed to be guilty of less impudence\nthan the others, but when Robert nods at the windows of the\nStickleys' garage, he remembers his mother's stern injunction\nand shakes his head.",
  "62": "---END OF PREVIOUS SECTION---\nJack pulls up flowers from the Kimballs' bed. He enjoys the\nboys' approval. He is ashamed to be guilty of less impudence\nthan the others, but when Robert nods at the windows of the\nStickleys' garage, he remembers his mother's stern injunction\nand shakes his head. \n---TARGET SECTION TO BE ANNOTATED---\nROBERT (CONT'D)\nWhy not?\n\nThey put a toad 6n a skyrocket and send it off, then run to\nsee whether it Survived its skyward flight. Gone. They cannot\nfind it. And they had felt itaq life pulse in their hands.\nThey put a Snapping turtle on Shep's ear.\n\nHARRY\nIt won't let go till sunset.\n\nShep howls with pain and runs away, glancing over his\nshoulder with a look of injured trust.\n\nThey stamp on snails, burn up wasps. They make a glory of\ntheir infamy and lies.\n\nCAYLER\nI'm six feet tall! I killed a man!\n\f80.\n\nEXT. COURTHOUSE AND JAIL\n\nAnother day, outside the courthouse, Jack looks up and sees a\nman shouting from a window on the second floor. There are\nbars on the window; hands are thrust through them.\n\nNearby, on the sidewalk, he sees a prisoner who has been led\ndown the front steps ‘of the courthouse by two men with guns\nhigh on their hips.\n\nThe group passes close by. The prisoner's wrists are bound to\na restraining belt. He answers the taunting eyes of\ncourthouse loafers with a sneer of proud defiance. Somehow\nJack feels close to him; closer, moment, to this\nstranger than to his own family. ,\n\nMOTHER\nWhat are you looking at? Come.\n\nOne of the policemen stares at him. What does he know, or\nguess?\n\nMen rise to their feet as Mrs. O'Brien passes by.\nEXT. O'BRIEN HOUSE\n\nMr. O'Brien returns from his travels. The children glance at\neach other. It is as though a stranger had appeared in their\nmidst. The idyll is over. They must again be the furtive\ncreatures, the cheats, the guilty ones they were before.\n\nHe pats them on : their heads, a little too hard.\n\nINT. DINING ROOM\n\nMr. O'Brien tells of his travels -- shows them the towels and\nwashcloths he has carried off from hotels, and money in\ndenominations so lovee that, were it dollars, they would be\nrich.\n\nFATHER\n\nBishop Sheen was down the hall --\ntwo doors away. Very friendly. The\nFrench are lovable, but they'll rob\nyou blind.",
  "63": "---END OF PREVIOUS SECTION---\nFATHER\n\nBishop Sheen was down the hall --\ntwo doors away. Very friendly. The\nFrench are lovable, but they'll rob\nyou blind. \n---TARGET SECTION TO BE ANNOTATED---\n The money's confusing:\nnew francs, old francs; you never\nknow which you've got in your hand.\nI bought a newspaper for $4.\nHalfway back to the hotel TI\nrealized I'd been robbed. Had a big\nfight with the lady. Had to call a\ngendarme. He got her to cough up.\n\n(to Mrs. O'Brien)\n\f81.\n\nFATHER (CONT'D)\nI'm confident my deal went through.\nIf not, they can forget it. I'll\ntell them all to go to hell.\n\nMOTHER\nBe careful.\nFATHER\nI'm not going to let them shove me\naround.\nRL\nCan Cayler come over?\nFATHER\nYour own family isw't apo enovoh\n\nfor you?\n\nJack looks at his brother with Suvprise. We would never dare\nto invite anyone over. Relatives visit often, but no friend\never comes to their house.\n\nFATHER (CONT'D)\nYour mother's from a farm family.\nIrish. They had people down from\nChicago every weekend. That's why\nthey never got the weeds out of\ntheir fields. The Norwegians would\ndrive by and laugh!\n(she smiles)\nYou boys don't realize it, but\nwe're skating on thin ice. You live\nin peace, quiet, in warmth. Look at\nthe Food you have. Still on your\nplate! The abundance ! When I was\nour age, T was chomping tickets at\nthe Clar Theater in Chicago.\n(Jack squirms )\n\nAre you ina hurry? After the\nshows, I cleaned the bathrooms. For\nyears I had one pair of pants. The\nsame green pants! I had to run\naround in my shorts while my mother\nwashed them. And still, for all\nthat, father was always father to\nme. Nobody knows what that means\nthese days. Can a child understand?\n\nIt seems to Jack that he and his brothers remain alive\nthrough their father's sacrifice and bear their lives as an\nundeserved gift from him. His father has bred in him a deep\nsuspicion of himself, a doubt of his every action; a doubt of\nothers, too, and of their motives. He is becoming anxious\nabout everything; wavering, unable to work out a thought.\n\f82.\n\nThere is a loud crash.",
  "64": "---END OF PREVIOUS SECTION---\nHe is becoming anxious\nabout everything; wavering, unable to work out a thought. 82. There is a loud crash. \n---TARGET SECTION TO BE ANNOTATED---\n He let the screen door slam shut.\n\nFATHER (CONT'D)\n\nYou can't shut it softly, can you?\nNo, that's too hard for you, I\nsuppose. You don't have the time.\nThat's too much to expect of our\nworthy son. Horsefeathers! I want\nyou to shut it quietly, fifty\ntimes. Not a word of contradiction!\n\nIt seems to him there are three worlds, one in which he and\nhis brothers live subject to their father under laws which he\nhas invented for them only and which they can never, without\nunderstanding why, ever fully Comply with) a second world\nthat their father belongs to; a thivl wheve everyone else\nlives happily, free from orders ancl Mav ima to obey.\n\nFATHER\nCome here!\n(pinching him)\nI love you. If it doesn't always\nseem that way, it's because I can't\npretend like other people do. Kiss\nme. Kiss your father.\n\nJack's mind leaps about, bewildered by his father's health\nand appetite, his swagger, his canniness, his indifference to\nthe burdens he imposes on others; the absence of any\nconsciousness of hypocrisy when he breaks those rules he\nimposes on others.\n\nFATHER (CONT'D)\nWhat are you thinking? Really\ntMuking? ‘There are things you\ncan't Ab? Well, there are things L\ncan'+ do either !\n\nJACK\n(hesitantly)\nDad? Why --\nFATHER\n\nYou're not to call me Dad, but\nFather. Father, sir. Always honor\nyour father. Every day I go out\nthat door there. I go out and work\nmy tail off for you. Show respect.\nDon't interrupt!\n\nJACK\nYou do.\n\f83.\n\nFATHER\nI would rather be a beggar on the\nstreets of Cairo than not to have\nthe respect of my family.\n(after a pause)\nRemember: you're the child.\n\ndack counts his breaths.\n\nJACK\nThis is your house. You can throw\nme out whenever you like.\n(quaking all over)\nYou want to kill me!\n\nFATHER\nI, too, didn't have any respect. for\nmy father. Not at First.",
  "65": "---END OF PREVIOUS SECTION---\n(quaking all over)\nYou want to kill me! FATHER\nI, too, didn't have any respect. for\nmy father. Not at First. \n---TARGET SECTION TO BE ANNOTATED---\nWhat do his boys know of life -- the rich man's arrogance,\nthe triumph of the fool?\n\nFATHER (CONT'D)\nI saw my mother -- she couldn't\nread or write -- dependent on a\nsalesman who couldn't make sales\nand was ashamed to tell her so!\nThen I learned how things were for\nhim! He died before you boys were\nborn -- in a hit-and-run accident.\nHe lay all night in the street. It\nwas dawwwhen they found him. Do\nWheat you like, though. As. far as\nI'm concerned, you're free. I have\nno advice te give you. But, if you\nrealiy want to be free, don't come\nback to this, house in the evening --\n\nHis nerves are on fire. His sons seem to be destroying him.\nHe is forced to breathe the air of his own death.\n\nJACK\nI hate you.\n\nFATHER\n\nI know. The question is, are you\ngoing to do what I tell you to? Do\nyou want to be the only one who's\nout of step -- and make everyone\nelse unhappy -- just because you're\ndetermined to have your own way?\nThen you'll stay indoors.\n\f84.\n\nFATHER (CONT'D)\nYou just won't have dinner tonight.\nNone of us will!\n\nJack looks at his mother. He does not want to bring her any\nmore unhappiness.\n\nJACK\nI'm sorry, sir.\n\nFATHER\nThank you for saying \"Sir\".\n(to his wife)\nYou know what they say in the Navy.\nIf you have a grumbling crew, you\nhave a fit crew. When they don't\ngrumble, something's wrong.\n\nHe will learn to deceive. He will vse coming and guile to\ndefend himself and get what he wants.\n\nHe will never outwardly defy his father. nis defiance will be\ninward and therefore harder to root out; first it must be\ndetected. He will avenge himself in the cleverest way,\nwithout his father's ever knowing it.\n\nINT. BEDROOM\nMr. and Mrs. O'Brien are alone.\n\nFATHER\n-- I want to make him strong. I\nwant him to expect great things of\nhimself -- to hold himself with the\nbest. A father gives his child\nStrength.",
  "66": "---END OF PREVIOUS SECTION---\nFATHER\n-- I want to make him strong. I\nwant him to expect great things of\nhimself -- to hold himself with the\nbest. A father gives his child\nStrength. \n---TARGET SECTION TO BE ANNOTATED---\n will!\n\nMOTHER\nThey're afraicl of you.\n\nFATHER\nThey love me. I'm going to make\nthem do it. I could have had my own\ncompany ~- been a wealthy man. But,\nno, we had kids -- I had to take\nthe first job that came along --\nAm I a father, or a faucet?\n\nMOTHER\nWhy don't you let yourself -- love?\n\nFATHER\n(surprised)\nI do.\n\f85.\n\nMOTHER\n-- Let yourself show it.\n\nHe looks away. He is afraid of her love for him. It is too\ngood for him. He cannot measure up to it.\n\nIt seems to him she does not want him but his soul.\nINT. LIVING ROOM\n\nWhen they next see their father, he pretends nothing is\nwrong. Does he think they could not hear?\n\nFATHER\nWhat do you want for your birthday ?\nRL\nYou.\nHis father looks at him in surprise -- this child, so unlike\nthe others, gentle as a sage ~~ then kisses him. RL alone\n\ndoes not stiffen under these effusions of paternal love. Mr.\nO'Brien feels that he understands the other two, but there is\nsomething about RL which strikes a certain awe in him.\n\nYet he fears for this child, fears he is impractical; a\ndreamer, dawdler. He rides him about a hundred things; for\nwalking funny, for smiling too long, for hesitating before: he\nspeaks.\n\nDoes his mother love him because he is the weakest, the\ntenderest, the mest sivcere:? Sincere people are taken\nadvantage. of. Dreamers come to nothing.\n\nEXT. CARPORT\n\n. Jack watches his father work on the Studebaker, which he has\nraised up on a jack. What would happen if he kicked it out?\n\n-- Christmas scenes. Other houses on the block. Each is a\nhome. Is his? The singing, the lights -~ ruined by argument,\ndiscord --\n\nSERIES OF ANGLES - STRAIGHT RAZOR - ROUGH GREEN SNAKE\n\nHis rage is deep as hell. He studies his father's straight\nrazor, with its tortoiseshell handle. Afraid of the darkness\nrising up within him, he hides it under the sheets in the\nlinen closet.",
  "67": "---END OF PREVIOUS SECTION---\nThe singing, the lights -~ ruined by argument,\ndiscord --\n\nSERIES OF ANGLES - STRAIGHT RAZOR - ROUGH GREEN SNAKE\n\nHis rage is deep as hell. He studies his father's straight\nrazor, with its tortoiseshell handle. Afraid of the darkness\nrising up within him, he hides it under the sheets in the\nlinen closet. \n---TARGET SECTION TO BE ANNOTATED---\n Alone in his bedroom, he prays:\n\nJACK\nPlease, God, let him die!\n\f86.\n\nA snake slides through the oak tree, swaying as the wind\nblows, matching the movement of the branches.\n\nEXT. O'BRIEN HOUSE (FRONT YARD)\nMr. O'Brien walks outside. Jack and RL are playing.\n\nFATHER\nWhat are you doing playing out\nhere? Get to work.\n(turning to RL)\nDid you practice your guitar?\n\nINT. LIVING ROOM - RL WITH GUITAR - JEALOUSY\n\nJack watches RL practice on a hal€-seale quitar . He is a true\nmusician, unlike his brothers.\n\nTheir mother listens, rapt, as she Aandles steve on her knee.\nWhen RL gets frustrated with his mistakes, she consoles him.\n\nMOTHER\nIt's alright to make mistakes. You\nhave to... Perfection isn't\nimportant. Imperfection is\nbeautiful. Even more beautiful.\n\nMr. O'Brien sits down at the piano and adds an accompaniment\nto RL's melody. Jealousy of his little brother stirs in Jack\nagain, even as the music brings him back into a presence in\nwhich he had ceased to believe.\n\nEXT. NEIGHBORHOCOp STREET\n\nHe remembers wa\\ting with RU earlier in the day. He suggested\nthat they run.\n\nRL\nWe'll get tired.\n\nJACK\nNot me. I never get tired.\n\nRL\nYou did this morning.\n\nJACK\nNo I didn't. I was just pretending.\nYou want to call me a liar?\n\nRL\nNo. I don't want to fight.\n\f87.\n\nJACK\nAfraid to?\n\nRL\nNo, I just don't want to.\n\nJACK\nIf I was to say you're scared,\nwould you want to call me a liar?\n\nRL\n\nNo.\nJACK\n\nThen you're scared, aren't you?\nRL\n\nI guess so... Why do bees hum?\n\n(Jack shrugs)\nBecause they don't know the words!\n\nChastened, Jack mumbles an apology. Love takes the place of\nenvy in his heart. All nature comes alive and answers him\napprovingly.\n\nMrs. O'Brien worries about her. eldest son.",
  "68": "---END OF PREVIOUS SECTION---\nAll nature comes alive and answers him\napprovingly. Mrs. O'Brien worries about her. eldest son. \n---TARGET SECTION TO BE ANNOTATED---\n Conflict with his\nfather has caused him to become a glum, inattentive,\ndisobedient child, always intent on escape.\n\nHis life has become a tissue of lies and subterfuge. Thefts,\nlust, savage desires. He is lost in this new darkness, and\nhardly cares. His is in revolt.\n\nEXT. FRONT YARD\nJack stands witw Wis mother in the front yard.\n\nMOTHER\nLook at the tree. It doesn't care\nhow it seems to others. It just is.\nIt puts up with storms, rain, bad\nweather ~-\n\nThe camera plays over the leaves and branches. Ine spirit\nlives in root and trunk, branch and leaf.\n\nMOTHER (0.S.) (CONT'D)\nA leaf might think it is separate\nand alone, but all the leaves are\npart of the same unfolding. They\nstart from the same seed.\n\f88.\n\nJACK\n(interrupting)\nHe tells me one thing. You tell me\nanother.\n\nInwardly, she resigns herself to losing her eldest son.\n\nMOTHER\nEverything will be all right.\n\nJACK\nThen why are you unhappy?\n\nMOTHER\nWhat makes you say that?\n\nHe sees the abuse which goodness $uers in ‘this world, the\npainful consequences of walking in hi$ motwnec's way. Where\ndoes it lead? To a life of sorrow, forall that he can tell.\n\nWhat is the value of goodness? How shall it stand against\nbullying force? The golden rule allows others to take\nadvantage of you, to do as they please. It opposes, and can\neven destroy, your own happiness.\n\nHe remembers Mrs. Kimball telling his mother:\n\nMRS. KIMBALL\nYou're so kind. I wish that I could\nbe Like you.\n\nFATHER'S POV ON SONS PLAYING\n\nMr. O'Brien watches From afar as his sons play with their\nmother in the front yatd. Will he grow mean and despicable?\nFall slowly into cvin? Their laughter is like the music of a\nlost Eden.\n\nINT. LIVING ROOM\n\nHer brother, their Uncle Ray, has come to visit. Mrs. O'Brien\nconfides in him, unaware that Jack is listening from the\nother room.\n\nMOTHER\nA man showed up at the door. A bill\ncollector. A shady character.",
  "69": "---END OF PREVIOUS SECTION---\nMOTHER\nA man showed up at the door. A bill\ncollector. A shady character. \n---TARGET SECTION TO BE ANNOTATED---\n He's\nbeen gambling again.\n\nMuch of what she says plays 0.S. as her memories are\nillustrated, starting with scenes from Las Vegas; quick\nflashes of their past experience.\n\f89.\n\nMOTHER (CONT'D)\nHe is fascinated with cards. He\nsays they make everyone even. He\nover-bets his hand. You know, his\nbrother is a keno dealer in Las\nVegas. A sweet, gifted man!\n\n(after a pause)\n\nHe wants his honor back. His\nstature. I could get a job. He\ndoesn't want me to, though.\n\nUNCLE RAY\nIt's hard with three boys.\n\nMOTHER\n\nI wouldn't like to veset them.or\nchange their life. 1 want then to\nget a good education.\n\n(sighing)\nCompared to ours, his family seemed\nso warm and vital. He was earthy,\ncheerful. We were happy for a time.\n\n(after a pause)\nI tremble to ask him for money. I\ncome to him like a guilty person.\nHe makes a fuss over a bent spoon.\nHe won't do anything to change. I\ndread him coming into the room.\n\nUNCLE RAY\nTell him. Either he learns to\nbehave like everyone else, or... He\n\nAoess+ know what love is, anyway.\n\nMOTHER\nwhy do you say that?\n\nUNCLE RAY\nLeave.\n\nJack looks up, shocked. Would she? Has he, with his\ncomplaints about his father, contributed to such a desire? He\nfears that he might cause the breakup of his family.\n\nUNCLE RAY (CONT'D)\nTake the boys with you. Your\npatience is wonderful. But what if\nit's killing you?\n\nMOTHER\nI can't trade their happiness for\nmine. It would haunt me... I've\n\nthought about it.\n\f90.\n\nMOTHER (CONT'D)\nI still know shorthand. When I\nworked at Bendix before we got\nmarried, I could type a hundred\nwords a minute. I don't know what I\ncould do now. With three\nchildren... Don't remind me that I\never talked this way. You're my\nonly friend. The others, they're\nvery nice, but I can't really talk\nwith them. It's a small town.",
  "70": "---END OF PREVIOUS SECTION---\nYou're my\nonly friend. The others, they're\nvery nice, but I can't really talk\nwith them. It's a small town. \n---TARGET SECTION TO BE ANNOTATED---\nUNCLE RAY\nYou can't let it keep you from\nliving.\n\nMOTHER\n\nHe hasn't filed an income tay\nreturn in three yeacs! I'm afcaid\nhe'll lose his job. tle dciyes the\nmen under him too hard. Nebedy\nlikes him. He's not a selfish or a\ncold man. But he turns people\nagainst him. He offends them --\nalmost on purpose. He loves me as\nmuch as he can. What a day it was\nwhen I first saw his real nature.\nBut he's a good provider. He works\nhard. There are two people in him.\n\nShe is loathe to reveal to anyone, even her brother, how\nunhappy she is, or to betray her husband's confidence.\n\nUNCLE RAY\nDo you love. him still?\n(she nods)\n\nBobcould help you.\n\nMOTHER\nHe'll never pay that back. He\nresents it when I ask. So does\nEllen. I wish I'd finished college. -\nI dreamt of studying medicine.\n\nThey laugh. Flashes of her carefree youth: a ride in a\nbiplane, spinning at a dance.\n\nMOTHER (CONT'D)\nWe all had dreams. I want the kids\nto get through college. It makes me\nhappy seeing you.\n\nShe has never quite found a stream of fellowship in Waco.\n\f91.\n\nLATER\nThe boys hear their father arguing with their uncle.\n\nUNCLE RAY (0.S.)\nYou've worn her out -- made a slave\nof her -- crushed her!\n\nFATHER (0.S.)\nYou come and go. I've put up with\nit for years. Get out! Get a job!\n\nTHEN\n\nMOTHER (0.5.)\nYou humiliated him.\n\nFATHER (0.5)\nIt will do him good. Eyeyone has\nto do his part. Your brothers come\nto spend three days, they end up\nstaying for six months.\n\nShe watches as her brother goes off.\nEXT. O'BRIEN HOUSE - LAWN - OAK TREE - NIGHT\n\nOnly the porch light is burning. Jack has slipped out of the\nhouse and is picking weeds. The night is so vast: he begins\nto weep. He puts his face in his hands. He bows to the oak\ntree.\n\nHis mother appears. he turns around, startled.",
  "71": "---END OF PREVIOUS SECTION---\nHe puts his face in his hands. He bows to the oak\ntree. His mother appears. he turns around, startled. \n---TARGET SECTION TO BE ANNOTATED---\n She is lovely\nin her flowing Might aowna,\n\nMOTHER\nWhat are you doing?\n\nJACK\nPicking weeds.\n\nMOTHER\nNow? At night?. Why?\n\nJACK\nSo you'll stop fighting.\n\nWill she leave? He has begun to guess the depths of her\nunhappiness. Taking him by the hand, she leads him back to\nthe house.\n\f92.\n\nJACK (CONT'D)\nMomma -- listen -- I'll make you\nproud. Happy. Here at home. In\nschool. I won't stop until I do!\n\nHe will take her tears away. She shakes her head. That is not\nwhat she wants.\n\nMOTHER\nBut I want you to be happy. I don't\nwant you to feel you have to do\nanything for me.\n\nHis efforts to make her proud have go fac had the ironic\nconsequence of causing her endless worccw-\n\nJACK\nThat's not enough. 1 can do more.\nMOTHER\nBe good to your brothers.\nJACK\nI will. I swear it. But -~- will you\nhelp me?\nMOTHER\nYes.\nHe thinks of his father.\nJACK\n\nI nate him. I wish he were dead!\nHe quakes all over. I+seems he has all hell in his heart.\n\nJACK (CONT'D)\nI'll Kitl him if you want!\n\nMOTHER\nYour father! I don't want you to\nhate him. I want you to love him.\n\nJACK\nDo you?\n(she nods)\nHow?\n\nShe does not answer right away. He throws himself against a\nclosed door.\n\f93.\n\nJACK (CONT'D)\nWhy? Why? Why did Johnny Baden push\nme down? Why did Uncle Ed not come\nback? You told me it would be all\nright! Why does he hurt us? Is it\nme? Something about me?\n\nMOTHER\nThere's nothing bad about you.\nForgive him.\n\nJACK\nHave you?\n\nMOTHER\nThink of the good shinas ne does\nfor us. For others —\n\nEXT. POOL (BARTON SPRINGS) - QUICK ANGLES (MEMORY)\n\nMilton Stone, a boy Jack's age, is swimming an underwater\nrace at a public pool when, suddenly, he turns over on his\nback and floats up to the surface, his arms thrown wide.",
  "72": "---END OF PREVIOUS SECTION---\nMOTHER\nThink of the good shinas ne does\nfor us. For others —\n\nEXT. POOL (BARTON SPRINGS) - QUICK ANGLES (MEMORY)\n\nMilton Stone, a boy Jack's age, is swimming an underwater\nrace at a public pool when, suddenly, he turns over on his\nback and floats up to the surface, his arms thrown wide. \n---TARGET SECTION TO BE ANNOTATED---\n The\nother boys think he is kidding and splash him with water\nuntil they see his lips are blue. Panic spreads. Many shrink\naway, but Mr. O'Brien comes forward to take command of the\nsituation- He calls for an ambulance. He breathes into\nMilton's mouth. The boys stand in the shallows, hold hands\nand say the Lord's prayer. Jack looks left and right, proud\nof his father, who gazes at Mrs. Stone with a heartfelt\nsympathy.\n\nEXT. PORCH — RESUMING THE FOREGOING SCENE - NIGHT\n\nJack marvels at\\Wis mother, She seems never to want anything.\nShe does not vacy, like their father; is constant in temper.\n\nJACK\nWe're not a happy family, are we?\nWe were before. Will our family be\nlike Howard's?\n(she kisses him)\nNow, at school, when I see good\nkids, I want to be bad.\n\nShe is silent for a moment.\n\nMOTHER\nI don't know all things. I haven't\nbeen everything a mother should be.\nBut a parent learns. She has to\ngrow up, too.\n\f94,\n\nMOTHER (CONT'D)\nThere are a lot of hard things in\nthis world. I wish I could keep\nthem all away from you.\n\nJACK\nHave I done anything wrong today?\n\nMOTHER\nNo. Things may seem bad now, but\nthey won't always be this way.\nWe're on our way towards something\ngood. We'll go away this summer and\nrent a cabin by the lake. Dad will\ntell you about the places he's\nbeen. And I'll tell you abovt the\nday when I was a g\\ and a\nrhinoceros escaped from ve Fair.\n\nA rhinoceros rambles through an [llinois cocn field.\n\nMOTHER (CONT'D)\nWe'll build a fire and stay up\nlate. We'll watch the stars, and\nsing --\n\nINT. LIVING ROOM\n\nMr. O'Brien is baffled by thé opposition which he creates for\nhimself. Home should be a haven from the world's contempt.\nThe ingratitude of children can drive a man to madness.\n\nHe keeps the family's life from being either comfortable or\ntedious. They \\iveinoa: continual state of uncertainty.",
  "73": "---END OF PREVIOUS SECTION---\nThe ingratitude of children can drive a man to madness. He keeps the family's life from being either comfortable or\ntedious. They \\iveinoa: continual state of uncertainty. \n---TARGET SECTION TO BE ANNOTATED---\n In\nhis better moods he ig their comic. He plays the piano like\nHarpo Marx in \"A Night ak the Opera.\" He lights a cork, blows\nit out and apeliesthe Aack ash to his upper lip to create a\ndandy's moustacne. tte puts on airs and acts out dramas. He\nsits at the piano and makes it all up as he goes along, like\na little opera.\n\nMrs. O'Brien laughs as he leaps over the sofa, fencing now.\nHe is like a’child himself, with sudden spasms of craving for\nphysical affection -- for proofs of a sentimental love.\n\nJack remembers other times when he has felt close to his\nfather. How precious, how wonderful those hours were! Lying\non the car seat and listening to him sing to himself at the\nsteering wheel as they went on vacation --\n\nFATHER\nCome on! 345 x 78. Visualize it.\nTry again. In your mind. You're not\ntrying. Pay attention. Trust me.\nI'm doing this to help you.\n\f95.\n\nFATHER (CONT'D)\nWhat is it? I want you to stand\nthere till you tell me.\n\nRL stands in place until the sun goes down. Steve turns to\nhis father.\n\nSTEVE\nWho are you?\n\nMr. O'Brien looks at him, surprised.\nEXT. KIMBALLS' HOUSE - WIND CHIMES\n\nJack notes how Mrs. Kimball's thin cotton dress clings to her\nin the heat. She drinks from a hose.“Tne water flows over her\nbare feet.\n\nMRS. KIMBALL.\nYou want a drink?\n\nHe shakes his head. She is a kind, lovely woman; shy.\n\nLater, he paces back and forth outside the Kimball house,\nuntil he sees her through the open drapes.\n\nLater still, as night is falling, he walks past the Bates',,\neager to see more. There is an odd gray flicker on the\nceiling in the living room. TV has entered the neighborhood,\nthough no one thinks much of it and only the Bates have a\nset.\n\nEXT. WELLS' HOUSE\nHoward has a jook of dread on his face. Jack frowns.\n\nHOWARD\nDad’s come back.\n\nJack is transported to +he scene in Howard's recounting of\nit. .\n\nMR.",
  "74": "---END OF PREVIOUS SECTION---\nHOWARD\nDad’s come back. Jack is transported to +he scene in Howard's recounting of\nit. . MR. \n---TARGET SECTION TO BE ANNOTATED---\n WELLS (0.S.)\nWhat am I doing? Minding my\nbinness. Go cut a switch.\n\nHoward cuts a switch off a willow tree. Mrs. Wells closes\nherself up inside her bedroom.\n\nHoward watches his father come towards him; no, not a father\nbut a beast of wrath and sensuous intoxication. As the blows\nfall, the boy's cries excite him to greater cruelty.\n\f96.\n\nMR. WELLS (CONT'D)\n(chewing gum)\nLick the floor with your tongue.\nPay! Somebody's going to pay!\n\nHe takes Howard outside and shoves him down into the storm\ncellar, shuts the door and sets the chow to guard it. In the\ndarkness below, Howard wails and weeps and pounds his face\nwith his fists. Daddy, Daddy! Please, Daddy! He clenches his\nfists and beats his chest and begs heaven to protect him. It\ngoes on until he can scream no more but gasps for breath.\n\nHOWARD\nDear God! Help us! Please!\n\nNEXT DAY\nThe next day Jack listens as RL tetls *neit mother:\n\nRL\nWe learned in school the sun is\ngoing to die. The earth, too. Is it\ntrue?\n\nMOTHER\nMaybe -- but such a long time from\nnow it doesn't matter.\n\nINT. SCHOOL ROOM - JACK\n\nMath, geography; boundaries and rules. Day by day, the adult\nworld closes ité¢el€ about him.\n\nHe gazes at Marsha.So this is love. Where might it lead you?\nIt is like returning +o your original state -- like being\nhealed.\n\nEXT. CITY - A LATE AFTERNOON IN MAY\n\nThe boys are playing outside when the wind comes up. In the\nsouth the sky has turned black.\n\nThe branches of the oak tree rise and fall. The wind grows\nstronger. Shep looks up, puzzled. A newspapec: flies through\nthe street. The boys drift inside. The windows move as if\nthey were breathing. The radio announces an approaching\nstorm.\n\nTORNADO - STOCK (35MM) - DUSK, NIGHT\nA tornado bears down on the town. There is lightning, then\n\nhail; big hailstones that bounce off the street. The wind\nmakes a roar like a train.\n\f97.",
  "75": "---END OF PREVIOUS SECTION---\nThere is lightning, then\n\nhail; big hailstones that bounce off the street. The wind\nmakes a roar like a train. 97. \n---TARGET SECTION TO BE ANNOTATED---\nLawn furniture, toys and garbage cans are swept along the\nstreet. The front door rattles until it seems the glass might\nbreak. The laundry line flies out like a flag.\n\nA tree has fallen in the middle of the street, illuminated’ by\nthe headlights of a swerving car. Downed power lines spew\nshowers of sparks. Everyone is soqlemn and still. It seems\nsome elemental violence has come forth to threaten good and\nwicked alike; a great power ready at any time to sweep down\non men with an unbridled cruelty, tearing the life and hope\nout of them, destroying the labor of their years.\n\nThe hailstones split the windshield of a car, smash leaves\nand branches off the trees. The doors fly open. Curtains are\nsucked out the window. There is a chaos of thunder and\nlightning. At length the power q0¢$ ovr. Thei¢ mother appears\nwith a candle and leads them away from the wudows- The flame\nwavers, threatens to go out.\n\nThe radio narrates the rest: how an elecbrician working on\nthe roof of a building downtown fell five stories when it\ncollapsed and walked away, -how all went black as power lines\npopped like strings. The National Guard has been called out,\nthe horn of a flattened truck is still blowing, etc.\n\nEXT. NEIGHBORHOOD ~ EVIDENCE OF TORNADO'S PASSAGE\n\nThe next day the children are out in the streets with the\ngrown-ups, noting signs of the tornado's passage: the clothes\nof strangers hanging from the branches of a tree, a chair, a\ntricycle too: a catfish sucked up from the lake and dropped\non the lawn; a tree struck by lightning, split down the\nmiddle, stripped of it§ leaves and bark.\n\nA house has been tossed into a field down the road, its\nintimate Contents Scattered through the street. A car lies\ndemolished while aeyt to it another has gone untouched. A\nvase stands vadisturhed, in a demolished room. Strangers stare\nat a family which has \\ggt its home. The full wrath of the\nskies has descended on them alone.\n\nRL\nHow does it pick?\n\nUprooted trees lie scattered like bowling pins.",
  "76": "---END OF PREVIOUS SECTION---\nThe full wrath of the\nskies has descended on them alone. RL\nHow does it pick? Uprooted trees lie scattered like bowling pins. \n---TARGET SECTION TO BE ANNOTATED---\n It is as if\nthe fabric of reality had been torn away, and beyond it they\nwere given to gaze into some abyss of meaninglessness,\nfutility and terror.\n\nMR. BATES\nMcKeever died.\n\nMR. KIMBALL\nHe never did nothing wrong.\n\f98.\n\nA neighbor has died, a man they rarely saw. Jack has no\nreaction to this news -- only the fear that she might die.\nWhere would they be then? Word comes that a hundred and\nfourteen others have shared Mr. McKeever's fate.\n\nThat night a figure of death appears to Jack in a dream. She\nleads him into an abandoned house. She gives Mr. McKeever a\ncup to drink.\n\nJACK'S POV ON HIS MOTHER\n\nJack observes his mother, smiling as she helps RL with his\n\nscience project, a model of the solar system. It seems that\nin some way she has betrayed him. He €eelg angry at her for\nbeing so vulnerable, so easily imposed voon., When she asks\n\nhim to help her carry in the grvcecles, he gcetends ~ not to\n\nhave heard and walks away.\n\nLATER - HIS BROTHER'S HAND\n\nAs Jack listens to RL practice the guitar, he thinks of his\nbrother's hand, how it played with the wind outside the\nwindow of the moving car -- how it reached out to touch the\nleaves of the tree in the front yard, the bark -- the water\nrunning from the hose and spreading across the smooth\nconcrete of the driveway ~-\n\nINT. O'BRIEN HOUSE\nHis mother speaks in a hushed voice into the phone.\n\nMOTHER\nNow he's sold our stocks, the few\nwe move--Dack: is acting up at\nScrool, geting into trouble --\n\nINT. SCHOOL ROOM\n\nJack competes with a boy named Billy for the title of class\nclown. While Mr. Reese is giving dictation, he stands up and\nasks:\n\nJACK\nHow do you spell \"the\"?\n\nEveryone laughs. He did not ask it as a joke, however. He\ngenuinely forgot. Marsha looks away: This sort of thing is\nnot likely to win her favor. She does not return his greeting\nin the hall.\n\f99.\n\nEXT.",
  "77": "---END OF PREVIOUS SECTION---\nShe does not return his greeting\nin the hall. 99. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STICKLEYS' HOUSE\n\nJack stands with Robert and some of the other neighborhood\nboys near the Stickleys' garage.\n\nROBERT\nWhere are you going?\n\nHe can tell Jack is afraid of him.\n\nJACK\n\nWe're not supposed to bother them.\nROBERT\n\nWho says? They don't use it,\n\nanyway.\n\nThey look at each other a moment, then Jack picks up a rock.\nThe first one misses, the second does net. They break out in\nlaughter at the sound of the shattering glass.\n\nEXT. LAUNDRY LINE - WIND CHIMES, MARTIN HOUSE\n\nJack walks through the clothes fluttering indiscreetly on the\nKimballs' laundry line. Purple martins flit about their happy\nhome.\n\nEXT. KIMBALLS' HOUSE - DAWN OF HIS MORAL AWARENESS\n\nJack is playing with the other boys when, out of the corner\n\nof his eye, he sees Mrs. Kimball driving away. He turns back\nto their games, dAistcacted now. He knows he must not go into\nthe house. But the wi6h keeps interposing itself.\n\nThe garage isstillanAcool . There are a few wasps stirring\nin the corner. He +e$ts. the door. Once again, it is open. In\nthe distance’ he wears the cries of his playmates.\n\nHe hesitates. This might be the first time he has ever made a\nsimple choice between good and evil, right and wrong.\n\nWho would be hurt by his disobedience? Yet this is the only\nthing his mother has ever so plainly and explicitly\nforbidden. His heart pounds in his throat. He turns away, but\nthe wind chimes seem to draw his attention back to the door.\n\nINT. KIMBALLS' HOUSE\nCrossing the threshold, he feels a sort of vertigo, a pride\n\nin his cleverness, a wild reckless joy in abandoning himself\nto the forbidden.\n\f100.\n\nHe wanders through the house examining things, taking care to\nput them back in their places. He avoids the eyes of the\nportraits on the wall. He passes by the silver and china. He\nhesitates before the stairs that lead towards the bedroom.\nDare he up?\n\nWhat do the adults know that he does not? He longs to leave\nhis childhood behind.",
  "78": "---END OF PREVIOUS SECTION---\nDare he up? What do the adults know that he does not? He longs to leave\nhis childhood behind. \n---TARGET SECTION TO BE ANNOTATED---\nInside the master bedroom all stands in impeccable order.\n\nHe looks through Mrs. Kimball's cosmetics, then discovers the\nchest of drawers where she keeps her clothes. His breath\ngrows quick and shallow.\n\nHe opens a drawer. He gazes at the folded garments. He takes\nout a nightgown.\n\nSuddenly, a noise. He looks up, starts to leave, then sees to\nhis surprise that he has left the drawer open. He closes it\nquietly.\n\nWith the craft of a burglar, he does not go back the way he\ncame but unlatches a screen and slips out a window at the\nback of the house, into the holly bushes with their sharp-\ntipped leaves.\n\nEXT. KIMBALLS' HOUSE —\n\nOutside, he stands alone, breathless. Has anyone seen him? He\nglances at the gazing ball on its stand in the backyard.\n\nUncertain what +o do with the nightgown, he hides it under a\nboard at the edge oF the woods. His eyes dart left and right.\nNo normal boy would do this. Of that he is sure. He should\nhave stayed outof the house. He chose not to. He knows.\n\nNature, which once sang around him, is silent now. And yet he\nfeels a subtle alteration in himself; a freedom, with new\npowers of reason and understanding. So this is how they see\nthe world!\n\nWith the opening of his eyes, new hopes awaken, the promise\nof new joys, their taste so sweet in his anticipation of them\nthat all he has known before seems stale and flat.\n\nEXT. O'BRIEN HOUSE\nHe looks up. It is his mother, calling him. Her voice floats\n\non the air, barely perceptible, through the hedges and back\nyards. He pretends not to hear. ,\n\f101.\n\nMOTHER (0.S.)\nWhere are you?\n\nShe walks through the yard in the cool of the evening,\nrepeating the question. Where are you?\n\nHe feels conscious of himself, inwardly naked.\n\nHe trudges heavily back toward his home. It does not seem the\nplace he knew before. He hears something like the breath, or\nfootsteps, of someone coming after him, the voice of a\nstranger far away --\n\nNEW ANGLE - MOTHER'S POVS - LETTING GO OF HAND\n\nShe gazes at him.",
  "79": "---END OF PREVIOUS SECTION---\nHe trudges heavily back toward his home. It does not seem the\nplace he knew before. He hears something like the breath, or\nfootsteps, of someone coming after him, the voice of a\nstranger far away --\n\nNEW ANGLE - MOTHER'S POVS - LETTING GO OF HAND\n\nShe gazes at him. \n---TARGET SECTION TO BE ANNOTATED---\n Something. is wrdng,. His face is fallen.\nLove is not in it.\n\nHe looks at her. Does she know? How cen h@ tell her all that\nis in his heart? He has broken faith with her.\n\nMOTHER\nWhere have you been?\n\nJACK\nOut in the woods. With Cayler.\n\nOnce he starts, he cannot stop.\n\nJACK (CONT'D)\nWe found some bottles. We broke\nthem, Brown bottles.\n\nMOTHER .\nWhat is it) Sweetheart?\n\nHe does not answer, A ¢ jJoud has come over his life. A\nburglar, a liar, a thief, in bondage to strange forces, the\ngood world forever in his past. She would forgive, but he\ndares not ask. He lets go of her hand.\n\nThe tone and visual style of the picture have grown harder,\nmore realistic, disenchanted. There are no hints or calls\nfrom the transcendent world he knew in his play. No more.\n\nWhat ship has carried him off? To what far land?\n\nThe change is indicated to him from all quarters: the rotting\npeaches on the tree, the grackles gabbing with each other in\ntheir roost, the ‘locked gate, a threatening dog, the porch\nlight, the wind blowing uselessly this way and that.\n\f102.\n\nThe stars and the trees have disappeared. They are no more to\nhim than the wallpaper in his room. He will never be a child\nagain.\n\nEXT. OAK TREE\n\nWhen he goes outside, the oak tree does not speak with him as\nbefore. His own dog Shep looks at him as though he was a\nstranger. The little stream of his disobedience has grown\ninto a river and overspread the earth.\n\nINT. SCHOOL ROOM\n\nWhen Jack next speaks with his teacher, he is very pleasant\nand respectful, if thoroughly ins\\ncere. Mr. Reese is\ndeceived by the change in his behavior.\n\nMR. REESE\nGood job.\n\nJACK\nThank you.\n\nAnd so he learns to make his way in the world. He has begun\nto-be aware of how he appears to others and of what they\nthink of him. That he can shape their impressions of him --\nact friendly and compliant, then go right on doing what he\n_pleases, leaving them none the wiser.",
  "80": "---END OF PREVIOUS SECTION---\nAnd so he learns to make his way in the world. He has begun\nto-be aware of how he appears to others and of what they\nthink of him. That he can shape their impressions of him --\nact friendly and compliant, then go right on doing what he\n_pleases, leaving them none the wiser. \n---TARGET SECTION TO BE ANNOTATED---\nHe will show a petty talent and success in school but alas!,\nas a substitute for the real worth that his mother wishes him\nto have.\n\nINT. LIVING. ROOM\nJack sees RL at'wock on a watercolor.\n\nJACK\nWhat's that?\n\nRL\nI'm painting it for mother. For her\nbirthday.\n\nJACK\nI got her a paperweight.\n\nLater, he looks. at his paperweight. It is not as personal or\nimaginative a gift as RL's, though it- cost more. Will she\nunderstand?\n\nShe thanks Jack for his gift, but seems to appreciate RL's\nmore.\n\f103.\n\nMOTHER\nHow lovely!\n\nThe next day, Jack pours water over RL's work, causing the\ncolors to run. Later, when she asks him not to slam the\nscreen door, he replies:\n\nJACK\nI'm not going to do anything you\nsay.\n\nMOTHER\nWe'll see!\n\nJACK\n\nI'm going to do wha} want.\n(after a pause)\n\nWhat do you know? You let him cun\n\nall over you.\n\nHe sees that his words have stung her. He looks up at her:\nthe one who knows him through and through and miraculously\nstill loves hin. :\n\nJACK (CONT'D)\nWhat's happening to me? I was so\nhappy before.\n\nWhy does he do those very things which injure his mother's\nhappiness and cause her anxiety? He vowed to make her happy,\nto redeem her sorrow. Now he is the chief cause of it! Will\nhis way lead farther and farther down, into darkness and\nnight? Already he \\eads the life of a spy.\n\nMrs. O'Brien sees that she has lost him. His soul has drifted\naway. He has gerownhard and closed. He has turned from her\nway of doing thingSto his father's, though he admires his\nfather's way less. How soon before the other boys follow?\n\nINT. LIVING ROOM\n\nHis mother and father argue. She tries to keep her voice\ndown.\n\nMOTHER\nThey're just kids. You can't expect\nthem to act like adults.\n\nFATHER\nDon't they see all I'm doing for\nthem?\n\f104.\n\nMOTHER\nWhat are you afraid of? They want\nto love you..",
  "81": "---END OF PREVIOUS SECTION---\n104. MOTHER\nWhat are you afraid of? They want\nto love you.. \n---TARGET SECTION TO BE ANNOTATED---\n Why don't you go out\n‘and play catch with them? Praise\nthem when they do well.\n\nFATHER\nI. don't want them to get lazy.\n\nMOTHER\nYou ‘turn people against you. You're\nalways saying foolish things about\nthe men above you. You offend them\n-- almost on purpose.\n\nFATHER\nThey need me. More than T need\nthem.\n\nMOTHER\n\nWhy don't you tell me the truth?\n(after a silence)\nWhy do you always have to pretend?\n\nFATHER\nPretend?\n\nEXT. A NEIGHBOR'S HOUSE - DUSK\n\nJack eavesdrops at doors. He spies on a neighborhood woman\nfrom the darkness outside her house. He holds a sealed letter\nup against the Light. He sees a pin-up on a gas station wall.\nsomething is pulling hin away from what is dearest to him.\n\nWhen RL calls nim to join in their childish games, he shakes\nhis head. He no fonget cares to follow them into the woods.\n\nEXT. OAK TREE, FRONT YARD\n\nRL whispers to Jack as he fingers the bark of the oak tree in\nthe front yard.\n\no RL\nI. know we're unhappy now.-- but if\nwe touch this tree -- listen, it\nwill tell us!\nJACK\nWhat?\nRL\n\nCaleecha Makeecha! The words!\n\f105.\n\nJACK\nWhat words?\n\nRL\nThe ones that will destroy all the\nevil in people's hearts and bring\nthem everything good. They'll be\nhealthy. None sick! And they'll\nnever fight again. Listen!\n\nCaleecha Makeecha! He whispers the words to waken the tree,\nto persuade it to unfold its secret.\n\nJACK\nI don't believe in that stuff any\nmore.\n\nEXT. BATES' HOUSE\n\nThe boys are playing on a slide at the Bates' house. Rusty\nWells has climbed to the top, imagining that he too would\nlike to go down, only to find that he is afraid.\n\nCAYLER\nEverybody. else has!\n\nJack sneaks up the ladder and gives the trembling child a\npush. Rusty falls to the ground with a thud. He looks up at\nJack, whom he trusted as a friend and protector, then bursts\ninto tears and runs off.",
  "82": "---END OF PREVIOUS SECTION---\nJack sneaks up the ladder and gives the trembling child a\npush. Rusty falls to the ground with a thud. He looks up at\nJack, whom he trusted as a friend and protector, then bursts\ninto tears and runs off. \n---TARGET SECTION TO BE ANNOTATED---\n Howard does not protest but merely\nbows his head and leads Rusty home, walking a few paces in\nfront of him.\n\nJACK\nYou okay?\n\nJack is astonished. T+ is as though a devil had entered him.\n\nJACK (CONT'D)\nHe was getting in my way.\n\nThere are more and more things his mother and father do not\nknow about him and could not guess; things that he is guilty\nof far worse than any they have punished him for.\n\nThis darkness in himself, it lies in others too. He remembers\nstanding in the dusk, listening to Howard cry. His father had\nreturned home and was beating him with a belt. Why should the\ntornado take better men and leave this beast to roam?\n\nMrs. O'Brien has heard what Jack did to Rusty.\n\f106.\n\nJACK (CONT'D)\n\nWhy do I do these things? You're\ngoing to hate me. I want to be like\nI was before. I want to be little\nagain.\n\nShe strokes his back, consoling him.\n\nJACK (CONT'D)\n\nI want to be someone else. I always\ndo stupid things. Sometimes I want\nto run away. I'm afraid I'm going\nto turn into a killer. Then I'11l\nhave to kill myself. I mess up. I\ndon't know why. I can make my. hand\nwrite a word on a piece of paper.\nBut when I want to act right, I\ncan't do it. You don't Love me\nanymore, Momma. You don't come and\ngive me hugs like you used to. How\ncan I be good? Why's it so hard?\n\nShe looks at him and smiles. He hears a train whistle far\naway.\n\nJACK (CONT'D)\nStarting tomorrow I'm going to\nchange. Mr. Reese is going to give\na silver dollar to the one who\nreads the most books. I want you to\nbe hard with me -- to shout at me.’\nI'm ‘na to be a new kid tomorrow.\n\nINT. O'BRIEN HOUSE- RADIO SHOWS O.S.\n\nHe turns from the outdoors to occupy his days with the radio,\nthe Sears catalogue and other things of the world.\n\nINT. BATHROOM\n\nEarlier, he was not embarrassed to go naked in his mother's\npresence.",
  "83": "---END OF PREVIOUS SECTION---\nHe turns from the outdoors to occupy his days with the radio,\nthe Sears catalogue and other things of the world. INT. BATHROOM\n\nEarlier, he was not embarrassed to go naked in his mother's\npresence. \n---TARGET SECTION TO BE ANNOTATED---\n Now when she comes upon him getting out of the\nshower, he quickly shuts the door.\n\nINT. BOYS' ROOM\n\nOne night, for no reason, RL starts repeating his name. Jack\npinches him on the arm, to get him to stop.\n\nRL\nBrother.\n\f107.\n\nJACK\nWhen I hit you, you don't hit back.\nWhy?\n\nHis brother is more genial. Why would he not be preferred?\n\nThen the idea sets in. He will punish his mother through her\nfavorite. He will make himself deliberately and knowingly\nunlovable. He will flaunt his worthlessness as a protest.\n\nNow he is alone -- alone with his frailty, with the struggle\nof light and darkness in his soul. A tide is carrying him\naway from those whom he should love, whose love towards him\nhas not changed in the least.\n\nEXT. SCHOOL GROUNDS\n\nA student rings the bell for class.\n\nINT. MR. REESE'S OFFICE\n\nJack's mother has been called in for a conference.\n\nMR. REESE\nHe interrupts the class. He doesn't\nlisten to instructions. He's afraid\nto finish his painting, or write a\nsentence -- afraid it might be\nwrong. He copied his report out of\nthe World Book.\n\nMOTHER\nHe cheated?\n\nLater, she sees him hit himself in the face in frustration.\nShe decides it “is time to take steps.\n\nINT. LIVING ROOM\nJack overhears his parents discussing his future.\n\nMOTHER (0.S.)\nMaybe we should send him away to\nschool.\n\nFATHER (0-S.)\n\nWe don't have the money... The\nother boys can't go. It wouldn't be\nfair.\n\nMOTHER (0.S.)\nI can work. I could get a job.\n\f108.\n\nFATHER (0.5.)\nPeople would wonder what was\nwrong... We'd lose face.\nEXT. FIELD\nJack leads his brother out into the field beyond the house.\n\nJACK\nI've got something to show you.\n\nRL wants to go back. Something about his manner is odd.\n\nJACK (CONT'D)\nWe can shoot wasps. ~\n\nJack has brought his BB gun. He urges his brother to put his\nfinger over the tip.\n\nJACK (CONT'D)\nDo it. Like this. I won't shoot.",
  "84": "---END OF PREVIOUS SECTION---\nJACK (CONT'D)\nDo it. Like this. I won't shoot. \n---TARGET SECTION TO BE ANNOTATED---\nDon't you trust me?\n\nRL\nYou won't do anything?\n\nRL smiles. He puts his finger over the muzzle. Jack\nhesitates. Then he pulls the trigger.\n\nRL howls in pain and consternation, looks at his brother,\nthen runs back to the house.\n\nJack is sick at heért. It could not have been he who acted in\nthis way. Something acted on him. But no, he did it, though a\nstrange he; not the real he.\n\nA new pain enters his Soul, one that his mother's touch\ncannot take away.\n\nINT. O'BRIEN HOUSE - LATER\n\nRL does not look at him. Never again will he get back to that\ngarden where their spirits mingled as one. He has trampled on\nall that is dear.\n\nJACK\nI got told on.\n\nEven Steve is wary of him.\n\f109.\n\nTIGHT ON HIS MOTHER\n\nJACK\nIt was an accident.\nMOTHER\nNo, it wasn't. What got into you?\nHe wants to’ confess -- all but those sins he feels ashamed\nof.\nJACK\n\nYou always loved him more.\nShe will not be put off.\n\nMOTHER\nIf you've done your prothec wrens;\nyou can set it right. Be Yad to\nhim. Do something. Go.\n\nINT. BOYS' ROOM\n\nJack gives RL the thunder egg he treasured. RL is delighted.\nHe bounces on the bed.\n\nEXT. FRONT YARD\n\nJack walks out across the front yard and stands under the oak\ntree. He is lost to what he was, but he has found something\nnew.\n\nINT. LIVING ROOM\nSome days latec, Jack jeins his parents in the living room.\n\n. FATHER\nCome in here. We want to speak with\nyou. Sit down.\n\n(he does)\n\nWe never finished college, neither\nI nor your mother. We want you to\nhave the best education. So we've\ndecided -- we're sending you off to\nschool.\n\nHe turns accusingly to his mother. She looks away. She does\nnot wish it. But he has been fighting so much with his\nfather, it might be the only way to save him from\ndestruction.\n\f110.\n\nFATHER (CONT'D)\n«+-We'll still see you on vacation.",
  "85": "---END OF PREVIOUS SECTION---\nBut he has been fighting so much with his\nfather, it might be the only way to save him from\ndestruction. 110. FATHER (CONT'D)\n«+-We'll still see you on vacation. \n---TARGET SECTION TO BE ANNOTATED---\nIt's just a hundred miles away, you\nknow. A good school. I've spoken\nwith the people there. They know\nwhat a good boy you are. But if\nwe're going to do this, then you\nwill work. Your brothers --\n\nJack leaps up and rushes out of the house.\nEXT. YARD AND WOODS\n\nHis chest heaves with violent emotions5.The trees, the\nfamiliar houses offer no consolation now.\n\nEXT. NEW HOUSE GOING UP\n\nRL leads Jack to a new house that is just: going up at the end\nof the block. They slip like ghosts among the sweet-smelling\n\nstuds, and wander through the rooms looking for slugs by the\n\nelectrical boxes. RL looks at him and smiles.\n\nRobert appears. A moment later RL is crying.\n\nRL\nHe stole my slugs.\n\nJack gives him the slugs that he himself has found. Then --\nEXT. ROBERT'S HOUSE\n\nHe marches over +o Robert's house and punches him in the\nnose, knocking him +o the ground.\n\nLATER\nHis mother speaks with him alone.\n\nMOTHER\n\nI think this will be for the best.\nYou've been having so much trouble\nwith your father -- I know you love\nhim -- and with your classmates at\nschool. I -- we -- think it might\nbe better than the school here --\nbetter for you, I mean. We haven't\nbeen good parents, or you wouldn't\nbe under all this tension. We\nshould have set you-a better\nexample. I will miss you very much.\n\f111.\n\nDimly he senses that she does not want this separation --\nthat she is doing something that is very hard for her.\n\nShe looks at him. The child she expects to have the most\ntrouble with. At last she must give him into the world's\nhands!\n\nEXT. CARPORT\n\nOne afternoon Mr. O'Brien returns home early. He asks no\nquestions of the boys. He does not demand to know if they\nhave practiced the piano or weeded the beds. His eyes do not\nmeet theirs. It is the middle of a weekday. It is strange to\nthe boys that he is home at all.\n\nFATHER 2\nGo play for a while, will yous\nwant to speak to your mother alone.\n\nInwardly, he seems to stagger.\nINT.",
  "86": "---END OF PREVIOUS SECTION---\nFATHER 2\nGo play for a while, will yous\nwant to speak to your mother alone. Inwardly, he seems to stagger. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIVING ROOM\n\nHe sits down in a corner and gazes out the window. His life\nnow seems to him a folly. The world a fraud. But he might\nstill have them -- his family -- whom he. took for granted.\n\nJack hears a muffled cry. At first it seems they might be\nhaving another fight. But this is a new, unfamiliar sound; a\nmoan. Jack stands in the hall, listens.\n\nFATHER (0.S.)\nThey're closing the plant. I can\neither steike out on my own, or\nstay with he company and take\nwhatever job they offer me. They\nexpect me to beg.\n\nMOTHER (0.S.)\nI'm sorry.\n\nFATHER (O.S.)\nWe have to think of the kids. Don't\ntell them what happened. i don't\nwant them to worry.\n\nMoved at the sight of his shame and dismay, she touches his\ncheek, consoling him. Jack watches through a crack in the\ndoor. Mr. O'Brien trembles with a sense of wonder and\ndiscovery.\n\f112.\n\nFATHER (CONT'D)\nI'm not the man I thought I was.\nI've driven my sons away from me. I\nthought I was making them -- tough\n-- so they could live in the world\n-- so they could get ahead -- go\nfarther. I treated them with\n\nmalice.\n\nMOTHER\nYou didn't know what you were\ndoing.\n\nFATHER\n\nI did. I knew while Lwas doing it.\nIt was a rational malice. L thought\nI could never harm anyone L loved!\nI worked my fingers+o the bone.\nSix, seven days a week. I titwed at\nchurch. I made the others think I\nwas something I'm not. And you,\nwhat have I done to you, who've\nloved me through it all: someone\nlower than a worm.\n\nMOTHER\nNo.\n\nFATHER\nThey gave me a choice: no job, or a\njob nobody wants. Where did I go\nwrong? But this could be an\nexci din new opportunity for us. I\nMean, not really being fired,\nyusr—-— reassigned . I've gone about\naS facasgI1 can go here. It might\nbe +tme +o Move on.",
  "87": "---END OF PREVIOUS SECTION---\nI\nMean, not really being fired,\nyusr—-— reassigned . I've gone about\naS facasgI1 can go here. It might\nbe +tme +o Move on. \n---TARGET SECTION TO BE ANNOTATED---\nJack sees RL has come up behind him in the hall.\n\nFATHER (CONT'D)\n\nIt was my fault. I believed in the\ncompany! What I should have done\nwas take my life into my own hands.\nNow I'm low. In the mud. The\nstrange thing is -- I feel free!\n\n(taking her hands)\nThank you for loving me!\n\f113.\n\nNEW ANGLE\n\nJack looks at his mother and father. He waits for an\nexplanation. He never before has seen him shaken and\nbewildered.\n\nRL\nWhat is it?\n\nFATHER\nI lost my job. They want to --\ntransfer me. They don't understand\nthe business. There are ups and\ndowns. Everyone knows +hat --\n\nJack's heart opens towards him.\n\nFATHER (CONT'D)\nDo you understand? You Can. You\nwill! Forgive me. I've behaved so\nbadly -- I've not only lost the\nlight myself, but the power to give\nit to you -- my children. I've\ngiven you my darkness instead. And\nit will take you years to find your\nway out of it. I wanted to be\nstrong! A man you could love --\n\nHe looks at them. He sees how much he needs them, more than\nthe success he craved, more than wealth or prestige.\n\nFATHER (CONT'D)\nCan you love me?\n\nJACK\n(nods )\nI'm aS pad as you are.\n(aetec a pause)\nI'm more like you than her.\n\nFATHER\nNo you're not. I can make up for\nit. All those wasted years -- it\nwill be like they never were! The\n\nwaste!\n\n(after a pause)\nJust work hard. You don't need to\nbe rich. By God, we've still got\nsome fight in us yet, boy! We're\nnot dead yet. Not half dead!\n\nEven in such a moment his father cannot resist a theatrical\nflourish.\n\f114.\n\nFATHER (CONT'D)\nNow. we'll only be able to, send one\nof you away to school. You have to\nget through. The way your\ngrandfather did, when he came to\nthis country.\n\nJACK\nI'll work hard, I promise. I'll\nmake you proud. I see all you do.\nI'm proud of you, Dad.",
  "88": "---END OF PREVIOUS SECTION---\nI'll\nmake you proud. I see all you do. I'm proud of you, Dad. \n---TARGET SECTION TO BE ANNOTATED---\nFATHER\nDon't say that -- You boys are all\nthat I've done in le. Otherwise . I\ndrew a zilch.\n(after a pause)\nYou're all I have -- allZ want to\nhave.\n\nHe lays his hands on top of Jack's head.\n\nFATHER (CONT'D)\nFather, I give him my blessing.\nThere's so much I can't do, and\nhaven't done. I give you my son!\nBless and keep him. Bless all the\nchildren.\n\n(to Jack)\n\nKnow that, much as I love you,\nthere's one who loves you even more\n-- wholl always guard and protect\nyou -—\n\nJACK\nIt's you I want.\n\nJack throws himself jnto his father's arms. Light spreads\nthrough his soul, the spirit which moved over the chaos; the\nfirst light of creation.\n\nJACK (CONT'D)\nForgive me.\n\nFATHER\nDon't say that! How could I -~ not\nforgive anyone?\n\nHe hugs his father close. He has learned to love and be\nloved. In forgiving, he receives forgiveness too.\n\f115.\n\nForgiveness has given him the key to reality. He sees it now:\nlove is the answer to evil and sorrow. He will love every\nleaf and every stone, every ray of light!\n\nThis is the way to the lost kingdom. This is what life will\nbe: drawing closer and closer to the eternal.\n\nALONE WITH RL\nJack gives RL his knife, his compass. RL smiles.\nEXT. O'BRIEN HOUSE\n\nJack goes out under the tree in the Front. yard. He sees with\nthe eyes of his soul. Even sorrow has brovant him good.\n\nSCENES HIS SPIRIT SEES - CRANE AND AERIAL SHOTS\n\nFields, forests, tall mountains: the world is restored to its\noriginal beauty. His soul has emerged from childhood. He\nsoars like a god.\n\nHis has been a journey into light, into love; out of error\ninto truth, from grief to consolation, out of death to the\nshores of a new, unending life.\n\nThe eternal is not one thing, and he another. He grows from\nit like a tree from the earth.\n\nEXT. PATIO\nJack finds WmselF alone with his mother.\n\nMOTHER\nTL love you, honey -.",
  "89": "---END OF PREVIOUS SECTION---\nEXT. PATIO\nJack finds WmselF alone with his mother. MOTHER\nTL love you, honey -. \n---TARGET SECTION TO BE ANNOTATED---\n I'm proud of\nYou. Eromtime to time you might go\nwrong. Dow+ blame yourself. You\nhave ae wrong in order to grow.\n\nTears sting his eyes. May he be worthy of her pride!\n\nMOTHER (CONT'D)\nWe're a family still. Our troubles\n-~- can bring us closer. Sometimes\nwe can't stay where we were. We\nhave to move on. I know you don't\nwant to leave this place behind but\nsomething good lies ahead of you.\nSomething beyond your dreams.\n\nTHE FAMILY TOGETHER - LATER’\n\nThe family. Together. That is enough.\n\f116.\n\nMrs. Stickley comes out of her house. It is the first time\nJack has ever laid eyes on her. She is an old woman. She\nlooks at him, smiles, says nothing. .\n\nEXT. FRONT DOOR ~ DOORBELL\n\nThe doorbell rings. Mrs. O'Brien finds their widowed\nneighbor, Mrs. McKeever, on the front step.\n\nMRS. MCKEEVER\nI heard you all might be leaving. I\njust wanted to pay you back ~~\nwell, a start -- $50 --\n\nMOTHER\nPay us back for what?\n\nMRS. MC KEEVER\n(embarrassed)\n\nI thought you knew. Well, f hope I\nhaven't done anything wrong. When\nmy husband died in the tornado,\nyour husband came over and gave us\n$1000 so we could keep up the house\npayments. You're not upset?\n\nMOTHER\nNot at all.\n\nOn the contrary, her neighbor has rekindled Mrs. O'Brien's\nlove for her husband. She had assumed their stocks were sold\nto satisfy his gar ‘*'1g debts.\n\nINT. O'BRIEN HOUSE ~A Mowt LATER\n\nThey are packing ve sine house, preparing to leave. Jack walks\nthrough the empty fCooms. Already it seems as if they lived\nhere in some time long past:\n\nFATHER AND MOTHER\n\nMr. O'Brien sees his wife saying goodbye to her gardenias.\nShe runs her hand over the bright, waxy leaves.\n\nFATHER\nThey won't grow in the north.\n\nShe nods, comes to his side, smiles.\n\nFATHER (CONT'D)\nLet's not fight or blame each\nother.",
  "90": "---END OF PREVIOUS SECTION---\nFATHER\nThey won't grow in the north. She nods, comes to his side, smiles. FATHER (CONT'D)\nLet's not fight or blame each\nother. \n---TARGET SECTION TO BE ANNOTATED---\n Can we start again? I'm\ngoing to make you happy.\n\f117.\n\nEXT. OAK TREE\n\nJack watches as RL sets an offering at the base of the oak\ntree: some rocks, a dead minnow, a coin and a playing card.\n\nEXT. NEIGHBORHOOD\n\nJack casts a last, lingering look at the neighbors' houses.\nHe will never live here again. This part of his life is over.\nBut now that music comes back which he once heard in the\nwoods, then ceased to hear; an answering voice.\n\nJACK'S POVS ON FATHER\n\nMr. O'Brien is back at his old way, rormenting them with\nscoldings and arbitrary orders. Yas he Foaottén his great\nrevelation? Jack's nerves are taux, Lk ‘seems forgiveness must\nbe an ongoing business.\n\nFATHER\n\nPick it up by the handle.\nJACK\n\nI see.\nFATHER\n\nWe'll leave at sunrise.\nEXT. O'BRIEN HOUSE\nIt is early morning. They said their farewells to the\nneighbors the Mant wefore. The station wagon is loaded up.\nThe movers have already left.\n\nRL does a rain datce. Steve is in the car. The gate stands\nopen that leads ovt to the woods.\n\nJack comes up beside RU and takes his hand. Bending forward,\nhe kisses his brother on the cheek.\n\nUP ANGLE ON MOTHER - MUSIC ~ A FANFARE\n\nMrs. O'Brien sees this, smiles. She takes Jack by the hand,\nand together they go off, the world before them now.\n\nPOVS FROM MOVING CAR\n\nThey are pulling away when Shep appears. They almost forgot\nhim. He wags his tail as he jumps in the car.\n\nThe streets of Waco recede behind them.\n\f118.\n\nEXT. HIGHWAY - GULLIED FIELDS - ROAD AHEAD - MUSIC\n\nA rainbow spreads above the horizon as they set out toward\nthe east, onto the cold plain of the world.\n\nThey pass a highway crew: men toiling by the sweat of their\nbrows. Civilization appears; tall buildings; public works.\n\nJack gazes at the road ahead; hopeful, expectant.\nPART THREE\nEXT. CITY - JACK (ADULT) - THE FUTURE\n\nJack, an adult now, wakes up from his revesie .",
  "91": "---END OF PREVIOUS SECTION---\nJack gazes at the road ahead; hopeful, expectant. PART THREE\nEXT. CITY - JACK (ADULT) - THE FUTURE\n\nJack, an adult now, wakes up from his revesie . \n---TARGET SECTION TO BE ANNOTATED---\n His soul has\ncome to life. He sees the order of thinas, the Sanity of the\ncreative scheme; a moral purpose underly: 4 all.\n\nNow, before his eyes, the future un@olds,\nTHE WORLD IN RUINS —- THE GREAT TRIBULATION\n\nScenes from the Congo, from Bangladesh, Iraq and Chad.\nChildren stranded by a flood; their mute, inquiring eyes.\nDry, abandoned wells. Riots, fires. Grief and dread have\nseized the earth.\n\nEXT. NEW EARTH —- THE FAMILY OF MAN\n\nThe music shifts to a major key. The C minor of the chaos\nsection is resolved into a triumphant E flat major as, after\nthe great Catastrophe, a new earth appears; a new land of the\nspirit.\n\nEvil is oveccome, wrong 1S set right. Men lay down their\narms. Manacles are, wadone, Bolts and locks fly open. Black\nembraces white, Mushm Jew. Man recovers his lost\ninheritance. The sov\\ ig reconciled with nature.\n\nWomen from Guatemala, India, Kenya, Greenland: they smile at\ntheir children. Scenes of peace and harmony: from the\nDordogne, from Bhutan’ and Switzerland, and other happy lands\nwhere the earth is still a garden.\n\nTHE END OF THE EARTH (CGI) ~ BLACK SKY - MUSIC\n\nThe last days of the earth. Man has long since left its\nsurface to seek asylum on worlds yet unknown. The atmosphere\nhas vanished. The seas have boiled away. The land melts. Lava\nstreams down the naked hills.\n\nTrumpets sound as the sun swells outward, spewing its last\nreserves of energy into the night of space.\n\f119.\n\nThe earth skims through an envelope of luminous white gas, in\neventless rounds.\n\nTHE DYING SUN (CGI) - PLANETARY NEBULA - TENDER MUSIC\n\nThe dying sun collapses to a fraction of its former size, a\nwhite dwarf now.\n\nAll man's sacrifices, his work, his suffering and genius are\ngone without a trace. Nothing seems the better or worse for\nit, nothing improved or diminished. He was here one day,\nswept away the next.",
  "92": "---END OF PREVIOUS SECTION---\nAll man's sacrifices, his work, his suffering and genius are\ngone without a trace. Nothing seems the better or worse for\nit, nothing improved or diminished. He was here one day,\nswept away the next. \n---TARGET SECTION TO BE ANNOTATED---\nThe sun, torn from its axis, drifts +heovqn space without\npurpose or direction, an undistinguished ciadec glowing with\na faint blue light, no brighter Fran today's full moon.\n\nBehind it, like a lost child, trails a cenant of the earth.\nNEW WORLDS, IMAGINARY LIFE (CGI) ~ PANDROMEDA\n\nNew worlds spring up from the ashes of the old. New suns,\nwith new planets in their spheres. Numberless galaxies, in a\nuniverse without center or circumference.\n\nAs the universe grows older, life assumes new forms. It runs\nlike a fire to the uttermost reaches of space and time --\nbreaks free of its confinement to mortal flesh -- resolves\nitself into the unbounded and ethereal -- into spirit, light.\n\nDEGENERATE ERA (CGI) —- A THOUSAND TRILLION YEARS FROM NOW ~—\nLAST WORLDS PER\\SHING- DEATH OF THE UNIVERSE - END OF TIME\n\nAt length these new worlds pesioh Like those which preceded\nthem. Their mountains bucn like tar. Their suns go out like\ncandles in the wind. Stars are scattered like chaff, and the\nheavens roll up |\\Kea scecoll .\n\nThe expansion of the universe accelerates. The galaxies\nrecede out of sight of each other. All but those in our local\ngroup become invisible. Gradually, as they run out of\nhydrogen, star formation ceases. Only brown and white dwarfs\nremain, with neutron stars, black holes, atoms the size of\nthe Milky Way, and other bizarre products of this era. With\neach passing year they drift farther and farther apart from\neach other.\n\nNight sinks into a deeper night. Now and then there is a\nburst of light as two dwarfs collide to form a new star.\n\nWhen there is nothing left to devour, the biack holes\nthemselves evaporate away.\n\f120.\n\nAll dies, even death itself. Time comes to a close, and all\nis as it was in the beginning.\n\nShall the creation leave off here? Has death no purpose,\ngreat as life's?\n\nThe same triumphant music accompanies the departure of these\ncelestial scenes as greeted their arrival at the start of our\nstory, when the stars were first born. A hymn of joy.",
  "93": "---END OF PREVIOUS SECTION---\nHas death no purpose,\ngreat as life's? The same triumphant music accompanies the departure of these\ncelestial scenes as greeted their arrival at the start of our\nstory, when the stars were first born. A hymn of joy. \n---TARGET SECTION TO BE ANNOTATED---\nThough all that lives is doomed to die, something yet\nremains. Though even our universe is not eternal, there yet\nis that which is. .\n\nTHE MULTIVERSE (CGI) - MULTIPLE @1@ BANGS— THIRD EXPANSION\n\nFrom the sadness and gloom of the jas* nlaht, new universes\nburst forth, one rising out of the other, a fountain of\nlight.\n\nCreation is eternal birth. A beginning without end. It\nhappens in every instant of time.\n\nThe same power which burns in the stars and nebulae burns\nequally in us. Our being is a miracle, equal with the\ncreation of the universe, and like the universe, each day is\ncreated anew.\n\nFor a third time, the cosmos expands. Universes froth and\ndance like bubbles in a pot of boiling water. Most contain no\nlife -- unstable seas of neutrinos, photons and electrons,\nincapable of combinin to form any higher structure -- but\nwhat can we say of +he, countless others?\n\nWe have ceviewede whole “of time, in order that we might\nsee what is wiMhout be hnaing or end -- without growth,\nwithout decay -- elesnt 4. ‘evealing itself in the phenomena\nof time -- as active in undoing as in doing.\n\nTIGHT ON JACK (30) - DAWN\n\nThe first shafts of dawn reach into the city of desolation.\nEXT. CITY ~ CROSSROADS - DAWN\n\nJack finds himself at the edge of the city. A choice is\noffered him: he may either go back into the labyrinth where\nhe wandered so long, or come out into the unknown and\nunfamiliar.\n\nEXT. WALL, RAMPS, DOOR - REIMERS RANCH SET - DAWN\n\nHe sees a ramp, a ladder, a gateway, a door.\n\f121.\n\nGathering his courage, he goes forward. The door is ajar. He\nstands at the threshold. There is no sound of life, only the\nwind. What lies on the other side? Does he dare to see?\n\nOne step, and he is through.\nEXT. FIELD BEYOND THE WALL ~ SUSPENSEFUL MUSIC\n\nHe stands in a field beyond the wall, which already seems to\nlie far behind him. He hears the singing of cicadas.",
  "94": "---END OF PREVIOUS SECTION---\nEXT. FIELD BEYOND THE WALL ~ SUSPENSEFUL MUSIC\n\nHe stands in a field beyond the wall, which already seems to\nlie far behind him. He hears the singing of cicadas. \n---TARGET SECTION TO BE ANNOTATED---\n The land\nis dry. He looks for water. He will not find it here.\n\nEXT. SLOT CANYON - GOBLIN VALLEY - SLICKROCK (UTAH) WITH TIME\nLAPSE OF FLOWING WATER, CLOUDS — CLIMB\n\nHe passes through the narrow defile of aslo* canyon. His\nheart pounds with dread. He climbs Ancougn ne rock.\n\nHe sees a coral snake on the ground. This and other images\nfrom his past gradually take shape -- assume a sense they did\nnot have before. At last he begins to understand the meaning\nand the pattern of his life. Everything seems a clue, an\noracle: the nighthawk overhead, the rising moon, the faint\nsound of a guitar.\n\nEXT. STREAM - POOL AMONG PETRIFIED DUNES - DAWN\n\nA stream runs through the rock. He approaches it. A canyon\nwren is singing. He kneels down beside the water. He drinks\nfrom it. He bathes his’ face and neck.\n\nWe have traveled up the river of time -- ascended, from\nnature to the sov\\.\n\nParadise is nota elace here or there. The soul is paradise;\nit opens before us; here, today. The humblest things show it.\nWe live in the eternal, even now.\n\nEXT. SUNFLOWER FIELD\n\nSunflowers, their heads turned towards their source: the\nunseen sun, illuminating all with its bright shafts, pressing\neagerly through chinks and cracks, driving the darkness\nbefore it -- .\n\nEXT. LAND OF THE DEAD - MIST - DUST - CAVE/SEA/CITY/QUARRY —\nUTAH SALT FLATS - MONO LAKE ~ GRASSLAND - BOMARZO - DAWN\n\nDawn tints the high clouds as a fresh wind finds its way into\nthe land of death, at the end of that road from which there\nis no return, where men sit in darkness, where dust is their\nfood.\n\f122.\n\nThe mists dissolve away. Light breaks through a high window,\nawakening the dead. The sleepers open their eyes, look about.\nThey rise up exultant, changed -- fresh as they were in the\ndays of their youth.\n\nThey gather from different places -- all who have ever lived.",
  "95": "---END OF PREVIOUS SECTION---\nThe sleepers open their eyes, look about. They rise up exultant, changed -- fresh as they were in the\ndays of their youth. They gather from different places -- all who have ever lived. \n---TARGET SECTION TO BE ANNOTATED---\nThey ascend towards the light at the mouth of a cave. They\ncome out of the city streets where they last walked -- out of\n\nquarries and abandoned factories, and up from the depths of\nthe sea.\n\nTheir faces are covered with ash. Each wears that costume\nwhich indicates his character or occupation while he was.\nalive: a ball gown, a cassock, amilitacmM uniform or simply\nhis Sunday best. One drags a chain; anokher pushes a large\nball. Gradually, as though at the close of ~ masquerade, they\nput these disguises aside.\n\nThey stop by a pool to wash their faces. Their features grow\nmore distinct.\n\nThey wander over a salt flat. At first the ground is dry and\ncracked. Then, with a mounting excitement, they discover\nwater beneath their feet. Ahead lies a mountain. Rain clouds\nstand above its peak.\n\nShoots of young grass spring up through the hard ground.\nEXT. SAND DUNES —- REUNION AND REBIRTH\n\nMen and women embrace in the dawn, reunited at last. Husband\nand wife, mother aad child, greet each other in joy and awe.\nEagerly they tell each, other all that has happened. The ages\nsince they last saw each oe have passed off like a dream.\nHere there is no before of after.\n\nEXT. SHORE OF ETERNITY- MUSIC OF UNBOUNDED JOY\n\nThey go down toward the shore, entranced by a growing\nbrightness in the east. They speak with each other in\nwhispers.\n\nThe shore teems with people now. Water laps at their feet. A\ncrown lies cast down on the wet sand. Mrs. Stone finds her\nson, Mrs. McKeever her husband. Jack sees other figures from\nhis past: Mr. Reese, O.C., his grandmother and his uncle,\nBetty and Ruth, Cayler and others: the prisoner, the lame\nman, Marsha and Robert. It is as though they were coming\ntogether in one great chorus.\n\nThis is the end of the voyage of life. The music sings: all\ncame from love, to love all shall return.\n\f123.\n\nJack has crossed over death's threshold, gone beyond space\nand time, to some greater life which includes death within\nit.",
  "96": "---END OF PREVIOUS SECTION---\nThe music sings: all\ncame from love, to love all shall return. 123. Jack has crossed over death's threshold, gone beyond space\nand time, to some greater life which includes death within\nit. \n---TARGET SECTION TO BE ANNOTATED---\nHIS BROTHER\n\nNow, from a distance, he hears that sweet voice which he\ntrusts most in all the world.\n\nJACK\nBrother!\n\nAs RL approaches, Jack reaches out and takes his hand. We see\nhim from the back; never face on.\n\nJACK CCONT’D)\nI've found you.\n\nThey melt into each other's arms. Here ,1n the eternal, they\nhave not been apart.\n\nThe walls of the world fly away. It can hold them no longer.\nThey know each other in that which is without end.\n\nMOTHER AND FATHER\n\nTurning, Jack sees his mother, father and Steve looking on.\nHe leads RL towards them.\n\nMOTHER\nIs it you?\n\nRL wipes the }¢aCS From her eyes.\n\n1 MOTHER (CONT'D)\nYou:\n\nShe embraces her lost sen. She touches his hands, his face,\necstatic. Wonder! Unspeakable joy!\n\nFATHER\nMy son!\n\nNow, with open arms, his father comes towards him. Love\nunites what death and suffering have put asunder. He turns\nto his wife. She caresses her child's hair. She looks at the\nstrangers who are standing by, as though.to ask if she is\ndreaming. She looks at Jack. She nods. Her grief is cured.\nHer doubts are ended.\n\nJACK (0.S.)\nWhat you are can't die.\n\f124.\n\nThe plain and ordinary has become a door to the infinite. He\nlives in that which neither comes into being nor passes away.\n\nHe takes his mother's hands. The music drops away. He knows\nlove and not its semblance. The world itself is music now.\n\nETERNITY\nDawn approaches.\n\nWe pass beyond death. We arrive at the eternal, the real --\nat that which neither flowers nor fades, which neither comes\ninto being nor passes away -- that in which we might live\nforever. Hitherto all has been mere. \\mage, all that we think\nsolid and permanent. Space, time, evanescent all; images\nonly, the purpose and last end e\\sewhere; tne life of life.\n\nEternity -- that realm of pure and endless \\iqht -- how shall\nwe represent it? A ladder leading up \\nto a tree. Sparks\nflying up from a fire. A bridge. A kiss.",
  "97": "---END OF PREVIOUS SECTION---\nSparks\nflying up from a fire. A bridge. A kiss. \n---TARGET SECTION TO BE ANNOTATED---\n A solitary island.\n\nA single image might serve better than several combined. The\nwhole creation in the figure of a tree. The smallest leaf\ncommunicates with the lowest root, all parts feeding on the\nsame sap, breathing in the same air and sunlight, drawing the\nsame life up from the darkness of the earth below.\n\nSimple images, captured with a pinhole camera. After the\nnervous movements of time, we see that of which time is a\nmoving picture.\n\nA child; the similamt4 in form between the shape of his ear\nand that of an oysters shell , between the cowlick at the crown\nof his head anda apkoxry. & lotus, its stalk rising clear of\nthe water; its \\ea®+o which nothing clings. Sequoias. A\nrose, unfolding. Life surpassing itself.\n\nA locomotive approaches the end of a tunnel. The light draws\ncloser. Soon it shall burst out into the day. No longer a\nblind mechanism, it has become (quick dissolves, quick cuts)\na river -- living, flowing -- the pure waters of the river of\nlife, rushing down from a mountain peak.\n\nWinter has passed. The leafless woods our hero wandered in\nare green and cool, murmurous with the song of birds.\n\nYou separate the true from the false. You, to whom all things\nreturn, from whom all proceed; in whom they are; the\nbeginning of things and their last end; the goal of each and\nall.\n\f125.\n\nThe whole of the picture has been a sifting. The chaff flies\naway, the kernel remains. Something lives in you that shall\noutlast the stars.\n\nEXT. SHORE\n\nAs Jack watches, his mother spreads her arms towards her\nchildren, restored to faith and happiness, reconciled to\nlife.\n\nNow he sees that it was she -- his mysterious guide, the\nguardian of his heart, the source of his moral. being. She is\nthe mother of all creation. All flows out of her; she is the\ngateway, the door. She smiles tnrovay a\\\\ things.\n\nThrough her the eternal sought him. From out of her mouth it\nspoke. Through her life and actions she brovaht them near it.\n\nMOTHER (0.5)\nFear no longer. You shall find me.",
  "98": "---END OF PREVIOUS SECTION---\nThrough her life and actions she brovaht them near it. MOTHER (0.5)\nFear no longer. You shall find me. \n---TARGET SECTION TO BE ANNOTATED---\nThe camera rises with the music's circling strings ~- over\nthe trees, over the hills and plains. Now there is rest. The\npeace of eternity spreads about him, and all is as it was in\nthe beginning.\n\nEXT. CITY\n\nRain. Weeds in the cracks of a sidewalk. Children playing. We\nare back with Jack in the city. Even in these streets, the\neternal shines. This is God's world, and not an infinite\nplain of chaos and soccow after all.\n\nThough he must lina@ here a while yet, he will not despair.\nA new life I1es bekoce Wim. A faith which sees through death.\n\nMOTHER (0.S.)\nKnow that I am.\n\nEXT. O'BRIEN HOUSE\n\nWe return to the present, to the noise and confusion of the\neveryday, to the place we set out from. We see it now as\nthough for the first time. What seemed plain and familiar\nglows with a radiance it did not display before. We have\nfound the infinite in the everyday, the commonplace.\n\nJack looks about. Will the revelation be forgotten? Will it\nseem a passing fancy -- a dream?\n\nInside the house, his father is playing the piano. His mother\nhas gone into the backyard. A bell sounds.\n\f126.\n\nThe great oak tree stands like a sentient being --\nthoughtful, benevolent -- looking down on him.\n\nHe puts his ear against the trunk and listens for those words\nthat, it was foretold, would destroy the evil in men's hearts\nand bring them good.\n\nThe camera rises up through the branches, cranes up and up\nuntil it breaks out of the canopy of leaves into the sky\nabove.\n\nAll ends in peace, as music does. The last chord melts into\nordinary production sound. Time has reappeared; resumed its\nsway.\n\nAnd still the vision is not the Jovenery. Tue real journey has\nyet to begin.\n\nWill he give himself to this new life? Does he dare?\nA stranger, smiling.\n\nA threshold.\n\nA star.\n\nTHE END\n\f"
}