{
  "1": "The Royal Tenenbaums\n\nby\n\nWes Anderson & Owen Wilson\n\nMAIN CAST\n\nROYAL TENENBAUM\n\nETHELINE TENENBAUM\n\nCHAS TENENBAUM\n\nMARGOT TENENBAUM\n\nRICHIE TENENBAUM\n\nELI CASH\n\nHENRY SHERMAN\n\nRALEIGH ST. CLAIR\n\nDUSTY\n\nPAGODA\n\nNARRATOR\n\nARI TENENBAUM\n\nUZI TENENBAUM\n\nGene Hackman\nAnjelica Houston\nBen Stiller\nGwyneth Paltrow\nLuke Wilson\nOwen Wilson\nDanny Glover\nBill Murray\nSeymour Cassel\nKumar Pallana\nAlec Baldwin\nGrant Rosenmeyer\n\nJonah Meyerson\n\fINSERT:\nA first edition copy of The Royal Tenenbaums.\n\nOn the dust jacket there is an illustration of a cream-\ncolored note card that looks like a wedding invitation. The\ntitle of the book is engraved on the card.\n\nThe next page says “Chapter One.”\n\nNARRATOR (V.O.)\nRoyal Tenenbaum bought the house on\nArcher Avenue in the winter of his\nthirty-fifth year.\n\nCUT TO:\n\nA five-story limestone townhouse. A forty-three-year-old man\nin a raincoat rings the front doorbell. He is Royal.\n\nNARRATOR (CONT’D)\nOver the next decade, he and his wife\nhad three children and then they\nseparated.\n\nINT. DINING ROOM. DAY.\n\nRoyal sits at the head of a long table. He is surrounded by\nhis children.\n\nChas is twelve, with curly hair, dressed in a black suit and\ntie. Margot is ten, with a barrette in her hair, wearing a\nknitted LaCoste dress and penny loafers. Richie is eight,\nwith long hair, parted on the side, dressed in a Bjorn Borg-\nstyle tennis outfit with a headband.\n\nChas wears a blank expression, Margot looks as if she is\nabout to cry, and Richie has tears all over his face.\n\nMARGOT\nAre you getting divorced?\nROYAL\n(gently)\nAt the moment, no. But it doesn’t look\ngood.\nRICHIE\nDo you still love us?\nROYAL\nOf course, I do.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut it doesn’t look\ngood. RICHIE\nDo you still love us? ROYAL\nOf course, I do. \n\nTARGET SECTION TO BE ANNOTATED:\nCHAS\n(pointedly)\n\nDo you still love Mom?\n\n(CONTINUED)\n\fCONTINUED:\n\nROYAL\nVery much. But she asked me to leave,\nand I had to respect her position on the\nmatter.\n\nMARGOT\nWas it our fault?\n\nROYAL\n(long pause)\nNo. Obviously, we had to make certain\nsacrifices as a result of having\nchildren, but no. Lord, no.\n\nRICHIE\nWhy’d she ask you to leave?\n\nROYAL\n(sadly)\nI don’t really know any more. Maybe I\nwasn’t as true to her as I could’ve\nbeen.\n\nCHAS\nWell, she says --\n\nROYAL\nLet’s not rehash it, Chassie.\n\nAn Indian man with salt-and-pepper hair, dressed in pink\npants, a white shirt and a white apron, comes in from the\nkitchen with a Martini on a tray. He is Pagoda.\n\nNARRATOR (V.O.)\nThey were never legally divorced.\n\nPagoda hands Royal the Martini.\n\nROYAL\nThanks, Pagoda.\n\nINT. HALLWAY. DAY.\n\nA gallery of the children’s art, done mostly in crayon, but\nwith beautiful frames and careful lighting. The subject\nmatter includes: spaceships, wild animals, sailboats,\nmotorcycles, and war scenes with tanks and paratroopers.\n\nA stuffed and mounted boar’s head with its teeth bared hangs\nin the stairwell. A label on it says “Wild Javelina, Andes\nMountains.” Under the stairs there is a telephone room the\nsize of a closet. Old messages are tacked to the walls, and\nthe children’s heights are marked on the door frame.\n\nA thirty-three-year-old woman with a scarf around her neck\n\nand sunglasses on top of her head talks on a rotary\ntelephone. She is Etheline.\n\n(CONTINUED)\n\fCONTINUED:\n\nRichie sits on her lap reading an Atlas of the World. Margot\nsits on a foot-stool reading The Cherry Orchard. Chas stands\nin the doorway with a slip of blue paper in his hand.\n\nNARRATOR (V.O.)\nEtheline Tenenbaum kept the house and\nraised the children, and their education\nwas her highest priority.\n\nEtheline says into the telephone:\n\nETHELINE\nI’1l hold, thank you.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nNARRATOR (V. O.)\nEtheline Tenenbaum kept the house and\nraised the children, and their education\nwas her highest priority. Etheline says into the telephone:\n\nETHELINE\nI’1l hold, thank you. \n\nTARGET SECTION TO BE ANNOTATED:\nCHAS\nI need $187.\n\nETHELINE\n(pause)\nWrite yourself a check.\nChas hands Etheline the slip of blue paper.\nINSERT:\nA cheque made out in the amount of $187. Etheline signs it.\nCUT TO:\n\nChas taking back the cheque. Etheline says into the\ntelephone:\n\nETHELINE (CONT’D)\nBene. Si. Grazie mille.\n\nEtheline hangs up. There is a schedule of activities --\nguitar, ballet, yoga, scuba-diving -- written on a chalkboard\nbehind her and divided into columns labelled Chas, Richie and\nMargot. She changes an Italian lesson from 4:30 to 5:30.\n\nNARRATOR (V.O.)\nShe wrote a book on the subject.\n\nINSERT:\nA copy of Etheline Tenenbaum’s book, Family of Geniuses. On\nthe dust jacket there is a photograph of the three children\nconducting a press conference in a room crowded with\njournalists. It appears to have been published in the late\nseventies.\nCUT TO:\n\nThe press conference. Chas points to a reporter.\n\nCHAS\n\nThe gentleman in the blue cardigan,\nplease.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nREPORTER\nThank you. I have a two-part question.\n\nCHAS\nGo ahead.\n\nINT. CHAS’ BEDROOM. DAY.\n\nChas’ room looks like a businessman’s office, except it is\nvery small and has bunk beds. There is a desk with an Apple\nII computer and an electric coffee pot on it. There is a\nwater cooler in the corner, with a paper cup dispenser.\n\nChas stands talking on the telephone while Etheline brings in\nhis lunch on a tray.\n\nNARRATOR (V.O.)\nChas Tenenbaum had, since elementary\nschool, taken most of his meals in his\nroom, standing up at his desk with a cup\nof coffee, to save time.\n\nOn a shelf in an alcove there are ten cages connected\ntogether by plastic tubes. White mice with tiny black spots\nall over them race around outside the cages. Chas feeds one\nof them a drop of blue liquid from a test tube.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn a shelf in an alcove there are ten cages connected\ntogether by plastic tubes. White mice with tiny black spots\nall over them race around outside the cages. Chas feeds one\nof them a drop of blue liquid from a test tube. \n\nTARGET SECTION TO BE ANNOTATED:\nNARRATOR (CONT’D)\nIn the sixth grade, he went into\nbusiness, breeding dalmation mice, which\nhe sold to a pet shop in Little Tokyo.\n\nThere are twenty-five pinstriped suits in boys’ size twelve\nand an electric tie rack hanging in the closet. Chas pushes\na button on the tie rack and the ties glide along a track.\n\nNARRATOR (CONT’D)\nHe started buying real estate in his\nearly teens and seemed to have an almost\npreternatural understanding of\ninternational finance.\n\nThere are a small weightlifting bench and punchbag in the\ncorner. There is a set of exercise charts neatly drawn with\nfelt-tip pen tacked on the wall. Chas bench-presses about\nfifty pounds on a small barbell.\n\nNARRATOR (CONT’D)\nHe negotiated the purchase of his\nfather’s summer house on Eagle’s Island.\nEXT. BACKYARD. DAY.\nA house in the country. Chas crouches in the bushes with a\n\nBB gun. Across the lawn, he sees two younger boys with BB\nguns drop down from a tree.\n\n(CONTINUED)\n\fCONTINUED:\n\nOne of the boys is Richie, and the other has nearly-white\nblond hair. He is Eli. He wears Apache warpaint.\n\nChas gets Richie in his sights.\n\nROYAL\nHold it, Chassie.\n\nChas freezes. He looks up and sees Royal watching from the\nroof with a BB gun trained on him. Royal is dressed in khaki\npants, sunglasses and no shirt.\n\nCHAS\nWhat are you doing? You’re on my team!\n\nROYAL\n(hesitates)\nThere are no teams.\n\nRoyal fires. Chas screams and fires back as Royal scrambles\naway, laughing.\n\nNARRATOR (V.O.)\nThe BB was still lodged between two\nknuckles in Chas’ left hand.\n\nINT. MARGOT’S BEDROOM. DAY.\n\nThe walls of Margot’s room are red, with little running\nzebras painted all over them. There is a collection of\nAfrican masks hanging in the corner. Margot sits at a small\nmetal stand, typing on an IBM typewriter.\n\nNARRATOR (V.O.)\nMargot Tenenbaum was adopted at the age\nof two. Her father had always noted\nthis when introducing her.\n\nCUT TO:\n\nA cocktail party.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nMargot Tenenbaum was adopted at the age\nof two. Her father had always noted\nthis when introducing her. CUT TO:\n\nA cocktail party. \n\nTARGET SECTION TO BE ANNOTATED:\n Royal introduces Margot to a group of\nelderly men in black tie.\n\nROYAL\n\nThis is my adopted daughter, Margot\nTenenbaum.\n\nMargot nods politely.\nCUT TO:\n\nA wall filled with bookshelves. There are thousands of books\nof plays. Margot takes out a copy of The Iceman Cometh.\n\nNARRATOR (V.O.)\nShe was a playwright and won a Braverman\nGrant of fifty-thousand dollars in the\nninth grade.\n\n(CONTINUED)\n\fCONTINUED:\n\nThere is a mock-up of a stage set for a play that appears to\nhave taken place in a network of tree houses on a tropical\nisland. Margot places a tiny canoe beneath a palm tree.\n\nNARRATOR (CONT’D)\n\nShe and her brother Richie ran away from\nhome one winter and camped out in the\nAfrican Wing of the Public Archives.\n\nEXT. MUSEUM. DAY.\n\nRichie and Margot sit on a bench in front of a large Gothic\nbuilding. Richie has on a small backpack with a sleeping bag\nattached to it. Margot carries a small red suitcase. They\nboth look extremely dishevelled and tired.\n\nA single-file line of students in Catholic school uniforms\ngoes past them following a museum guide. Eli is at the end\nof the line. He stops and stares at Margot and Richie.\n\nRICHIE\nHi, Eli.\n\nELI\nYou said I could run away, too.\n\nMARGOT\nNo, I didn’t. And don’t tell anybody\nyou saw us.\n\nCUT TO:\n\nRichie and Margot sharing a Boy Scout sleeping bag on a bench\nin a gallery of wildlife dioramas in a darkened museum.\nMargot reads a book about sharks by the light of a\nflashlight. Richie is asleep.\n\nNARRATOR (V.O.)\n\nFour years later, she disappeared alone\nfor almost two weeks and came back with\nhalf a finger missing.\n\nINSERT:\n\nA pair of knitted gloves. One finger has been clipped off at\nthe middle knuckle and is being sewn up.\n\nINT. RICHIE’S BEDROOM. DAY.\nRichie’s room is in the attic. There are a chemistry set, a\ndrum set and a long shelf filled with tennis trophies.\nRichie sits on the edge of his bed.\n\nNARRATOR (V.O.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nRichie sits on the edge of his bed. NARRATOR (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nRichie Tenenbaum had been a champion\ntennis player since the third grade.\n\n(CONTINUED)\n\fCONTINUED:\n\nThere are thousands of Matchbox cars arranged on every\navailable inch of space on tables, desks and window sills.\nRichie parks a little Maserati next to a dune buggy.\n\nNARRATOR (CONT’D)\nHe turned pro at seventeen and won the\nU.S. Nationals three years in a row.\n\nThere is a ham radio set in the corner of the room. Richie\nsits at the console wearing a set of headphones. There is a\nmap of the world on the wall, with colored pins stuck in\ndifferent cities.\n\nNARRATOR (CONT’D)\nHe kept a studio in the corner of the\nballroom but had failed to develop as a\npainter.\n\nCUT TO:\n\nA ballroom with vaulted ceilings and a giant chandelier on\nthe top floor of the house. One corner is filled with\nseventeen almost identical portraits of Margot looking over\nthe top of a book with an irritated expression. Etheline\nhelps Richie hang a new portrait among the others.\n\nNARRATOR (CONT’D)\nOn weekends, Royal took him on outings\naround the city.\n\nEXT. STREET. DAY.\n\nRoyal and Richie stand among a group of Puerto Rican men as\ntwo large, vicious-looking pit bulls with scars all over them\nsnarl at each other. Royal yells along with the others:\n\nROYAL\nVamanos! Andale!\n\nRoyal throws a fifty-dollar bill into a pile of money on the\nsidewalk. Richie throws in a dollar.\n\nNARRATOR (V.O.)\nThese invitations were never extended to\nanyone else.\n\nCUT TO:\n\nThe second floor of the Tenenbaum house. Chas sits alone in\none window. Margot sits alone in the next. They both watch\nas Royal and Richie get out of a gypsy cab in front of the\nhouse, sharing a bag of peanuts and laughing.\n\nThere is a slightly run-down thirty-five-story apartment\nbuilding across the street. Eli sits alone in a window.\n\fINT. APARTMENT. DAY.\n\nA two-room apartment with a crucifix on the wall. Eli\nfinishes making his bed and folds it into the couch. An\nelderly woman works at a sewing machine in the next room.\n\nNARRATOR (V.O.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn\nelderly woman works at a sewing machine in the next room. NARRATOR (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nRichie’s best friend Eli Cash lived with\nhis aunt in a building across the\nstreet.\n\nEXT. STREET. DAY.\n\nEli walks up the front steps of the Tenenbaum house and rings\nthe doorbell. He wears a set of house keys on a string\naround his neck. Pagoda opens the door. He is dressed in\npajamas, slippers and a bathrobe. He lets Eli inside.\n\nNARRATOR (V.O.)\nHe was a regular fixture at family\ngatherings, holidays, mornings before\nschool and most afternoons.\n\nCUT TO:\n\nThe Tenenbaum house at night. There are strings of colored\nlights glowing around the front door and white paper bags\nwith candles in them on the steps. Royal rings the front\ndoorbell. He carries a small package wrapped in red-and-pink-\nstriped paper with a white ribbon on it.\n\nNARRATOR (CONT’D)\nThe three Tenenbaum children performed\nMargot’s first play on the night of her\neleventh birthday.\n\nINT. BALLROOM. NIGHT.\n\nThere are twenty eleven-year-olds wearing party hats.\nMargot, Chas and Richie are in costumes. Margot is a zebra,\nChas is a bear and Richie is a leopard. Eli is dressed in\npajamas. Royal sits at a table with them, drinking a glass\nof whiskey.\n\nNARRATOR (V.O.)\nThey had agreed to invite their father\nto the party.\n\nThere is a small stage-set across the room for a play that\nappears to have taken place on a ship.\n\nCHAS\nWhat’d you think, Dad?\n\nROYAL\nIt didn’t seem believable to me.\n\n(CONTINUED)\n\fCONTINUED:\n\nChas looks at Margot. She is silent. Royal says to Eli:\n\nROYAL (CONT’D)\nWhy are you wearing pajamas? Do you\nlive here?\n\nRICHIE\nHe has permission to sleep over.\n\nRoyal shakes his head.\n\nCHAS\nDid you think the characters were --\n\nROYAL\nWhat characters? It was just a bunch of\nlittle kids dressed in animal costumes.\n\nMARGOT\nGoodnight, everyone.\n\nMargot quickly collects her unopened presents from the table.\nShe puts Royal’s aside and sets it in front of him.\n\nROYAL\nSweetie. Don’t get mad. That’s just\none man’s opinion.\n\nThe lights go down.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t get mad. That’s just\none man’s opinion. The lights go down. \n\nTARGET SECTION TO BE ANNOTATED:\n Royal looks across the room. Etheline\nstands in the doorway with a birthday cake on a tray. The\ncandles are lit. She looks furious. Pagoda stands at the\nlight switch. Everyone begins to sing “Happy Birthday.”\nMargot walks out of the room, and the singing disintegrates.\n\nNARRATOR\nHe had not been invited to any of their\nparties since.\n\nEtheline blows out the candles.\nEXT. ROOF. DAY.\n\nThere is a large antenna for Richie’s ham radio and a wooden\ncoop with a falcon in it. The falcon has a hood over its\neyes. Richie opens the coop, carefully removes the falcon’s\nhood, and feeds him some sardines from a tin.\n\nNARRATOR (V.O.)\nIn fact, virtually all memory of the\nbrilliance of the young Tenenbaums had\nbeen erased by two decades of betrayal,\nfailure and disaster.\n\nRichie carries the falcon on his arm to the edge of the roof.\n\nRICHIE\nGo, Mordecai.\n\n(CONTINUED)\n\f10.\nCONTINUED:\n\nThe falcon spreads its wings and lunges into the sky.\nMONTAGE:\n\n(The names of each of our characters and the names of the\nactors playing them appear over the following shots.)\n\nRoyal Tenenbaum sits in a chair in his hotel suite with no\nshirt on and a towel wrapped around his face. A woman ina\nwhite apron lifts off the towel, and Royal looks in the\nmirror. He is now sixty-six, with grey hair, white at the\ntemples, worn very long in the back. He is getting a facial,\nand there are strips of blue cellophane covering his face.\nThe woman quickly peels them away and begins to massage his\ntemples. Royal lights a cigarette at the end of a three-inch\nholder.\n\nEtheline Tenenbaum draws eyeliner around her eyes in the\ndressing mirror. She is fifty-five and has long, black hair\nwith one silver streak that runs through it. She wears a\npink slip and a gold locket. The wall behind her is filled\nwith portraits of tribesmen and native warriors from around\nthe world. She holds up a pair of prescription sunglasses\nand looks at herself. She lowers them and does her lipstick.\n\nChas Tenenbaum shaves in the locker room of a boxing gym.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe holds up a pair of prescription sunglasses\nand looks at herself. She lowers them and does her lipstick. Chas Tenenbaum shaves in the locker room of a boxing gym. \n\nTARGET SECTION TO BE ANNOTATED:\nSteam fills the air. He is thirty-six and in top fighting\ncondition. Ari and Uzi Tenenbaum are on either side of him.\nThey are eight and ten. They are also shaving, but with no\nblades in their razors. All three have extremely curly black\nhair.\n\nMargot Tenenbaum is at a hairdresser’s with three people\nworking on her at once. She is thirty-four. Her hair is\nbeing dyed, and there are little clamps and bits of foil\ntwisted into it. She is smoking a cigarette, and she blows a\npuff of smoke as the hair dryer is lowered onto her head.\n\nShe holds an open copy of a book of plays by George Bernard\nShaw. She has one fake finger made of wood.\n\nEli Cash is in the fitting room of a clothing store having a\nwhite buckskin jacket with fringe taken in. A tailor pulls\nat the hem of the jacket and sticks pins in the sleeves. The\ntailor’s helper brings Eli a cup of tea and some cucumber\nsandwiches. Eli picks out a sandwich. A second helper hands\nhim a short-brimmed Stetson cowboy hat. He puts it on at an\nangle and stares at himself.\n\nReleigh St. Clair brushes his teeth with an electric\ntoothbrush in a very small, white-tiled bathroom. He has a\nfull, gray beard and round glasses, and he is dressed in red\nsilk pajamas with white piping. He stops suddenly, picks up\na tape recorder off the edge of the sink, and excitedly\ndictates something into it. He puts the tape recorder back\non the sink and starts brushing his teeth again.\n\n(CONTINUED)\n\f11.\nCONTINUED: (2)\n\nHenry Sherman stands in front of a mirrored wall ina\nvestibule of his building. He is a tall black man, fifty-six\nyears old, with grey hair and a moustache. He wears a double-\nbreasted navy blazer. He carefully folds a checkered\nhandkerchief and tucks it into his breast pocket. There is a\nhand-lettered sign regarding trash and recycling taped to the\nwall behind him, underneath a row of mailboxes. It is signed\nH. Sherman, the Landlord, in red ink.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a\nhand-lettered sign regarding trash and recycling taped to the\nwall behind him, underneath a row of mailboxes. It is signed\nH. Sherman, the Landlord, in red ink. \n\nTARGET SECTION TO BE ANNOTATED:\nRichie Tenenbaum looks at himself in the mirror in his\nstateroom on board an ocean liner. He is thirty-two, with\nlong hair, parted on the side, and a beard. He wears a khaki\nsuit, a striped tennis shirt, a headband, and penny loafers.\nThe ocean goes by at a fast clip in the porthole behind him.\nA towel on the dresser says The Cote d’Ivoire in red\nstitching. He takes out a little camera. He points it at\nhis reflection, smiles sadly, and takes a picture of himself.\nHe puts the camera back into his pocket and goes out the\ndoor.\n\nINSERT:\nPage 22 of The Royal Tenenbaums. It says “Chapter Two.”\nINT. HOTEL ROOM. DAY.\n\nRoyal’s suite at the Lindbergh Palace Hotel. There are\nshelves full of law books and hundreds of spy novels in\nstacks on the floor. There is a set of Encyclopedia\nBritannica, an exercise bicycle and a Xerox machine.\n\nRoyal lies on his stomach on a massage table getting a\nmassage from a young Asian woman. The manager of the hotel\nstands in front of Royal with a piece of paper in his hand.\n\nMANAGER\nI’ve been instructed to refuse any\nfurther charges on your room account and\nto direct you in writing to please\nvacate the premises by the end of the\nmonth.\n\nThe manager hands Royal the piece of paper. Royal points to\nthe masseuse.\n\nROYAL\nWhat about Sing-Sang? I owe her a\nhundred.\nThe manager looks to the masseuse.\nNARRATOR (V.O.)\nRoyal had lived in the Lindbergh Palace\n\nHotel for twenty-two years.\n\nINSERT:\n\n(CONTINUED)\n\f12.\nCONTINUED:\n\nA letter typed on Lindbergh Palace Hotel stationary. It\nbegins:\n\nDear Mr. Tenenbaum,\n\nIn light of your continuing failure to remit any form of\npayment, we have no --\n\nCUT TO:\nThe masseuse. She does not appear to understand English.\n\nMANAGER\nCan you pay her in cash?\n\nRoyal shakes his head. The manager hesitates.\n\nNARRATOR (V.O.)\nHe was a prominent litigator until the\nmid-eighties, when he was disbarred and\nbriefly imprisoned.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe manager hesitates. NARRATOR (V. O.)\nHe was a prominent litigator until the\nmid-eighties, when he was disbarred and\nbriefly imprisoned. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\nRoyal standing in the window looking out at the falling snow\nas Sing-Sang folds up the massage table behind him. He\nlights a cigarette.\n\nNARRATOR (CONT’D)\nNo one in his family had spoken to him\nin three years.\n\nINT. RADIO ROOM. DAY.\n\nThe radio room on board the Cote d'Ivoire. There are\ncomputer terminals, short-wave radios, maps on the walls, and\na crew of technicians in white uniforms. There is a mist\noutside the window, and an oil tanker in the distance.\n\nThe radio operator finishes typing a message into a keyboard\nand looks up to Richie.\n\nRICHIE\nRead it back to me so far, Pietro.\n\nRADIO OPERATOR\nDear Eli, I’m in the middle of the\nocean. I haven’t left my room in four\ndays. I’ve never been more lonely in my\nlife, and I think I’m in love with\nMargot.\n\nThe radio operator looks to Richie. Richie nods.\nRICHIE\nNew paragraph.\n\n(CONTINUED)\n\f13.\nCONTINUED:\n\nRichie takes a sip of a Bloody Mary.\n\nNARRATOR (V.O.)\nRichie had retired from professional\ntennis at twenty-six. His last match\nhad been widely discussed in the media.\n\nINSERT:\n\nA copy of the Sporting Press magazine. On the cover, there\nis a photograph of Richie standing at the baseline of a\ntennis court. He wears no shoes and only one sock, and there\nare tears all over his face. The stands behind him are\nfilled with confused fans. A caption across the page says\n“Meltdown!” And, in smaller letters, “Tenenbaum suffers mid-\nmatch nervous collapse in the semis at Windswept Fields.”\n\nCUT TO:\nRichie dictating to the radio operator.\n\nRICHIE\nYour friend, Richie. End of letter.\n\nRichie signs a slip of paper and hands it to the radio\noperator. He wraps a scarf around his neck and goes out the\ndoor.\n\nNARRATOR (V.O.)\nFor the past year he had been traveling\nalone on an ocean liner called the Cote\nd’ Ivoire and had seen both poles, five\noceans, the Amazon and the Nile.\n\nINT. LIBRARY. NIGHT.\n\nEli stands at a podium reading from a book to a crowded\naudience.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIBRARY. NIGHT. Eli stands at a podium reading from a book to a crowded\naudience. \n\nTARGET SECTION TO BE ANNOTATED:\n A telegram marked “Ship to Shore” is tucked into\nhis coat pocket. His voice is quietly dramatic.\n\nELI\nThe crickets and the rust-beetles\nscuttled among the nettles of the\nsagethicket. Vamanos, amigos, he\nwhispered, and threw the busted leather\nflintscraw over the loose weave of the\nsaddlecock. And they rode on in the\nfriscalating dusklight.\n\nEli looks up. He closes his book. The audience applauds\nuproariously.\n\nNARRATOR (V.O.)\nEli was an assistant professor of\nEnglish Literature at Brooks College.\nThe recent publication of his second\nnovel --\n\n(CONTINUED)\n\f14.\nCONTINUED:\n\nINSERT:\n\nA copy of Eli Cash’s latest book, Old Custer. On the dust\njacket there is an illustration of an Indian in warpaint with\na long, bloody knife clasped between his teeth and a yellow\nscalp hanging from his hand.\n\nINT. LOBBY. NIGHT.\n\nEli walks among the card catalogues surrounded by a crowd of\nadmirers.\n\nNARRATOR (V.O.)\n-- had earned him a sudden, unexpected\nliterary celebrity.\n\nCUT TO:\n\nEli standing near the circulation desk with a group of\nprofessors drinking cocktails.\n\nELI\nWell, everyone knows Custer died at\nLittle Bighorn. What this book\npresupposes is:\n(tentatively)\nmaybe he didn’t?\n\nEli shrugs and smiles.\nCUT TO:\n\nEli placing a call from a pay phone in the lobby. He unfolds\na newspaper clipping and looks at it while he waits. He says\nsuddenly into the receiver:\n\nELI (CONT’D)\nLet me ask you something. Why would a\nreviewer make the point of saying\nsomeone’s not a genius? I mean, do you\nthink I’m especially not a genius?\nIsn’t that --\n\nSomeone gives Eli a book to sign. He scribbles his name on\nit and hands it back without looking. He says sadly:\n\nELI (CONT’D)\nYou didn’t even have to think about it,\ndid you?\n\nINT. BATHROOM. NIGHT.\nThe bathroom of Margot’s and Raleigh’s apartment. Margot\nsits Indian-style on the counter painting her toenails red\n\nand talking on the telephone.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT. The bathroom of Margot’s and Raleigh’s apartment. Margot\nsits Indian-style on the counter painting her toenails red\n\nand talking on the telephone. \n\nTARGET SECTION TO BE ANNOTATED:\n There are cotton balls between\nher toes, and she has a towel wrapped around her.\n\n(CONTINUED)\n\f15.\nCONTINUED:\n\nHot water runs full blast in the bathtub. A little black-and-\nwhite television set is tuned in to the six o’clock news with\nthe sound turned off. Margot whispers into the telephone:\n\nMARGOT\nWell, I just don’t use that word\nlightly.\n\nMargot takes a drag of a cigarette balanced at the edge of\nthe sink. There is knock on the door. Margot does not look\nup.\n\nMARGOT (CONT'D)\nI have to go, Eli.\n\nMargot hangs up the telephone. There is another knock.\n\nRALEIGH\nMargot?\n\nRaleigh has an English accent with a lisp. Margot answers\nwithout taking the cigarette out of her mouth.\n\nMARGOT\nUh-huh?\n\nRALEIGH\nMay I come in, please?\n\nMargot puts out her cigarette. She waves the smoke away,\nturns on a little electric fan, and sprays perfume into the\nair with an atomizer. She reaches over and unlocks the door\nwith her foot.\n\nRaleigh cracks open the door and looks inside. He is wearing\nred pajamas and a camel’s-hair bathrobe. He seems worried\nand intimidated.\n\nNARRATOR (V.O.)\nMargot was married to the writer and\nneurologist Raleigh St. Clair.\n\nINSERT:\n\nA copy of Raleigh St. Clair’s latest book, The Peculiar Neuro-\ndegenerative Inhabitants of the Kazawa Atoll. On the dust\njacket, there is a photograph of Raleigh -- dressed in a\nSpeedo, with goggles on top of his head -- on a beach,\nstanding next to a Kasawa. The Kasawa stares at him\ncuriously.\n\n \n\nCUT TO:\nRaleigh looking in the bathroom doorway.\n\nRALEIGH\nHow are you, my darling?\n\n(CONTINUED)\n\f16.\nCONTINUED: (2)\n\nMARGOT\nFine, thank you.\n\nMargot blows on her toenails.\n\nRALEIGH\nYou must eat something. Shall I make\nyour dinner?\n\nMARGOT\nNo, thank you.\n\nMargot taps her fingers on the counter. The wooden one makes\na clicking sound. She looks to Raleigh. Raleigh hesitates.\nHe goes out suddenly and closes the door.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks to Raleigh. Raleigh hesitates. He goes out suddenly and closes the door. \n\nTARGET SECTION TO BE ANNOTATED:\n Margot reaches\nover with her foot and locks it.\n\nNARRATOR (V.O.)\nShe was known for her extreme secrecy.\nFor example, none of the Tenenbaums knew\nshe was a smoker, which she had been\nsince the age of twelve.\n\nMargot opens a box of Q-Tips. There is a cigarette hidden\ninside. She takes it out and lights it.\n\nNARRATOR (CONT’D)\nNor were they aware of her first\nmarriage and divorce to a recording\nartist in Jamaica.\n\nINSERT:\n\nA remaindered copy of Desmond Winston Manchester XI’s LP\nrecord Dynamite Stick. On the sleeve there is a photograph\nof five Rastafarians standing in front of a metal shack. A\nyounger Margot stands behind them partly hidden in the door\nframe. She is dressed in a string bikini.\n\nNARRATOR (CONT’D)\nShe kept a private studio in Mockingbird\nHeights under the name Helen Scott.\n\nINT. STUDIO. DAY.\n\nA small room with one wooden chair and a metal stand with an\nIBM electric typewriter on it. There are posters for several\nof Margot’s plays leaning against the walls. The titles\ninclude: Static Electricity, Erotic Transference and\nNakedness Tonight.\n\n \n\nNARRATOR (V.O.)\nShe had not completed a play in seven\nyears.\n\f17.\n\nINT. RALEIGH’S LABORATORY. DAY.\n\nRaleigh’s basement. Raleigh sits at a table, across from a\nfifteen-year-old boy in a plaid fishing hat with “Dudley”\nstitched across the front. Raleigh is dressed in a\nturtleneck shirt and a corduroy blazer with suede patches on\nthe elbows. The boy has an earphone in his ear. He wears\nHenry Aaron-style flip-up sunglasses.\n\nRaleigh and Dudley both have a set of building blocks in\nfront of them. Raleigh’s are arranged in the shape of a\nsymmetrical cross. Dudley’s are strewn out randomly. A\ncardboard screen stands in between the two sets of blocks.\n\nRaleigh says into his tape recorder:\n\nRALEIGH\nSeventeen October. Third examination of\nDudley Heinsbergen.\n\nRaleigh lifts the cardboard screen and looks to Dudley.\n\nRALEIGH (CONT’D)\nAll right, Dudley. Make yours look like\nmine.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nRaleigh lifts the cardboard screen and looks to Dudley. RALEIGH (CONT’D)\nAll right, Dudley. Make yours look like\nmine. \n\nTARGET SECTION TO BE ANNOTATED:\nDudley sets to work, moving his blocks around slowly.\n\nNARRATOR (V.O.)\nRaleigh’s next book was on the subject\nof a condition he called Heinsbergen’s\nSyndrome.\n\nDudley finishes arranging his blocks into the shape of a lop-\nsided octagon with branches coming out of it.\n\nDUDLEY\nDone.\n\nRaleigh begins to laugh quietly. He shakes his head.\n\nRALEIGH\nMy goodness. How interesting. How\nbizarre.\n\nCUT TO:\n\nRaleigh sitting in a corner. Dudley stands on the far side\nof the room misspelling words on a chalkboard. Raleigh\nwhispers into his tape recorder:\n\nRALEIGH (CONT’D)\nDudley suffers from a rare disorder\ncombining the symptoms of amnesia,\ndyslexia and color-blindness, with a\nhighly acute sense of hearing.\n\n(CONTINUED)\n\f18.\nCONTINUED:\n\nDudley turns around suddenly and frowns.\n\nRALEIGH (CONT’D)\nThere is also evidence of --\n\nDUDLEY\nI’m not color-blind, am I?\n\nRaleigh looks to Dudley. He hesitates.\n\nRALEIGH\nI’m afraid you are.\n\nINT. CHAS’ APARTMENT. NIGHT.\n\nAri’s and Uzi’s bedroom. It is perfectly neat and organized\nlike a military barracks. There are night lights in every\nsocket. There are two fire extinguishers and a large first-\naid kit mounted on the wall. There is a turtle in a fish\ntank in the corner. Ari and Uzi are sound asleep in their\nbunk beds.\n\nChas stands in the doorway. His expression is blank. In one\nhand, he holds a small tape recorder. In the other hand, he\nholds a fishing lantern.\n\nHe turns on the lantern, which begins blinking rapidly ina\nstrobe effect. He presses play on the tape recorder, which\nblasts a recording of a police siren at full volume. He\nyells at the top of his lungs:\n\nCHAS\nFire alarm! Ari! Uzi! lLet’s go! Look\nalive!\n\nAri bolts out of the top bunk. He is shirtless and has on\npajama bottoms. He puts on a pair of cleats and grabs the\nturtle out of the fish tank. Uzi sits up.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is shirtless and has on\npajama bottoms. He puts on a pair of cleats and grabs the\nturtle out of the fish tank. Uzi sits up. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks half\nasleep. Chas runs around the room, tipping over chairs and\nblasting the tape recorder. He looks to Uzi. He screams:\n\nCHAS (CONT’D)\nUzi! Let’s go!\n\nINT. HALLWAY. NIGHT.\nAri presses the button for the elevator and waits. The\napartment is extremely large and spare. It looks like a\nmuseum.\nNARRATOR (V.O.)\nChas’ wife, Rachael, was killed ina\n\nplane crash the previous summer.\n\nChas and Uzi rush into the hallway. Uzi has on a pajama top\nand underwear. Chas yells to Ari:\n\n(CONTINUED)\n\f19.\nCONTINUED:\n\nCHAS\nNo elevators! There’s a fire!\n\nINT. STAIRWELL. NIGHT.\nThey race down the stairs. Chas picks up Uzi.\n\nUZzI\nWhat about Buckley?\n\nCHAS\nYou forgot him.\n\nUzi starts to cry.\nINSERT:\n\nA slide projected onto a screen. Ari and Uzi and their\nmother stand in front of a small plane outside a hangar. The\nmother has on sunglasses with a scarf tied over her hair.\n\nThe wind blows her dress sideways, and she is laughing. The\nboys wear camp shorts and no shirts. Uzi is doing a karate\nstance.\n\nThere is a beagle looking out of the window of the plane.\n\nNARRATOR (V.O.)\nChas and their two sons, Ari and Uzi,\nwere also on the flight and survived, as\ndid their dog, who was discovered in his\ncage several thousand yards from the\ncrash site.\n\nCUT TO:\n\nA dog’s cage upside down in the desert surrounded by scraps\nof metal and clothing. A cloud of smoke billows in the\ndistance.\n\nINT. BATHROOM. NIGHT.\n\nThe beagle is asleep next to the bathtub on a little bed with\n\n“Buckley” written on it. He looks very old and has white fur\n\naround his eyes. His breathing is wheezy. Chas’ siren can\n\nbe heard in the distance outside the window. It stops.\n\nEXT. SIDEWALK. NIGHT.\n\nChas, Ari and Uzi stand on the sidewalk, looking up at the\n\nbuilding. The street is deserted. The tape recorder has\n\nbeen turned off. The lantern is still blinking.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe street is deserted. The tape recorder has\n\nbeen turned off. The lantern is still blinking. \n\nTARGET SECTION TO BE ANNOTATED:\nChas turns off the lantern and presses stop on his stopwatch.\nCHAS\n\nFour minutes and forty-eight seconds.\nWe’re all dead. Burned to a crisp.\n\n(CONTINUED)\n\f20.\nCONTINUED:\n\nChas shakes his head. He looks disoriented and weak.\n\nNARRATOR (V.O.)\nOver the last six months, he had become\nincreasingly concerned with their\nsafety.\n\nUzi is still crying.\n\nUZzI\nWe left Buckley.\n\nChas rubs his eyes and his temples. He says quietly:\n\nCHAS\nIt doesn’t matter.\n\nChas sits down on the sidewalk. Ari and Uzi look scared.\nThe doorman watches uneasily from the lobby.\n\nINT. ETHELINE’S STUDY. DAY.\n\nThe walls of Etheline’s study are filled with pre-Columbian\nart and primitive tools and weapons. There are shelves full\nof hundreds of bones and bits of pottery with little numbers\npainted on them. There are stacks of National Geographics on\nthe floor. A human skeleton hangs on a stand in the corner.\n\nNARRATOR (V.O.)\nEtheline became an archaeologist and had\noverseen excavations for the Department\nof Housing and the Transit Authority.\n\nThe back doors are open on to the garden. Pagoda sits on a\nbench outside, peeling potatoes, listening to a Walkman with\nheadphones. His hair is now white.\n\nEtheline is at her desk studying an arrowhead while Henry\nsits next to her. He is working on her taxes.\n\nHENRY\nApropos of my question re: I-40 slash I-\n9 adjustments.\n\nHenry stands up. He seems very nervous. Etheline looks up\nat him curiously.\n\nNARRATOR (V.O.)\nShe taught bridge class twice a week\n\nwith her friend and business manager,\nHenry Sherman.\n\nINSERT:\n\n(CONTINUED)\n\f21.\nCONTINUED:\n\nA copy of Henry Sherman’s book, Accounting for Everything. A\ncaption at the top of the cover says “A Guide to Personal\nFinance.” It appears to have been published in the late\nsixties.\n\nCUT TO:\nHenry looking down at Etheline.\n\nHENRY\nIt would probably be advantageous for\nyour marital status to be legally\nestablished as single, in light of the\ncircumstances.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\ncaption at the top of the cover says “A Guide to Personal\nFinance.” It appears to have been published in the late\nsixties. CUT TO:\nHenry looking down at Etheline. HENRY\nIt would probably be advantageous for\nyour marital status to be legally\nestablished as single, in light of the\ncircumstances. \n\nTARGET SECTION TO BE ANNOTATED:\nETHELINE\nWhat do you mean?\n\nHENRY\nI mean for tax purposes.\n\nETHELINE\n(pause)\nBut I thought it was --\n\nHENRY\nEtheline?\n\nETHELINE\nYes?\n\nHENRY\n\nWill you marry me?\n\nPagoda stops peeling the potatoes. He takes off one ear of\nhis headphones. Etheline puts on her prescription\nsunglasses.\n\nHENRY (CONT’D)\nI love you. Did you already know that?\n\nETHELINE\nNo, I didn’t.\n\nHenry nods calmly.\nNARRATOR (V.O.)\nSince her separation from her husband,\nshe had had many suitors --\nMONTAGE:\nA large man stands on a glacier in Antarctica with penguins\nbehind him. He wears a hooded fur coat and has ice frozen\n\ninto his beard. He checks the elevation with a compass. A\ntitle identifies him as Neville Smythe-Dorleac.\n\n(CONTINUED)\n\f22.\nCONTINUED: (2)\n\nAn Asian man in a tweed suit and large, perfectly round\nglasses on a settee in a room filled with avant-garde\nfurniture and sculpture. He has several sets of blueprints\nunder his arm. A title identifies him as Yasuo Oshima.\n\nA white-haired man sits in a director’s chair on a sound\nstage, surrounded by extras dressed as futuristic earthlings\nand aliens. He has a strong, weathered face and wears a\nsafari jacket. A title identifies him as Franklin Benedict.\n\nCUT TO:\n\nHenry looking down at Etheline. He has two bandaged shaving\ncuts, and a safety pin holds his glasses together.\n\nNARRATOR (CONT’D)\n-- but had not considered a single one\nuntil this moment.\n\nEtheline starts to say something. She hesitates.\n\nETHELINE\nThis isn’t really a tax issue, is it?\nHENRY\n(pause)\nThat’s true. I don’t know why I put it\n\nthat way.\nEtheline smiles slightly. She takes Henry’s hand.\n\nETHELINE\nLet me think about it, Henry.\n\nPagoda frowns.\nINT. TELEPHONE ROOM. DAY.\nPagoda places a call.\nPAGODA\n\nHello, please. Tell Mr. Royal this is\n\nthe Pagoda.\nINT. ELEVATOR. DAY.\nRoyal rides down in the elevator at the Lindbergh Palace.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEVATOR. DAY. Royal rides down in the elevator at the Lindbergh Palace. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nis dressed in a gray double-breasted Savile Row pinstripe\nsuit, a dark pink shirt, a red-and-pink-striped tie, and\nAristotle Onassis-style wrap-around sunglasses. He smokes a\n\ncigarette.\n\nThe elevator operator has a thin, gray moustache and jet-—\nblack hair. He is Dusty. The elevator stops.\n\nROYAL\nThanks, Dusty.\n\n(CONTINUED)\n\fCONTINUED:\n\nDUSTY\nYou’ re welcome.\n\nINT. LOBBY. DAY.\n\nThe elevator doors open and Royal strides out quickly.\n\ncrosses through a gigantic lobby. A bellboy appears.\n\nBELLBOY\n\nThere’s a call for you, Mr. Tenenbaum.\nROYAL\n\nWho is it?\nBELLBOY\n\nA Mr. Pagoda.\n\nROYAL\nI’1l take it in there.\n\nRoyal points to a little wood-paneled telephone booth.\n\nINT. TELEPHONE BOOTH. DAY.\nThe telephone rings. Royal answers it.\n\nROYAL\nWhat do you got?\n\nEXT. CITY PARK. DAY.\n\nRoyal and Pagoda stand alone in the middle of a field.\n\nlight, misting rain falls.\n\nPAGODA\nThe black man asks her to be his wife.\n\nROYAL\n\n(quietly)\nNo shit? And what’d Ethel say?\n\nPAGODA\nShe thinks about it.\n\nRoyal stares off into space. He shakes his head.\n\nROYAL\n\nI don’t like the sound of this one damn\nbit, Pagoda. I mean, Lord knows I’ve\nhad my share of infidelities. But she’s\nstill my wife.\n\n(pause)\nAnd no goddamn two-bit chartered\naccountant’s going to change that.\n\nINSERT:\n\n23.\n\nHe\n\nA\n\n(CONTINUED)\n\f24.\nCONTINUED:\n\nPage 50 of The Royal Tenenbaums. It says “Chapter Three.”\nINT. HALLWAY. NIGHT.\n\nThe doorbell rings. Pagoda comes into the hallway and opens\nthe front door. Uzi is on the steps with a duffel bag over\nhis shoulder and a stack of coloring books under his arm.\nBuckley is at his side. Buckley has a cold and coughs often.\n\nThere is a silver BMW parked at the curb with three doors and\nthe trunk open.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBuckley is at his side. Buckley has a cold and coughs often. There is a silver BMW parked at the curb with three doors and\nthe trunk open. \n\nTARGET SECTION TO BE ANNOTATED:\n Chas, Ari and a uniformed driver are\nunpacking suitcases, blankets, boxes, clothes, toys, boxing\ngloves and a computer. The driver is Anwar.\n\nChas, Ari and Uzi all wear red Adidas warm-ups.\n\nCHAS\nGive us a hand, Pagoda.\n\nPagoda frowns. He starts down the steps.\n\nINT. LIVING ROOM. NIGHT.\n\nThere are twenty people at five card tables playing bridge.\nMost of them are in their fifties and sixties. They look\nvery distinguished. Etheline and Henry are among them.\n\nChas, Ari, Uzi, Anwar and Pagoda come out of the hallway and\ncross through the living room, struggling with all of their\npossessions. Pagoda carries the fish tank with the turtle in\n\nit. Buckley follows them.\n\nThe bridge players watch strangely as they pass. Chas looks\nback at them but keeps moving. Etheline hesitates.\n\nETHELINE\nChas?\n\nChas stops in the doorway. Pagoda leads Ari, Uzi, Anwar and\nBuckley out of the room, up the stairs.\n\nETHELINE (CONT’D)\nWhat’s going on?\n\nCHAS\nWe got locked out of our apartment.\n\nEtheline seems confused.\n\nETHELINE\nDid you call a locksmith?\n\nCHAS\n\n(hesitates)\nUh-huh.\n\n(CONTINUED)\n\f25.\nCONTINUED:\n\nETHELINE\n(pause)\nI don’t understand. Did you pack your\nbags before you got locked out? Or how\ndid you --\n\nCHAS\nIt’s not safe over there.\n\nSilence. Etheline looks to her guests.\n\nETHELINE\nExcuse me for a moment, please.\n\nINT. HALLWAY. NIGHT.\n\nEtheline closes the sliding door to the living room. She and\nChas stand alone in the hallway.\n\nETHELINE\nWhat are you talking about?\n\nCHAS\nThe apartment. I have to get some new\nsprinklers and a back-up security system\ninstalled.\n\nETHELINE\nBut there’s no sprinklers here, either.\n\nChas looks up and studies the ceiling. He shrugs.\n\nCHAS\nWell, we might have to do something\nabout that, too.\n\nEtheline looks concerned.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shrugs. CHAS\nWell, we might have to do something\nabout that, too. Etheline looks concerned. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\nTwo dalmation mice chewing on a plate of hors d'oeuvres on\nthe window sill. The bridge players watch them silently.\n\nINT. CHAS’ BEDROOM. NIGHT.\n\nAri and Uzi sit silently on the bunk beds in Chas’ room.\nThey have dark circles under their eyes and seem exhausted.\nChas walks around the room examining things. He looks like\na wreck, but acts incredibly cheerful, pretending not to\nnotice how sad the boys look.\n\nCHAS\nIsn’t this great? It feels like we’re\n\ncamping.\n\nChas chuckles as he turns on his old electric tie rack.\n\n(CONTINUED)\n\f26.\nCONTINUED:\n\nARI\nWhen are we going home?\n\nChas sees something across the room. He frowns.\n\nCHAS\nWho put that in here?\n\nThere is a framed poster leading against the wall in the\ncorner. It is a tennis-shoe advertisement with a picture of\nRichie holding a trophy over his head, surrounded by a\ncheering crowd. A caption across the top says “The Baumer.”\nChas turns it around to face the wall. He kisses Ari and Uzi\ngoodnight.\n\nCHAS (CONT’D)\nSee you in the morning.\n\nChas goes out the door. A moment later, he comes back in.\n\nCHAS (CONT’D)\n\nYou know what? I’m going to sleep in\nhere, and that way we can all be\ntogether.\n\nChas spreads out a blanket on the floor and lies down. Uzi\ncomes and lies down next to him.\n\nINT. DOCTOR’S OFFICE. DAY.\n\nRoyal sits on the edge of an examination table with white\nbutcher paper on it. A young doctor on a rolling stool takes\nRoyal’s blood pressure as they talk.\n\nROYAL\nWhat kind of side effects can be\nexpected?\n\nDOCTOR\nWell, there’s a number of possibilities.\nSevere nausea and dizziness are\nstandard. A certain percentage of\npatients may also experience seizure.\n\nROYAL\nYou mean like flopping around on the\nfloor and everything?\n\nDOCTOR\nIn some cases.\n\nRoyal nods gravely.\n\f27.\n\nEXT. HALLWAY. DAY.\n\nEtheline and Raleigh stand outside the bathroom in Margot and\nRaleigh’s apartment. Etheline has on an overcoat and gloves.\nRaleigh knocks on the door.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nEtheline and Raleigh stand outside the bathroom in Margot and\nRaleigh’s apartment. Etheline has on an overcoat and gloves. Raleigh knocks on the door. \n\nTARGET SECTION TO BE ANNOTATED:\nRALEIGH\nYou have a visitor, my darling.\n\nMargot answers without opening the door:\n\nMARGOT\nWho is it?\n\nETHELINE\nIt’s me, sweetie.\n\nSilence. A key slides from under the door to Etheline’s\nfeet. Etheline looks to Raleigh. Raleigh looks embarrassed.\n\nINT. BATHROOM. DAY.\n\nMargot is in the bathtub watching Planet of the Apes on her\nlittle black-and-white television set. Etheline sits on the\nedge of the tub with her coat in her lap.\n\nETHELINE\nRaleigh says you’ve been spending six\nhours a day locked in here watching\ntelevision and soaking in the tub.\n\nMARGOT\n(pause)\nI doubt that.\n\nETHELINE\nWell, I don’t think that’s very healthy,\ndo you? Nor do I think it’s very\nintelligent to keep an electrical gadget\non the edge of the bathtub.\n\nMARGOT\nI tied it to the radiator.\n\nEtheline examines the television set. There is a length of\nred twine wrapped around it and knotted to a pipe.\n\nETHELINE\nWell, it can’t be very good for your\neyes, anyway.\n\nMargot turns off the television set with her foot. She looks\nto Etheline. Etheline smooths back Margot’s wet hair.\n\nETHELINE (CONT’D)\nChas came home.\n\n(CONTINUED)\n\f28.\nCONTINUED:\n\nMARGOT\n(pause)\nWhat do you mean?\n\nETHELINE\nHe and Ari and Uzi are going to stay\nwith me for a little while.\n\nMARGOT\n(frowns)\nWhy are they allowed to do that?\n\nETHELINE\n(hesitates)\nWell, I don’t know, exactly. But I\nthink he’s been very depressed ever\nsince --\n\nMARGOT\n(urgently)\nSo am I.\n\nETHELINE\n(pause)\nSo are you what?\n\nEXT. STREET. DAY.\n\nThe front door of Margot and Raleigh’s apartment building\nopens. Margot comes out and goes down the steps with three\nsuitcases and her TV. Raleigh follows her. Etheline and\nDudley walk behind them. Raleigh sounds desperately unhappy.\n\nRALEIGH\nBut why is this bloody necessary?\n\nMARGOT\nBecause I’m in a rut, and I need a\nchange. Hang on.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nRALEIGH\nBut why is this bloody necessary? MARGOT\nBecause I’m in a rut, and I need a\nchange. Hang on. \n\nTARGET SECTION TO BE ANNOTATED:\nMargot sets down her suitcases and goes into a telephone\nbooth with graffiti spray-painted all over it. She closes\nthe door and makes a call.\n\nEtheline stands on the corner and raises her hand into the\nair. A gypsy cab pulls over. Raleigh waits uncomfortably\noutside the telephone booth. He watches Margot talking on\nthe telephone. Dudley points at the taxi.\n\nDUDLEY\nThat taxi has a dent in it.\n\nMargot comes out of the telephone booth.\n\nRALEIGH\nYou don’t love me anymore, do you?\n\n(CONTINUED)\n\f29.\nCONTINUED:\n\nMARGOT\nI do, kind of. I can’t explain it right\nnow.\n\nRaleigh looks crestfallen. Margot puts her suitcases into\nthe back seat of the taxi. Dudley continues to point at it.\n\nDUDLEY\nAnother dent here and another dent\nthere.\n\nMARGOT\n\n(gently)\nI’11 call you, OK?\n\nRaleigh nods. Margot gets into the taxi. Etheline looks at\nRaleigh sadly. She gets into the taxi and closes the door.\nRaleigh and Dudley watch the taxi drive away. Raleigh has\ntears in his eyes. Dudley takes a bite of a graham cracker.\n\nINT. MARGOT’S BEDROOM. NIGHT.\n\nMargot goes into her room and sets her suitcases on the\nfloor. She closes the door and locks it. She opens the door\nto the closet and turns on the light. She whispers:\n\nMARGOT\nHello?\n\nThere is a rustle behind some hanging clothes. Eli looks out\nnervously and slowly emerges. He is dressed in white briefs.\nHe whispers:\n\nELI\nHello, beautiful.\n\nCUT TO:\n\nMargot and Eli in Margot’s single bed with the sheets pulled\nover their heads. Margot is eating potato chips, smoking a\ncigarette, and watching the news on her TV with the sound\nturned off.\n\nELI (CONT’D)\nCould we have dinner with your mother\nsometime?\n\nMargot frowns. She looks at Eli strangely.\n\nMARGOT\nWhat for?\n\nELI\n\n(shrugs)\nI don’t know. I’d just love to see her.\n\n(CONTINUED)\n\f30.\nCONTINUED:\n\nMARGOT\nI don’t think so, Eli.\n\nEli looks disappointed.\nEXT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nMARGOT\nI don’t think so, Eli. Eli looks disappointed. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SIDEWALK. DAY.\n\nThe next morning, Etheline comes out the front door of the\nTenenbaum house and goes down the steps. Royal suddenly\nappears at her side.\n\nROYAL\nYou got a minute?\n\nEtheline looks startled. She keeps walking.\n\nETHELINE\nWhat are you doing here?\n\nROYAL\nI need a favor. I want to spend some\ntime with you and the children.\n\nETHELINE\nAre you crazy?\n\nROYAL\nNow, hold on, dammit.\n\nETHELINE\nStop following me.\n\nROYAL\nI want my family back.\n\nETHELINE\nWell, you can’t have it. I’m sorry for\nyou, but it’s too late.\n\nRoyal hesitates for a fraction of a second.\n\nROYAL\nI’m dying, baby.\n\nEtheline stops. She looks to Royal.\nROYAL (CONT’D)\nI’m sick as a dog. I’11 be dead in six\n\nweeks. I’m dying.\n\nETHELINE\nWhat are you talking about?\n\nRoyal stares at her blankly. He nods.\n\nETHELINE (CONT’D)\nWhat happened?\n\n(CONTINUED)\n\f31.\nCONTINUED:\n\nRoyal shrugs. Etheline looks stunned.\n\nETHELINE (CONT’D)\nOh, my God.\n\nEtheline looks as if she is going to faint. Royal seems\nsuddenly worried.\n\nETHELINE (CONT’D)\nI’m sorry. I didn’t know.\n\nEtheline cannot seem to catch her breath. Royal looks around\nnervously.\n\nETHELINE (CONT’D)\nWhat’d they say? What’s the prognosis?\n\nEtheline begins to hyperventilate. Royal tries to calm her\ndown.\n\nROYAL\nTake it easy, Ethel.\n\nEtheline stumbles a step and Royal catches her. He looks\nscared.\n\nROYAL (CONT’D)\nHold on. Hold on.\n\nETHELINE\n(urgently)\nWhere’s the doctor? lLet’s get --\n\nROYAL\nWait a second.\n\nRoyal holds Etheline by the shoulders. He hesitates. He\nsays gently, trying to comfort her:\n\nROYAL (CONT’D)\nListen. I’m not dying. But I need some\ntime.\n\nEtheline looks puzzled.\n\nROYAL (CONT’D)\nA month. Maybe two. I want us to --\n\nEtheline slaps Royal hard in the face.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nROYAL (CONT’D)\nA month. Maybe two. I want us to --\n\nEtheline slaps Royal hard in the face. \n\nTARGET SECTION TO BE ANNOTATED:\n She says furiously:\n\nETHELINE\nWhat’s wrong with you?\n\nROYAL\nEthel.\n\n(CONTINUED)\n\f32.\nCONTINUED: (2)\n\nETHELINE\nGo away!\n\nEtheline turns away and walks quickly across the street.\n\nROYAL\nBaby. I am dying.\n\nEtheline stops. She looks back to Royal. She can see from\nthe look on his face that now he is telling the truth. She\ngoes over to him in the middle of the intersection.\n\nETHELINE\nAre you or aren’t you?\n\nROYAL\n(pause)\nDying? Yes.\n\nINT. HENRY’S APARTMENT/ETHELINE’S TELEPHONE ROOM. DAY.\n\nA telephone conversation. Henry sits at a desk in his study.\nThere are ledger books and adding machines in front of him\nand glass statues of birds and animals behind him. Etheline\nis in the telephone room on Archer Avenue.\n\nHENRY\nHave you told your children?\n\nETHELINE\nMore or less.\n\nHENRY\nAnd are they all right?\n\nETHELINE\nHard to say.\n\nINT. 375TH STREET Y/CHAS’ ROOM. DAY.\n\nA second telephone conversation. Ari talks on a pay phone\nnext to an indoor pool. Uzi stands beside him. Each wears\ngoggles and an orange life-jacket belted tightly. A sign on\nthe wall says “Water Safety and Rescue Class, 11 a.m.” Chas\nsits at the desk in his bedroom on Archer Avenue.\n\nUZzI\nWho’s your father?\n\nCHAS\nHis name’s Royal Tenenbaum.\n\nARI\nYou told us he was already dead.\n\n(CONTINUED)\n\f33.\nCONTINUED:\n\nCHAS\n(hesitates)\nBut now he’s really dying.\n\nINT. ELI’S TOWNHOUSE/MARGOT’S BATHROOM-DARKROOM. DAY.\n\nA third telephone conversation. Eli sits on a couch in front\nof a painting of two men wearing ski masks riding a\nmotorcycle chasing after a screaming girl in a bikini. He\nsmokes a long, Moroccan-looking pipe. Margot talks on the\ntelephone in her bathroom on Archer Avenue. There are three\nbottles of developing chemicals and a photographic enlarger\nnext to the sink.\n\nELI\nI’m very sorry, Margot.\n\nMARGOT\nThat’s OK.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere are three\nbottles of developing chemicals and a photographic enlarger\nnext to the sink. ELI\nI’m very sorry, Margot. MARGOT\nThat’s OK. \n\nTARGET SECTION TO BE ANNOTATED:\n We’re not actually related,\nanyway.\n\nELI\n\nThat’s true.\nEXT. BOAT DECK. DAY.\n\nThe Cote d’Ivoire. Richie sits under a wool blanket in a\nchaise lounge reading a telegram with “Shore to Ship” printed\nacross the top. He looks upset. A waiter stands next to him\nwith a pen and a pad of paper in his hand. All of the other\npassengers on the deck are very elderly and have white hair.\n\nRICHIE\nI’d like to send a response, Alberto.\n\nWAITER\nYes, sir. Go ahead.\n\nRICHIE\nDear Mom, I received your message. I’m\ncoming home as soon as possible.\n(pause)\nWho do I see about that?\n\nThe waiter shrugs.\nEXT. PIER 32. DAY.\n\nThe entrance to the passenger terminal for the Cote d'Ivoire.\nA sign across the glass says “Royal Arctic Line.” Richie\nstands on the sidewalk with his hands in his pockets as\nbundled-up, white-haired passengers and baggage handlers run\nby around him. He has two small suitcases and a vinyl bag\nwith a pouch on he side for a tennis racket. There is no\nracket in it. Two elderly men with white hair come over to\nhim.\n\n(CONTINUED)\n\f34.\nCONTINUED:\n\nELDERLY MAN 1\nCan we get a picture with you, Baumer?\n\nRichie nods. One of the elderly men gives his camera to a\nbaggage handler, and they stand next to Richie.\n\nELDERLY MAN 2\nI saw you whip Vishniac in the finals at\nGlenchester. You were beautiful back\nthen.\n\nRichie smiles briefly. The baggage handler takes the\npicture.\n\nELDERLY MAN 1\nThanks, Champ.\n\nThe two elderly men walk away. A city bus stops at the\ncorner. The door opens and Margot gets out. She smiles at\nRichie and waves. She wears a mink coat with a belt around\nit. She has on pink gloves. She walks across the sidewalk\nand stops ten feet in front of Richie as the bus drives away.\nThey stand there smiling at each other.\n\nMARGOT\nStand up straight and let me get a look\nat you.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe walks across the sidewalk\nand stops ten feet in front of Richie as the bus drives away. They stand there smiling at each other. MARGOT\nStand up straight and let me get a look\nat you. \n\nTARGET SECTION TO BE ANNOTATED:\nRichie stands up a little straighter and continues to look at\nMargot with the same smile.\n\nMARGOT (CONT’D)\nWhat’s so funny?\n\nRichie shrugs.\n\nMARGOT (CONT'D)\nWell, it’s nice to see you, too.\n\nTheir smiles fade, and they both look cold and sad. Richie\nreaches out his hand. Margot goes over to him and puts her\narms around him.\n\nEXT. TENENBAUM HOUSE. DAY.\n\nMargot and Richie stand on the steps in front of the house.\nThe door opens and Etheline and Pagoda come outside and hug\nRichie. Richie and Henry shake hands. Ari and Uzi come\nrunning out and hug Richie.\n\nNARRATOR (V.O.)\nThat night, Etheline found all of her\nchildren living together under the same\nroof for the first time in seventeen\nyears.\n\n(CONTINUED)\n\f35.\nCONTINUED:\n\nChas watches from his window on the third floor. Richie\nlooks up and sees him. Richie waves tentatively. Chas waves\nback without smiling.\n\nEXT. ROOF. DAWN.\n\nRichie comes out on to the roof dressed in pajamas. He opens\nhis falcon’s coop. He puts his hand under the falcon’s feet,\nand the falcon steps on to his fist. The falcon’s hood says\nMordecai across the front. Richie pulls a leather cord and\nlifts the hood off the falcon’s head. He strokes the\nfalcon’s feathers and talks softly in its ear.\n\nNARRATOR (V.O.)\nThe next morning Richie woke at dawn.\nHe had decided birds should not be kept\nin cages, fed Mordecai three sardines,\nand set him free.\n\nCUT TO:\n\nAn hour later. Richie sits on a box on the roof eating a\nbowl of cereal and reading a book called Three Plays by\nMargot Tenenbaum. There is an empty tin of sardines at his\nfeet. The door to the falcon’s coop is open, and the falcon\nis gone.\n\nINSERT:\n\nPage 76 of The Royal Tenenbaums. It says “Chapter Four.”\nEXT. STREET. EVENING.\n\nRoyal gets out of a gypsy cab in front of the Tenenbaum\nhouse.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET. EVENING. Royal gets out of a gypsy cab in front of the Tenenbaum\nhouse. \n\nTARGET SECTION TO BE ANNOTATED:\n He is dressed in a white bathrobe, white pajamas and\nred bedroom slippers. He carries a cane, but walks across\n\nthe sidewalk quickly and energetically.\n\nPagoda waits for him at the top of the steps. They shake\nhands. Silence.\n\nROYAL\nOK.\n\nPagoda opens the front door.\nINT. LIVING ROOM. EVENING.\n\nRoyal sits on a stool across from Richie and Margot on the\ncouch. Chas stands at a table in the corner reading Richie’s\nAtlas of the World. Royal looks to Chas. Chas looks back at\nhim but does not move. Royal looks back to Richie and\nMargot.\n\nROYAL\n\nI’ve missed the hell out of you, my\ndarlings. You know that, don’t you?\n\n(CONTINUED)\n\f36.\nCONTINUED:\n\nMARGOT\nI hear you’re dying.\nROYAL\nSo they tell me.\nMARGOT\nI’m sorry.\nROYAL\n(shrugs)\nI had a good run.\nRICHIE\nYou don’t look so sick, Dad.\nROYAL\nThank you.\nRICHIE\nWhat’ve you got?\nROYAL\nI’ve got a pretty bad case of cancer.\nCHAS\n(yawning)\n\nHow long are you going to last?\n\nRoyal looks across the room at Chas. Chas does not look up\nfrom his atlas.\n\nROYAL\nNot long.\n\nCHAS\nA month? A year?\n\nROYAL\nAbout six weeks.\n\nRoyal looks back to Richie and Margot.\n\nROYAL (CONT’D)\nBut let me get to the point here. The\nthree of you and your mother are all\nI’ve got, and I love you more than\nanything.\n\nChas laughs quietly.\nROYAL (CONT’D)\nLet me finish. Now, I’ve got six weeks\n\nto set things right with you, and I aim\nto do it. Will you give me a chance?\n\n(CONTINUED)\n\f37.\nCONTINUED: (2)\n\nCHAS\nNo.\n\nROYAL\nDo you speak for everyone?\n\nCHAS\nI speak for myself.\n\nROYAL\nWell, you’ve made your views known. So\nwhy don’t you let somebody else do some\nof the talking now?\n\nMARGOT\nWhat do you propose to do?\n\nROYAL\nWell, I can’t say, really.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo\nwhy don’t you let somebody else do some\nof the talking now? MARGOT\nWhat do you propose to do? ROYAL\nWell, I can’t say, really. \n\nTARGET SECTION TO BE ANNOTATED:\n Make up for\nlost time, I suppose. But the first\nthing I’d like to do is take you to see\nyour grandmother, at some point.\n\nRICHIE\n(pause)\nI haven’t been out there since I was\nsix.\nMARGOT\n\nI haven’t been there at all. I was\nnever invited.\n\nROYAL\nWell, she wasn’t your real grandmother,\nso I didn’t know you’d be interested,\nsweetie. Anyway, you’re invited this\ntime.\n\nMARGOT\nThanks.\n\nRichie looks to Chas. He looks back to Royal.\n\nRICHIE\n\nYou know, Rachael’s buried there, too.\nROYAL\n\n(pause)\n\nWho?\nCHAS\n\nMy wife.\nROYAL\n\nOh. That’s right, isn’t it? Well, we\ncan swing by her grave, too.\n\n(CONTINUED)\n\f38.\nCONTINUED: (3)\n\nChas slams the atlas shut and puts it back into the bookcase.\nHe walks toward the door. Royal extends his hand as Chas\nwalks by. Chas slaps it away and goes out of the room.\nRoyal says to Margot and Richie:\n\nROYAL (CONT’D)\nI’1l be right back.\n\nINT. STAIRWAY. EVENING.\n\nChas is already half-way to the second floor as Royal appears\nat the bottom of the steps.\n\nROYAL\nChas?\n\nChas stops. He looks down to Royal.\n\nROYAL (CONT’D)\nMay I see my grandsons?\n\nCHAS\nWhy?\n\nROYAL\nBecause I’d like to finally meet them.\n\nChas scoffs at the idea and shakes his head.\n\nROYAL (CONT’D)\nDon’t give me that guff.\n\nCHAS\nI think we’1l pass.\n\nChas walks away up the stairs. There is a clean square and a\nhook on the wall in the stairwell, as if something has been\nremoved. Royal frowns. He yells toward the kitchen:\n\nROYAL\nPagoda! Where’s my javelina?\n\nINT. LIVING ROOM. NIGHT.\nRoyal stands in the living room with Richie and Margot.\n\nROYAL\nI’1l say goodnight to you now, children.\n\nMargot waves. Richie hugs Royal. Royal looks to be on the\nverge of tears.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMargot waves. Richie hugs Royal. Royal looks to be on the\nverge of tears. \n\nTARGET SECTION TO BE ANNOTATED:\nROYAL (CONT’D)\nThank you, my sweet boy.\n\f39.\n\nEXT. TENENBAUM HOUSE. NIGHT.\n\nRoyal and Pagoda stand outside the top of the front steps.\nRoyal says quickly:\n\nROYAL\nI’11 contact you in the next twelve\nhours and give you further instructions.\n\nPagoda nods. A taxi stops in front of the house. Royal’s\n\nface darkens. Henry and Etheline get out of the taxi. They\neach carry a playbill for a play called That Rascal. Royal\nclamps his hand on Pagoda’s arm and lets out a slow whistle.\n\nROYAL (CONT’D)\nLook at that old grizzly bear.\n\nRoyal licks his fingers and smooths back his hair. He bounds\ndown the steps.\n\nROYAL (CONT’D)\nHello, Ethel! Good evening, sir. Hold\nthe cab, please, driver.\n\nHenry leaves the door to the taxi open.\n\nETHELINE\nRoyal, this is Henry Sherman.\n\nROYAL\nHey, man. Lay it on me.\n\nRoyal puts out his hand for Henry to give him five. Henry\nreluctantly slaps hands with Royal and says:\n\nHENRY\nHow do you do?\n\nROYAL\n(shrugs)\nAh, what can I say? I’m dying.\n\nHenry looks uneasy.\n\nETHELINE\nDon’t pay any attention to that man,\nHenry.\n\nROYAL\n\nI’m just kidding. Goodnight all.\nRoyal gets into the taxi and closes the door.\nEXT. STREET. DAY.\n\nMargot and Eli walk together down a street with trash\neverywhere and abandoned cars and broken windows.\n\n(CONTINUED)\n\f40.\nCONTINUED:\n\nELI\nRight there is where I used to go get\njacked off.\n\nMargot nods. She seems distracted.\n\nELI (CONT’D)\nYou don’t give a shit.\n\nMARGOT\nI’m listening.\n(points to a deli)\nRight there is where you used to go get\njacked off.\n\nELI\nThat’s right.\n\nThey walk in silence for a minute.\n\nELI (CONT’D)\nHow’s Richie?\n\nMARGOT\n(pause)\nI don’t know. I can’t tell.\n\nELI\nYeah. Me, either. He wrote me a\nletter. He says he’s in love with you.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nMe, either. He wrote me a\nletter. He says he’s in love with you. \n\nTARGET SECTION TO BE ANNOTATED:\nMARGOT\n(frowns)\nWhat are you talking about?\n\nELI\n(shrugs)\nThat’s what he said. I don’t know how\nwe’re supposed to take it. Hang on.\n\nThey stop in front of a partially demolished building. Eli\npresses the buzzer to one of the apartments. A voice comes\non the call box:\n\nVOICE\nHello?\n\nELI\nSugar, it’s Eli.\n\nVOICE\nHey, baby.\n\nThe door buzzes open. Margot says blankly:\n\nMARGOT\nWhat are we doing, Eli?\n\n(CONTINUED)\n\f41.\nCONTINUED: (2)\n\nELI\nI just got to pick something up. Don’t\nrepeat that, by the way. About Richie.\nIt was told in confidence.\n\nEli goes inside. Margot stands alone on the street. She\nlooks up at the destroyed building.\n\nEXT. ARCHAEOLOGICAL EXCAVATION. DAY.\n\nA large network of pits between two brownstone townhouses.\nThere are workers digging, surveying, sketching, and shaking\ndirt through metal hand-screens.\n\nThe archaeologists crouch around Etheline while she compares\na bit of soil on the end of a trowel with a color chart ina\nhandbook. She is dressed entirely in denim except for a\nscarf over her hair. She has on sunglasses and boots. The\nthree archaeologists are all scruffy young men with beards.\n\nETHELINE\nGood. Now I’1l just remove the loose\nsoil and note the decomposition levels.\n\nEtheline dusts off a partially unearthed skeleton. Henry\nappears in the background, climbing down a ladder on the far\nside of the pit. He wears a gray wool suit and tie. He\npicks up a pebble off the ground and looks at it. Etheline\nsays to the three archaeologists:\n\nETHELINE (CONT’D)\nThese were probably slaves. Before the\narrival of the --\n\nGRADUATE STUDENT\nWhat are you doing?\n\nA graduate student with a shovel is looking at Henry and\nfrowning. Etheline and the three archaeologists turn around\nand see them.\nGRADUATE STUDENT (CONT’D)\nPlease, put that artifact back where you\nfound it, sir.\n\nHenry looks embarrassed. He puts the pebble back on the\nground.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRADUATE STUDENT (CONT’D)\nPlease, put that artifact back where you\nfound it, sir. Henry looks embarrassed. He puts the pebble back on the\nground. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\nEtheline and Henry walking through a trench together.\n\nHENRY\nI’m sorry to interrupt your work.\n\nETHELINE\nDon’t be silly.\n\n(CONTINUED)\n\f42.\nCONTINUED:\n\nHENRY\nI just wanted to apologize for the other\nday. When I proposed to you.\n\nETHELINE\nWhy? I thought it was very sweet.\n\nHENRY\nLook. I know I’m not as accomplished as\nsome of the men you’ve been involved\nwith. Franklin Benedict and General\nCartwright and your ex-husband and --\n\nETHELINE\nThat’s ridiculous.\n\nHENRY\nBut I feel I have just as much to offer\nas any of them. I know I went about it\nbackwards, but --\n\nETHELINE\nHenry, I have no interest in Frank\nBenedict or Doug Cartwright. I never\ndid.\n\nHenry falls into a pit and disappears from view. Etheline\ndoes not notice this and continues walking.\n\nETHELINE (CONT’D)\n\nAnd as far as Royal is concerned, he’s\nthe most --\n\nEtheline stops. She looks around. She sees Henry climbing\nup a ladder, out of the pit. He is covered with dirt and has\na small twig in his hair. She rushes over to him.\n\nETHELINE (CONT’D)\nAre you all right?\n\nHenry sighs. He brushes some dirt off his jacket.\nHENRY\nI’m fine. Anyway, let me know when you\nmake up your mind.\n\nHenry starts to walk away. Etheline grabs his sleeve.\n\nETHELINE\nWait a second, Henry.\n\nHenry stops. He looks to Etheline. She takes his hand and\nkisses it. He looks surprised.\n\nETHELINE (CONT’D)\nI’m sorry. I’m very nervous.\n\n(CONTINUED)\n\f43.\nCONTINUED: (2)\n\nEtheline pulls the twig out of Henry’s hair.\n\nHENRY\nThat’s OK. Thank you. Why are you --\n\nETHELINE\nTo tell you the truth, I haven’t slept\nwith a man in eighteen years.\nSilence. Henry nods. He puts his hand on Etheline’s cheek.\nINT. MARGOT’S BEDROOM. DAY.\nMargot lies in her bed behind a mosquito net watching a\ndownhill skiing competition on her portable television.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARGOT’S BEDROOM. DAY. Margot lies in her bed behind a mosquito net watching a\ndownhill skiing competition on her portable television. \n\nTARGET SECTION TO BE ANNOTATED:\nEtheline stands in the doorway and says calmly:\n\nETHELINE\nI think I’m falling for Henry.\n\nMargot looks to Etheline. She pulls open the mosquito\nnetting.\n\nMARGOT\nThat’s amazing.\nETHELINE\nWhat do you think of him?\nMARGOT\n(excited)\n\nI think he’s gorgeous.\n\nETHELINE\nI’11 tell you a secret. He asked me to\nmarry him.\n\nMARGOT\n(dreamily)\nI’m going to have a father.\n\nETHELINE\n(hesitates)\nWell, I haven’t accepted yet. Besides,\nyou already have a father, sweetheart.\n\nMARGOT\nNot really. Plus, now he’s dying.\n\nCUT TO:\n\nThe hallway outside Margot’s room. Pagoda is poised in the\ndark, watching from the stairs.\n\f44,\n\nEXT. 375TH STREET Y ROOFTOP. DAY.\n\nA rooftop park with a chain-link fence around it. There are\nseveral fighters lifting weights and jumping rope. Ari does\nchin-ups from a jungle gym. Uzi does sit-ups on a mat.\nBuckley lays on the cement beside them.\n\nSomeone whistles from behind the fence. Ari and Uzi look.\n\nIt is Royal. He is inside a telephone booth with the door\npartly open, holding the receiver to his ear. He signals for\nAri and Uzi to come over.\n\nAri frowns. He looks across the courtyard to Anwar, sitting\non a bench, reading a BMW owner’s manual. Royal ducks back\n\ninto the telephone booth and holds the receiver to his ear.\n\nAnwar does not look up.\n\nAri slides down a fire-station-type pole. He and Uzi\ncautiously go over to the fence with Buckley. Royal hangs up\nthe receiver and comes out of the telephone booth.\n\nROYAL\nThat’s a hell of an old hound dog you\ngot there. What’s he go by?\n\nARI\nBuckley.\n\nROYAL\n(pointing at Buckley)\nBuckley. Sit.\n\nBuckley sits. Royal looks impressed. He turns to Ari.\n\nROYAL (CONT’D)\nYou know who I am?\n\nAri shakes his head.\n\nROYAL (CONT’D)\nI’m Royal. You heard of me?\n\nAri nods. Royal looks pleased. His expression becomes\nserious again.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nAri nods. Royal looks pleased. His expression becomes\nserious again. \n\nTARGET SECTION TO BE ANNOTATED:\nROYAL (CONT’D)\nI’m very sorry for your loss. Your\nmother was a terribly attractive woman.\n\nARI\n(pause)\nThank you.\n\nROYAL\nWhich one are you?\n\n(CONTINUED)\n\f45.\nCONTINUED:\n\nARI\nAri.\n\nROYAL\n(looks to Uzi)\nUzi, I’m your granddad.\n\nUZzI\nHello.\n\nROYAL\nI’m sorry we haven’t gotten to know each\nother. I don’t get invited around much.\nWhat do you think about that, by the\nway? You don’t have to say anything.\n\nRoyal sighs. He stares off into space.\n\nROYAL (CONT’D)\nKind of a fuck-you to the old man, I\n\nguess.\nRoyal looks back to Ari and Uzi.\n\nROYAL (CONT’D)\nHow’s your daddy?\n\nARI\nFine.\n\nROYAL\nYou think so? How often’s he got you\nworking out?\n\nARI\nSixteen times a week.\n\nROYAL\n(shakes his head)\nDo me a favor. Tell him you want to\nmeet me.\n\nUZzI\nBut we just met.\n\nROYAL\nNo, we didn’t.\n\nAri and Uzi look confused.\n\nROYAL (CONT’D)\nLook. I want us to have a relationship,\nbut we’re going to have to pull some\nstrings to make that happen.\n(pause)\nHere’s what you tell him...\n\f46.\n\nINT. CHAS’ BEDROOM. DAY.\n\nAri and Uzi sit across from Chas. He is behind his desk with\nhis back turned to them. Ari and Uzi are both dressed in\nblack Adidas warm-ups. Chas wears his red one. A technician\ntinkers with a large Xerox machine on the other side of the\nroom. Another technician rolls in a crate on a dolly.\n\nARI\nI bet Mom would’ve wanted us to meet him\nbefore he died, wouldn’t she?\n\nChas turns his chair around and looks to Ari and Uzi.\nSilence. He sighs.\n\nEXT. CEMETERY. DAY.\n\nA small cemetery next to an electrical power plant. The\ntrees are bare, and the city is across the river. Chas, Ari\nand Uzi stand together dressed in black Adidas warm-ups.\nRoyal and Richie stand beside them.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\ntrees are bare, and the city is across the river. Chas, Ari\nand Uzi stand together dressed in black Adidas warm-ups. Royal and Richie stand beside them. \n\nTARGET SECTION TO BE ANNOTATED:\nRoyal’s mother’s gravestone reads “Helen O’Reilly Tenenbaum\n(1909-1962) .” Epitaph: “The Salt of the Earth.” Royal\nplaces a bouquet of white flowers at the foot of the grave.\nThere are tears in his eyes. He says to Chas:\n\nROYAL\nShe was a tough old broad, wasn’t she?\n\nCHAS\nI wouldn’t know. Excuse me.\n\nROYAL\nOh, that’s right. We got another body\nburied out here. Hang on. Take some of\nthese.\n\nRoyal takes half of the white flowers off his mother’s grave\nand hands them to Chas. Chas walks away. Silence.\n\nROYAL (CONT’D)\nWhat do you think of this big old black\nbuck moving in up there?\n\nRICHIE\n(pause)\n\nWho?\nROYAL\n\nHenry Sherman. You know him?\nRICHIE\n\nYeah.\nROYAL\n\nIs he worth a damn?\n\n(CONTINUED)\n\f47.\nCONTINUED:\n\nRICHIE\nI believe so.\n\nRoyal nods.\n\nCUT TO:\nAri, Uzi and Margot standing in front of Rachael’s\ngravestone, which reads “Rachael Evans Tenenbaum (1965-\n\n2000).” Uzi stares at Margot’s missing finger.\n\nUZzI\nWhat happened to your finger?\n\nAri looks quickly to Uzi.\n\nMARGOT\n\nIt got chopped off by an axe.\nUZzI\n\nHow’d it get chopped off by --\nARI\n\nUzi. Shh.\nMARGOT\n\nIt’s OK. I’11 tell you. I’m adopted.\nDid you know that?\n\nUzi shakes his head.\n\nMARGOT (CONT'D)\n\nWell, I am. And I went to find my real\nfamily when I was fourteen. They live\nin Indiana.\n\nEXT. FARM. DAY.\n\nA fourteen-year-old Margot stands behind a barn with a family\nof blond farmers. There are a mother and father and five\nvery young children. Margot’s hair is dyed black, and she\nwears a black LaCoste dress, black eyeliner, and black nail\npolish.\n\nFATHER\nNow just set one of them hickory trunks\nright up on top there, sister Maggie.\nMargot sets a log sideways on top of a wood pile.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nMargot’s hair is dyed black, and she\nwears a black LaCoste dress, black eyeliner, and black nail\npolish. FATHER\nNow just set one of them hickory trunks\nright up on top there, sister Maggie. Margot sets a log sideways on top of a wood pile. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nreaches to adjust the log slightly just as the father swings\nan axe and chops the log in half.\n\nEveryone looks stunned. The father stares at Margot’s bloody\nhand. Margot looks to the father as if he is an idiot.\n\nCUT TO:\n\n(CONTINUED)\n\f48.\nCONTINUED:\n\nMargot, Ari and Uzi standing together.\n\nARI\nDid you try to sew it back on?\n\nMARGOT\n\n(shakes her head)\nCouldn’t find it.\n\nCUT TO:\nRichie and Royal looking at an impressive monument in the\nmiddle of the cemetery. An inscription says: “Veteran of Two\nWars. Father of Nine Children. Drowned in the Caspian Sea.”\n\nROYAL\nThat’s a hell of a damn grave.\n\nRichie nods. Royal says wistfully:\n\nROYAL (CONT’D)\nI wish it were mine.\n\nCUT TO:\n\nRoyal and Richie walking together among the gravestones.\n\nROYAL (CONT’D)\nIt’s a shame, isn’t it?\n\nRICHIE\nWhat?\n\nROYAL\nYou probably had another good two to\nthree years of competitive play in you.\n\nRICHIE\n(shrugs)\nProbably.\nROYAL\n\nI had a lot riding on that match, you\nknow. Financially and personally.\n\nRichie nods. Silence.\n\nROYAL (CONT’D)\nWhy’d you choke out there that day,\nBaumer?\n\nRICHIE\n(pause)\nI don’t know, Dad.\n\nINSERT:\n\n(CONTINUED)\n\f49.\nCONTINUED: (2)\n\nA television set tuned in to network coverage of a tennis\nmatch on grass courts. Richie is playing an Indian player\ndressed all in white. A title identifies him as Sanjay\nGandhi.\n\nGandhi serves. With a bizarre swing, Richie hits his return\ndirectly off the court and deep into the stands. He shakes\nhis head and talks to himself. It is briefly revealed that\nhe is wearing no shoes and only one sock.\n\nANNOUNCER (V.O.)\nThat’s seventy-two unforced errors for\nRichie Tenenbaum. He’s playing the\nworst tennis of his life. What’s he\nfeeling right now, Tex Hayward?\n\nTEX HAYWARD (V.O.)\nI don’t know, Jim. There’s obviously\nsomething wrong with him.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nTEX HAYWARD (V. O.)\nI don’t know, Jim. There’s obviously\nsomething wrong with him. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s taken\noff his shoes and one of his socks, and -\n- actually, I think he’s crying.\n\nRichie is shown preparing to serve with tears all over his\nface. He hesitates. He looks into the stands.\n\nANNOUNCER (V.O.)\nWho’s he looking at in the friends’ box,\nTex?\n\nMargot and Raleigh, holding hands, watch from their seats in\na courtside box. They look very concerned.\n\nTEX HAYWARD (V.O.)\nThat’s his sister, Margot, and her new\nhusband, Raleigh St. Clair. They were\njust married yesterday, Jim.\n\nRichie stares at Margot and Raleigh. He looks to Chas, with\nRachael, Ari and Uzi. He looks to Etheline. He looks to\nRoyal in a lonely seat up in the nosebleed section. Royal\nstands up and walks towards the exit.\n\nRichie serves suddenly, underhand, barely tossing the ball\ninto the air. Gandhi nails his return, and Richie attempts\nto play it by throwing his racket at the ball.\nCUT TO:\nRoyal and Richie standing together.\nROYAL\n\nI kind of disappeared after that, didn’t\nI?\n\n(CONTINUED)\n\f50.\nCONTINUED: (3)\n\nRICHIE\n(shrugs)\nYeah, but I understood. I know you’re\nnot very good with disappointment.\n\nRoyal nods. He kicks a pebble on the ground.\nCUT TO:\n\nRoyal scraping some dirt off of Rachael’s gravestone with his\nfoot. Chas stands beside him.\n\nROYAL\nYou still got that little BB in your\nhand, Chassie?\n\nChas looks to Royal. He holds up his hand and shows Royal a\nlittle round bump between two knuckles. Royal taps it with\nhis finger. It moves slightly.\n\nCHAS\nWhy’d you shoot me?\n\nSilence. Royal says quietly:\n\nROYAL\nIt was the object of the game, wasn’t\nit?\n\nCHAS\n\nNo. We were on the same team.\n\nROYAL\nWere we?\n\nChas does not respond. Royal sighs.\n\nROYAL (CONT’D)\nWell, you sued me. Twice. And got me\ndisbarred. But I don’t hold it against\nyou, do I?\n\nINT. JUDGE’S CHAMBERS. DAY.\n\nA lawyer in a robe sits behind his desk.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nJUDGE’S CHAMBERS. DAY. A lawyer in a robe sits behind his desk. \n\nTARGET SECTION TO BE ANNOTATED:\n Chas and Royal and\ntwo attorneys sit across from him. A stenographer sits at a\nmetal stand, typing.\n\nJUDGE\nAnd how was it possible for Mr.\nTenenbaum to withdraw these funds\nwithout your written authorization?\n\nROYAL\nObjection, your honor. Now, dammit --\n\n(CONTINUED)\n\fCONTINUED:\n\n51.\n\nROYAL’S LAWYER\nThis isn’t a courtroom, Royal. Don’t\nobject.\n\nCHAS\nBecause I started the corporation when I\nwas a minor, so my father was the\nprimary signatory on most of my\naccounts.\n\nChas’ attorney whispers something into his ear.\n\nCHAS (CONT’D)\nHe also stole bonds out of my safety\ndeposit box when I was fourteen.\n\nThe judge looks to Royal. Royal looks guilty.\n\nCUT TO:\n\nRoyal and Chas surrounded with Ari and Uzi.\n\nChas turns\n\nROYAL\nYou think you could start forgiving me?\n\nCHAS\nWhy should I?\n\nROYAL\nBecause you’re hurting me.\n\nand walks away. Uzi looks to Royal.\n\nUZzI\nWere you in prison?\n\nROYAL\nKind of. Minimum security. I got\njacked by the IRS. Should we split?\n\nARI\nYes, sir.\nROYAL\nCall me Mr. Tenenbaum.\nARI\nOK.\nROYAL\n\nI’m kidding. Call me Pappy.\n\nARI\nOK.\n\nRoyal yells across the cemetery to Richie and Margot.\n\n(CONTINUED)\n\f52.\nCONTINUED: (2)\n\nROYAL\nCome on! lLet’s shag ass!\n\nCUT TO:\nMargot and Richie walking toward the cemetery gates.\n\nRICHIE\nHow are you and Raleigh getting along?\nYou think you’re going to get back\ntogether?\n\nMARGOT\n(pause)\nI don’t know.\n\nRICHIE\nWell, if you need someone to talk to,\nlet me know, OK? I like Raleigh very\nmuch. I know he’s a lot older than you\nare, and you’re having some problems,\nbut -- Anyway, maybe I can help.\n\nMARGOT\nOK. Thanks.\n\nA maintenance man with a shovel in his hand yells from across\nthe cemetery:\n\nMAINTENANCE MAN\nHey, Baumer! All right!\n\nRichie smiles and waves to the maintenance man.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nA maintenance man with a shovel in his hand yells from across\nthe cemetery:\n\nMAINTENANCE MAN\nHey, Baumer! All right! Richie smiles and waves to the maintenance man. \n\nTARGET SECTION TO BE ANNOTATED:\nMARGOT\nBy the way, I heard about that letter\nyou sent to Eli.\n\nSilence. Richie starts to say something. He hesitates. A\npack of cigarettes falls out of Margot’s pocket on to the\nground. They stop walking and look at it.\n\nRICHIE\nYou dropped some cigarettes.\n\nMARGOT\nThose aren’t mine.\n\nRICHIE\nWell, they just fell out of your pocket.\n\nMargot picks up the pack of cigarettes and puts it back in\nher pocket.\n\f53.\n\nINT. ELI CASH’S TOWNHOUSE. DAY.\n\nEli walks into the vestibule smoking a joint which he keeps\nin his mouth at all times like a cigarette. He opens the\nfront door. Richie stands on the top step.\n\nELI\nOh, my Lord. Look at you.\n\nEli embraces Richie. They smile sadly at each other.\nCUT TO:\n\nRichie and Eli walking into the front room of the house. It\nis furnished like a house in the English countryside, with\nantiques and potted flowers and old rugs.\n\nRICHIE\nDid you tell Margot about that letter I\nwrote you?\n\nELI\n(hesitates)\nWhy? Did she mention it?\n\nRichie does not respond.\n\nELI (CONT’D)\nYes, I did.\n\nRICHIE\nEli, that was meant to be just between\nyou and me.\n\nELI\nI know. I’m sorry. Why would she have\nrepeated that, I wonder?\n\nRICHIE\nWell, I would ask you the same question.\n\nELI\n(pause)\nRightly so.\n\nINT. STUDIO. DAY.\n\nRichie and Eli walk into the next room. Eli’s wife, Sabrina,\nis painting in her studio. She is very beautiful and wears\nspectacles and a white sari. She is barefoot. Classical\nmusic plays quietly on the record player.\n\nELI\nSabrina?\n\nSabrina does not look up. She seems irritated.\n\n(CONTINUED)\n\f54.\nCONTINUED:\n\nSABRINA\nWhat?\n\nELI\nLook what I found on the doorstep.\n\nSabrina looks to Richie. She is only mildly surprised. She\nhas an English accent.\n\nSABRINA\nHello, darling.\n\nSabrina hugs and kisses Richie.\n\nELI\nCharlotte? Stetson? Say hello to Uncle\nRichie.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nELI\nCharlotte? Stetson? Say hello to Uncle\nRichie. \n\nTARGET SECTION TO BE ANNOTATED:\nThere are two children in the corner. Stetson is six. He\nworks at a spinning potter’s wheel, molding a hunk of clay.\nCharlotte is five. She is painting a set of teacups. She\nhas a cast in a sling on her arm. They are both blond and\nfair.\n\nThe children do not respond to Eli. Eli does not appear to\nnotice this, as he is in the process of relighting his joint.\n\nRICHIE\nHow’d she break her arm?\n\nELI\n(sadly)\nI fell down the stairs with her.\n\nRichie looks disturbed. He notices a nude, teenaged girl\nstanding on the table. She has a deep tan, except where she\nwore a bikini. She is Sabrina’s model, Cinnamon.\n\nELI (CONT’D)\nThat’s Cinnamon. Hello, Cinnamon.\n\nCinnamon looks at Eli coldly.\n\nINT. ELI’S STUDY. DAY.\n\nEli sits on a couch across from Richie. They are both\ndrinking wine. There is a large zip-lock bag of marijuana on\nthe table. There is a large, frightening painting on the\nwall of five men wearing African masks and sitting on dirt-\nbikes.\n\nSilence.\n\nELI\nWhat’d you say?\n\n(CONTINUED)\n\f55.\nCONTINUED:\n\nRICHIE\n(pause)\nHm?\nELI\nWhat?\nRICHIE\nI didn’t say anything.\nELI\nWhen? Right now?\n(pause)\n\nI’m sorry. Don’t listen to me.\n\n(barely audible)\nI’m on mescaline. I’ve been spaced out\nall day.\n\nEli pours himself another glass of wine.\n\nRICHIE\nDid you say you’re on mescaline?\n\nELI\n(nods)\nI did, indeed. Very much so.\n\nRichie reflects on this for a minute.\n\nRICHIE\nHow often do you --\n\nELI\nI’m worried about you, Richie.\n\nRICHIE\n(pause)\nWhy?\n\nELI\nWell, actually, Margot is, for some\nreason. But I did find it odd when you\nsaid you were in love with her.\n(pause)\nShe’s married, you know.\n\nRICHIE\nYeah.\nELI\nAnd she’s your sister.\nRICHIE\n(quickly)\n\nAdopted.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHIE\nYeah. ELI\nAnd she’s your sister. RICHIE\n(quickly)\n\nAdopted. \n\nTARGET SECTION TO BE ANNOTATED:\nINSERT:\n\n(CONTINUED)\n\f56.\nCONTINUED: (2)\n\nPage 112 of The Royal Tenenbaums. It says “Chapter Five.”\nEXT. LINDBERGH PALACE HOTEL. DAY.\n\nThe side entrance of the hotel. Royal goes in through\nrevolving doors.\n\nINT. LOBBY. DAY.\nRoyal comes into the lobby and freezes.\n\nA large number of trunks, suitcases and boxes are stacked and\npiled on four carts next to the front desk. There are also\nseveral dozen hanging garments on a rack with wheels on it.\n\nA bellboy rolls a fifth cart next to the others. The manager\nand his assistant come over and watch Royal study his\npossessions. Royal says suddenly:\n\nROYAL\nWhere’ re my encyclopedias?\n\nMANAGER\nThey’ ve been placed in storage.\n\nROYAL\n(shaking his head)\nDamn you. You’re taking my\nencyclopedias. This is humiliating.\n\nMANAGER\nI’m sorry. Would you like to --\n\nROYAL\nWhere am I supposed to go? You’re\nturning me into a goddamn hobo.\n\nMANAGER\nI’d be happy to make a reservation for\nyou at another hotel.\n\nROYAL\nYou son of a bitch.\n\nMANAGER\nFrederick?\n\nThe manager looks to the bellboy. The bellboy begins to roll\none of the carts across the lobby. The manager walks away.\nDusty, the elevator operator, appears at Royal’s side.\n\nROYAL\nHello, Dusty.\n\nMANAGER\nHello, sir.\n\n(CONTINUED)\n\f57.\nCONTINUED:\n\nROYAL\nSpot me a quarter, will you?\n\nMANAGER\nOf course.\n\nINT. TELEPHONE BOOTH. DAY.\nRoyal places a call from the lobby.\n\nROYAL\nRichie? It’s your dad.\n\nINT. DINING ROOM. NIGHT.\n\nEtheline, Henry, Chas, Margot, Richie, Ari and Uzi sit at the\ntable eating dessert.\n\nRICHIE\nI think he’s very lonely. lLonelier than\nhe lets on, and maybe lonelier than he\neven realizes.\n\nETHELINE\nHave you spoken to him about this?\n\nRICHIE\nBriefly. And he agreed that --\n\nCHAS\nI’m sorry. Maybe I’m a little confused.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHIE\nBriefly. And he agreed that --\n\nCHAS\nI’m sorry. Maybe I’m a little confused. \n\nTARGET SECTION TO BE ANNOTATED:\nWhat are you suggesting?\n\nRICHIE\nThat he come here and stay in my room.\n\nCHAS\nAre you out of your mind?\n\nRICHIE\n(sincerely)\nNo, I’m not. Anyway, I think he’d be\nmuch more comfortable here than --\n\nCHAS\nWho gives a shit?\n\nRICHIE\nI do.\n\nCHAS\n\nYou poor sucker. You poor, washed-up\npoppa’s boy.\n\nHenry puts his hand gently on Chas’ arm.\n\n(CONTINUED)\n\f58.\nCONTINUED:\n\nHENRY\nAll right. Let’s not get out of hand.\n\nChas jerks his arm away.\nCHAS\n\nDon’t get in the middle of this, Mr.\nSherman. This is a family matter.\n\nMARGOT\n\nDon’t talk to him like that.\nHENRY\n\nPlease, call me Henry.\nCHAS\n\nI prefer Mr. Sherman.\nETHELINE\n\nCall him Henry.\nCHAS\n\nWhy? I don’t know him that well.\nETHELINE\n\nYou’ve known him for ten years.\nCHAS\n\nAs your accountant, Mr. Sherman, yes.\nARI\n\n(to Richie)\n\nWhere are you going to sleep?\nRICHIE\n\nI’11l just camp out upstairs.\nUZzI\n\nWe brought an extra sleeping bag you can\n\nuse.\nRICHIE\n\nOh, that’s OK. I’ve got an old Scout\ncot and a couple of army blankets.\n\nUZzI\n\nYou want to borrow our electric --\nCHAS\n\nUzi.\nARI\n\nWe don’t mind, Dad. We like him.\n\nUZzI\nWho? Pappy?\n\n(CONTINUED)\n\f59.\nCONTINUED: (2)\n\nChas looks shocked and then revolted.\n\nCHAS\nIt’s not your decision, goddammit.\n\nETHELINE\nNor is it yours.\n\nRICHIE\nWell, he’s already up there.\n\nSilence.\n\nRICHIE (CONT’D)\nI think he’s asleep, because of the\nmedication he’s on. But I guess you can\nwake him up and throw him out, if Mom\nsays it’s OK.\n\nINT. RICHIE’S BEDROOM. NIGHT.\n\nRichie’s room has been converted into a makeshift hospital\nroom. Royal lies on an electric hospital bed. He has an IV\nin his arm and a tube in his nose.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nRichie’s room has been converted into a makeshift hospital\nroom. Royal lies on an electric hospital bed. He has an IV\nin his arm and a tube in his nose. \n\nTARGET SECTION TO BE ANNOTATED:\n There are several\nmonitors and machines breathing and humming. There are\nnumerous bottles of pills and medicines on the night stand.\nPagoda has on a surgical mask and scrubs.\n\nChas stands in the doorway. Richie is behind him.\n\nCHAS\nGet out.\n\nROYAL\nAll right. Let me just collect my\nthings.\n\nRoyal sits up on the edge of the bed. He is dressed in pink\nsurgical scrubs.\n\nROYAL (CONT’D)\nWould you mind handing me my cane,\nRichie?\n\nRichie hands Royal his cane. Royal struggles to his feet.\nHe rolls the IV stand beside him.\n\nROYAL (CONT’D)\nLet’s see, now. Where’s my suitcase?\n\nRoyal’s knee gives out. He staggers a step. He grips the\nback of a chair and looks to Richie with a surprised\nexpression. He collapses on to the floor. He produces a\nwooden spoon, which he takes between his teeth.\n\nRICHIE\nDad?\n\n(CONTINUED)\n\f60.\nCONTINUED:\n\nRichie and Pagoda rush over and kneel on the floor beside\nRoyal. Chas frowns. Richie yells out the door:\n\nRICHIE (CONT’D)\nMom!\n\nROYAL\nGrab me a Nembutal, son.\n\nRichie runs to the night stand and pops open a bottle of\npills. Chas looks down at Royal.\n\nCHAS\nAre you OK?\n\nRoyal takes the spoon out of his mouth.\n\nROYAL\nFuck do you care?\n\nRichie gives Royal a pill with a glass of water. Etheline\ncomes to the door.\n\nETHELINE\nOh, my goodness!\n\nROYAL\nPagoda. Call Dr. McClure.\n\nCUT TO:\nForty-five minutes later. Royal is back in bed. He is being\nexamined by Dusty, the elevator operator from the Lindbergh\nPalace. Dusty is dressed in a white lab coat and elevator-\noperator pants with a red stripe down the side. He checks\nRoyal’s pulse while everyone watches.\n\nINT. HALLWAY. NIGHT.\n\nDusty speaks with the Tenenbaums in the hallway outside\nRichie’s bedroom.\n\nDUSTY\nHis condition is stable. The attack was\njust a side-effect. I recommend that\nyou push fluids and continue the stomach\ncancer medication.\nDusty’s beeper goes off.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe attack was\njust a side-effect. I recommend that\nyou push fluids and continue the stomach\ncancer medication. Dusty’s beeper goes off. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks at it.\nINSERT:\n\nDusty’s beeper has a digital message on it: “Smitty worked a\ndouble yesterday. Can you sub for him tonight?”\n\nCUT TO:\n\n(CONTINUED)\n\f61.\nCONTINUED:\n\nDusty pushing a button on his beeper.\n\nCHAS\n\nCan we move him?\nDUSTY\n\nAbsolutely not.\nCHAS\n\nFor how long?\nDUSTY\n\nWe’1l have to wait and see.\nRICHIE\n\nIs he going to be all right?\nDUSTY\n\nThat depends. Is he a fighter?\nRICHIE\n\nYeah.\nDUSTY\n\n(solemnly)\n\nThen that’s the best we’ve got. Now, if\nyou’1l1 excuse me, I have another call to\nmake.\n\nINT. RICHIE’S BEDROOM. NIGHT.\n\nEtheline sits next to Royal’s bed. Pagoda comes in and hands\nRoyal a small brown paper sack.\n\nROYAL\nPagoda is in possession of a parcel that\ncontains my will and some instructions\nregarding the funeral, including my\nepitaph, for when the time comes.\n\nEtheline nods.\nROYAL (CONT’D)\nProof-read it for me before they carve\n\nit on the headstone, OK?\n\nETHELINE\nOK.\n\nROYAL\nI never did stop loving you, by the way.\nDo you believe that?\n\nETHELINE\nNot really.\n\n(CONTINUED)\n\f62.\nCONTINUED:\n\nROYAL\nYou look terrific. That dress is\nstunning.\n\nETHELINE\n(pause)\nThanks.\n\nRoyal raises an eyebrow. Etheline shakes her head and goes\nout of the room. Royal opens the paper sack and withdraws a\ncheeseburger wrapped in aluminum foil. He unwraps it and\ntakes a bite. He hesitates. Henry is standing in the\ndoorway. He walks away.\n\nA dalmation mouse eats some crumbs off the floor.\nCUT TO:\n\nAn hour later. Royal lies in bed, drinking a milkshake,\nreading a spy novel. Chas appears in the doorway.\n\nCHAS\nLights out, old man.\n\nChas turns out the light.\n\nROYAL\nI was going to read for a little bit,\nChas.\n\nCHAS\n\nSorry. 11:30. Lights out.\n\nROYAL\nI’m in the middle of a sentence.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHAS\n\nSorry. 11:30. Lights out. ROYAL\nI’m in the middle of a sentence. \n\nTARGET SECTION TO BE ANNOTATED:\nCHAS\nHave to finish it up in the morning.\nThem’s the rules.\n\nSilence. Royal says in a quiet, strangely upbeat voice in\nthe darkness:\n\nROYAL\nGoodnight, m’boy.\n\nChas hesitates. He closes the door.\nINT. BALLROOM. NIGHT.\n\nThe ballroom on the top floor of the house. There are chairs\nand tables with sheets over them lined up along the walls.\nNear the center of the room, there is a yellow nylon pup-\ntent. The room is dark except for a lamp glowing inside the\ntent.\n\f63.\n\nINT. TENT. NIGHT.\n\nThere is a Boy Scout sleeping bag on an air mattress on a cot\ninside the tent. There is a photograph of the Tenenbaum\nfamily taped to the nylon wall. There is a small table with\na stack of books and some of Richie’s Matchbox cars and\ntennis trophies on it. Richie lies on the cot reading Three\n\nPlays by Margot Tenenbaum.\n\nChas comes into the tent. Richie looks up, startled.\n\nCHAS\nLooks like you and Dad are back together\nagain, huh?\n\nRICHIE\n(pause)\nHe’s your dad, too, Chas.\n\nCHAS\nNo, he’s not.\n(pause)\nYou really hate me, don’t you?\n\nRICHIE\n(puzzled)\nNo, I don’t. I love you.\n\nChas looks disturbed by this.\n\nCHAS\nWell, I don’t know what you think you’re\ngoing to get out of this. But believe\nme, whatever it is, it’s not worth it.\n\nRICHIE\nI don’t want to hurt you, Chas. I know\nwhat you and the boys have been through.\nYou’re my brother, and I love you.\n\nCHAS\n(gritting his teeth)\n\nStop saying that.\nEXT. RICHIE’S BEDROOM. DAY.\nThe next morning. Royal sits on the window sill smoking a\ncigarette. Pagoda sits next to him drinking a cup of coffee.\nRoyal throws his cigarette out the window. He looks down at\nthe street. He frowns.\n\nEli is climbing out a window on the second floor.\n\nROYAL\nWhat’s that jackass doing here?\n\n(CONTINUED)\n\f64.\nCONTINUED:\n\nPagoda looks down at Eli. Eli drops to the sidewalk.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f64. CONTINUED:\n\nPagoda looks down at Eli. Eli drops to the sidewalk. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nsees Royal’s cigarette burning on the ground. He steps on\nit. He looks up to Royal. Their eyes meet. Royal yells:\n\nROYAL (CONT’D)\nI know you, asshole!\n\nEli hesitates. He smiles defiantly. He runs away.\nINSERT:\n\nAn article on Eli in the Sunday magazine section. The\nheadline says “Where the Wild Things Are.” There is a\nphotograph of Eli in the desert holding a dead rattlesnake by\nthe tail in each hand. A note stapled to the top says: “Dear\nMrs. Tenenbaum, Just in case you missed it. Love, Eli.”\n\nCUT TO:\n\nMargot and Etheline sitting together in Etheline’s study.\n\nMargot is reading Henry’s book, Accounting for Everything.\nEtheline is reading the article on Eli. Margot looks at it.\n\nMARGOT\nDid Eli send you that?\n\nETHELINE\n(nods)\nHe always sends me his clippings.\n\nMARGOT\n(incredulous)\nWhat for?\n\nETHELINE\nI think he just likes the encouragement.\nHe’s done it for years. He used to send\nme his grades in college.\n\nMARGOT\n(frowns)\nThat’s ridiculous.\n\nThere is a rap on the glass. Margot and Etheline look up.\nRaleigh is standing in the window. He looks miserable.\n\nEXT. GARDEN. DAY.\n\nThe backyard. Margot and Raleigh sit at a metal table\ndrinking tea.\n\nRALEIGH\nHow long do you intend to stay here?\n\nMARGOT\nI don’t know.\n\n(CONTINUED)\n\f65.\nCONTINUED:\n\nRALEIGH\nAre you ever coming home?\n\nMARGOT\n(pause)\nMaybe not. But --\n\nRALEIGH\nYou’re joking.\n\nMARGOT\nNo. But --\n\nRALEIGH\n\nI want to die.\n\nRaleigh crumples into a ball on the ground and stays there.\nMargot puts her hand on his back.\n\nMARGOT\nRaleigh, please. For God’s sake.\n\nRaleigh sits up suddenly.\n\nRALEIGH\nHave you met someone else?\n\nMARGOT\n(pause)\nI couldn’t begin to even think about\nknowing how to answer that question.\nRaleigh stands up and walks away.\nINT. HALLWAY. DAY.\n\nRoyal watches down the stairwell as Margot comes up.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALLWAY. DAY. Royal watches down the stairwell as Margot comes up. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nknocks on the railing. She looks up at him. Silence.\n\nROYAL\nI don’t like the way you’re treating\nRaleigh.\n\nMARGOT\n\nWhat are you talking about? You don’t\neven know him.\n\nROYAL\nI’ve met him. And I don’t think he\ndeserves --\n\nMARGOT\n\nStay out of it.\n\nMargot walks toward her room. Royal steps on to the landing\nat the top of the stairs.\n\n(CONTINUED)\n\f66.\nCONTINUED:\n\nROYAL\nYou’ re two-timing him with that\nbloodsucker Eli Cash.\n\nMargot stops. She stands still with her back to Royal.\nROYAL (CONT’D)\nIt’s not right, dammit. You used to be\n\na genius.\n\nMargot turns to Royal. They look at each other for a long\nminute. She says in a quiet voice:\n\nMARGOT\nNo, I didn’t.\nROYAL\n(hesitates)\nWell, anyway, that’s what they used to\n\nsay.\nMargot goes into her room and closes the door.\nEXT. ROOF. DAY.\n\nRaleigh stands at the edge of the roof looking down to the\nground while Richie cleans the empty falcon’s coop.\n\nRALEIGH\nRichard, I know you’re terribly close to\nMargot, and perhaps you understand her\nbetter than anyone else.\n\nRICHIE\n\nI doubt it.\nRALEIGH\n\nNevertheless, may I confide in you?\nRICHIE\n\n(pause)\n\nOK.\n\nRALEIGH\n\nI believe she’s having an affair.\n\nSilence. Richie comes out of the coop and goes over to\nRaleigh.\n\nRALEIGH (CONT’D)\nI’m utterly devastated. I don’t know\nwhere else to turn. Will you advise me?\n\nRICHIE\nI don’t know. What do you want to do?\n\n(CONTINUED)\n\f67.\nCONTINUED:\n\nRALEIGH\nWell, I thought, perhaps --\nRICHIE\nFind the guy and get him?\nRALEIGH\n(pause)\n\nWell, no. I thought we might --\n\nRichie punches his hand through the attic window. He kicks\nit. Raleigh looks shocked. He stares at Richie’s bloody\nhand.\n\nRICHIE\nWho do you think it might be?\n\nRALEIGH\n(hesitates)\nI don’t know, at the moment.\n\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHIE\nWho do you think it might be? RALEIGH\n(hesitates)\nI don’t know, at the moment. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHAS’ BEDROOM. DAY.\n\nRoyal comes down the hallway and looks in the doorway to\nChas’ room. There are five computers, four telephones, the\nXerox machine and a television and VCR on a cart. Three\nsecretaries make copies and take messages. Chas is on the\ntelephone. A messenger waits for him to sign a document.\n\nAri and Uzi sit working with a calculator and a ledger pad at\na small desk in the corner. Royal says to them:\n\nROYAL\nLet’s go down to Little Tokyo and get\nsome firecrackers.\n\nChas covers the receiver with his hand.\n\nCHAS\nWhat do you need?\n\nROYAL\n(hesitates)\nNothing. You got them crunching numbers\nfor you, huh?\n\nCHAS\nPlease, don’t come in this room.\n\nINT. ETHELINE’S STUDY. DAY.\nEtheline sits at her desk writing numbers on little bits of\npottery and recording it in a notebook. Royal stands in the\n\ngarden, looking in the window. His IV bag hangs on a rolling\nstand beside him.\n\n(CONTINUED)\n\f68.\nCONTINUED:\n\nROYAL\nChassie’s got those boys cooped up like\na pair of jackrabbits, Ethel.\n\nETHELINE\nHe has his reasons.\n\nROYAL\nI know it. But you can’t raise boys to\nbe scared of life. You got to brew some\nrecklessness into them.\n\nETHELINE\nI think that’s terrible advice.\n\nROYAL\n(pause)\nNo, you don’t.\nINT. RICHIE’S BEDROOM. DAY.\n\nRoyal listens to Ari over the intercom while Pagoda does yoga\nexercises in the corner:\n\nARI (V.O.)\nWe take boxing and self-defense class.\n\nRoyal pushes a button to talk.\nROYAL\n\nI’m not talking about dance lessons.\nI’m talking about putting a brick\nthrough the other guy’s windshield. I’m\ntalking about taking it out and chopping\nit up.\n\nSilence. Ari says over the intercom:\n\nARI (V.O.)\nWhat do you mean?\n\nMONTAGE:\n\n(Royal, Ari and Uzi laugh continuously throughout the\nfollowing montage.)\n\nRoyal, Ari and Uzi jump off a high scaffold into the indoor\npool at the 375th Street Y.\n\nRoyal, Ari and Uzi jaywalk through heavy traffic.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nWhat do you mean? MONTAGE:\n\n(Royal, Ari and Uzi laugh continuously throughout the\nfollowing montage.)\n\nRoyal, Ari and Uzi jump off a high scaffold into the indoor\npool at the 375th Street Y. Royal, Ari and Uzi jaywalk through heavy traffic. \n\nTARGET SECTION TO BE ANNOTATED:\nRoyal, Ari and Uzi ride horses in the park. Royal leads them\nat a full gallop down a ravine and over a stone wall.\n\nRoyal, Ari and Uzi race go-carts up and down loading ramps\nand in between fork-lifts in a large warehouse.\n\n(CONTINUED)\n\f69.\nCONTINUED:\n\nRoyal, Ari and Uzi throw water balloons at a gypsy cab.\n\nRoyal, Ari and Uzi hide cartons of chocolate milk under their\njackets and walk quickly out the door of a bodega.\n\nRoyal, Ari and Uzi ride on the back of a speeding garbage\ntruck.\n\nEXT. STREET. DAY.\n\nROYAL\n(indicating Pagoda)\nHe saved my life, you know. Thirty\nyears ago. I was knifed at a bazaar in\nCalcutta, and he carried me to the\nhospital on his back.\n\nARI\nWho stabbed you?\n\nRoyal motions to Pagoda again.\nROYAL\n\nHe did. There was a price on my head,\n\nand he was a hired assassin. Stuck me\n\nin the gut with a shiv.\nINT. CHAS’ BEDROOM. DAY.\nThe three secretaries are still at work, and Chas is on the\ntelephone. He sees Royal, Ari and Uzi walking by the\nhallway. Chas hangs up the telephone.\n\nCHAS\nWhere’ve you been?\n\nChas goes to the doorway. He glares at Ari, Uzi and Royal.\n\nROYAL\nJust stepped out to get some air. How’s\nthe --\nCHAS\n(concerned)\n\nWhat’s that?\nChas points to a spot of dried blood on Uzi’s forehead.\n\nROYAL\nHoly shit. That’s not -- What is that?\n\nRoyal licks his finger and rubs away the blood.\n\nROYAL (CONT’D)\nNo. That’s dog’s blood.\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nChas frowns. He looks to Royal. Royal hesitates. Chas\ngrabs Royal by the arm and pulls him into the closet across\nthe hall.\n\nINT. CLOSET. DAY.\n\nChas closes the door and turns on the light. There are\nhundreds of board games, most of which are about thirty years\nold, in shelves up to the ceiling.\n\nCHAS\nStay away from my children.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nChas closes the door and turns on the light. There are\nhundreds of board games, most of which are about thirty years\nold, in shelves up to the ceiling. CHAS\nStay away from my children. \n\nTARGET SECTION TO BE ANNOTATED:\n Do you\nunderstand?\n\nROYAL\n(looking around)\nMy God. I haven’t been in here in\nyears.\n\nCHAS\n(screams)\nAre you listening to me?\n\nROYAL\nYes, I am. And I think you’re having a\nnervous breakdown. I don’t believe\nyou’ve recovered from Rachael’s death.\nI think --\n\nChas turns off the light, goes out of the closet, and closes\nthe door. Royal stands alone in the dark. He switches the\nlight back on and looks down at the floor. He smiles.\n\nROYAL (CONT’D)\nThere you are.\n\nThe stuffed boar’s head is under the bottom shelf, in the\ncorner, covered with dust.\n\nEXT. PARK. DAY.\n\nRoyal and Etheline walk along a path through the park. Royal\nrolls his hanging IV bag at his side.\n\nETHELINE\nHow are you feeling?\n\nROYAL\nOh, I’m having a ball. Scrapping and\nyelling. Mixing it up. Loving every\nminute with this damn crew.\n(sincerely)\nI’d like to thank you for raising our\nchildren, by the way.\n\n(CONTINUED)\n\f71.\nCONTINUED:\n\nETHELINE\n(pause)\nOK.\n\nROYAL\nI’m not kidding.\n\nEtheline shrugs.\n\nROYAL (CONT’D)\nYou always put them first, didn’t you?\n\nETHELINE\nI tried to. Lately, I feel like maybe I\ndidn’t do such a great job.\n\nROYAL\nGoddammit, don’t do that to yourself.\nI’m the one who failed them. Or,\nanyway, it’s nobody’s fault.\n(pause)\nPlus, it doesn’t --\n\nETHELINE\nWell, then why didn’t you give a damn\nabout us, Royal? Why didn’t you care?\n\nROYAL\nI don’t know, but I’m ashamed of myself.\nI’11 tell you one thing, though. You’ve\ngot more grit, and fire, and guts than\nany bob-tailed fox I ever damn hunted,\nand if --\n\nEtheline laughs. Royal smiles.\n\nROYAL (CONT’D)\nWhat? What’s so funny?\n\nETHELINE\nNothing.\nROYAL\nNo, tell me.\nETHELINE\nNothing. Just these little expressions\nof yours.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nROYAL\nNo, tell me. ETHELINE\nNothing. Just these little expressions\nof yours. \n\nTARGET SECTION TO BE ANNOTATED:\nROYAL\n(pause)\n\nI don’t know what you’re talking about.\nBut I’1l1 take it as a compliment.\n\nThey look at each other for a long minute.\n\n(CONTINUED)\n\f72.\nCONTINUED: (2)\n\nROYAL (CONT’D)\nYou’re true blue, Ethel. You really\nare.\n\nCUT TO:\n\nHenry with two bags of groceries in his arms, watching from\nbehind a stone wall above the path. He listens as Royal\nsays:\n\nROYAL (CONT’D)\nHow’s your love life?\n\nETHELINE\nNone of your business.\n\nHenry frowns.\n\nINSERT:\n\nPage 147 of The Royal Tenenbaums. It says “Chapter Six.”\nEXT. SIDEWALK. EVENING.\n\nEtheline and Henry come down the front steps of the Tenenbaum\nhouse. Henry is dressed in black tie. The ends of a pair of\ntheatre tickets stick out of his breast pocket. Pagoda holds\na gypsy cab for them at the curb.\n\nHENRY\nI’d like you to talk to Royal about us,\nif you don’t mind.\n\nETHELINE\n(hesitates)\nI don’t think the timing’s right for\nthat, Henry.\n\nHENRY\nWell, I’d agree if I thought he was\nreally going to die in six weeks. But I\ndon’t.\n\nEtheline stops at the bottom of the steps. Silence.\n\nETHELINE\nWell, I hope you’re right.\n(pause)\nActually, I don’t believe I’m going to\njoin you tonight. I/’11 call you in the\nmorning.\n\nEtheline turns around and goes back up the steps. Henry\nwatches her. He looks sad and stunned. Pagoda watches\nHenry. Etheline goes inside and closes the door.\n\f73.\n\nINT. CLOSET. NIGHT.\n\nRoyal and Pagoda stand together in the board-game-filled\ncloset drinking Martinis and smoking cigarettes. Royal has a\nhalf-eaten cheeseburger in his hand. He whispers excitedly:\n\nROYAL\nShe said that?\n\nPagoda nods. Royal snaps his fingers.\n\nROYAL (CONT’D)\nWe got the sucker on the ropes.\n\nINT. KITCHEN. DAY.\n\nThe next morning. Henry stands at the counter reading the\nWall Street Journal. He has on reading glasses. Royal comes\ninto the kitchen eating a cheeseburger.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHenry stands at the counter reading the\nWall Street Journal. He has on reading glasses. Royal comes\ninto the kitchen eating a cheeseburger. \n\nTARGET SECTION TO BE ANNOTATED:\n Henry looks at him\nblankly. Royal sits on a stool.\n\nROYAL\nCan I ask you something?\n\nHENRY\n(pause)\nOK.\n\nROYAL\nAre you trying to steal my woman?\n\nHENRY\n(pause)\nI beg your pardon?\n\nROYAL\nYou heard me, Coltrane.\nHENRY\n(long pause)\nColtrane?\nROYAL\nWhat?\nHENRY\nDid you just call me Coltrane?\nROYAL\nNo.\nHENRY\nYou didn’t?\nROYAL\nNo.\n\n(CONTINUED)\n\fCONTINUED:\n\nSilence.\n\n74,\n\nHENRY\n(pause)\nOK.\n\nROYAL\nBut if I did?\n\nHenry waits for Royal to continue.\n\nROYAL (CONT’D)\nYou wouldn’t be able to do anything\nabout it, would you?\n\nHENRY\nYou don’t think so?\n\nROYAL\nNo, I don’t.\n\nHENRY\n(seething)\nListen, Royal. If you think --\n\nROYAL\nYou want to talk some jive?\n\nHenry hesitates. He looks puzzled.\n\nROYAL (CONT’D)\nI’11 talk some jive with you.\n\nRoyal stands up. He screams:\n\nROYAL (CONT’D)\nI’11 talk some jive like you never\nheard!\n\nHENRY\n(yelling)\nOh, yeah?\n\nROYAL\nRight on!\n\nHENRY\nSit down!\n\nROYAL\nWhat?\n\nRoyal starts doing a little dance in front of Henry.\n\nROYAL (CONT’D)\nWhat’d you say?\n\nHENRY\nI said, sit down, goddammit!\n\n(CONTINUED)\n\f75.\nCONTINUED: (2)\n\nROYAL\nOh, I heard you.\n\nHenry jumps to his feet. Royal stops dancing. He says\ndarkly:\n\nROYAL (CONT’D)\nI want you out of my house.\n\nHENRY\nThis is not your house.\n\nROYAL\nDon’t play semantics with me. I want\nyour raggedy ass back on the --\n\nETHELINE\nWhat’s going on here?\n\nHenry and Royal look to Etheline. She stands in the doorway.\n\nROYAL\nNothing.\n\nRoyal goes to the refrigerator and opens it. He takes out a\njar of peanut butter and a jar of grape jelly. Etheline\nlooks to Henry. Henry walks out of the room.\n\nINT. RICHIE’S BEDROOM. DAY.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. RICHIE’S BEDROOM. DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nHenry goes into Richie’s room and takes a bottle of Royal’s\npills off the night stand. He goes back out of the room.\n\nINT. TELEPHONE ROOM. DAY.\nHenry reads the label on the bottle while he places a call.\nHENRY\nHello. I’m calling in regards to a Dr.\nMcClure. Yes. At Colby General. The\nname of the patient is Royal Tenenbaum.\nHenry takes out a pill and examines it.\n\nINSERT:\n\nThe pill. It has pink and blue sparkles all over it and the\nword “Tic-Tac” printed on the side.\n\nINT. STAIRWAY. DAY.\n\nHenry goes up the stairs with a cold, determined look on his\nface. He has the bottle of pills in his hand.\n\f76.\n\nINT. PAGODA’S ROOM. DAY.\n\nA small room with an Indian pattern on the wallpaper. Pagoda\nlies on a hammock listening to Indian music on a portable\nrecord player. There is a knock on the door, and then it\nopens. Henry stands in the doorway. He stares at Pagoda.\n\nHENRY\nHow much is he paying you?\n\nPagoda looks scared.\nINSERT:\n\nA television set tuned in to an interview show. The host is\na tall, distinguished-looking man in his fifties. He is\nPeter Bradley. Eli is his guest. They sit at a round table\nlit at the center of a pitch-black room.\n\nELI\nWell, I grew up with the Tenenbaum\nfamily, you know.\n\nPETER\nRight. They’ve come on hard times now,\nhaven’t they?\n\nEli nods sadly.\nCUT TO:\n\nRichie’s room. Margot and Royal are watching Eli on\ntelevision.\n\nROYAL\nBullshit. Change it.\n\nThe door opens. Richie comes into the room. His hand is\nwrapped with bloody bandages. Margot looks concerned.\n\nMARGOT\nWhat’d you do to your hand?\n\nRICHIE\nNothing.\n\nRichie goes into the closet. Two dalmation mice dart out\nacross the floor. They run under the radiator. Royal\nfrowns.\n\nROYAL\nYou think we could get somebody to come\nover here and kill some of these mice\nfor us?\n\n(CONTINUED)\n\f77.\n\nCONTINUED:\nMARGOT\nNo. Those belong to Chas.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f77. CONTINUED:\nMARGOT\nNo. Those belong to Chas. \n\nTARGET SECTION TO BE ANNOTATED:\n Or, anyway,\nhe invented them.\nRichie drags a large trunk out of the closet.\nROYAL\nWell, tell him to stick them in a\nfucking cage or something.\nHenry goes over to the\n\nHenry and Pagoda come into the room.\nintercom and presses a button on it.\n\nHENRY\nEtheline? Would you mind coming up here\nfor a minute, please?\nRoyal looks at Henry suspiciously.\nROYAL\nWhat’s cooking, Pops?\nHENRY\n\nYou’1l see.\nETHELINE (0.S.)\n(on the intercom)\n\nOK.\n\nINSERT:\nEli’s interview continues.\n\nThe television set.\nPETER\nNow, your previous novel --\n\nELI\n\nWildcattin’.\n\nPETER\nNot a success. Why?\n\nRight.\nELI\n\nHm. Well, Wildcattin’ was written ina\n\nkind of obsolete vernacular, much like\n\nthe --\nHe looks quickly across the room.\n\nEli freezes.\nELI (CONT’D)\nHoly shit.\n\nPETER\n(looking around)\n\nWhat?\n(CONTINUED)\n\f78.\nCONTINUED: (2)\n\nA look of sheer horror crosses Eli’s face. He braces himself\nagainst the edge of the table. Peter looks concerned.\n\nPETER (CONT’D)\nAre you all right?\n\nELI\n(concerned)\nWhy is it so dense in here?\n\nPeter hesitates. Eli removes his microphone, stands up, and\nwalks off the set. Peter Bradley watches him go.\n\nCUT TO:\nEveryone watching in Richie’s bedroom. They look stunned.\n\nROYAL\nSon of a bitch. What the hell kind of\nway to act is that?\n\nRICHIE\n(pause)\nHe’s on drugs.\n\nMARGOT\n(worried)\nI’1l be right back.\n\nMargot goes to the telephone. Etheline and Chas come into\nthe room. Chas is eating a sandwich. Ari, Uzi and Buckley\nfollow them.\n\nHENRY\nHold on a minute, please.\n\nHenry steps in front of the television set and turns it off.\n\nHENRY (CONT’D)\nPagoda has something to say.\n\nEveryone looks to Pagoda. Silence. Pagoda looks worried.\nHe turns to Royal and points at him.\n\nPAGODA\nHe has the cancer.\n\nHENRY\n(angrily)\nNo, he doesn’t.\n\nRoyal sits up.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAGODA\nHe has the cancer. HENRY\n(angrily)\nNo, he doesn’t. Royal sits up. \n\nTARGET SECTION TO BE ANNOTATED:\n Henry stares at Royal.\nHENRY (CONT’D)\nI know what stomach cancer looks like.\n\nI’ve seen it.\n(MORE)\n\n(CONTINUED)\n\f79.\nCONTINUED: (3)\n\nHENRY (CONT’D)\nAnd you don’t eat three cheeseburgers a\nday with french fries when you’ve got\nit. The pain is excruciating.\n\nROYAL\nHow would you know?\n\nHENRY\nMy wife had it.\n\nSilence. Royal pulls out his IV and the other tubes that are\nattached to him. He goes into the bathroom and closes the\ndoor. Henry turns to Etheline.\n\nHENRY (CONT’D)\nNot only is there no Dr. McClure at\nColby General, there’s no Colby General.\nIt closed in 1974.\n\nChas crushes his sandwich in his hand.\n\nPAGODA\nAh, shit, man.\n\nETHELINE\nBut why would he --\n\nChas slams his hand against the bathroom door as hard as he\ncan. He sits down on the bed and picks up the phone. He\nplaces a call.\n\nCHAS\nYes. Can you send a taxi to 111 Archer\nAvenue? Right away, please. Thank you.\n\nChas hangs up. Royal comes out of the bathroom. He is fully\ndressed in a suit, and he is zipping up a small leather bag.\nHe picks up one of his bottles of pills off the night stand\nand leaves the rest. He looks to Pagoda.\n\nROYAL\nI guess we’re back on the street, pal.\n\nEtheline looks to Pagoda. She frowns. Pagoda looks uneasy.\n\nETHELINE\nWere you part of this?\n\nHENRY\nOf course he was.\n\nEtheline looks to Royal. Royal looks to Pagoda. He says\nregretfully:\n\nROYAL\nTime to come clean. No more lies.\n\n(CONTINUED)\n\f80.\nCONTINUED: (4)\n\nPagoda stares at Royal bitterly. Richie points at the\nhospital bed and life-support machines.\n\nRICHIE\nHow’d you get all these medical\nsupplies?\n\nROYAL\n(pause)\nA guy at St. Pete’s owed me a favor. I\ndid some malpractice work for him. I do\nhave high blood pressure, though.\n\nRoyal swallows one of his pills. He turns and stands in\nfront of everyone.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nI do\nhave high blood pressure, though. Royal swallows one of his pills. He turns and stands in\nfront of everyone. \n\nTARGET SECTION TO BE ANNOTATED:\nROYAL (CONT’D)\nLook. I know I’m the bad guy on this\none, but I just want to say that the\nlast six days have been the best six\ndays of, probably, my whole life.\n\nA strange, sad expression crosses Royal’s face.\nNARRATOR (V.O.)\nImmediately after making this statement,\nRoyal realized that it was true.\nRoyal begins to gather his possessions.\n\nINT. HALLWAY. DAY.\n\nRoyal comes out of Richie’s room with his suitcases.\nEtheline stands at the end of the hall.\n\nETHELINE\nWhy’d you do this to us, Royal?\n\nRoyal stops.\n\nETHELINE (CONT’D)\nWhat was the point?\n\nROYAL\n(pause)\nI thought maybe I could win you back.\nOr, anyway, I thought I could get rid of\nHenry and keep things status quo.\n\nETHELINE\nBut we hadn’t spoken in seven years.\n\nROYAL\n\nI know. Plus, I was broke, and I got\nkicked out of my hotel.\n\n(CONTINUED)\n\f81.\nCONTINUED:\n\nETHELINE\n(pause)\nYou’re a bastard.\n\nRoyal nods. Etheline stares at him angrily, with tears in\nher eyes.\n\nETHELINE (CONT’D)\nGoodbye, Royal.\n\nRoyal turns and walks down the stairs.\nINT. STAIRWELL. DAY.\n\nChas stands at the bottom of the stairs and watches Royal\ncome down with his suitcases. Royal stops in front of him.\n\nROYAL\nTake it easy on those boys, Chassie. I\ndon’t want this to happen to you.\n\nChas hesitates. Royal walks past him and goes out the front\ndoor.\n\nEXT. STREET. DAY.\n\nRichie and Royal stand on the sidewalk. Royal’s suitcases\nare beside him. Margot and Henry stand at the top of the\nsteps, in the front doorway.\n\nROYAL\nYou know, Richie, this illness, this\ncloseness to death. It’s been very\nprofound for me. I feel like a\ndifferent person. I really do.\n\nRICHIE\nDad. You were never dying.\n\nROYAL\n(smiles)\nBut I’m going to live.\n\nRichie shakes his head. He turns away and goes up the steps,\npast Margot and Henry, into the house. Royal and Margot look\nat each other.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nRichie shakes his head. He turns away and goes up the steps,\npast Margot and Henry, into the house. Royal and Margot look\nat each other. \n\nTARGET SECTION TO BE ANNOTATED:\n Royal points to Henry.\n\nROYAL (CONT’D)\nHe’s not your father.\n\nMARGOT\n(pause)\nNeither are you.\n\nMargot closes the door. Royal puts his hands in his pockets.\n\nHe stares into space. He begins to cry. A gypsy cab pulls\nover to the curb. Royal waves to the driver.\n\n(CONTINUED)\n\f82.\nCONTINUED:\n\nThe front door of the house opens. Pagoda comes down the\nsteps with two suitcases. He looks furious.\n\nROYAL\nHow you doing, pal?\n\nPagoda drops his suitcases to the ground.\n\nPAGODA\nYou son of a bitch.\n\nPagoda’s teeth flash as he goes over to Royal and stabs him\nwith a penknife. Royal screams. He clutches his side. He\nfalls on the ground. The gypsy cab driver watches blankly.\n\nROYAL\nGoddammit! That’s the last time I get\nknifed by you! You hear me?\n\nPagoda helps Royal to his feet. He collects his suitcases.\nRoyal leans on Pagoda as they get into the gypsy cab. Royal\nsays to the driver:\n\nROYAL (CONT’D)\nThe 375th Street Y, please.\n\nINSERT:\nPage 198 of The Royal Tenenbaums. It says “Chapter Seven.”\nEXT. 375TH STREET Y. DAY.\n\nA huge building that looks like a castle. A sign next to the\ndoor says “375th Street Y.”\n\nINT. 375TH STREET Y. DAY.\n\nAn extremely small room with a low ceiling and a single bed.\nRoyal stands in front of a mirror while Pagoda stitches up\nthe knife-wound in his side. He holds a bottle of iodine in\none hand and a box of bandages in the other.\n\nROYAL\nEveryone’s against me.\n\nPAGODA\nYou can’t blame them, man.\n\nROYAL\nI know. But, dammit, I want to be loved\nby this family.\n\nPagoda pours some iodine on a cotton ball and applies it to\nRoyal’s knife wound. Royal grimaces.\n\nROYAL (CONT’D)\nHow much money you got?\n\n(CONTINUED)\n\f83.\nCONTINUED:\n\nPAGODA\nI don’t have.\n\nROYAL\n(frowns)\nWhat do you mean? You’re broke?\n\nPagoda nods. Royal looks furious.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re broke? Pagoda nods. Royal looks furious. \n\nTARGET SECTION TO BE ANNOTATED:\nROYAL (CONT’D)\nYou got to be kidding me. How’re we\nsupposed to pay for the damn room?\n\nPagoda looks up at Royal coldly. Silence.\n\nROYAL (CONT’D)\nAll right. We’1l figure something out.\n\nINT. HENRY’S APARTMENT. NIGHT.\n\nHenry’s bedroom is filled with paintings and sculptures from\nthe fifties and sixties. He puts on a slow jazz record and\nsits down across from Etheline at a small table with a vase\nof roses, two bottles of wine, and three candles on it.\n\nHenry has on pale-blue silk pajamas. Etheline wears a cream\nsilk nightgown. The doors to the balcony are open, and there\nis a gentle breeze. They look at each other fondly for a\nminute.\n\nHENRY\nWould you like another glass of wine?\n\nETHELINE\nYes, please.\n\nHenry refills Etheline’s glass. He clinks his glass against\nhers and takes a small sip. She drinks her whole glass all\nat once. Henry looks uneasy. Etheline says suddenly:\n\nETHELINE (CONT’D)\nMaybe we’re rushing things, Henry.\n\nHENRY\n(relieved)\nYou’re right. It’s awkward sitting here\nin our pajamas and everything. We don’t\nhave to do this right now. Let’s just\ntry and have a nice time.\n\nETHELINE\nOK.\n\nHenry gets up and changes the record to a more upbeat number.\n\n(CONTINUED)\n\f84.\nCONTINUED:\n\nHENRY\nYes, I think we’re both a little uneasy,\nand there’s no need for us to force\nanything. There’s no hurry. Let’s just\n\nETHELINE\nActually, I should go.\n\nSilence. Henry nods. He looks disappointed.\n\nHENRY\nCan I, at least, offer you some dessert?\n\nHenry points to a dessert cart with a lemon meringue pie, two\ncheesecakes, a bowl of strawberries, a chocolate mousse, and\na crepe suzette on it. Etheline hesitates. Henry quickly\nstrikes a match and sets the crepe suzette on fire. His\nnapkin catches on fire, and he dips it in his water glass.\n\nHe looks to Etheline.\n\nETHELINE\nNo, I think you’re right. I should go.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks to Etheline. ETHELINE\nNo, I think you’re right. I should go. \n\nTARGET SECTION TO BE ANNOTATED:\nEtheline picks up her overnight bag off a chair and goes into\nthe bathroom. Henry sits alone. He gets up and turns off\nthe record player.\n\nEXT. BRIDGE. DAY.\n\nA footbridge over the river. Margot waits in the middle of\nthe bridge. Eli walks towards her from the opposite bank.\nHis face is smeared with dirt and traces of paint. His\nclothes look severely dishevelled. He stops a few feet away\nfrom Margot.\n\nELI\nI’m not in love with you any more.\n\nMARGOT\nI didn’t know you ever were.\n\nELI\nLet’s not make this any more difficult\nthan it already is.\n\nMARGOT\n(pause)\nOK.\nELI\nOK, what?\nMARGOT\n\nOK, I’m not in love with you, either.\n\n(CONTINUED)\n\f85.\nCONTINUED:\n\nELI\nI know. You’re in love with Richie.\nWhich is sick and gross.\n\nSilence. Margot nods.\n\nMARGOT\nDo you send my mother your clippings?\n\nEli hesitates.\n\nMARGOT (CONT'D)\nAnd your grades in --\n\nELI\nPlease, stop ridiculing me.\n\nEli turns away and looks sadly out at the river. Margot goes\nover and stands beside him.\n\nELI (CONT’D)\nYou never gave me the time of day until\nI started getting good reviews.\n\nMARGOT\nYour reviews aren’t that good.\n\nELI\nBut the sales are.\n\nCUT TO:\n\nA second bridge, two hundred yards away. A large man ina\ncoat and tie takes photographs of Margot and Eli with a\ntelephoto lens.\n\nINT. PRIVATE DETECTIVE’S OFFICE. DAY.\nA small room on the 30th floor of an office building.\nRaleigh, Richie and Dudley sit across a desk from the large\n\nman in the coat and tie. He is a detective.\n\nDETECTIVE\nHow much do you already know, gentlemen?\n\nRALEIGH\nVery little, I assure you.\n\nDETECTIVE\nWould you like to examine the report?\n\nRALEIGH\nWe would, rather. Yes.\n\nThe detective hands Raleigh a manila folder. He opens and\nbegins to read. Richie looks over his shoulder.\n\n(CONTINUED)\n\f86.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe opens and\nbegins to read. Richie looks over his shoulder. (CONTINUED)\n\f86. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nMONTAGE:\n\nMargot at age twelve buys a pack of cigarettes in a bodega.\nShe smokes one on the roof of the house, leaning against the\nchimney, next to the falcon’s coop.\n\n(In each of the following images, Margot smokes a cigarette.)\n\nMargot climbs out the window of a girls’ dormitory. She\ncarries a small suitcase. She shimmies down the gutter and\nruns across the lawn.\n\nMargot stands inside a torch-lit shack among a group of\ndancing Rastafarians in Jamaica. She holds hands with one of\nthem while he lights a large brown-paper-wrapped marijuana\ncigarette. A man dressed in a black shirt with a priest’s\ncollar places a string of shells around Margot’s neck.\nAnother man has a small machine gun. There is a goat in the\ndoorway, and the ocean glimmers outside.\n\nMargot opens a window and looks out at the Eifel Tower. She\n\nwears a bra and a slip. A topless girl appears next to her,\n\neating a croissant. The girl puts her arms around Margot’s\n\nwaist, and Margot runs her hands through the girl’s hair.\n\nMargot stands in a pool of water facing a young tribesman in\n\nNew Guinea. He has on warpaint and wears a large tusk in his\n\nnose. Margot kisses him on the mouth.\n\nMargot sits in a make-up chair at a television studio. Peter\n\nBradley comes up behind her and puts his hands down her\n\nshirt. Margot smiles at him mischievously.\n\nMargot makes out with:\n\n- a Puerto Rican teenager in the back seat of a taxi;\n\n- a skinny guy with a Mohawk on a city bus;\n\n- a tough-looking Irishman on the deck of a ferry;\n\n- Eli in a deserted subway train going full speed at night.\nCUT TO:\n\nRaleigh turning to the last page of the report. He closes\n\nthe folder and looks to Richie. Richie looks stunned.\n\nSilence.\n\nRALEIGH (CONT’D)\nShe smokes.\n\nDETECTIVE\nYes.\n\f87.\n\nINT. BASEMENT. DAY.\n\nRoyal, Pagoda, Dusty and the manager of the hotel sit ata\ntable in the laundry room of the Lindbergh Palace. The\nmanager is reviewing a typewritten document.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. Royal, Pagoda, Dusty and the manager of the hotel sit ata\ntable in the laundry room of the Lindbergh Palace. The\nmanager is reviewing a typewritten document. \n\nTARGET SECTION TO BE ANNOTATED:\nMANAGER\nAll right. Everything seems to be in\norder. I’11 contact you in the next\ntwenty-four hours.\n\nROYAL\nI appreciate that. Which way are you\nleaning, by the way?\n\nMANAGER\nI’1l inform you of my decision at the\nappropriate time.\n\nROYAL\nI get it. Put in a good word for us,\nDusty.\n\nDUSTY\n\nI already did.\nINT. RALEIGH’S LABORATORY. DAY.\n\nRaleigh lies face down on the couch with his head buried in\nthe cushions. Dudley walks over to him with a box of\nbuilding blocks. He says quietly:\n\nDUDLEY\nYou want to play some word games or do\nsome experiments on me or anything?\n\nRaleigh answers without moving. His voice is muffled.\n\nRALEIGH\nNo.\n\nRichie walks by in a bathrobe. He carries a pair of\nscissors. He goes into the bathroom, closes the door, and\nlocks it.\n\nINT. BATHROOM. DAY.\n\nHot water runs full blast in the shower and the sink. Richie\nstands in front of the mirror. He holds a pair of scissors\nin his hand. He has clipped off his beard.\n\nHe opens the medicine cabinet and takes out a can of shaving\ncream and a straight razor. He covers his face with the\nshaving cream. He picks up the razor. He looks back in the\nmirror. He pushes his hand back through his hair, takes a\ndeep breath, and says quietly:\n\n(CONTINUED)\n\f88.\nCONTINUED:\n\nRICHIE\nI’m going to kill myself tomorrow.\n\nSilence. Richie slices the razor deeply, four times, along\nhis left forearm. Blood runs into the sink. He switches\nhands with the razor and slashes his other wrist. He sits\ndown on the floor.\n\nCUT TO:\n\nThe bathroom door slamming open. Dudley bursts into the\nroom. He looks horrified. The floor is flooded with water\nand blood. Richie is slumped in the corner with shaving\ncream all over his face.\n\nDudley screams hysterically.\nMONTAGE:\n\nThree paramedics race down a corridor pushing Richie on a\ngurney. Raleigh and Dudley run beside him. They are covered\nwith blood.\n\nEtheline hangs up the telephone and runs into the hallway.\nShe throws open the closet door and grabs her coat.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are covered\nwith blood. Etheline hangs up the telephone and runs into the hallway. She throws open the closet door and grabs her coat. \n\nTARGET SECTION TO BE ANNOTATED:\nChas, Ari and Uzi hold on as Anwar weaves the BMW in and out\nof traffic. Buckley has his head out the window.\n\nMargot bursts through the doors of the emergency room. She\nlooks around frantically. She sees Dudley. She sees blood\non him. She rushes over and grabs his arms.\n\nMARGOT\nWhere is he, Dudley?\n\nDUDLEY\n(pause)\nWho?\n\nINT. HOSPITAL ROOM. DAY.\nEveryone is gathered around Richie in his hospital bed. His\narms are covered with bandages. A doctor gives him an\ninjection and says to Etheline:\nDOCTOR\nHe’1l probably sleep for several hours,\n\nand then I’11 come back to check on him.\n\nEtheline nods. She has tears all over her face. The doctor\nleaves the room. Margot holds Richie’s hand.\n\nMARGOT\nHow do you feel?\n\n(CONTINUED)\n\f89.\nCONTINUED:\n\nRICHIE\nFine, thanks.\n\nETHELINE\nAre you in any pain?\n\nRICHIE\nNot really.\n\nCHAS\nWhy’d you try to kill yourself?\n\nETHELINE\nDon’t press him right now.\n\nRICHIE\nI wrote a suicide note.\n\nMARGOT\nYou did?\n\nRICHIE\nYeah. Right after I regained\n\nconsciousness.\n\nEveryone looks slightly confused.\n\nCHAS\nCan we read it?\nRICHIE\nNo.\nCHAS\nCould you paraphrase it for us?\nRICHIE\nI don’t think so.\nCHAS\nIs it dark?\nRICHIE\nOf course it’s dark. It’s a suicide\nnote.\nETHELINE\n\nAll right. That’s enough. The doctor\nsaid to let him sleep.\n\nINT. WAITING AREA. DAY.\nThe corridor outside Richie’s room. Etheline fills out some\n\ninsurance forms. Ari and Uzi sit on Chas’ lap. Margot sits\nnext to Raleigh. Raleigh stares into space.\n\n(CONTINUED)\n\f90.\nCONTINUED:\n\nRALEIGH\nYou’ve made a cuckold of me.\n\nEveryone looks at Raleigh and Margot. Silence.\n\nMARGOT\nI know.\nRALEIGH\nMany times over.\nMARGOT\nI’m sorry.\nRALEIGH\nAnd you’ve nearly killed your poor\nbrother.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nRALEIGH\nMany times over. MARGOT\nI’m sorry. RALEIGH\nAnd you’ve nearly killed your poor\nbrother. \n\nTARGET SECTION TO BE ANNOTATED:\nETHELINE\n\nWhat’s he talking about?\n\nMARGOT\nIt doesn’t matter.\n\nRALEIGH\nShe’s balling Eli Cash.\n\nEveryone looks surprised and extremely uncomfortable.\n\nETHELINE\n\nOh, my goodness.\nRALEIGH\n\nMay I have a cigarette?\nMARGOT\n\nWhat?\nRALEIGH\n\nShall I repeat the question?\nMARGOT\n\nYou don’t smoke.\nRALEIGH\n\n(bitterly)\n\nI bloody well know that.\nRaleigh stares at Margot in silence. Margot sighs. She\nreaches into her pocket and takes out a pack of cigarettes.\nShe gives one to Raleigh. He puts it in his mouth.\n\nRALEIGH (CONT’D)\nAnd a light, please?\n\nMargot takes out some matches and lights Raleigh’s cigarette.\n\n(CONTINUED)\n\f91.\nCONTINUED: (2)\n\nRALEIGH (CONT’D)\nThank you.\n\nRaleigh stands up and walks away, down the hall, out the\ndoor. Silence. Margot lights a cigarette for herself.\nEtheline looks disturbed.\n\nETHELINE\nHow long have you been a smoker?\n\nMARGOT\n(pause)\nTwenty-two years.\n\nETHELINE\nWell, I think you should quit.\n\nMargot nods.\n\nThe door opens at the end of the hall. Henry Sherman comes\nin. Etheline sees him and stands up. He goes over to her.\nHe starts to put on his glasses. As he unfolds them, he\nunintentionally clamps them to his necktie and pulls his\nnecktie up to his temple. He says earnestly:\n\nHENRY\nHow can I help?\n\nEtheline begins to point to Henry’s necktie suspended near\nhis ear, but she hesitates. Henry senses something wrong in\nhis peripheral vision and looks confused. He swats at the\nnecktie, hurling his glasses off his face and on to the\nfloor.\n\nHenry picks up his glasses and puts them back on. He looks\nto Etheline with an embarrassed expression. Etheline puts\nher arms around him. She hugs him tightly and starts to cry.\n\nEXT. STREET. NIGHT.\n\nThree hours later. A gypsy cab stops in front of the\nhospital. Royal and Pagoda get out and walk quickly into the\nbuilding. They are both dressed in hotel elevator-operator\nuniforms.\n\nINT. HOSPITAL. NIGHT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOSPITAL. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nRoyal speaks anxiously to a nurse at the registration desk.\nPagoda stands behind him.\n\nROYAL\nRichie Tenenbaum, please.\n\nNURSE\nYour name?\n\n(CONTINUED)\n\f92.\nCONTINUED:\n\nROYAL\nRoyal Tenenbaum.\n\nThe nurse looks down at her registration book. She frowns.\nShe looks back to Royal.\n\nNURSE\nI’m afraid visiting hours are over, sir.\n\nROYAL\n(hesitates)\nWhy? What does it say there? They\ndon’t want me?\n\nNURSE\nI’m sorry. I have to refer you to Dr.\nBurroughs. He’1l be in tomorrow\nafternoon.\n\nSilence.\nEXT. SIDEWALK. NIGHT.\n\nRoyal and Pagoda stand in front of the hospital. Royal\npoints to the edge of the roof. He sounds desperate.\n\nROYAL\nI think if we shimmy up that gutter and\njump across the window ledge we can pry\nopen the ventilation shaft and --\n\nPAGODA\nThere he is, man.\n\nPagoda points to Richie waiting at the bus stop on the\ncorner. He is dressed in surgical scrubs and bedroom\nslippers. His arms are covered with bandages. Royal looks\npuzzled. A bus pulls over in front of Richie. The doors\nopen. Royal calls out:\n\nROYAL\nRichie?\n\nRichie looks to Royal and Pagoda. He sees their uniforms.\nHe hesitates.\n\nROYAL (CONT’D)\nWhere’ re you going?\n\nSilence. Richie gets on the bus. Royal and Pagoda watch it\ndrive away. Royal looks very upset.\n\nROYAL (CONT’D)\nI have to say, he didn’t look half bad\nfor a suicide. Attempted suicide,\nanyway.\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nPagoda nods. He puts his arm around Royal’s shoulder.\nINT. BUS. NIGHT.\n\nAn old city busy with trash on the floor and graffiti spray-\npainted on the walls. Richie sits in the back row and rides\ndowntown.\n\nINT. BALLROOM. NIGHT.\n\nThe ballroom on the top floor of the Tenenbaum house. Richie\nwalks in and sees the lamp glowing inside his tent. Margot\ncalls out from inside.\n\nMARGOT\nWho’s there?\n\nRichie does not respond.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nMargot\ncalls out from inside. MARGOT\nWho’s there? Richie does not respond. \n\nTARGET SECTION TO BE ANNOTATED:\nMARGOT (CONT'D)\nHello?\n\nRichie looks at the seventeen paintings of Margot hanging in\nthe corner. An unfinished eighteenth, with Margot slightly\nolder, leans against the wall. Richie goes to the tent at\nthe center of the room.\n\nINT. TENT. NIGHT.\n\nRichie looks into the tent. Margot is sitting on the floor\nnext to a record player smoking a cigarette. She has a\nRolling Stones record in her hand. She looks startled.\n\nRICHIE\nWhat are you doing in my tent?\n\nMARGOT\n(hesitates)\nJust listening to some records.\n\nMargot puts out her cigarette. She seems worried.\n\nMARGOT (CONT'D)\nI thought you were supposed to be in the\nhospital.\n\nRICHIE\nI checked myself out.\n\nMARGOT\nWell, shouldn’t you be on some kind of\nsuicide watch or something?\n\nRICHIE\n\n(pause)\nProbably.\n\n(CONTINUED)\n\f94.\nCONTINUED:\n\nRichie goes into the tent and sits down Indian-style in front\nof Margot. Margot sighs. She puts on the Rolling Stones\nrecord. It plays quietly.\n\nMARGOT\nHow many stitches did you get?\n\nRICHIE\nI don’t know. You want to see?\n\nMargot nods. Richie unwraps one of his bandages. His arm is\ncovered with jagged, crisscrossing stitches and dried blood.\nMargot looks stricken.\n\nMARGOT\nJesus, Richie. That looks horrible.\n\nRichie nods. He wraps the bandage back around his arm.\n\nRICHIE\nI heard about your ex-husband.\n\nMARGOT\n(pause)\nDesmond?\n\nRICHIE\n(hesitates)\nI guess so. I didn’t get his name.\n\nMARGOT\nYeah. I met him in the ocean. I was\nswimming, and he came out to me ina\ncanoe. We were only married for nine\ndays.\n\nRICHIE\n(nods)\nAnd I heard about Eli.\n\nMARGOT\n(sighs)\nI know. Poor Eli. Anyway, we mostly\njust talked about you.\n\nRICHIE\n(surprised)\nYou did?\nMARGOT\n\nYeah. I guess that was the attraction,\nif you know what I mean.\n\nSilence.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARGOT\n\nYeah. I guess that was the attraction,\nif you know what I mean. Silence. \n\nTARGET SECTION TO BE ANNOTATED:\n Richie says quietly:\n\nRICHIE\nI have to tell you something.\n\n(CONTINUED)\n\f95.\nCONTINUED: (2)\n\nMARGOT\nWhat’s that?\n\nRICHIE\nI love you.\n\nMARGOT\n(sadly)\nI love you, too.\n\nRichie kisses Margot on the mouth, and she kisses him back.\nShe puts her hands on the back of his head. Richie pulls\naway from her and looks into her eyes.\n\nRICHIE\nI can’t stop thinking about you. I went\naway for a year, and it only got worse.\nI don’t know what to do.\n\nMARGOT\nLet’s lie down for a minute.\n\nRichie lies down on the cot. Margot looks at his Boy Scout\nsleeping bag.\n\nMARGOT (CONT'D)\nThis is the one we took to the museum,\nisn’t it?\n\nRichie nods. Margot sighs. She lies down next to Richie and\nputs her arm around his shoulder. She smooths back his hair.\nThey listen to the music for a minute.\n\nMARGOT (CONT'D)\nWhy’d you do it? Because of me?\n\nRICHIE\n\nYeah, but it’s not your fault.\nMARGOT\n\nYou’re not going to do it again, are\n\nyou?\nRICHIE\n\n(pause)\nI doubt it.\n\nMargot nods. She starts crying. She kisses Richie’s hand.\nRichie looks worried. Margot gets up and goes out of the\n\ntent. Richie sits alone for a minute. Margot looks back\ninto the tent.\n\nMARGOT\nI think we’re just going to have to be\nsecretly in love with each other and\nleave it at that, Richie.\n\n(CONTINUED)\n\f96.\nCONTINUED: (3)\n\nThey look at each other for a long minute. Richie nods.\nMargot turns away and goes out the tent.\n\nRichie picks up the stack of books off the table next to his\ncot. The book on top is Family of Geniuses. Then there are\nMargot’s books, Raleigh’s book, Henry’s book and Eli’s book.\nHe spreads them out on the floor among his Matchbox cars and\ntennis trophies. A dalmation mouse appears and crawls among\nthem. The record ends.\n\nINSERT:\nPage 230 of The Royal Tenenbaums.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nA dalmation mouse appears and crawls among\nthem. The record ends. INSERT:\nPage 230 of The Royal Tenenbaums. \n\nTARGET SECTION TO BE ANNOTATED:\n It says “Chapter Eight.”\nINT. HALLWAY. DAY.\n\nThe next morning. Richie comes downstairs in his pajamas.\nHe carries the stuffed boar’s head. He hangs it on the wall\nin its place.\n\nINT. ELEVATOR. DAY.\n\nThe elevator at the Lindbergh Palace. Royal is dressed in\nhis elevator-operator uniform. He takes three well-dressed\nbusinessmen down to the lobby. He looks exhausted and\ndepressed. The doors open. One of the businessmen hands\nRoyal a dollar as they walk out into the lobby.\n\nROYAL\nThank you, sir.\n\nRoyal sees Richie standing in front of the elevator. Royal\nlooks surprised. The doors of another elevator open. Pagoda\nis the operator. Richie looks at him. Pagoda hesitates. He\nwaves to Richie. Richie waves back.\n\nROYAL (CONT’D)\nGoing up?\n\nRichie looks back to Royal. He nods. He steps into Royal’s\nelevator.\n\nROYAL (CONT’D)\nWhat floor?\n\nRICHIE\nIt doesn’t matter.\n\nRoyal closes the doors and pulls a lever. The elevator goes\nup. Royal stands with his back to Richie.\n\nRICHIE (CONT’D)\nSo you’re elevator operators now.\n\nROYAL\n\nYeah. We just started, but we’ll get a\nbump when we join the union.\n\n(CONTINUED)\n\f97.\nCONTINUED:\n\nRICHIE\nWhat made you decide to do that?\n\nROYAL\nWell, we’re broke. But, in answer to\nyour question, I guess I’m trying to\nprove I can pay my dues and what-not. I\njust hope somebody knows.\n\nRichie nods. Silence.\nRICHIE\nYou asked me why I choked out there that\nday.\nRoyal turns around quickly and looks to Richie. He nods.\nRICHIE (CONT’D)\nWell, I think I know the answer, and I\nwanted your advice.\n\nRoyal looks surprised and moved. He says quietly:\n\nROYAL\nSure.\n\nEXT. ROOF. DAY.\n\nRoyal and Richie stand on the edge of the roof, looking out\nat the city. Silence.\n\nROYAL\nMargot Tenenbaum?\n\nRICHIE\nYeah.\n\nROYAL\nSince when?\n\nRICHIE\nSince always.\n\nROYAL\nDoes she know?\n\nRICHIE\nUh-huh.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHIE\nSince always. ROYAL\nDoes she know? RICHIE\nUh-huh. \n\nTARGET SECTION TO BE ANNOTATED:\nROYAL\n\nAnd what’s her feeling about it?\n\nRICHIE\nI think she feels confused.\n\n(CONTINUED)\n\f98.\nCONTINUED:\n\nROYAL\nI can understand that. It’s probably\nillegal.\n\nRICHIE\nI don’t think so. We’re not related by\nblood.\n\nROYAL\n(pause)\nThat’s true.\n\nSilence. Royal nods.\n\nROYAL (CONT’D)\nIt’s still frowned upon, but then what\nisn’t these days, right?\n\nRichie nods. Royal shrugs.\n\nROYAL (CONT’D)\nI don’t know. Maybe it works. Why not?\nHell, you love each other, and nobody\nknows what’s going to happen, so --\n\nRoyal stops short. His expression changes.\n\nROYAL (CONT’D)\nYou know what? Don’t listen to me. I\nnever understood her, myself. I never\nunderstood any of us. I wish I knew\nwhat to tell you, but I just don’t.\n\nRICHIE\n(pause)\nThat’s OK.\n\nROYAL\nNo, it’s not.\n\nRoyal looks very sad. He stares down at the ground. He\ntakes a deep breath. He says quietly:\n\nROYAL (CONT’D)\nDo you still consider me your father?\n\nRICHIE\nSure, I do.\n\nROYAL\nI wish I had a little more to offer in\nthat department.\n\nRICHIE\nI know you do, Pop.\n\nRoyal nods. He keeps looking down at the ground.\n\n(CONTINUED)\n\f99.\nCONTINUED: (2)\n\nROYAL\nI don’t blame you, by the way.\n\nRichie looks off into the distance. He frowns.\nROYAL (CONT’D)\nShe’s a great looking girl, and she’s\n\nsmart as a whip, and --\n\nRICHIE\nMordecai?\n\nRoyal looks up. A falcon flies in a low circle around the\nbuilding. Royal and Richie watch as it lands on the railing\nin front of them. Silence.\n\nROYAL\nHoly shit.\n\nRichie slowly reaches out to the falcon. He smooths out the\nfeathers on its neck and says softly:\n\nRICHIE\nYou came back.\n\nRoyal looks up at the sky. He seems frightened.\nROYAL\nJiminy Cricket. He must have a goddamn\n\nradar in his brain.\n\nRichie frowns.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nROYAL\nJiminy Cricket. He must have a goddamn\n\nradar in his brain. Richie frowns. \n\nTARGET SECTION TO BE ANNOTATED:\n He hesitates.\n\nRICHIE\nI’m not so sure this is Mordecai.\nROYAL\nWhat do you mean? He flew right in\nhere.\nRICHIE\nYeah, but now he has white feathers on\nhis neck.\n\nRoyal and Richie study the falcon. Richie seems uncertain.\nROYAL\nWell, the son of a bitch must be\nmolting.\nINT. ELEVATOR. DAY.\n\nRichie and Royal ride down in the elevator. The falcon is\nperched on Richie’s arm.\n\nRICHIE\nI need your help with something else.\n\n(CONTINUED)\n\f100.\nCONTINUED:\n\nROYAL\n(excitedly)\nYou got it. What’s the situation?\n\nRICHIE\nWell, I think --\n\nROYAL\nHang on.\n\nRoyal throws the lever on the elevator to full speed. It\naccelerates and starts shaking violently. He yells into a\nwalkie-talkie:\n\nROYAL (CONT’D)\nPagoda! Let’s hit it!\n\nRICHIE\n(hesitates)\nI didn’t mean right this second.\n\nINT. ELI’S STUDY. DAY.\n\nEli sits on the couch in his study working on a jigsaw puzzle\nof the Beatles crossing Abbey Road. Three Egyptian men are\nchopping up yellow powder on the table. Electronic music\nblasts form the stereo.\n\nThere is a knock on the door. Everyone looks up. Silence.\n\nELI\nYes?\n\nThe door opens and Richie looks inside. Eli and the Egyptian\nmen stare at Richie. Eli has yellow powder on his nose. He\nsays awkwardly:\n\nELI (CONT’D)\nHey, Richie.\n\nRichie walks into the room. Royal and Pagoda follow him.\nThey are dressed in their elevator-operator uniforms. Eli\nlooks confused and uneasy.\n\nRICHIE\nWe want to take you to get some help.\n\nELI\n(pause)\nIs it just you guys?\nRichie looks slightly confused.\nELI (CONT’D)\n\nI guess Margot and your mother couldn’t\nmake it.\n\n(CONTINUED)\n\f101.\nCONTINUED:\n\nEli looks disappointed. He sees the bandages around Richie’s\narms.\n\nELI (CONT’D)\nWhat happened there?\n\nRICHIE\n(hesitates)\nNothing.\n\nRoyal looks to the Egyptian men.\n\nROYAL\nWould you excuse us, please?\n\nThe Egyptian men hesitate.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoyal looks to the Egyptian men. ROYAL\nWould you excuse us, please? The Egyptian men hesitate. \n\nTARGET SECTION TO BE ANNOTATED:\n Pagoda points to the door. The\nEgyptian men leave the room.\n\nRICHIE\nWhere’s Sabrina?\n\nELI\n(pause)\nThey went back to England.\n\nRichie nods. He sits down next to Eli. Royal and Pagoda sit\nacross from them.\n\nRICHIE\nAre we still friends?\n\nEli seems embarrassed and hurt.\n\nELI\nWhat do you mean?\n\nRICHIE\nAre we?\n\nELI\n\nOf course. I can’t believe you would\nask me that.\n\nRICHIE\nIt doesn’t matter. I heard about you\nand Margot.\n\nSilence. Eli gets up and goes over to the window. He looks\nout at the backyard. Richie goes over and stands next to\nhim. Eli looks deeply depressed.\n\nELI\nI’m sorry. I don’t know what to say.\n\nRICHIE\nYou don’t have to say anything.\n\n(CONTINUED)\n\f102.\nCONTINUED: (2)\n\nELI\nI always wanted to be a Tenenbaum, you\nknow?\n\nRichie nods. Eli looks to Royal. Royal nods and says\nquietly:\n\nROYAL\nMe, too. Me, too.\nELI\nBut it doesn’t mean what it used to,\n\ndoes it?\n\nRichie shakes his head. Eli opens the window, reaches out,\nand picks a dead leaf off a branch of a tree. He looks to\nRichie.\n\nELI (CONT’D)\nI wish you’d’ve done this for me when I\nwas a kid.\n\nRICHIE\n(pause)\nBut you didn’t have a drug problem then.\n\nELI\nYeah, but it still would’ve meant a lot\nto me. Anyway, I really appreciate your\ncoming over here now. I do recognize\nthat I have a problem, and I want to get\nbetter. Let me just get my things.\n\nEli goes into the bathroom and locks the door. Pagoda goes\nover to the window and looks out.\n\nHe sees Eli running down the fire escape.\n\nPAGODA\nThere he goes.\n\nRoyal and Richie rush over to the window. They watch Eli\ndrop to the ground, run into the street, and hail a taxi. He\nhas on socks but no shoes.\n\nINT. ICE-CREAM PARLOR. DAY.\n\nA room decorated like a birthday cake. Every booth is filled\nwith divorced fathers and their young daughters.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. A room decorated like a birthday cake. Every booth is filled\nwith divorced fathers and their young daughters. \n\nTARGET SECTION TO BE ANNOTATED:\n Margot sits\nacross from Royal. Royal is dressed in his elevator-operator\nuniform. A waiter stands next to him.\n\nROYAL\nI want to order some ice cream for my\ndaughter, please. What would you like,\nMargot?\n\n(CONTINUED)\n\f103.\nCONTINUED:\n\nMARGOT\nI told you. Nothing. I only have five\nminutes.\n\nRoyal looks frustrated. Margot sighs.\n\nMARGOT (CONT'D)\nI’1l have a butterscotch sundae, I\nguess.\n\nThe waiter nods and walks away. Silence.\n\nROYAL\nYour brother’s all torn up inside.\n\nMARGOT\n(hesitates)\nWell, so am I, but I’m not going to\ndiscuss it with you.\n\nRoyal sighs. He leans across the table and says urgently:\n\nROYAL\nCan’t someone be a shit their whole life\nand want to repair the damage? I mean,\nI think people want to hear that.\n\nMARGOT\nDo they?\n\nRoyal nods. Silence.\n\nMARGOT (CONT'D)\nYou probably don’t even know my middle\nname.\n\nROYAL\n(pause)\nIt’s a trick question. You don’t have\none.\n\nMARGOT\nHelen.\n\nROYAL\n(surprised)\nThat was my mother’s name.\n\nMARGOT\n(sadly)\nI know it was.\n\nEXT. SIDEWALK. DAY.\n\nRoyal stands on the sidewalk in front of the Tenenbaum house.\nHe has a bunch of white flowers in his hand.\n\n(CONTINUED)\n\f104.\nCONTINUED:\n\nAnwar is asleep in the BMW parked at the curb. Royal throws\na pebble at a window on the third floor.\n\nAri looks out the window. Royal smiles. Ari opens the\nwindow. Uzi appears beside him. Royal calls up to them:\n\nROYAL\nAnybody feel like grabbing a couple of\nburgers and hitting the cemetery?\n\nChas appears between Ari and Uzi. He looks down to Royal.\nRoyal looks nervous. Chas closes the window.\n\nCUT TO:\n\nRoyal putting his bunch of flowers on Rachael’s grave. He\nstands alone with his hands in his pockets. He walks away.\n\nEXT. STREET. DAY.\n\nEtheline and Henry come down the front steps of Henry’s\nbuilding. They both look depressed.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. Etheline and Henry come down the front steps of Henry’s\nbuilding. They both look depressed. \n\nTARGET SECTION TO BE ANNOTATED:\n Royal is waiting at the\nbus stop on the corner, next to a small Mexican man ina\nwindbreaker and a tie. Royal has a large envelope in his\nhands. Etheline and Henry see him. Royal goes over to them\n\nROYAL\nI got you something, Ethel. Actually, I\nmade it.\n\nEtheline and Henry look at Royal warily. Royal hands\nEtheline the envelope. She looks to Henry. Henry shrugs.\nShe opens the envelope. It contains a sheaf of typwritten\ndocuments.\n\nETHELINE\nWhat’s this?\n\nROYAL\nA divorce.\n\nEtheline looks to Royal. She says quietly:\n\nETHELINE\nFrom you?\n\nROYAL\nYes.\n\nRoyal looks to Henry. Henry does not know what to say.\nRoyal motions to the Mexican man.\n\nROYAL (CONT’D)\nThis is Sanchez. He’s a notary public.\n\nHENRY\n\n(hesitates)\nHello.\n\n(CONTINUED)\n\f105.\nCONTINUED:\n\nSANCHEZ\nHello, sir.\n\nROYAL\nIf you’1l just sign here, please, Ethel.\n\nRoyal hands Etheline a pen and points to a dotted line.\nEtheline signs.\n\nROYAL (CONT’D)\nAnd here.\n\nEtheline signs.\n\nROYAL (CONT’D)\nAnd initial here.\n\nEtheline signs. Royal hands the sheaf of documents to\nSanchez. Sanchez puts several stamps and notations on it.\nRoyal looks up at Henry’s building.\n\nROYAL (CONT’D)\n\nYou own this building, don’t you, Henry?\nIt’s magnificent. I used to be a home-\nowner myself, but my son expropriated it\nfrom me.\n\nHenry does not respond. A city bus approaches from the next\nblock.\n\nROYAL (CONT’D)\nHere comes my bus. Thanks, Sanchez.\n\nSANCHEZ\nYou’ re welcome.\nETHELINE\nAre we divorced?\nROYAL\nAlmost. Sanchez just has to file the\n\npapers.\nRoyal signals to the bus driver.\nROYAL (CONT’D)\nI love you, Etheline. And\ncongratulations, both of you.\nRoyal looks to Henry. He turns back to Etheline.\nROYAL (CONT’D)\nI didn’t think so much of him at first,\n\nbut now I get it. He’s everything I’m\nnot.\n\n(CONTINUED)\n\f106.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nROYAL (CONT’D)\nI didn’t think so much of him at first,\n\nbut now I get it. He’s everything I’m\nnot. (CONTINUED)\n\f106. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nRoyal smiles. He turns away suddenly, runs to the bus, and\njumps inside. He looks back to Etheline. He yells:\n\nROYAL (CONT’D)\nTake back Pagoda, will you?\n\nEtheline hesitates. She nods. The door closes. Etheline\nand Henry stand watching with Sanchez.\n\nINT. ELI’S CAR. NIGHT.\n\nEli drives through a tunnel at top speed in the middle of the\nnight. He has on sunglasses, and he is covered with grass\nand dirt. Electronic music blasts from the stereo. He looks\nlost and sad.\n\nCUT TO:\nPage 258. It says “Chapter Nine.”\nINSERT:\n\nAn invitation to Etheline’s and Henry’s wedding at the house\non Archer Avenue. It is nearly identical to the invitation\non the cover of the first edition of The Royal Tenenbaums.\n\nEXT. STREET. DAY.\n\nAri, Uzi and Pagoda stand in front of the house with Buckley,\nreceiving the wedding guests. They help people out of their\ncars, give them programs for the ceremony, and direct them to\nthe front door.\n\nThere are about fifty guests. Half of them are black and\nhalf are white. The members of the wedding party are dressed\nin morning suits.\n\nRoyal and Dusty get out of a gypsy cab. Royal smiles at Ari\nand Uzi. He hugs Pagoda and kisses Ari and Uzi on the tops\nof their heads. He looks around. He whispers:\n\nROYAL\nI got you some jawbreakers.\n\nRoyal slips Ari and Uzi each a large purple-and-green-striped\njawbreaker. They hide them in their jackets.\n\nINT. CHAS’ BEDROOM. DAY.\nA twenty-one-year-old black Navy midshipman helps Henry\nfinish tying his bow tie. The midshipman is Walter. Henry\n\nstudies his tie in the mirror.\n\nHENRY\nIt’s slightly uneven.\n\n(CONTINUED)\n\f107.\nCONTINUED:\n\nHenry unties his knot and starts from scratch. Richie cracks\nopen the door and looks into the room.\n\nRICHIE\nHenry?\n\nHenry looks to the door.\nHENRY\nHello, Richie. This is my son, Walter\nSherman.\n\nRichie comes into the room. He and Walter shake hands.\n\nRICHIE\nNice to meet you, Walter.\n\nWALTER\nNice to meet you.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe and Walter shake hands. RICHIE\nNice to meet you, Walter. WALTER\nNice to meet you. \n\nTARGET SECTION TO BE ANNOTATED:\nCHAS\nHenry’s your dad?\n\nChas is standing in the doorway. Walter hesitates. He nods.\nChas looks to Henry.\n\nCHAS (CONT’D)\nSo you’ve been married before?\n\nHENRY\nYes. I’m a widower.\nCHAS\nOh, yeah. I forgot.\n(pause)\n\nYou know, I’m a widower myself.\n\nHENRY\nI know you are, Chas.\n\nINT. MARGOT’S BEDROOM. DAY.\n\nMargot looks out the window at the guests arriving on the\nstreet while Etheline finishes her make-up. Margot has a\nwhite plastic inhaler in her mouth.\n\nETHELINE\nWhat are you chewing on?\n\nMARGOT\nMy nicotine inhaler. It’s supposed to\nhelp me quit.\n\nETHELINE\nIs it working?\n\n(CONTINUED)\n\f108.\nCONTINUED:\n\nMARGOT\nNot really.\n\nEXT. STREET. DAY.\n\nAri and Uzi tie Buckley’s leash around a pole in front of the\nhouse. Royal and a very small Irish priest stand together at\nthe top of the steps.\n\nROYAL\nWell, of course, I’m half Hebrew, but\nthe children are three-quarters Mick-\nCatholic.\n\nPRIEST\n(nods)\nSo they were raised in the church.\n\nROYAL\n(pause)\nI believe so. I really don’t know.\n\nA car’s tires squeal around the corner. Royal and the priest\nlook down the block. Eli’s convertible skids through the\nturn on to Archer Avenue. Royal and the priest frown.\n\nINT. ELI’S CAR. DAY.\n\nEli’s face is covered with Apache warpaint. He is dressed in\na morning suit. He wears a distracted smile. He downshifts,\naccelerates, and steers toward the Tenenbaum house. He\nwhispers:\n\nELI\nHere I come.\n\nCUT TO:\nAri, Uzi and Buckley watching frozen as Eli’s car races\ntoward them. Royal looks panicked. He looks to Ari and Uzi\n\nand hollers:\n\nROYAL\nBoys!\n\nRoyal jumps down the stairs.\n\nINT. MARGOT’S BEDROOM. DAY.\n\nThere is a tremendous crashing boom and the sound of\nshattering glass. Etheline rushes over next to Margot at the\n\nwindow.\n\nETHELINE\nWhat was that?\n\n(CONTINUED)\n\f109.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nEtheline rushes over next to Margot at the\n\nwindow. ETHELINE\nWhat was that? (CONTINUED)\n\f109. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nMARGOT\nEli just crashed his car into the front\nof the house.\n\nETHELINE\nOh, my God.\n\nINT. STAIRWELL. DAY.\n\nChas sprints down the stairs three at a time. He falls and\nbangs against the wall. He gets back up and keeps running.\n\nINT. LIVING ROOM. DAY.\n\nEli sits on the floor, barefoot, covered in glass and debris.\nHe is bleeding from a head wound. Three dalmation mice dart\naround the room in confusion. Several guests help Eli\nstagger to his feet. They look alarmed at his appearance,\nparticularly the warpaint.\n\nELI\nWhere are my shoes?\n\nDudley finds one of Eli’s shoes in the fireplace. He hands\nit to Eli. Eli puts it on.\n\nEXT. SIDEWALK. DAY.\n\nThe wedding guests quickly begin to come out the front door\nand gather around the smashed car. There is also a crushed\nmailbox, and mail is scattered all over the sidewalk. The\nlighter airmail envelopes drift about in the wind. Chas runs\ndown the steps. He yells:\n\nCHAS\nWhere are you?\n\nRoyal and Richie stand up among the rubble. Royal holds Ari\nunder one arm and Uzi under the other. He sets them down.\nChas runs over to them.\n\nROYAL\nThey’ re OK, Chas.\n\nChas grabs Ari and Uzi. He examines them.\n\nROYAL (CONT’D)\nIt’s OK. They’re safe.\n\nARI\nDad, they ran over Buckley.\n\nCHAS\nWhat?\n\n(CONTINUED)\n\f110.\nCONTINUED:\n\nChas looks to Royal. Royal nods. He turns to the wreckage.\nBuckley’s leash remains tied to the railing and extends taut\nbeneath the wheels of Eli’s car.\n\nROYAL\nI think we lost Buckley.\n\nAri and Uzi start to cry. Richie brushes some debris off\nUzi’s hair. He looks to Chas and points to Royal.\n\nRICHIE\nHe saved them. Kind of.\n\nChas looks to Richie. He says blankly:\n\nCHAS\nHe did?\n\nRichie nods. Chas looks to Royal. Royal shrugs. Eli\nappears in the broken front window of the home.\n\nELI\nDid I hit anybody?\n\nEveryone looks to Eli.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nEli\nappears in the broken front window of the home. ELI\nDid I hit anybody? Everyone looks to Eli. \n\nTARGET SECTION TO BE ANNOTATED:\nELI (CONT’D)\nIs everybody okay?\n\nEli sees Chas staring at him. Eli hesitates. He darts away\nfrom the window. Chas bolts up the steps, banging his way\nthrough the crowd.\n\nROYAL\nChas! Wait!\n\nINT. HALLWAY. DAY.\nChas bursts into the house. He screams:\n\nCHAS\nEli!\n\nThe guests panic as Eli jumps over a couch, knocks over a\nchair, and ducks into the kitchen.\n\nINT. KITCHEN. DAY.\nPagoda looks up from a tray of canapes he is preparing. He\ndoes not appear to notice Eli’s strange appearance and\n\ninjuries. He holds one of the canapes to him.\n\nPAGODA\nThis is the quail’s egg.\n\nEli takes it quickly. Chas smashes open the door. Eli body-\nchecks him and breaks out of the room.\n\n(CONTINUED)\n\fCONTINUED:\n\nThey slam past the priest and knock him down the basement\nstairs. The wedding guests scream and yell and try to break\nit up or get away.\n\nEli slips out the back door and sprints into the garden.\nEXT. BACKYARD. DAY.\n\nEli runs to the back wall and tries the gate. It is locked.\nChas tackles him hard. Chas grabs him by the arm, swings him\naround, and slams him against the wall. Eli yells. People\nrush into the backyard. Richie runs outside.\n\nRICHIE\nChas! Don’t!\n\nRichie tries to pull Chas off Eli. Chas elbows Richie in the\nface. Richie falls backwards into the bushes. Chas picks up\nEli and tries to throw him over the wall. Eli scratches and\nclutches.\n\nELI\nHelp! Please!\n\nChas yells insanely. He throws Eli over the wall. He turns\nto everyone watching him. They look stunned. Chas breathes\nheavily. Richie sits up in the bushes. He has his hand over\nhis eye.\n\nRICHIE\nChas?\n\nChas hesitates. He climbs over the wall.\nEXT. NEIGHBOR’S YARD. DAY.\n\nChas lands in a Zen garden, next to Eli. Eli is stretched\nout on his back. He and Chas look at each other. Chas lies\ndown on the ground. He seems drained.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe and Chas look at each other. Chas lies\ndown on the ground. He seems drained. \n\nTARGET SECTION TO BE ANNOTATED:\n It is very quiet.\nThey both stare up at the sky. There are bonsai trees all\naround them.\n\nELI\nDid I hit the dog?\nCHAS\nYeah.\nELI\n(pause)\nIs he dead?\nCHAS\nYeah.\nELI\n(pause)\nI need help.\n\n(CONTINUED)\n\f112.\nCONTINUED:\n\nCHAS\nSo do I.\n\nWalter looks over the top of the wall, down at Chas and Eli.\nHe looks back behind him and yells to someone:\n\nWALTER\nGo around to the other side!\n\nEXT. EMBASSY. DAY.\n\nHenry and Royal run around the corner and up the steps of a\nneighbor’s house. A plaque next to the front door says\n“Residence of the Japanese Ambassador.” Royal knocks. They\nwait. Royal looks to Henry. He says suddenly:\n\nROYAL\nCan I say something to you, Henry?\n\nHenry looks to Royal.\n\nROYAL (CONT’D)\nI’ve been considered an asshole for\nabout as long as I can remember. That’s\njust my style. But I’d feel pretty blue\nif I didn’t think you were going to\nforgive me.\n\nHenry nods. He says gently:\n\nHENRY\nI don’t think you’re an asshole, Royal.\nYou’re just a kind of a son of a bitch.\n\nRoyal seems genuinely moved by this remark.\n\nROYAL\nWell, I appreciate that.\n\nThe door opens. A small Asian woman in a kimono looks out at\nthem.\n\nROYAL (CONT’D)\nCan we get into your backyard, ma’ am?\nWe got a couple of boys out there.\n\nEXT. SIDEWALK. DAY.\nThere are two police cars, an ambulance, a tow-truck and a\nfire engine in front of the house. Raleigh and two\n\nparamedics roll the priest on a gurney. Raleigh holds the\npriest’s hand.\n\nPARAMEDIC\nI think he may’ve broken his ankle.\n\n(CONTINUED)\n\f113.\nCONTINUED:\n\nRALEIGH\nThat’s not terribly serious, is it?\n(to the priest)\nDo you have an alternative?\n\nThe priest shakes his head.\nEli is being questioned by a police officer. His warpaint is\nsmeared, and there are several bandages on his head and arms.\nHe looks very upset.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nEli is being questioned by a police officer. His warpaint is\nsmeared, and there are several bandages on his head and arms. He looks very upset. \n\nTARGET SECTION TO BE ANNOTATED:\nELI\nAt which point I apparently lost control\n\nof the vehicle, smashed it into the\nhouse, and killed that poor dog.\n\nThe police officer studies Eli’s driver’s license.\n\nPOLICE OFFICER\nYou’re Eli Cash.\n\nELI\n(pause)\nI am, indeed.\n\nPOLICE OFFICER\nI love your work.\n\nELI\n(touched)\nHow sweet of you to say so.\nRoyal stands among a group of firemen with a dalmation.\nROYAL\nI think he’s part mutt. What kind of\npapers you got for him?\n\nOne of the firemen shrugs. Royal points at the dalmation.\n\nROYAL (CONT’D)\nSparkplug. Sit.\n\nThe dalmation sits. Royal looks impressed.\n\nDusty stands with Richie on the sidewalk and examines his\neye. It is scratched badly and looks terrible.\n\nDUSTY\nCan you see out of it?\n\nRichie covers his good eye to test his bad eye.\n\nRICHIE\nNot really.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nDUSTY\nUh-huh. Minor corneal damage. Page me\nif it spreads to the other eye.\n\nRaleigh and Dudley stand next to each other wearing firemen’s\nhelmets. Dudley laughs crazily.\n\nRALEIGH\nWhat’s so funny, Dudley?\n\nDUDLEY\nYou look great!\n\nHenry and Walter survey the scene from the smashed-out living\nroom window. Walter points to the rubble.\n\nWALTER\nBut these aren’t structure-bearing\nelements, Dad.\n\nHENRY\nIt doesn’t matter. It’s still best to\n\nfile under force majeure and recoup the\ndeductible.\n\nAri and Uzi try to look at Buckley under Eli’s car as several\nfiremen and tow-truck drivers attach straps and chains to the\nwheels and axle. Etheline goes over to them.\n\nETHELINE\nYou boys come over here with me.\n\nARI\nBut Buckley’s still under there.\n\nETHELINE\nI know, but there’s nothing we can do\nfor him, at the moment.\n\nRoyal takes the dalmation over to Chas.\n\nROYAL\nI got you a new dog for the boys.\n\nChas looks at the dalmation. He looks back to Royal.\n\nCHAS\nWhat’s this?\n\nROYAL\nI just bought him.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks back to Royal. CHAS\nWhat’s this? ROYAL\nI just bought him. \n\nTARGET SECTION TO BE ANNOTATED:\nCHAS\nYou did?\n\nRoyal nods. Silence.\n\n(CONTINUED)\n\fCONTINUED: (3)\n\nROYAL\nI’m sorry I let you down, Chas. All of\nyou. I’ve been trying to make it up to\nyou.\n\nRoyal holds out the leash. Chas hesitates. He takes it.\n\nCHAS\nWhat’s his name?\n\nROYAL\n\n(quietly)\nSparkplug.\n\nCHAS\nThank you.\n\nROYAL\nYou’ re welcome.\n\nChas suddenly starts crying. He stares at the ground.\n\nCHAS\nWe’ve had a rough year, Dad.\n\nROYAL\nI know you have, Chassie.\n\nRoyal puts his hand on Chas’ head. Chas looks to Royal and\ntakes a deep breath. He nods. Royal watches as Chas takes\nthe dalmation over to Ari and Uzi and talks to them quietly\nfor a minute.\n\nUzi pets the dalmation. Ari takes the leash. Etheline looks\nto Royal. Royal looks back at her. Etheline smiles sadly.\n\nEXT. ROOF. DAY.\n\nRichie and Margot sit near the edge of the roof, next to the\nfalcon in its coop. Richie has an ice pack over his eye. He\nbrushes his hand against the white feathers on the falcon’s\nneck.\n\nMARGOT\nI wonder what happened to him.\n\nRICHIE\nI don’t know.\n(pause)\nSometimes when people have a traumatic\nexperience, their hair turns white.\n\nSilence. Margot says quietly:\n\nMARGOT\nWell, I’m sure he’1l get over it.\n\n(CONTINUED)\n\f116.\nCONTINUED:\n\nRichie nods. Margot looks at him for a minute. She takes\nher inhaler out of her mouth and puts it in her pocket. She\nturns and looks at the top of the chimney. She pulls out a\nloose brick. She reaches behind it and takes out a pack of\ncigarettes and a matchbook. She looks to Richie. She points\nat the chimney.\n\nMARGOT (CONT'D)\nThis was one of my first hiding places.\n\nRichie studies the pack of cigarettes. It is still sealed,\nbut the wrapper has faded.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARGOT (CONT'D)\nThis was one of my first hiding places. Richie studies the pack of cigarettes. It is still sealed,\nbut the wrapper has faded. \n\nTARGET SECTION TO BE ANNOTATED:\nRICHIE\nHow old you think those are?\n\nMargot opens the pack, takes out a cigarette, puts it in her\nmouth, and lights it. She takes a puff.\n\nMARGOT\nI’d say about ten years.\n\nRichie nods. Margot offers him a cigarette. He takes it,\nand she lights it. Margot puts her arm around Richie’s\nshoulder, and they smoke their stale cigarettes together.\n\nEXT. GARDEN. DAY.\n\nAri, Uzi and Chas watch Royal throw dirt on to a grave in the\nbackyard. They have tears in their eyes. The dalmation sits\non the ground next to them.\n\nNARRATOR (V.O.)\nRoyal dug a hole for Buckley behind the\ngarden shed, and buried him in a canvas\nduffle bag.\nChas hands Royal a bottle of scotch, and Royal takes a drink.\n\nROYAL\nAll right, boys. Say a prayer --\n\nAri begins, with a jawbreaker in his mouth:\n\nARI\nDear Heavenly Father --\n\nINT. OFFICE. DAY.\nHenry and Etheline stand side by side in front of a judge in\na small office with green carpet and an exercise bicycle.\n\nHenry has his left hand raised and his right hand on a bible.\n\nHENRY\nSo help me God.\n\n(CONTINUED)\n\fCONTINUED:\n\nThe judge extends the Bible to Etheline. She puts her hand\non it.\n\nNARRATOR (V.O.)\nEtheline and Henry were married forty-\neight hours later, in judge’s chambers.\n\nINT. THEATRE. NIGHT.\n\nA stage-set for a play that appears to take place ina\nnetwork of tree houses on a tropical island. A father\nintroduces his daughter to a group of native tribesmen.\n\nFATHER\nThis is my adopted daughter, Elaine\nLevinson.\n\nThe house is sold out. Royal sits in the front row with the\nother Tenenbaums. He laughs quietly and shakes his head.\nThe rest of the audience is silent.\n\nNARRATOR (V.O.)\nMargot’s new play, The Levinsons in the\nTrees, was produced at the Cavendish\nTheatre.\n\nCUT TO:\n\nMargot standing alone outside the theatre, under the marquee,\nsmoking a cigarette.\n\nNARRATOR (CONT’D)\nIt ran for just under two weeks and\nreceived mixed reviews.\n\nINT.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nMargot standing alone outside the theatre, under the marquee,\nsmoking a cigarette. NARRATOR (CONT’D)\nIt ran for just under two weeks and\nreceived mixed reviews. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AUDITORIUM. DAY.\n\nBrooks College. Raleigh and Dudley sit onstage at a table in\nfront of an audience of doctors and medical students.\nRaleigh takes a question.\n\nMEDICAL STUDENT\nCan he tell time?\n\nRALEIGH\nOh, my Lord, no.\n\nDudley shakes his head emphatically.\nNARRATOR (V.O.)\nRaleigh and Dudley went on a lecture\ntour to eleven universities in the\npromotion of their new book.\n\nINSERT:\n\n(CONTINUED)\n\f118.\nCONTINUED:\n\nA copy of Raleigh’s new book, Dudley’s World. On the dust\njacket there is a yearbook photograph of Dudley with his\nHenry Aaron-style glasses flipped up. His expression is\nalmost impossibly blank.\n\nEXT. HOSPITAL. DAY.\n\nA resort compound on the high plains. Eli practices with a\nlasso in front of several young addicts. He has stitches on\nhis forehead.\n\nNARRATOR (V.O.)\nEli checked himself into a\nrehabilitation hospital in North Dakota.\n\nA tall, skinny, Native American man in his late forties walks\nover to Eli. He and Eli are dressed in matching deerskin\njackets. Eli points to him.\n\nELI\nThis is my sponsor, Runs with Two\nHorses.\n\nINT. 375TH STREET Y ROOFTOP. DAY.\n\nA concrete tennis court with a chain-link net. Ari, Uzi and\na group of children dressed in tennis clothes watch as Richie\ndemonstrates the continental style of grip to them. Richie\nhas a white gauze patch taped over his eye.\n\nRICHIE\nRod Laver used it. You know who Laver\nis?\n\nUzi steps up to the service line. He bounces a ball and gets\nready to serve.\n\nNARRATOR (V.O.)\nRichie started a programme teaching\ncompetitive tennis to eight- to twelve-\nyear-olds at the 375th Street Y.\n\nUzi hits a fast serve to Richie’s forehand. Richie fires his\nreturn full-speed straight down the line. Uzi watches it\nrace past him.\n\nEXT. STREET. DAY.\n\nRoyal, Chas, Ari and Uzi ride on the back of a speeding\ngarbage truck. They are all laughing.\n\nNARRATOR (V.O.)\nRoyal had a heart attack at the age of\nsixty-eight.\n\f119.\n\nINT.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nRoyal had a heart attack at the age of\nsixty-eight. 119. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AMBULANCE. DAY.\n\nRoyal is strapped on to a gurney with tubes sticking out of\nhis arms and an oxygen mask on his face. Chas sits beside\nhim, holding his hand. The ambulance races full-speed up the\nwrong side of the street.\n\nNARRATOR (V.O.)\nChas rode with him in the ambulance, and\nwas the only witness to his father’s\ndeath.\n\nRoyal appears to be smiling underneath his oxygen mask. He\nlooks up at Chas. Chas puts his hand on Royal’s cheek.\nRoyal closes his eyes.\n\nNARRATOR (CONT’D)\nIn his will, he stipulated that his\nfuneral take place at dusk.\n\nINSERT:\nPage 275 of The Royal Tenenbaums. It says “Epilogue.”\nEXT. CEMETERY. DAY.\n\nSnow falls lightly, and the sky is getting dark. Everyone in\nthe family is gathered around as Chas, Richie, Henry,\nRaleigh, Eli, Dusty and Pagoda lower the casket. They are\nall bundled up in coats and scarves. They step away from the\ngrave.\n\nHenry stands next to Etheline. She takes his arm. Pagoda\nwears Royal’s sunglasses. Tears stream down his face. Dusty\nstands beside him. Margot has her arm around Richie’s\nshoulder. She smokes a cigarette. Raleigh stands next to\nDudley. Eli stands next to Walter. The priest is on\ncrutches.\n\nChas looks to Ari and Uzi standing a few yards away. He\nnods. Ari and Uzi fire several shots into the air with Chas’\nand Royal’s old BB guns.\n\nRoyal’s gravestone sits in a wheelbarrow next to a pile of\ndirt. It reads “Royal O’Reilly Tenenbaum (1932-2001) .”\nEpitaph: “Died tragically rescuing his family from the\nwreckage of a destroyed sinking battleship.” The priest sees\nthis and hesitates. He looks puzzled. He smiles slightly.\n\nRichie throws a white flower into the grave. They all stand\n\nin silence for a minute before they turn away and walk to\ntheir waiting car.\n\n-- THE END --\n\f"
}