{
  "1": "DRIVEN\n\n \n\nScreenplay by\n\nDavid Elliot\n\nbased on a story by\n\nDarcy Meyers, David Elliot and Clay Ayers\n\nEighth Revised Draft\nOctober 26, 1999\n\fCLOSE ON -\n\nA photo of a happy young woman at the beach. Her candid\nexpression suggests that she did not know she was being\nphotographed.\n\nTRACK -- Off the picture, revealing that it is one of\nmany photographs of the same woman pasted onto a wall in\nsomething of a collage of photos, newspaper clippings,\nhand-written letters, and notes as well as eclectic\npersonal items (postcards, match books, birthday cards,\netc.).\n\nThe collage appears to be lit by candlelight.\n\nIn each photo she is either alone or the others in the\nphotograph have been roughly cut from the frame with\nscissors. Though the woman appears attractive and happy,\nthere is something disturbing about the haphazard pasting\nand cutting of the pictures.\n\nAs the frame tracks, glimpsed headlines read:\n\nINQUIRY CLEARS AGENT OF NEGLIGENCE, INDEFINITE\nLEAVE BEGINS; CHARRED REMAINS IDENTIFIED,\nLINKED TO SERIAL KILLER; DEATH TOLL CLIMBS TO\nNINETEEN.\n\nThe frame tracks over crime scene photos -- a burned out\nhouse surrounded by police and emergency vehicles; a shot\ninside the same house (blackened walls and furniture); a\nshot of a white sheet standing out in the middle of the\nroom; a closer shot of the same sheet, a human form\nunderneath; the sheet pulled back exposing a badly burned\nbody.\n\nThe frame has traveled full circle around the collage and\ncomes to rest again on the first picture of the young\nwoman.\n\nWith startling effect, a man's hand enters frame and\ncaresses the woman's cheek.\n\n-BLACK-\n\fFADE IN:\n\nEXT. LAKE MICHIGAN - NIGHT\n\nThe low moon illuminates the quiet lake. The beautiful\nChicago skyline glimmers in the distance. All is still\nuntil-\n\nFrom behind the skyline a WHIRRING mass of rotor blades\nappears gradually closing in our position. Soon, three\nF.B.I. helicopters BOOM past and continue on, sweeping\nlow across the water.\n\nEXT. CHICAGO STREETS - CONTINUOUS\n\nA dozen police vehicles scream through the streets of\nChicago.",
  "2": "---END OF PREVIOUS SECTION---\nI. helicopters BOOM past and continue on, sweeping\nlow across the water. EXT. CHICAGO STREETS - CONTINUOUS\n\nA dozen police vehicles scream through the streets of\nChicago. \n---TARGET SECTION TO BE ANNOTATED---\nTwo motorcycle cops have blocked cross traffic and the\nconvoy races through the light.\n\nWhen the convoy passes, the two motorcycles race back\npast the convoy, ready to block the next intersection.\n\nINT. WAREHOUSE, LIVE/WORK LOFT - CONTINUOUS\n\nSpirited CUBAN MUSIC fills this expensively decorated and\ntrendy loft.\n\nWindows compromise one whole wall of the room offering a\nstunning view over the lake.\n\nDAVID ALLEN GRIFFIN (35, handsome; despite his apparent\ngood mood, he has an eerie presence) suddenly dances into\nframe.\n\nHe whirls and steps unselfconsciously to the feisty\nrhythms, holding a heavy black automatic pistol in one\nhand.\n\nMid-twirl he turns and addresses someone off camera.\n\nGRIFFIN\nOoh. This song is faboo. Do\nyou feel that? The rhythm?\nIt's alive.\n\fHe dances, humming along with the song and occasionally\nturning to look playfully at his image in a large three-\npane mirror as if he were flirting with an unseen\npartner.\n\nINT. F.B.I. COMMAND HELICOPTER: CONTINUOUS\n\nThe helicopter moves low and fast over a desolate expanse\nof water.\n\nBehind the COMMAND PILOT, several FEDERAL AGENTS gaze\nsoberly toward their destination.\n\nON THE COMMAND PILOT: His profile taut in the florescent\nglow of his monitor.\n\nThe lights of Chicago disappear in the distance.\n\nINT. WAREHOUSE, LIVE/WORK LOFT - CONTINUOUS\n\nGriffin continues to dance for a moment before winding\nhis motion down gracefully as the song fades.\n\nIn the absence of music we hear for the first time the\nsound of a WOMAN in the room quietly crying and\nwhimpering nearby.\n\nThe next SONG suddenly jumps to life on the CD player and\nGriffin launches into another dance number, again humming\nalong.\n\nEXT. COMMAND HELICOPTER - CONTINUOUS\n\nHOVERING FOR A MOMENT high above the glittering water,\nthey PLUNGE toward their target.\n\nEXT. WAREHOUSE - CONTINUOUS\n\nPolice vans and patrol cars screech to a lurching halt in\nfront of the warehouse.\n\nThe rear doors of the vans burst open and one after\nanother, COPS in riot gear pour out onto the pavement.\n\fEXT.",
  "3": "---END OF PREVIOUS SECTION---\nWAREHOUSE - CONTINUOUS\n\nPolice vans and patrol cars screech to a lurching halt in\nfront of the warehouse. The rear doors of the vans burst open and one after\nanother, COPS in riot gear pour out onto the pavement. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n NEARBY ROOFTOP - CONTINUOUS\n\nOn the rooftop of a nearby building, there is a\ntremendous build-up of police personnel.\n\nA S.W.A.T. COMMANDER motions for his men to clear the way\nas the three helicopters rise over the rooftop's ledge\nand land in unison.\n\nThe federal agents duck the churning blade as they rush\ninto the nearest stairwell. Dozens of helmeted cops line\nthe roof's ledge.\n\nVARIOUS ANGLES ON high-powered rifles, trained on the\nwarehouse.\n\nINT. WAREHOUSE, LIVE/WORK LOFT - CONTINUOUS\nAS a song ends, Griffin addresses someone off camera.\n\nGRIFFIN\nI don't know how you can just\nsit there with music like this.\nSuch a waste.\n\nINT. WAREHOUSE, FIRST FLOOR - CONTINUOUS\n\nA small army pours into the building through every ground\nfloor entrance.\n\nINT. WAREHOUSE BASEMENT - CONTINUOUS\n\nA metal door crashes open as waves of S.W.A.T. officers\nstorm the darkened basement. As they advance, their red-\nlaser sights tracing a maze of pipes through the\ncavernous basement.\n\nS.W.A.T. OFFICER\n(into his headset)\nBasement's clear.\n\nEXT. WAREHOUSE - CONTINUOUS\n\nThe agent in charge, MIKE IBBY (44, African American)\nand several other AGENTS approach the building.\n\fINT. WAREHOUSE STAIRWELL - CONTINUOUS\n\nA team of S.W.A.T. officers thunder up the metal fire\nstairs.\n\nINT. WAREHOUSE (DIFFERENT) STAIRWELL - CONTINUOUS\n\nA second S.W.A.T. team races up a different stairwell.\n\nINT. WAREHOUSE, SECOND FLOOR - CONTINUOUS\n\nAnother S.W.A.T. team kicks open a door to a loft,\nscaring the hell out of COUPLE watching TV.\n\nINT. WAREHOUSE, THIRD FLOOR - CONTINUOUS\n\nA SECOND S.W.A.T. Officer hustles three terrified PEOPLE\ndown a dark hallway.\n\nSECOND S.W.A.T. OFFICER\nLet's go! Let's go! Let's go!\n\nINT. WAREHOUSE, FIFTH FLOOR HALLWAY - CONTINUOUS\n\nS.W.A.T.",
  "4": "---END OF PREVIOUS SECTION---\nW. A. T. \n---TARGET SECTION TO BE ANNOTATED---\n officers storm the hallway on the fifth floor\ngathering at a door. The LEAD OFFICER nods and two\nofficers stand and ram the door down with a battering\nram.\n\nFREEZE THE IMAGE. A voice is heard.\n\nCAMPBELL (V.O.)\nIt's never that easy. You go\nthrough the door and they're\nnever just sitting there waiting\nfor you, a welcoming smile on\ntheir face.\n\nINT. PSYCHIATRIST'S OFFICE - AFTERNOON\nJOEL CAMPBELL (late 30s, weary, scraggy, full beard,\n\nbaggy chords, a baseball cap) sits across from his\npsychiatrist POLLY BEILMAN (37, attractive, poised).\n\fCAMPBELL\nThe best we can do is hope they\nfuck up and do what we can to be\nthere when they do.\n\nPOLLY\nDo you blame yourself for the\nkillings?\n\nCAMPBELL\nNo, I blame the asshole who did\nthem.\n\nPolly almost cracks a smile.\n\nCAMPBELL (CONT'D)\nNo. I don't blame myself for\nnot catching him, if that's what\nyou mean. This isn't a guy\nwhose been in and out of an\ninstitution his whole life...\n\nEXT. LOS ANGELES STREET CORNER - DAY\n\nA black and white cruiser has pulled over an older model\nstation wagon. TWO COPS walk up on either side of the\ncar.\n\nAs he approaches the driver, Cop #1 suddenly draws his\nweapon. Cop #2 follows his lead.\n\nCAMPBELL (V.O.)\n...whose brain finally pops and\nhe slaughters five people then\ndrives around in the family\nstation wagon till a cop sees\nhim run a red light.\n\nThe DRIVER raises his hands. Blood covers his face and\narms.\n\nBLOODY GUY\nIs there a problem, officer?\nINT. PSYCHIATRIST'S OFFICE - CONTINUOUS\n\nBack in the office.\n\fCAMPBELL\nThis is a man whose whole life\nis about killing. He studies\nit. He knows forensics.\n\n(MORE )\n\nCAMPBELL (CONT’D)\nHe understands police procedure.\nHe prepares methodically so as\nnot to leave any evidence at the\nscene.\n\nINT.",
  "5": "---END OF PREVIOUS SECTION---\n(MORE )\n\nCAMPBELL (CONT’D)\nHe understands police procedure. He prepares methodically so as\nnot to leave any evidence at the\nscene. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CORNER MARKET - EVENING\n\nSHARON (attractive, 27) strolls through a local\ndeli/market with a hand basket full of groceries.\n\nCAMPBELL (V.O.)\nHe brings a kit with tools and\nprops. Duct tape, hand cuffs, a\nweapon. Everything he'll need\nfor control, pleasure and\nmurder.\n\nAnonymous POV of Sharon picking through a stack of\nonions.\n\nCAMPBELL (V.O.)\nHe may watch her for weeks.\n\nEXT. SHARON'S APARTMENT BUILDING - NIGHT\n\nSharon gets out of her parked car and walks, alone, down\nthe mostly deserted street in a middle-class\nneighborhood.\n\nCAMPBELL (V.O.)\nLearn her routine. When she\ncomes home, when she goes to\nsleep.\n\nA car drives slowly down the street past her and pulls\ninto a space. The lights go off.\nEXT. SHARON'S APARTMENT - NIGHT\n\nPOV from outside the window looking in: Sharon prepares\nherself breakfast in a very revealing outfit.\n\fCAMPBELL (V.O.)\nIn the morning, before the sun\ncomes up, he can walk right up\nnext to her.\n\nINT. PSYCHIATRIST'S' OFFICE - CONTINUOUS\n\nPOLLY\nWhy the morning?\n\nCAMPBELL\nEven though the sun's still\ndown, nobody perceives it as\nnight. Women that are very\ncareful at one a.m., will walk\naround half naked four hours\nlater.\n\nPolly makes a quick note on her notepad. Her expression\nsuggests that it's a note to herself to take care in the\nmornings.\n\nCAMPBELL (CONT'D)\nFinally, he’d pick a day.\n\nINT. SHARON'S APARTMENT BUILDING, CORRIDOR - CONTINUOUS\n\nAgain a CU of a man's feet walking down a long corridor.\nCU on man's hands as he first puts on a pair of latex\ngloves, slips pair of cotton gloves over them, and then\npicks the lock of an old doorknob.\n\nCAMPBELL (V.O.)\nHe'd let himself into her\napartment.\n\nThe lock clicks open and he pushes the door open.\n\nINT. APARTMENT HALLWAY - NIGHT\n\nSharon approaches her apartment door.",
  "6": "---END OF PREVIOUS SECTION---\nThe lock clicks open and he pushes the door open. INT. APARTMENT HALLWAY - NIGHT\n\nSharon approaches her apartment door. \n---TARGET SECTION TO BE ANNOTATED---\n She fumbles around\nin her purse for her keys for a long time. Aftera\nminute she gives up and starts to head back down the\nhallway.\n\nCAMPBELL (V.O.)\nThat night she'd get home, go\nabout her business, unaware that\nhe was in the house.\n\fShe gets a few steps away and suddenly stops in her\ntracks. She found the keys. She turns and lets herself\nin.\n\nINT. SHARON'S LIVING ROOM - NIGHT\n\nThe front door swings open, spilling light from the\nhallway across the small living room. She closes the\ndoor behind her and for a few seconds the apartment is\ntotally black. Her footsteps can be heard then BANG!\nYELP!\n\nShe clicks on a light and rubs her shin. She bumped the\ncoffee table in the dark. She sets down her purse and\nkeys and heads down the dark hallway.\n\nINT. SHARON'S BATHROOM - CONTINUOUS\nShe steps into the bathroom and flips on the light.\n\nCAMPBELL (V.O.)\nShe might spend her last moments\nalive in this world taking a\npiss or feeding her cat.\n\nINT. SHARON'S BEDROOM - CONTINUOUS\n\nSharon pushes open her bedroom door and flips on the\nlight and heads towards the closet, pulling her shirt off\nas she walks.\n\nGriffin stands behind the bedroom door, calmly. She\ndoesn't see him. She opens the closet door and begins to\nrummage through her clothes.\n\nGriffin pushes the bedroom door closed with a just\naudible CLICK. Sharon slowly turns and sees Griffin\nstanding inside the closed bedroom door.\n\nShe yelps, covers herself with her hands and tries to run\nbut there's nowhere to go. She runs headlong into her\ntiny closet, pulling down a bunch of her clothes,\nliterally trying to climb the walls.\n\fINT. SHARON'S APARTMENT - NIGHT\n\nSharon sits whimpering loudly on the sofa. She has duct\ntape across her mouth and her feet are bound together\nwith her own stockings. Griffin stands nearby at a CD\nrack browsing through her CDs. He takes out a CD and\nputs it in.\n\nGRIFFIN\nOh. Here we go. Shall we\ndance?\n\nBallroom dance music suddenly pours out of the stereo.\nHe holds out his hand.",
  "7": "---END OF PREVIOUS SECTION---\nShall we\ndance? Ballroom dance music suddenly pours out of the stereo. He holds out his hand. \n---TARGET SECTION TO BE ANNOTATED---\n Sharon sits, still totally\nimmobilized with fear. She begins to whimper a little\nlouder.\n\nGRIFFIN (CONT'D)\nOh, don't play hard to get.\nThis'1ll be fun! Shhhhhhh.\nShhhhhhh.\n\nHe dances over to her and tries to pick her up but she\nwails and her body goes limp, slipping out of his arms.\n\nGRIFFIN (CONT'D)\nShhhhhhh.  Shhhhhhh.\n(suddenly enraged)\nI said SHUT UP!\n\nShe does.\n\nINT. PSYCHIATRIST'S OFFICE - CONTINUOUS\n\nCAMPBELL\nThe torture would last hours.\nUnimaginable terror.\n\nCampbell notices that Polly looks uncomfortable.\n\nCAMPBELL (CONT'D)\nI'm sorry. I didn't mean to\ndisturb you, I just-\n\nPOLLY\n(snapping out of it)\nNo, no. Don't be sorry. This\nis important for you, it's just\ndifficult sometimes.\n\fCAMPBELL\nYeah, tell me about it.\n(points to clock)\nYou're off the hook anyway.\n\nShe looks at the clock on her desk.\n\nPOLLY\n(still composing\nherself)\nYeah. I guess so. Okay, so\nI'll see you next week.\n\nINT. CAMPBELL'S LIVING ROOM - AFTERNOON\n\nCampbell lets himself into his apartment, a dark\nunfriendly place. Books and magazines fill every\nconceivable corner, making the place seem even smaller\nthan it is.\n\nHe tosses a hand-full of mail into a basket of similarly\nunopened mail. The camera lingers on an unopened FEDERAL\nEXPRESS envelope.\n\nHe tosses his jacket carelessly on the couch and crosses\nthe room to the bathroom.\n\nINT. CAMPBELL'S BATHROOM - AFTERNOON\n\nCampbell enters and washes his face, pulling his shirt\ntail out. He opens a drawer and pulls out several\nbottles of prescription medication, opens each one and\nshakes out a couple pills.\n\nHe tosses them all into his mouth and takes a drink from\nthe faucet, swallowing them.\n\nINT. CAMPBELL'S KITCHEN - AFTERNOON\n\nCampbell walks into the kitchen looking for food.",
  "8": "---END OF PREVIOUS SECTION---\nHe tosses them all into his mouth and takes a drink from\nthe faucet, swallowing them. INT. CAMPBELL'S KITCHEN - AFTERNOON\n\nCampbell walks into the kitchen looking for food. \n---TARGET SECTION TO BE ANNOTATED---\n All he\ncan find as a browning apple which he grabs and heads\nback into:\n\nINT. CAMPBELL'S LIVING ROOM - AFTERNOON\n\nHe picks up his keys (which have a Swiss army knife on\nthem) and a Victoria's Secret catalogue that came in the\n\fmail and sits on the couch. He opens the knife and\nbegins peeling the apple and opens the catalogue,\nobviously only half-interested in its contents.\n\nThe apple skin comes off in one long, spiral piece. He\nsets it on the table and takes a bite of the apple.\n\nHe loses interest in the catalogue all together and\ntosses it on the coffee table. He leans back and stares\ntoward the window, lost in thought.\n\nTIME LAPSE - The light behind the window shade gradually\nfades. Campbell still stares at the window until long\nafter dark.\n\nINT. SHARON'S BATHROOM - DAY\n\nGriffin stands in front of the mirror covered in blood\nand sweat, exhausted from the ordeal of murder.\n\nAs he methodically cleans himself up, he addresses\nhimself in the mirror, though he seems to be talking to\nsomeone else, the way one might speak to a deceased loved\none.\n\nGRIFFIN\nWhere did you go? I wonder what\nhappened to you that night?\nWhy was it so different from the\nother times? I don't know why\nyou were there, how you got so\nclose to me that night.\n\nHe bends over and washes his face.\n\nGRIFFIN (CONT'D)\nBut I remember clearly what I\nfelt when I heard your footsteps\nfalling behind me... Pride. For\nme it was our finest hour. I\nthought it would keep us\ntogether forever. I can still\nsee the flames...\n\nEXT. BURNING HOUSE - NIGHT - FLASHBACK\nDeep black smoke pours from several broken windows. The\n\norange flicker of fire light can be seen behind several\nother windows.\n\fCampbell (younger) gun in hand, sprints down a dark\ndeserted alley toward the house. Though he runs as hard\nas he can, in dreamlike fashion he doesn't seem to making\nvery much progress.\n\nCUT TO:\n\nCampbell running up the back staircase and into the back\ndoor, immediately ducking away from the rush of flames\nand heat.",
  "9": "---END OF PREVIOUS SECTION---\nCampbell (younger) gun in hand, sprints down a dark\ndeserted alley toward the house. Though he runs as hard\nas he can, in dreamlike fashion he doesn't seem to making\nvery much progress. CUT TO:\n\nCampbell running up the back staircase and into the back\ndoor, immediately ducking away from the rush of flames\nand heat. \n---TARGET SECTION TO BE ANNOTATED---\nHe covers his mouth with his arm and pushes into the back\nhallway.\n\nINT. BURNING HOUSE, BACK HALLWAY - CONTINUOUS - FLASHBACK\n\nA WOMAN'S hideous SCREAMS of agony and fear. Campbell\npushes further down the crumbling hallway, dodging\nburning debris that falls around him. His progress is\nimpeded by thick smoke that blurs what's happening. He\ncan just make out the image of a woman sitting in a chair\nin a room at the end of the hallway.\n\nShe SCREAMS again, a long piercing howl.\n\nThe camera focuses in on a wall of flames until it fills\nthe entire frame.\n\nImages of horrible prime scenes begin to appear\nsuperimposed over the flames: horribly mutilated bodies,\npools of blood, bloody clothes, murder weapons. The\nscream continues throughout until-\n\n-CAMPBELL WAKES WITH A JOLT IN\n\nINT. CAMPBELL'S LIVING ROOM - MORNING\n\nHe bolts up right on the couch, covered in sweat, his\nface distorted with pain. His moves are frantic and\njerky.\n\nHe grips his hands over his eyes and stumbles towards the\nbathroom but can't keep his feet.\n\nHIS POV: the room blurs and the floor seems to buckles\nas he CRASHES onto the hard wood.\n\fHe writhes in agony, kicking the walls and pressing both\nhands against his temples as if to stem the pain.\n\nINT. CAMPBELL'S BATHROOM - MORNING\n\nHe finally gets it together enough to make it to the\nbathroom, frantically dumping out drawers and throwing\nopen cabinets.\n\nCampbell slumps into the floor. HIS DISTORTED POV: as\nhe paws at a pile of drugs and toiletries that lay\nsprawled across the floor. His hand finds a\npharmaceutical carton and he tears it open with his\nteeth.\n\nHe pulls the rubber protective tip from a small syringe\nand plunges into his thigh (which is badly marked and\nscarred from many similar occasions).\n\nHe pulls out a second syringe and repeats the process.\nHe drags himself the rest of the way into the bathroom\nand throws up violently into the toilet.\n\nINT. CAMPBELL'S BATHROOM - NIGHT\n\nAgain, it's night time. Campbell stirs awake.",
  "10": "---END OF PREVIOUS SECTION---\nINT. CAMPBELL'S BATHROOM - NIGHT\n\nAgain, it's night time. Campbell stirs awake. \n---TARGET SECTION TO BE ANNOTATED---\n He's been\non the floor the whole day. He stands up and washes his\nmouth out.\n\nINT. CAMPBELL'S KITCHEN - NIGHT\n\nCampbell enters the kitchen and opens the refrigerator.\nNothing. He slams it closed and checks the cupboard but\nthe cupboard's dry. He closes it as well.\n\nEXT. CAMPBELL'S APARTMENT - NIGHT\n\nCampbell walks out his front door and down the street\ntoward a Chinese Restaurant across the street. He looks\nhaggard. We follow from an ANONYMOUS POV.\n\nINT. CHINESE RESTAURANT - NIGHT\n\nCampbell sits in the middle of the mostly empty\nrestaurant near the front window, eating his dinner with\n\fchopsticks. He does not notice several police cruisers\nthat pass the front of the restaurant with their lights\non.\n\nAgain someone watches from across the street. Campbell\nseems miserable and very much alone.\n\nEXT. CAMPBELL'S APARTMENT - MOMENTS LATER\n\nCampbell steps out of the restaurant and is surprised by\nthe sight of an active crime scene in front of his\nbuilding. Campbell walks up and stands with a CROWD of\nonlookers. COPS and PARAMEDICS pass this way and that.\nAfter a moment, Campbell ducks the police tape and slips\nunnoticed into the front door of the building.\n\nINT. APARTMENT HALLWAY - MOMENTS LATER\nCampbell ducks another line of tape and into the hallway.\n\nLIEUTENANT HOLLIS MACKIE (33, Southern twang and a bad\nhaircut) stands in the hallway talking to some COPS. He\nsees Campbell.\n\nHOLLIS\nHi. Welcome to my crime scene.\nCan help you or are you just\nlooking?\n\nCAMPBELL\n(pointing at the\nstairwell)\nI just live here.\n\nHOLLIS\n(stepping in his path)\nDid you not see the bright\nyellow tape that said 'Do Not\nCross' on it?\n\nCampbell holds up his wallet, showing Hollis his ID.\n\nCAMPBELL\n(weary)\nCan I just go upstairs? I don't\nfeel like arguing with you.\n\nHollis looks at the ID for a moment then shouts down the\nhallway.",
  "11": "---END OF PREVIOUS SECTION---\nCAMPBELL\n(weary)\nCan I just go upstairs? I don't\nfeel like arguing with you. Hollis looks at the ID for a moment then shouts down the\nhallway. \n---TARGET SECTION TO BE ANNOTATED---\n\fHOLLIS\nEmelda!\n\nHollis calls her over with a quick nod.\n\nHOLLIS (CONT'D)\nGot a picture?\n\nEMELDA (a young Hispanic cop) hands it over. Hollis\nhands the picture of Sharon to Campbell.\n\nThe photo (probably found in Sharon's apartment) is taken\nat her high school graduation.\n\nHOLLIS (CONT'D)\nDo you know this woman?\n\nCAMPBELL\n\nNever seen her. What happened?\nShe dead?\n\nHOLLIS\n(suddenly very suspicious)\nWe didn't say anything about a\nhomicide... Mister...\n(looking at the ID)\nCampbell. Now why would you\njump to that conclusion?\n\nCAMPBELL\nOh, I'm just real insightful.\nYou got half the block taped off\nand there's a dozen cops in my\nlobby. What conclusion should I\njump to, that someone stole her\nstereo?\n\nCampbell heads toward the stairs.\n\nHOLLIS\nWait. Call me if you think of\nanything?\n\nCampbell turns back around. Hollis walks over and hands\nhim a card. Campbell turns around and heads up the\nstairs.\n\fINT. CAMPBELL'S BEDROOM - NIGHT\n\nCampbell sits on the bed watching the Home Shopping\nNetwork holding a half-glass of Jack Daniels. He looks\nmiserable.\n\nCU on a man's hand holding a faux diamond necklace.\n\nTV SALESMAN'S VOICE (0.S.)\n(from the TV)\nThis cubic zirconium necklace is\nperfect for her birthday,\nanniversary, or Christmas\npresent.\n\nINT. SHARON'S APARTMENT - NIGHT\n\nDownstairs, a PHOTOGRAPHER flashes shot after shots of\nSharon. Off the last flash, the screen flashes entirely\nwhite.\n\nEXT. CHICAGO - MORNING\n\nA sweeping vista of Chicago in the first light of day.\n\nINT. CAMPBELL'S LIVING ROOM - MORNING\n\nCampbell eats cereal and rifles through an enormous pile\nof unopened mail. Bills, junk mail, nothing interesting.\nHe gets to a Fed Ex envelope and tears it open and shakes\nout the contents. A single 8'x 10' black and white\nphoto.\n\nCU a photograph of Sharon, last night's victim, sitting\nalone in a what appears to be a small restaurant - still\nalive.",
  "12": "---END OF PREVIOUS SECTION---\nHe gets to a Fed Ex envelope and tears it open and shakes\nout the contents. A single 8'x 10' black and white\nphoto. CU a photograph of Sharon, last night's victim, sitting\nalone in a what appears to be a small restaurant - still\nalive. \n---TARGET SECTION TO BE ANNOTATED---\nCampbell stands and quickly rummages through an enormous\npile of unopened mail and unread newspapers and magazines\nnear the front door, finally pushing the dumping a small\ntable onto the floor. He finds what he's looking for:\nAnother unopened Fed Ex envelope. He rips it open and\nanother black and white photo slips out. It's a picture\nof a different woman driving alone in a her car. It's\ntaken from a car moving alongside her.\n\fINT. HOLLIS' CAR - CONTINUOUS\n\nON THE CUT: a cell phone RINGS just as Hollis swerves\nviolently through traffic nearly killing himself and\ntwenty others. He's in pursuit of a Honda Accord that\njust made a quick left. His police radio SQUABBLES\nalmost as loud as the TIRES of his car.\n\nAfter he fishtails around the corner and down shifts,\nquickly gaining his lost ground on the Honda, he answers\nthe phone.\n\nHOLLIS\n(surprisingly calm)\nLieutenant Mackie.\n\nINTERCUT WITH CAMPBELL'S APARTMENT;\n\nCampbell jerks his head away from the receiver, startled\nby the SCREAMING tires, engine ROAR, and blaring SIRENS.\n\nCAMPBELL\n(loudly over the\nnoise)\nThis is Joel Campbell. We met\nlast night.\n\nHOLLIS\n\n(driving insanely)\nCampbell. Sure, sure. Our ex-\nF.B.I. friend from apartment\n805.\n\n(answering the unasked\n\nquestion)\nWe did some checking after you\nleft last night. What can I do\nfor you?\n\nHollis almost runs down four PEDESTRIANS, locking up all\nfour tires just long enough to miss them, then punching\nthe gas again. He doesn't even flinch. Several police\ncruisers have joined the chase.\n\nCAMPBELL\n(truly perplexed)\nWhat are you doing?\n\nHOLLIS\n(still totally calm)\nSome asshole just jacked a Honda\ntwo blocks from me.\n\fCAMPBELL\nWell, shit, do you need to call\nme back?\n\nHOLLIS\n(wrenching the wheel)\nNo, I'm fine. You got something\nfor me?\n\nCAMPBELL\n(still very loud)\nWhen'd she die?\n\nHOLLIS\n(still driving insanely)\nMonday night. Three days ago.",
  "13": "---END OF PREVIOUS SECTION---\nCAMPBELL\n(still very loud)\nWhen'd she die? HOLLIS\n(still driving insanely)\nMonday night. Three days ago. \n---TARGET SECTION TO BE ANNOTATED---\nWhy?\n\nCAMPBELL\nCause I know who did it.\n\nHOLLIS\nAnd how might you know that?\n\nCAMPBELL\nBecause he mailed me a picture\nof her still alive. Got it\nthree days ago. Monday morning.\n\nHOLLIS\n(blown away, almost happy)\nNo shit!?\n\nSeveral patrol cars suddenly cut off the Honda and it\nskids to a halt. Two Asian YOUTHS jump out and flee on\nfoot.\n\nHOLLIS (CONT'D)\nCampbell, hold on a sec. Team\nHonda here's on the run.\n\nHollis jumps out of his car and chases one of the kids,\nstill holding his cell phone. After a short sprint,\nHollis has closed the gap. He tackles the kid, dropping\nhis cell phone, and the two of them skid along the dirty\npavement. The phone slides ten feet away. A UNIFORM\njumps on the kid and cuffs him.\n\nHollis walks over and picks up the cell phone\n\fHOLLIS (CONT'D)\n(back into the phone)\nMeet me at my office?\n\nINT. DETECTIVE MACKIE'S OFFICE - MORNING\n\nHollis looks at a picture of Sharon (which is now ina\nplastic evidence bag). Campbell sits across the desk.\n\nHOLLIS\nYou always open your mail four\ndays after you get it?\n\nCampbell tosses Hollis the second picture (also in\nplastic).\n\nCAMPBELL\nNo, sometimes it takes up to two\nweeks.\n\nHOLLIS\n\nI guess that answers any\nquestion we might of had whether\nthe two cases were related. Oh,\nboy, my first serial.\n\nCAMPBELL\nGlad your having fun with this.\n\nHOLLIS\n(laughing)\nAre you kidding? He's sending\nus pictures, Campbell! Call Bob\nBarker! It's a fucking game\nshow.\n\nCAMPBELL\n(moving on)\nStrangled with piano wire?\nVictim was partially unclothed\nbut the swabs all came back\nnegative?\n\nHOLLIS\nExactly. No touchy, no feely.\nWhat's going on?\n\nCAMPBELL\nHis last known alias is David\nAllen Griffin. We attribute at\n\fleast 11 homicides to him. I\nworked him for three and half\nyears. In L.A.",
  "14": "---END OF PREVIOUS SECTION---\nI\nworked him for three and half\nyears. In L. A. \n---TARGET SECTION TO BE ANNOTATED---\n All I ever got\nwas a cast on a pair of nine and\nhalf Nikes.\n\nHOLLIS\nIn L.A.? What the hell's he\ndoing in Chicago?\n\nCAMPBELL\nKilling people, looks like.\n\nHOLLIS\n(holding up the\npicture)\nHe ever come after you before?\n\nCAMPBELL\nNo, he's never sent pictures or\ncontacted me directly before.\n\nHOLLIS\nSo it's not necessarily the same\nguy?\n\nCAMPBELL\n\nAre you seri-? He sent mea\n\npicture and then killed her in\n\nmy own fucking building.\n(snapping in his face)\n\nTry to keep the pace, man, this\n\nis serious.\n\nHOLLIS\n(whistles)\nThree and half and a pair of\nNikes, huh?\n(Campbell stands)\nBureau's involved now, I assume?\n\nCAMPBELL\nSafe assumption.\n\nCampbell stands up.\n\nF.B.I. HEADQUARTERS - DAY\n\nCampbell walks down a long corridor led by MIKE IBBY (44,\nAfrican American).\n\fIBBY\nI just got off the phone with\nyour ex-boss in L.A. He sends\nhis best.\n\nCampbell doesn't respond.\n\nIBBY (CONT'D)\nHe told me you were a good\nagent. Great instincts. Told\nme you know this animal better\nthan anyone else.\n\nCAMPBELL\nIt's not my job anymore.\n\nIBBY\nHe and I both think maybe it\nshould be. We're setting up a\ntask force with Chicago P.D.\nI'd like you to lead it from our\nend. We can reactivate-\n\nCAMPBELL\n(stopping in his\ntracks)\nThe field office in L.A. has the\nrelevant files. I can't tell\nyou anything that's not in them.\nHave a nice day.\n\nCampbell turns to walk away just as AGENT MITCH CASPER\n(young, almost boyish-looking) exits his office.\n\nMITCH\n(ignoring Campbell, to\nIbby)\nWe got several sets of prints\nfrom the Fed-Ex envelope.\n\nCampbell half turns around as he walks out.\n\nCAMPBELL\nYou can run ‘em but you're going\nto get the delivery boy, the\nreceptionist, three guys from\nthe warehouse, Santa Clause,\neveryone but him.",
  "15": "---END OF PREVIOUS SECTION---\nMITCH\n(ignoring Campbell, to\nIbby)\nWe got several sets of prints\nfrom the Fed-Ex envelope. Campbell half turns around as he walks out. CAMPBELL\nYou can run ‘em but you're going\nto get the delivery boy, the\nreceptionist, three guys from\nthe warehouse, Santa Clause,\neveryone but him. \n---TARGET SECTION TO BE ANNOTATED---\n You're going\nto have to do much better than\nthat.\n\fIbby and Mitch look at Campbell, vaguely annoyed at his\ncomment. Campbell turns and walks out.\n\nINT. SNAP! 1HR. PHOTO - AFTERNOON\n\nSnap! 1HR. PHOTO is a small store in a very busy indoor\nshopping mall, though the store itself is deserted.\n\nELLIE (24, mousy), sits behind the counter making faces\ninto a Sony Digital Video camera that broadcasts her\nimage onto several monitors in the store.\n\nShe sticks out her tongue; blows a bubble; makes a fish\nface, etc., clearly bored.\n\nINT. FOX PAVILION SHOPPING MALL - AFTERNOON\n\nDozens of shoppers cross this way and that, no one paying\nattention to the others. After a moment, we see Griffin,\nmaking his way toward Snap.\n\nINT. SNAP! 1HR. PHOTO - AFTERNOON\n\nGriffin walks in and catches Ellie making faces. She\nsmiles apologetically.\n\nELLIE\nSorry.\n\nGRIFFIN\nThat's quite alright. You\nlooked adorable.\n\nEllie blushes. Griffin walks up to a display and pulls a\nroll of Kodak film off the rack.\n\nGRIFFIN (CONT'D)\nThis new Kodak film stock, it\nsays it's for exterior sunshine,\nbut how's it handle\nFluorescents?\n\nEllie shrugs and throws up her hands.\n\fELLIE\n(laughing at herself)\nI'm sorry, I have no idea what\nyou're talking about.\n(shrugs again)\nI just work here.\n\nGriffin smiles at her and looks up at the ceiling:\nFluorescent lighting.\n\nGRIFFIN\nDo you guys process here, as\nwell?\n\nELLIE\n\nYeah. One hour.\n\nGriffin tears open the film and picks up a display camera\non the counter. He opens the back of the camera.\n\nGRIFFIN\nMay I?\n\nELLIE\nSure, but what are you doing?\n\nOnce the film is loaded, he raises the camera and points\nit at Ellie.\n\nGRIFFIN\nI'm going to test it out.\n\nHe clicks a picture of her. She laughs.\n\nGRIFFIN (CONT'D)\nI'll shoot a few pictures and\nyou can process them for me.\n\nHe clicks another picture of her.",
  "16": "---END OF PREVIOUS SECTION---\nShe laughs. GRIFFIN (CONT'D)\nI'll shoot a few pictures and\nyou can process them for me. He clicks another picture of her. \n---TARGET SECTION TO BE ANNOTATED---\n She laughs again, this\ntime making a face at his camera. He clicks another.\nShe's clearly enjoying the attention. He clicks several\nmore.\n\nINT. POLLY'S OFFICE - DAY\nCampbell, looking more and more haggard and distraught\n\neach time we see him, sits across from Polly in her posh\noffice.\n\fPOLLY\nYou're a young man, do you plan\nto live on disability your whole\nlife?\n\nCampbell holds out his arms and surveys himself,\nimplicitly inviting her to do the same.\n\nCAMPBELL\nI take 150 milligrams of seconal\nso I can sleep two and half\nhours a night. You want lives\nin my hands? Acebutolol and\nbenazepril for blood pressure, I\nself inject migrainol and\nimitrex for migrain -\n\nPOLLY\nYou're simply afraid-\n\nCAMPBELL\nI go places and forget why I'm\nthere. I miss exits on the\nfreeway. You want lives in my\nhands? I'm lucky to find my way\nhome from the grocery store.\n\nPOLLY\nYou're simply afraid that you'll\nmake another bad judgment that\nyou won't forgive yourself for\nand you're avoid-\n\nCAMPBELL\n(almost shouting)\nAbsolutely! I'm avoiding that\nsituation. No, I don't trust\nmyself. Would you?\n\nPOLLY\nThen why do you come here?\nWhat's the point of these\nsessions? Are you trying to get\nwell so you can get out on the\ngolf course next spring?\n\fCAMPBELL\nIf the next picture that arrives\nwere of your daughter would you\nreally want me to be the one\nlooking for her? Would you\nreally?\n\nPOLLY\n(thinks for a beat)\nYes. Yes I would.\n\nHe stands up, unwilling to listen, and heads for the\ndoor.\nPOLLY (CONT'D)\nDon't walk out now. This is\nexactly what you want. You have\nto admit that. Right now is the\ntime.\n\nHe slams the door in her face. She throws her note down\nin exasperation.\n\nINT. CAMPBELL'S LIVING ROOM - NIGHT\n\nCampbell sits watching footage of the crime scene on the\nlate news. A reporter stands outside Ellie's house.",
  "17": "---END OF PREVIOUS SECTION---\nINT. CAMPBELL'S LIVING ROOM - NIGHT\n\nCampbell sits watching footage of the crime scene on the\nlate news. A reporter stands outside Ellie's house. \n---TARGET SECTION TO BE ANNOTATED---\nFEMALE REPORTER\nThe harrowing search came to a\ntragic end at about 9:20 p.m.\nwhen police discovered the body\nof Ellie Buchner at her Wicker\nPark home.\n\nCampbell punches the remote and the screen goes to black.\n\nEXT. GRAY COLONIAL STYLE HOUSE - NIGHT - FLASHBACK\n\nCampbell (younger, clean-shaven) walks up to the front\nporch of the house, careful not to be seen or heard.\n\nHe peers under the blinds into a window. Through the\nthick leaded glass his POV is distorted. A figure moves\nin the living room.\n\nSeveral candles provide the only light in the room.\nCampbell pulls away and looks through another window,\ntrying to get a better idea of what's happening.\n\fFrom the second window he can see a woman bound and\ngagged. His breath quickens. He stands and kicks the\nfront door in and-\n\n-WAKES UP SUDDENLY IN HIS LIVING ROOM\n\nCampbell sits up in his EZ chair, apparently having\nfallen asleep in the chair. It's daylight. He looks at\nthe clock: 6:40.\n\nEXT. PSYCHIATRIST OFFICE - MORNING\n\nCampbell walks down the sidewalk. P OV from someone\nfollowing him a few feet behind.\n\nCampbell heads toward the front door of Polly's building.\n\nINT. PSYCHIATRIST'S OFFICE, LOBBY DOWNSTAIRS - CONTINUOUS\n\nCampbell crosses the polished granite floor of the\nexpansive lobby and heads toward a bank of elevators. He\nchooses an elevator and enters.\n\nINT. ELEVATOR - CONTINUOUS\n\nCampbell punches his floor and leans against the wall.\nThe door starts to close but at the last second opens\nagain.\n\nGriffin steps in. Griffin punches the same floor as\nCampbell and the two ride in silence, not looking at each\nother. Campbell yawns. He looks rather haggard froma\nnight of little sleep.\n\nGRIFFIN\nLong night?\n\nCampbell nods. They ride up the rest of the way in\nsilence.\n\nEXT. POLLY'S FLOOR - MOMENTS LATER\n\nCampbell steps into the hallway and Griffin steps out\nbehind him. Campbell walks down the hallway, Griffin\nright behind him.",
  "18": "---END OF PREVIOUS SECTION---\nEXT. POLLY'S FLOOR - MOMENTS LATER\n\nCampbell steps into the hallway and Griffin steps out\nbehind him. Campbell walks down the hallway, Griffin\nright behind him. \n---TARGET SECTION TO BE ANNOTATED---\n He comes to a fork in the hallway and\ntakes the left corridor.\n\fCampbell follows. Griffin grins.\n\nGRIFFIN\nAre you following me?\n\nCAMPBELL\nI could ask you the same\nquestion.\n\nThey share a small laugh and keep heading down the\nhallway soon arriving at Polly's door.\n\nCampbell slows and for instant it seems as if Griffin is\ngoing to stop too but he doesn't. He walks down the hall\nand Campbell ducks inside.\n\nINT. PSYCHIATRIST OFFICE - LATER\nCampbell sits fidgeting in a chair across from Polly.\n\nCAMPBELL\nI don't have time to be here but I appreciate what you\nsaid last week and didn't want you to think that I was\nwalking away for the wrong reason.\n\nPOLLY\n(she smiles)\nHow have the headaches been?\n\nCAMPBELL\nAbout the same.\n\nPOLLY\nAre you sleeping?\n\nCAMPBELL\nSome.\n\nPOLLY\n\nHow's work?\n\nCAMPBELL\nIt's great. I'm getting so\npopular, I've got murders\nrequesting me by name.\n\fPOLLY\nLet's talk about that. How are\nyou making sense of this man\nfollowing you here? Is ita\nvendetta?\n\nCAMPBELL\n\n(after a moment)\nI don't think vengeance has\nanything to do with it. There's\na story, a ritual, in this, that\nhe follows. Over the years, I\nbecame part of the story. It\ndidn't make sense without me.\n\nPOLLY\nIn other words, he missed you.\n\nCAMPBELL\nOdd isn't it?\n\nPOLLY\nI don't know. Did you miss him?\n\nCAMPBELL\nWhat do you mean?\n\nPOLLY\nWell the description you just\ngave could apply to you, don't\nyou think?\n\nCampbell is taken aback, unsure if he's ready to concede\nher this point. After a moment, his phone rings.\n\nCAMPBELL\nExcuse me.\n(into the phone)\nCampbell.\n\nMITCH (0.S.)\nGot a match on the prints.\n\nCAMPBELL\nI'll be right there.\n\fINT. CAMPBELL'S OFFICE - MORNING\n\nCampbell, Ibby, and Mitch sit in Campbell's office.",
  "19": "---END OF PREVIOUS SECTION---\nCAMPBELL\nI'll be right there. INT. CAMPBELL'S OFFICE - MORNING\n\nCampbell, Ibby, and Mitch sit in Campbell's office. \n---TARGET SECTION TO BE ANNOTATED---\nCampbell reads from a file folder. Mitch looks wrecked.\nHe's been here all night.\n\nCAMPBELL\nNorton Inglert. Vagrancy 1987.\nVagrancy 1991. I.Q. estimated\nat below eight zero which makes\nhim officially... not Griffin.\n\nIBBY\nLet's pick him up. You got a\nlast known address?\n\nCAMPBELL\nYeah, a by-the-hour-motel where\nhe stayed eight years ago.\nMitch get some sleep. Diana,\nyou wanna ride?\n\nINT. CAMPBELL'S CAR - AFTERNOON\nCampbell drives; Diana sits in the passenger seat.\n\nDIANA\nThe report came in from the\ncamera shop. Lots of prints\neverywhere. The lab's running\nthem to see if anything\ninteresting turns up.\n\nCAMPBELL\nIt won't. He’d have been more\ncareful than that. If he\ntouched anything he’d have wiped\nit clean. Anyone see anything?\n\nDIANA\nNope. There was one fun bit,\nthough. He filled out the\nphoto-order with your name and\naddress.\n\nCampbell cringes. She smiles.\n\fEXT. DINGY MOTEL, DOWNTOWN - LATER\n\nA disaffected clerk sits smoking behind the counter\nwatching TV. CU on the TV as a day-time\nTALKSHOW HOST stands in front three GUESTS.\n\nHOST\nThere's five million people in\nthis city! How can nobody have\nknown this poor girl? How can\nthis happen in the age of\ncommunication with emails, fax,\nphones-\n\nGUEST #1\n(pompous )\n\nOn the contrary, Maggie. It\ncould have only have happened in\nthis age. These tools of\ncommunication allow us to\nfunction as a society with less\nand less real human interaction.\n\nCampbell and Diana enter. The clerk doesn't even look\nup.\n\nCAMPBELL\n(showing a photo)\nSurprise me. Tell me, that\nNorton Inglert still stays here.\n\nMOTEL CLERK\n(glance at the photo)\nNorton Inglert. Nope.",
  "20": "---END OF PREVIOUS SECTION---\nTell me, that\nNorton Inglert still stays here. MOTEL CLERK\n(glance at the photo)\nNorton Inglert. Nope. \n---TARGET SECTION TO BE ANNOTATED---\nDIANA\nWould fifty bucks make him more\nlikely to be here?\n\nMOTEL CLERK\nFor fifty bucks I'd tell you\nElvis' got a room by the pool\nand gives a free concert\nThursday nights but that don't\nmake it so.\n\nHe turns back to the TV.\n\fGUEST #2 (0.S.)\nI couldn't agree more with Don.\nA hundred years ago, she would\nhave been living in a single\nstructure with her parents,\nbrothers and sisters, cousins...\n\nBack to the TV. Campbell and Diana split.\n\nHOST\n\nThat's true, but I tell you\nwhat, it still irks me!\n\n(then pointing to the\n\ncamera and smiling)\nNext, after this, we take your\ncalls! We have hundreds of\ncalls waiting and we'll see how\nMany we can get through!\n\nINT. CAMPBELL'S CAR - AFTERNOON\n\nCampbell drives with Diana. His phone rings.\n\nCAMPBELL\nCampbell.\n\nHOLLIS\nWhat up 'C'? I found your\nretard.\n\nCAMPBELL\nWhere?\n\nHOLLIS\n\nI'll meet you. Off the record,\nthough. Just me and you. My\nguy's still undercover.\n\nEXT. WATERFRONT - NIGHT\n\nCampbell and Hollis stand on the dock with JACK FRAY (35,\nlong hair, leather jacket).\n\fJACK\nSo check it out. Last year we\nwere getting close to the\nRussians. We nailed this\nasshole with a pocket of rocks\nand next thing we know he's a\nfirst class U.S. citizen. He\ngives up everyone he knows and\nmakes up a few others for\neffect.\n\nCAMPBELL\nSo?\n\nJACK\nSo most of them are worthless.\nWe haven't even used them.\nDon't want to blow our own\ncover. But one of the names was\na retard name of Norton they\nused as a drug mule.\n\nCAMPBELL\nYou got an address?\nJACK\nNot on the mule, but here's the\n\nrat.\n\nHe hands Campbell a folder. He\nsnaps it back.\n\nJACK (CONT'D)\nYou understand if this gets on\nthe street we could lose lives?\n\nCampbell nods and takes the folder.\n\nCAMPBELL\n(reading)\nStanislaw Mikahailovich.\nPossession.",
  "21": "---END OF PREVIOUS SECTION---\nCampbell nods and takes the folder. CAMPBELL\n(reading)\nStanislaw Mikahailovich. Possession. \n---TARGET SECTION TO BE ANNOTATED---\n On Probation.\nCurrent address 859 West\nWashington.\n\nJACK\nBe careful, boys. He's a pussy.\nBut he's a crazy pussy.\n\fEXT. CAMPBELL'S CAR - LATER\n\nCampbell and Hollis step quietly from Campbell's car.\nThe guys gaze across and up the street at a dark house\nwith six-foot weeds in the yard and plywood over the\nwindows.\n\nEXT. STANISLAW'S HOUSE - MOMENTS LATER\n\nCampbell and Hollis stalk quietly up to the front door.\nCampbell kneels to the left of the door, Hollis to the\nright. Campbell nods. Hollis bangs loudly on the front\ndoor. Hollis bangs again and leans back down away from\nthe door.\nVOICE (0.S.)\n(strong Russian\naccent)\nWho is it!?\n\nHOLLIS\nPolice! Open the door.\n(then as an aside to\nCampbell)\nOh, sorry, Campbell.\n(shouting again)\nThe F.B.I. is here too!\n\nVOICE (0.S.)\nWhat you want?!\n\nHOLLIS\nWe're selling tickets to the\nPoliceman's ball, douche bag.\n\nBLAM! BLAM! Campbell hits the porch when the door\npartially disintegrates as Stanislaw blasts two rounds\nthrough it. Hollis shrugs, stands up, and kicks the rest\nof the door in. Campbell makes a circle with his index\nfinger, and slinks off the porch.\n\nINT. STANISLAW'S HOUSE - CONTINUOUS\n\nIt's pitch black. Hollis walks inside.\n\nBLAM! BLAM! The house lights up as someone unloads from\ndown the hallway. Hollis doesn't even bother to duck.\n\fHOLLIS\nOkay, asshole. Stop shooting.\nYou can't even see me. How\nyou're going shoot me?\n\nBLAM! The house flashes brightly again. Hollis walks\ndown the hall, right towards the gunman.\n\nBLAM! BLAM!\n\nHOLLIS (CONT'D)\n(shouting)\nCut that shit out or I'm gonna\nshoot your ass.\n\nBLAM! Click. The sound of the hammer against loud\nfootsteps can be heard rustling around the back of the\nhouse as the guy makes a run for it. Hollis runs through\nthe rest of the house.\n\nEXT.",
  "22": "---END OF PREVIOUS SECTION---\nThe sound of the hammer against loud\nfootsteps can be heard rustling around the back of the\nhouse as the guy makes a run for it. Hollis runs through\nthe rest of the house. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STANISLAW'S HOUSE, BACKYARD - CONTINUOUS\n\nHollis bursts out the back door just in time to see\nStanislaw fly end-over-end as Campbell clunks him in the\nshin with a two-by-four. Hollis laughs heartily.\n\nINT. STANISLAW'S LIVING ROOM - LATER\n\nCampbell and Hollis interrogate Stanislaw who sits cuffed\nto a dinette chair in the middle of his living room. He\nsits in his boxer shorts. Hollis holds a fat copy of the\nChicago white pages.\n\nHOLLIS\n(casually)\n500 North Carmine Avenue? Is\nthat it?\nSTANISLAW\n\n(heavy accent)\nYou can't just come in here when\nyou want to whenever! I have\nimmunity! So fuck you!\n\nHollis flips the book closed and thumps Stanislaw back\nand forth across the face with it a couple times -- not\ntoo hard, just enough to shut him up and get his\nattention.\n\fHOLLIS\n\nListen, Standi- Stamis-, uh,\nlisten, Coleslaw, we know the\naddress is in here.\n\n(he opens the book again)\nAnd we're going to stay right\nhere until you tell it to us.\n5789 Rountree Drive? That it?\n\nSTANISLAW\nFuck off.\n\nThump. Thump. Thump. Stanislaw's eyes dart around as\nthe intimidation sets in. He looks like an unwilling\nparticipant in a Three Stooges skit. Thump. Thump.\n\nHOLLIS\n(again looking at the\nbook)\n413 Broadway?\n\nStanislaw hesitates. Thump. Thump. Thump.\n\nCampbell laughs, then suddenly picks Stanislaw up and\nshoves him against the wall.\n\nCAMPBELL\n\"From each according to his\nability, to each according to\nhis needs.' You understand\nthat? Isn't that Kremlin\nrhetoric? Now you see, we need\nsome information and you have\nthe ability to give it to us.\n\nSTANISLAW\n(giving up)\nOkay, okay.",
  "23": "---END OF PREVIOUS SECTION---\nIsn't that Kremlin\nrhetoric? Now you see, we need\nsome information and you have\nthe ability to give it to us. STANISLAW\n(giving up)\nOkay, okay. \n---TARGET SECTION TO BE ANNOTATED---\n Alright, here it\nis, alright? He used to work at\na fucking laundry mat, alright?\n\nCAMPBELL\nWhere?\n\nSTANISLAW\nOn East Elm near the lake,\nalright? Near the fucking lake.\nWhatta I give a shit about some\nfucking retard?\n\fEXT. CHICAGO - MORNING\n\nThe sun rises over the cityscape.\n\nEXT. LAUNDROMAT, ALLEY WAY - MORNING\n\nTwo unmarked cop cars pull up to the rear entrance of the\nlaundromat. There's a truck parked at the back door and\nits cargo door and the back door to the laundromat are\nopen.\n\nPlainclothes COPS step out of the car and loiter nearby,\nwaiting. Campbell and Hollis walk casually up to the\ndoor.\n\nAs they approach, the OWNER walks out from the back\ncarrying an enormous canvas bag of laundry on his\nshoulder.\n\nLAUNDROMAT OWNER\n(dropping the bag)\nCan I help you?\n\nCAMPBELL\n(showing badge)\nSpecial Agent Campbell, F.B.I.\nThis is Lieutenant Mackie,\nChicago Police.\n\nHOLLIS\n(showing a picture)\nDoes Norton Inglert still work\nhere?\n\nLAUNDROMAT OWNER\nYes he does and he's a good kid.\nI don't know what-\n\nCAMPBELL\nDo you have an address?\n\nLAUNDROMAT OWNER\nOf course, but he's a good kid.\nWhatever it is you guys-\n\nCAMPBELL\nThe address? Now.\n\nThe owner turns to walk inside.\n\fEXT. LAUNDROMAT - MOMENTS LATER\n\nHollis stands talking on his car radio. Campbell stands\nwithin earshot. Hollis reads from a small note pad.\n\nHOLLIS\n4240 Crossbend Avenue. Surveil\nonly! Do not go inside!\nSurveil only! Nobody inside\nuntil I get there.\n\nINT. PSYCHIATRIST'S OFFICE - MORNING\nPolly sits at her desk talking to a patient.\n\nPOLLY\nUsually, Mr. Abraham, I do an\nintroductory session where we\nexplore what you hope to get out\nof therapy. If we both feel\nlike I'm the person to provide\nthat for you then we'll decide\non a schedule together.",
  "24": "---END OF PREVIOUS SECTION---\nPOLLY\nUsually, Mr. Abraham, I do an\nintroductory session where we\nexplore what you hope to get out\nof therapy. If we both feel\nlike I'm the person to provide\nthat for you then we'll decide\non a schedule together. \n---TARGET SECTION TO BE ANNOTATED---\nCut back to reveal that it is Griffin that she's talking\nto.\n\nShe sets the tape recorder between them. Griffin takes\nnote of the recorder.\n\nPOLLY (CONT'D)\nI like to record my sessions.\nBut if you prefer for me not to-\n\nGRIFFIN\nIs that something that you do\nwith all of your patients?\n\nPOLLY\nWith most. Do you prefer that I\ndon't?\n\nGRIFFIN\n\nNo. I'd rather you not.\n\nPOLLY\nOkay.... that's fine.\n\fShe puts the recorder away.\n\nEXT. NORTON'S APARTMENT - MOMENTS LATER\n\nCampbell arrives and jumps out. The place is surrounded\nwith COPS and Norton is already in custody, sitting\nhandcuffed and very frightened in the back seat of a\ncruiser. The car is about to pull away. Campbell runs\ntoward it, flagging it down.\n\nCAMPBELL\nHey! Hey! What the fu-\n\nThe DETECTIVE IN CHARGE jumps in the way.\nDETECTIVE IN CHARGE\n(getting in his face)\nWho the hell are you?\n\nCampbell shoves the detective out of his way and he\nslips, falling to one knee. He pops back up angrily and\nshoves Campbell. They eye each other dangerously.\n\nHOLLIS\nHey! Hey! Back the fuck up!\nWe're on TV here people.\n\nHe points to a camera crew and reporter that have just\narrived, camera rolling.\n\nDETECTIVE IN CHARGE\n(dismissively)\nI had to make a decision,\nLieutenant, he was on the move.\nI had to make a decision.\n\nCAMPBELL\nBullshit. The only decision you\nmade was whether or not to be a\nhero in the biggest case this\ncity's seen in decades and we\nknow which way you came out on\nthat, you fucking prick.\n\nHOLLIS\n(still holding them apart)\nCampbell, let's go to the\ndistrict office, you can talk to\nhim there.\n\fDETECTIVE IN CHARGE\n(laughing, cocky)\n\nThere's not much left to talk\nabout. Franklin found a shirt\nwith blood on the sleeves and\nthe fucking loony couldn't\nconfess fast enough.",
  "25": "---END OF PREVIOUS SECTION---\nHOLLIS\n(still holding them apart)\nCampbell, let's go to the\ndistrict office, you can talk to\nhim there. DETECTIVE IN CHARGE\n(laughing, cocky)\n\nThere's not much left to talk\nabout. Franklin found a shirt\nwith blood on the sleeves and\nthe fucking loony couldn't\nconfess fast enough. \n---TARGET SECTION TO BE ANNOTATED---\n You should\nof seen it, Hollis, he's\nblabbing away and I'm in his\nface trying to read his Mirandas\nfast enough to use the Goddamn\nconfession.\n\nCampbell and Hollis turn and walk away.\n\nINT. PSYCHIATRIST'S OFFICE - DAY\nGriffin continues his session with Polly.\n\nPOLLY\nYou said you felt like you might\nneed help. In what area?\n\nGRIFFIN\nI'm not sure. What kind of help\ndo you provide?\n\nPOLLY\nAhhhhhhh. Well, I work with\npatients on many different\n\nissues-\n\nGRIFFIN\nI don't like when you say\n\"issues'. It just bothers me.\n\nDon't do that.\n(she's taken aback by\nthis)\nDo you think some of your\npatients might pay to come see\nyou because you're very pretty?\n\nPOLLY\n(trying to regain\ncontrol)\nMr. Abraham let's try to keep\nfocused on you rather than me...\n\nIt is clear that she does not like her newest patient.\n\fINT. INTERROGATION ROOM - CONTINUOUS\nCampbell sits across from Norton, who is quite scared.\n\nCAMPBELL\nNorton, I know that you're\nafraid, but I'm trying to help\nyou.\n\nNORTON\n(growing more upset)\nOkay. I'm sorry. I'm sorry.\n\nCAMPBELL\nWhy don't you tell me what\nyou're sorry for? Did you hurt\nher?\n\nNORTON\nI looked at her.\n\nNorton grows very shy.\n\nCAMPBELL\nNorton, did she see you look at\nher?\n\nNORTON\nNo.\n\nCAMPBELL\n\nHow'd the blood get on your\nsleeves, Norton? Did you touch\nher?\n\nEXT. ROOM ADJACENT TO THE INTERROGATION ROOM - CONTINUOUS\n\nHollis and several OTHERS are watching from behind the\nglass.\n\nNORTON\nYeah.\n\nCAMPBELL\nDid you hurt her when you\ntouched her?\n\fNORTON\nI don't know.\n\nCAMPBELL\nDid she scream or tell you to\nstop touching her?\n\nNORTON\nNo. She was asleep.\n\nCAMPBELL\n(to the mirror)\nImpressive work, guys. Norton,\nlisten to me.",
  "26": "---END OF PREVIOUS SECTION---\nShe was asleep. CAMPBELL\n(to the mirror)\nImpressive work, guys. Norton,\nlisten to me. \n---TARGET SECTION TO BE ANNOTATED---\n You're not going\nto be in trouble anymore.\n\nNorton doesn't respond.\nCAMPBELL (CONT'D)\nNorton, did you see someone else\nhurt her? Did you see someone\nelse at the apartment?\n\nAfter a long moment, Norton nods his head 'yes'.\nCampbell sits up excitedly.\n\nCAMPBELL (CONT'D)\nOkay, Norton, I want to play a\nlittle game with you now, okay?\nWe're going to try to drawa\npicture of the man you saw.\n\nJust then JACKSON (the D.A.) and MENDEL (a defense\nattorney) burst into the interrogation room with Hollis\nand two UNIFORMS at their heels.\n\nMENDEL\nThis interrogation is over!\n\nCampbell stands. Norton cowers away from the commotion.\n\nCAMPBELL\nWho the hell are you?\n\nMENDEL\nI'm his attorney.\n\nCAMPBELL\nIt wasn't an interrogation to\nbegin with. Hollis, we gotta\nget a sketch artist in here. He\nsaw the guy.\n\fMENDEL\n\nNo we don't 'gotta' do anything.\n\n(to the uniforms)\n\nEscort this man back to his\ncell.\n\nThe cops grab Norton by the arms and lift him out his\n\nchair.\n\nNo,\n\nCAMPBELL\nno, no. He may have seen\n\nthe guy kill her. He'sa\npeeping Tom, that's all. He\nmust of touched her body. For\nGodsakes, I'm trying to help him\nhere.\n\nOh,\n\nMENDEL\n(sarcastic)\nwe're sure you are, Agent\n\nCampbell. And we appreciate\nthat.\n\nCampbell looks to Hollis who shrugs. Norton has already\nbeen led out of the room.\n\nEXT. DISTRICT OFFICE - MOMENTS LATER\n\nCampbell and\n\nHollis stand outside the district office.\n\nHOLLIS\n\nLet me talk to his lawyer. I\nknow a guy who knows a guy that\ncan put some pressure.\n\nCAMPBELL\n\nGet me a fucking sketch of this\nguy and we can nail him! Do not\nlet this disappear.\n\nCampbell turns and walks away, disgusted.\n\nEXT.",
  "27": "---END OF PREVIOUS SECTION---\nDo not\nlet this disappear. Campbell turns and walks away, disgusted. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CHICAGO\n\nA young girl\nheavy boots,\nstamping her\n\nSTREET - NIGHT\n\n(JESSICA) wearing a very dirty army jacket,\nand other punk-rock accessories stands\nfeet against the cold on a busy sidewalk\n\nbumming change.\n\nShe approaches several PASSERSBY all of whom ignore her.\n\fJESSICA\nExcuse me, spare some change for\na room? It's cold tonight....\nSir... Ma'am I didn't sell\nenough girl scout cookies and...\nDad! Don't you recognize me.\nIt's me!\n\nHer hopes deflate. Another PASSERBY approaches.\n\nJESSICA (CONT'D)\nSir, spare some change?\n\nCutting to her POV reveals that Griffin is the passerby.\nHe doesn't answer but he stops.\nJESSICA (CONT'D)\nSpare some change, mister?\n\nGRIFFIN\n(disarmingly direct)\nWhat are you doing out here?\n\nJESSICA\n(very girlish)\nSpanging. Spare changing.\n\nGRIFFIN\nDon't you have a job or\nanything?\n\nJESSICA\nYeah, right. And I can buy the\nfuckin station wagons full of\nscreaming kids? Fuck that very\nmuch. The revolution's coming.\nYou wait.\n\nGRIFFIN\nWell, I very much doubt that.\nBut I do admire your ideals.\nSomehow when you get older they\nall seem to just go away.\n\nJESSICA\nYeah, whatever. So can you\nspare 'some change or what?\n\nGRIFFIN\nOnly if you dance with me.\n\fJESSICA\n(laughing, surprised)\nShut up.\n\nGRIFFIN\nI'm serious.\n\nHe holds his hand out to her. She smiles and blushes, a\nvery young girl again.\n\nJESSICA\nThere's no music.\n\nGRIFFIN\nI'll hum for us.\n\nHe begins humming out the rhythm. She takes his arms and\nhe leads her through a few steps.\n\nJESSICA\n\n(giggling)\nYou better give me some money.\n\nGRIFFIN\nI will.\n\nShe stops suddenly, laughing too hard to continue.\n\nJESSICA\nI can't. I can't. Just give me\nsome money.\n\nGRIFFIN\n(laughing with her)\nYou can. C'mon.\n\nHe starts humming again.",
  "28": "---END OF PREVIOUS SECTION---\nGRIFFIN\n(laughing with her)\nYou can. C'mon. He starts humming again. \n---TARGET SECTION TO BE ANNOTATED---\n She takes his hands with a\nlaugh and they dance again.\n\nINT. POLLY'S OFFICE - NIGHT\n\nA form moves across the moonlit window. A moment later a\nflashlight pops on.\n\nPOV, lit by the flashlight, as a file cabinet drawer\nslides open. As a hand rifles through the files. He\ngets to 'Joel Campbell' and pulls the file. He opens\nanother drawer and pulls Campbell's tapes, carefully\nreplacing the plastic covers so that from a casual\nglimpse that don't appear to be missing.\n\fCUT TO:\n\na dark room, the only light from a photocopier repeatedly\ncoping pages, the light eerily creating an intermittent\nsilhouette.\n\nEXT. CHICAGO - MORNING\n\nA wide shot of the cityscape.\n\nINT. CAMPBELL'S OFFICE - MORNING\n\nCampbell sits behind his desk looking through the crime\nscene photos and other evidence.\n\nAfter a few seconds, one of the overhead florescent\nlights begins to flicker.\n\nImmediately, Campbell covers both eyes and cowers from\nthe light.\n\nCAMPBELL\n(calling out)\nSomebody give me a hand! Can\nsomebody turn out the light in\nhere for a minute!?\n\nNo answer. Campbell stands up, his eyes still closed.\n\nCAMPBELL (CONT'D)\n(losing patience)\n\nCan someone grab this light for\nme!?\n\nAfter another couple seconds, Campbell loses it. He\njerks the keyboard of his commuter free from the desk and\nhurls it overhead into the bank of fluorescents, sending\nglass and the keyboard crashing back down with a great\nclatter.\n\nHearing the commotion, Diana runs into his office.\n\nDIANA\nWhat the hell was that?\n\fCAMPBELL\n(keyboard in hand)\nSorry to disturb. Flickering\nlights trigger migraines faster\nthan anything else.\n\nHe tosses the keyboard onto the desk casually. She\nshakes her head and shrugs.\n\nDIANA\nGreat to have you around,\nCampbell. Adds great color.\n\nCampbell's secretary pops her head in his office behind\nDiana.\n\nCAMPBELL'S SECRETARY\nAgent Campbell? This came for\nyou a few minutes ago.\n\nHe turns to look at her. She holds up a Fed-ex envelope.",
  "29": "---END OF PREVIOUS SECTION---\nThis came for\nyou a few minutes ago. He turns to look at her. She holds up a Fed-ex envelope. \n---TARGET SECTION TO BE ANNOTATED---\nCAMPBELL'S SECRETARY (CONT'D)\n(clueless)\nDo you want it?\n\nINT. CAMPBELL'S OFFICE - LATER\n\nCampbell, Ibby, Mitch, and Diana stand in front of\nanother gallery of posters - extreme closeups of every\ninch of the frame. Almost everything is out of focus\nexcept for her face.\n\nMITCH\nThese are just blown straight\nup. They're trying to pull some\nof this shit into better focus.\n\nCAMPBELL\nThis is shot with a long lens to\nget the shallow depth of field\nwhich is going to make it hard.\nHe's trying to give us as little\ncontext as possible.\n\nDIANA\nIt's working.\n\fCAMPBELL\nAt least this one's outside.\nWhere is she sitting? Let's\nstart there. Get someone from\nthe city in here. Let's see if\nthey recognize the sidewalk or\nthe parking meter or anything\nelse.\n\nDIANA\nI'm on it.\n\nCampbell looks closely at a shot of a tattoo on her\nforearm.\n\nCAMPBELL\nMitch, put a picture in every\ntattoo parlor in Chicago.\n\nMITCH\nGot it.\n\nINT. POLICE HEADQUARTERS, PRESS ROOM - LATER\n\nAgain, Hollis addresses the PRESS. This time, however,\nthere are more than a hundred REPORTERS and\nPHOTOGRAPHERS.\n\nAGGRESSIVE REPORTER\nWould you say that the arrival\nof the photo calls into question\nthe arrest the department has-\n\nHOLLIS\n\n(on edge)\n-the arrest was based on very\nstrong evidence and our\ndepartment stands by it. If it\nturns out that the killer is\nstill at large then we obviously\nwill release the suspect as\nquickly as is feasible.\n\nSeveral reporters blurt questions.\n\nINT. F.B.I. HEADQUARTERS - LATER\n\nThe row of young agents settle into their chairs in front\nof bank of phones.\n\fINT. LOCAL NEWS ROOM - LATER\n\nThe daytime ANCHORWOMAN addresses the camera. Jessica's\npicture is on the screen above her shoulder.\n\nANCHORWOMAN\nPolice released this photograph\njust moments ago. This woman\nappears to be the next target in\nthis horrifying game of cat and\nmouse.\n\nMONTAGE.",
  "30": "---END OF PREVIOUS SECTION---\nANCHORWOMAN\nPolice released this photograph\njust moments ago. This woman\nappears to be the next target in\nthis horrifying game of cat and\nmouse. MONTAGE. \n---TARGET SECTION TO BE ANNOTATED---\n SHOTS OF VARIOUS CITIZENS WATCHING THE NEWS.\n\nEXT. STREET CORNER - LATER\n\nJessica sits in the doorway of a condemned building\nchatting with a young KID with a skateboard about her\nage.\n\nSKATER\nWatch, watch check it out.\n\nThe skater tries a trick on his skateboard, busting his\nass with great flare. Jessica laughs hysterically.\n\nSKATER (CONT'D)\n(sweetly)\nWhat are you laughing at?\nThat's the trick. You know how\nlong it took me to learn that\nfor you?\n\nJessica laughs again.\n\nINT. F.B.I. HEADQUARTERS - LATER\n\nA TECH sits in front of a twenty-inch computer screen on\nwhich one section of the photo has been blown up. As\nCampbell and company watch, the photo slowly comes into\nclearer focus.\n\nRACHEL (from city planning) looks over his shoulder. She\npoints to the base of a street lamp.\n\fRACHEL\nLooks like she's sitting next to\nan old cast-iron street lamp.\n\nCAMPBELL\nWhich puts her where?\n\nShe turns and pushes open a grid-map of the city and\ntakes a magic-marker and draws a fairly large rectangle.\n\nRACHEL\nSomewhere in the old town area.\nA lot of territory.\n\nCampbell looks disappointed.\n\nEXT. STREET CORNER - LATER\n\nClose on a stack of newspapers next to a sidewalk\nnewsstand. Jessica's face is on the cover.\n\nPull back and track down the street a few dozen feet and\nreveal Jessica panhandling in her usual spot. No one\neven looks at her.\n\nJESSICA\n\nDad! It's me, don't you\nrecognize me? I had the plastic\nsurg-\n\n(the guy keeps\n\nwalking)\n-Hey, man, can I bum a smoke?\n\n(a second guy shakes\n\nhis head)\nThen how bout a few bucks for a\npack?\n\n(he keeps walking)\nHi! Spare some change, I'm-\n\nEXT. ROOFTOP - AFTERNOON\n\nGriffin sits in a plastic lawn chair wearing a bathing\nsuit, headphones, and sunglasses.\n\nPOLLY (0.S.)\n(from the walkman)\nIn other words, he missed you.\nJust like you missed him.\n\fCAMPBELL (0.S.)\nWhat do you mean?\n\nPOLLY (0.S.",
  "31": "---END OF PREVIOUS SECTION---\nS.)\nWhat do you mean? POLLY (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nWell the description you just\ngave could apply to you, don't\nyou think?\n\nGriffin smiles and pushes rewind then play again.\n\nPOLLY (0.S.) (CONT’D)\n-description you just gave could\napply to you, don't you think?\n\nINT. WOMAN'S LIVING ROOM - AFTERNOON\n\nWANDA (57) has a hammer in one hand, nails in her mouth,\nand a large glass framed inspirational poster in her hand\nwhich she's attempting to hang by herself. '\n\nOn the TV behind her we HEAR a CNN special report.\n\nCNN REPORTER (0.S.)\nIt appears that the murders may\nbe linked to a serial killer in\nthe Los Angeles area.\n\nCU of the TV screen. A photo of Jessica fills the\nscreen.\n\nCNN REPORTER (0.S.)(CONT’D)\nAt this point, the woman police\nare calling \"Jane Two\" has not\nyet been located and all those\ninvolved are very concerned\nabout her well being.\n\nWanda turns around and sees Jessica on the television and\ndrops the poster, sending glass shattering across the\nliving room.\n\nINT. CAMPBELL'S OFFICE - LATER\n\nCampbell peruses the photo one last time with the\nmagnifying glass. He stops and holds his view for a beat\non a black mesh trash receptor of the same black and\nchrome design as the chair Jessica sits in.\n\nIbby rushes into the office. Everyone looks up.\n\fIBBY\nWe got Jane’s mother on the\nphone!\n\nEXT. F.B.I. HEADQUARTERS - MOMENTS LATER\n\nThree F.B.I. vehicles (including Campbell's car) race out\nof the gates and onto the street.\n\nEXT. SUBURBAN CHICAGO - LATER\n\nThe vehicles race toward Wanda's two-story Victorian\nhome. The house is surrounded by local police cars.\nCampbell, Mitch, and Diana run toward the front door.\nWanda's hysterical screaming can be heard.\n\nINT. WANDA'S FOYER/LIVING ROOM - CONTINUOUS\n\nCampbell takes in the scene: three COPS, several\nNEIGHBORS, and WANDA'S SISTER surround Wanda, who sobs\nhysterically, and mumbles a PRAYER.\n\nCAMPBELL\n(taking over the scene)\nMrs.",
  "32": "---END OF PREVIOUS SECTION---\nINT. WANDA'S FOYER/LIVING ROOM - CONTINUOUS\n\nCampbell takes in the scene: three COPS, several\nNEIGHBORS, and WANDA'S SISTER surround Wanda, who sobs\nhysterically, and mumbles a PRAYER. CAMPBELL\n(taking over the scene)\nMrs. \n---TARGET SECTION TO BE ANNOTATED---\n Stendhal, I'm Agent Joel\nCampbell with the F.B.I.\n\nWanda continues to sob.\n\nWANDA’S SISTER\nShe doesn't know anything!\nCan't you see what kinda shape\nshe's in-\n\nCAMPBELL\nI can see that but if we don't\nfind her daughter she's-\n\nWANDA’S SISTER\n(almost screaming)\nShe doesn't know anything!\n\nCAMPBELL\nWhat do you mean she doesn’t\nknow anything?\n\fWANDA’S SISTER\nJessica ran away almost two\nyears ago. We don't know where\nshe is.\n\nCAMPBELL\n(takes a breath)\nWho are you?\n\nWANDA’S SISTER\nI’m the girl's aunt. Wanda's\nsister.\n\nCAMPBELL\n\n(to the cops)\nHey! Clear everyone else out of\nthe house. Let's get some quiet\nin here right now.\n\n(to the sister)\nHelp me with her for a few\nminutes and then we'll leave her\nalone. Deal? Sit with her.\n\nCampbell turns to Mitch.\n\nCAMPBELL (CONT’D)\nStart with outreach programs for\nrunaways. Get them her picture.\nWhere do teen runaways hang out?\n\nMITCH\nBroadway and Belmont area.\n\nCAMPBELL\nGet everyone you can down there\nwith her picture. Start with CD\nshops, convenience stores, video\narcades, fast food joints,\nanywhere else kids would go and\nthen fan out from there.\n\nHe turns back to Wanda, who still sobs. He\nher.\n\nCAMPBELL (CONT’D)\nMrs. Stendhal? I know that no\none wants us to find Jessica\nmore than you do, but in order\nfor that to happen, you're going\nto have to help us out.\n\nkneels with\n\fShe just continues to sob. He sighs.\n\nCAMPBELL (CONT’D)\n(to the sister)\nOkay, listen, spend a few\nminutes with her. Calm her\ndown. Can I take a look at\nJessica's room?\n\nINT. CIRCUIT CITY - LATER\n\nJessica's face is plastered across 40 television screens\nat Circuit City. The nighttime ANCHORMAN'S VOICE booms\nthrough the store.\n\nANCHORMAN (0.S.)\nJessica Stendhal.",
  "33": "---END OF PREVIOUS SECTION---\nThe nighttime ANCHORMAN'S VOICE booms\nthrough the store. ANCHORMAN (0. S.)\nJessica Stendhal. \n---TARGET SECTION TO BE ANNOTATED---\n That is this\nyoung woman's name. She is\nsixteen years old and thought to\nbe living somewhere in Chicago.\nPolice have located the young\nwoman's mother but unfortunately\nthey have not located Jessica.\n\nINT. JESSICA’S ROOM - LATER\n\nCampbell and Diana stand somberly in Jessica's room,\nrifling through Jessica's belongings, which Wanda has\nleft untouched.\n\nThe walls are covered with posters, magazine cutouts,\netc. Campbell notes a 'Tony Hawk' skateboard poster as\nwell as posters for 'The Offspring', 'Hole', and others.\nHe notes a light blue Fender Stratocaster electric\nguitar. On the table are several issues of 'Thrasher\nMagazine' (a skateboard magazine).\n\nCAMPBELL\nMake a couple calls for me. Get\na picture to every skateboard\nshop and park and the guitar\nshops close to Belmont and\nBroadway. I'm going to look for\nher letters and-\n\nWANDA (0.S.)\nThere aren’t any.\n\nCampbell and Diana turn to see Wanda and her sister in\n\fthe doorway. Wanda's calmed somewhat.\n\nWANDA (CONT’D)\nShe never wrote anybody. She\ndid call two or three times\nafter she disappeared.\n\nCAMPBELL\nDid she say where she was\ncalling from?\n\nWANDA\nShe wouldn't tell us anything.\nShe always wanted to talk to the\ndamn dog. She'd make me put the\nphone up to it and she'd coo and\nmake baby-talk.\n\nCAMPBELL\nCan you remember anything at all\nabout those calls? Anything\nmight help.\n\nWANDA\nWhat does it matter? It's all\nlies anyway. She's on drugs.\nWe did what we could.\n\nShe begins to sob again. Her sister pats her shoulder.\n\nWANDA (CONT’D)\nShe said all kinds of things. I\nnever knew what to believe. She\nhad a new boyfriend. A lawyer.\nYeah right! She called once to\nsay she had a job at the\nStarbucks.\n\nCampbell looks at a clock on the wall. 5:10.\n\nINT. CAMPBELL'S CAR/HOLLIS’ OFFICE - MOMENTS LATER\n\nCampbell races through traffic. The sun is just\nbeginning to disappear behind the horizon.",
  "34": "---END OF PREVIOUS SECTION---\nINT. CAMPBELL'S CAR/HOLLIS’ OFFICE - MOMENTS LATER\n\nCampbell races through traffic. The sun is just\nbeginning to disappear behind the horizon. \n---TARGET SECTION TO BE ANNOTATED---\n He talks to\nHollis on the cell-phone.\n\nHOLLIS\nBad news. She does not work nor\nhas she ever worked for\nStarbucks.\n\fCAMPBELL\nGoddamnit! That can't be right.\nLook at the picture, Hollis.\nShe's sitting at a coffee shop.\n\nHOLLIS\n(looking at the photo)\nI don't know. Just looks like a\nchair to me. Could be anywhere.\n\nCAMPBELL\nLook at the trash can next to\nher\n\nHollis looks at the wire mesh trash can.\n\nCAMPBELL (CONT’D)\nSee what's in it? White paper\ncups. She's sitting ata\nfucking Starbucks.\n\nHOLLIS\n\n(standing)\n\nI'll see what I can do.\n\nHollis opens the map of the city.\n\nINT. STARBUCKS DOWNTOWN - EVENING\n\nA YOUNG COP shows the STAFF behind the counter a picture\nof Jessica.\n\nYOUNG COP\nHer name is Jessica Stendhal.\nAre you sure you haven't seen\nher?\n\nThe kids all shake their heads.\n\nINT. DIFFERENT STARBUCKS - NIGHT\n\nAnother COP shows a picture of Jessica.\n\nINT. DIFFERENT STARBUCKS - NIGHT\n\nAnother COP talks to a CLERK behind the counter.\n\fSTARBUCKS CLERK\nTotally, man. She comes in here\nall the time.\n\nThe cop reaches for his radio and lifts it to his mouth.\n\nINT. HOLLIS' OFFICE - NIGHT\nMATCH CUT to Hollis lifting his phone to his mouth.\n\nHOLLIS\nPositive ID. The Starbucks on\nLincoln and Wisconsin.\n\nCAMPBELL (0.S.)\nMeet you there.\n\nEXT. STARBUCKS - NIGHT\n\nIt's now quite dark as dozens of uniformed POLICEMEN roam\nthe area, passing out hundreds of black and white fliers\nwith Jessica's picture on them. Most people don't even\nwant to take the fliers.\n\nINT. ABANDONED BUILDING, TENTH FLOOR - NIGHT\n\nMost of the interior walls have been torn down on the top\nfloor of this abandoned, turn-of-the century office tower\nleaving a wide-open space that makes for a great moonlit\n\nplayground for Jessica and her skater friend.",
  "35": "---END OF PREVIOUS SECTION---\nMost people don't even\nwant to take the fliers. INT. ABANDONED BUILDING, TENTH FLOOR - NIGHT\n\nMost of the interior walls have been torn down on the top\nfloor of this abandoned, turn-of-the century office tower\nleaving a wide-open space that makes for a great moonlit\n\nplayground for Jessica and her skater friend. \n---TARGET SECTION TO BE ANNOTATED---\nHe stands on his skateboard holding her hands as she\nruns, pulling him in and out of the support beams slalom\nstyle.\n\nINT. STARBUCKS - CONTINUOUS\n\nCampbell and Hollis question the clerk. Mitch stands\nnearby.\n\nSTARBUCKS CLERK\nYeah, I told the other dudes she\ncomes in but she doesn't work\nhere. I let her use the\nbathroom, you know?\n\fCAMPBELL\nDo you have any idea how we can\nfind her? Where she lives?\n\nSTARBUCKS CLERK\nDude, she lives on the street.\n\nEXT. STARBUCKS - NIGHT\n\nCampbell walks out into the night air, unsure what his\nnext move should be. He watches a couple uniformed COPS\npassing out fliers with Jessica's picture on them.\nSeveral PEOPLE don't even look at the fliers, simply\nshaking their heads as they pass.\n\nA BUSINESSMAN brushes off one of the COPS with a shrug.\nCampbell loses it, running wildly up to the cop and\ngrabbing his fliers and chasing down the businessman, and\nspinning him around roughly.\n\nCAMPBELL\nLOOK AT THE FUCKING PICTURE!\nHAVE YOU SEEN THIS GIRL?\n\nThe businessman is shaken up by Campbell's assault but\nafter a moment he manages to look at the photo.\n\nBUSINESSMAN\nNo. I’m sorry-\n\nCampbell pushes him away and turns to the next nearest\nPASSERBY and again scares them into paying attention.\n\nCAMPBELL\nYou! Look at this girl's face!\nDo you know her? Have you seen\nher?\n\nPASSERBY\nNo, I--\n\nCAMPBELL\nLook at her before you answer!\n\nPASSERBY\n(looking)\nNo. I don’t know her.\n\fCampbell spins and aggressively approaches another\nPASSERBY.\n\nINT. WANDA'S LIVING ROOM - NIGHT\n\nWanda sits in her sister's arms, crying quietly.\n\nINT. ABANDONED BUILDING, TENTH FLOOR - NIGHT\n\nJessica and the skater sit huddled together around a fire\nthat they've built from scraps of cardboard and sheet\nrock. A small cheap jambox plays a BAUHAUS song.\n\nSKATER\nI have to go. I'm sorry. I'm\nso late.",
  "36": "---END OF PREVIOUS SECTION---\nSKATER\nI have to go. I'm sorry. I'm\nso late. \n---TARGET SECTION TO BE ANNOTATED---\nJESSICA\n\nCan I go with you? Can I sneak\nin your room?\n\nSKATER\nWe can't, Jess, last time we got\ncaught my dad went ballistic.\nDon't be sad, Jessie. I gotta\nsplit.\n\nHe stands up to leave.\n\nEXT. ABANDONED BUILDING - NIGHT\n\nNext to the building, the skater ducks a chain link fence\nand steps into the alley. He turns on the sidewalk and\nheads toward Campbell who, fifty feet away, continues to\nflag down passing PEDESTRIANS.\n\nThe kid almost skates right by Campbell who talks to a\nYOUNG WOMAN, but Campbell hears the sound of wheels\nagainst the concrete and spins around. His gaze lands on\nthe kid's board.\n\nCAMPBELL\n(holding up his hand)\nStop, wait!\n\nThe skater clocks Campbell for a cop.\n\fSKATER\nWhat? I didn’t do anything.\n\nCAMPBELL\nI didn't say you did.\n(he holds up picture)\nDo you know this girl? She's\nabout your-\n\nThe surprise on his face is evident.\n\nSKATER\nFuck you, cop. I don't know\nshit.\n\nCAMPBELL\n\nBullshit. Listen to me-\n\nThe kid suddenly makes a break for it, darting across\ntraffic and almost getting squashed. BRAKES squeal and\nhorns BLARE.\n\nHollis looks up and catches a glimpse of Campbell chasing\nthe kid right toward where he is standing. The kid sees\nHollis and veers into an alley. Hollis drops his fliers\nand runs after them.\n\nINT. ABANDONED BUILDING, TENTH FLOOR - LATER\n\nJessica lies quietly, alone in front of the dying fire,\nhuddled in a dirty sleeping bag to ward off the cold.\nReverse to what would be Jessica's POV if she turned\naround and we see a figure silhouetted against the\nChicago skyline.\n\nEXT. CHICAGO ALLEY WAY - CONTINUOUS\n\nThe skater tries to out sprint Hollis but Hollis catches\nhim, tackling him roughly onto the dirty concrete. The\nskater comes up swinging, kicking, biting, scratching and\nscreaming. Hollis tries to restrain him without hurting\nhim.",
  "37": "---END OF PREVIOUS SECTION---\nCHICAGO ALLEY WAY - CONTINUOUS\n\nThe skater tries to out sprint Hollis but Hollis catches\nhim, tackling him roughly onto the dirty concrete. The\nskater comes up swinging, kicking, biting, scratching and\nscreaming. Hollis tries to restrain him without hurting\nhim. \n---TARGET SECTION TO BE ANNOTATED---\nSKATER\nFucking cop! Fuck you! I\ndidn't do shit! Fuck you! Let\ngo.\n\fCampbell catches up, looks around to make sure no one's\nlooking, and then open-hand slaps the shit out of the\nkid.\n\nCAMPBELL\nIf you don't help me, right now,\na man is going to wrap piano\nwire around her neck so\nviciously it will almost sever\nher head.\n\nINT. ABANDONED BUILDING, TENTH FLOOR - LATER\n\nJessica sits by the fire. Her face tightens as she\nsenses someone behind her but she doesn't turn around.\nThe figure approaches the firelight revealing that it is\nin fact Griffin. Though she is clearly nervous, she\ntries not to let it show.\n\nJESSICA\nHi.\nGRIFFIN\nHi. What are you listening to?\nJESSICA\nBauhaus.\nGRIFFIN\n(singing)\n\nBela Logosi's dead. Bela\nLogosi's dead.\n\nJESSICA\nNo way. You know it? Here, let\nme turn it up.\n\nShe sits up and adjusts the volume, casually picking up\nthe jambox in the process and then SMACKING it into\nGriffin's face. She stands up and sprints through the\ndarkness.\n\nEXT. CHICAGO STREET - CONTINUOUS\n\nThe skater now leads Hollis and Campbell on a full-run\nback to the abandoned building.\n\nAs they cross the main street near the Starbucks, Hollis\nradios for back up.\n\fINT. ABANDONED BUILDING, TENTH FLOOR - CONTINUOUS\nGriffin now runs through the darkness in the direction\nJessica had gone. She makes it across the top floor and\nto the stairwell.\n\nINT. ABANDONED BUILDING, STAIRWELL - CONTINUOUS\n\nIt's pitch black and only shapes can be seen. HEAVY\nBREATHING and FOOTSTEPS fill the empty space.\n\nAfter making it down two flights of stairs, she comes to\na closed door (which, knowing the building, she had\nexpected) and has to run across another abandoned floor.\nINT.",
  "38": "---END OF PREVIOUS SECTION---\nHEAVY\nBREATHING and FOOTSTEPS fill the empty space. After making it down two flights of stairs, she comes to\na closed door (which, knowing the building, she had\nexpected) and has to run across another abandoned floor. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ABANDONED BUILDING, SEVENTH FLOOR - CONTINUOUS\nUnlike the top floor, however, the kids haven't kicked\ndown all the interior walls of this floor. Griffin\ncloses in right behind her.\n\nShe knows she can't out run him so she makes the\ndangerous decision to duck into one of the old offices,\ninitiating a deadly game of hide and seek.\n\nEXT. CHICAGO STREET - CONTINUOUS\n\nThe skater, Campbell, and Hollis sprint through traffic.\n\nINT. ABANDONED BUILDING, SEVENTH FLOOR - CONTINUOUS\n\nJessica has managed to crawl from office space to office\nspace, apparently unseen by Griffin.\n\nSeveral times she has to make the horrifying leap from\nbehind one wall to another exposing herself briefly in\nthe moonlight as she inches her way toward the other\nstairwell.\n\nEXT. ABANDONED BUILDING - CONTINUOUS\n\nDownstairs, the skater leads Campbell and Hollis under\nthe chain-link fence and into the building.\n\fINT. ABANDONED BUILDING, STAIRWELL - CONTINUOUS\nCampbell, Hollis, and the kid run up the stairs.\n\nSKATER\n(breathing hard)\nShe sleeps on the top floor.\n\nINT. ABANDONED BUILDING, SEVENTH FLOOR - CONTINUOUS\n\nCampbell, Hollis and the kid burst through the stairwell\nand onto the seventh floor (where we last saw Jessica).\nA shadow passes the light ahead. Campbell stops short\nand puts a hand on the kid's chest.\n\nHollis immediately pulls the boy back into the stairwell.\n\nCampbell moves quickly, gun drawn, down the main corridor\ntoward the direction he saw the shadow.\n\nHe fires FIVE SHOTS instinctively as Griffin leaps from\nthe darkness and into the stairwell.\n\nINT. ABANDONED BUILDING, STAIRWELL - CONTINUOUS\n\nIn the stairwell, Griffin slams his weight into a steel\ndoor (leading down to the next floor) but the door won't\nbudge. After a couple tries he turns and heads up the\nstairs.\n\nGriffin runs up the stairs. Campbell pounds the metal\nstairs below him.\n\nINT.",
  "39": "---END OF PREVIOUS SECTION---\nGriffin runs up the stairs. Campbell pounds the metal\nstairs below him. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ABANDONED BUILDING, TENTH FLOOR - MOMENTS LATER\n\nGriffin reaches the top floor and crosses as fast as he\ncan toward another stairwell. Campbell kicks the door\nopen and takes FOUR MORE SHOTS at his figure. Again,\nGriffin goes untouched. He makes it to the other\nstairwell and heads toward the roof.\n\nEXT. ABANDONED BUILDING - CONTINUOUS\nDozens of other cops pour into the building. Two police\n\nhelicopters hover over the building, spotlights sweeping\nthe brick and broken windows.\n\fEXT. ABANDONED BUILDING, ROOF - CONTINUOUS\n\nGriffin runs onto the roof. Shortly thereafter, the\npolice helicopters have him in their spotlights.\n\nCampbell bursts onto the roof and runs full-sprint toward\nGriffin, shooting insanely without breaking stride.\n\nGriffin spots a smaller office building below; he sprints\nand leaps from the roof over an alley way, tumbling as he\nlands two stories below.\n\nCampbell follows him dangerously across the alley.\n\nAt the other end of the building, Griffin jumps again,\nthis time to an even lower building.\n\nEXT. CHICAGO STREET - CONTINUOUS\n\nA wide shot of storefronts as Griffin hurdles from one\nrooftop to the next as he finally eludes the searchlights\nand disappears between buildings, Campbell right on his\nheels\n\nEXT. ALLEY - CONTINUOUS\n\nWe pick up Griffin mid-air a second before he lands feet\nfirst on the exploding windshield of a truck.\n\nHe tumbles off and steals down the alley. Campbell jumps\nacross the alleyway to a nearby fire escape and quickly\njumps from level to level, until he reaches bottom level.\nHe jumps into the alley and chases Griffin.\n\nOBVIOUSLY, THIS WILL ALL DEPEND ON LOCATION AND STORY\nBOARDS. THE GENERAL POINT IS TO INCLUDE CAMPBELL IN THE\nCHASE ALL THE WAY UNTIL THE GAS STATION.\n\nSIRENS wail from all directions as Griffin slinks down\nanother alley. He comes upon a beat-up old Lincoln. He\npicks up a metal trashcan and smashes out a window.\nCampbell rounds the corner, way down the block, in time\nto see the lights come on and hear the car start. He\npicks up his pace, sprinting as fast as he can.",
  "40": "---END OF PREVIOUS SECTION---\nHe\npicks up a metal trashcan and smashes out a window. Campbell rounds the corner, way down the block, in time\nto see the lights come on and hear the car start. He\npicks up his pace, sprinting as fast as he can. \n---TARGET SECTION TO BE ANNOTATED---\n Halfway\ndown the alley, he misses a step and slips to one knee.\nHe holds his heart and shakes his left arm. He struggles\nto shake it off and pick back up the chase.\n\fEXT. CHICAGO STREETS - MOMENTS LATER\n\nThe Lincoln eases onto a nearby street, but within\nseconds several cops cars are on his ass.\n\nCampbell runs out of the alley, still chasing him on foot\nand almost gets hit by a police cruiser. He slams his\nfist on the hood and signals the startled COP to get out\nof his car. Campbell holds up his badge.\n\nCAMPBELL\nSpecial Agent Campbell. I head\nthe FBI/Chicago PD task force\nwhich means I rank you which\nmeans I'm taking your car.\n\nGriffin punches the accelerator, rounds a corner and\ncomes face to face with a road block which he simply\nBLASTS through, sending wooden saw-horses and COPS\nflying. A moment later, Campbell races through the same\nintersection.\n\nGriffin speeds another block before coming up on stopped\ntraffic at a red light, Campbell closing in behind him.\nGriffin jumps a median and passes the stopped cars in the\noncoming lanes.\n\nHe races across the busy intersection and almost makes it\nthrough but gets clipped by a pick-up truck and loses\ncontrol, jumping the sidewalk and SMASHING through a\nglass and plastic bus-stop before side-swiping a row of\nthree gas pumps.\n\nEXT. GAS STATION - CONTINUOUS\n\nThree mushrooms of gas spray out of the ground showering\nGriffin's Lincoln and drenching the parking lot.\n\nGriffin sits, calmly waiting as cop cars converge from\nevery direction. Campbell gets out of his car and draws\nhis weapon. Several Cops do the same.\n\nHe waits. More and more cops pull up.\n\nHe calmly shifts the car in gear and tosses a Zippo\nlighter out the window.\n\nThe entire area explodes.\n\fA block away, Griffin races down the side street and\ndisappears.\n\nEXT. CHICAGO - NIGHT\n\nAerial shot of the wreckage. The gas station still\nburns. Charred cop cars. Dozens of other cops parked\nhere and there. Ambulances. The shot tracks two blocks\nrevealing other car accidents and the abandoned building\nwhich is still swarming with cops.",
  "41": "---END OF PREVIOUS SECTION---\nDozens of other cops parked\nhere and there. Ambulances. The shot tracks two blocks\nrevealing other car accidents and the abandoned building\nwhich is still swarming with cops. \n---TARGET SECTION TO BE ANNOTATED---\n The shot lowers and\ncloses in on a seventh-story window. Closer and closer--\n\nDISSOLVE THROUGH THE WINDOW- -\n\nINT. ABANDONED BUILDING, SEVENTH FLOOR - CONTINUOUS\n\nA DOZEN or so COPS and FEDS work the crime scene.\nCampbell crouches next to Jessica's bloody body, her face\netched with death.\n\nHe looks into her eyes for a long moment then lowers his\nhead in a gesture that suggests a very deep surrender.\n\nFADE TO BLACK:\n\nINT. CAMPBELL'S LIVING ROOM - DAY\n\nCampbell's apartment looks worse than usual. It's dark\ndusty and it looks as if it has been ransacked. He is\nnowhere to be seen, but Ibby's voice can be heard through\nthe door.\n\nIBBY (0.S.)\nCampbell!? You okay? Open the\ndoor.\n\nINT. CAMPBELL'S BUILDING, HALLWAY - DAY\nIbby and Mitch stand in the hallway outside Campbell's\napartment. Ibby bangs on the door loudly. He gives up\n\nand turns to Mitch.\n\nIBBY\nOpen it.\n\nMitch pulls a small electronic device from his pocket and\nkneels in front of the door. The device looks something\n\flike a handheld screwdriver with a modified tip. Mitch\ninserts the tip into the keyhole and WHIRS the machine to\nlife. There's a short RATTLE before the knob turns and\nIbby pushes the door open.\n\nINT. CAMPBELL'S LIVING ROOM - DAY\n\nIbby and Mitch enter the dank apartment, concerned by its\nappearance.\n\nIbby opens the bedroom door and sees Campbell's legs\nhanging out of the bathroom floor. He and Mitch rush\nover.\n\nINT. CAMPBELL'S BEDROOM/BATHROOM - CONTINUOUS\n\nIbby leans over Campbell and tries to rouse him. He is\npale white and the bathroom is a mess. Ibby checks his\npulse.\n\nIBBY\n(to Mitch)\nJesus, he's freezing cold. Call\na paramedic!\n\nBut just then Campbell rouses awake. Campbell presses\nhis hand to his head.\n\nCAMPBELL\n(wheezing)\nIbby, a paramedic shows up at\nthis apartment I swear to you I\nwill shoot them.",
  "42": "---END OF PREVIOUS SECTION---\nBut just then Campbell rouses awake. Campbell presses\nhis hand to his head. CAMPBELL\n(wheezing)\nIbby, a paramedic shows up at\nthis apartment I swear to you I\nwill shoot them. \n---TARGET SECTION TO BE ANNOTATED---\nHe shakes Ibby's arm loose from his clothes and sits up\nagainst the bathroom counter. Campbell tries to stand\nbut immediately slumps back to one knee, gasping for\nbreath. His eyes go wide with confusion and pain.\n\nIBBY\n(to Mitch)\nCall them!\n\nINT. CAMPBELL'S HOSPITAL ROOM - DAY\n\nCampbell lies in bed, semi-conscious. Ibby and a DOCTOR\nhover over him. The doctor holds a small rubber toy in\nthe shape of a martian.\n\fDOCTOR\nThe blood pressure got too great\nfor one of the veins in your\nheart and it collapsed. Sounds\nworse than it is. It'll bea\nminor procedure called an angio-\nplasty. We'll stick a small\nballoon through a scope and into\nthe collapsed vein and BOOP! We\nopen it back up.\n\nShe squeezes the toy causing it's martian head to triple\nin size and its eyes and ears to pop out cartoonishly.\n\nCAMPBELL\n(to Mitch)\nIt’s out of the question. I'll\nhave to put it off.\n\nIBBY\nBullshit.\n\nDOCTOR\n\nAbsolutely not. Your heart\nmuscle isn't getting the oxygen\nit needs. The tissue is dying.\nI want to go into the O.R. r\night now. Two, three days\nhere, another week of rest and\nthen you can start back easy, a\nfew hours a day. Look, I have a\ndaughter at University of\nChicago. I want to get you back\nin shape as much as anyone.\n\n(squeezes the toy again)\nTrust me.\n\nCampbell closes his eyes, overwhelmed by a sense of\n\nfutility.\n\nEXT. POLICE DISTRICT - DAY\n\nOutside the police district office, a crowd\nof BYSTANDERS, REPORTERS, and PHOTOGRAPHERS\nmakeshift police barricade between the door\nvan.\n\nA moment later four COPS exit the building,\nNorton who wears an orange prison jumpsuit.\n\nof hundreds\ncrowd a\nand a police\n\nescorting\n\fCOPS work the barricade trying to hold everyone back as\nthey all surge forward to get a look or ask a question.\nHollis takes in the scene with disgust.\n\nPOP! POP! POP! Suddenly everyone hits the ground and\nscatters as three shots are fired from close range.",
  "43": "---END OF PREVIOUS SECTION---\nPOP! POP! Suddenly everyone hits the ground and\nscatters as three shots are fired from close range. \n---TARGET SECTION TO BE ANNOTATED---\nNorton slumps to the ground bleeding from two bullet\nwounds. One cop has also been hit.\n\nThe rest of the cops draw their weapons on an OLDER MAN\nin light blue Sansa-belt slacks and a golf shirt who\nstands holding a small-caliber revolver. The COPS\nwrestle him to the ground.\n\nEXT. POLICE DISTRICT - MOMENTS LATER\n\nNorton lays on a stretcher next to an ambulance. The\narea is chaotic. One PARAMEDIC pumps his chest; another\nPARAMEDIC has an oxygen mask over his mouth.\n\nHollis hovers next to the paramedics, cringing at his\nterrible state. After a few seconds, Norton stirs and\ncries out in pain.\n\nPARAMEDIC\n(to her co-worker)\nHe’s conscious!\n(to Hollis)\nTalk to him! Try to keep him\n\nalert!\n\nHOLLIS\nMe? Shit I don't know what to\nsay!\n\nPARAMEDIC\n\nJust talk to him! Say the\nalphabet! Anything!\n\nHOLLIS\n(frazzled)\nHey! Norton! Hang in there,\nman. We're going to the\nhospital right now! You're\nlooking good.\n\nPARAMEDIC\nHis blood pressure's dropping!\n\fHOLLIS\nIt's not my fault!\n\nPARAMEDIC\nI wasn't talking to you!\n\nHOLLIS\nOh. Sorry.\n(back to Norton, as if\nto a child)\nWhat else, what else? Let's\nsee... I had a retarded cousin\n\nonce. Bet you didn't know that,\ndid you? He died though.\n\nThe paramedics work faster to try to save him but Hollis\nsenses that it's over and stops talking.\n\nINT. CAMPBELL'S HOSPITAL ROOM - AFTERNOON\n\nCampbell watches a special report on the local news\nbroadcast from outside the station.\n\nFEMALE REPORTER\nThe gunman is reported to be\nPadgett Weaver, the recent\nmurder victim's sixty-six year-\nold father who had just arrived\nin Chicago. When asked why he\ndidn't trust the justice system\nto do its job, Mr. Weaver said\nsimply, \"I am an old man and I\ndon't have time for that crap.\"\n\nCampbell sighs and tosses his hands in the air at this.\nJust then, Polly enters the room tentatively.",
  "44": "---END OF PREVIOUS SECTION---\nWhen asked why he\ndidn't trust the justice system\nto do its job, Mr. Weaver said\nsimply, \"I am an old man and I\ndon't have time for that crap.\"\n\nCampbell sighs and tosses his hands in the air at this. Just then, Polly enters the room tentatively. \n---TARGET SECTION TO BE ANNOTATED---\nCAMPBELL\n(pleased to see her)\nYou didn't have to come here.\n\nPOLLY\nSomething tells me you wouldn't\nhave come to me.\n\nCAMPBELL\n(pointing at the TV)\nD'you see they shot my witness?\nIt's like someone's making up\nnew ways to be ridiculous.\n\fPOLLY\nMaybe you should get your nerves\nall bound up in a knot about it.\n(clicks off the TV)\nI can't believe they let you\nwatch that thing.\n\nCAMPBELL\nHow else am I going to know\nwhat's going on? Ibby's got\neveryone on a vow of silence.\n\nPOLLY\nWhen's the last time you ate?\nAre you allowed to eat anything\nbesides the shit they serve\nhere?\n\nCAMPBELL\nProbably not but let's order\nsomething anyway.\n\nPOLLY\nHow's Thai? My favorite joint\nis just around the corner.\n\nINT. F.B.I. HEADQUARTERS, GARAGE AREA - MORNING\n\nMitch, Diana, and SEVERAL FORENSIC TECHS, stand under a\ndirty LATE MODEL SEDAN that has been lifted on a\nmechanic's lift. All of the doors are wide open.\n\nThe back window has been shot out, and the front fender\nand grill are damaged. The car appears to be the one\nHollis and Campbell chased a few nights ago.\n\nFORENSIC TECH\nWe found two of the slugs\nimbedded in the frame.\n\nDIANA\nNo other physical evidence?\n\nFORENSIC TECH\nNot yet, but give a guy a break.\nThis thing was in the river\nthree hours ago.\n\nJust then, Campbell's secretary comes into the room\nholding an 8' X 10' envelope.\n\fCAMPBELL'S SECRETARY\nExcuse me, Agent Casper? This\ncame for Agent Campbell and I\nthought you-\n\nMITCH\nHow'd it get here!?\n\nCAMPBELL'S SECRETARY\n(clueless)\nIt just came in the regular\nmail.\n\nMitch snatches the envelope from her hands and waves at\nDiana.\n\nMITCH\n(heading out of the room)\nLet's do it. Get Mackie on the\nphone. Get a copy to him. I'm\ngoing to get with Ibby.\n\nINT.",
  "45": "---END OF PREVIOUS SECTION---\nGet a copy to him. I'm\ngoing to get with Ibby. INT. \n---TARGET SECTION TO BE ANNOTATED---\n POLICE HEADQUARTERS, PRESS ROOM - MORNING\nAgain, Hollis addresses a battery of reporters.\n\nHOLLIS\nGood morning and thanks for your\nattention. My comments today\nwill be brief. As most of you\nknow, we have received another\nphotograph.\n\nThe bank of REPORTERS all BLURT questions at once.\n\nINT. CAMPBELL'S HOSPITAL ROOM - MORNING\n\nCampbell sits in bed, looking totally wrecked. He watches\nHollis finish his address on TV.\n\nHOLLIS\n\n(calming the\n\nreporters)\nNo, no, no. I'm not answering\nquestions today. I'm only here\nto pass on the photograph and\nrequest that you continue to\nhelp us in this investigation.\nThat is all.\n\fCampbell sits with no noticeable expression of emotion on\nhis face. He seems truly defeated.\n\nANCHORWOMAN (0.S.)\nPolice Detective Hollis Mackie\ninforming us that this terrible\ngame will continue today. Here\nis a photograph of the killer's\nlatest target.\n\nCampbell suddenly reacts strongly to the television. He\nhalf stands up, almost stumbling out of bed. He pulls\nthe IV from his arm, still not taking his eyes off the\nTV. We still can't see what he sees, though his reaction\nmakes us wish we could.\n\nINT. HOLLIS' CAR/MITCH'S OFFICE - DAY - INTERCUT\nHollis races along talking to Mitch on the cell phone.\n\nMITCH\nMitch Casper.\n\nHOLLIS\nIt's Mackie. I'm looking for\nCampbell. He's not at the\nhospital.\n\nMITCH\nYeah, they just called to inform\nus of that very fact. Nobody\nknows where he is.\n\nHOLLIS\nMaybe he's at home? I'1l drop\nby there.\n\nMITCH\nThere's really no way to tell,\nis there?\n\nHe hangs up the phone and wheels the car around the\nopposite direction.\n\nINT. HOLLIS' CAR - DAY\nHollis screeches to a halt outside of Campbell's\n\napartment, leaving his car double-parked. He runs up to\nthe front door.\n\fINT. CAMPBELL'S BUILDING, HALLWAY - DAY\nHollis bangs loudly on Campbell's door.",
  "46": "---END OF PREVIOUS SECTION---\nHe runs up to\nthe front door. INT. CAMPBELL'S BUILDING, HALLWAY - DAY\nHollis bangs loudly on Campbell's door. \n---TARGET SECTION TO BE ANNOTATED---\nHOLLIS\nHey! Open the Goddamn door!\nHey! Campbell? You okay?!\n\nHe sighs, steps away from the door and kicks it open.\nINT. CAMPBELL'S LIVING ROOM - CONTINUOUS\nHollis enters Campbell's stuffy, messy apartment.\n\nHOLLIS\nJesus, man. You gotta get a\nmaid. Campbell?!\n\nHollis quickly searches the kitchen (small and visible\nfrom the living room) and the bedroom (he opens the door\nand can tell it's empty).\n\nHollis tries one last door. It's locked. He knocks\nloudly.\n\nHOLLIS (CONT'D)\nCampbell?\n\nHe tries the door again, jiggling the knob very hard. It\ndoesn't budge.\n\nHOLLIS (CONT'D)\n(to himself)\nThis is becoming a habit.\n\nWHACK! He kicks the door in. The room appears to be a\nwalk-in closet. Inside, cardboard boxes are stacked from\nfloor to ceiling.\n\nINT. CAMPBELL'S CLOSET - CONTINUOUS\n\nHollis steps inside the room, curiously. He opens a box\nand pulls out some file-folders - crime scene photos,\nreports, etc. Griffin's name is everywhere.\n\nThese are obviously Campbell's personal files on Griffin.\nHollis notices several burned down candles. He turns\naround and sees a thin white sheet covering one wall of\nthe closet.\n\fHe lifts the sheet and tries to peer under. A look of\nconfusion washes over his face. He yanks the sheet from\nthe wall, sending tacks flying.\n\nThe sheet drops down to reveal the enormous photographic\ncollage we saw in the opening credits. Its true scope\nand detail are revealed for the first time.\n\nIt spans the entire wall and looks as if it were\nmethodically, obsessively pasted together.\n\nHOLLIS\n(awe-struck)\nWhat the fuck?\n\nHe reaches into his jacket pocket and pulls out a folded\nwhite piece of paper. He unfolds the paper and looks at\nit:\n\nIt is a flier with a photo of the next victim. He holds\nit close to the collage to reveal that it is THE WOMAN IN\nTHE COLLAGE.\n\nHOLLIS (CONT'D)\nJesus, Campbell, what is this?\n\nHis eyes dart around the collage.",
  "47": "---END OF PREVIOUS SECTION---\nHe holds\nit close to the collage to reveal that it is THE WOMAN IN\nTHE COLLAGE. HOLLIS (CONT'D)\nJesus, Campbell, what is this? His eyes dart around the collage. \n---TARGET SECTION TO BE ANNOTATED---\n He reads the newspaper\nclippings: INQUIRY CLEARS AGENT OF NEGLIGENCE. He sees\nCampbell's name in all of the articles. Griffin's name\nis in several as well. The name 'Lisa Alexander' is also\neverywhere. The birthday card reads \"Love, Lisa\". He\nscans quickly trying to make sense of what he's seeing.\nDEATH TOLL CLIMBS TO NINETEEN. AGENT BEGINS INDEFINITE\nLEAVE.\n\nHollis glances at something that clicks. It's a\nphotograph of a cemetery. A closer shot of a headstone\nshows the engraving to be 'Lisa Alexander. 1964-1999'\n\nINT. CAMPBELL'S LIVING ROOM - MOMENTS LATER\n\nHollis steps out of the closet and toward the front door.\nOn the TV there is a picture of Lisa Alexander.\n\nCNN REPORTER (0.S.)\n...at this time police have not\nlocated the young woman who they\nhave reason to believe...\n\fINT. CAMPBELL'S CAR - AFTERNOON\n\nCampbell drives through light traffic. He rounds a\ncorner and we see the CEMETERY from the photograph\nthrough the windshield.\n\nCampbell pulls into the deserted parking lot and steps\nout.\n\nEXT. CAMPBELL'S BUILDING - AFTERNOON\n\nHollis runs down the front stairs. He hops in his car.\n\nEXT. CEMETERY - AFTERNOON\n\nCampbell walks through the graveyard, unhurried but\ndeliberate.\n\nHe rounds a corner and stops short. Griffin sits on the\ngrave we saw Campbell leaning against earlier.\n\nCampbell draws his gun and walks slowly over. Griffin\nnotices him.\n\nGRIFFIN\nHey Campbell! How's your heart,\npal? Here have a beer, it'll\nmake it feel better. Here.\n\nGriffin tosses him a beer but Campbell side-steps it,\n\nletting drop to the ground. He loads a shell into the\nchamber of his 9mm, still trying to make sense of the\n\nsituation.\n\nGRIFFIN (CONT'D)\nTell me something, Campbell.\nDid you move two thousand miles\nto live near this woman's grave?\n\nGriffin takes a drink out of his beer. Campbell tightens\nhis grip on the pistol.",
  "48": "---END OF PREVIOUS SECTION---\nDid you move two thousand miles\nto live near this woman's grave? Griffin takes a drink out of his beer. Campbell tightens\nhis grip on the pistol. \n---TARGET SECTION TO BE ANNOTATED---\n He takes dead aim at Griffin's\nforehead.\n\fGRIFFIN (CONT'D)\n\nIt's true, isn't it? Man, you\ngotta get out more. I mean is\nthis a satisfying relationship?\n\n(picks a flower and\n\nplucks pedals)\nShe loves me... She's\ndecomposing... She loves me...\nshe's decomposing.\n\nCAMPBELL\n(lowering the gun)\nWhy don't we talk about what\nwe're doing here. Is this it?\nYou here to give yourself up?\n\nGRIFFIN\nWhy didn't you ever tell anyone\nyou laying pipe with her? Just\ncause she was married?\n\nCAMPBELL\n(losing patience)\nWe don't seem to be\ncommunicating. Let me be clear\nwith you, I have no problem with\nshooting you dead where you sit.\n\nGRIFFIN\nWell you do have one problem.\n\nGriffin tosses his beer and fishes a business card out of\nhis pocket. Campbell quickly raises his gun. Griffin\ndoesn't even flinch.\n\nCareful to keep his gun trained on Griffin, Campbell\nreaches and takes the card. It reads: Polly Beilman,\nPh.D. It is badly stained with blood. Campbell winces.\n\nGRIFFIN (CONT'D)\nIf I'm dead, your friend Polly\nplans to meet a rather gruesome\nfate involving candlelight and\nquite a large pool of kerosene.\n\nCampbell looks at him for a long moment, weighing his\noptions.\n\fGRIFFIN (CONT'D)\nYou know something about\nattractive women burning alive,\ndon't you? Tell me, what was it\nlike? Could you smell her flesh\nburning?\n\nCampbell flicks Polly's business card toward Griffin, it\nflutters away and lands in the grass.\n\nCAMPBELL\nYou've already killed her.\n\nGRIFFIN\nC'mon. You know me better than\nthat. That's not even her\nblood.\n\nCAMPBELL\nTake me to see her then.\n\nGRIFFIN\nOh, I don't know about that.\nLet's just sit here and talk for\na little while.\n\nCAMPBELL\nWe'll talk once I see her. I\nhave to know if there's anything\nto talk about.\n\nGriffin looks at him for a long beat.",
  "49": "---END OF PREVIOUS SECTION---\nCAMPBELL\nWe'll talk once I see her. I\nhave to know if there's anything\nto talk about. Griffin looks at him for a long beat. \n---TARGET SECTION TO BE ANNOTATED---\nCampbell lowers his gun, takes a breath and hands it to\nGriffin who is surprised by the gesture.\n\nCAMPBELL (CONT'D)\nC'mon, take it. I trust you. I\njust need to see that she's all\nright and then we'll talk.\n\nGriffin shrugs and takes the gun.\n\nGRIFFIN\nFine. Let's go.\n\nThey turn and take a few steps. Blam! Griffin shoots\nthe ground, startling Campbell.\n\nGRIFFIN (CONT'D)\nWow. It's loaded.\n\fCampbell relaxes and they take a few more steps. BLAM!\nGriffin laughs. BLAM!\n\nINT. HOLLIS' CAR - EVENING\n\nHollis races dangerously through traffic.\n\nINT. GRIFFIN'S SEDAN - EVENING\n\nCampbell drives, seething with anger; Griffin sets\nCampbell's gun on the seat next to him.\n\nGRIFFIN\nYou look older since you were in\nLA. You look more and more like\nyour father.\n\nCampbell turns to look at him.\nGRIFFIN (CONT'D)\n\nRelax, I never hurt him. I just\nused to go visit him in the\nhome. Towards the end, he\ncouldn't tell the difference\nbetween us so I just told him I\nwas you. It made him happy,\nthat you were there.\n\nCAMPBELL\nListen to me, Griffin. What do\nyou want? I want you to think\nabout what you need. I can try\nto get you that and we can make\nan exchange. Anything that you\nneed for Ms. Beilman's safety.\n\nGRIFFIN\nYou're all I need, Campbell.\nEXT. HIGHWAY - CONTINUOUS\n\nGriffin's car cruises along on the freeway.\n\nEXT. CEMETERY - EVENING\n\nHollis' car is parked in the deserted lot. He stands\nnearby searching a directory of the cemetery plots.\n\fEXT. CEMETERY, GRAVE SITE - MOMENTS LATER\n\nHollis stands over Lisa Alexander's grave. Griffin's\npicnic beer bottles are still strewn about. He struggles\nto make sense of the scene.\n\nHis first clear clue comes when he comes across a\ncartridge from Campbell's gun. He searches the area some\nmore and finds Polly's bloody business card.",
  "50": "---END OF PREVIOUS SECTION---\nHe struggles\nto make sense of the scene. His first clear clue comes when he comes across a\ncartridge from Campbell's gun. He searches the area some\nmore and finds Polly's bloody business card. \n---TARGET SECTION TO BE ANNOTATED---\nHe still has no real idea of what went on.\n\nINT. HOLLIS' CAR - EVENING\n\nAgain, even though his driving puts him right on the edge\nof death, Hollis talks calmly on the radio.\n\nHOLLIS\nSee what you can find out about\nPolly Beilman. She's a shrink.\nHer office is at 2414 Eastern\nAvenue. Send a car by to check\nit out. I'm there in ten.\n\nINT. CHICAGO STREET - EVENING\n\nGriffin's car eases off the freeway and into traffic.\n\nINT. GRIFFIN'S SEDAN - CONTINUOUS\nCampbell drives.\n\nGRIFFIN\n(sincere)\nYou're not angry with me, are\nyou, Campbell? You don't think\nI'm an evil person, do you?\n\nCAMPBELL\n\n(taken aback by his tone)\nI'm not much in a position to be\na judge right now, but, I think\nwords like evil are just words\npeople use to keep from having\nto think. You are who you are.\nYou do what your driven to do.\nThat's the way it makes sense to\nme.\n\fGriffin takes Campbell's hand with both of his and\nsqueezes it.\n\nGRIFFIN\nThanks, Campbell. You're a good\nfriend. You're like a brother\nto me. Did you know that?\n\nCAMPBELL\nDid you have any real brothers\nor si-\n\nGRIFFIN\n\nOh, Campbell, what the fuck?!\nI'm trying to have a real\nconversation and you're psycho\nanalyzing me! Are you Polly\nnow?\n\nCAMPBELL\n(turns away)\nYou brought it up. I think it\nwas a perfectly valid-\n\nGRIFFIN\n\nLook at me when I talk to you!\n\n(Campbell does)\nYou're trying to control this\nsituation! Can't you leave your\njob out of this?! Just this\nonce! I'm telling you Campbell,\nyou've been seeing that bitch\nPolly too-\n\nCampbell takes a quick glimpse at the road to orient the\ncar.\n\nGRIFFIN (CONT'D)\nI said look at me when I'm\ntalking!\n\nCampbell turns back, totally ignoring the road even\nthough they're in traffic and the road is winding.",
  "51": "---END OF PREVIOUS SECTION---\nI'm telling you Campbell,\nyou've been seeing that bitch\nPolly too-\n\nCampbell takes a quick glimpse at the road to orient the\ncar. GRIFFIN (CONT'D)\nI said look at me when I'm\ntalking! Campbell turns back, totally ignoring the road even\nthough they're in traffic and the road is winding. \n---TARGET SECTION TO BE ANNOTATED---\nCAMPBELL\nI'm listening. What? What do\nyou have to say? I'm listening.\nGo ahead!\n\fThey stay, eyes locked, as the car travels forty miles\nper hour down the road. After a long moment, Griffin\ncracks a smile.\n\nGRIFFIN\nI forgot what I was going to\nsay.\n\nCampbell turns and looks back at the road but it's too\nlate, the car has faded into the curb.\n\nCampbell wrenches the wheel as the car crunches up onto\nthe curb. Griffin and Campbell both bounce around the\nfront seat until Campbell gets the vehicle back under\ncontrol.\n\nGRIFFIN (CONT'D)\n(looking over his\nshoulder )\nThat was fun.\n\nCampbell uses the distraction to slip his cell phone out\nof his pants pocket and push 'redial.'\n\nEXT. POLLY'S OFFICE BUILDING - EVENING\n\nHollis screeches to a stop outside of Polly's office\nbuilding. Two other cruisers are already parked out\nfront, lights flashing.\n\nHe jumps out of his car and approaches Mitch.\nMITCH\n\nShe's missing. Secretary's\nupstairs dead.\n\nHOLLIS\n\nFuck. What about her house?\nMITCH\n\nEmpty. Your people are there\n\nalready.\nHollis’ cell phone rings.\n\nHOLLIS\nHello?\n\nFor a moment it sounds as if the line is dead but then\nGriffin's voice is heard.\n\fGRIFFIN (0.S.)\nI knew if I just came here and\ntalked to you, in person, you'd\nunderstand me better, Campbell.\n\nHOLLIS\n(covering up the\nphone)\nFuck. He's got Campbell. Let's\nget a trace on it, now!\n\nMitch flips open his own cell phone.\n\nINT. OPERATIONS ROOM, F.B.I. HEADQUARTERS - EVENING\n\nA COMPUTER TECH stands in front of a wall-sized map of\nthe city wearing a headset, talking to Mitch.\n\nCOMPUTER TECH\n(staring impatiently\nat the map)\nGive me a second; give me a\nsecond; give me a second, okay,\nokay. He's about twenty miles\nnorth of the city.\n\nEXT. POLLY'S OFFICE BUILDING - EVENING\nMitch and Hollis stand outside both on the phone.",
  "52": "---END OF PREVIOUS SECTION---\nHe's about twenty miles\nnorth of the city. EXT. POLLY'S OFFICE BUILDING - EVENING\nMitch and Hollis stand outside both on the phone. \n---TARGET SECTION TO BE ANNOTATED---\nMITCH\nYou gotta do better than that!\n\nCOMPUTER TECH (0.S.)\nNo shit. Give me another minute\nand we'll have has exact\nlocation.\n\nGRIFFIN (0.S.)\n\n(on Hollis' phone)\nCommunication is important to\nus. I realized after you left\nL.A. that you were the only\nthing I had...\n\fINT. GRIFFIN'S SEDAN - EVENING\n\nCampbell drives Griffin's car down a small street that\nruns along the waterfront.\n\nGRIFFIN\n\nYou were the only one who\nthought about me. You were my\naudience. And for a long time,\nI was the only one you had. And\nthen you met Lisa, which...\n\n(he points toa\n\nparking lot)\nPull in here.\n\nCampbell pulls in.\n\nThe parking lot is in front of a five story brick and\nglass building that sits on the river front.\n\nWater laps against the bricks on one side of the\nbuilding. The area is completely deserted.\n\nAs Campbell steps out of the car, he lets the cell phone\nfall into the floorboard. Griffin doesn't notice it.\nINT. FREIGHT ELEVATOR - NIGHT\nCampbell and Griffin step into an old steel-grated\nfreight elevator. Griffin holds his gun casually trained\non Campbell. He pushes a button labeled 'Five' and the\nelevator begins to ascend.\nINT. OPERATIONS ROOM, F.B.I. HEADQUARTERS - NIGHT\nThe Computer Tech still stands in front of the map.\nCOMPUTER TECH\n(suddenly elated)\nI got him! I got him!\nINT. DARK CORRIDOR, FIFTH FLOOR - NIGHT\n\nCampbell walks reluctantly alongside Griffin down a\ncorridor in the warehouse.\n\nThey reach a door and Griffin unlocks it and kneels down,\ncarefully slipping his hand inside the door.\n\fINT. WAREHOUSE, LIVE/WORK LOFT - CONTINUOUS\n\nGriffin's fingers slide up the inside of the door and\nunhook a string that runs through two pulleys before\nattaching to the trigger of a small \"riot\" shotgun which\nwas set to go off if the door were opened.\n\nGriffin pushes Campbell inside. The warehouse/loft is\nabout the size of a small basketball court with polished\nconcrete floors, high ceilings, and floor to ceiling\nwindows overlooking the river.",
  "53": "---END OF PREVIOUS SECTION---\nWAREHOUSE, LIVE/WORK LOFT - CONTINUOUS\n\nGriffin's fingers slide up the inside of the door and\nunhook a string that runs through two pulleys before\nattaching to the trigger of a small \"riot\" shotgun which\nwas set to go off if the door were opened. Griffin pushes Campbell inside. The warehouse/loft is\nabout the size of a small basketball court with polished\nconcrete floors, high ceilings, and floor to ceiling\nwindows overlooking the river. \n---TARGET SECTION TO BE ANNOTATED---\nPolly sits gagged and bound to a chair in the center of\nthe room. The wooden chair sits in a two-inch deep pool\nof kerosene.\n\nThe only light in the room comes from the windows and\nseveral foot-tall dinner candles which stand in the\nKerosene pool.\n\nCampbell has just long enough to take in the scene before\nGriffin WHACKS him over the head with a heavy metal rod.\nEXT. HOLLIS' CAR - NIGHT\n\nAerial shot of Hollis' car swerving through traffic.\n\nINT. F.B.I. HEADQUARTERS, IBBY'S OFFICE - CONTINUOUS\n\nIbby's in an F.B.I. van that screams through the streets.\n\nEXT. MEIGS FIELD - NIGHT\n\nThree helicopters sit, blades already angrily chopping\nthe air. Dozens of other AGENTS and PILOTS run here and\nthere.\n\nAfter a moment, Ibby's F.B.I. van arrives and screeches\nto a halt. Ibby jumps out and runs toward one of the\nhelicopters. Before he's even belted in, Hollis’ sedan\nroars around a corner and races toward them.\n\nEXT. GRAY COLONIAL STYLE HOUSE - NIGHT - FLASHBACK\n\nCampbell (younger, clean-shaven) walks up to the front\nporch of the house, careful not to be seen or heard.\n\fHe peers under the blinds into a window. Through the\nthick leaded glass his POV is distorted.\n\nHe sees a figure move in the living room.\n\nCampbell pulls away and looks through another window,\ntrying to get a better idea of what's happening.\n\nFrom the second window he can see a woman bound and\ngagged. His breath quickens.\n\nHe stands and kicks the front door.\n\nINT. GRAY COLONIAL STYLE HOUSE - CONTINUOUS - FLASHBACK\n\nCampbell bursts into the front room. He hears a loud\ncommotion in the next-room and rounds the corner just in\ntime to see a man duck into a back hallway, dumping a\ncard table over in his haste. Campbell gets a shot off\nbut it thumps harmlessly into the wall.",
  "54": "---END OF PREVIOUS SECTION---\nGRAY COLONIAL STYLE HOUSE - CONTINUOUS - FLASHBACK\n\nCampbell bursts into the front room. He hears a loud\ncommotion in the next-room and rounds the corner just in\ntime to see a man duck into a back hallway, dumping a\ncard table over in his haste. Campbell gets a shot off\nbut it thumps harmlessly into the wall. \n---TARGET SECTION TO BE ANNOTATED---\nCampbell turns his attention to LISA ALEXANDER who sits\nbound and gagged in a chair - and we realize that she is\nthe same woman in the fire and this is the room that was\non fire. He runs quickly to her and rips the tape off\nher mouth.\n\nCAMPBELL\nAre you hurt?\n\nParalyzed with fear, she only manages to shake her head.\nThe back door slams loudly, capturing Campbell's\nattention.\n\nCAMPBELL (CONT'D)\nYou're going to be all right.\nEverything's going to be fine.\n\nCampbell turns to run after the man, failing to notice\nthat two burning candles (which had been on the card\ntable) have rolled across the room and ignited a small\nfire.\n\nEXT. GRAY COLONIAL STYLE HOUSE - CONTINUOUS - FLASHBACK\n\nCampbell bursts through the back door and flies down the\nstairs and into the alley.\n\nHis POV: far ahead a figure races through the shadows.\n\fHe runs down the alley, leaving the house further and\nfurther behind. After another few seconds, he hears a\nsharp CLAPPING sound.\n\nHe wheels around to see the smoke rising up from inside\nthe house he was just in. He sprints back toward the\nhouse and up the staircase. He kicks in the back door,\nducking away from the rush of flames and heat.\n\nINT. BURNING HOUSE, BACK HALLWAY - CONTINUOUS - FLASHBACK\n\nThe woman SCREAMS. Campbell pushes further into the\ncrumbling hallway, dodging burning debris that falls\naround him.\n\nShe SCREAMS again, a long piercing howl and-\n-CAMPBELL WAKES UP INT. WAREHOUSE, LIVE/WORK LOFT - NIGHT\n\nAs Campbell regains consciousness it is clear that he's\ndisoriented and in great pain from a migraine. The room\nis blurry. Cuban Dance MUSIC plays loudly. Griffin\ndances lightly around the room. Polly whimpers in fear.\nThe music fades down and Griffin slows his dance moves\nslightly.\n\nGRIFFIN\n(to Polly)\nI don't know how you can just\nsit there with music like this.\nSuch a waste.\n\nCampbell puts one hand to his head, shielding his eyes,\nand with the other, grasps at his inside pocket, looking\nfor his syringes.",
  "55": "---END OF PREVIOUS SECTION---\nGRIFFIN\n(to Polly)\nI don't know how you can just\nsit there with music like this. Such a waste. Campbell puts one hand to his head, shielding his eyes,\nand with the other, grasps at his inside pocket, looking\nfor his syringes. \n---TARGET SECTION TO BE ANNOTATED---\n Griffin has removed the tape from\nPolly's mouth.\n\nGRIFFIN (CONT'D)\nWho-hoo?\n\nCampbell looks up and sees Griffin holding Campbell's\nleather medicine pouch in one hand and his gun in the\nother.\n\nGriffin walks over and picks him up by his jacket and\nsits him in a wooden chair (outside the perimeter of the\nkerosene pool). Campbell is too disoriented to resist.\n\nOn a nearby table, Griffin clicks on a bright Halogen\ndesk lamp and pushes right into Campbell's face. He\n\fflinches from the light. Griffin flips the light away\nfrom Campbell and then back, away and then back,\nrepeatedly.\n\nGRIFFIN (CONT'D)\nThat hurts, doesn't it? They say\nflashing lights and migraines\njust don't go together at all.\n\nGriffin's bullying has a older-brotherish quality to it.\n\nGRIFFIN (CONT'D)\n(still flashing the\nlight)\nQuick! Name three candy bars\nand I'll stop. Quick! Three\ncandy bars! Quick!\n\nGriffin loses interest and tosses the lamp back onto the\ntable. He quickly draws his gun and points it Campbell's\nhead.\n\nPOLLY\nNoooooo!\n\nGRIFFIN\nNo, no, no, no, Campbell. I'm\nnot going to kill you. We need\neach other. We define each\nother. We are yin and yang.\nBlack and white. Isn't that\nright Polly?\n\nPolly grows more anxious, unsure whether to answer.\nCampbell's head throbs insanely and his vision is still\ndistorted and hazy.\n\nGRIFFIN (CONT'D)\n(louder )\nI said, isn't that right,\nPolly!?\n\nPOLLY\n(very tentative)\nI'm sorry, I don't understand\nthe question.\n\fGRIFFIN\nDid you or did you not reach the\nconclusion that Campbell and I\nneed each other in order to have\nmeaning in our lives.\n\nPOLLY\n\nYes. I did, though, you have...\n\nI think so. Yes.\nEXT. BUCOLIC COUNTRYSIDE - EVENING\nThe low moon illuminates the rolling hills. There's a\nmoment of stillness, and then from behind a hill appears\na WHIRRING mass of rotor blades.\nThe three F.B.",
  "56": "---END OF PREVIOUS SECTION---\nThere's a\nmoment of stillness, and then from behind a hill appears\na WHIRRING mass of rotor blades. The three F. B. \n---TARGET SECTION TO BE ANNOTATED---\n. helicopters sweep low across the fields\noutside of Chicago.\n\nINT. F.B.I. COMMAND HELICOPTER - CONTINUOUS\n\nMoving low and fast over a desolate expanse of highway...\nthe faint glow of city lights in the distance.\n\nBehind the COMMAND PILOT we see Ibby and the OTHERS\ngazing soberly toward their destination.\n\nEXT. CHICAGO STREETS - NIGHT\n\nA dozen police vehicles scream through the streets of\nChicago.\n\nINT. WAREHOUSE, LIVE/WORK LOFT - MOMENTS LATER\nCampbell still squints against the light. White\nsplotches cloud his vision. He watches as Griffin\nlightly caresses Polly's cheek and then neck....\n\nHe stands and takes several steps toward Griffin.\n\nCAMPBELL\nTake your fucking hands off her.\n\nGRIFFIN\nSit down.\n\fCampbell takes a few more steps toward him. Griffin puts\nthe gun to Polly's head. She cringes.\n\nGRIFFIN (CONT'D)\nSit down!\n\nCAMPBELL\nYou can talk all you want. I'll\nlisten but I'm not going to let\nyou touch. Put the gun. We\nboth know you're not going to do\nit.\n\nGRIFFIN\nWhy do we know that?\n\nCAMPBELL\nBecause you only get to kill her\nonce and that way won't be any\nfun.\n\nBLAM! Griffin shoots Campbell in the shin, sending him\nend-over-end from the force of the impact.\n\nGRIFFIN\nYou're right.\n\nEXT. LAKE MICHIGAN - MOMENTS LATER\n\nThree F.B.I. helicopters BOOM past the camera and\ncontinue on, sweeping low across the water.\n\nINT. WAREHOUSE, LIVE/WORK LOFT - MOMENTS LATER\n\nGriffin stands over Campbell who writhes in agony on the\nfloor. An enormous pool of blood is forming under him.\nBoth of his hands grip his shin. Griffin picks him up\nand sets him in the chair.\n\nGRIFFIN\nGet up. Get up! How's this for\nDeja Vu, Campbell? We got the\nfire. We got the pretty girl\nthat you've put in our way.\nOnly last time the plan\nbackfired. Instead of bringing\nus closer, it pulled us apart.",
  "57": "---END OF PREVIOUS SECTION---\nWe got the pretty girl\nthat you've put in our way. Only last time the plan\nbackfired. Instead of bringing\nus closer, it pulled us apart. \n---TARGET SECTION TO BE ANNOTATED---\n\fCAMPBELL\nWhat do you want me to say?\nThat I made a rookie mistake and\nlet my obsession with you\naffect -\n\nGriffin grabs his hair and looks him right in the eye,\nthe other hand cocked back with the gun pointing at his\nhead.\n\nGRIFFIN\n\nNO! NO! NO! That's not what I\nwant you to say! THE OBSESSION\nIS ALL YOU HAVE! The HATRED is\nall you have! Love is fleeting.\nHate lasts forever. The mistake\nwas turning back in the alley.\nWhat I want you to say is thank\nyou! Thank you for coming here\nand saving your life!\n\nCAMPBELL\nI don't know what the voices\ntell you, Griffin, but I'm not\nsame as you. You don't define\nme. I'm not your thing. You're\na job to me. You're paperwork.\n\nGriffin pushes his head back and steps away. He walks\nover to nearby table and picks up a length of piano wire\nattached to two small wooden blocks.\n\nPOLLY\nPlease don't do this to me.\n\nGRIFFIN\nI have to do this. He's not\ngoing to understand anything\nelse. You heard him.\nPaperwork.\n\nCampbell tries to watch what's happening but can barely\nsee from the blinding headache. He sees Griffin nearing\nPolly, unfurling the wire in front of him. He drapes the\nwire in front of her and slides it up her chest. She\nwhimpers.\n\nCAMPBELL\nThank you.\n\nGriffin stops and cocks his head.\n\fGRIFFIN\nWhat'd you say?\n\nCAMPBELL\nI said thank you. I mean it.\nYou made your point.\n\nGriffin walks over to him and leans an ear toward him\nsarcastically, again affecting the big brother.\nGRIFFIN\nWhat was that?\n\nCAMPBELL\n(whispers)\nI said thank you.\n\nGriffin leans in closer and Campbell suddenly jabs the\nblade of his pocketknife under Griffin's chin, just\nmissing the jugular.\n\nGriffin gasps and staggers backward, stumbling and\nfalling into the kerosene. His gun clatters across the\ncement floor.\n\nCampbell stands awkwardly and pounces onto Griffin,\njamming his thumbs viciously toward his bloody throat.",
  "58": "---END OF PREVIOUS SECTION---\nGriffin gasps and staggers backward, stumbling and\nfalling into the kerosene. His gun clatters across the\ncement floor. Campbell stands awkwardly and pounces onto Griffin,\njamming his thumbs viciously toward his bloody throat. \n---TARGET SECTION TO BE ANNOTATED---\nKerosene splashes dangerously close to the burning\ncandles.\n\nEXT. NEARBY ROOFTOP - CONTINUOUS\n\nA S.W.A.T. COMMANDER motions for his men to clear the way\nas the three F.B.I. helicopters rise over the rooftop's\nledge and land in unison.\n\nINT. WAREHOUSE, LIVE/WORK LOFT - MOMENTS LATER\n\nGriffin's about to fall unconscious as Campbell bares\ndown on his throat. Rings of kerosene lap against the\nbase of the candles, causing them to teeter back and\nforth.\n\nGriffin suddenly lands a solid blow to Campbell's temple,\nknocking him aside.\n\nAgain, kerosene splashes dangerously around as they vie\nfor position, exchanging what punches they can.\n\fEXT. WAREHOUSE - CONTINUOUS\n\nPolice vans screech to a lurching halt and cops in riot\ngear pour out.\n\nINT. WAREHOUSE, LIVE/WORK LOFT - MOMENTS LATER\n\nCampbell and Griffin are locked together, limbs\nentangled. Campbell loses his footing and Griffin slams\nhim down face first into the concrete. Their bodies smack\ndown six inches from one of the candles.\n\nGriffin pushes Campbell's face into the kerosene.\nCampbell sputters and coughs as he fights to breathe.\nINT. WAREHOUSE, FIRST FLOOR - CONTINUOUS\nA small army pours into the building through every ground\nfloor entrance.\nINT. WAREHOUSE BASEMENT - CONTINUOUS\nA metal door crashes open as waves of S.W.A.T. officers\nstorm the darkened basement. As they advance, their red-\nlaser sights trace a maze of pipes through the cavernous\nbasement.\nS.W.A.T. OFFICER\n(into his headset)\nBasement's clear.\nEXT. WAREHOUSE - CONTINUOUS\nIbby, Hollis, and Mitch (now dressed in riot gear)\napproach the building.\nINT. WAREHOUSE, LIVE/WORK LOFT - CONTINUOUS\nGriffin still has Campbell's face half-submerged.\nCampbell's POV: The shotgun sits fifteen feet\naway.\n\nCampbell surges upward, rolling Griffin off of his back.\n\nCampbell scurries across the floor and snatches up the\nshotgun.",
  "59": "---END OF PREVIOUS SECTION---\nCampbell's POV: The shotgun sits fifteen feet\naway. Campbell surges upward, rolling Griffin off of his back. Campbell scurries across the floor and snatches up the\nshotgun. \n---TARGET SECTION TO BE ANNOTATED---\n He spins around and takes a bead on Griffin --\n\fwho stands calmly in the middle of the kerosene pool,\nholding his bloody neck with one hand and one of the\nburning candles in the other. If Campbell shoots him,\nhe'll drop the candle into the Kerosene.\n\nGRIFFIN\n(panting, smiling)\nOh boy, what are we going to do\nnow?\n\nINT. WAREHOUSE STAIRWELL - CONTINUOUS\n\nA team of S.W.A.T. officers thunder up the metal fire\nstairs.\n\nINT. WAREHOUSE, SECOND FLOOR - CONTINUOUS\n\nAnother S.W.A.T. team kicks open a door to a loft,\nscaring the hell out of COUPLE watching TV.\n\nINT. WAREHOUSE, THIRD FLOOR - CONTINUOUS\n\nA SECOND S.W.A.T. Officer hustles three terrified PEOPLE\ndown a dark hallway.\n\nSECOND S.W.A.T. OFFICER\nLet's go! Let's go! Let's go!\n\nINT. WAREHOUSE, GROUND FLOOR - CONTINUOUS\n\nIbby, Mitch, and Hollis enter the building.\n\nINT. LIVE/WORK SPACE - CONTINUOUS\n\nCampbell, gun still trained on Griffin, slowly paces the\nperimeter of the kerosene pool. Griffin makes his way\ntoward his own gun which lies in the pool a few feet\naway.\n\nGRIFFIN\nWhy don't you go ahead and set\nthat gun down?\n\fPOLLY\nDon't do it!\n(resolved)\nHe's going to kill me anyway.\nShoot this piece of shit.\n\nGRIFFIN\nPut the gun down.\n\nThe gun wobbles in Campbell's hand. His breath races.\n\nINT. WAREHOUSE, FOURTH FLOOR - CONTINUOUS\n\nS.W.A.T. Officers race down the fourth floor hallway.\n\nINT. LIVE/WORK SPACE - CONTINUOUS\nThe stand off continues.\nGRIFFIN\n\nHe can't do it. He'd be killing\n\nyou and held never be able to\n\nlive with that.\nGriffin kneels and picks up his pistol. He holds it in\none hand and the candle in the other. He aims the pistol\nat Campbell.\n\nGRIFFIN (CONT'D)\nPut it down.\n\nPOLLY\nShoot him! He'll kill me\nanyway!\n\nCampbell starts to lower the shotgun.",
  "60": "---END OF PREVIOUS SECTION---\nPOLLY\nShoot him! He'll kill me\nanyway! Campbell starts to lower the shotgun. \n---TARGET SECTION TO BE ANNOTATED---\nPOLLY (CONT'D)\nNO!\n\nCRASH! The door bursts open under the force of a\nbattering ram. S.W.A.T. officers surge into the room.\n\nGriffin wheels around and shoots at the S.W.A.T. Team.\n\nCampbell raises the shotgun and takes aim. BOOM!\n\fSUPER SLOW MOTION as Griffin's hand and much of his\nforearm disintegrate. The impact snuffs out the lit\ncandle, half of which flies through the air harmlessly.\n\nGriffin wheels back around, taking aim at Campbell.\nBOOM! His chest opens up as Campbell shoots him again.\n\nGriffin's face grows slack with death as his body hurls\nthrough the air.\n\nCampbell's eyes focus on the remaining lit candles. He\ndrops the shotgun and before Griffin even lands, Campbell\nbegins running toward Polly, his feet splashing heavily\nthrough the kerosene, his bad leg hindering his progress.\n\nAs Griffin's back THUMPS flatly in the pool, Campbell\nwatches a wave of kerosene radiate out from under his\nbody. The wave rolls away from him and toward the other\ncandles.\n\nCampbell reaches Polly and without breaking stride,\nscoops her up (chair and all). The wave of kerosene\nreaches the candles, all of which fall at approximately\nthe same time.\n\nAs the flames hit, a bright ring of fire SPRINGS UP and\nraces in from the perimeter of the pool, closing in on\nCampbell.\n\nAn instant before the wall of flame overtakes him, he\nSMASHES through the outer window.\n\nEXT. WAREHOUSE - CONTINUOUS\n\nCops and agents wheel around when they hear glass shatter\nand watch as Campbell and Polly soar through the air and\n\nSPLASH into the river, flames roaring out behind them.\n\nUNDERWATER CAMERA - picks up Campbell and Polly as they\nthump into the freezing river.\n\nBlood from Campbell's leg plums in the water. He\nimmediately swims toward Polly who sinks like a brick. He\ngrabs her and heads to the surface.\n\nINT. WAREHOUSE, FIFTH FLOOR CORRIDOR - MOMENTS LATER\n\nHollis, Ibby, and Mitch rush towards the room. They push\ntheir way past the other cops and look in.\n\fThe room is ablaze and filled with smoke.",
  "61": "---END OF PREVIOUS SECTION---\nWAREHOUSE, FIFTH FLOOR CORRIDOR - MOMENTS LATER\n\nHollis, Ibby, and Mitch rush towards the room. They push\ntheir way past the other cops and look in. The room is ablaze and filled with smoke. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. WAREHOUSE - MOMENTS LATER\nCampbell and Polly both come up gasping for air.\n\nCAMPBELL\nAre you okay?\n\nPOLLY\n(spitting water)\nYeah Yeah. I'm okay.\n\nAGGHHHH! - Polly and Campbell look up and cower as\nGriffin, completely ablaze, leaps from the window and\nplunges into the water right beside them.\n\nUNDERWATER CAMERA - as Griffin breaks the surface and the\nflames are immediately snuffed out.\n\nBack on the surface, Campbell and Polly desperately scan\nthe water around them, waiting for him to resurface. On\nthe bank, several COPS have pulled their weapons, also\nwaiting for him to resurface. For a long moment, there\nis no sign of him. Campbell tries to swim toward the\nbank. TWO COPS dive in and help. They take Polly from\nhim just as Campbell sees Griffin's body bob to the\nsurface nearby, motionless.\n\nThe cops fish Polly out of the water, but Campbell can't\nhelp but make sure Griffin is really dead. He swims a\nfew feet toward the body, which is still face down.\n\nCampbell reaches tentatively for Griffin's shoulder and\nrolls him over revealing that his face has been horribly\nburned beyond recognition and that he is in fact, dead.\n\nCampbell's voice is heard.\n\nCAMPBELL (V.O.)\nLike I said, it's never that\neasy. The best we can do is\nhope he fucks up and do what we\ncan to be there when he does.\n\nCampbell turns and swims toward the bank.\n\nCAMPBELL (V.0.) (CONT'D)\nIt's been six months, you know?\n\fINT. POLLY'S BUILDING, CORRIDOR - NIGHT\n\nPolly and Campbell step out of the elevator. She carries\nher briefcase. He carries a bag of groceries.\n\nPOLLY\nWhat's your point?\n\nThey reach her door and she unlocks three dead-bolts.\n\nCAMPBELL\nI'm just saying you still seem a\nlittle paranoid. Maybe you\nshould see someone about this.\n\nShe opens the door and they step inside.\n\nINT. POLLY'S LIVING ROOM - NIGHT\n\nThey step inside and are greeted by an enormous\nRottweiler. Campbell pats its big head roughly.\n\nPOLLY\n(playfully annoyed)\nI am not paranoid.",
  "62": "---END OF PREVIOUS SECTION---\nPOLLY'S LIVING ROOM - NIGHT\n\nThey step inside and are greeted by an enormous\nRottweiler. Campbell pats its big head roughly. POLLY\n(playfully annoyed)\nI am not paranoid. \n---TARGET SECTION TO BE ANNOTATED---\nShe says as she disarms the security system.\n\nCAMPBELL\nNo definitely not.\n\nCampbell walks through the rest of the apartment, turning\non all the lights and checking all the rooms.\n\nPOLLY\nOkay, so I have a few issues\nwith personal security. But I\nthink that's pretty\nunderstandable, given the\ncircumstances, don't you?\n\nCAMPBELL\n(calling from down the\nhall)\nDefinitely.\n\nHe walks back into the living room.\n\fCAMPBELL (CONT'D)\nWell, all clear. Once again.\n\nShe walks him to the door.\n\nPOLLY\nThanks, Campbell.\n\nCAMPBELL\nIt's the least I can do, don't\nyou think?\n\nPOLLY\nGood night.\n\nEXT. POLLY'S BUILDING, CORRIDOR - CONTINUOUS\n\nPolly closes the door behind Campbell and he grins as she\nbolts about fifteen different locks and chains. He walks\nto the elevator and pushes the down button and waits.\n\nAfter a moment he hears the bolts and chains again. The\ndoor opens and Polly steps into the hallway.\n\nPOLLY\nActually, I thought of something\nelse you can do for me.\n\nCAMPBELL\nWhat's that?\n\nThe elevator door pings open.\nPOLLY\nHave dinner with me. I hate\n\neating alone.\n\nCAMPBELL\nMe too.\n\nHe starts to walk toward her.\n\nThey go back inside and the bolts and chains start\nbanging and clicking again.\n\nFADE OUT\n\f"
}