{
  "1": "\n\n\n\n\n\n                 THE PERKS OF BEING a WALLFLOWER\n\n\n\n\n\n\n\n                            Written by\n\n\n\n                          Stephen Chbosky\n\n\n\n\n\n\n\n\n\n    Final Draft\n\n\n\n\n\n    FADE IN:\n\n\n\n1   EXT. TUNNEL - NIGHT                                             1\n\n\n\n    The titles begin over black. We hear the sound of an old\n\n    typewriter. Someone reaching out to us. The bell dings,\n\n    announcing the end of a line, and we see our title...\n\n\n\n    THE PERKS OF BEING A WALLFLOWER\n\n\n\n    Music begins, picture fades up, and we are in the city.\n\n    Downtown Pittsburgh. Looking out of the back window like a\n\n    child in the back of a station wagon.\n\n\n\n    We see lights on buildings and everything that makes us\n\n    wonder. We see the bridge. And the river below. And then\n\n    we enter...\n\n\n\n    The Tunnel.\n\n\n\n    We keep moving backwards, watching the lights. Golden,\n\n    alive, and hypnotic. The music carries us as we float out of\n\n    the tunnel. Onto another bridge. And over the highway.\n\n\n\n    We move into the night sky, back through the trees, through a\n\n    window, and into...\n\n\n\n2   INT. CHARLIE'S BEDROOM - NIGHT                                  2\n\n\n\n    It is a neat and tidy little room. Few posters or books.\n\n    CHARLIE is 15. He is innocent, hopeful, awkward, and likable\n\n    to everyone but his classmates. He sits at his desk, writing\n\n    a letter in pencil as he tapes the title song through the\n\n    radio on his cassette boom box.\n\n\n\n                         CHARLIE (V.O.)\n\n               Dear Friend, I am writing to you because\n\n               she said you listen and understand and\n\n               didn't try to sleep with that person at\n\n               that party even though you could have.\n\n               Please don't try to figure out who she is\n\n               because then you might figure out who I\n\n               am, and I don't want you to do that. I\n\n               just need to know that people like you\n\n               exist. Like if you met me, you wouldn't\n\n               think I was the weird kid who spent time\n\n               in the hospital. And I wouldn't make you\n\n               nervous.\n\n\n\n3   INT. CHARLIE'S HOUSE - MOMENTS LATER                            3\n\n\n\n    Charlie anxiously walks through the hallway of his suburban\n\n    split level house.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd I wouldn't make you\n\n               nervous. 3   INT. CHARLIE'S HOUSE - MOMENTS LATER                            3\n\n\n\n    Charlie anxiously walks through the hallway of his suburban\n\n    split level house. \n\nTARGET SECTION TO BE ANNOTATED:\n                                                                       2.\n\n\n\n\n\n                        CHARLIE (V.O.)\n\n              I hope it's okay for me to think that.\n\n              You see, I haven't really talked to\n\n              anyone outside of my family all summer.\n\n\n\n    Charlie moves to the living room where dad watches a football\n\n    game. Mom reads a page turner and sips her white wine.\n\n    Charlie waits for them to notice him. And waits. And waits.\n\n\n\n4   INT. CHARLIE'S BEDROOM - NIGHT                                      4\n\n\n\n    Charlie sits at his desk, continuing his letter in pencil.\n\n\n\n                        CHARLIE (V.O.)\n\n              But tomorrow is my first day of high\n\n              school ever, and I really need to turn\n\n              things around this year.\n\n                  (hopeful)\n\n              So, I have a plan.\n\n\n\n5   INT. MILL GROVE HIGH SCHOOL HALLWAY - LAST DAY                      5\n\n\n\n    We see it in Charlie's mind. Slow motion and wondrous. The\n\n    kids clear out their lockers by throwing their old papers in\n\n    the air like a New York confetti parade.\n\n\n\n                        CHARLIE (V.O.)\n\n              As I enter the school for the first time,\n\n              I will visualize what it will be like on\n\n              the last day of my senior year.\n\n\n\n    Charlie walks down the hall.   Triumphant.   Confident.   Happy.\n\n\n\n                        CHARLIE (V.O.) (CONT'D)\n\n              Unfortunately, I counted, and that's...\n\n\n\n                                                       SMASH CUT TO:\n\n\n\n6   INT. MILL GROVE HIGH SCHOOL HALLWAY - FIRST DAY                     6\n\n\n\n    Reality. The bell rings, and we see the chaotic maze from\n\n    Charlie's POV. A SENIOR BULLY leads the ritual, making\n\n    dozens of freshmen hop down the hall.\n\n\n\n                        SENIOR BULLY\n\n              Hop, freshman toads. Hop!    Move it, boys!\n\n\n\n    As seniors grab more victims, Charlie moves to the wall.\n\n\n\n                        CHARLIE (V.O.)\n\n              ... 1,385 days from now.\n\n\n\n    VARSITY FOOTBALL PLAYERS pass, wearing their letter jackets.\n\n                                                                    3.\n\n\n\n\n\n                        LINEBACKER\n\n              Man, you got big.\n\n\n\n                        NOSE TACKLE\n\n              Worked out all summer.   Rock hard, dude.\n\n\n\n    At the front of the pack is BRAD HAYS (17), the quarterback.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOSE TACKLE\n\n              Worked out all summer. Rock hard, dude. At the front of the pack is BRAD HAYS (17), the quarterback. \n\nTARGET SECTION TO BE ANNOTATED:\n    He's good looking, charismatic, and friendly. The big man on\n\n    campus. Nice guy, too.\n\n\n\n                        BRAD HAYS\n\n              Would you guys get a room?\n\n\n\n    They laugh. Charlie turns to the trophy case to avoid them.\n\n    Trying to make himself as small as possible.\n\n\n\n                        CHARLIE (V.O.)\n\n                  (trying to be optimistic)\n\n              Just 1,385 days.\n\n\n\n7   INT. MILL GROVE HIGH SCHOOL - CAFETERIA - LUNCH                  7\n\n\n\n    Charlie moves down the lunch line with his sister. CANDACE\n\n    KELMECKIS is 17 and a beautiful type A, straight A priss.\n\n\n\n                        CHARLIE (V.O.)\n\n              In the meantime, I'd hoped that my sister\n\n              Candace and her boyfriend Derek would\n\n              have let me eat lunch with their earth\n\n              club.\n\n\n\n                        CANDACE\n\n              Seniors only.\n\n                  (barks to Derek)\n\n              What are you doing with a plastic spork?\n\n\n\n    Candace turns to her boyfriend, DEREK, 17. Derek is such a\n\n    pussy, the most masculine thing about him is his pony-tail.\n\n\n\n                        DEREK\n\n              I don't want to bring back silverware--\n\n\n\n                        CANDACE\n\n              Derek, you're Earth Club Treasurer.\n\n\n\n    Derek takes the silverware like a beaten dog. Charlie\n\n    watches them move into the intimidating cafeteria.\n\n\n\n8   INT. CAFETERIA - LATER                                           8\n\n\n\n    Charlie sits in the corner alone, observing everyone having a\n\n    great time with their friends. He sees a pretty girl with\n\n    blonde hair having the best first day. This is SUSAN, 14.\n\n                                                                   4.\n\n\n\n\n\n                        CHARLIE (V.O.)\n\n              When my sister said no, I thought maybe\n\n              my old friend Susan would want to have\n\n              lunch with me.\n\n\n\n    Charlie catches her eye and waves, but she looks away.\n\n\n\n                        CHARLIE (V.O.) (CONT'D)\n\n              In middle school, Susan was very fun to\n\n              be around, but now she doesn't like to\n\n              say hi to me anymore.\n\n\n\n    Charlie turns his attention to the quarterback, Brad Hays.\n\n\n\n                         CHARLIE (V.O.) (CONT'D)\n\n              And then there's Brad Hays, who's the\n\n              quarterback of our team.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie turns his attention to the quarterback, Brad Hays. CHARLIE (V. O.) (CONT'D)\n\n              And then there's Brad Hays, who's the\n\n              quarterback of our team. \n\nTARGET SECTION TO BE ANNOTATED:\n Before my\n\n              brother went to play football for Penn\n\n              State, he and Brad played together. So,\n\n              I thought maybe he'd say hi to me. But\n\n              Brad's a senior, and I'm me, so... who am\n\n              I kidding?\n\n\n\n    Brad catches Charlie staring at him.   Awkward.\n\n\n\n9   INT. SHOP CLASS - DAY                                           9\n\n\n\n    Charlie sits by himself, watching the freshmen boys laugh as\n\n    a senior paints a goatee on his face with a grease pencil.\n\n\n\n                        CHARLIE (V.O.)\n\n              On the bright side, one senior decided to\n\n              make fun of the teacher instead of the\n\n              freshmen. He even drew on Mr. Callahan's\n\n              legendary goatee with a grease pencil.\n\n\n\n    Meet PATRICK (18), full of confidence, mischief, and so over\n\n    high school. He is the class clown, performing a perfect\n\n    imitation of the teacher, Mr. Callahan.\n\n\n\n                        PATRICK\n\n              Boys, the prick punch is not a toy. I\n\n              learned that in 'Nam back in '68.\n\n              \"Callahan,\" the sergeant said, \"put down\n\n              that prick punch and go kill some gooks.\"\n\n\n\n    The laughter suddenly dies as the real MR. CALLAHAN (57)\n\n    walks up behind the oblivious Patrick.\n\n\n\n                        PATRICK (CONT'D)\n\n              But you know what happened? That prick\n\n              punch killed my best friend in a Saigon\n\n              whorehouse.\n\n                                                                     5.\n\n\n\n\n\n     Patrick suddenly feels Mr. Callahan behind him.   Oops.\n\n\n\n                         MR. CALLAHAN\n\n               I heard you were going to be in my class.\n\n               Are you proud being a senior taking\n\n               freshman shop, Patty-Cakes?\n\n\n\n                         PATRICK\n\n               My name is Patrick. You call me Patrick\n\n               or you call me nothing.\n\n\n\n                         MR. CALLAHAN\n\n               Okay... Nothing.\n\n\n\n     The class laughs. Except Charlie.   He watches Patrick take\n\n     the long walk back to his seat.\n\n\n\n                         CHARLIE (V.O.)\n\n               I felt really bad for Patrick. He wasn't\n\n               saying the impersonation to be mean or\n\n               anything. He was just trying to make us\n\n               freshmen feel better.\n\n\n\n                         MR. CALLAHAN\n\n               Everyone open your safety guides.\n\n               Nothing...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. CALLAHAN\n\n               Everyone open your safety guides. Nothing... \n\nTARGET SECTION TO BE ANNOTATED:\n why don't you read first?\n\n\n\n     Patrick opens the book.\n\n\n\n                         PATRICK\n\n               Chapter 1. Surviving your fascist shop\n\n               teacher, who needs to put kids down to\n\n               feel big.\n\n                   (to the class)\n\n               Oh, wow. This is useful guys. We should\n\n               read on.\n\n\n\n     Charlie smiles.   He loves him already.\n\n\n\n10   INT. ENGLISH CLASS - MORNING                                    10\n\n\n\n     The kids pass back paperback copies of To Kill A Mockingbird.\n\n     Charlie opens his Trapper Keeper, takes a pencil out of the\n\n     plastic pouch, and writes... \"ENGLISH CLASS... DAY ONE.\"\n\n\n\n                         CHARLIE (V.O.)\n\n               My last class of the day is advanced\n\n               English, and I'm excited to finally start\n\n               learning with the smartest kids in the\n\n               school...\n\n\n\n     A SMART ASS FRESHMAN girl with braces smiles at him.\n\n                                                               6.\n\n\n\n\n\n                    SMART ASS FRESHMAN\n\n              (whispers)\n\n          Nice Trapper Keeper, faggot.\n\n\n\nThe kids around him laugh. Charlie's ears turn red. At the\n\nblackboard, the teacher writes his name... Mr. Anderson. But\n\nyou can call him BILL (27). Bill is an idealist.\n\n\n\n                    BILL\n\n          Shhh. I'm Mr. Anderson. And thanks to\n\n          Teach for America, I'm going to be your\n\n          teacher for freshman English. This\n\n          semester, we're going to be learning\n\n          Harper Lee's To Kill a Mockingbird.\n\n          Genius book. Now, who wants to get out\n\n          of the first pop quiz?\n\n\n\nAll hands go up.   Except Charlie's.   Bill paces the rows.\n\n\n\n                    BILL (CONT'D)\n\n          I'm shocked. Alright. You can skip the\n\n          quiz if you tell me which author invented\n\n          the paperback book. Anyone?\n\n\n\nAs kids think, Bill confiscates contraband, removes hats.\n\n\n\n                    BILL (CONT'D)\n\n          He's British. He also invented the\n\n          serial. In fact, at the end of chapter 3\n\n          of his first novel, he had a man hanging\n\n          off a cliff by his fingernails. Hence,\n\n          the term cliffhanger. Anybody?\n\n\n\n                    FRESHMAN GIRL\n\n          Shakespeare.\n\n\n\n                    BILL\n\n          That's a great guess, but no, Shakespeare\n\n          didn't write novels.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnybody? FRESHMAN GIRL\n\n          Shakespeare. BILL\n\n          That's a great guess, but no, Shakespeare\n\n          didn't write novels. \n\nTARGET SECTION TO BE ANNOTATED:\n Anybody else?\n\n              (off their silence)\n\n          The author was...\n\n\n\nBill is about to give the answer when he notices Charlie has\n\nalready written... Charles Dickens.\n\n\n\n                    BILL (CONT'D)\n\n          ... Charles Dickens. However, if you and\n\n          I had gone to a play in Shakespeare's\n\n          time, it would have cost 4 pennies. Can\n\n          you imagine that? We would have put\n\n          those pennies in a metal box, which the\n\n          ushers would lock in the office. And\n\n          that's where we get the term... anyone?\n\n                                                                     7.\n\n\n\n\n\n                         KIDS (O.S.)\n\n               \"Office Depot!\" \"Office Supplies!\"\n\n\n\n     Charlie writes down Box Office, then looks up to find that\n\n     Bill is staring at him. Waiting for him to raise his hand.\n\n\n\n                         BILL\n\n               I'll give you a free \"A\" on anything but\n\n               the final term paper if you get it right.\n\n\n\n     Charlie looks down.   He's not going to answer.\n\n\n\n                         BILL (CONT'D)\n\n               Box office.\n\n\n\n     The kids groan. They should have known.     Charlie smiles to\n\n     himself. He's going to like this class.\n\n\n\n11   INT. ENGLISH CLASS - LATER                                      11\n\n\n\n     The bell rings. The students chatter their way out of class.\n\n     The last to leave is Charlie.\n\n\n\n                         BILL\n\n               You should learn to participate.\n\n\n\n     Charlie stops and turns to find Bill erasing the board.\n\n\n\n                         BILL (CONT'D)\n\n               Why didn't you raise your hand?\n\n                   (off Charlie's shrug)\n\n               They call you teacher's pet? Freak?\n\n                   (off Charlie's nod)\n\n               I used to get spaz. I mean, come on,\n\n               spaz?\n\n\n\n     Charlie smiles.   Bill takes a moment.   Then...\n\n\n\n                         BILL (CONT'D)\n\n               So, I heard you had a tough time last\n\n               year. But they say if you make one friend\n\n               on your first day, you're doing okay.\n\n\n\n                         CHARLIE\n\n               Thank you, sir, but if my English teacher\n\n               is the only friend I make today, that\n\n               would be sort of depressing.\n\n\n\n                          BILL\n\n               Yeah.   I could see that.\n\n\n\n                         CHARLIE\n\n               Don't worry, Mr. Anderson.     I'm okay.\n\n                                                                     8.\n\n\n\n\n\n     Bill nods and watches Charlie exit.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm okay. 8. Bill nods and watches Charlie exit. \n\nTARGET SECTION TO BE ANNOTATED:\n   He gets swallowed up by\n\n     the hallway as the bell rings.\n\n\n\n12   INT. MILL GROVE HIGH SCHOOL - HALLWAY - DAY                     12\n\n\n\n     Charlie looks through the thick office glass. He sees\n\n     Patrick use his charms on MRS. SMALL, (58) the Principal.\n\n\n\n                         PATRICK\n\n                   (to Mrs. Small)\n\n               I would happily not take shop...\n\n\n\n     Out of nowhere, the SENIOR BULLY grabs Charlie's book.\n\n\n\n                         SENIOR BULLY\n\n               Hey, Freshman Toad.\n\n\n\n     The bully rips the cover. He throws it on the ground as his\n\n     friends laugh and disappear down the hall. Charlie walks up\n\n     and picks up his book.\n\n\n\n                         CHARLIE (V.O.)\n\n               Well, I have 1,384 days to go. And just\n\n               so I say it to someone, high school is\n\n               even worse than middle school.\n\n\n\n13   EXT. CHARLIE'S HOUSE - DAY                                      13\n\n\n\n     Charlie walks up the path to his house.\n\n\n\n                         CHARLIE (V.O.)\n\n               If my parents ask me about it, I probably\n\n               won't tell them the truth because I don't\n\n               want them to worry that I might get bad\n\n               again.\n\n\n\n14   INT. CHARLIE'S HOUSE - AFTERNOON                                14\n\n\n\n     Charlie tapes his book cover back together. He looks up as\n\n     his dad comes home from a long day. Charlie's mom hugs him.\n\n\n\n                         CHARLIE (V.O.)\n\n               If my Aunt Helen were still here, I could\n\n               talk to her. And I know she would\n\n               understand how I am both happy and sad,\n\n               and I'm still trying to figure out how\n\n               that could be. I just hope I make a\n\n               friend soon. Love always, Charlie.\n\n\n\n15   INT. CHARLIE'S DINING ROOM - EARLY EVENING                      15\n\n\n\n     Charlie stands in the kitchen, pouring his milk.\n\n                                                                      9.\n\n\n\n\n\n                         MOTHER (O.S.)\n\n               Charlie, come on.\n\n\n\n     His family is seated around the table.    Candace's boyfriend,\n\n     Derek, is their special guest.\n\n\n\n                         DEREK\n\n               Mmmm. This chicken paprikash is\n\n               delicious, Mrs. Kelmeckis.\n\n\n\n     Charlie's father rolls his eyes, then reads his sports page.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis chicken paprikash is\n\n               delicious, Mrs. Kelmeckis. Charlie's father rolls his eyes, then reads his sports page. \n\nTARGET SECTION TO BE ANNOTATED:\n                         MOTHER\n\n               Thank you, Derek. It's Charlie's\n\n               favorite. He was a little nervous about\n\n               starting high school, so I made it.\n\n\n\n                         FATHER\n\n               You feel a little silly being nervous\n\n               now, huh, champ?\n\n\n\n                           CHARLIE\n\n               Yes, sir.    I sure do.\n\n\n\n     Charlie carries his milk back to the table.   He quickly sits,\n\n     hoping someone will change the subject.\n\n\n\n                         FATHER\n\n               I told you. Just give 'em a smile and be\n\n               yourself. That's how you--\n\n\n\n                         CANDACE\n\n               \"--make friends in the real world.\"\n\n\n\n                         FATHER\n\n               You're cruisin' for a bruisin'.\n\n\n\n                         DEREK\n\n               Freshman year is tough, but you really\n\n               find yourself.\n\n\n\n                         FATHER\n\n                   (deep eye roll)\n\n               Thanks, Derek.\n\n\n\n16   INT. LIVING ROOM / ENTRY HALL - EVENING                          16\n\n\n\n     Charlie's father and mother watch a local sports show.\n\n     Charlie passes by them with ice cream on his way downstairs.\n\n\n\n                         MOTHER\n\n               I think you could be a little nicer to\n\n               Derek.\n\n                                                                        10.\n\n\n\n\n\n                            FATHER\n\n               I'm sorry.     The kid's a pussy.   I can't\n\n               stand him.\n\n\n\n     Charlie moves to the entry hall. He looks through the screen\n\n     door to the porch where Candace kisses Derek's cheek goodbye.\n\n     As Derek walks to his mom's Mercedes, Candace joins Charlie.\n\n\n\n                         DEREK\n\n                   (waving from car)\n\n               I hope you love the mix I made.     The\n\n               cover is hand-painted.\n\n\n\n     When he gets into his car, she hands Charlie the mix tape.\n\n\n\n                         CANDACE\n\n               Charlie, do you want this?\n\n\n\n                         CHARLIE\n\n               Are you sure?\n\n\n\n                         CANDACE\n\n               He gives me one every week.\n\n\n\n17   INT. CHARLIE'S BED ROOM - DUSK                                      17\n\n\n\n     Charlie sits on his bed, reading To Kill a Mockingbird, the\n\n     cover taped back together. We see Derek's mix... Autumn\n\n     Leaves... rotate in his old tape recorder.\n\n\n\n                         DEREK (V.O.)\n\n               Hey, Babe. This next one might be a\n\n               little sad, but it reminded me of your\n\n               eyes.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEREK (V. O.)\n\n               Hey, Babe. This next one might be a\n\n               little sad, but it reminded me of your\n\n               eyes. \n\nTARGET SECTION TO BE ANNOTATED:\n     The first notes of The Smiths' \"Asleep\" begins.     As Morrissey\n\n     sings, Charlie keeps reading. And reading.\n\n\n\n                                                              CUT TO:\n\n\n\n18   INT. CHARLIE'S BEDROOM - DAY                                        18\n\n\n\n     The reading is done. Charlie proudly puts To Kill a\n\n     Mockingbird on his newly dubbed \"Shelf of Fame.\"\n\n\n\n19   INT. MILL GROVE HIGH SCHOOL - HALLWAY - AFTERNOON                   19\n\n\n\n     The songs continues as we see glimpses of Charlie's day to\n\n     day life over the next few weeks. Charlie exits his English\n\n     class. FRESHMEN BULLIES wait for him, led by...\n\n\n\n                         SMART ASS FRESHMAN\n\n               Did you already do the term paper on To\n\n                                                                        11.\n\n\n\n\n\n     Silence. They grab and drag him into the boy's room.     We\n\n     hear the toilet flush for the swirly.\n\n\n\n20   INT. CHARLIE'S BEDROOM - DUSK                                       20\n\n\n\n     Charlie looks at the new bottle of prescription Wellbutrin.\n\n     He puts a pill in his mouth and washes it down with RC cola.\n\n\n\n21   INT. CHARLIE'S LIVING ROOM - AFTERNOON                              21\n\n\n\n     Charlie watches his brother and the Penn State Nittany Lions\n\n     on TV. He looks over at his father, but his dad is too busy\n\n     building Charlie's clock for shop class to notice him.\n\n\n\n22   INT. MILL GROVE HIGH SCHOOL - CAFETERIA - LUNCH                     22\n\n\n\n     Charlie carries his tray through the intimidating cafeteria.\n\n     Not giving up. Looking for somewhere to sit.\n\n\n\n                                                              CUT TO:\n\n\n\n23   INT. MILL GROVE HIGH SCHOOL - CAFETERIA - LUNCH                     23\n\n\n\n     Charlie sits by himself in the corner. He looks around the\n\n     cafeteria, wanting to break in. Not knowing how. After a\n\n     moment, he returns to his book. The song ends.\n\n\n\n24   EXT. MILL GROVE HIGH SCHOOL - FOOTBALL STADIUM - NIGHT              24\n\n\n\n     Friday Night Football in Western, PA. Charlie buys his Coke\n\n     and nachos and wanders to the bleachers. He sits alone,\n\n     trying to blend in by cheering with the rest of students.\n\n     When the Mill Grove Devils recover a fumble, he hears...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie buys his Coke\n\n     and nachos and wanders to the bleachers. He sits alone,\n\n     trying to blend in by cheering with the rest of students. When the Mill Grove Devils recover a fumble, he hears... \n\nTARGET SECTION TO BE ANNOTATED:\n                         PATRICK\n\n               Come on Devils! Woooooo!\n\n\n\n     Charlie looks up at Patrick, cheering his head off.    TWIN\n\n     SENIOR GIRLS pass him, taunting.\n\n\n\n                         TWIN SENIOR GIRLS\n\n               Hey, Nothing. Hey, Nothing.\n\n\n\n                         PATRICK\n\n               Suck it, virginity pledges!\n\n\n\n     Charlie wants to go up to Patrick so badly. After driving\n\n     himself crazy, sitting up and down twice, he approaches.\n\n\n\n                         CHARLIE\n\n               Hey... Patrick.\n\n                                                                12.\n\n\n\n\n\n                    PATRICK\n\n          Hey! You're in my shop class, right?\n\n          How's your clock coming?\n\n\n\n                    CHARLIE\n\n          My dad's building it.\n\n\n\n                    PATRICK\n\n          Yeah. Mine looks like a boat.\n\n              (off Charlie's awkward silence)\n\n          You want to sit over here, or are you\n\n          waiting for your friends?\n\n\n\n                     CHARLIE\n\n          No.   I'll sit if that's okay.\n\n\n\nPatrick motions for Charlie to sit.   Charlie sits.   Elated.\n\n\n\n                    PATRICK\n\n          Thanks for not calling me \"Nothing\" by\n\n          the way. It's an endless nightmare. And\n\n          these assholes actually think they're\n\n          being original.\n\n\n\nBrad Hays puts on his helmet and rushes onto the field.\n\nCharlie dries his hands on his pants. So nervous. A 5\n\nsecond silence that feels like a year. Think of something to\n\nsay. Anything.\n\n\n\n                    CHARLIE\n\n          So, uh... you like football?\n\n\n\n                      PATRICK\n\n          Love it.\n\n\n\n                    CHARLIE\n\n          Then, maybe you know my broth--\n\n\n\n                      PATRICK\n\n          Hey, Sam.\n\n\n\nCharlie looks up. Standing there is the prettiest girl he's\n\never seen. SAM (17) would make every mother proud and every\n\nfather nervous. She is alive, adventurous, and a world class\n\nflirt. Great attitude. Great taste. Great banter.\n\n\n\n                    SAM\n\n          Question. Could the bathrooms here be\n\n          more disgusting?\n\n\n\n                    PATRICK\n\n          Yes, they call it the men's room.\n\n                                                               13.\n\n\n\n\n\nSam sits down, sandwiching Charlie between her and Patrick.\n\nCharlie tries to remain casual. Hang in there, buddy.\n\n\n\n                    SAM\n\n          Well, I finally got hold of Bob.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie tries to remain casual. Hang in there, buddy. SAM\n\n          Well, I finally got hold of Bob. \n\nTARGET SECTION TO BE ANNOTATED:\n                    PATRICK\n\n          Party tonight?\n\n\n\n                    SAM\n\n          No. He's still trying to shag that\n\n          waitress from the Olive Garden.\n\n\n\n                    PATRICK\n\n          He's never tossing that salad.\n\n\n\nBrad Hays marches the Devils offense down the field. The\n\nkids clap. Sam looks at Charlie, then turns back to Patrick.\n\n\n\n                    SAM\n\n              (about Charlie)\n\n          Patrick... who's this?\n\n\n\n                       PATRICK\n\n          This is...\n\n\n\n                    CHARLIE\n\n          Uh... Charlie... Kelmeckis.\n\n\n\n                    PATRICK\n\n          Kelmeckis! No shit! Your sister dates\n\n          Pony Tail Derek, doesn't she?\n\n\n\n                    CHARLIE\n\n          Is that what they call him?\n\n\n\n                    SAM\n\n          Awww. Leave Pony Tail Derek alone.    You\n\n          put the \"ass\" in \"class,\" Patrick.\n\n\n\n                    PATRICK\n\n          I try, Sam. I try.\n\n\n\n                    SAM\n\n          It's nice to meet you, Charlie.    I'm Sam.\n\n\n\nSam extends her hand to Charlie. Every nail a different\n\ncolor. They shake. Then, Sam grabs a nacho. Zoinks!\n\n\n\n                    PATRICK\n\n          So, what's the plan, Sam? You want to go\n\n          to Mary Elizabeth's house?\n\n                                                                     14.\n\n\n\n\n\n                         SAM\n\n               Can't. She got caught watering down her\n\n               parent's brandy with iced tea. Let's\n\n               just go to Kings.\n\n\n\n                         PATRICK\n\n                   (turns to Charlie)\n\n               Hey... we're going to Kings after the\n\n               game if you want to come.\n\n\n\n     Charlie nods just as Brad Hays tosses a touchdown pass.   The\n\n     fans go crazy. Especially Patrick. Charlie smiles.\n\n\n\n25   INT. KINGS FAMILY RESTAURANT - NIGHT                             25\n\n\n\n     The Devils' faithful cheer as Brad Hays and his guys enter!\n\n     The place is packed. Patrick and Sam drink coffee while\n\n     Charlie eats his brownie. They're all excited.\n\n\n\n                         SAM\n\n               Do you have a favorite band?\n\n\n\n                         CHARLIE\n\n               I think The Smiths are my favorite.\n\n\n\n                         SAM\n\n               Are you kidding!? I love The Smiths!\n\n               The best breakup band ever. What's your\n\n               favorite song?\n\n\n\n                         CHARLIE\n\n               Asleep. It's from Louder Than Bombs.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat's your\n\n               favorite song? CHARLIE\n\n               Asleep. It's from Louder Than Bombs. \n\nTARGET SECTION TO BE ANNOTATED:\n I\n\n               heard it on Pony Tail Derek's mix tape.\n\n\n\n                         PATRICK\n\n               That works on so many levels.\n\n\n\n                         CHARLIE\n\n               I could make a copy for you.\n\n\n\n                         SAM\n\n               Thanks. What about Eide's?     You love\n\n               Eide's, right?\n\n\n\n                         CHARLIE\n\n                   (never heard of it)\n\n               Yeah. They're great.\n\n\n\n                         PATRICK\n\n               Not a band, Charlie.\n\n\n\n                         SAM\n\n               It's an old record store downtown.\n\n                                                                     15.\n\n\n\n\n\n                    PATRICK\n\n          I used to be popular before Sam got me\n\n          some good music. So, watch out, Charlie.\n\n          She'll ruin your life forever.\n\n\n\n                    CHARLIE\n\n          That's okay.\n\n\n\nBrad Hays, the quarterback, passes with his posse.       Taunting.\n\n\n\n                    NOSE TACKLE &amp; LINEBACKER\n\n          Hey, Nothing. Hey, Nothing.\n\n\n\n                       PATRICK\n\n          Let it go!     Jesus!   It's an old joke!\n\n          It's over!\n\n\n\nSam laughs.   She loves watching Patrick get riled up.\n\n\n\n                    SAM\n\n          So, Charlie... what are you going to do\n\n          when you get out of here?\n\n\n\n                    CHARLIE\n\n          My Aunt Helen said I should be a writer,\n\n          but I don't know what I'd write about.\n\n\n\n                    SAM\n\n          You could write about us.\n\n\n\n                    PATRICK\n\n          Yeah. Call it Slut and The Falcon.      Make\n\n          us solve crimes.\n\n\n\nSam laughs.   Charlie smiles.\n\n\n\n                    CHARLIE\n\n          You guys look happy together. How long\n\n          have you been boyfriend and girlfriend?\n\n              (off their laughs)\n\n          What?\n\n\n\n                    SAM\n\n          He's my step-brother. My mom finally\n\n          left my worthless dad and married his\n\n          nice dad 3 years ago.\n\n\n\n                    PATRICK\n\n          But Sam's not bitter.     Make no mistake.\n\n\n\n                     SAM\n\n          Absolutely. I'm not a bulimic.      I'm a\n\n          bulim-ist.\n\n                                                                      16.\n\n\n\n\n\n     They laugh at their inside joke.    Charlie has no idea what's\n\n     so funny.\n\n\n\n                            CHARLIE\n\n               I'm sorry.     I don't know what that means.\n\n\n\n                         PATRICK\n\n               She just really believes in bulimia.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\n\n               I'm sorry. I don't know what that means. PATRICK\n\n               She just really believes in bulimia. \n\nTARGET SECTION TO BE ANNOTATED:\n                         SAM\n\n                   (cracking up)\n\n               I love bulimia.\n\n\n\n26   EXT. CHARLIE'S HOUSE - NIGHT                                      26\n\n\n\n     Charlie hops out of Sam's old truck.    The music blares.\n\n\n\n                         PATRICK\n\n               Thanks for paying, Charlie.\n\n\n\n                         CHARLIE\n\n                   (so eager)\n\n               No problem. Thanks for the ride. Hey...\n\n               maybe I'll see you around in school?\n\n\n\n                         SAM\n\n                   (distracted - to Patrick)\n\n               God, would you turn that down? You're\n\n               going to make us deaf. Bye, Charlie.\n\n\n\n                         PATRICK\n\n               Bye, Charlie.\n\n\n\n                          CHARLIE\n\n               Okay.   Bye.\n\n\n\n     Charlie waves as the truck leaves. The look on his face.\n\n     The happiness from one night of company.\n\n\n\n27   INT. CHARLIE'S HOUSE - NIGHT                                      27\n\n\n\n     Charlie enters the house, excited to tell someone his news.\n\n     He runs up the stairs to find the living room empty. He\n\n     hears the TV playing downstairs in the basement.\n\n\n\n28   INT. DOORWAY TO BASEMENT - NIGHT                                  28\n\n\n\n     As Charlie approaches, he hears muffled sounds of fighting.\n\n\n\n                         DEREK (O.S.)\n\n               I'm sorry. I can't do anything about it.\n\n               Please talk to me.\n\n                                                                   17.\n\n\n\n\n\n                         CANDACE (O.S.)\n\n               Maybe your mom and I should have a \"drive\n\n               us to our hair appointment\" contest.\n\n               Then, I could spend a Saturday with you.\n\n\n\n     Charlie looks through a slit in the open door to find...\n\n\n\n                         DEREK\n\n               There's nothing I can do--\n\n\n\n                         CANDACE\n\n               Do you always want to be a mama's boy?\n\n\n\n                         DEREK\n\n               I am not a mama's boy--\n\n\n\n                        CANDACE\n\n               Yes! You are! Every time I go to your\n\n               house--\n\n\n\n                          DEREK\n\n               Shhh.   Shut u--\n\n\n\n                         CANDACE\n\n               -- your mom says, \"Don't go to Columbia\n\n               with Candace. Go to Pitt, Derek. Mommy\n\n               needs you to stay at home because she\n\n               can't drive herself.\" She's only 51.\n\n\n\n                         DEREK\n\n               SHUT UP, CANDACE!\n\n\n\n29   INT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMommy\n\n               needs you to stay at home because she\n\n               can't drive herself.\" She's only 51. DEREK\n\n               SHUT UP, CANDACE! 29   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHARLIE'S HOUSE - BASEMENT - CONTINUOUS                   29\n\n\n\n     Charlie enters, wanting to stop the fight. Derek's neck is\n\n     red. Dangerous angry. Candace keeps digging.\n\n\n\n                          CANDACE\n\n               And you just stand there like a little\n\n               bitch dog.\n\n\n\n     SNAP! Out of nowhere, Derek slaps her across the face. It's\n\n     not a movie slap. It's a real slap. Dead sound. And after\n\n     it, silence. Candace turns and sees Charlie. It sobers her\n\n     up. Charlie moves at Derek. Candace stops him.\n\n\n\n                         CANDACE (CONT'D)\n\n               Charlie, just go. I can handle it.   Just\n\n               don't wake up mom and dad.\n\n\n\n     She pushes him out of the room and closes the door.\n\n                                                                         18.\n\n\n\n\n\n30   INT. CHARLIE'S BEDROOM - NIGHT                                       30\n\n\n\n     Charlie sits at his desk. So disturbed. He hears a car\n\n     start outside. He moves to his window and looks down at\n\n     Derek and Candace near Derek's mother's Mercedes. Derek is\n\n     crying. Candace comforts. After a beat... they kiss.\n\n\n\n     Charlie stands frozen, a look creeping across his face.\n\n\n\n                         MOTHER (V.O.)\n\n               Hey, look who's here...\n\n\n\n\n\n                                                         FLASHBACK TO:\n\n\n\n31   INT. ENTRY HALL - NIGHT (FLASHBACK)                                  31\n\n\n\n     The door opens to reveal Charlie's mom and AUNT HELEN\n\n     entering the house. Aunt Helen carries a suitcase. The\n\n     children don't know where she's been or why she looks sad.\n\n     They just know they love her. Little Charlie stands at the\n\n     top of the stairs with his brother and sister in their Sunday\n\n     clothes. There are balloons. And streamers.\n\n\n\n                         LITTLE CANDACE\n\n               Welcome home, Aunt Helen!\n\n\n\n                          AUNT HELEN\n\n               Oh.   Look at you all, dressed so nice.\n\n\n\n     Aunt Helen smiles at Little Charlie on top of the stairs.\n\n\n\n                                                         MATCH CUT TO:\n\n\n\n32   INT. ENTRY HALL - NIGHT (PRESENT)                                    32\n\n\n\n     Charlie stands at the top of the stairs as Candace enters the\n\n     house. She is startled when she sees Charlie. They whisper.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nENTRY HALL - NIGHT (PRESENT)                                    32\n\n\n\n     Charlie stands at the top of the stairs as Candace enters the\n\n     house. She is startled when she sees Charlie. They whisper. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CHARLIE\n\n               What are you doing?\n\n\n\n                         CANDACE\n\n               Look, I egged him on. You saw it. He's\n\n               never hit me before. I promise he'll\n\n               never hit me again.\n\n\n\n     She's about to go back downstairs when...\n\n\n\n                         CHARLIE\n\n               Like Aunt Helen's boyfriends?\n\n\n\n     A silence passes between them.   Then...\n\n                                                                    19.\n\n\n\n\n\n                         CANDACE\n\n               Charlie... this is Pony Tail Derek.   I\n\n               can handle him. Will you trust me?\n\n               Please, don't tell mom and dad.\n\n\n\n     With a desperately confident nod, Candace goes downstairs.\n\n     Charlie stands in the entry hall, troubled.\n\n\n\n33   INT. GYMNASIUM - NIGHT                                          33\n\n\n\n     The Homecoming Dance is in full swing. God bless everyone.\n\n     Especially Charlie. He's alone at the wall, dressed in his\n\n     Sunday suit. To us, adorable. To himself, in living hell.\n\n\n\n     Charlie watches his sister, slow dancing with Derek. As\n\n     happy as she looks, Charlie still isn't sure if he did the\n\n     right thing by keeping quiet. The song ends to applause.\n\n\n\n     After a beat, Charlie turns away. That's when he sees Sam\n\n     and Patrick at the punch bowl. We hear the first notes of\n\n     \"Come On, Eileen\" by Dexy's Midnight Runners.\n\n\n\n                         SAM\n\n               Oh, my God. They're playing good music.\n\n\n\n                         PATRICK\n\n               Holy shit. They are!   They're playing\n\n               good music!\n\n\n\n                         SAM\n\n                   (total mischief)\n\n               Living room routine?\n\n\n\n                         PATRICK\n\n               Living room routine!\n\n\n\n     Charlie watches Sam and Patrick run to the center of the\n\n     floor and show this stiff crowd what dancing is. It starts\n\n     slow. \"So over it\" hand moves. A little shoulder. And\n\n     then, the best of swing. 30 seconds of genius.\n\n\n\n     Charlie takes a breath. Then, he tries desperately not to\n\n     look like he's dancing toward them as he dances toward them.\n\n     He bobs his head like a dork. And once he gets close,\n\n     Patrick and Sam turn and find him.\n\n\n\n                         SAM &amp; PATRICK\n\n               Hey!\n\n\n\n     Without a pause, they grab his hands, and move together in a\n\n     circle. Their own island.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM &amp; PATRICK\n\n               Hey! Without a pause, they grab his hands, and move together in a\n\n     circle. Their own island. \n\nTARGET SECTION TO BE ANNOTATED:\n After a moment, Sam moves around\n\n     Charlie like a maypole as the whole gym explodes into dance.\n\n                                                                     20.\n\n\n\n\n\n34   EXT. BOB'S HOUSE - NIGHT                                         34\n\n\n\n     The party rages inside this mansion in the rich part of town.\n\n     Patrick and Sam walk up the steps with Charlie tailing.\n\n\n\n                         SAM\n\n               God, it's freezing.\n\n\n\n                         PATRICK\n\n               But you wore that toasty costume. It's\n\n               not like you're trying too hard to be\n\n               original.\n\n\n\n                         SAM\n\n               Piss off, Tennessee Tuxedo.\n\n\n\n                         CHARLIE\n\n               Are you sure it's okay that I come?\n\n\n\n                         SAM\n\n               Of course. Just remember, Charlie...\n\n               Bob's not paranoid.\n\n\n\n                         PATRICK\n\n               \"He's sensitive.\"\n\n\n\n     Sam knocks. The door opens, revealing BOB (20). Bob was the\n\n     cool high school kid, who never quite left. He's stoned so\n\n     often that people can't tell the difference anymore.\n\n\n\n                         BOB\n\n               Sam... that waitress from the Olive\n\n               Garden is a tease. Will you marry me?\n\n\n\n                         SAM\n\n               Only if I have Patrick's blessing.\n\n\n\n                          BOB\n\n               Patrick?\n\n\n\n                         PATRICK\n\n               You're a hopeless stoner who attends the\n\n               culinary institute. So, I'm going to\n\n               have to say \"no\" on that one, but nice\n\n               try. Charlie?\n\n\n\n     Patrick leads Charlie inside, leaving Bob staring at Sam.\n\n\n\n                          BOB\n\n               Touché.\n\n\n\n35   INT. BOB'S BASEMENT - MOMENTS LATER                              35\n\n                                                               21.\n\n\n\n\n\n                    PATRICK\n\n          Charlie... this is a party.\n\n\n\nThe music blasts. Charlie's eyes are our guide. As they\n\nwalk through the crowd, you can smell it. Stale beer and\n\ncigarette smoke. High school parties. The room is packed\n\n                                                                 *\n\nwith kids playing quarters. Others pouring vodka into a\n\nwatermelon.\n\n\n\n                    PATRICK (CONT'D)\n\n          This is what fun looks like.\n\n\n\nPatrick smiles when he spots two friends.\n\n\n\n                    PATRICK (CONT'D)\n\n          You ready to meet some desperate women?\n\n\n\nMARY ELIZABETH and ALICE (both 17) sit on the sofa together.\n\nMary Elizabeth is smart, a little overweight, and extremely\n\nbossy.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nPATRICK (CONT'D)\n\n          You ready to meet some desperate women? MARY ELIZABETH and ALICE (both 17) sit on the sofa together. Mary Elizabeth is smart, a little overweight, and extremely\n\nbossy. \n\nTARGET SECTION TO BE ANNOTATED:\n Alice will figure out that she's a lesbian in\n\ncollege. Right now, she just likes movies and is Mary\n\nElizabeth's \"beta female.\"\n\n\n\n                    PATRICK (CONT'D)\n\n          Here, have a seat. Hey, ladies, meet\n\n          Charlie. Charlie, meet ladies.\n\n\n\nThey shake hands and say their hellos.\n\n\n\n                    PATRICK (CONT'D)\n\n          This is Charlie's first party ever. So,\n\n          I expect nice, meaningful, heartfelt blow\n\n          jobs from both of you.\n\n\n\n                    MARY ELIZABETH\n\n          Patrick, you're such a dick.\n\n\n\n                    PATRICK\n\n          Where the hell did you go?\n\n\n\n                    MARY ELIZABETH\n\n          The dance was a little boring, don't you\n\n          think?\n\n\n\n                    PATRICK\n\n          You're so selfish. We looked everywhere\n\n          for you. You could have told someone.\n\n\n\n                    MARY ELIZABETH\n\n          Cry me a river.\n\n\n\n                    PATRICK\n\n          How is it that you got meaner since\n\n                                                                       22.\n\n\n\n\n\n                         MARY ELIZABETH\n\n               Just lucky I guess.\n\n\n\n                         PATRICK\n\n               I think you're doing something wrong.\n\n\n\n                         MARY ELIZABETH\n\n               Or something very right.\n\n\n\n     Patrick and Mary Elizabeth laugh at their banter, just as Sam\n\n     calls out from the other side of the room.\n\n\n\n                           SAM (O.S.)\n\n               Hey!    Look who's here!\n\n\n\n     The party turns, and Charlie sees Brad Hays, the quarterback,\n\n     enter with Sam and Bob. Patrick approaches them. Charlie\n\n     sits on the beat up couch next to the girls. He's shocked.\n\n\n\n                         CHARLIE\n\n               Is that Brad Hays?\n\n\n\n                           ALICE\n\n               Yeah.    He comes here sometimes.\n\n\n\n                         CHARLIE\n\n               But he's a popular kid.\n\n\n\n                         MARY ELIZABETH\n\n                   (offended)\n\n               Then, what are we?\n\n\n\n     Charlie tries to think of something, but he can't.    The girls\n\n     turn, ignoring him. Bob approaches with a tray.\n\n\n\n                         BOB\n\n               Charlie, you look like you could use a\n\n               brownie.\n\n\n\n                         CHARLIE\n\n               Thank you. I was so hungry at the dance.\n\n               I was going to go to King's, but I didn't\n\n               really have any time. Thanks.\n\n\n\n     Bob smiles.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was going to go to King's, but I didn't\n\n               really have any time. Thanks. Bob smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n Mary Elizabeth gives Alice a knowing glance.\n\n     Charlie bites into the brownie. The icing gushing between\n\n     his teeth. The image goes up into the smoke like an inhale\n\n     as he chews and chews and chews.\n\n\n\n36   INT. BOB'S BASEMENT - LATER                                        36\n\n\n\n     After a beat, the music changes, and the image exhales back\n\n     down to Charlie, who is now... baked out of his mind. The\n\n                                                             23.\n\n\n\nwhole party surrounds him now, pissing themselves with\n\nlaughter as this shy kid talks and talks and talks.\n\n\n\n                    CHARLIE\n\n          Have you guys felt this carpet?     This\n\n          carpet feels so darn good.\n\n\n\n                    MARY ELIZABETH\n\n              (laughing)\n\n          Charlie, what do you think about high\n\n          school?\n\n\n\n                    CHARLIE\n\n          High school? Bullshit. The cafeteria is\n\n          called the Nutrition Center. And people\n\n          wear their letter jackets even when it's\n\n          98 degrees out. And why do they give out\n\n          letters for marching band? That's not a\n\n          sport, and we all know it.\n\n\n\n                    MARY ELIZABETH\n\n          This kid is crazy.\n\n\n\nCharlie looks at Mary Elizabeth with her new wave haircut.\n\n\n\n                    CHARLIE\n\n          And Mary Elizabeth, I think you're really\n\n          going to regret that haircut when you\n\n          look back at old photographs.\n\n              (off their laughter)\n\n          I'm really sorry. That sounded like a\n\n          compliment in my head.\n\n\n\n                    MARY ELIZABETH\n\n          Oh, my God!\n\n\n\n                    ALICE\n\n          Well, it's kind of true.\n\n\n\n                       MARY ELIZABETH\n\n          Shut up!\n\n\n\nSam enters the room.    Takes quick stock.   Then...\n\n\n\n                    SAM\n\n          Bob, did you get him stoned?\n\n\n\n                    BOB\n\n          Come on, Sam. He likes it.     Just look at\n\n          him.\n\n\n\n                    SAM\n\n          How do you feel, Charlie?\n\n                                                                     24.\n\n\n\n\n\n                         CHARLIE\n\n               I just really want a milkshake.\n\n\n\n     The entire room explodes with laughter.    Charlie loves that\n\n     people find him so funny.\n\n\n\n37   INT. BOB'S KITCHEN - NIGHT                                       37\n\n\n\n     Sam takes the ice cream from the freezer to the blender.\n\n     Charlie watches her make the perfect vanilla milkshake.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n37   INT. BOB'S KITCHEN - NIGHT                                       37\n\n\n\n     Sam takes the ice cream from the freezer to the blender. Charlie watches her make the perfect vanilla milkshake. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CHARLIE\n\n               Sam, you have such pretty brown eyes, the\n\n               kind of pretty that deserves to make a\n\n               big deal about itself. You know what I\n\n               mean?\n\n\n\n                         SAM\n\n               Okay, Charlie.     Let me make the milkshake.\n\n\n\n                         CHARLIE\n\n               What a great word. Milkshake. It's like\n\n               when you say your name over and over\n\n               again in the mirror, and after awhile, it\n\n               sounds crazy.\n\n\n\n                         SAM\n\n               I'm guessing you've never been high\n\n               before?\n\n\n\n                         CHARLIE\n\n               Me? No. My best friend Michael. His\n\n               dad was a big drinker. So, he hated all\n\n               that stuff. Parties, too.\n\n\n\n                         SAM\n\n               Well, where is Michael tonight?\n\n\n\n                         CHARLIE\n\n               Oh, he shot himself last May.\n\n\n\n     Sam looks up.   Shocked silent.   Charlie is just stoned.\n\n\n\n                         CHARLIE (CONT'D)\n\n               I kind of wish he'd left a note.    You\n\n               know what I mean?\n\n                   (off her sad nod)\n\n               Where's the bathroom?\n\n\n\n                         SAM\n\n               It's up the stairs.\n\n\n\n                          CHARLIE\n\n                                                                     25.\n\n\n\n\n\n     Charlie wanders off.    Sam watches him go.\n\n\n\n38   INT. HALLWAY - NIGHT                                             38\n\n\n\n     Charlie leaves the bathroom and stops when he sees himself in\n\n     a large ornate mirror in the hallway.\n\n\n\n                            CHARLIE\n\n               Charlie.     Charlie.   Weird.\n\n\n\n     Charlie wanders down the hallway, a little lost. He finds\n\n     the door to the master bedroom and opens it. He sees Patrick\n\n     and Brad Hays... kissing.\n\n\n\n                            CHARLIE (CONT'D)\n\n               Woah.\n\n\n\n                            PATRICK\n\n               Charlie?\n\n\n\n                         BRAD HAYS\n\n                   (nervous)\n\n               Who is that kid?\n\n\n\n                          PATRICK\n\n               Relax. Relax. He's a friend of mine.\n\n               Stay here.\n\n\n\n     Patrick closes the bedroom door and follows Charlie.\n\n\n\n                         CHARLIE\n\n               I didn't see anything.\n\n\n\n                         PATRICK\n\n               I know you saw something, but it's okay.\n\n\n\n     Patrick takes a quick peek to make sure no one is watching.\n\n\n\n                         PATRICK (CONT'D)\n\n               Listen, Brad doesn't want anyone to\n\n               know...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nPATRICK\n\n               I know you saw something, but it's okay. Patrick takes a quick peek to make sure no one is watching. PATRICK (CONT'D)\n\n               Listen, Brad doesn't want anyone to\n\n               know... \n\nTARGET SECTION TO BE ANNOTATED:\n wait, are you baked?\n\n\n\n                         CHARLIE\n\n               \"Like a cake.\" That's what Bob said.\n\n               And how you can't have 3 on a match\n\n               because they would find us. And everyone\n\n               laughed, but I don't know what's funny.\n\n\n\n                         PATRICK\n\n               Okay, Charlie, listen. I need you to\n\n               promise that you're not going to say\n\n               anything to anyone about me and Brad.\n\n               This has to be our little secret.\n\n                                                                        26.\n\n\n\n\n\n                         CHARLIE\n\n               Our little secret.     Agreed.\n\n\n\n                            PATRICK\n\n               Thank you.     We'll talk later.\n\n\n\n                         CHARLIE\n\n               I look forward to that big talk.\n\n\n\n     Patrick laughs, goes back to the room, and closes the door.\n\n\n\n39   INT. BOB'S BASEMENT - NIGHT                                         39\n\n\n\n     The party has thinned. Sam watches Charlie drink his\n\n     milkshake obsessively with Alice and Mary Elizabeth.\n\n\n\n                         CHARLIE\n\n               Isn't this the best milkshake, Alice?\n\n               It's even better than the first one.\n\n\n\n     Patrick walks downstairs.    Sam motions him over.\n\n\n\n                         SAM\n\n                   (barely audible whisper)\n\n               I need to talk to you. Charlie just told\n\n               me that his best friend shot himself. I\n\n               don't think he has any friends.\n\n\n\n     Patrick turns to look at Charlie. He feels so bad for the\n\n     kid. Patrick raises his plastic cup to the remaining crowd.\n\n\n\n                            PATRICK\n\n               Everyone.     Raise your glasses to Charlie.\n\n\n\n     Charlie looks up.   A little paranoid.     Everyone is staring.\n\n\n\n                         CHARLIE\n\n               What did I do?\n\n\n\n                         PATRICK\n\n               You didn't do anything. We just want to\n\n               toast our new friend.\n\n                   (off his look)\n\n               You see things. And you understand.\n\n               You're a wallflower.\n\n\n\n     Charlie dries his sweaty hands on his pants.     He looks around\n\n     the room at the nods and friendly faces.\n\n\n\n                         PATRICK (CONT'D)\n\n               What is it? What's wrong?\n\n\n\n                            CHARLIE\n\n                                                                         27.\n\n\n\n\n\n                         PATRICK\n\n               Well, we didn't think there were any cool\n\n               people left to meet. So, everyone...\n\n\n\n                         SAM &amp; EVERYONE\n\n               To Charlie.\n\n\n\n     They all drink.    Sam approaches him.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM &amp; EVERYONE\n\n               To Charlie. They all drink. Sam approaches him. \n\nTARGET SECTION TO BE ANNOTATED:\n    A knowing smile.\n\n\n\n                         SAM\n\n               Welcome to the island of misfit toys.\n\n\n\n     Charlie smiles, and the soundtrack comes rushing up loud.\n\n\n\n                                                         SMASH CUT TO:\n\n\n\n40   EXT./INT. SAM'S TRUCK - NIGHT                                        40\n\n\n\n     The truck speeds on Highway 376 toward the Fort Pitt Tunnel.\n\n     Patrick drives. Sam cranks the radio, blaring \"The Tunnel\n\n     Song.\" The Star's anthem, \"Your Ex-Lover is Dead\" is our\n\n     prototype for tone.\n\n\n\n                           SAM\n\n               My God.    What is this song!?\n\n\n\n                           PATRICK\n\n               Right?    I have no idea.\n\n\n\n                         SAM\n\n                   (to Charlie)\n\n               Have you heard it before?\n\n\n\n                            CHARLIE\n\n               Never.\n\n\n\n                         SAM\n\n                   (light bulb)\n\n               Wait! Let's go through the tunnel!\n\n\n\n                         PATRICK\n\n               Sam, it's freezing.\n\n\n\n                         SAM\n\n               Patrick, it's the perfect song!\n\n\n\n                            PATRICK\n\n               No.     Mama Patrick says no.\n\n\n\n                         SAM\n\n               Patrick, it's Sam. It's Sam talking to\n\n               you, I'm begging you to drive me--\n\n                                                                      28.\n\n\n\n\n\n                            PATRICK\n\n                      (laughing)\n\n                  Alright! I concede!\n\n\n\n     Sam climbs through the window to the flat bed.   She grips the\n\n     flood lights to steady herself as she stands.\n\n\n\n                            CHARLIE\n\n                  What is she doing?\n\n\n\n                            PATRICK\n\n                  Don't worry. She does it all the time.\n\n\n\n                            SAM\n\n                  Turn it up!\n\n\n\n                            PATRICK\n\n                  You got it, your highness.\n\n\n\n     Patrick turns up the volume and drums on the steering wheel,\n\n     just as the truck flies into...\n\n\n\n     THE TUNNEL\n\n\n\n     We go behind the truck. Rising as Sam puts her arms in the\n\n     air. The image moves to Charlie's point of view, rising from\n\n     Sam's feet up her shivering legs. Past the band-aid on her\n\n     right knee. To Sam's face as she looks down. Into the\n\n     camera. Right at us. For we are now...\n\n\n\n     Charlie, looking up at Sam, so in love with this free-spirit.\n\n     So happy to have friends. Happy to be alive. Charlie gets\n\n     this look on his face. Patrick notices and smiles.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHappy to be alive. Charlie gets\n\n     this look on his face. Patrick notices and smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n                            PATRICK (CONT'D)\n\n                  What?\n\n\n\n                            CHARLIE\n\n                  I feel infinite.\n\n\n\n     The truck flies out of the Fort Pitt Tunnel onto the bridge.\n\n     Patrick and Charlie laugh as Sam raises her arms. Free and\n\n     young and alive on the greatest night of Charlie's life.\n\n\n\n                                                            CUT TO:\n\n\n\n41   INT. CHARLIE'S BEDROOM - AFTERNOON                                41\n\n\n\n     We see Charlie proudly put a Smiths poster on his wall next\n\n     to photos of his new friends. He dances to his desk,\n\n     listening to Air Supply's \"All Out of Love\" on his Walkman.\n\n                                                                     29.\n\n\n\n\n\n                         CHARLIE (V.O.)\n\n               Dear Friend, I'm sorry I haven't written\n\n               for awhile, but I've been trying hard not\n\n               to be a loser.\n\n\n\n     As the lyrics begin, Charlie unabashedly lip-synchs...\n\n\n\n                         AIR SUPPLY\n\n               I'm lying alone with my head on the\n\n               phone, thinking of you 'til it hurts.\n\n\n\n     Charlie sits at his desk, writing and lip-synching.\n\n\n\n                         CHARLIE (V.O.)\n\n               For example, I am trying to participate\n\n               by listening to Sam's collection of big\n\n               rock ballads and thinking about love.\n\n               Sam says they are kitschy and brilliant.\n\n               I completely agree.\n\n\n\n42   INT. BILL'S CLASSROOM - MORNING                                  42\n\n\n\n     As the students file out, Charlie hands his paper to Bill in\n\n     exchange for a beat up copy of The Great Gatsby.\n\n\n\n                         CHARLIE (V.O.)\n\n               I am also studying extra books outside of\n\n               class. As it turns out, Mr. Anderson is\n\n               a writer. He even had a play put up in\n\n               New York once, which I think is very\n\n               impressive. He and his wife might go\n\n               back there after this year. I know this\n\n               is selfish, but I really hope he doesn't.\n\n\n\n     Charlie pauses in the doorway and turns back to look at Bill.\n\n\n\n43   INT. CAFETERIA - LUNCH                                           43\n\n\n\n     Charlie turns from the lunch line with The Great Gatsby on\n\n     his tray. He looks at the gang at their table. He sits with\n\n     them as they debate the design of this month's fanzine.\n\n\n\n                         CHARLIE (V.O.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sits with\n\n     them as they debate the design of this month's fanzine. CHARLIE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n               My favorite time, though, is lunch because\n\n               I get to see Sam and Patrick. We spend\n\n               the time working on Mary Elizabeth's\n\n               fanzine about music and The Rocky Horror\n\n               Picture Show. It's called Punk Rocky.\n\n               Mary Elizabeth is really interesting\n\n               because she is a Buddhist and a punk, but\n\n               somehow she always acts like my father at\n\n               the end of a \"long day.\"\n\n                                                                     30.\n\n\n\n\n\n44   INT. LIBRARY - AFTERNOON                                         44\n\n\n\n     The xerox spits out copies of PUNK ROCKY! Halloween Issue!\n\n     Alice staples while Mary Elizabeth works her like a sled dog.\n\n\n\n                         CHARLIE (V.O.)\n\n               Her best friend Alice loves vampires and\n\n               wants to go to film school. She also\n\n               steals jeans from the mall. I don't know\n\n               why because her family is rich, but I'm\n\n               trying not to be judgemental. Especially\n\n               since I know how they were all there for\n\n               Patrick last year. Patrick never likes\n\n               to be serious, so it took me awhile to\n\n               get what happened.\n\n\n\n     Sam and Alice laugh when Patrick begins stapling Mary\n\n     Elizabeth's fanzines to within an inch of their life.\n\n\n\n     [Note: The following sequence will come from Charlie's POV of\n\n     Patrick and Brad's activities over a weekend.]\n\n\n\n45   EXT. FOOTBALL STADIUM - NIGHT                                    45\n\n\n\n     Brad Hays leads the football team through the banner onto the\n\n     field as Charlie, Patrick, and Sam cheer. Moments later,\n\n     Brad pulls his helmet on and rushes onto the field.\n\n\n\n                         CHARLIE\n\n               When he was a junior, Patrick started\n\n               seeing Brad on the weekends in secret. I\n\n               guess it was hard, too, because Brad had\n\n               to get drunk every time they fooled\n\n               around.\n\n\n\n46   INT. CAFETERIA - LUNCH                                           46\n\n\n\n     Patrick whispers while the gang studies their SAT books.\n\n\n\n                         CHARLIE (V.O.)\n\n               Then, Monday in school, Brad would say,\n\n               \"Man, I was so wasted. I don't remember\n\n               a thing.\" This went on for 7 months.\n\n\n\n47   INT. ST.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don't remember\n\n               a thing.\" This went on for 7 months. 47   INT. ST. \n\nTARGET SECTION TO BE ANNOTATED:\n THOMAS MORE CATHOLIC CHURCH - MORNING                   47\n\n\n\n     Charlie sits with his family in itchy church clothes. He\n\n     turns to see Brad with his father and mother. Proper family.\n\n     Brad's dad gives him a pat on the back.\n\n\n\n                         CHARLIE (V.O.)\n\n               When they finally did it, Brad said he\n\n               loved Patrick. Then, he started to cry.\n\n                                                                    31.\n\n                         CHARLIE (V.O.) (CONT'D)\n\n               saying his dad would kill him. And\n\n               saying he was going to hell.\n\n\n\n48   INT. LIBRARY - DAY                                              48\n\n\n\n     We see Patrick and Brad walking in the library. They reach\n\n     the stacks, and just when it looks like they'll speak, they\n\n     simply... PASS EACH OTHER WITHOUT A WORD.\n\n\n\n                         CHARLIE (V.O.)\n\n               Patrick was eventually able to help Brad\n\n               get sober. I asked Patrick if he felt\n\n               sad that he had to keep it a secret, and\n\n               he said no because at least now, Brad\n\n               doesn't have to get drunk to love him.\n\n\n\n     Brad sits down with his football pals. Patrick joins Charlie\n\n     and Sam at their table. Charlie looks over at Sam, studying\n\n     hard for her SAT's.\n\n\n\n                         CHARLIE (CONT'D)\n\n               I think that I understand because I\n\n               really like Sam. I asked my sister about\n\n               her, and she said that when Sam was a\n\n               freshman, the upper classmen used to get\n\n               her drunk at parties. I guess she had a\n\n               reputation. But I don't care. I'd hate\n\n               for her to judge me based on what I used\n\n               to be like.\n\n\n\n49   INT. CHARLIE'S BEDROOM - DUSK                                   49\n\n\n\n     We see Charlie making a mix tape on his boom box.\n\n\n\n                         CHARLIE (V.O.)\n\n               So, I've been making her a mix tape so\n\n               she will know how I feel.\n\n\n\n     The two cassettes run. The song is just about to finish\n\n     when... the side runs out of tape and snaps off.\n\n\n\n                           CHARLIE (CONT'D)\n\n               Ah, shit!\n\n\n\n50   EXT. DORMONT HOLLYWOOD MOVIE THEATER - MIDNIGHT                 50\n\n\n\n     The marquee announces it's time for the...",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE (CONT'D)\n\n               Ah, shit! 50   EXT. DORMONT HOLLYWOOD MOVIE THEATER - MIDNIGHT                 50\n\n\n\n     The marquee announces it's time for the... \n\nTARGET SECTION TO BE ANNOTATED:\n51   INT. DORMONT HOLLYWOOD MOVIE THEATER - MIDNIGHT                 51\n\n\n\n     ... Rocky Horror Picture Show! The ROCKY EMCEE, dressed as\n\n     Riff Raff, whips the crowd into a frenzy.\n\n                                                                      32.\n\n\n\n\n\n              ROCKY EMCEE                           CROWD\n\n     Gimme an R! Gimme an O!           R-O-C-K-Y!   Rocky!   Rocky!\n\n     Gimme a C! Gimme a K! Gimme       Rocky!\n\n     a Y! What's that spell!?\n\n\n\n     The crowd cheers!   Charlie claps from the front row.\n\n\n\n52   INT. DORMONT HOLLYWOOD MOVIE THEATER - LATER                      52\n\n\n\n     The movie is in full swing. Charlie watches Sam as Janet in\n\n     the Floor Show. Sam mimics Susan Sarandon perfectly.\n\n     Especially the body. She winks at Charlie as \"Fanfare/Don't\n\n     Dream It\" begins and arriving regally as Frank 'n Furter in\n\n     full drag is... Patrick.\n\n\n\n                         PATRICK\n\n               Whatever happened to Fae Wray? That\n\n               delicate, satin draped frame? As it clung\n\n               to her thigh, how I started to cry 'cause\n\n               I wanted to be dressed just the same.\n\n\n\n     Patrick is a rock star. He approaches Charlie. Putting his\n\n     ass in his face. Charlie is freaked out and laughing!\n\n     Especially when he sees Brad, alone in the back, smiling.\n\n\n\n                         PATRICK (CONT'D)\n\n               Give yourself over to absolute pleasure.\n\n               Swim the warm waters of sins of the\n\n               flesh. Erotic nightmares beyond any\n\n               measure. And sensual daydreams to\n\n               treasure forever. Can't you just see it?\n\n               Woah oh oh!\n\n\n\n     Charlie stops laughing when the orgy begins between Patrick,\n\n     Mary Elizabeth (as Columbia), CRAIG (21), an art student with\n\n     a model's body (as Rocky)... and of course... Sam. Charlie\n\n     watches Sam until he can't take his lust (or guilt).\n\n\n\n53   INT. CRAIG'S LOFT APARTMENT - KITCHEN - NIGHT                     53\n\n\n\n     We hear the chorus of \"Don't Dream It, Be It\" as Charlie\n\n     watches all of the exciting cast members at the after-show\n\n     party.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie\n\n     watches Sam until he can't take his lust (or guilt). 53   INT. CRAIG'S LOFT APARTMENT - KITCHEN - NIGHT                     53\n\n\n\n     We hear the chorus of \"Don't Dream It, Be It\" as Charlie\n\n     watches all of the exciting cast members at the after-show\n\n     party. \n\nTARGET SECTION TO BE ANNOTATED:\n Charlie sees a photo of Sam's naked back on the wall\n\n     of Craig's loft. Very arty. Very black &amp; white. Charlie's\n\n     lust (and guilt) are now at 11. Alice looks at the photo.\n\n\n\n                         ALICE\n\n               It's gorgeous, Craig.    What did you use?\n\n\n\n     Craig is impressive to high school kids. He's a little\n\n     pretentious. But his art school life. His red wine. His\n\n     loft. Wow. Right now, he holds court in the wine line.\n\n                                                                    33.\n\n\n\n\n\n                         CRAIG\n\n               Color film, but black and white paper for\n\n               the printing. My professor gave me an\n\n               \"A,\" but for the wrong reasons. Most of\n\n               them are idiots. You'll see what I mean\n\n               when you get to college. How were your\n\n               SAT's by the way?\n\n\n\n                         ALICE\n\n                   (worried)\n\n               1150. I think I'll get into NYU.\n\n\n\n                         CRAIG\n\n               Yeah, I hope so.\n\n\n\n                         MARY ELIZABETH\n\n                   (cruel to Alice)\n\n               1490. Harvard. Face!\n\n\n\n54   INT. CRAIG'S LOFT APARTMENT - MOMENTS LATER                     54\n\n\n\n     Charlie sees Sam alone on the loft steps. She looks a little\n\n     down. He hands Sam a plastic cup and sits next to her.\n\n\n\n                           CHARLIE\n\n               Hey.    Are you okay?\n\n\n\n                          SAM\n\n               Yeah.   Yeah. But I got my SAT results\n\n               back.   Oops.\n\n\n\n                         CHARLIE\n\n               You can take them again.\n\n\n\n                         SAM\n\n               Yeah, it's just if I'm going to Penn\n\n               State main campus, I have to do much\n\n               better. I wish I would have studied\n\n               freshman year. I was a bit of a mess.\n\n\n\n                         CHARLIE\n\n               I'll help you study for the next one.\n\n\n\n                           SAM\n\n               Will you?\n\n\n\n                         CHARLIE\n\n               Yeah, of course.\n\n\n\n                         SAM\n\n               Thanks, Charlie.\n\n\n\n     Charlie summons his courage.      He hands her the mix tape.\n\n                                                                     34.\n\n\n\n\n\n                         SAM (CONT'D)\n\n               What's this?\n\n\n\n                         CHARLIE\n\n               Just a mix tape. No big deal. My\n\n               parents have a pretty good stereo. It's\n\n               all about that night in the tunnel.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo big deal. My\n\n               parents have a pretty good stereo. It's\n\n               all about that night in the tunnel. \n\nTARGET SECTION TO BE ANNOTATED:\n I\n\n               couldn't find that song we were listening\n\n               to, but I'm still searching for it, so--\n\n\n\n                         SAM\n\n               It's okay. These are great.   You have\n\n               really good taste, Charlie.\n\n\n\n                         CHARLIE\n\n               Really?\n\n\n\n                         SAM\n\n               Yeah. Way better than me as a freshman.\n\n               I used to listen to the worst top 40.\n\n\n\n                         CHARLIE\n\n               No.\n\n\n\n                         SAM\n\n               Yeah, I did. But then I heard this old\n\n               song. Pearly Dew Drops Drop. And I\n\n               thought someday I would be at a party in\n\n               college or something. And I'd look up\n\n               and see this person across the room. And\n\n               from that moment, I'd know everything was\n\n               going to be okay. You know what I mean?\n\n\n\n                         CHARLIE\n\n                   (devastated in love)\n\n               Yeah.\n\n\n\n55   INT. CRAIG'S LOFT APARTMENT - LATER                              55\n\n\n\n     The tape revolves in the stereo, playing a beautiful ballad.\n\n     Charlie watches Sam sway to his music like a serenade. Like\n\n     she is dancing with him. But she isn't. A wider angle\n\n     reveals that she is slow dancing with... Craig.\n\n\n\n     Charlie is 15 year old CRUSHED. No filter. Just feeling.\n\n     Patrick, Alice, and Mary Elizabeth watch Sam across the room.\n\n\n\n                         ALICE\n\n               So, what do you think?\n\n\n\n                         PATRICK\n\n               I don't know.\n\n                                                                    35.\n\n\n\n\n\n                         ALICE\n\n               I hope it works out. Craig would be a\n\n               big step up from her last boyfriend.\n\n\n\n                            MARY ELIZABETH\n\n               No, shit.     Who could forget Mr. Car Wash\n\n               Loser?\n\n\n\n                         PATRICK\n\n               I just hope she stops playing dumb with\n\n               these guys. I keep telling her... don't\n\n               make yourself small. You can't save\n\n               anybody.\n\n\n\n     Craig dips a smiling Sam as the song ends. Sam goes into the\n\n     kitchen. Craig approaches Charlie. Turns off his mix tape.\n\n\n\n                         CRAIG\n\n               Man, your mix is morbidly sad, kid. How\n\n               about something a little more upbeat?\n\n\n\n     Craig grabs a record from the pile and slaps it down.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRAIG\n\n               Man, your mix is morbidly sad, kid. How\n\n               about something a little more upbeat? Craig grabs a record from the pile and slaps it down. \n\nTARGET SECTION TO BE ANNOTATED:\n                         CRAIG (CONT'D)\n\n               Sam tells me you want to be a writer.\n\n\n\n                            CHARLIE\n\n               Yeah.\n\n\n\n                         ALICE\n\n               Don't you write poetry, Craig?\n\n\n\n                            CRAIG\n\n               No.     Poetry writes me.   You know?\n\n\n\n     Charlie sighs. Craig's upbeat song begins to play. He\n\n     dances over to Sam. Charlie's heart breaks as he watches Sam\n\n     hug on Craig.\n\n\n\n56   INT. MILL GROVE HIGH SCHOOL - HALLWAY - DAY                     56\n\n\n\n     In a mirror image, Candace hugs on Derek near the lockers.\n\n     Charlie closes his own locker and moves down the hall.\n\n\n\n57   INT. ENGLISH CLASS - MORNING                                    57\n\n\n\n     The bell rings.    Charlie sets down his On the Road paper.\n\n\n\n                           BILL\n\n               Wow.    That was fast.   You want another\n\n               one?\n\n                                                                   36.\n\n\n\n\n\n     Charlie nods. Bill smiles and reaches into his desk. He\n\n     hands Charlie a copy of A Separate Piece. Charlie takes the\n\n     book and starts to walk out, but he turns back.\n\n\n\n                         CHARLIE\n\n               Mr. Anderson... can I ask you something?\n\n\n\n                         BILL\n\n               Yeah.\n\n\n\n                         CHARLIE\n\n               Why do nice people choose the wrong\n\n               people to date?\n\n\n\n                         BILL\n\n               Are we talking about anyone specific?\n\n\n\n     Charlie nods. Bill looks straight at him. Not preaching.\n\n     Coming from a history of personal experience and pain.\n\n\n\n                         BILL (CONT'D)\n\n               We accept the love we think we deserve.\n\n\n\n                         CHARLIE\n\n               Can we make them know they deserve more?\n\n\n\n                         BILL\n\n               We can try.\n\n\n\n     Charlie smiles.\n\n\n\n58   INT. KINGS FAMILY RESTAURANT - MORNING                         58\n\n\n\n     Charlie waits nervously at a booth. He sees Sam enter. He\n\n     fixes his hair, then pretends to read his SAT PREP BOOK.\n\n\n\n                         SAM\n\n               Hey, Charlie.\n\n\n\n                         CHARLIE\n\n               Hey, Sam. I didn't see you come in.     You\n\n               want to work on probabilities and\n\n               statistics?\n\n\n\n     Sam nods. They open their books, and a Christmas song\n\n     begins. In a quick passage of time, we see them study next\n\n     to Halloween decorations. Then, Thanksgiving. And finally,\n\n     Christmas decorations.\n\n\n\n59   INT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, Thanksgiving. And finally,\n\n     Christmas decorations. 59   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHARLIE'S HOUSE - NIGHT                                   59\n\n\n\n     The song continues. Charlie's mom and sister hang the\n\n     Christmas ornaments as Charlie helps his dad find that \"one\n\n                                                                    37.\n\n\n\n\n\n                           CHARLIE\n\n               Hey, dad.    Can I have 30 dollars?\n\n\n\n                          FATHER\n\n                    (old joke)\n\n               20 dollars? What do you want 10 dollars\n\n               for?\n\n\n\n                         CHARLIE\n\n               Sam is doing secret santa. It's her\n\n               favorite thing in the world. Please.\n\n\n\n     Charlie's father reaches into his pocket and hands Charlie a\n\n     bill. It's a fifty. Dad winks, in a great mood.\n\n\n\n                           FATHER\n\n               Have fun.\n\n\n\n                           CHARLIE\n\n               Thanks.\n\n\n\n60   INT. MILL GROVE HIGH SCHOOL - DAY                               60\n\n\n\n     Lockers are opened by Charlie. Sam. Patrick. Wrapped gifts\n\n     are deposited. Mischief smiles. Lockers closed. Everyone\n\n     loves getting their presents except Charlie - who got socks.\n\n\n\n61   INT. BILL'S CLASSROOM - MORNING                                 61\n\n\n\n     Bill hands Charlie a well worn copy of The Catcher in the\n\n     Rye. He smiles.\n\n\n\n                         BILL\n\n               Charlie... this was my favorite book\n\n               growing up. This is my copy, but I want\n\n               you to have it.\n\n\n\n                           CHARLIE\n\n               Thanks.\n\n\n\n                         BILL\n\n               Have a great Christmas break.\n\n\n\n                         CHARLIE\n\n               You too, Mr. Anderson.\n\n\n\n62   INT. SHOP CLASS - DAY                                           62\n\n\n\n     Mr. Callahan, the shop teacher, looks at a Sad Sack Girl's\n\n     clock. He takes a moment, and then...\n\n\n\n                         MR. CALLAHAN\n\n               Terrible stain.\n\n                                                                     38.\n\n\n\n\n\n     He moves to Charlie's dad's amazing clock.   He hands Charlie\n\n     an A on a piece of paper.\n\n\n\n                         MR. CALLAHAN (CONT'D)\n\n               That's pretty good, Charlie.\n\n\n\n     Mr. Callahan moves to Patrick's SHITTY WOODEN CLOCK. No\n\n     stain. No finish. Lop-sided. The ugliest clock you've ever\n\n     seen in your life.\n\n\n\n                         MR. CALLAHAN (CONT'D)\n\n               You've got to be kidding me.\n\n\n\n                         PATRICK\n\n               If you fail me, you get me next semester.\n\n\n\n     Mr.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nCALLAHAN (CONT'D)\n\n               You've got to be kidding me. PATRICK\n\n               If you fail me, you get me next semester. Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Callahan writes a grade and slaps it down.\n\n\n\n63   EXT. WEST END OVERLOOK - NIGHT                                   63\n\n\n\n     The song continues as Patrick holds up the grade. C minus!\n\n     Charlie and Sam cheer as Patrick screams at the top of his\n\n     lungs...\n\n\n\n                         PATRICK\n\n               Woo! C Minus! It's over! It's over!\n\n               Ladies and gentlemen, I am below average!\n\n\n\n                         SAM\n\n               Below average!\n\n\n\n     Patrick screams at the city in the distance.   Below average!\n\n\n\n64   INT. DORMONT HOLLYWOOD MOVIE THEATER - GREEN ROOM - NIGHT        64\n\n\n\n     We move to find Sam, holding her SAT score up to the group.\n\n\n\n                            SAM\n\n               Hey, guys.     1210.\n\n\n\n     Everyone cheers.   Sam hugs Charlie.\n\n\n\n65   INT. SAM AND PATRICK'S HOUSE - GAMES ROOM - NIGHT                65\n\n\n\n     Charlie carries Sam on his shoulders past the Christmas Tree.\n\n     Sam wears a Santa Hat like a hot elf.\n\n\n\n                         SAM\n\n               No more applications!   No more SAT's!\n\n               Thank you, Charlie!\n\n\n\n     They pass Mary Elizabeth as she opens her final present.\n\n                                                                    39.\n\n\n\n\n\n                    MARY ELIZABETH\n\n          Multiple pairs of blue jeans. Wow. This\n\n          is a really tough one, but I'm going to\n\n          have to guess... Alice.\n\n\n\nAlice smiles. Bob nudges her. Guilty as charged.       Mary\n\nElizabeth pulls one last item out of the gift bag.\n\n\n\n                    MARY ELIZABETH (CONT'D)\n\n          Wait, guys... a receipt! She actually\n\n          paid!\n\n\n\n                    PATRICK\n\n          Impossible!\n\n\n\n                    MARY ELIZABETH\n\n          I'm so touched.\n\n\n\nAlice laughs. Patrick pours everyone brandy.    The kids look\n\nridiculous, but they don't feel ridiculous.\n\n\n\n                    CHARLIE\n\n          Where's Craig?\n\n\n\n                    SAM\n\n          He went home to Connecticut.    He'll be\n\n          back for New Year's Eve.\n\n\n\n                    CHARLIE\n\n          I'm sorry we won't be seeing him tonight.\n\n\n\nSam nods, then turns. Charlie is delighted. No Craig.         The\n\nkids settle in the living room in front of the fire.\n\n\n\n                    SAM\n\n          Alright, big brother by 3 weeks.    Who's\n\n          your secret santa?\n\n\n\n                    PATRICK\n\n          I'll tell you, Sam.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\n\n          Alright, big brother by 3 weeks. Who's\n\n          your secret santa? PATRICK\n\n          I'll tell you, Sam. \n\nTARGET SECTION TO BE ANNOTATED:\n This one's tough. I\n\n          have received a harmonica, a magnetic\n\n          poetry set, a book about Harvey Milk, and\n\n          a mix with the song \"Asleep\" on it...\n\n          twice.\n\n\n\nCharlie starts snickering.    He can't help himself.\n\n\n\n                    PATRICK (CONT'D)\n\n          I mean, I have no idea. This collection\n\n          of presents is so gay that I think I must\n\n          have given them to myself. But despite\n\n          that distinct possibility, I'm going to\n\n          have to go with... drum roll... Charlie.\n\n                                                           40.\n\n\n\n\n\nCharlie holds up his hands.     Yay!   They all cheer.\n\n\n\n                    SAM\n\n          Alright, Charlie... it's your turn.\n\n\n\nCharlie and Patrick switch places.       Charlie stands.\n\n\n\n                    CHARLIE\n\n          Okay. Uh, I have received socks, pants,\n\n          a shirt, and a belt. I was ordered to\n\n          wear them all tonight. So, I'm guessing\n\n          my secret santa is Mary Elizabeth.\n\n\n\n                     PATRICK\n\n          Huh.   Now, why do you say that?\n\n\n\n                     CHARLIE\n\n          I don't know. She bosses people around\n\n          sometimes.\n\n\n\nThe gang cracks up.   Mary Elizabeth is pissed.\n\n\n\n                    MARY ELIZABETH\n\n          What the hell is wrong with you?\n\n\n\n                      CHARLIE\n\n          Sorry.\n\n\n\n                    PATRICK\n\n          Well, you'll be surprised to know that\n\n          your secret santa is actually... me.\n\n\n\n                    CHARLIE\n\n          You got me clothes?     Why?\n\n\n\n                    PATRICK\n\n          Because all the great writers used to\n\n          wear great suits. Your last present is\n\n          on a towel rack in the bathroom. Delve\n\n          into our facilities. Emerge a star.\n\n\n\nCharlie gives Sam a sack of presents.\n\n\n\n                    CHARLIE\n\n          Can you hand these out while I'm gone?\n\n\n\n                    MARY ELIZABETH\n\n          Wait a second. There's only secret santa\n\n          presents. There are rules, Charlie.\n\n\n\n                    PATRICK\n\n          Mary Elizabeth, why are you trying to eat\n\n          Christmas? Hand them out, Sam.\n\n                                                                     41.\n\n\n\n\n\n     Sam gives out the presents. The group rips them open. Alice\n\n     looks at a book about Martin Scorsese with the inscription...\n\n\n\n                         ALICE\n\n               \"Alice, I know you'll get into NYU.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe group rips them open. Alice\n\n     looks at a book about Martin Scorsese with the inscription... ALICE\n\n               \"Alice, I know you'll get into NYU. \n\nTARGET SECTION TO BE ANNOTATED:\n     Alice turns to Mary Elizabeth who holds up a card with...\n\n\n\n                         MARY ELIZABETH\n\n               40 dollars.\n\n                   (reads card)\n\n               \"To print Punk Rocky in color next time.\"\n\n\n\n     Bob blows soap bubbles into the air.   Stoned.   Mesmerized.\n\n\n\n                         BOB\n\n               He knows me. He really knows me.\n\n\n\n     Sam looks at her present. An old 45 record of The Beatles\n\n     classic \"Something\" with a card. She reads the card. Holds\n\n     it to her chest. Very moved.\n\n\n\n                         SAM\n\n               Come on out, Charlie.\n\n\n\n     They all chime in. \"Let's go, young man!\" \"Charlie!\n\n     Charlie!\" Charlie opens the door off camera, and we see his\n\n     entrance play off their faces. The reverse angle reveals...\n\n\n\n     Charlie dressed in his suit. Like the best of English mods\n\n     in the 60's. For those of you who know the book, this is the\n\n     cover. They all clap. It's magic.\n\n\n\n                          PATRICK\n\n               Yeah!   What a display of man I have ever\n\n               seen!\n\n\n\n     Sam and Charlie look at each and smile.\n\n\n\n66   INT. SAM'S BEDROOM - LATER                                       66\n\n\n\n     The door opens.   Sam and Charlie walk into the dark room.\n\n\n\n                         CHARLIE\n\n               Where are we going?\n\n\n\n                         SAM\n\n               It's a surprise.\n\n\n\n     Sam flips the switch, bathing the room in light. Sam's room\n\n     is so cool. A shrine to music. A xerox that says \"The\n\n     Beatings Will Continue Until Morale Improves.\" Virgin Mary\n\n     icons. Snow globes. Kitsch.\n\n                                                               42.\n\n\n\n\n\n                    CHARLIE\n\n          Is this your room?    It's so cool.\n\n\n\n                      SAM\n\n          Thanks.\n\n\n\nSam points to a green box with a red ribbon on her desk.\n\n\n\n                    CHARLIE\n\n          You got me a present?\n\n\n\n                    SAM\n\n          With all that help on my Penn State\n\n          application? Of course I did. Open it.\n\n\n\nCharlie lifts up the box to reveal an OLD MANUAL TYPEWRITER.\n\n\n\n                    CHARLIE\n\n          I don't know what to say.\n\n\n\n                    SAM\n\n          You don't have to say anything.\n\n\n\nSam goes over and types. \"Write about us sometime.\" He\n\nsmiles and types back. \"I will.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\n\n          I don't know what to say. SAM\n\n          You don't have to say anything. Sam goes over and types. \"Write about us sometime.\" He\n\nsmiles and types back. \"I will. \n\nTARGET SECTION TO BE ANNOTATED:\n They look at each other.\n\nWe can hear a lovely ballad playing downstairs.\n\n\n\n                    SAM (CONT'D)\n\n          I'm sorry we can't be here for your\n\n          birthday.\n\n\n\n                    CHARLIE\n\n          That's okay. I'm just sorry you have to\n\n          go back and visit your dad.\n\n\n\n                    SAM\n\n          I'm in such a great mood, I don't think\n\n          even he could ruin it. I feel like I'm\n\n          finally doing good.\n\n\n\n                      CHARLIE\n\n          You are.\n\n\n\n                    SAM\n\n          Me? What about you? When I met you, you\n\n          were this scared freshman. And look at\n\n          you in that suit. You're like a sexy\n\n          English school boy. I saw Mary Elizabeth\n\n          checking you out.\n\n\n\n                      CHARLIE\n\n                (innocent laugh)\n\n          No.\n\n                                                               43.\n\n\n\n\n\n                    SAM\n\n          Innocent. Worst kind of guys. Never see\n\n          you coming. And parents love you. That's\n\n          like... extra danger.\n\n\n\n                    CHARLIE\n\n          Well, it hasn't worked so far.\n\n\n\n                    SAM\n\n          Come on. You've never had a girlfriend?\n\n          Not even a 2nd grade valentine?\n\n\n\nHe shakes his head.\n\n\n\n                    SAM (CONT'D)\n\n          Have you ever kissed a girl?\n\n\n\n                     CHARLIE\n\n          No.   What about you?\n\n\n\n                    SAM\n\n          Have I ever kissed a girl?\n\n\n\n                    CHARLIE\n\n              (laughs)\n\n          No! Your first kiss...\n\n\n\nSam gets this strange look in her eyes.    A little haunted.\n\n\n\n                    SAM\n\n          My first kiss? I was 11. His name was\n\n          Robert. He would come over to the house\n\n          all the time.\n\n\n\n                    CHARLIE\n\n          Was he your first boyfriend?\n\n\n\n                    SAM\n\n          He was my dad's boss.\n\n\n\nCharlie goes silent.\n\n\n\n                    SAM (CONT'D)\n\n          You know Charlie, I used to sleep with\n\n          guys who treated me like shit. And get\n\n          wasted all the time. But now... I feel\n\n          like I have a chance. I could even get\n\n          into a real college.\n\n\n\n                       CHARLIE\n\n          It's true.     You can do it.\n\n\n\n                       SAM\n\n                                                                   44.\n\n\n\n\n\n                         CHARLIE\n\n               My Aunt... she had that same thing done\n\n               to her, too. And she turned her life\n\n               around.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM\n\n                                                                   44. CHARLIE\n\n               My Aunt... she had that same thing done\n\n               to her, too. And she turned her life\n\n               around. \n\nTARGET SECTION TO BE ANNOTATED:\n                         SAM\n\n               She must have been great.\n\n\n\n                         CHARLIE\n\n               She was my favorite person in the\n\n               world... until now.\n\n\n\n     Sam smiles.   She's very moved.\n\n\n\n                         SAM\n\n               Charlie, I know that you know I like\n\n               Craig. But I want to forget that for a\n\n               minute. Okay? I just want to make sure\n\n               that the first person who kisses you\n\n               loves you. Okay?\n\n\n\n     Charlie nods. And with that, Sam leans over and kisses him.\n\n     It starts softly, then Sam wraps her thin arms around him.\n\n     Holding on for lonely life. When the song crescendos, and\n\n     they part, Charlie and Sam look at each other. Finally...\n\n\n\n                         SAM (CONT'D)\n\n               I love you, Charlie.\n\n\n\n                         CHARLIE\n\n               I love you, too.\n\n\n\n67   EXT. SAM AND PATRICK'S HOUSE - NIGHT                           67\n\n\n\n     The porch lights are as golden as Charlie feels right now.\n\n     We see the girls wave to each other and hug Sam.\n\n\n\n                         GANG\n\n               \"Merry Christmas!\" \"Good luck at your\n\n               dad's!\" \"See you at New Year's!\"\n\n\n\n     Patrick approaches Charlie in the doorway.\n\n\n\n                         CHARLIE\n\n               Have a good time at your mom's.\n\n\n\n                          PATRICK\n\n               Thanks. And Charlie... since you were\n\n               born on Christmas Eve, I figure you don't\n\n               get a lot of birthday presents. So, I\n\n               thought you should have my clock. From\n\n               the heart.\n\n                                                                         45.\n\n\n\n\n\n                           CHARLIE\n\n                 Thank you, Patrick.\n\n\n\n     Sam gives Charlie one last hug.       Patrick and Sam watch their\n\n     friends leave.\n\n\n\n                           PATRICK\n\n                 I love you guys!\n\n\n\n68   EXT. DOWNTOWN PITTSBURGH - NIGHT                                     68\n\n\n\n     We fly as high as Charlie feels.      Above the city on Christmas\n\n     Eve.\n\n\n\n69   INT. CHARLIE'S HOUSE - NIGHT                                         69\n\n\n\n     The front door opens, revealing Charlie's dad.\n\n\n\n                            FATHER\n\n                 Hey!   Look who's here!\n\n\n\n     He moves out of the way, and standing there is Charlie's\n\n     older brother, CHRIS KELMECKIS (19). Chris is handsome,\n\n     charismatic, and an all around winner.\n\n\n\n                           CHRIS\n\n                 Come here, little sister.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe moves out of the way, and standing there is Charlie's\n\n     older brother, CHRIS KELMECKIS (19). Chris is handsome,\n\n     charismatic, and an all around winner. CHRIS\n\n                 Come here, little sister. \n\nTARGET SECTION TO BE ANNOTATED:\n                           CANDACE\n\n                 Hey, Chris.\n\n\n\n     Big hug.    Chris smiles big and \"son flirts\" with his mom.\n\n\n\n                           CHRIS\n\n                 Ma, you look so thin!\n\n\n\n                           MOTHER\n\n                 10 pounds... Weight Watchers.\n\n\n\n     Big kiss.   When he lets go, he sees Charlie and smiles.\n\n\n\n                              CHRIS\n\n                 Charlie...\n\n\n\n     Chris and Charlie look at each other in silence. Then, hug.\n\n     As the family moves into the dining room to celebrate, Chris\n\n     gives him a quiet...\n\n\n\n                           CHRIS (CONT'D)\n\n                 Happy birthday.\n\n\n\n70   INT. CHARLIE'S DINING ROOM - MOMENTS LATER                           70\n\n                                                                       46.\n\n\n\n\n\n                         MOTHER\n\n               Make a wish, honey.\n\n\n\n     We move closer to Charlie as he makes his wish and blows out\n\n     his 16 candles.\n\n\n\n                                                       MATCH CUT TO:\n\n\n\n71   EXT. CHARLIE'S STREET - NIGHT (PRESENT)                            71\n\n\n\n     The wind blows out a candle in one of the luminaria bags.\n\n     The suburb is quiet. Not a creature is stirring. Except...\n\n\n\n     Charlie. He fills a brown paper bag with    sand and a candle.\n\n     He lights the candle, making the bag glow   like a beautiful\n\n     lantern. He looks down his street, where    families are out\n\n     with their kids, doing the same luminaria   ritual.\n\n\n\n                                                       MATCH CUT TO:\n\n\n\n72   EXT. CHARLIE'S STREET - NIGHT (FLASHBACK)                          72\n\n\n\n     The same street. Christmas Eve. Many years ago. Aunt Helen\n\n     and the kids finish their luminaria bags. Aunt Helen lights\n\n     up the candles. They glow.\n\n\n\n                         AUNT HELEN\n\n               Can you see it, Charlie? The luminaria\n\n               is a landing strip for Santa Claus.\n\n\n\n     The image goes wide. All of these bags glowing.     Beautiful.\n\n     Aunt Helen rattles her keys. Whispers.\n\n\n\n                         AUNT HELEN (CONT'D)\n\n               Keep an eye out for him with your brother\n\n               and sister. I'll be right back.\n\n\n\n     She bends down and whispers into his ear.\n\n\n\n                         AUNT HELEN (CONT'D)\n\n               I'm going to get your birthday present.\n\n\n\n     She musses his hair and gets in the car.\n\n\n\n                                                       END FLASHBACK\n\n\n\n73   EXT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAUNT HELEN (CONT'D)\n\n               I'm going to get your birthday present. She musses his hair and gets in the car. END FLASHBACK\n\n\n\n73   EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHARLIE'S STREET - NIGHT (PRESENT)                            73\n\n\n\n     Charlie hovers over the glowing luminaria.   Something is\n\n     bothering him. He shakes it off.\n\n                                                                      47.\n\n\n\n\n\n74   INT. CHARLIE'S HOUSE - KITCHEN/DINING ROOM - NIGHT                74\n\n\n\n     Charlie wanders through the quiet house. He turns the corner\n\n     where he finds Chris sitting at the table. He's lit by a\n\n     couple of candles and the blinking lights of the Christmas\n\n     Tree. He's surrounded by leftovers. Charlie sits.\n\n\n\n                            CHARLIE\n\n               Hey.\n\n\n\n     Chris chews and swallows.      Famished.   They both whisper.\n\n\n\n                         CHRIS\n\n               Hey. God, I missed mom's cooking.        You\n\n               have no idea how good you have it.       I'm\n\n               actually beginning to hate pizza.\n\n\n\n     Charlie smiles.    Grabs a Hershey Kiss cookie.\n\n\n\n                         CHARLIE\n\n               How are you liking school?\n\n\n\n                           CHRIS\n\n               Not bad.    I'm no brainiac like you or\n\n               Candace.    But I'm doing okay.\n\n\n\n                           CHARLIE\n\n               Okay?    You're playing in a Bowl Game.\n\n\n\n     Chris laughs. Charlie smiles.      A moment passes.      Chris\n\n     changes his tone. Cautious.\n\n\n\n                         CHRIS\n\n               How are you feeling, Charlie?\n\n\n\n                            CHARLIE\n\n               Good.\n\n\n\n                         CHRIS\n\n               You know what I mean.      Is it bad tonight?\n\n\n\n                            CHARLIE\n\n               No.\n\n\n\n                            CHRIS\n\n               No?\n\n\n\n                         CHARLIE\n\n               I'm not picturing things anymore. And\n\n               when I do, I can just shut it off.\n\n\n\n                            CHRIS\n\n                      (relieved)\n\n                                                                      48.\n\n                         CHRIS (CONT'D)\n\n               now. And maybe if it does get bad again,\n\n               you can just talk to them, yeah?\n\n\n\n                         CHARLIE\n\n               Yeah. Especially Sam. I'm going to ask\n\n               her out at New Years. I think the time\n\n               is right now.\n\n\n\n     Chris smiles at his kid brother.   We hear the church organ.\n\n\n\n75   INT. ST. THOMAS MORE CHURCH - MORNING                             75\n\n\n\n     The family moves down the line to receive Holy Communion at\n\n     Christmas Mass.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n75   INT. ST. THOMAS MORE CHURCH - MORNING                             75\n\n\n\n     The family moves down the line to receive Holy Communion at\n\n     Christmas Mass. \n\nTARGET SECTION TO BE ANNOTATED:\n Charlie's father, then mother, then sister,\n\n     take the sacrament. Charlie is next. The PRIEST makes the\n\n     motion of the cross with the communion wafer. He places it\n\n     in Charlie's hand. Charlie brings the sacrament to his mouth\n\n     with his fingers...\n\n\n\n                                                      MATCH CUT TO:\n\n\n\n76   INT. BOB'S LIVING ROOM - NIGHT                                    76\n\n\n\n     We move in closer to Charlie's fingers in his mouth. When he\n\n     takes his hand out, we see... a tab of LSD. The church organ\n\n     is now a rock organ. And it's now... New Year's Eve.\n\n\n\n     Charlie closes his mouth. He looks down the hall of the\n\n     smoky room where Craig has his arm around Sam. Charlie turns\n\n     to Mary Elizabeth, who's also dosed.\n\n\n\n                         CHARLIE\n\n               How long does this take to work?\n\n\n\n77   EXT. BOB'S HOUSE - NIGHT                                          77\n\n\n\n     About 45 minutes. The sound is muted thick. Slight echoes.\n\n     Charlie shovels the snow. Crunch. Fascinated by his breath\n\n     making fog. Sam comes outside. She's worried about him.\n\n\n\n                         SAM\n\n               Shoveling snow, huh?\n\n\n\n                         CHARLIE\n\n               I have to get this driveway clean. Then,\n\n               I have to congratulate you for being\n\n               happy because you deserve it.\n\n\n\n                         SAM\n\n               You said that an hour ago.\n\n\n\n                         CHARLIE\n\n               Was that tonight? God. I was looking at\n\n               this tree, but it was a dragon, and then\n\n                                                                    49.\n\n\n\n\n\n                         SAM\n\n               Okay, Charlie. Don't freak out. Just\n\n               give me the shovel. Calm down. Look up.\n\n\n\n     She points.   Charlie looks up.   Sees the stars.\n\n\n\n                         SAM (CONT'D)\n\n               Isn't it quiet?\n\n\n\n                         CHARLIE\n\n               Sam, you ever think that if people knew\n\n               how crazy you really were, no one would\n\n               ever talk to you?\n\n\n\n                         SAM\n\n               All the time. So, you want to put on\n\n               these glasses? They'll protect you.\n\n\n\n     Sam puts her arm around his shoulder. Protecting him.\n\n     Charlie looks through the glasses. The sky bends like a\n\n     globe. When he breathes, the sky ripples.\n\n\n\n78   INT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sky bends like a\n\n     globe. When he breathes, the sky ripples. 78   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BOB'S HOUSE - NIGHT                                        78\n\n\n\n     Charlie wanders through the party, tripping out of his mind.\n\n     He sits down on the sofa. The world unbends as Charlie takes\n\n     off the glasses. Kids walk around the party, leaving ghosts\n\n     of themselves behind.\n\n\n\n     Charlie looks upstairs to find... Sam and Craig kissing.\n\n     Craig leads her to the bedroom.\n\n\n\n     Charlie looks back at the party as kids gather for the New\n\n     Years countdown. Patrick leads the charge.\n\n\n\n                           PATRICK\n\n               10-9-8...\n\n\n\n79   EXT. CHARLIE'S STREET - NIGHT (FLASHBACK)                       79\n\n\n\n     In a QUICK FLASH, we see 7 year old Charlie with Aunt Helen\n\n     on Christmas Eve. She bends to whisper in his ear.\n\n\n\n                         AUNT HELEN\n\n               It'll be our little secret, all right?\n\n\n\n80   INT. BOB'S HOUSE - NIGHT (PRESENT)                              80\n\n\n\n     We are BACK TO PRESENT as Charlie takes a deep breath and\n\n     tries to remember that he's at a New Year's party.\n\n\n\n                         PATRICK\n\n               7-6-5-4-3-2-1. Happy New Year!\n\n                                                                      50.\n\n\n\n\n\n     The crowd cheers, leaving ghosts of themselves.   Charlie gets\n\n     up from the sofa and walks out of Bob's house.\n\n\n\n81   EXT. CHARLIE'S STREET - NIGHT                                     81\n\n\n\n     Charlie walks down the road under a streetlight. Silhouette.\n\n     The road is icy. Charlie lays down and starts moving his\n\n     arms in the snow. The memories begin to haunt him.\n\n\n\n82   EXT. CHARLIE'S STREET - NIGHT (FLASHBACK)                         82\n\n\n\n     7 year old Charlie waves goodbye to Aunt Helen as she drives\n\n     away through the landing strip for Santa Claus.\n\n\n\n83   EXT. CHARLIE'S STREET - NIGHT (PRESENT)                           83\n\n\n\n     16 year old Charlie blinks.   The memories come faster.\n\n\n\n84   INT. AUNT HELEN'S CAR - NIGHT (FLASHBACK)                         84\n\n\n\n     Aunt Helen drives past a tall snow drift. She looks down at\n\n     the 45 of The Beatles in the seat next to her. She smiles at\n\n     Charlie's birthday present.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAUNT HELEN'S CAR - NIGHT (FLASHBACK)                         84\n\n\n\n     Aunt Helen drives past a tall snow drift. She looks down at\n\n     the 45 of The Beatles in the seat next to her. She smiles at\n\n     Charlie's birthday present. \n\nTARGET SECTION TO BE ANNOTATED:\n Then, she looks up as the\n\n     headlights of the semi truck smash the windows with a CRASH!\n\n\n\n85   INT. CHARLIE'S HOUSE - NIGHT (FLASHBACK)                          85\n\n\n\n     Charlie's mother opens the door, revealing a POLICEMAN. He\n\n     turns to Charlie in his party hat. 7 years old and confused.\n\n\n\n86   EXT. CHARLIE'S STREET - NIGHT (PRESENT)                           86\n\n\n\n     16 year old Charlie lays on the snow, shivering, as the image\n\n     goes high above to reveal he's made a snow angel.\n\n\n\n87   INT. HOSPITAL ROOM - AFTERNOON                                    87\n\n\n\n     The Emergency room is bustling on New Year's Day. Charlie\n\n     looks up as the POLICE, DOCTORS, and his PARENTS tower over\n\n     him. He is terrified and does what any kid would do. He\n\n     lies his ass off.\n\n\n\n                         POLICEMAN\n\n               Did your older friends pressure you?\n\n\n\n                         CHARLIE\n\n               No one pressured me into anything. I\n\n               would never do drugs, officer. Never.\n\n\n\n                         POLICEMAN\n\n               Then, how did you happen to be passed out\n\n               on the ground at 6 in the morning?\n\n                                                                      51.\n\n\n\n\n\n                         CHARLIE\n\n               Well, um... I was really tired, and uh...\n\n               I was feeling feverish. So, I went\n\n               outside for a walk, just to get some cold\n\n               air. And I started seeing things. So, I\n\n               passed out.\n\n\n\n     He waits to see if this worked.    And then, unexpectedly...\n\n\n\n                         MOTHER\n\n                   (worried)\n\n               You're seeing things again, Charlie?\n\n\n\n                          CHARLIE\n\n                   (oops)\n\n               Not, uh... Not really.\n\n\n\n88   EXT. MILL GROVE HIGH SCHOOL - PARKING LOT - MORNING               88\n\n\n\n     The tires squish the grey slush puddle as the busses pull\n\n     into the dreary parking lot. School is back in session.\n\n\n\n89   INT. HALLWAY - MORNING                                            89\n\n\n\n     Charlie shakes off the cold, then takes off his overcoat to\n\n     reveal... he's wearing his suit from Secret Santa. All the\n\n     kids stare. Charlie realizes he made a terrible mistake.\n\n\n\n                         CHARLIE\n\n               It was a Christmas present.\n\n\n\n90   INT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie realizes he made a terrible mistake. CHARLIE\n\n               It was a Christmas present. 90   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BILL'S CLASSROOM - MORNING                                   90\n\n\n\n     Charlie sits as Bill hands out the book for the semester...\n\n     The Great Gatsby. As the kids chatter, Bill gives Charlie\n\n     his own book to start the year... The Stranger.\n\n\n\n                         CHARLIE\n\n               Did you have fun on your break?\n\n\n\n                         BILL\n\n               More fun than you're going to have today,\n\n               Sinatra.\n\n\n\n     Bill pats his shoulder and moves on.    The Smart Ass Freshman\n\n     looks at Charlie and whispers.\n\n\n\n                         SMART ASS FRESHMAN\n\n               Nice look, jag off.\n\n\n\n91   EXT. DORMONT HOLLYWOOD MOVIE THEATER - NIGHT                      91\n\n\n\n     The Rocky Horror faithful enter the theater.\n\n                                                                      52.\n\n\n\n\n\n                         SAM (O.S.)\n\n               I called him 30 times.\n\n\n\n92   INT. DORMONT HOLLYWOOD MOVIE THEATER - GREEN ROOM - NIGHT         92\n\n\n\n     Mary Elizabeth and the kids get ready for the floor show.\n\n\n\n                         MARY ELIZABETH\n\n               Well what are we supposed to do?     We're\n\n               going on in 10 minutes!\n\n\n\n     The phone rings. Mary Elizabeth picks up. Charlie turns to\n\n     Brad, sitting next to him. Charlie is freaking out.\n\n\n\n                         CHARLIE\n\n               But they said in health class--\n\n\n\n                         BRAD HAYS\n\n               They say that about LSD to scare you.\n\n\n\n                         CHARLIE\n\n               Are you sure?\n\n\n\n                         BRAD HAYS\n\n               Charlie, you're fine, man.\n\n\n\n     Mary Elizabeth hangs up the phone, frustrated.\n\n\n\n                         MARY ELIZABETH\n\n               Guys, we have an emergency. Craig flaked\n\n               out on us again. I need a Rocky. Brad?\n\n\n\n                         BRAD HAYS\n\n                   (scared)\n\n               No way. There are people out here.\n\n\n\n     The group is deflated. They all start thinking.        After a\n\n     beat, Mary Elizabeth looks at Charlie.\n\n\n\n                         MARY ELIZABETH\n\n               Charlie... take off your clothes.\n\n\n\n93   INT. DORMONT HOLLYWOOD MOVIE THEATER - LATER                      93\n\n\n\n     You know those dreams you have when you are standing in front\n\n     of 200 people in your underwear? Well, this is no dream.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\n93   INT. DORMONT HOLLYWOOD MOVIE THEATER - LATER                      93\n\n\n\n     You know those dreams you have when you are standing in front\n\n     of 200 people in your underwear? Well, this is no dream. \n\nTARGET SECTION TO BE ANNOTATED:\n     We hear a heart beat as Charlie dances out of the Rocky gauze\n\n     and finds himself standing in tight gold underwear, looking\n\n     out at 200 people, cheering him on.\n\n\n\n     His friends can't stop smiling. Especially Mary Elizabeth,\n\n     who watches Charlie's little butt in the gold undies. She\n\n                                                                   53.\n\n\n\n\n\n94   INT. DORMONT HOLLYWOOD MOVIE THEATER - LATER                   94\n\n\n\n     \"Touch-A, Touch-A, Touch Me\" is in full swing. Sam slinks\n\n     over to Charlie dressed in her white bra and slip.\n\n\n\n                         SAM\n\n                   (as Janet)\n\n               So if anything grows while you pose.\n\n               I'll oil you up and drop you down. And\n\n               that's just one small fraction of the\n\n               main attraction. You need a friendly\n\n               hand. And I need action!\n\n\n\n     Sam grabs Charlie's hands and rubs them all over her chest.\n\n\n\n                         SAM (CONT'D)\n\n               Ah! Touch a touch a touch me! I wanna\n\n               be dirty! Thrill me. Chill me. Fulfill\n\n               me! Creature of the night!\n\n\n\n     The song continues. We see flashes of the night's\n\n     performance as Charlie goes from train wreck to triumph.\n\n     Charlie joins Sam in the kick line, and it feels like it's\n\n     just the two of them. On the final beat, Sam gasps...\n\n\n\n                         SAM (CONT'D)\n\n               Creature of the night!\n\n\n\n     The song ends. The cast bows. Sam and Patrick push Charlie\n\n     in front for his own curtain call. Everyone cheers. It's\n\n     the night he'll never forget.\n\n\n\n95   EXT. DORMONT HOLLYWOOD MOVIE THEATER - NIGHT                   95\n\n\n\n     The wind whips. That bracing February cold. Charlie helps\n\n     Mary Elizabeth carry the costumes outside to her car.\n\n\n\n                         CHARLIE\n\n               Maybe I could join the cast as an\n\n               alternate or something?\n\n\n\n                         MARY ELIZABETH\n\n               We're filled up now, but they'll need\n\n               people after we leave for college. I\n\n               could put in a good word for you.\n\n\n\n                         CHARLIE\n\n               That'd be great. Thanks.\n\n\n\n     They put the box in her trunk. Snap it closed.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThanks. They put the box in her trunk. Snap it closed. \n\nTARGET SECTION TO BE ANNOTATED:\n We can't\n\n     help but notice the \"Keep Your Laws Off My Body\" bumper\n\n     sticker as Mary Elizabeth tries her best to flirt.\n\n                                                                      54.\n\n\n\n\n\n                          MARY ELIZABETH\n\n                Charlie... have you heard of the Sadie\n\n                Hawkins dance?\n\n\n\n                          CHARLIE\n\n                The one where the girl asks the guy.\n\n\n\n                          MARY ELIZABETH\n\n                Yeah. Well, obviously, it's completely\n\n                stupid and sexist. It's like, \"Hey,\n\n                thanks for the crumb.\" And normally, I'd\n\n                just blow it off because school dances\n\n                suck torture. But, you know, it's my\n\n                last year, and... would you maybe want to\n\n                go with me?\n\n\n\n                          CHARLIE\n\n                You want to go with me?\n\n\n\n                          MARY ELIZABETH\n\n                I'm sick of macho guys. And you looked\n\n                really cute in your costume. So, what do\n\n                you say?\n\n\n\n     Charlie thinks and thinks and...\n\n\n\n96   INT. CHARLIE'S HOUSE - DUSK                                       96\n\n\n\n     Ding dong. Charlie's mom opens the door for MARY ELIZABETH.\n\n     Charlie straightens out his church suit. So nervous.\n\n\n\n                          MOTHER\n\n                You must be Mary Elizabeth.    It's so good\n\n                to meet you.\n\n\n\n                          MARY ELIZABETH\n\n                You, too, Mrs. Kelmeckis.\n\n\n\n                          FATHER\n\n                    (shit eating grin)\n\n                Charlie tells me you're a Buddhist.\n\n\n\n97   INT. CHARLIE'S HOUSE - FIREPLACE - DUSK                           97\n\n\n\n     Charlie and Mary Elizabeth stand next to Candace and Derek.\n\n\n\n                          FATHER\n\n                OK, a little closer together. That looks\n\n                nice. Buddhist, I need you to smile a\n\n                little bit more. There you go. Nice.\n\n\n\n     Cheese!   White flash.   The picture of 4 kids.   Smiling big.\n\n                                                                    55.\n\n\n\n\n\n98   INT. MILL GROVE HIGH SCHOOL - GYMNASIUM - NIGHT                 98\n\n\n\n     Charlie and Mary Elizabeth slow dance to an 80's love song.\n\n     Sweaty palms. Awkward. Hands on hips. Horror.\n\n\n\n     Charlie looks around the gym. He sees Alice dancing with her\n\n     date, an EFFEMINATE GOTH KID (17).",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHorror. Charlie looks around the gym. He sees Alice dancing with her\n\n     date, an EFFEMINATE GOTH KID (17). \n\nTARGET SECTION TO BE ANNOTATED:\n We'll never meet him, but\n\n     he'll make us laugh once.\n\n\n\n     Charlie then watches Patrick dance with Sam. He follows\n\n     Patrick's gaze across the floor to Brad, who dances with a\n\n     SENIOR GIRL (18). Charlie sees the boys look at each other.\n\n     For one moment, it's like they're dancing together.\n\n\n\n99   INT. MILL GROVE HIGH SCHOOL - GYMNASIUM - LATER                 99\n\n\n\n     Mary Elizabeth is at the punch bowl with the gang. Charlie\n\n     sees Sam, standing by the wall, looking sad. He approaches.\n\n\n\n                         CHARLIE\n\n               Are you having a good time?\n\n\n\n                         SAM\n\n               Not really. How about you?\n\n\n\n                         CHARLIE\n\n               I don't know. This is my first date, so\n\n               I don't know what to compare it to.\n\n\n\n                         SAM\n\n               Don't worry. You're doing fine.\n\n\n\n     Charlie joins her at the wall.   Mary Elizabeth gives them a\n\n     quick, jealous look.\n\n\n\n                         CHARLIE\n\n               I'm sorry Craig didn't come.\n\n\n\n                         SAM\n\n               Yeah. He said he didn't want to go to\n\n               some stupid high school dance. Can't say\n\n               I blame him.\n\n\n\n                         CHARLIE\n\n               I don't know. If you like it, he should\n\n               come.\n\n\n\n                         SAM\n\n               Thanks, Charlie. Have a beautiful first\n\n               date. You deserve it.\n\n\n\n                         CHARLIE\n\n               I'll try not to make you too jealous.\n\n                                                                       56.\n\n\n\n\n\n      He said it to cheer her up.   Sam forces a smile and leaves.\n\n\n\n100   INT. MARY ELIZABETH'S DEN/LIVING ROOM - NIGHT                    100\n\n\n\n      Mary Elizabeth approaches Charlie on the antique sofa. She\n\n      uncorks a bottle of wine. POP! She hands him the bottle.\n\n\n\n                           MARY ELIZABETH\n\n                Mmmm.   Now, let it breathe.\n\n\n\n      Mary Elizabeth walks over to the vintage turntable. She\n\n      turns on the gas fireplace with a remote control. Roar!\n\n\n\n                          CHARLIE\n\n                This is sure a nice house.\n\n\n\n                            MARY ELIZABETH\n\n                Thanks.\n\n\n\n      Mary Elizabeth drops the needle on a vinyl LP. A Doo Wop\n\n      make-out classic begins to play. She dances over to Charlie.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMary Elizabeth drops the needle on a vinyl LP. A Doo Wop\n\n      make-out classic begins to play. She dances over to Charlie. \n\nTARGET SECTION TO BE ANNOTATED:\n                          MARY ELIZABETH (CONT'D)\n\n                Mmmm. Don't you just love old music?\n\n                    (off his nod)\n\n                Good. Because I made you a mix of it.\n\n                I'd love to expose you to great things.\n\n                Like Billie Holiday and foreign films.\n\n\n\n      She pours the wine.   Charlie looks at the bottle.\n\n\n\n                          CHARLIE\n\n                This merlot is really fancy.\n\n\n\n                          MARY ELIZABETH\n\n                Yeah. My dad collects wine, but he\n\n                doesn't drink. That's weird, isn't it?\n\n\n\n                            CHARLIE\n\n                I guess.    Where are your parents?\n\n\n\n                          MARY ELIZABETH\n\n                Their club is hosting a cotillion or\n\n                something racist. They'll be gone all\n\n                night.\n\n\n\n      Mary Elizabeth drops her necklace with a thud.   Charlie looks\n\n      around. Heart beating.\n\n\n\n                          CHARLIE\n\n                That's sure a nice fire.\n\n                                                                       57.\n\n\n\n\n\n                          MARY ELIZABETH\n\n                Yeah. After I'm done being a lobbyist, I\n\n                want to move to a house like this in Cape\n\n                Cod. That sounds nice, doesn't it?\n\n\n\n                           CHARLIE\n\n                Yeah.\n\n\n\n      She reaches out and touches his chest.\n\n\n\n                          MARY ELIZABETH\n\n                Your heart is beating really fast.\n\n\n\n                           CHARLIE\n\n                Is it?\n\n\n\n                          MARY ELIZABETH\n\n                Here, feel.\n\n\n\n      She puts her hand on his.   Moves it to his chest.\n\n\n\n                           MARY ELIZABETH (CONT'D)\n\n                Charlie?\n\n\n\n                           CHARLIE\n\n                Uh-huh?\n\n\n\n                          MARY ELIZABETH\n\n                Do you like me?\n\n\n\n                           CHARLIE\n\n                Uh-huh.\n\n\n\n                          MARY ELIZABETH\n\n                You know what I mean.\n\n\n\n                          CHARLIE\n\n                I think so.\n\n\n\n                          MARY ELIZABETH\n\n                Don't be nervous.\n\n\n\n      She slowly moves his hand to her dress strap. It falls off\n\n      her shoulder. She leans in for a red wine kiss. She guides\n\n      his hand over her bra. He feels her breast. Wow.\n\n\n\n                                                       MATCH CUT TO:\n\n\n\n101   INT. MARY ELIZABETH'S BASEMENT - FANTASY                         101\n\n\n\n      For a quick moment, Charlie imagines he is kissing Sam.\n\n      Broken by...\n\n                                                                            58.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY ELIZABETH'S BASEMENT - FANTASY                         101\n\n\n\n      For a quick moment, Charlie imagines he is kissing Sam. Broken by... 58. \n\nTARGET SECTION TO BE ANNOTATED:\n102   INT. MARY ELIZABETH'S BASEMENT - MOMENTS LATER                        102\n\n\n\n      Mary Elizabeth moves his hand away. Charlie blinks, taking a\n\n      moment to realize Sam's not the one in the room. The song is\n\n      over. The needle turns at the end of the record.\n\n\n\n                             MARY ELIZABETH\n\n                Charlie...\n\n\n\n      She gives him one last kiss.      Content, she lays down on his\n\n      lap. Peaceful.\n\n\n\n                          MARY ELIZABETH (CONT'D)\n\n                I didn't know how it was going to go\n\n                tonight, but it was really nice, huh?\n\n\n\n                             CHARLIE\n\n                Yeah.\n\n\n\n                          MARY ELIZABETH\n\n                I can't believe it. You of all people.\n\n                I just can't believe you're my boyfriend.\n\n\n\n      We land on Charlie's face.       \"What?\"   And then, we hear the\n\n      GARAGE DOOR OPEN.\n\n\n\n                             MARY ELIZABETH (CONT'D)\n\n                Oh, shit!     My parents!\n\n\n\n      The mad scramble for clothes begins.\n\n\n\n                                                                  CUT TO:\n\n\n\n103   EXT. CHARLIE'S HOUSE - NIGHT                                          103\n\n\n\n      Mary Elizabeth's car pulls in front of Charlie's house.\n\n      Charlie gets out. Wanting to say he's not her boyfriend.\n\n      Not knowing how. Mary Elizabeth smiles. Smitten.\n\n\n\n                          MARY ELIZABETH\n\n                See you Monday.\n\n\n\n      With that, she backs out of the driveway. We see him from\n\n      the back of her car, getting smaller and smaller. His\n\n      stomach already filling with acid.\n\n\n\n                          CHARLIE (V.O.)\n\n                Dear Friend... I'm sorry I haven't\n\n                written for awhile, but things are a\n\n                total disaster.\n\n                                                                     59.\n\n\n\n\n\n104   INT. CAFETERIA - LUNCH                                         104\n\n\n\n      Sam, Patrick, and Alice are seated around the table. Mary\n\n      Elizabeth has her arms around Charlie. Smothering him.\n\n\n\n                          MARY ELIZABETH\n\n                We're literally making out, and I'm in my\n\n                bra. Hello! And the front door opens.\n\n                It's my parents! I'm scrambling to get\n\n                my dress on. It was crazy. Right, babe?\n\n\n\n      Charlie nods, tortured.\n\n\n\n                          CHARLIE (V.O.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie nods, tortured. CHARLIE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n                I probably should have been honest about\n\n                how I didn't want to go out with Mary\n\n                Elizabeth after Sadie's, but I really\n\n                didn't want to hurt her feelings.\n\n\n\n105   EXT. MILL GROVE HIGH SCHOOL PARKING LOT - MORNING              105\n\n\n\n      Ash Wednesday. Charlie gets out of the school bus to\n\n      immediately find Mary Elizabeth waiting for him. She sees\n\n      the cross of ashes on his forehead. She thinks his ashes are\n\n      a smudge. She cleans it.\n\n\n\n                          CHARLIE (V.O.)\n\n                You see, Mary Elizabeth is a really nice\n\n                person underneath the part of her that\n\n                hates everyone. And since I heard that\n\n                having a girlfriend makes you happy, I\n\n                tried hard to love her like I love Sam.\n\n\n\n                          MARY ELIZABETH\n\n                Can you believe it's almost our two week\n\n                anniversary?\n\n\n\n                          CHARLIE\n\n                I know.\n\n\n\n106   EXT. DORMONT HOLLYWOOD MOVIE THEATER - NIGHT                   106\n\n\n\n      A double date. Craig and Sam buy the tickets to see the\n\n      silent classic, The Cabinet of Dr. Caligari.\n\n\n\n                          CHARLIE (V.O.)\n\n                So, I took her on double dates.\n\n\n\n                          MARY ELIZABETH\n\n                    (proud)\n\n                Your first foreign film.\n\n\n\n                          CHARLIE\n\n                                                                      60.\n\n\n\n\n\n                          MARY ELIZABETH\n\n                Vegans don't eat butter.\n\n\n\n      Charlie tries not to feel Mary Elizabeth's sweaty hand.\n\n\n\n                          CHARLIE (V.O.)\n\n                And I tried not to mind that she loves to\n\n                hold hands even when her hands are\n\n                sweaty.\n\n\n\n107   INT. MARY ELIZABETH'S DEN/LIVING ROOM - NIGHT                   107\n\n\n\n      Just like Sadie's except... the fire in the fireplace is out.\n\n      We move from the fireplace to Charlie, touching Mary\n\n      Elizabeth's breasts over her sweater.\n\n\n\n                          CHARLIE (V.O.)\n\n                And I had to admit something really\n\n                upsetting. But I am tired of touching\n\n                her boobs. I thought maybe if she would\n\n                just let me pick the make-out music once\n\n                in awhile, we might have a chance.\n\n\n\n      Charlie looks at the Ani DiFranco Mix on the stereo.   Sighs.\n\n\n\n108   INT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie looks at the Ani DiFranco Mix on the stereo. Sighs. 108   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAFETERIA - LUNCH                                          108\n\n\n\n      The gang is there.   Walden rests on Charlie's lunch tray.\n\n\n\n                          CHARLIE (V.O.)\n\n                And maybe if she didn't put down the\n\n                books that Mr. Anderson gives me.\n\n\n\n                          MARY ELIZABETH\n\n                Walden? I read it in 7th grade.    I would\n\n                have called it \"On Boring Pond.\"\n\n\n\n109   INT. CHARLIE'S BEDROOM - AFTERNOON                              109\n\n\n\n      Ring! Charlie grabs the cordless. He looks at Patrick's\n\n      clock. 3:13pm. His voice can no longer hide his quiet rage.\n\n\n\n                          CHARLIE (V.O.)\n\n                Or if she would stop calling me the\n\n                minute I get home from school when I have\n\n                absolutely nothing to talk about other\n\n                than the bus ride home...\n\n\n\n                          MARY ELIZABETH (V.O.)\n\n                That dairy just sits with you. It walks\n\n                with you.\n\n\n\n      Charlie calmly puts down the phone and leaves the room.   We\n\n                                                                       61.\n\n\n\n\n\n110   INT. CHARLIE'S KITCHEN - MOMENTS LATER                           110\n\n\n\n      Charlie is so miserable.   His mom is sympathetic.\n\n\n\n                          MOTHER\n\n                She's on the phone right now? Charlie,\n\n                you have to break up with her.\n\n\n\n                          CHARLIE\n\n                I can do that?\n\n\n\n      Charlie's father leans back from the sofa and his newspaper.\n\n\n\n                          FATHER\n\n                For Christ's sake... I need to use the\n\n                phone!\n\n\n\n111   INT. CHARLIE'S BEDROOM - MOMENTS LATER                           111\n\n\n\n      He returns.   Mary Elizabeth is still talking on the cordless.\n\n\n\n                          MARY ELIZABETH (V.O.)\n\n                I'll give you this book. It's really how\n\n                I became a vegan--\n\n\n\n                          CHARLIE (V.O.)\n\n                I know I should have been honest, but I\n\n                was getting so mad, it was starting to\n\n                scare me.\n\n\n\n      He looks back at the clock.   3:23pm.\n\n\n\n                          CHARLIE (CONT'D)\n\n                Um... Mary Elizabeth. Can I talk to you--\n\n\n\n                          MARY ELIZABETH (V.O.)\n\n                Charlie. Please, don't interrupt.        You\n\n                know I hate that.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\n                Charlie. Please, don't interrupt. You\n\n                know I hate that. \n\nTARGET SECTION TO BE ANNOTATED:\n      Charlie goes to his quiet place.   Tick.   Tick.    Tick.\n\n\n\n                          CHARLIE (V.O.)\n\n                I just wish I could have found another\n\n                way to break up. In hindsight, I\n\n                probably could not have picked a worse\n\n                way to be honest with Mary Elizabeth.\n\n\n\n112   INT. CRAIG'S LOFT APARTMENT - NIGHT                              112\n\n\n\n      Truth or dare. The gang is seated in a circle, drinking from\n\n      plastic cups. Charlie sits between Mary Elizabeth and Sam.\n\n\n\n                           BOB\n\n                                                              62.\n\n\n\n\n\n                     PATRICK\n\n           Who are you talking to?\n\n\n\n                     BOB\n\n           I dare you to kiss Alice.\n\n\n\n                     PATRICK\n\n               (licks his lips)\n\n           Get ready, breeder.\n\n\n\nAs Patrick approaches an apprehensive Alice...\n\n\n\n                     CRAIG\n\n           Mary Elizabeth? Samantha told me that\n\n           you got into Harvard. Congratulations.\n\n\n\n                      MARY ELIZABETH\n\n           Thank you.\n\n               (re: Charlie)\n\n           This one still hasn't gotten me flowers.\n\n               (to Charlie)\n\n           But I forgive you.\n\n\n\nShe kisses him. Charlie bites his cheeks.    Sam looks a\n\nlittle depressed.\n\n\n\n                     CRAIG\n\n               (to Sam)\n\n           Don't worry about Penn State.   You're\n\n           just wait-listed.\n\n\n\n                     PATRICK\n\n           Excuse me, everyone, but you're missing\n\n           some hot \"fag on goth\" action.\n\n\n\nAnticipation. Patrick is getting ready to plant the biggest\n\nkiss on Alice when she jumps him. Everyone groans. Ew!\n\nLaughter. Patrick looks for the next person. Charlie's\n\nheart pounds. Don't pick me! Please!\n\n\n\n                     PATRICK (CONT'D)\n\n           Okay. My turn. Um... let's think...\n\n           Charlie... truth or dare?\n\n\n\nSilence.   Thinking.   Finally...\n\n\n\n                       CHARLIE\n\n           Truth.\n\n\n\n                     PATRICK\n\n           How is your first relationship going?\n\n                                                                       63.\n\n\n\n\n\n                          CHARLIE\n\n                It's so bad that I keep fantasizing that\n\n                one of us is dying of cancer, so I don't\n\n                have to break up with her.\n\n\n\n                           PATRICK\n\n                Charlie?   Truth or dare?\n\n\n\n      Charlie blinks.   It was all fantasy.\n\n\n\n                           CHARLIE\n\n                Dare.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie blinks. It was all fantasy. CHARLIE\n\n                Dare. \n\nTARGET SECTION TO BE ANNOTATED:\n                          PATRICK\n\n                I dare you to kiss the prettiest girl in\n\n                the room on the lips. Notice I\n\n                charitably said girl and not person\n\n                because let's face it... I'd smoke all\n\n                you bitches.\n\n\n\n      Alice hits him. Laughter. Charlie thinks. He looks at Mary\n\n      Elizabeth, then turns to Sam. Before Sam can even react...\n\n      Charlie plants a kiss right on her lips. When he opens his\n\n      eyes, he looks around, and realizes the magnitude of his\n\n      mistake. Everyone stares. After a horrible silence...\n\n\n\n                          PATRICK (CONT'D)\n\n                Now that's fucked up.\n\n\n\n      Without a word, Mary Elizabeth just stands, dignified, and\n\n      goes into the kitchen.\n\n\n\n                          CHARLIE\n\n                Mary Elizabeth, I'm sorry.     I'm--\n\n\n\n      Alice follows Mary Elizabeth.    Sam is close behind.\n\n\n\n                          CHARLIE (CONT'D)\n\n                Sam?! Sam! I'm sorry. I didn't mean\n\n                anything by it. I'm sorry.\n\n\n\n      Sam turns and looks at him.    She doesn't even recognize him.\n\n\n\n                          SAM\n\n                What the hell is wrong with you?\n\n\n\n      Charlie is devastated.\n\n\n\n113   EXT. BOB'S HOUSE - NIGHT                                         113\n\n\n\n      They move to the driveway.     Charlie feels awful.   Panicky.\n\n\n\n                           CHARLIE\n\n                                                                          64.\n\n\n\n\n\n                             PATRICK\n\n                 Trust me.    You don't want to go back\n\n                 there.\n\n\n\n                           CHARLIE\n\n                 But, I... I'm sorry... I didn't mean to\n\n                 do anything.\n\n\n\n                           PATRICK\n\n                 I know you didn't, but look... I hate to\n\n                 be the one to break this, but there's\n\n                 history with Mary Elizabeth and Sam.\n\n                 Other guys. Things that have nothing to\n\n                 do with you. But... it's best if you\n\n                 stay away for awhile.\n\n\n\n                           CHARLIE\n\n                     (crushed)\n\n                 Oh. Okay. How long do you think?\n\n\n\n      Silence. Charlie looks over at Patrick, who wears a grave\n\n      expression. It's going to be a long time. We hear the sound\n\n      of the typewriter.\n\n\n\n114   INT. CHARLIE'S BEDROOM - MORNING                                    114\n\n\n\n      Charlie sits at his desk. It looks like he's barely slept.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n114   INT. CHARLIE'S BEDROOM - MORNING                                    114\n\n\n\n      Charlie sits at his desk. It looks like he's barely slept. \n\nTARGET SECTION TO BE ANNOTATED:\n      He begins typing. The keys up close and loud. Clak.\n\n\n\n      CLOSE UP TYPING: \"Dear friend, I have not seen my friends for\n\n      2 weeks now. I am starting to get bad again.\"\n\n\n\n      Charlie stares at the typewriter.    And remembers.\n\n\n\n                                                          SMASH CUT TO:\n\n\n\n115   INT. CHARLIE'S KITCHEN - NIGHT (FLASHBACK)                          115\n\n\n\n      Little Charlie pops his head around the corner from the\n\n      hallway. He looks at something we can't see yet.\n\n\n\n                                                               BACK TO:\n\n\n\n116   INT. CHARLIE'S BEDROOM - MORNING (PRESENT)                          116\n\n\n\n      Present.   Knock.   Knock.   Charlie's mom opens the door.\n\n\n\n                           MOTHER\n\n                 We're going to be late for Easter Mass.\n\n\n\n                           CHARLIE\n\n                 I'll... I'll be there in a minute.\n\n                                                                         65.\n\n\n\n\n\n      Charlie forces a smile, then looks back at the typewriter.\n\n      And tries to shake off the memory.\n\n\n\n                                                         SMASH CUT TO:\n\n\n\n117   INT. CHARLIE'S KITCHEN - NIGHT (FLASHBACK)                         117\n\n\n\n      Little Charlie looks at Aunt Helen as she smokes her\n\n      cigarette and sobs.\n\n\n\n                                                              BACK TO:\n\n\n\n118   INT. ST. THOMAS MORE CHURCH - MORNING                              118\n\n\n\n      Charlie is lost. His family sits in the pews for Easter\n\n      Mass. Charlie watches the PRIEST recite the Lord's prayer.\n\n\n\n                          PRIEST\n\n                Our Father who art in Heaven. Hallowed\n\n                be Thy name. Thy kingdom come--\n\n\n\n                                                         MATCH CUT TO:\n\n\n\n119   INT. ST. THOMAS MORE CHURCH - MORNING (FLASHBACK)                  119\n\n\n\n      7 year old Charlie watches the PRIEST recite the Lord's\n\n      prayer. He looks at Aunt Helen's picture on the coffin.\n\n\n\n                          PRIEST\n\n                Thy will be done on earth as it is in\n\n                Heaven. Give us this day our daily bread.\n\n\n\n                                                         MATCH CUT TO:\n\n\n\n120   INT. ST. THOMAS MORE CHURCH - MORNING (PRESENT)                    120\n\n\n\n      16 year old Charlie looks haunted by the memory.\n\n\n\n                          PRIEST\n\n                And forgive us our trespasses as we\n\n                forgive those who trespass against us--\n\n\n\n      The voices drift away and all Charlie can see is...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nST. THOMAS MORE CHURCH - MORNING (PRESENT)                    120\n\n\n\n      16 year old Charlie looks haunted by the memory. PRIEST\n\n                And forgive us our trespasses as we\n\n                forgive those who trespass against us--\n\n\n\n      The voices drift away and all Charlie can see is... \n\nTARGET SECTION TO BE ANNOTATED:\n                                                               CUT TO:\n\n\n\n121   INT. CHARLIE'S KITCHEN - NIGHT (FLASHBACK)                         121\n\n\n\n      7 year old Charlie takes Aunt Helen's hand to make her stop\n\n      crying.\n\n\n\n                                                               CUT TO:\n\n                                                                            66.\n\n\n\n\n\n122   INT. ST. THOMAS MORE CHURCH - MORNING (PRESENT)                       122\n\n\n\n      16 year old Charlie blinks as the voices come back.\n\n\n\n                             PRIEST\n\n                   And lead us not into temptation.   But\n\n                   deliver us from--\n\n\n\n                                                            SMASH CUT TO:\n\n\n\n123   INT. CHARLIE'S BEDROOM - NIGHT                                        123\n\n\n\n      Charlie on the phone.     His voice wavers a bit.     Desperate.\n\n\n\n                             CHARLIE (V.O.)\n\n                   Mary Elizabeth... I... uh... I've been\n\n                   listening to the Billie Holiday CD every\n\n                   night and--\n\n\n\n                             MARY ELIZABETH (V.O.)\n\n                   It's too late, Charlie.\n\n\n\n                             CHARLIE\n\n                   I know. I just feel really bad about\n\n                   what I did. I just get so messed up\n\n                   inside like I'm - not there or something.\n\n\n\n                             MARY ELIZABETH (V.O.)\n\n                   Tell it to someone who cares.\n\n\n\n                             CHARLIE\n\n                   I know. I'm sorry. I just.     We've all\n\n                   become such good friends--\n\n\n\n                             MARY ELIZABETH (V.O.)\n\n                   Good friends? You mean the people I've\n\n                   known since kindergarten that you've\n\n                   known for 6 months? Those good friends?\n\n\n\n                             CHARLIE\n\n                   Oh. Yeah. I mean I don't want to do\n\n                   anything to ruin our--\n\n\n\n                             MARY ELIZABETH (V.O.)\n\n                   It's ruined. Okay? So, stop calling\n\n                   everyone. Stop embarrassing yourself.\n\n\n\n                              CHARLIE\n\n                   Okay.   I will. Goodbye, Mar--\n\n\n\n      Dial tone.    Charlie hangs up the phone.\n\n                                                                      67.\n\n\n\n\n\n124   INT. BOB'S BASEMENT - NIGHT                                     124\n\n\n\n      Charlie is terribly anxious.   He watches Bob groom some pot.\n\n\n\n                          CHARLIE\n\n                Something's wrong with me--\n\n\n\n                          BOB\n\n                Don't worry about it.   Hey... you hear\n\n                from Patrick?\n\n\n\n                           CHARLIE\n\n                No.   He told me to stay away.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nHey... you hear\n\n                from Patrick? CHARLIE\n\n                No. He told me to stay away. \n\nTARGET SECTION TO BE ANNOTATED:\n                          BOB\n\n                Oh... you don't know?\n\n\n\n                          CHARLIE\n\n                    (concerned)\n\n                Why? Why? What happened?\n\n\n\n                          BOB\n\n                Brad's father caught them together.\n\n\n\n125   INT. MILL GROVE HIGH SCHOOL - HALLWAY - MORNING                 125\n\n\n\n      As kids open lockers and move to morning period, Charlie\n\n      stares at Brad. He has a black eye and cuts on his face. He\n\n      look like he was beaten up badly. Students whisper gossip.\n\n\n\n                          GOSSIP WHISPERS (O.S.)\n\n                \"Some Lebo kids jumped him outside the\n\n                O.\" \"It was some kids from North Hills.\"\n\n                \"That's not what I heard.\"\n\n\n\n      Brad moves into the arms of CHARLOTTE (18), cheerleader cute.\n\n      As Brad kisses her, Charlie sees Patrick down the hall,\n\n      watching them. Patrick closes his locker. Hurting.\n\n\n\n                          CHARLIE\n\n                Are you okay?\n\n\n\n                          PATRICK\n\n                Not now, Charlie. I'm sorry.\n\n\n\n      Patrick storms off.\n\n\n\n126   INT. CAFETERIA - LUNCH                                          126\n\n\n\n      Charlie sits at his table, alone. He watches Patrick leave\n\n      the lunch line, passing a chorus of...\n\n\n\n                            TWIN SENIOR GIRLS\n\n                                                             68.\n\n\n\n\n\nPatrick says nothing. He's too sad to fight the mob today.\n\nHe just moves to his table when the Nose Tackle sticks out\n\nhis leg. Patrick falls on his tray. The kids laugh.\n\n\n\n                     NOSE TACKLE\n\n          Oops.   Sorry, Nothing.\n\n\n\nPatrick smiles to himself, dusts off, and turns to Brad.\n\n\n\n                    PATRICK\n\n          You going to do something?\n\n\n\n                    BRAD HAYS\n\n          What are you talking about?\n\n\n\n                    PATRICK\n\n          Your pet ape just tripped me.    Are you\n\n          going to say something?\n\n\n\n                    BRAD HAYS\n\n          Why would I?\n\n\n\n                    PATRICK\n\n          You know why.\n\n\n\nIt's too far.   Brad can feel people staring.\n\n\n\n                    BRAD HAYS\n\n          This is pathetic, man.    Your fixation on\n\n          me.\n\n\n\nBrad's friends laugh.   Patrick's eyes narrow.\n\n\n\n                    PATRICK\n\n          Do you want your friends to know how you\n\n          got those bruises? Really?\n\n\n\n                    BRAD HAYS\n\n          I got jumped in a parking lot.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nPATRICK\n\n          Do you want your friends to know how you\n\n          got those bruises? Really? BRAD HAYS\n\n          I got jumped in a parking lot. \n\nTARGET SECTION TO BE ANNOTATED:\n                    PATRICK\n\n          Where? In Schenley Park? Do they know\n\n          about Schenley Park?\n\n              (to Brad's friends)\n\n          Do you guys know about Schenley Park?\n\n\n\nBrad stands and gets right in Patrick's face.\n\n\n\n                    BRAD HAYS\n\n          I don't know what kind of sick shit\n\n          you're trying to pull.\n\n              (real warning)\n\n          But you better walk away now... Nothing.\n\n                                                                    69.\n\n\n\n\n\n                      PATRICK\n\n           Fine.   Say hi to your dad for me.\n\n\n\nPatrick turns and leaves.    And then, as an afterthought...\n\n\n\n                     BRAD HAYS\n\n           Whatever... faggot.\n\n\n\nBrad's friends laugh.    Patrick stops and turns.   Last chance.\n\n\n\n                     PATRICK\n\n           What did you call me?\n\n\n\n                     BRAD HAYS\n\n           I called you a faggo--\n\n\n\nSmack.\n\n\n\nBefore Brad can even finish, Patrick throws a vicious right\n\nto the cheek. Brad tackles him. And the two start fighting.\n\nThe cafeteria erupts in NOISE.\n\n\n\n                     PATRICK\n\n           Say that shit again!    Say that shit\n\n           again!\n\n\n\nBrad's football buddies rise and peel Patrick off Brad.     Mary\n\nElizabeth and Sam jump up from their corner table.\n\n\n\n                     MARY ELIZABETH\n\n           It's Patrick!\n\n\n\nThe cafeteria gets louder. The Nose Tackle holds Patrick up.\n\nMore Noise. The Linebacker hits Patrick in the face.\n\n\n\n                       SAM\n\n           No!   No!\n\n\n\nSam rushes up and the Nose Tackle pushes her down. She lands\n\non her tail bone. Thud. Patrick gets hit a couple of times\n\nin the face. The kids cheer the fight. It's getting louder\n\nand louder with more and more noise. And then...\n\n\n\n                                                    SMASH CUT TO:\n\n\n\nSilence.\n\n\n\nCharlie comes out from a blink. He calmly looks around. For\n\na moment, he doesn't understand where he is. He looks up.\n\nAll the kids are staring at him. Mary Elizabeth. Alice.\n\nBrad. They are all quiet. Afraid of him. Charlie looks at\n\nhis hand, clenched in a fist. It is already covered with...\n\n                                                                        70.\n\n\n\n\n\n      Charlie's confused until he sees the Linebacker holding his\n\n      broken, bloody nose. He's looking at Charlie...\n\n\n\n      Terrified.\n\n\n\n      The image pans over. The Nose Tackle is on the ground.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTerrified. The image pans over. The Nose Tackle is on the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n      Charlie stands over them. He is disconnected. It's an out\n\n      of body experience. He reaches out and helps Patrick to his\n\n      feet. Then, he calmly turns and stares right through Brad.\n\n\n\n                              CHARLIE\n\n                        (icy calm)\n\n                   If you touch my friends again, I'll blind\n\n                   you.\n\n\n\n      Brad is stunned.     So is everyone... except Sam.\n\n\n\n127   INT. PRINCIPAL'S OFFICE - AFTERNOON                               127\n\n\n\n      Charlie sits in the waiting room of the principal's office.\n\n      He looks through the glass where Principal Small talks to\n\n      Brad. After a beat, she pats Brad's shoulder and opens the\n\n      door. Leaving Charlie and Brad alone in the waiting room.\n\n      Just as Brad is about to leave...\n\n\n\n                              BRAD HAYS\n\n                   Charlie?\n\n\n\n                              CHARLIE\n\n                   Yeah?\n\n\n\n                             BRAD HAYS\n\n                   Thanks for stopping them.\n\n\n\n                             CHARLIE\n\n                   Sure, Brad.\n\n\n\n      Brad doesn't look at him.     He just moves on.\n\n\n\n128   EXT. MILL GROVE HIGH SCHOOL - PARKING LOT - AFTERNOON             128\n\n\n\n      Charlie exits the building. Kids stare at him. Then, look\n\n      away. Charlie feels very lost until he sees... Sam. She\n\n      smiles. It brings him back instantly. And then, gently...\n\n\n\n                             SAM\n\n                   How you doing, Charlie?\n\n\n\n                             CHARLIE\n\n                   I don't know. I keep trying, but... I\n\n                   can't really remember what I did.\n\n\n\n      Sam can see he's afraid of himself.      She nods, sympathetic.\n\n                                                                         71.\n\n\n\n\n\n                          SAM\n\n                Do you want me to tell you?\n\n\n\n                          CHARLIE\n\n                    (scared)\n\n                Yeah.\n\n\n\n                          SAM\n\n                You saved my brother.     That's what you\n\n                did.\n\n\n\n                          CHARLIE\n\n                So, you're not scared of me?\n\n\n\n                             SAM\n\n                No.\n\n\n\n                          CHARLIE\n\n                And can we be friends again?\n\n\n\n                             SAM\n\n                Of course.\n\n\n\n      The minute she hugs him, the numb goes away. She kisses the\n\n      top of his head and puts her arm around his shoulder. They\n\n      begin walking away.\n\n\n\n                           SAM (CONT'D)\n\n                Come on.   Let's go be psychos together.\n\n\n\n129   INT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAM (CONT'D)\n\n                Come on. Let's go be psychos together. 129   INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PATRICK AND SAM'S HOUSE - KITCHEN - NIGHT                     129\n\n\n\n      Mary Elizabeth looks at us because she wants us to know...\n\n\n\n                          MARY ELIZABETH\n\n                I'm dating Peter now.\n\n\n\n      She motions to PETER.    College.   Glasses.   Good looking-ish.\n\n\n\n                          MARY ELIZABETH (CONT'D)\n\n                He's in college with Craig. He's\n\n                opinionated, and we have intellectual\n\n                debates. You were very sweet, but our\n\n                relationship was too one-sided. I know\n\n                this is hard for you.\n\n\n\n                          CHARLIE\n\n                I'm just glad you're happy.\n\n\n\n                             MARY ELIZABETH\n\n                Okay.\n\n\n\n      Mary Elizabeth joins Peter.    Charlie looks at his friends.\n\n                                                                   72.\n\n\n\n      that says, \"They forget. I don't.\" After a beat, Patrick\n\n      comes downstairs. He looks sad with his bruises.\n\n\n\n                          PATRICK\n\n                Hey Craig, Sam will be down soon.\n\n\n\n                          MARY ELIZABETH\n\n                We're going to miss the movie.\n\n\n\n                          CRAIG\n\n                Yeah, I'll go put some pep in her step.\n\n\n\n      As Craig moves upstairs, Patrick approaches Charlie.\n\n\n\n                          PATRICK\n\n                Hey... you wanna get out of here?\n\n\n\n                          CHARLIE\n\n                Sure, Patrick.\n\n\n\n130   EXT. WEST END OVERLOOK - NIGHT                               130\n\n\n\n      Patrick drives Sam's truck up the hill to the overlook.\n\n\n\n                          PATRICK (V.O.)\n\n                I'll tell you something, Charlie. I feel\n\n                good. You know what I mean? Maybe\n\n                tomorrow I'll take you to this karaoke\n\n                place downtown. And this club off the\n\n                strip. They don't card. And the\n\n                Schenley Park scene. You gotta see the\n\n                \"fruit loop\" at least one time.\n\n\n\n131   EXT. WEST END OVERLOOK - NIGHT                               131\n\n\n\n      Charlie and Patrick walk the lighted path, howling at the\n\n      moon. Patrick holds a thermos, filled with who knows what.\n\n\n\n                          PATRICK\n\n                Oh, my God. My life is officially an\n\n                after school special. Son of a bitch!\n\n\n\n                          CHARLIE\n\n                    (laughing)\n\n                It kind of is. It so is.\n\n\n\n      More laughter.   They arrive at the lookout.   They drink.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nMore laughter. They arrive at the lookout. They drink. \n\nTARGET SECTION TO BE ANNOTATED:\n                          PATRICK\n\n                So, you ever hear the one about Lily\n\n                Miller?\n\n\n\n                          CHARLIE\n\n                I don't know.\n\n                                                        73.\n\n\n\n\n\n                    PATRICK\n\n          Really? I thought your brother would\n\n          have told you. It's a classic.\n\n\n\n                     CHARLIE\n\n          Maybe.\n\n\n\n                    PATRICK\n\n          So, Lily comes here with this guy Parker.\n\n          And this was going to be the night they\n\n          were going to lose their virginity. So,\n\n          she did it really proper. She packed a\n\n          picnic. Stole a bottle of wine.\n\n          Everything was perfect, and they're just\n\n          about to 'do it' when they realize they\n\n          forgot the condoms. So, what do you\n\n          think happened?\n\n\n\n                    CHARLIE\n\n          I don't know.\n\n\n\n                    PATRICK\n\n          They did it with one of the sandwich\n\n          bags.\n\n\n\nThey start laughing and screaming.\n\n\n\n                     CHARLIE\n\n          Ew!   That's disgusting!\n\n\n\n                   PATRICK\n\n          Yes! It is! Let's keep the train\n\n          rolling. Suburban legends. Charlie!\n\n\n\nPatrick points to Charlie, who thinks...\n\n\n\n                    CHARLIE\n\n          Uh. Well... there was this girl named\n\n          Second Base Stace. She had boobs in the\n\n          4th grade--\n\n\n\n                    PATRICK\n\n          Mosquito bites. Promising.     Go.\n\n\n\n                    CHARLIE\n\n          And she let some of the boys feel them.\n\n\n\n                    PATRICK\n\n          That's your suburban legend?     Did you at\n\n          least cop a feel?\n\n\n\n                     CHARLIE\n\n          No.\n\n                                                            74.\n\n\n\n\n\n                    PATRICK\n\n          Of course not. You went home, listened\n\n          to \"Asleep,\" wrote a poem about her self-\n\n          esteem--\n\n\n\n                      CHARLIE\n\n          Fine!    Okay. Your turn.\n\n\n\nPatrick walks over and sits down next to Charlie.\n\n\n\n                    PATRICK\n\n          Yeah, I've got one. Well, there was this\n\n          one guy. Queer as a 3 dollar bill.\n\n          Guy's father didn't know about his son.\n\n          So, he comes down into the basement one\n\n          night when he's supposed to be out of\n\n          town. Catches his son with another boy.\n\n          So, he starts beating him. But not like\n\n          the slap kind.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCatches his son with another boy. So, he starts beating him. But not like\n\n          the slap kind. \n\nTARGET SECTION TO BE ANNOTATED:\n Like the real kind. And\n\n          the boyfriend says, \"Stop. You're\n\n          killing him.\" And the son just yells\n\n          \"Get out.\" And eventually the boyfriend\n\n          just did.\n\n\n\nPatrick stops.    Gripped by sad.   He can't shake.\n\n\n\n                    PATRICK (CONT'D)\n\n          Why can't you save anybody?\n\n\n\n                    CHARLIE\n\n          I don't know.\n\n\n\n                    PATRICK\n\n          Forget it. I'm free now, right? I could\n\n          meet the love of my life any second now.\n\n          Things will be different now, and that's\n\n          good. I just need to meet a good guy.\n\n\n\n                       CHARLIE\n\n          Yeah.\n\n\n\nPatrick looks at him. Charlie has never seen him so\n\nvulnerable. After a beat... Patrick kisses Charlie on the\n\nmouth. Unsure of what to do, Charlie lets it happen. His\n\neyes open the whole time. A moment, then Patrick looks at\n\nCharlie. He collapses into his chest.\n\n\n\n                       PATRICK\n\n          I'm sorry.\n\n\n\n                    CHARLIE\n\n          It's alright.\n\n                                                                      75.\n\n\n\n\n\n      Charlie holds his friend as Patrick begins to cry. And we\n\n      leave them, the city lights small in the distance.\n\n\n\n132   EXT. CITY HIGHWAY - NIGHT                                       132\n\n\n\n      We see the truck glide down the highway.\n\n\n\n                          CHARLIE (V.O.)\n\n                I've been spending a lot of time with\n\n                Patrick. He begins every night really\n\n                excited.\n\n\n\n133   EXT. SCHENLEY PARK - NIGHT                                      133\n\n\n\n      Patrick and Charlie are parked at the entrance of Schenley\n\n      Park. Patrick speaks, very animated, until...\n\n\n\n                          CHARLIE (V.O.)\n\n                He always says he feels free, and tonight\n\n                is his destiny. But after awhile, he\n\n                runs out of things to keep himself numb.\n\n\n\n      ... the words leave him, and we can see how sad he really is.\n\n\n\n134   INT. SAM AND PATRICK'S HOUSE - MOMENTS LATER                    134\n\n\n\n      Patrick hands Sam an envelope.   Sam holds it.   Pins and\n\n      needles.\n\n\n\n                          CHARLIE (V.O.)\n\n                Then, Sam got her letter from Penn State.\n\n\n\n      Sam opens the letter. She reads. Tears instantly well up in\n\n      her eyes. She leaves the room and walks down the hall.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe reads. Tears instantly well up in\n\n      her eyes. She leaves the room and walks down the hall. \n\nTARGET SECTION TO BE ANNOTATED:\n      Patrick picks up the letter.\n\n\n\n                          PATRICK\n\n                    (reading)\n\n                \"We will require you to take our summer\n\n                session at the main campus immediately\n\n                following your high school graduation.\"\n\n                    (off Charlie's look)\n\n                She got in, Charlie.\n\n\n\n      Charlie turns back to Sam.   She holds him with sweet relief\n\n      and redemption.\n\n\n\n135   INT. CAFETERIA - DAY                                            135\n\n\n\n      Charlie laughs with his friends in the cafeteria.\n\n\n\n                          CHARLIE (V.O.)\n\n                After that all Patrick could talk about\n\n                                                                    76.\n\n                          CHARLIE (V.O.) (CONT'D)\n\n                did get into NYU Film School. Patrick is\n\n                going to the University of Washington\n\n                because he wants to be near the music in\n\n                Seattle.\n\n\n\n136   INT. SHOP CLASS - DAY                                         136\n\n\n\n      Charlie and a group of students stand, looking up at the\n\n      wall, which is covered with...\n\n\n\n                          CHARLIE (V.O.)\n\n                But he wasn't going to leave without\n\n                organizing the best senior prank ever.\n\n\n\n      ... All The Shop Tools Painted Pink\n\n\n\n      The shop teacher, Mr. Callahan stares at the wall, furious.\n\n      As the students gawk, Charlie smiles to himself.\n\n\n\n137   INT. CAFETERIA - LUNCH                                        137\n\n\n\n      Sam and the girls chat excitedly.   Summer is almost here.\n\n\n\n                          CHARLIE (V.O.)\n\n                Sam is going to leave right after\n\n                graduation. It all feels very exciting;\n\n                I just wish it were happening to me.\n\n\n\n138   INT. CHARLIE'S BEDROOM - DAY                                  138\n\n\n\n      Charlie sits on his bed, finishing the letter.\n\n\n\n                          CHARLIE\n\n                Especially because ever since I blacked\n\n                out in the cafeteria, it's been getting\n\n                worse. And I can't turn it off this\n\n                time.\n\n\n\n      Charlie puts down the letter.\n\n\n\n139   INT. BILL'S CLASSROOM - MORNING                               139\n\n\n\n      The kids pass their copies of The Great Gatsby up to the\n\n      front, where Bill collects them for next year's freshmen.\n\n      The class is buzzing loud.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\n139   INT. BILL'S CLASSROOM - MORNING                               139\n\n\n\n      The kids pass their copies of The Great Gatsby up to the\n\n      front, where Bill collects them for next year's freshmen. The class is buzzing loud. \n\nTARGET SECTION TO BE ANNOTATED:\n                          BILL\n\n                Guys, you want to pass your copies of\n\n                Gatsby up to the front please? And I\n\n                know it's the last day, but if we could\n\n                just keep it to a dull roar, I'd\n\n                appreciate it.\n\n\n\n      The class quiets down.\n\n                                                                      77.\n\n\n\n\n\n                          BILL (CONT'D)\n\n                Thank you for such a great year. I had a\n\n                blast. I hope you did, too. And I hope\n\n                you have a great time this summer on your\n\n                vacations. Now, who here is going to be\n\n                reading for pleasure this summer?\n\n\n\n      Charlie looks to see if anyone is watching... then, decides\n\n      to raise his hand anyway. Bill is proud.\n\n\n\n                          BILL (CONT'D)\n\n                Very good, Charlie. Who else?\n\n\n\n      Charlie looks at the Smart Ass Freshman who tormented him all\n\n      year. She sighs. Nothing left to say to him.\n\n\n\n140   INT. BILL'S CLASSROOM - LATER                                   140\n\n\n\n      The last kids exit the classroom. Charlie walks down the\n\n      aisle and stands in front of Bill.\n\n\n\n                             BILL\n\n                Last day.\n\n\n\n                          CHARLIE\n\n                Yeah. So, uh, I know it's none of my\n\n                business, but have you decided... are you\n\n                going to New York?\n\n\n\n                          BILL\n\n                Well, my wife and I like it here, and I\n\n                think I might be better at teaching than\n\n                writing.\n\n\n\n      Charlie is relieved.    Bill is staying.\n\n\n\n                          BILL (CONT'D)\n\n                So, uh Charlie... I was thinking maybe I\n\n                could still give you books next year.\n\n\n\n                           CHARLIE\n\n                Yeah.   Yeah.\n\n\n\n                          BILL\n\n                I think you could write one of them one\n\n                day.\n\n\n\n                          CHARLIE\n\n                    (fragile belief)\n\n                Really?\n\n\n\n                             BILL\n\n                I do.\n\n                                                                        78.\n\n\n\n\n\n      Charlie is quiet.   Then...\n\n\n\n                          CHARLIE\n\n                You're the best teacher I ever had.\n\n\n\n                             BILL\n\n                Thank you.\n\n\n\n      He gives Bill a shy sideways hug. The two men say nothing\n\n      else. Charlie waves and leaves. Bill smiles to himself.\n\n\n\n141   INT. MILL GROVE HIGH SCHOOL - HALLWAY - AFTERNOON                 141\n\n\n\n      Times Square has nothing on these seniors.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nBill smiles to himself. 141   INT. MILL GROVE HIGH SCHOOL - HALLWAY - AFTERNOON                 141\n\n\n\n      Times Square has nothing on these seniors. \n\nTARGET SECTION TO BE ANNOTATED:\n Charlie watches\n\n      the gang on their last day of high school. When the clock\n\n      hits 10 seconds to 3pm, all the students chant...\n\n\n\n                          SAM &amp; COMPANY\n\n                10-9-8-7-6-5-4-3-2...\n\n\n\n                          STUDENT (O.S.)\n\n                Oh, my God, get me the hell out of here!\n\n\n\n                             ALL\n\n                1!\n\n\n\n      They all cheer and hug each other. Patrick loses his mind\n\n      with joy and charges down the hallway.\n\n\n\n                                                        SMASH CUT TO:\n\n\n\n142   EXT. MILL GROVE FOOTBALL STADIUM - SUNSET                         142\n\n\n\n      A brilliant sunset. We see the gang. In silhouette.\n\n      Running up the bleachers after the sun.\n\n\n\n                          CHARLIE (V.O.)\n\n                Dear Friend... I wanted to tell you about\n\n                us running. There was this beautiful\n\n                sunset. And just a few hours before,\n\n                everyone I love had their last day of\n\n                high school ever. And I was happy\n\n                because they were happy, even though I\n\n                counted, and I have 1,095 days to go.\n\n\n\n143   INT. CHARLIE'S HOUSE - FIREPLACE - LATE AFTERNOON                 143\n\n\n\n      Prom night. Charlie sees Candace posing for Dad's camera.\n\n      For a moment, we think Candace went to prom with Derek.\n\n\n\n                          CHARLIE (V.O.)\n\n                I kept thinking about what school was\n\n                going to be like without them as they\n\n                                                                      79.\n\n\n\n\n\n      As mom and dad move out of the way, we realize Candace is\n\n      standing with her 3 best girlfriends. They look beautiful.\n\n\n\n                          CHARLIE (V.O.) (CONT'D)\n\n                My sister finally decided to break up\n\n                with Derek and go stag with her\n\n                girlfriends instead.\n\n\n\n144   EXT. SAM AND PATRICK'S HOUSE - SUNSET                           144\n\n\n\n      Prom night continues. The antique limo is so garish, it's\n\n      great. Charlie snaps pictures with Sam's mom and Patrick's\n\n      dad. Mary Elizabeth is with her boyfriend, Peter. Alice\n\n      stands with Patrick, dashing in his Mod Suit Tux.\n\n\n\n                          CHARLIE (V.O.)\n\n                And then there was Sam...\n\n\n\n      The image moves to the front of the house, where Sam emerges.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE (V. O.)\n\n                And then there was Sam... The image moves to the front of the house, where Sam emerges. \n\nTARGET SECTION TO BE ANNOTATED:\n      She wears a vintage flapper dress from the 20's. Radiant.\n\n\n\n                          CHARLIE (V.O.) (CONT'D)\n\n                I've looked at her pictures since that\n\n                night. I like to see how happy she was\n\n                before she knew.\n\n\n\n      Sam joins Craig. They kiss for the cameras, then run with\n\n      the rest of the gang to the limosine.\n\n\n\n                          CHARLIE (V.O.) (CONT'D)\n\n                They were in a hotel suite after prom\n\n                when the truth came out...\n\n\n\n      The gang poses for more pictures in front of the limo.\n\n\n\n                          CHARLIE (V.O.) (CONT'D)\n\n                Basically, Craig has been cheating on Sam\n\n                the whole time. When I heard that, I\n\n                kept thinking about the happy girl in\n\n                these pictures. Because she doesn't have\n\n                1,095 days to go.\n\n\n\n145   EXT. PARKING LOT - AFTERNOON                                    145\n\n\n\n      Graduation Day. The place is packed with graduating seniors\n\n      and families. Charlie's mom and dad fawn over Candace with\n\n      the video camera. Charlie finally finds... Sam.\n\n\n\n                          CHARLIE (V.O.)\n\n                She made it. This is her time. And no\n\n                one should be able to take that away.\n\n\n\n      They approach each other and hug.\n\n                                                                       80.\n\n\n\n\n\n                           CHARLIE (CONT'D)\n\n                 Congratulations.\n\n\n\n                           PATRICK\n\n                 Oh, Charlie's here! Guys, group photo!\n\n                 We should all take a group photo. Get\n\n                 against the railing and try to look\n\n                 suave!\n\n\n\n      The kids line up for the picture they will always remember.\n\n\n\n                           PATRICK (CONT'D)\n\n                 Yeah, this is the one. That's going to\n\n                 be a great angle.\n\n\n\n      Patrick bows to reveal the top of his cap reads, \"Nothing\n\n      Hates You.\" The parents line up cameras. \"Cheese!\" Snap.\n\n\n\n                                                       SMASH CUT TO:\n\n\n\n146   INT. SAM AND PATRICK'S KITCHEN/LIVING ROOM - NIGHT               146\n\n\n\n      The grandfather clock reads 9:30pm. The room is festive\n\n      under streamers wishing Sam luck at Penn State. The kids\n\n      sign each other's yearbooks. Charlie sees Sam smile at old\n\n      photos. He misses her already.\n\n\n\n                           CHARLIE (V.O.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe misses her already. CHARLIE (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n                 At her going away party, I wanted her to\n\n                 know about that night we went through the\n\n                 tunnel. And how for the first time, I\n\n                 felt like I belonged somewhere.\n\n\n\n                                                             CUT TO:\n\n\n\n147   INT. SAM AND PATRICK'S KITCHEN/LIVING ROOM - LATER               147\n\n\n\n      10:28pm. Charlie doesn't know where the time keeps going.\n\n      Sam opens goodbye presents from her friends.\n\n\n\n                           CHARLIE (V.O.)\n\n                 And tomorrow, she's leaving. So, I\n\n                 wanted to give her a part of me.\n\n\n\n      Charlie watches Sam pick up his present. She carefully peels\n\n      the tape to reveal that Charlie gave her all of his books.\n\n\n\n                           SAM\n\n                 Are these all your books, Charlie?\n\n\n\n      He nods.   They lock eyes and do not speak.\n\n                                                                      81.\n\n\n\n\n\n148   INT. SAM'S BEDROOM - NIGHT                                      148\n\n\n\n      The pictures are down. The dressers empty. The suitcase is\n\n      open on the bed. Charlie watches Sam fold clothes and put\n\n      them in her suitcase. He has promised himself he will not\n\n      cry. Even when she packs away his Beatles 45 of \"Something.\"\n\n\n\n      Instead, he looks at her and tries to remember every detail.\n\n      Her hair and brown eyes and sound of her voice.\n\n\n\n                          SAM\n\n                Thanks for staying up with me.\n\n\n\n                          CHARLIE\n\n                Sure. My brother said Penn State has a\n\n                restaurant called Ye Olde College Diner.\n\n                You have to get a grilled stickie on your\n\n                first night. It's a tradition.\n\n\n\n                          SAM\n\n                That sounds like fun.\n\n\n\n                          CHARLIE\n\n                Yeah. Pretty soon, you'll have a whole\n\n                new group of friends, and you won't even\n\n                think about this place anymore.\n\n\n\n                          SAM\n\n                Yes, I will.\n\n\n\n      Sam moves some suitcases over to the pile in the room.   They\n\n      stand next to each other. Close.\n\n\n\n                          SAM (CONT'D)\n\n                I had lunch with Craig today.\n\n\n\n                          CHARLIE\n\n                Yeah?\n\n\n\n                          SAM\n\n                He said he was sorry, and that I was\n\n                right to break up with him. But I'm\n\n                driving away, and I just felt so small.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\n\n                Yeah? SAM\n\n                He said he was sorry, and that I was\n\n                right to break up with him. But I'm\n\n                driving away, and I just felt so small. \n\nTARGET SECTION TO BE ANNOTATED:\n                Just asking myself why do I and everyone\n\n                I love pick people who treat us like\n\n                we're nothing?\n\n\n\n                          CHARLIE\n\n                We accept the love we think we deserve.\n\n\n\n      He says it sober. Without judgement. Sam lets it sink in.\n\n      Charlie walks over to the bed to do more packing. Then, she\n\n      turns to him.\n\n                                                                    82.\n\n\n\n\n\n                       SAM\n\n             Then, why didn't you ever ask me out?\n\n\n\nCharlie didn't expect that.       He is silent.   Heart pounding.\n\n\n\n                       CHARLIE\n\n             I, uh, I just didn't think you wanted\n\n             that.\n\n\n\n                       SAM\n\n             Well, what did you want?\n\n\n\n                       CHARLIE\n\n             I just want you to be happy.\n\n\n\n                       SAM\n\n             Don't you get it, Charlie? I can't feel\n\n             that. It's really sweet and everything,\n\n             but you can't just sit there and put\n\n             everybody's lives ahead of yours and\n\n             think that counts as love. I don't want\n\n             to be somebody's crush. I want people to\n\n             like the real me.\n\n\n\n                       CHARLIE\n\n             I know who you are, Sam.\n\n\n\nSam waits.    And Charlie finally speaks from the heart.\n\n\n\n                       CHARLIE (CONT'D)\n\n             I know I'm quiet, and I know I should\n\n             speak more, but if you knew the things\n\n             that were in my head most of the time,\n\n             you'd know what it really meant. How\n\n             much we are alike. And how we've been\n\n             through the same things. And you're not\n\n             small. You're beautiful.\n\n\n\nHe can't contain himself anymore. He moves to her and kisses\n\nher. They stand. Move to the bed. Kissing. Charlie's\n\nheart pounds. They sit on the bed. Still kissing.\n\n\n\nWe see her fingertips. Her hand on Charlie's knee. When she\n\ntouches him, Charlie pulls away from her. Shocked. Like\n\nhe's seen a ghost. It hits Charlie like freezing water.\n\n\n\n                       SAM\n\n             What's wrong, Charlie?\n\n\n\n                       CHARLIE\n\n             Oh, ah... nothing.\n\n\n\nCharlie shakes off whatever was bothering him and continues\n\n                                                                      83.\n\n\n\n\n\n149   EXT. SAM AND PATRICK'S HOUSE - MORNING                          149\n\n\n\n      It's like a dream for Charlie.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie shakes off whatever was bothering him and continues\n\n                                                                      83. 149   EXT. SAM AND PATRICK'S HOUSE - MORNING                          149\n\n\n\n      It's like a dream for Charlie. \n\nTARGET SECTION TO BE ANNOTATED:\n He watches Sam hug Alice and\n\n      Mary Elizabeth goodbye. But Charlie is somewhere else.\n\n\n\n                          SAM\n\n                I'll call all the time.\n\n\n\n                           MARY ELIZABETH\n\n                Promise.\n\n\n\n                          SAM\n\n                And we'll all see each other in New York.\n\n\n\n                          SAM'S MOM\n\n                Come on, Sam.\n\n\n\n      Charlie can't take it. He moves to the side of the truck and\n\n      puts in the last suitcase. He looks over at Sam.\n\n\n\n                                                      SMASH CUT TO:\n\n\n\n150   INT. SAM'S BEDROOM - NIGHT                                      150\n\n\n\n      QUICK FLASH... Charlie remembers kissing Sam the night\n\n      before. Her hand touches Charlie's knee.\n\n\n\n                                                   BACK TO PRESENT:\n\n\n\n151   EXT. SAM AND PATRICK'S HOUSE - MORNING                          151\n\n\n\n      Charlie snaps himself out of it. He turns back as Mary\n\n      Elizabeth and Alice part ways. Charlie locks eyes with Sam.\n\n      They take a moment. And then they come together to hug. She\n\n      kisses him goodbye, trying not to cry.\n\n\n\n      After a moment, Sam climbs into the driver's seat of her\n\n      truck with Patrick riding shotgun. Charlie looks dazed.\n\n\n\n                                                      SMASH CUT TO:\n\n\n\n152   INT. SAM'S BEDROOM - NIGHT                                      152\n\n\n\n      QUICK FLASH... Charlie remembers pulling away from Sam.\n\n      Shocked. Like he's seen a ghost.\n\n\n\n                          SAM\n\n                What's wrong, Charlie?\n\n\n\n                                                   BACK TO PRESENT:\n\n                                                                          84.\n\n\n\n\n\n153   EXT. SAM AND PATRICK'S HOUSE - MORNING                              153\n\n\n\n      Sam starts the truck. Charlie wants to scream for her to\n\n      stop. But he's frozen. She drives away. He watches her go.\n\n      The truck gets smaller in the distance until it turns at the\n\n      stop sign. And disappears. Charlie stands there, alone.\n\n\n\n                                                          SMASH CUT TO:\n\n\n\n154   INT. SAM'S BEDROOM - NIGHT                                          154\n\n\n\n      QUICK FLASH... Charlie remembers the night with Sam. We see\n\n      her put her hand on his knee. The image moves up the arm.\n\n      To the shoulder. To the face. And we reveal, we are not in\n\n      Sam's bedroom. And it is not Sam touching Charlie. But...\n\n\n\n      Aunt Helen\n\n\n\n                             AUNT HELEN\n\n                   Don't wake your sister.\n\n\n\n                                                       BACK TO REALITY:\n\n\n\n155   EXT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut... Aunt Helen\n\n\n\n                             AUNT HELEN\n\n                   Don't wake your sister. BACK TO REALITY:\n\n\n\n155   EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SAM AND PATRICK'S HOUSE - MORNING                              155\n\n\n\n      The memory only registers as a small blink of his eye.\n\n      Charlie sees his friends are crying. He's not. He's numb.\n\n\n\n156   EXT. SUBURBAN STREET - MORNING                                      156\n\n\n\n      Charlie walks down the street. His eyes far away. The\n\n      images and memories are short, violent bursts. If you've\n\n      never had an anxiety attack, this is how it feels.\n\n\n\n157   EXT. CHARLIE'S STREET - NIGHT (FLASHBACK)                           157\n\n\n\n      QUICK FLASH. It's Christmas Eve.       Aunt Helen smiles to\n\n      Little Charlie.\n\n\n\n                             AUNT HELEN\n\n                   It'll be our little secret, okay?\n\n\n\n      Little Charlie nods.\n\n\n\n158   EXT. SUBURBAN STREET - MORNING (PRESENT)                            158\n\n\n\n      BACK TO PRESENT. Charlie walks toward us on the sidewalk.\n\n      We see him through a long lens. His image fractures. We see\n\n      him in different planes of the image. He's beginning to\n\n      break apart. One image. Two images.\n\n                                                                       85.\n\n\n\n\n\n159   INT. CHARLIE'S LIVING ROOM - NIGHT (FLASHBACK)                   159\n\n\n\n      QUICK FLASH. Little Candace is asleep on the floor.     Aunt\n\n      Helen sits next to Little Charlie on the sofa.\n\n\n\n                          AUNT HELEN\n\n                Look, Charlie. She's fast asleep.\n\n\n\n160   EXT. SUBURBAN STREET - MORNING (PRESENT)                         160\n\n\n\n      BACK TO PRESENT. We see Charlie fracturing. The pieces\n\n      scattered. Out of focus. Lost. He's all over the frame.\n\n\n\n161   INT. CHARLIE'S LIVING ROOM - NIGHT (FLASHBACK)                   161\n\n\n\n      QUICK FLASH.   Aunt Helen points to Little Candace.\n\n\n\n                          AUNT HELEN\n\n                Don't wake your sister.\n\n\n\n162   INT. CHARLIE'S HOUSE - DAY (PRESENT)                             162\n\n\n\n      BACK TO PRESENT.   Charlie enters his house.\n\n\n\n                                                       SMASH CUT TO:\n\n\n\n163   INT. AUNT HELEN'S CAR - NIGHT (FLASHBACK)                        163\n\n\n\n      QUICK FLASH.   Aunt Helen gets hit by the semi-truck.\n\n\n\n164   INT. ENTRY HALL - NIGHT (FLASHBACK)                              164\n\n\n\n      QUICK FLASH.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nAunt Helen gets hit by the semi-truck. 164   INT. ENTRY HALL - NIGHT (FLASHBACK)                              164\n\n\n\n      QUICK FLASH. \n\nTARGET SECTION TO BE ANNOTATED:\n   Little Charlie's mom opens the door to reveal a\n\n      policeman.\n\n\n\n165   INT. CHARLIE'S HOUSE - DAY (PRESENT)                             165\n\n\n\n      BACK TO PRESENT. Charlie is in the same entry hall in the\n\n      same house 8 years later. Banging his head against the wall.\n\n      \"It's my fault. It's all my fault.\"\n\n\n\n      He passes the photo wall on the stairs. We see the images of\n\n      the family. Church. Communion. Baby pictures. Years of\n\n      history staring at us. Ghosts on the wall.\n\n\n\n166   INT. CHARLIE'S BEDROOM - DAY (PRESENT)                           166\n\n\n\n      BACK TO PRESENT. Charlie sits at his desk. We see him from\n\n      behind. Perfectly still. Trying to keep himself calm.\n\n\n\n                          CHARLIE\n\n                Stop crying.\n\n                                                                         86.\n\n\n\n\n\n167   INT. VARIOUS LOCATIONS - DAY (FLASHBACK)                           167\n\n\n\n      QUICK FLASH. Charlie thinks everyone is staring at him. His\n\n      sister and her friends. His brother and mother. Mary\n\n      Elizabeth and Alice. And worst of all... Sam and Patrick the\n\n      night they toasted him. A paranoid nightmare.\n\n\n\n168   INT. CHARLIE'S BEDROOM - DAY (PRESENT)                             168\n\n\n\n      BACK TO PRESENT.   Charlie's falling to pieces.   The tears run\n\n      down his face.\n\n\n\n                          CHARLIE\n\n                Stop crying.\n\n\n\n169   INT. VARIOUS LOCATIONS - VARIOUS TIMES (FANTASY)                   169\n\n\n\n      QUICK FLASH. Derek hits Candace.   Patrick hits Brad.    The\n\n      cafeteria erupts into violence.\n\n\n\n      And Charlie remembers what he's blacked out.\n\n\n\n      We see him in the cafeteria. Terrifying. He thinks he sees\n\n      Aunt Helen as he breaks the Linebacker's nose. Hits another\n\n      in the throat. And pushes another. Charlie looks at his\n\n      hand, covered in blood. The whole school staring at him.\n\n\n\n170   INT. CHARLIE'S BEDROOM - DAY (PRESENT)                             170\n\n\n\n      BACK TO PRESENT. Charlie holds his head. Trying to stuff\n\n      the pictures back in his brain. But he can't. They keep\n\n      coming and coming, faster and faster.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nTrying to stuff\n\n      the pictures back in his brain. But he can't. They keep\n\n      coming and coming, faster and faster. \n\nTARGET SECTION TO BE ANNOTATED:\n Sam's hand, Little\n\n      Charlie on top of the stairs, the police telling him Aunt\n\n      Helen is dead.\n\n\n\n                          CHARLIE (V.O.)\n\n                It'll be our little secret.\n\n\n\n      We go behind his head. The image moves closer and closer.\n\n      Until it feels like we are inside Charlie's mind.\n\n\n\n                                                         SMASH CUT TO:\n\n\n\n171   EXT. HOUSE SWIMMING POOL - DAY                                     171\n\n\n\n      We see Candace hanging out with her girlfriends at a friend's\n\n      backyard pool. Her FRIEND (18, pretty) holds the cordless.\n\n\n\n                          CANDACE'S FRIEND\n\n                Candace... your brother's on the phone.\n\n\n\n      Candace casually picks up the phone.\n\n                                                                     87.\n\n\n\n\n\n                               CANDACE\n\n                   Hello.\n\n\n\n                             CHARLIE (V.O.)\n\n                   Hey, Candace.\n\n\n\n                               CANDACE\n\n                   Charlie?\n\n\n\n                             CHARLIE\n\n                   Sam and Patrick left, and um, I just\n\n                   can't stop thinking something.\n\n\n\n                               CANDACE\n\n                   What?\n\n\n\n                             CHARLIE\n\n                   Candace, I killed Aunt Helen, didn't I?\n\n                   She died getting my birthday present, so\n\n                   I guess I killed her, right? I've tried\n\n                   to stop thinking that, but I can't. She\n\n                   keeps driving away and dying over and\n\n                   over.\n\n\n\n      Candace looks like she got hit with ice water. She knows her\n\n      brother. She knows this voice. Candace covers the phone.\n\n\n\n                             CANDACE\n\n                   Call the police and send them to my\n\n                   house.\n\n\n\n                             CHARLIE\n\n                   And I can't stop her.   I'm crazy again.\n\n\n\n                             CANDACE\n\n                   No, Charlie, listen to me. Mom and dad\n\n                   are going to be home with Chris any\n\n                   second.\n\n\n\n                             CHARLIE\n\n                   I was just thinking... what if I wanted\n\n                   her to die, Candace?\n\n\n\n                               CANDACE\n\n                   What?    Charlie... Charlie!\n\n\n\n      Dial tone.\n\n\n\n172   INT. CHARLIE'S HOUSE - DAY                                     172\n\n\n\n      We begin in the house. It's silent. The hallway. The entry\n\n      hall. The empty bedroom. Charlie's typewriter on his desk.\n\n                                                                          88.\n\n\n\n      It's all so quiet. And then, we see Charlie walking down the\n\n      hallway. He turns the corner and enters the...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's all so quiet. And then, we see Charlie walking down the\n\n      hallway. He turns the corner and enters the... \n\nTARGET SECTION TO BE ANNOTATED:\n                                                          MATCH CUT TO:\n\n\n\n173   INT. CHARLIE'S KITCHEN - DAY (PAST AND PRESENT)                     173\n\n\n\n      Kitchen.   One room. Charlie doesn't know where he is\n\n      anymore.   The past and present have bled together.\n\n\n\n      QUICK FLASH. We see Little Charlie turn the corner into the\n\n      kitchen. BACK TO PRESENT as 16 year old Charlie stands in\n\n      the same kitchen, breathing shallow.\n\n\n\n      QUICK FLASH. 7 year old Charlie walks up to Aunt Helen\n\n      sitting at the kitchen table. BACK TO PRESENT as 16 year old\n\n      Charlie begins to have a full blown anxiety attack.\n\n\n\n      QUICK FLASH. 7 year old Charlie takes Aunt Helen's hand and\n\n      turns it over... to reveal her wrist scars.\n\n\n\n      BACK TO PRESENT as Charlie looks from the table to the\n\n      counter with the bread and the KNIVES. He stares at the\n\n      knives for a moment. Just as...\n\n\n\n      The Policemen break down the door.\n\n\n\n                                                          SMASH CUT TO:\n\n\n\n174   INT. HOSPITAL ROOM - NIGHT                                          174\n\n\n\n      We see Charlie's reflection in the window. The door opens\n\n      slowly, and his psychiatrist, Dr. Burton, enters. She finds\n\n      him sitting in the corner. He has been crying.\n\n\n\n                            DR. BURTON\n\n                 Charlie?   I'm Dr. Burton.\n\n\n\n                           CHARLIE\n\n                 Where am I?\n\n\n\n                           DR. BURTON\n\n                 Mayview hospital.\n\n\n\n      This news hits Charlie hard.   He begins to panic.\n\n\n\n                            CHARLIE\n\n                 You have to let me go.    My dad can't\n\n                 afford it.\n\n\n\n                           DR. BURTON\n\n                 Don't worry about that.\n\n                                                               89.\n\n\n\n\n\n                    CHARLIE\n\n          No. I saw them when I was little. And I\n\n          don't want to be a Mayview kid. Just\n\n          tell me how to stop it.\n\n\n\n                       DR. BURTON\n\n          Stop what?\n\n\n\n                    CHARLIE\n\n          Seeing it. All their lives. All the\n\n          time. Just... how do you stop seeing it?\n\n\n\n                    DR. BURTON\n\n          Seeing what, Charlie?\n\n\n\nCharlie breaks.\n\n\n\n                    CHARLIE\n\n          There is so much pain.    And I don't know\n\n          how to not notice it.\n\n\n\n                    DR.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\n\n          There is so much pain. And I don't know\n\n          how to not notice it. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n BURTON\n\n          What's hurting you?\n\n\n\n                    CHARLIE\n\n          No! Not me. It's them. It's everyone.\n\n          It never stops. Do you understand?\n\n\n\nDr. Burton smiles, sympathetic. Charlie nods, relieved that\n\nsomeone finally understands. Until...\n\n\n\n                    DR. BURTON\n\n          What about your Aunt Helen?\n\n\n\nLike cold water. What was tears is now confusion and soon to\n\nbe shame. Dr. Burton is gentle to him.\n\n\n\n                    CHARLIE\n\n          What about her?\n\n\n\n                    DR. BURTON\n\n          Can you see her?\n\n\n\n                    CHARLIE\n\n          Yes, she had a terrible life.   But... I\n\n          mean, what am I...\n\n\n\n                    DR. BURTON\n\n          You said some things about her in your\n\n          sleep.\n\n\n\n                    CHARLIE\n\n          I don't care.\n\n                                                                        90.\n\n\n\n\n\n                          DR. BURTON\n\n                If you want to get better, you have to--\n\n\n\n      Charlie looks at her, nodding her encouragement.\n\n\n\n                          CHARLIE\n\n                She was... insane.\n\n\n\n      The minute he says one word of truth, he feels ashamed. He\n\n      stops talking. Dr. Burton does not press him. Not today.\n\n\n\n                          DR. BURTON\n\n                Charlie, are you going to let me help you\n\n                here?\n\n\n\n      Charlie cries and nods.\n\n\n\n                          CHARLIE\n\n                Okay.\n\n\n\n                          DR. BURTON\n\n                Do you remember anything before you\n\n                blacked out?\n\n\n\n                          CHARLIE\n\n                I, uh... I remember leaving Sam's house,\n\n                and walking home...\n\n\n\n      We move away from them as Charlie's voice trails off.\n\n\n\n175   INT. HOSPITAL ROOM - MORNING                                      175\n\n\n\n      The sun creeps through the windows. We can hear birds\n\n      outside. The intercom is quiet. Charlie is alone. He looks\n\n      at Sam's typewriter. \"Dear Friend\" is already typed.\n\n\n\n                          CHARLIE (V.O.)\n\n                I was in the hospital for awhile. I won't\n\n                go into detail about all of it. But I\n\n                will say there were some very bad days.\n\n                And some unexpected beautiful days.\n\n\n\n      Charlie picks up a get well card from Sam.\n\n\n\n176   INT. HOSPITAL HALLWAY - DAY                                       176\n\n\n\n      Dr. Burton walks Charlie's parents down the hallway.\n\n\n\n                          CHARLIE (V.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOSPITAL HALLWAY - DAY                                       176\n\n\n\n      Dr. Burton walks Charlie's parents down the hallway. CHARLIE (V. \n\nTARGET SECTION TO BE ANNOTATED:\n.)\n\n                The worst day was the time my doctor told\n\n                my mom and dad what Aunt Helen did to me.\n\n\n\n      In the distance, we see Charlie's mom and dad stop.    Shocked.\n\n                                                                     91.\n\n\n\n\n\n177   INT. HOSPITAL ROOM - DAY                                       177\n\n\n\n      Charlie looks up and sees his mom and dad in the doorway.\n\n\n\n                          MOTHER\n\n                Honey?\n\n\n\n      His mother comes to hold him.\n\n\n\n                          MOTHER (CONT'D)\n\n                I'm so sorry.\n\n\n\n      For a second, we see the emotion his father hides behind the\n\n      sports page, before he chokes it down. He walks over to his\n\n      son and kisses his forehead.\n\n\n\n178   INT. HOSPITAL ROOM - MORNING                                   178\n\n\n\n      Charlie, Chris, and Candace sit on the bed, playing cards.\n\n\n\n                          CHARLIE (V.O.)\n\n                The best days were those when I could\n\n                have visitors. My brother and sister\n\n                always came for those until Chris had to\n\n                go to training camp. He's going to be\n\n                first string this year. And my sister\n\n                told me she met a nice guy at her summer\n\n                job.\n\n\n\n179   INT. HOSPITAL HALLWAY - AFTERNOON                              179\n\n\n\n      Charlie leaves his room with his suitcase in hand.    His\n\n      mother waits in the hallway with Dr. Burton.\n\n\n\n                          DR. BURTON\n\n                There he is. So, I'll see you Thursday\n\n                at 6, right?\n\n\n\n      Charlie nods and leaves the hospital with his mother.\n\n\n\n                          CHARLIE (V.O.)\n\n                My doctor said we can't choose where we\n\n                can come from, but we can choose where we\n\n                go from there. I know it's not all the\n\n                answers, but it was enough to start\n\n                putting these pieces together.\n\n\n\n      Dr. Burton smiles, then turns back into the hospital.\n\n\n\n180   INT. CHARLIE'S DINING ROOM - NIGHT                             180\n\n\n\n      The family sits at the dinner table.\n\n                                                                    92.\n\n\n\n\n\n                             FATHER\n\n                   God bless this food that we are about to\n\n                   receive. We thank You for this bounty in\n\n                   the name of our Lord Jesus Christ. Amen.\n\n\n\n      After they say \"Amen,\" the room falls silent. The family is\n\n      on pins and needles. No one touches their food. Until...",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe family is\n\n      on pins and needles. No one touches their food. Until... \n\nTARGET SECTION TO BE ANNOTATED:\n                             CHARLIE\n\n                   How do you think the Penguins are going\n\n                   to do this year, dad?\n\n\n\n                             FATHER\n\n                   God damn Penguins. I think they're\n\n                   allergic to God damn defense.\n\n\n\n                             CHARLIE\n\n                   What do the players call a puck again?\n\n\n\n                                FATHER\n\n                   A biscuit.\n\n\n\n                             CANDACE\n\n                   Are you sure it's not a \"God damn\n\n                   biscuit?\"\n\n\n\n                             FATHER\n\n                   You're cruisin' for a bruisin'.\n\n\n\n      As things return to normal, dad picks up his paper. Candace\n\n      talks about the books she'll need for college. Everyone\n\n      starts eating. And Charlie smiles, happy to just be home.\n\n\n\n181   INT. CHARLIE'S HOUSE - DUSK                                   181\n\n\n\n      Ding dong.    The door opens to reveal Patrick, smiling.\n\n\n\n                             PATRICK\n\n                   Can Charlie come out and play?\n\n\n\n      Charlie's mother smiles. Charlie smiles, too. Especially\n\n      when he sees... Sam. Standing next to Patrick. Her hair a\n\n      little different. Her eyes alive and happy.\n\n\n\n182   INT. KINGS FAMILY RESTAURANT - NIGHT                          182\n\n\n\n      The gang of three sit at their booth. Sam and Patrick have\n\n      their coffee. Charlie has his brownie. Like always.\n\n\n\n                             SAM\n\n                   That first night, I had grilled stickies.\n\n                   It was so good. You have to visit in the\n\n                   Fall. We'll have some. Okay?\n\n                                                                      93.\n\n\n\n\n\n                          CHARLIE\n\n                Definitely.\n\n\n\n                          PATRICK\n\n                Sorry, Sam. Charlie has a breakdown\n\n                scheduled for October.\n\n\n\n      Charlie laughs.   Sam smiles.   After a beat...\n\n\n\n                          SAM\n\n                Well, can I tell you something? I've\n\n                been away for two months. It's another\n\n                world. And it gets better.\n\n                    (off Charlie's smile)\n\n                And my roommate Katie has the best taste\n\n                in music.\n\n\n\n      Sam puts a cassette tape down on the table.\n\n\n\n                          SAM (CONT'D)\n\n                I found the tunnel song.\n\n\n\n      Charlie looks at Sam and Patrick, who smile.\n\n\n\n                          SAM (CONT'D)\n\n                Let's drive.\n\n\n\n183   EXT. KINGS FAMILY RESTAURANT - NIGHT                            183\n\n\n\n      The three leave the restaurant and jump into Sam's truck.\n\n      Patrick drives. Charlie in the middle.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nKINGS FAMILY RESTAURANT - NIGHT                            183\n\n\n\n      The three leave the restaurant and jump into Sam's truck. Patrick drives. Charlie in the middle. \n\nTARGET SECTION TO BE ANNOTATED:\n Sam the passenger.\n\n\n\n                          CHARLIE (V.O.)\n\n                I don't know if I will have the time to\n\n                write any more letters because I might be\n\n                too busy trying to participate. So, if\n\n                this does end up being the last letter, I\n\n                just want you to know that I was in a bad\n\n                place before I started high school. And\n\n                you helped me.\n\n\n\n184   INT. SAM'S TRUCK - NIGHT                                        184\n\n\n\n      The three friends are flying down the highway in Sam's truck.\n\n      The music blaring. The wind making their hair dance.\n\n\n\n                          CHARLIE (V.O.)\n\n                Even if you didn't know what I was\n\n                talking about. Or know someone who's\n\n                gone through it. It made me not feel\n\n                alone.\n\n\n\n      With Sam's help, Charlie climbs through the little window\n\n                                                                       94.\n\n\n\n\n\n185   EXT. HIGHWAY 376 NORTH - NIGHT                                   185\n\n\n\n      Charlie gets into the back of the truck. He sits down,\n\n      looking back at the highway. Watching everywhere he's been.\n\n\n\n                          CHARLIE (V.O.)\n\n                Because I know there are people who say\n\n                all of these things don't happen. And\n\n                there are people who forget what it's\n\n                like to be 16 when they turn 17.\n\n\n\n      We see Charlie in profile.   The night sky behind him until...\n\n\n\n186   INT. FORT PITT TUNNEL - NIGHT                                    186\n\n\n\n      ... they enter the tunnel, and we realize just how fast\n\n      they're driving. The white tiles of the tunnel whiz by at\n\n      blinding speed. A perfect night. A perfect drive. Flying.\n\n\n\n                          CHARLIE (V.O.)\n\n                I know these will all be stories someday.\n\n                And our pictures will become old\n\n                photographs. And we'll all become\n\n                somebody's mom or dad. But right now,\n\n                these moments are not stories.\n\n\n\n      Charlie turns to face forward. To the moment.   To Sam,\n\n      smiling at him from the front seat.\n\n\n\n                          CHARLIE (V.O) (CONT'D)\n\n                This is happening. I am here. And I am\n\n                looking at her. And she is so beautiful.\n\n\n\n      Sam kisses Charlie. Then, she turns, and all three kids look\n\n      ahead to everything in front of them.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd she is so beautiful. Sam kisses Charlie. Then, she turns, and all three kids look\n\n      ahead to everything in front of them. \n\nTARGET SECTION TO BE ANNOTATED:\n Charlie begins to\n\n      stand in the back of the truck. Ready to leave the tunnel.\n\n\n\n                          CHARLIE (V.O.) (CONT'D)\n\n                I can see it. This one moment when you\n\n                know you're not a sad story. You are\n\n                alive. And as you stand up and see the\n\n                lights on buildings and everything that\n\n                makes you wonder. And you are listening\n\n                to that song on that drive with the\n\n                people you love most in this world.\n\n\n\n      Charlie stands in the back of the truck.   The wind on his\n\n      face. He is free.\n\n\n\n                          CHARLIE (V.O.) (CONT'D)\n\n                And in this moment, I swear...\n\n                                                               95.\n\n\n\n\n\nWe see the moment as Charlie sees it. The tunnel's exit\n\ngetting bigger and brighter with the lights of the city\n\nbehind it.\n\n\n\n                    CHARLIE (V.O.) (CONT'D)\n\n          ... we are infinite.\n\n\n\nThe tunnel song blasts over the speakers as the truck flies\n\nout of the tunnel. Sam and Patrick scream with excitement.\n\nCharlie holds his arms in the air. The weight of the world\n\ngone. If only for a moment. This one moment. We see the\n\ncity. A million lights like white stars in a glass dome. We\n\ncrane to the sky. We are in Heaven.\n\n\n\n                                                   FADE OUT.\n\n"
}