{
  "1": "INT. TALBOT HOUSE, BEDROOM (VICTORIAN PERIOD) -- NIGHT\n\n—S EE EEE EEE UEC TORIAN PERIOD) ~~ NIGHT\nTHUNDER RUMBLES and LIGHTNING FLASHES...\n\nYOUNG LAWRENCE, a raven-haired youth, 10 years old, sits up\nin his bed, looking fearfully to the darkness.\n\nINT. TALBOT HOUSE, HALLWAY -- NIGHT\n\nWith the STORM HEARD raging outside, Young Lawrence peers\nout into the HALLWAY. A man's ANGUISHED CRY is HEARD, but\nit's lost in the SOUND of THUNDER. Was it imagined?\n\nYoung Lawrence, in a night~-shirt, starts tentatively down\nthe long, dark hall of this opulent, Victorian MANOR HOUSE.\nLIGHTNING illuminates many big game, ANIMAL HEAD TROPHIES\nmounted one-after-another: TIGER... ELEPHANT... LION...\nYoung Lawrence walks, trying to ignore the freakish tableau.\nDOWN THE HALL\n\nYoung Lawrence slows, looking ahead to... a DOOR ajar.\nLIQUID pools out from beneath, like black molasses.\n\nYoung Lawrence moves to push the DOOR OPEN...\nIN THIS MASTER BEDROOM\n\nA MAN is slumped on his knees, weeping, cradling the FIGURE\nof a WOMAN. He lets out another CRY of anguish!\n\nYOUNG LAWRENCE\nFather... ?\n\nThe man, SIR JOHN TALBOT, 40, looks to see Young Lawrence.\nSir John is in agony, tears streaming down his face.\n\nThe cradled WOMAN'S ARM falls free, dangling limply, the\nwrist slit; gashed wide with BLOOD FLOWING to the floor.\n\nYoung Lawrence stumbles back in horror...\n\nFalling against his older brother, BENJAMIN, 12, arriving in\nthe doorway. Benjamin, likewise terrified, raises a bright\nOIL LANTERN to the room just as BOOMING THUNDER is HEARD!\nEXT. TALBOT HOUSE -- CONTINUOUS -- NIGHT\n\nThe stately MANSION and surrounding countryside are glimpsed\nin brilliant LIGHTNING. THUNDER ECHOES as we...\n\nSOAR UP into the TEMPEST! CAMERA Z00MS: through and beyond\nroiling STORM CLOUDS...",
  "2": "---END OF PREVIOUS SECTION---\nTHUNDER ECHOES as we... SOAR UP into the TEMPEST! CAMERA Z00MS: through and beyond\nroiling STORM CLOUDS... \n---TARGET SECTION TO BE ANNOTATED---\n to find a FULL MOON shining down.\n\nMATCH DISSOLVE TO:\n\n \n\fINT. THEATER -- NIGHT\n\nCLOSE ON: a stage-craft FULL MOON backlit by flickering\ngaslight within a painted BACKDROP of crooked trees and grim\nsky. INTO FRAME steps handsome LAWRENCE TALBOT, mid-30's.\n\nLAWRENCE\n(as Hamlet)\nTo be or not to be. That is the\nquestion. Whether 'tis nobler in the\nmind to suffer, The slings and arrows\nof outrageous fortune...\n\nOther ACTORS are SILHOUETTED in nearby SHADOWS. COSTUMED\nLawrence walks to centerstage, passionate eyes gleaming.\n\nLAWRENCE\nOr take arms against a sea of\ntroubles, And by opposing end them.\nTo die: to sleep. No more; and by a\nsleep to say we end...\n\nIN THE AUDIENCE: wealthy WEST-ENDERS watch, enthralled.\n\nLAWRENCE\nThe heart-ache and the thousand\nnatural shocks, That flesh is heir\nto: 'tis a consummation, Devoutly to\nbe wish'd. To die...\n\nCUT TO:\nEXT. LONDON THEATER DISTRICT -- NIGHT\nEE DISTRICT ~~ NIGHT\nTOLLING hauntingly, BIG BEN is faintly seen in the gloom of\nthis bleak Victorian horizon of endless BUILDINGS, skeletal\nindustrial CRANES and soot-spewing SMOKESTACKS.\nINSERT TITLE: \"London, 1888\"\n\nWhile on the near STREETS, THEATER-GOERS pour noisily out\nfrom the THEATER into filthy, loud, over-crowded Londontown.\n\nINT. THEATER, DRESSING ROOMS -- NIGHT\neee ONEGHT\n\nA boisterous PARTY is HEARD from the other room. Lawrence\nsits at his DRESSING TABLE, in costume, pouring two stiff\nDRINKS. He hands one to a tawdry COCKNEY LADY beside him.\n\nLAWRENCE\nOver the lips and through the gums...\n\nThey drink. Cockney Lady laughs, already drunk. Lawrence\npours again while Cockney Lady paws at him amorously.",
  "3": "---END OF PREVIOUS SECTION---\nThey drink. Cockney Lady laughs, already drunk. Lawrence\npours again while Cockney Lady paws at him amorously. \n---TARGET SECTION TO BE ANNOTATED---\n A\nfatherly, ELDER ACTOR, American, enters from a curtained\nCHANGING BOOTH, pulling on his jacket, watching them.\n\nCONT INUED\n\fELDER ACTOR\nA few cocktails, Lawrence?\n\nLAWRENCE\nA few.\n\nELDER ACTOR\nToo many?\n\nLAWRENCE\nEt tu, Brute?\n\nELDER ACTOR\nNo. Indulge, by all means. Just do\nnot forget yourself.\n\nLawrence toasts his own REFLECTION in his MIRROR.\n\nLAWRENCE\nI make no promises.\n\nELDER ACTOR\nThe occasion is in the other room.\nBring your new... friend.\n\nElder Actor exits. Lawrence extricates himself from Cockney\nLady's grasp, kissing her hand as he stands.\n\nLAWRENCE\nExcuse me, dear, while I dress.\n\nCOCKNEY LADY\nDress. Undress. Whichever you like.\n\nShe smokes. Lawrence begins changing from his COSTUME.\nBehind, the DOOR opens as a lovely woman, GWEN CONLIFFE, 30,\nlooks in, nervous. She KNOCKS, clears her throat.\n\nGWEN\nBegging your pardon, sir... I...\n\nLawrence is taking off his SHIRT as he looks over.\nGwen is stunningly beautiful, in a nice, though plain,\nDRESS. She tries to avert her eyes from his shirtlessness.\n\nGWEN\nI'm... terribly sorry, but... you are\none Mr. Talbot?\n\nLAWRENCE\nCorrect.\n\nGWEN\n\nMr. Lawrence Talbot, actor?\nLawrence pulls on a SHIRT, buttoning.\n\nCONTINUED\n\n \n\fLAWRENCE\nCorrect again, and while normally I'd\nbe so happy to make. the acquaintance\nof an admirer as lovely as yourself...\n(of Cockney Lady)\n..-tonight, as you can plainly see...\n\nGWEN\nYou misunderstand me.\n\nLAWRENCE\nDo I? Well, make it quick. I'm\nabout to have my hands full.\n\nGWEN\nI've come from Talbot Hall. West\nBlackmoor. My name is Gwen Conliffe.\nBetrothed to Mr. Benjamin Talbot.\n\nLawrence regards her with a new seriousness.\n\nGwen nods.\n\nGwen makes way as Lawrence shows Cockney Woman out the door.",
  "4": "---END OF PREVIOUS SECTION---\nLawrence regards her with a new seriousness. Gwen nods. Gwen makes way as Lawrence shows Cockney Woman out the door. \n---TARGET SECTION TO BE ANNOTATED---\nLAWRENCE\nMy brother's fiance?\n\nLawrence considers, looks to Cockney Lady.\n\nLAWRENCE\nA moment alone, please...\n\nCOCKNEY LADY\nWhat's all this about?\n\nLAWRENCE\nGo entertain yourself. I'll collect\nyou momentarily.\n\nLAWRENCE\nSo, Miss Conliffe... what brings you\nhere tonight?\n\nGWEN\n\nYou've had no letter from Benjamin\nlately, though you expected one.\nForgive my reading them, but your\nlast correspondence with him told me\nyou'd be in London now.\n\n(troubled pause)\nThe reason there's been no letter...\nBenjamin is gone. He's disappeared.\n\nLAWRENCE\nDisappeared?\n\nCONT INUED\n\fGWEN\n\nFor almost a month now, without a\ntrace. And there's been a killing in\nBlackmoor; an unspeakable murder.\nAll the while, a certain woman is at\nthe center of it. Because of her,\npropriety forbids me from saying\nanything more.\n\n(pause)\nI come to ask for your help.\n\n \n\nLAWRENCE\n\nMy father. He knows you came?\nGWEN\n\nHe knows.\nLAWRENCE\n\nHe asks this? My father?\nGWEN\nI ask. I pray you will return to\nTalbot Hall. }\n\nLawrence turns away, sullen, slowly shakes his head.\n\nLAWRENCE\nI cannot.\nGWEN\nYou must. Please. How... how can I\nexpress what heartache it's been...?\nLAWRENCE\n\nTonight was our last performance\nbefore returning to New York. !\nBesides which, whatever this is... i\nwhat help could I be in any of it?\n\nGWEN\nWith respect, where else would you\nhave me turn? It is your family in\ndire need of you.\n\nLAWRENCE\nI'm sorry you've wasted your time.\nFor my own reasons, I will never go\nback to Blackmoor. I'm afraid that's |\nmy final word.\n\nGwen stares sadly down in weary despair.\n\nGWEN\nWell, then. There's nothing more to\nsay. Except thank you for hearing\nme, Mr. Talbot.\n\nCONTINUED\n\fLawrence watches as Gwen crosses. She halts at the door.\n\nGWEN .\nI know you've been away for nearly a\nlifetime. Still...",
  "5": "---END OF PREVIOUS SECTION---\nGWEN . I know you've been away for nearly a\nlifetime. Still... \n---TARGET SECTION TO BE ANNOTATED---\n he is your blood.\nYour only brother.\n\nGwen goes, SHUTS the DOOR. Lawrence stands alone, miserable.\n\ncur To:\nINT. LONDON LODGING HOUSE, LAWRENCE'S ROOM -- NIGHT\neee eeeeeeee—ee—eaeacaoaeaeaeleaeeeee02SUE EE\n\nLawrence sleeps in a small BED in a small ROOM. Coc kney\nLady sleeps beside him. Lawrence stirs, DREAMING...\n\nEXT. MOOR FIELDS (LAWRENCE'S DREAM) -- NIGET\nee EE eee NG\n\nLawrence, in his Hamlet COSTUME, walks these swampy MOORS\namidst a heavy FOG. MIST swirls as he reaches out.\n\nLAWRENCE\nHello...?!\n\nAhead, within a CIRCLE of huge, weathered and ancient STONE\nMONOLITHS jutting upwards from the ground, Lawrence nears...\nA lone MAN in rural attire, standing with his back to us.\n\nLAWRENCE\nBenjamin, is that you? Ben...?\n\nAs Lawrence approaches, the MAN TURNS to REVEAL...\n\nA FACELESS VISAGE of unbroken flesh stretched ‘taut across a\nSKULL of empty EYE SOCKETS and gaping maw!\n\nINT. LODGING ROOM -- NIGHT\n\nEEE EE\n\nLawrence awakens, aghast, sweaty. He sits up, looking\nbeside him to Cockney Lady who lies facing away.\n\nLAWRENCE\nLord... what a dream. You awake?\n\nCockney Lady GROANS sleepily, stirring...\n\nLAWRENCE\nI dreamt I was in a fog, and...\n\nCockney Lady TURNS, showing a GHOULISH SKULL-FACE devoid of\n\nfeatures -- SHRIEKING -- her TEETH GNASHING!\nINT. LODGING ROOM -- DAWN\nSeems\n\nLawrence awakens for real this time, sweaty, gasping.\n\nAs he looks to Cockney Lady who lies facing away beside him,\nhe scrambles from the bed, backing fearfully to the wall.\n\n \n\f \n\nEXT. LODGING HOUSE ROOF MOMENTS LATER -- DAWN\nA ROOFTOP HATCH is thrown open with a THUD. Lawrence climbs :\na LADDER out onto the flat ROOF, wearing clothes he's thrown\n\non.",
  "6": "---END OF PREVIOUS SECTION---\nEXT. LODGING HOUSE ROOF MOMENTS LATER -- DAWN\nA ROOFTOP HATCH is thrown open with a THUD. Lawrence climbs :\na LADDER out onto the flat ROOF, wearing clothes he's thrown\n\non. \n---TARGET SECTION TO BE ANNOTATED---\n He takes out and lights a CIGARETTE, inhales deeply.\n\nLawrence goes to the roof's edge. He takes out a BOTTLE,\ndrinks. He stares across the dark London CITYSCAPE set\nagainst the aborning, orange SUNRISE. His mind is troubled.\n\nLAWRENCE\n(under his breath)\nDamn you, Father. Goddamn you.\n\nLawrence angrily flings the BOTTLE at the horizon.\nit's HEARD SHATTERING far off, shards HEARD scattering.\nA distant TRAIN WHISTLE SOUNDS, growing LOUDER...\n\ncur TO:\nEXT. LONDON TRAIN STATION -- MORNING\n———— Ol EE SSEEa—aEeeeae\n\nThe TRAIN WHISTLE SOUNDS from inside the STATION. We find\nMEMBERS of Lawrence's ACTING TROUPE unloading many large\nTRUNKS of \"Atherton Traveling Theater Co.\" belongings from\nWAGONS. STATION ATTENDANTS help transport the TRUNKS inside.\n\nOther ACTORS slap Lawrence on the hack, wishing him well, as\nElder Actor comes to firmly shake Lawrence's hand.\n\nELDER ACTOR\nWe'll do the best we can without you.\nIt's right this; you going home.\n\nLAWRENCE\nNo home of mine, but I'm going. Hard\nto believe, one long day's journey\ntakes me back 20 years.\n\nELDER ACTOR\nGood luck. See you in New York.\n\nLawrence nods, waves as he crosses the STREET...\n\nThis is post-Industrial-Revolution London, with the SOUNDS\nof INDUSTRY echoing in the sooty air; London as the center\nof the universe. Streets bustle with hurried GENTLEMEN and\nLADIES, shouting HAWKERS, dirt-poor WAYWARD YOUTHS and\nBEGGARS. As Lawrence reaches a waiting four-horse CARRIAGE,\nthe DRIVER opens the passenger door. Lawrence climbs in.\n\nDISSOLVE TO:\nEXT. OUTSIDE LONDON / MONTAGE BEGINS -- DAY\nSE eee\n\nLawrence's CARRIAGE crests a hill, leaving LONDON hazily\ndistant. Much beauteous COUNTRYSIDE lies ahead.\n\fEXT. FOREST -- DAY\n\nThe carriage moves swiftly through dense, sun-dappled WOODS.",
  "7": "---END OF PREVIOUS SECTION---\nMuch beauteous COUNTRYSIDE lies ahead. EXT. FOREST -- DAY\n\nThe carriage moves swiftly through dense, sun-dappled WOODS. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nEXT. BLACKMOOR VILLAGE OUTSKIRTS -- DAY\n——— SEE i eee ee DAL\n\nIN THE COUNTRYSIDE, under Blackmoor's (perpetually) GREY\nSKIES, Lawrence's carriage veers left at a FORK in the DIRT\nROAD. The other road leads to the VILLAGE on the horizon.\n\nINT./EXT. LAWRENCE'S CARRIAGE (IN MOTION) -- DAY\n\n— ELE UN MOTION) ~~ DAY\n\nLawrence peers pensively out the WINDOW...\n\nScanning the bleak and forbiddingly vast MOORS. Low, wild\nheath and peat dominate this desolate, boggy WASTELAND.\n\nThe STONE MONOLITHS from Lawrence's nightmare command an\narea of high ground. Cawing BLACK CROWS congregate.\n\nEXT. BLACKMOOR ROAD, FURTHER ON -- DUSK\n\n— EEE CERES _ON ~~ _DUSK\n\nThe driver guides Lawrence's carriage onward.\n\nBeyond near FIELDS, a GYPSY ENCAMPMENT of TENTS and WAGONS\nhas settled an open area bordered by FOREST. CAMPFIRES\nburn. GYPSIES lead HORSES, carry WATER and skin wild GAME.\nIN THE GYPSY CAMP\n\nAt one exotically decorated WAGON, an ancient, female\nfortune-teller, OLD MALEVA, steps out, sensing something.\n\nStooped Old Maleva hobbles purposefully across the\nencampment, past other TRIBE MEMBERS who respectfully make\nway. She reaches a vantage point from where she can SEE...\nThe DISTANT ROADWAY where Lawrence's carriage is passing.\nOld Maleva's piercing eyes narrow, fixated.\n\nEXT. TALBOT ESTATE -- LATER -- DUSK\n= ER DUSK\n\nThe carriage at last passes under a vine-entangled STONE\nGATEWAY with a barely discernible \"TALBOT\" hewn into it.\nThe long, ESTATE ROAD ahead is canopied by mighty TREES.\nDOWN THE ESTATE ROAD / MONTAGE ENDS\n\n—_— BL MONTAGE ENDS\n\nAmidst once-impressive, now-neglected ORCHARDS...\n\nTALBOT MANSION looms; majestic, though it's glory days are\nlong past.",
  "8": "---END OF PREVIOUS SECTION---\nThe long, ESTATE ROAD ahead is canopied by mighty TREES. DOWN THE ESTATE ROAD / MONTAGE ENDS\n\n—_— BL MONTAGE ENDS\n\nAmidst once-impressive, now-neglected ORCHARDS... TALBOT MANSION looms; majestic, though it's glory days are\nlong past. \n---TARGET SECTION TO BE ANNOTATED---\n Two-storied. Two wings. Weathered and aged.\n\nDISSOLVE TO: :\nEXT. TALBOT HOUSE, FRONT DOOR -- NIGHT\n= ERONT DOOR ~~ _ NIGHT\nWith the carriage heading away in the B.G., Lawrence sets\n\ndown his TWO SUITCASES. He gathers his nerve, straightening\nhis clothing and hair. Hesitant, he KNOCKS, entering...\n\fINT. TALBOT HOUSE, GRAND HALL -- NIGHT\n\nThe DOOR CREAKS, as Lawrence enters.\nHe passes through the wood-paneled ENTRY PARLOR, CROSSING\ninto the giant, Victorian-Gothic GRAND HALL.\n\nIt's a cavernous room, with walls covered floor-to-ceiling\nin TAPESTRIES, PAINTINGS and all manner of displayed\nWEAPONRY; RIFLES, LANCES, SHIELDS and crossed SWORDS.\nAcross the way, two STAIRCASES combine at a LANDING to lead\nup to the West and East Wing BALCONIES of the second-story.\n\nLawrence crosses, FOOTSTEPS ECHOING. There is a look and\nfeel here of cobwebby, frayed-edged, smoke-darkened gloom\nand decay, as there will be everywhere throughout Talbot\nHouse. Gothic indeed. Everywhere, magnificence wanes.\n\nLawrence comes to stand before the Grand Hall's massive\nFIREPLACE, staring up at the OIL PAINTING hanging above...\nA PORTRAIT of his MOTHER; a youthful, olive-skinned beauty\nstanding on the moors, her dress and raven hair flowing.\n\nMAN'S VOICE (0.S.)\n\"I will arise and go to my father,\nand I will say unto him...!\"\n\nRis reverie broken, Lawrence turns to see...\nGrey-haired, dashingly handsome SIR JOHN TALBOT, mid-60's,\nstriding down the STAIRCASE, his mellifluous voice booming.\n\nSIR JOHN\n\"Father, I have sinned against\nheaven, and before thee! And I am no\nmore worthy to be called thy son;\nmake me as one of thy hired servants!\"\n\nSir John reaches the bottom of the stairs, followed by his\nioyal DOG, an old hunting hound, SAMSON.",
  "9": "---END OF PREVIOUS SECTION---\nGrey-haired, dashingly handsome SIR JOHN TALBOT, mid-60's,\nstriding down the STAIRCASE, his mellifluous voice booming. SIR JOHN\n\"Father, I have sinned against\nheaven, and before thee! And I am no\nmore worthy to be called thy son;\nmake me as one of thy hired servants!\"\n\nSir John reaches the bottom of the stairs, followed by his\nioyal DOG, an old hunting hound, SAMSON. \n---TARGET SECTION TO BE ANNOTATED---\n Sir John is an\nimposing presence; a WELL-DRESSED man of the gentry, despite\nthe odd worn cuff here and loose seam there.\n\nSIR JOHN\nAnd lo and behold, here he stands: [\nthe Prodigal Son returned. Shall I i\nhave my own robe brought to be placed\nupon your shoulders? Rings for your\nfingers and shoes your feet? Shall\nI kili the fatted calf?\n\nLAWRENCE\nDon't go to any trouble on my account.\n\nSIR JOHN\nCome, let me see you. Let me look at {\nwhat kind of man you've become.\nLawrence walks to face Sir John, clears his dry throat. i\n\nCONTINUED\n\f10.\n\nLAWRENCE\nHello, Father.\n\nSIR JOHN\nLawrence.\n\nThey look at each other, no more than ten feet between them,\nsilence hanging like a challenge. A chilly reunion.\n\nSIR JOHN\nWords fail me. When your telegram\narrived to say you were coming, I\ncouldn't bring myself to believe it.\nI've grown so accustomed to thinking\nI would never lay eyes on you again.\n\nLAWRENCE\nAs have I.\n\nSir John SMILES wryly, walks to cross the vast room.\n\nSIR JOHN\nOf course, to be clear... it wasn't\nmy idea to send for you.\n\nLAWRENCE\nI wouldn't have imagined so.\n\nSIR JOHN\nNot that you're not welcome, of\ncourse! We'll make room for you...\n\n(to his :DOG)\n\n-+-won't we, boy? It's only that...\nI simply can't help wondering...\n\nSir John yanks a dusty, tasseled BELL PULL several times.\n\nSIR JOHN\nWhat difference could possibly be\nmade by your being here? A fair\nquestion, I think.\n\nLawrence considers, restraining his anger.\n\nLAWRENCE\nI'll do whatever I can, I suppose, to\naid my missing brother...\n\nSIR JOHN\nHow noble you are!\n\nLAWRENCE\nAlthough, knowing so little yet, how\ncan I give the answer you seem to\nwant from me, Father?\n\nCONT INUED\n\n \n\fll.\n\nSIR JOHN\nLet me be the one to enlighten you.\n\nSir John turns on his heel, SHOUTING, so his VOICE ECHOES..",
  "10": "---END OF PREVIOUS SECTION---\nCONT INUED\n\n \n\fll. SIR JOHN\nLet me be the one to enlighten you. Sir John turns on his heel, SHOUTING, so his VOICE ECHOES.. \n---TARGET SECTION TO BE ANNOTATED---\nSIR JOHN\nKENDALL!\n(disgruntled)\nWhere in the hell...?\n\nEntering through one ARCHWAY beneath the STAIRS, comes the\nbalding and pasty butler, KENDALL, exasperated.\n\nKENDALL\nYes, Sir John, yes. Here I am.\n\nSIR JOHN\nWonderful, Kendall. Lawrence here\nwill be our guest for... however\nlong. Take his things up. Have Gwen\nmeet us in the drawing room.\n\ncur To:\nINT. TALBOT HALL, DRAWING ROOM -- NIGHT\nEEE EEE —E——EYr Eee\n\nIn the dark, cluttered, high-ceilinged DRAWING ROOM, Sir\nJohn pours much SCOTCH into TWO GLASSES on a LIQUOR TRAY.\n\nSIR JOHN\nBlackmoor's troubles began the day\nthe wandering caravan arrived. Late-\nwinter, ten months ago.\n\nLawrence looks up at ANIMAL HEAD TROPHIES, SAFARI PHOTOS,\nand WORLD MAPS adorning the walls. Sir John places one\ndrink on a TABLE near Lawrence, goes to sit in a CHAIR by\nthe blazing FIREPLACE which Samson lies near.\n\nSIR JOHN\nThe Gypsies are quite willing to make\na living from us; telling fortunes,\ntrading and peddling goods. But,\nsince many villagers still believe\nall Gypsies to be witches, a distance\n\nis kept. Although... it is rumored\nthat, amongst the gentlemen of\nBlackmoor...\n\nLawrence looks at one PHOTOGRAPH: of YOUNG LAWRENCE and\nYOUNG BENJAMIN standing with MOTHER and SIR JOHN.\n\nCONTINUED\n\n \n\f12.\n\nSIR JOHN\nSome men of questionable morals, upon\na hunting excursion, or out for an\nevening's constitutional, may\ndiscreetly make their way to the\nGypsy encampment. There they are\nwelcomed to partake of wine, women\nand song. Well... maybe not song.\n\nAt the DOORWAY, Gwen gives a small cough, entering timidly.\n\nThere's no denying her fair beauty. Samson goes to her.\n\nGWEN\nGood evening.\n\nSir John stands to be polite...\n\nSIR JOHN\nHello, Gwen.\n\n-..and immediately sits back down. Lawrence gives a nod.\n\nLAWRENCE\nHello.",
  "11": "---END OF PREVIOUS SECTION---\n-..and immediately sits back down. Lawrence gives a nod. LAWRENCE\nHello. \n---TARGET SECTION TO BE ANNOTATED---\nGWEN\nI didn't expect you'd come.\nPlease... don't let me interrupt.\n\nGwen pets Samson. She crosses to a corner, looking small.\n\nSIR JOHN\nSix weeks ago, a Gypsy named Victor;\na blackguard and thieving criminal,\nfinished serving a lengthy prison\nterm in London. He returned to the\ntribe, only to find his Gypsy wife\nfar along in a pregnancy.\n\nLAWRENCE\nThe child was not his?\n\nSIR JOHN\nHis absence was too great. And so,\nthis Victor dragged the unfortunate\nwoman, Carmilla, into the village.\nHe brought her before our Justice of\nthe Peace, saying Blackmoor parish\nowed him justice.\n\nA CLOCK begins CHIMING. 7:00. Sir John stands.\n\nSIR JOHN\n\nSeven o'clock already. We must leave.\nLAWRENCE\n\nLeave? Where are we...?\n\nCONTINUED\n\n \n\n}\n{\n\fSir John's already striding out the door.\n\nEXT. TALBOT HOUSE, GREAT LAWN -- MOMENTS LATER -- NIGHT\n——— OO EE mR TO ON EGHT\n\nSir John walks from TALBOT HOUSE. Lawrence and Gwen follow.\n\nON THE LAWN, ahead, a STABLE BOY brings THREE HORSES.\n\nLAWRENCE\nWhy would this husband go outside his\ntribe? Unless, he felt the village\ndid the wrong to him.\n\nSIR JOHN\nExactly. Victor had beaten a\nconfession out of his wife. She told\nhow her secret lover was one of the\nmen of Blackmoor.\n\nGWEN\nShe will not say who it is.\n\nSIR JOHN\nFor which she's spent the last month\nand a half jailed; to be held until\nshe tells his name.\n\nLAWRENCE\nYou still haven't said what all this\nhas to do with Benjamin.\n\nGwen's troubled, unable to bring herself to say it. .\nLawrence sees this. Sir John is likewise saddened...\n\nSIR JOHN\nBenjamin is suspected.\n\nLAWRENCE\nAs the father? It cannot be true.\n\nSIR JOHN\nSquire Strickland has called a Public\nHearing for tonight. I must be there\nto speak for your brother.\n\nSir Lawrence and Gwen go to take their horses' reins.\nSir John climbs ably up onto his great, WHITE STALLION.",
  "12": "---END OF PREVIOUS SECTION---\nI must be there\nto speak for your brother. Sir Lawrence and Gwen go to take their horses' reins. Sir John climbs ably up onto his great, WHITE STALLION. \n---TARGET SECTION TO BE ANNOTATED---\nStable Boy gives Gwen a boost as she mounts her horse.\n\nSIR JOHN\nYou can still ride can't you,\nLawrence?\n\nSir John and Gwen ride towards the ESTATE ROAD. Sighing,\nLawrence takes his horse, climbs expertly on. He rides.\n\f14,\n\nEXT. TALBOT ESTATE ROAD -- MOMENTS LATER -- NIGHT\noo Ee GET\n\nSir John, Gwen and Lawrence ride abreast.\n\nLAWRENCE\nBenjamin's no adulterer. He's not\ncapable of such treachery.\n\nSIR JOHN\nOn that the three of us at least\nagree. However... on the first full\n\nmoon night during Carmilla's\nimprisonment, there was a killing...\n\nFLASHBACK / EXT. THE MOORS, MURDER SITE -- MORNING\nEEE TT MORNING\n\nWith the MONOLITHS in the distance, SEVERAL FARMERS stand\nalong with the Blackmoor CONSTABLE, in his rural POLICE\nGARB, his BICYCLE near. All stare in horror at a mutilated,\nHEADLESS CORPSE lying on the BLOOD-SOAKED GROUND.\n\nBACK TO SCENE -- TALBOT ESTATE ROAD -- NIGHT\nee I _ CUNIGET\n\nSIR JOHN\nA shepherd was slaughtered. His\nperson torn and scattered.\n\nFLASHBACK / EXT. THE MOORS, MURDER SITE -- MORNING\n———— EE Eee EE MORNING\n\nNow with the FARMERS and CONSTABLE in the distance, we see\na_ SMEAR of BLOOD on one STONE MONOLITH. A man's SEVERED\nHEAD lies nearby, neck ragged, EYES WIDE. FLIES swarm.\n\nBACK TO SCENE -- TALBOT ESTATE ROAD -- NIGHT\nSE Se ROAD ~~ NIGHT\nSir John, Gwen and Lawrence ride on.\n\nGWEN\nDone by some... beast. Or made to\nlook like it.\n\nSIR_ JOHN\nThe peasantry claim a devil-creature\nwas called by a curse placed on us by\nCarmilla; or was conjured by those\nGypsies sympathetic to her plight.\nGWEN\nThey say a Loup-Garou stalks the\nwitching hour of the full moon.",
  "13": "---END OF PREVIOUS SECTION---\nOr made to\nlook like it. SIR_ JOHN\nThe peasantry claim a devil-creature\nwas called by a curse placed on us by\nCarmilla; or was conjured by those\nGypsies sympathetic to her plight. GWEN\nThey say a Loup-Garou stalks the\nwitching hour of the full moon. \n---TARGET SECTION TO BE ANNOTATED---\nLAWRENCE\nA werewolf? Are you serious?\n\nCONTINUED\n\fSIR JOHN\nWhoever committed the murder did so\nto stir superstitious fears, in the\nhope that Carmilla would be set free.\n\nGWEN\nIt was one day after the killing,\nwhen Benjamin went missing.\n\nSIR JOHN\nFound gone, some of his clothing and\nbelongings taken. As if he'd fled.\n\nLAWRENCE\nAnd he said nothing before he left?\nHe gave no indication...?\nGWEN\nNo, he... he said nothing.\nLawrence watches her, senses something. She averts her gaze.\nLAWRENCE\n\nAre you certain?\n\nGWEN\nHe said nothing.\n\nSIR JOHN\nThe longer he's gone, the more rumors\nspread and fester. So, tonight...\nto defend Benjamin means defending\nthe gypsy Carmilla.\n\ncur TO:\nEXT. BLACKMOOR VILLAGE, TOWN SQUARE -- NIGHT\n— a EEE ES eee\n\nAs the DOOR of the JAILHOUSE opens, an O.S. CROWD is HEARD\nREACTING. The very pregnant Gypsy, CARMILLA, in SHACKLES,\nbewitchingly lovely déspité her pale, ailing appearance, is\nlead out by the gorillalike JAILER. Sir John follows, grim.\n\nThe CITIZENS of Blackmoor pack the lamp-lit, COBBLESTONE\nSTREETS of the SQUARE; mostly poor, peasant FARM FAMILIES.\nSome SHOP WORKERS, LABORERS and SERVANTS. An awesome\nGUARDIAN ANGEL STATUE -- wings spread, SWORD raised --\nStands at the crowd's center. SHOP OWNERS watch from the\nDOORWAYS of the bordering TAVERN and STOREFRONTS. WIVES and\nDAUGHTERS lean out 2nd-story, residential WINDOWS.\n\nON THE JAILHOUSE STAIRS\n\nCarmilla is lead down a few steps, facing the crowd, her\ngreen eyes fearful. Sir John follows to stand with her.\n\nCONTINUED\n\f16.\n\nAt the JAILHOUSE DOOR: out struts the haughty magistrate,\nSQUIRE STRICKLAND, 60, long-haired, immaculately bedecked.",
  "14": "---END OF PREVIOUS SECTION---\nSir John follows to stand with her. CONTINUED\n\f16. At the JAILHOUSE DOOR: out struts the haughty magistrate,\nSQUIRE STRICKLAND, 60, long-haired, immaculately bedecked. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nIN THE SQUARE\n\nLawrence and Gwen climb the tiered BASE of the ANGEL STATUE\nto stand where they can see over the gathering.\n\nBehind the crowd, in the open-air FORGING WORKSHOP of his\nBLACKSMITH SHOPPE, the brawny, Irish blacksmith, JAMES\nFITZGERALD, comes to watch. He's soot-covered, in a leather\nAPRON. His WIFE joins him, cradling their infant CHILD.\n\nON THE JAILHOUSE STAIRS\nStrickland surveys the crowd, raises a hand. CROWD QUIETS.\n\nSTRICKLAND\nMy friends... we all know why we are\ngathered here.\n(pointing down)\nThis man has suffered an injustice...\n\nIN THE SQUARE\n\nAT THE FRONT OF THE CROWD, given wide berth by VILLAGERS,\nstands VICTOR, Carmilla's thuggish, Gypsy husband, wearing\nan EYEPATCH. He's flanked by Old Maleva, the fortune\nteller, and BELA, the gaunt, waxen-skinned Gypsy Chief.\n\nON THE JAILHOUSE STAIRS\n\nSTRICKLAND\nA great wrong was done to him. Done\nby this woman... his own wife!\n\nCarmilla hangs her head, her features bathed in cold sweat.\n\nSTRICKLAND\nShe carries a bastard child conceived\nin the sinful act of adultery.\n\nIN THE SQUARE\n\nThe CROWD MURMURS, agitated. Beneath the TAVERN'S \"Sword of\nGod\" SIGN, several of the town's more elderly and most\nwealthy GENTRY stand watching: the distinguished DOCTOR\nLLOYD; the broad-shouldered, walrus-moustached COLONEL\n\nMONTFORD; and the wizened, dour-faced PASTOR FISK. Other\nplump, drunken LAND OWNERS stand amongst them, DRINKING.\n\nON THE JAILHOUSE STAIRS\nStrickland plays to the cheap seats always.\nCONTINUED |\n\fSTRICKLAND\nShe refuses to say who in Blackmoor\nVillage is the father.",
  "15": "---END OF PREVIOUS SECTION---\nOther\nplump, drunken LAND OWNERS stand amongst them, DRINKING. ON THE JAILHOUSE STAIRS\nStrickland plays to the cheap seats always. CONTINUED |\n\fSTRICKLAND\nShe refuses to say who in Blackmoor\nVillage is the father. \n---TARGET SECTION TO BE ANNOTATED---\n Why is that?\nHas it something to do with the full\nmoon evening, when blood and gut were\nspilled onto the moor!? And what\nabout the note; secretly nailed to\nthis very door in the dead of night\none day later...?\n\n  \n\nStrickland thrusts out a PIECE of PAPER...\nA scrawled NOTE and DRAWING of a PENTAGRAM: \"RELEASE HER\nOR OTHERS DIE\"\n\nSTRICKLAND\nA threat made against us all, with\nthe next full moon tomorrow!\n\nIN THE SQUARE\n\nBeyond the ANGRY CROWD, lanky CONSTABLE NYE (seen in the\nFLASHBACK) arrives on his BICYCLE, PIPE in mouth.\n\nON THE JAILHOUSE STAIRS\n\nSTRICKLAND\nWho made the threat? For us to find\nthe truth, she must confess her\nfellow adulterers name!\n\nAs the CROWD VOICES assent, Strickland glances to Sir John.\nIN THE SQUARE :\n\nUNDER THE STATUE, at the CACOPHONOUS center of the SHOUTING\nCROWD, Lawrence and Gwen look around in despair.\n\nON THE JAILHOUSE STAIRS\n\nSir John steps forward, facing the gathering, raising his\nhands. The CROWD begins QUIETING, respectfully.\n\nSIR JOHN\n\nPlease, if I may...! You all know\n\nme. You know the Talbots have and\nalways will be one of the pillars of\nthis community. JI am an honorable\nman. As such, I must ask again... by\nwhat law, Squire Strickland, is this\nwoman held, when adultery is no crime?\n\nSTRICKLAND\nYes, well... I'm not surprised you'd\nlike to see her freed and forgotten,\nSir John. Wasn't it your son said to\nhave frequented the Gypsy camp?\n(more)\n\n \n \n\nCONTINUED\n\f18.\n\nSTRICKLAND (CONT.)\nYour son; Benjamin, who was witnessed\nin heated arguments with this woman,\nand who visited her while she was\njailed...?\n\nSIR JOHN\nWhat kind of man are you, to make\nsuch accusations against my son?!\n\nSTRICKLAND\nThese are facts, not accusations.",
  "16": "---END OF PREVIOUS SECTION---\nSTRICKLAND (CONT.)\nYour son; Benjamin, who was witnessed\nin heated arguments with this woman,\nand who visited her while she was\njailed...? SIR JOHN\nWhat kind of man are you, to make\nsuch accusations against my son?! STRICKLAND\nThese are facts, not accusations. \n---TARGET SECTION TO BE ANNOTATED---\nThe crime is economic! Should this\nforgiving husband be left unfairly\nresponsible for the financial burden\nof the bastard child? I think not.\n\nSIR JOHN\nThat is the reason you pretend so you\nmay exert your puritanical will. You\nwish to disgrace whoever dared to\nhave relations with a lowly Gypsy!\nSo you overstep the bounds of your\nauthority by jailing her, while you\nslander my family's good name!\n\nSTRICKLAND\nIf that is what you truly believe,\nlet the debate be opened to all...\n{addressing the CROWD)\nIf there is anyone who also feels\nthis woman is.the aggrieved party,\nsay so now! Make yourself heard!\n\nSIR JOHN\nExcept who would dare speak against\nyou, aS you are principal landowner\nand Justice of the Peace?\n\nSTRICKLAND\nNonsense. Yes, many are indebted to\nme... but everyone knows I am a fair\n\nand open-minded man. They know they\ncan speak freely, so...\n\n(addressing CROWD)\nAgain; if you side with her, as Sir\nJohn does, speak! You think I am\nunjust? I Beg you, raise your voice!\n\nIN THE SQUARE\n\nUNDER THE STATUE, Lawrence and Gwen look to the surrounding\ncrowd as EVERYONE grows HUSH.\n\nAT THE BLACKSMITH SHOPPE, James Fitzgerald watches,\nempathetic. He sets his jaw, steps forward, about to speak...\nHis WIFE reaches to stop him. He sees the fear in her eyes.\n\nCONTINUED\n\fAT THE TAVERN, the GENTRY exchange sheepish looks (except\nstone-faced Fisk), knowing they will not speak out.\n\nON THE JAILHOUSE STAIRS\n\nIn the silence, Carmilla shuts her eyes, shedding a tear.\nStrickland, arms out, turns to Sir John.\n\nSTRICKLAND\nA telling silence. Deafeningly so.\n\nSir John can say nothing more, solemnly defeated.\n\nLAWRENCE'S VOICE (0.S.)\n(from across the square)\nMy brother is innocent!\n\nIN THE SQUARE\n\nEVERYONE TURNS en masse, looking...\nUNDER THE STATUE, Lawrence stands at Gwen's side.\n\nLAWRENCE\nI am Lawrence Talbot, and I would\nstake my life that Benjamin is not\nthe father. Whoever is...",
  "17": "---END OF PREVIOUS SECTION---\nUNDER THE STATUE, Lawrence stands at Gwen's side. LAWRENCE\nI am Lawrence Talbot, and I would\nstake my life that Benjamin is not\nthe father. Whoever is... \n---TARGET SECTION TO BE ANNOTATED---\n can't you\nsee she's trying to protect you...?!\n(imploringly, to VILLAGERS)\n\nHow can you keep silent while she\nsuffers this way, all to save you\nfrom harm? I beg you, reveal yourself\n\nALL AROUND Lawrence and Gwen, not one person speaks. No one.\nON THE JAILHOUSE STAIRS\n\nSTRICKLAND\nAnother heartfelt, familial plea.\nAlas, met aiso with an empty sound.\n(turns to Carmilla)\nIf she will not tell, so be it! We\nhold her longer still!\n\nAs the Jailer steps forward...\nCarmilla stands, in shackles, tearful.\n\nCARMILLA\nNo! No more! I'll tell...\n\nThe GASPING CROWD returns all attention to Carmilla.\nCARMILLA\nI'll tell you all! I'll keep the\nsecret no longer!\n\nThe CROWD'S QUIETING as Carmilla looks to the apprehensive\nSir John. She wipes tears, looks out, gathering courage...\n\nCONTINUED\n\n \n\n \n\f20.\n\nCARMILLA\nIt is Benjamin... Benjamin Talbot.\nYou have my confession.\n\nAs the CROWD REACTS, EVERYONE TALKING... SHOUTING... i\nAT THE BASE OF THE STAIRS, Victor's enraged, charging up the ;\nStairs towards Carmilla! The Jailer steps up to block the ° :\nway -~ shoves Victor back! Bela comes to restrain Victor. :\n\nStrickland's smiling, triumphant. He nods...\nThe Jailer walks to take Carmilla's arm, pulling her up the\nsteps. Sir John bows his head, stricken, despairing.\n\nIN THE SQUARE\nUNDER THE STATUE, Lawrence and Gwen are stunned.\n\nGWEN\nNo! It's... it's not true.\n\nGwen climbs down, distraught, PUSHING through...\n\nLAWRENCE\nGwen! Gwen!\n\nShe SHOVES past villagers, running away into the CROWD.\nCur TO:\nINT. TAVERN -- NIGHT\n\nA smoke-filled meeting of.town elders. Strickland, Doctor\nLloyd and Colonel Montford sit at a TABLE, drinking. Other\nfat LAND OWNERS smoke, drink and whisper amongst themselves.\n\nCOLONEL MONTFORD\nTomorrow comes the full moon.",
  "18": "---END OF PREVIOUS SECTION---\nStrickland, Doctor\nLloyd and Colonel Montford sit at a TABLE, drinking. Other\nfat LAND OWNERS smoke, drink and whisper amongst themselves. COLONEL MONTFORD\nTomorrow comes the full moon. \n---TARGET SECTION TO BE ANNOTATED---\n Do you\nlet the whore go or not?\n\nDOCTOR LLOYD\nIf I'm permitted to speak in my good |\nfriend Sir John's defense...\n\nThe BARKEEP serves more BOOZE. Sir John is seated by the |\nFIREPLACE, staring into his MUG, brooding forlornly. i\n\ni\n\nSTRICKLAND |\nYou needn't defend anyone, Doctor. i\nWe're all on the same side. I more i\nthan anyone wish Ben would appear. |\n\nCOLONEL MONTFORD\nYou know how it looks, Sir John.\nThere are those who believe\nBenjamin's hiding away, till she's\nreleased and the gypsies go. Even\nmore think he is the murderer...\n\nCONTINUED {\n\fPastor Fisk\n\nSIR JOHN\nI don't give a damn what people\nthink! To hell with them all!\n\nCOLONEL MONTFORD\nW...well.\n\nDOCTOR LLOYD\n(to Strickland)\nStill, it does seem your crusade has\nreached its end, Squire, with the man\nshe's implicated nowhere to be found.\n\nBARKEEPER\nI know where he is! You want to\nknow?! That lost soul's spellbound\nin her curse; out in the wilderness\nsomewhere, living like a mad\nanimal... till the full moon calls\nhim again to do her red work! You'll\nsee, tomorrow night!\n\nobserves, by the BAR where Constable Nye leans.\n\nCONSTABLE NYE\nPlease do keep that supernatural\nclaptrap to yourself!\n\nPASTOR FISK\nNo. There may be something to it.\n\nEVERYONE looks to spooky Pastor Fisk, QUIETING.\n\nPASTOR FISK\nThe devil is able to touch our world.\nThere are Such demons that walk like\nmen, and men who walk like demons.\n\nSilence lingers, the FIRE HEARD CRACKLING.\n\nDOCTOR LLOYD\n\nWell, I'm not certain what that\nmeans, but if she's still jailed by\nthe Quarter Sessions, there'll be\nhell to pay. Beg pardon, Pastor Fisk.",
  "19": "---END OF PREVIOUS SECTION---\nSilence lingers, the FIRE HEARD CRACKLING. DOCTOR LLOYD\n\nWell, I'm not certain what that\nmeans, but if she's still jailed by\nthe Quarter Sessions, there'll be\nhell to pay. Beg pardon, Pastor Fisk. \n---TARGET SECTION TO BE ANNOTATED---\n(to Strickland)\nShe's made the confession you\ndemanded, hasn't she?\n\nCOLONEL MONTFORD\nThe note said others will die!\n\nDOCTOR LLOYD\nYes, Colonel, but we don't know who\nleft the note, who did the murder, or\neven if they are the same person!\n\nCONTINUED\n\f22.\n\nSTRICKLAND\nEnough. Enough!\n(sighing deeply)\nLet the full moon rise and fall. If\nthere's no other killing, Carmilla\nwill be released to her husband. He\nmay deal with her however he sees fit.\n\nSIR JOHN\nAnd the child? What if it is truly\nmy grandchild she carries?\n\nSTRICKLAND\nWhat of it? Once this is done, the\ntribe will move on. Feel free to\nfollow them if you like, but they\nwill be Blackmoor's problem no longer.\n\ncur To:\nEXT. FARM FIELD / UNFINISHED HOUSE -- NIGHT\nSSS EE EE EEEEEEeEe__\n\nLawrence rides his horse through low FOG, carries a LANTERN.\n\nAhead is the fine FRAMEWORK of a far-from-finished HOUSE at\nforest's edge. Lawrence dismounts, bringing the lantern.\n\nINSIDE THE FRAMEWORK, Gwen stares up to the STARRY SKY.\n\nLAWRENCE\nMy father said I might find you here.\n\nGWEN\nWelcome to... our house. Not yet a\nhome. On the farthest edge of the\nyour family's estate. I used to\niaugh that this is as far as I could\nget Ben to move from Talbot Hall.\n\nLAWRENCE\nFurther than I would have expected.\n\nGwen smiles faintly, looks back up. The surrounding WOOD\nFRAMING describes a large, simple TWO-STORY STRUCTURE.\n\nGWEN\nNot that there's been much work on\nit. Not lately.\n\nLAWRENCE\nHe'll be back. He will.\n\nGwen's sad, wanting to believe. They walk.\n\nGWEN\nThank you for what you said tonight.\n\nCONTINUED\n\fLAWRENCE\nI meant it. He was and always will\nbe the good brother. The good son.\nUnlike myself.\n\nOUTSIDE THE FRAME, Gwen and Lawrence walk with the\nunfinished house behind them, open FIELD before them.",
  "20": "---END OF PREVIOUS SECTION---\nThe good son. Unlike myself. OUTSIDE THE FRAME, Gwen and Lawrence walk with the\nunfinished house behind them, open FIELD before them. \n---TARGET SECTION TO BE ANNOTATED---\nGWEN\nI confess, after meeting you in\nLondon, I didn't... hope for much.\nFrom your behavior. Your drinking,\nand that... woman. I...\n\nLAWRENCE\nYes. Well, I may be more than I\nfirst appear. Or less.\n\nThey stop, looking to the distant LIGHTS of the GYPSY CAMP.\n\nLAWRENCE\nYou claimed Benjamin said nothing\nunusual before he left. Is that the\nfull truth of it?\n\nGwen looks at him, uncertain what to say.\n\nLAWRENCE\nWhatever you're hiding, I hope you'll\ntrust me enough soon to tell me.\n\nBehind, a HORSE SNORTS. Lawrence and Gwen turn, startled...\nOld Maleva and Bela are there on horses, like eerie specters.\n\nLAWRENCE\nHello? What do you want?\n\nOld Maleva rides closer. Bela slowly circles, eyeing them.\nLawrence steps protectively in front of Gwen.\n\nOLD MALEVA\nYou. You are the young Talbot?\n\nLAWRENCE\nIn a manner of speaking.\n\nOLD MALEVA\nYou should return to wherever you are\nfrom. The path you're on leads to\nthe end of you.\n\nLAWRENCE\n(unnerved, sarcastic)\nAs much as I'd like to take your\nadvice, I'm afraid I can't.\nLawrence is keeping an eye and lantern on Bela. Bela stops.\n\nCONTINUED\n\n \n\f24.\n\nGWEN\nYou are the fortune teller?\nOLD MALEVA\nMaleva the Seer.\nGWEN\nThen, see his brother.... my fiance,\n\nBenjamin. Please tell us where he is.\nOld Maleva's piercing eyes fix on Gwen a moment.\nSuddenly, Old Maleva yanks her horse's reins, riding off.\nLawrence aims his lantern up at Bela's glowering face.\n\nLAWRENCE\nYou don't say much, do you?\n\nBela kicks his horse, riding to follow Old Maleva.\nLawrence and Gwen watch. Old Maleva halts, turning back...\n\nOLD MALEVA\nI will ask the spirits. If they know\nof your brother... I will find you.\nOld Maleva rides to follow Bela away into the night.\ncur TO:\nEXT.",
  "21": "---END OF PREVIOUS SECTION---\nI will find you. Old Maleva rides to follow Bela away into the night. cur TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n TALBOT HOUSE, GREAT LAWN -- DAWN\n= REA LAWN ~~ _ DAWN\n\nGRAY MORN. Constable Nye peddles his BICYCLE fast across\nthe GREAT LAWN. He leaps off, bounding up the STAIRS...\n\nINT. TALBOT HOUSE, GRAND HALL -- CONTINUOUS\n—— ee EE EEE EEE\n\nThe FRONT DOOR swings wide as Constable Nye storms in,\nstumbling, GASPING to catch his breath... SHOUTING OUT...\n\nCONSTABLE NYE\nDisaster!\n\ncur TO:\nEXT. TOWN SQUARE, BLACKMOOR JAILHOUSE -- MORNING\n— EE RE LBONSE — > MORNING\nAmongst some gathered VILLAGERS, Lawrence watches as...\nCarmilla's ENSHROUDED CORPSE, entirely wrapped in CLOTH\nexcept for her face, is carried down the STAIRS of the\nJAILHOUSE, shouldered by SIX GYPSY MEN.\nA COIN has been placed on each of Carmilla's closed eyes.\n\nON THE STREET, an enclosed GYPSY WAGON awaits.\nOld Maleva stands with Carmilla's husband, Victor.\n\n \n\nBela's on horseback. They watch, creepily emotionless, as...\n\nCarmilla's BODY is loaded into the back of the wagon.\n\nCONTINUED\n\f25.\n\nOld Maleva looks up at Lawrence, then climbs in.\n\nThe wagon's DRIVER begins slowly driving away as Victor,\nBela and all the other GYPSIES follow along.\n\nINT. JAILHOUSE, HOLDING AREA -- MOMENTS LATER -- DAY\n——— ES EEE EE eR TT ALY\n\nLawrence enters. A utilitarian DESK and CABINETS are\nlocated across from THREE empty, metal-barred CELLS. Sir\nJohn, Constable Nye and Squire Strickland stand at the first\nopen CELL, where Doctor Lloyd kneels. Jailer's in the B.G.\n\nDOCTOR LLOYD\nShe was cold as the grave. The baby\nwas motionless inside her.\n\nA NECKLACE Carmilla wore lies on the floor, its AMULET open,\nlike a locket, with RED POWDER spilled out from inside it.\n\nDOCTOR LLOYD\nThere is a remnant of the Gypsy\npoison here, whatever it is.",
  "22": "---END OF PREVIOUS SECTION---\nThe baby\nwas motionless inside her. A NECKLACE Carmilla wore lies on the floor, its AMULET open,\nlike a locket, with RED POWDER spilled out from inside it. DOCTOR LLOYD\nThere is a remnant of the Gypsy\npoison here, whatever it is. \n---TARGET SECTION TO BE ANNOTATED---\nLawrence approaches as Doctor Lloyd rises.\nSir John moves past, stepping away, lost in thought.\n\nDOCTOR LLOYD\nIt might have been passed to her by\nsomeone in the tribe. She might have\nhad it with her the whole time.\n\nCONSTABLE NYE\nWhy? Why kill herself now?\n\nSTRICKLAND\n\nWho knows? Abandoned by Benjamin.\nDeathly afraid, I'm sure, to face her\nhusband's wrath. Whatever her\nreasons, there's no question she took\nher own life.\n\n(considering)\nGood riddance. To her and all of\nthem.\n\nSir John slowly turns. He strides back towards Strickland...\nSir John PUNCHES Strickland! He SWINGS again, but he's\ngrabbed by Lawrence and Doctor Lloyd, held off.\n\nStrickland recovers, furious, nose bloodied.\n\nSTRICKLAND\nWhat the devil... !?\n\nDOCTOR LLOYD\nWhat's come over you, John?!\n\nCONT INUED\n\n \n\n \n\f26.\n\nSIR JOHN\nYou might as well have killed her\nyourself, Strickland, damn you!\n\nSir John pulls free of Dr. Lloyd and Nye, angry.\n\nSIR JOHN\nTell me... how will my son clear his\nname!?! Now that she's... she's...\n\n(venting rage)\nHow will he ever return to prove his\ninnocence now?! Tell me that.\n\nHe grabs a CHAIR, HURLS it...\nSHATTERS the GLASS of a CABINET!\n\nINT. TALBOT HOUSE, GRAND HALL -- DAY\nSerr EOE\n\nLawrence descends the stairs, slowing as he sees Samson\nlying on the floor, on his belly, head down. Samson lifts\nhis chin to look at Lawrence, WHIMPERS, lays back down.\n\nINT. TALBOT HOUSE, DINING ROOM -- DAY\n——— Se EE eEOeee\n\nLawrence enters. A long DINING TABLE stands beneath THREE\ngrand, cobweb-covered CHANDELIERS. Sir John is seated at\nthe far end, feet up, drunk, a half-empty BOTTLE held. His\nuntucked shirt bears the TALBOT FAMILY CREST on its pocket.\n\nSIR JOHN\nAh... Mr. Talbot, Esquire. Just the\ngentleman I'm looking for...\n\nSir John rises.",
  "23": "---END OF PREVIOUS SECTION---\nTalbot, Esquire. Just the\ngentleman I'm looking for... Sir John rises. \n---TARGET SECTION TO BE ANNOTATED---\n Lawrence remains by the door.\n\nLAWRENCE\nAre you alright?\n\nSIR JOHN\nI've been meaning to ask you.\nExplain again exactly how it is you\nmake your living. Pretending you're\nsomeone else? Playing at life? How\nbloody appropriate...\n\nLAWRENCE\nYou should rest, Father. You've\nprobably had enough to drink today.\n\nSir John DRINKS. He SLAMS the table with the bottle, drags\nthe bottle along the table as he walks the length of it.\n\nSIR JOHN\nAm I alright, you asked?\n(more)\n\nCONTINUED\n\f27.\n\nSIR JOHN (CONT.)\n\nAm I alright?! Good Christ! I want\nsomeone to tell me... someone tell\nme, please... how could this have\nhappened that you are here and he is\nnot? WHERE IS MY SON!?\n\n(agonized pause)\nWhat wouldn't I give... to have it be\nyou the one missing instead. You do\nknow that, don't you?\n\nLawrence swallows hard, refusing to let out his sorrow.:\n\nLAWRENCE\nOf course I do.\n\nSIR JOHN\nUntil yesterday, you were missing.\nSo forgive me if I doubt I'll begin\nto rely upon you at this late date.\n\nLAWRENCE\nYes, sir.\n\nSIR JOHN\nYou are your brother's opposite.\nNever worth a damn. You're not even\nman enough to stand up for yourself,\nare you? Say something. Don't just\nstand there. Defend yourself,\ngoddamn you! Defend yourself!!\n\nLawrence just clenches his jaw, tears welling up.\nSir John's spent, pulls out a CHAIR to sit. Stares forward.\n\nSIR JOHN\nGet out of my sight.\n\nLawrence turns to leave, falters upon seeing...\nTHRU THE DOORWAY: Gwen in the HALL, mortified for him.\n\nGWEN\nI'm... I'm sorry, 1...\n\nLawrence struggles mightily to maintain his composure as he\nwalks out, passing Gwen, walking on.\n\nCuT TO:\nINT. TAVERN -- DUSK\n\nStrickland addresses a handful of VILLAGERS, a few GENTRY\namongst them. Constable Nye smokes his PIPE by the door.\n\nSTRICKLAND\nAsk me? rink up, I say.",
  "24": "---END OF PREVIOUS SECTION---\nTAVERN -- DUSK\n\nStrickland addresses a handful of VILLAGERS, a few GENTRY\namongst them. Constable Nye smokes his PIPE by the door. STRICKLAND\nAsk me? rink up, I say. \n---TARGET SECTION TO BE ANNOTATED---\n Head home.\n(more)\n\nCONT INUED\n\f \n\n28.\n\nSTRICKLAND (CONT.)\nSpend the night behind lock and key,\nmerely as a precaution. That's what\nI'li be doing, and here's to it...\n(raises his MUG)\nAn uneventful evening.\n\n \n\nEVERYONE toasts, DRINKING. Constable Nye exits...\nEXT. VILLAGE SQUARE, TAVERN -- MOMENTS LATER -- DUSK\n————————————EO—EE—TEOEOrer ONS ATER TW DUSK\n\nNIGHT NEARS. Constable Nye gets onto his BICYCLE. He takes\na REVOLVER from the POUCH on his handlebars, checks it.\nHe puts the gun back, straightens his hat, nervous.\n\nNye RIDES off through the SQUARE, circling the ANGEL STATUE.\nStreets are deserted. SHOPS are CLOSED. WINDOWS SHUTTERED.\n\nIn some of the SECOND STORY WINDOWS, a few VILLAGERS peer\nout. CURTAINS are pulled SHUT. Everyone's hiding, wary.\n\nDOWN THE STREET, as Nye rides by the CHURCH...\nUNDER THE CHURCH'S ENTRYWAY, Pastor Fisk looks out, watching\nNye pass. Fisk shoves the heavy CHURCH DOOR SHUT.\n\nEXT. TALBOT HOUSE, GREAT LAWN -- DUSK\n\nSkies over Talbot Hall darken. Sir John, Doctor Lloyd and\nColonel Montford, in heavy JACKETS, walk to their HORSES.\nKendall, the butler, follows, overburdened with SHOTGUNS and\nHUNTING BAGS. Lawrence follows Kendail. :\n\nSir John, Dr. Lloyd and Colonel Montford mount.\nKendall hands up the guns and supplies.\n\nSIR JOHN i\nWe'll keep watch, covering as much |\nground as we can till dawn. For no\n\nreason whatsoever, I'm certain.\n\nCOLONEL MONTFORD\nI hope to God you're right about that.\n\nSIR JOHN |\n(impassively, to Lawrence)\nStill. Stay in. Keep this on you.\n\nSir John offers a PISTOL, which Lawrence steps up to accept.\nSir John, eyes hung-over-bloodshot, doesn't look at him.\n\nDOCTOR LLOYD\nShall we?\n\nSir John, Dr.",
  "25": "---END OF PREVIOUS SECTION---\nSir John, eyes hung-over-bloodshot, doesn't look at him. DOCTOR LLOYD\nShall we? Sir John, Dr. \n---TARGET SECTION TO BE ANNOTATED---\n Lloyd and Colonel Montford RIDE OFF.\nLawrence looks at the gun in hand, looks to Talbot Hall...\nWhere Gwen stands SILHOUETTED in the front doorway.\n\fEXT. BLACKMOOR OUTSKIRTS -- NIGHT\nA FULL MOON edges over the horizon.\nEXT. PEASANT MULTI-FAMILY DWELLING -- INTERCUT -- NIGHT\n\nChimney SMOKE WAFTS from a large, thatched-roof PEASANT\nHOMESTEAD. One PEASANT MALE stands guard, RIFLE in hand.\n\nIN THE PEASANT DWELLING\n\nFIRE in the FIREPLACE. PEASANT FAMILIES; FATHERS, MOTHERS\nand many CHILDREN, are crowded into this common dwelling,\nEATING at the rough-hewn, communal TABLE. Everyone's quiet,\ntense. Several of the MEN share worried glances.\n\nMANY RIFLES are propped up by the FRONT DOOR.\n\nINT. TALBOT HOUSE, GRAND HALL -- NIGHT\n\nGwen enters to find Lawrence looking up at his MOTHER'S\nPORTRAIT. After a moment, Lawrence turns to see Gwen.\n\nGWEN\nTell me about her.\n\nLAWRENCE\n\n(looks to PAINTING)\nThe kindest soul. Without equal.\n\n(remembering)\nWe spent endless hours together in\nthis very room. Playing music...\nreading books aloud, and plays.\nActing out favorite scenes. She was\nable to fill this house with warmth,\nif you can imagine.\n\nGWEN\nWhat happened? I mean... do not say,\nif you feel you cannot. It's just...\nBen and your father refuse to speak\nof her.\n\nLawrence looks to Gwen, his mood darkening.\n\nIN THE UPSTAIRS HALLWAY -- MOMENTS LATER\n\nLawrence and Gwen appear in the DOORWAY of an EMPTY ROOM.\nLAWRENCE\n\nThis was my bedroom. When I was ten\nyears old, one night, a storm woke\n\nme. I started down the hallway...\n\nHe leads Gwen down the hall, past the dusty audience of\nANIMAL HEAD TROPHIES (familiar from the OPENING SCENE) .\n\f30.\n\nDOWN THE HALL\nLawrence approaches the closed DOOR of the MASTER BE:DROOM.\n\nLAWRENCE\nMy parents' bedroom.",
  "26": "---END OF PREVIOUS SECTION---\n30. DOWN THE HALL\nLawrence approaches the closed DOOR of the MASTER BE:DROOM. LAWRENCE\nMy parents' bedroom. \n---TARGET SECTION TO BE ANNOTATED---\n There was\nsomething liquid on the floor.\n\nLawrence steps up, uses one finger to push the DOOR OPEN.\nHe stares into the DARK BEDROOM.\n\nLAWRENCE\nMy father held her as she died.\nShe'd killed herself. Slit her\n\nwrists. Blood was... everywhere.\n(pause)\nI never even knew why she did it.\nGWEN\nI... didn't know. I'm sorry.\n\nON THE STAIRS, GRAND HALL\nLawrence, still lost in remembrance, descends with Gwen.\n\nLAWRENCE\nThere's a lot I don't remember. My\nmind was affected, they say.\n(troubled pause)\nI spent months in an insane asylum,\nin London. Father sent me. Till I\ncould cope with my mother's death.\n\nThey return to the GRAND HALL. Gwen's listening, saddened.\n\nLAWRENCE\nIn that nightmare; the asylum... I\nlived strapped down. Drugged. Lost\namongst the screaming mad. It truly\nwas a hell. That much I recall.\n(pause)\nI was returned home, \"cured.\" I\nlasted five more years till I ran\naway, at fifteen. To America.\n(looking around)\nI've spend my whole life traveling\nthe world so I would be anywhere but\nhere, and yet... here I am!\n\nEXT. THE MOORS -- NIGHT\n\nConstable Nye, smoking his pipe, rides his bike on Blackmoor\nRoad, through the wasteland moors. A LANTERN hangs from his\n\nhandlebars. He stops to check his POCKET WATCH. It's 12:21.\n\f31.\n\nEXT. BLACKMOOR, FOREST -- NIGHT\n\nWith the FULL MOON high in the night sky...\n\nThe quiet of the deep forest is broken by the SOUND of\nSOMETHING MOVING this way, SNAPPING BRANCHES and SHOVING\nTHROUGH FOLIAGE as it goes. We catch only the merest\nGLIMPSE of a BESTIAL SHADOW; some CREATURE, MOVING FAST...\n\nPOV_-- THROUGH THE CREATURE'S EYES\n\nWe are a BEAST on two feet; our animalistic BREATHING HEARD\nas we CHARGE HEADLONG through the vine-ensnarled FOREST.\n\nINT.",
  "27": "---END OF PREVIOUS SECTION---\nWe catch only the merest\nGLIMPSE of a BESTIAL SHADOW; some CREATURE, MOVING FAST... POV_-- THROUGH THE CREATURE'S EYES\n\nWe are a BEAST on two feet; our animalistic BREATHING HEARD\nas we CHARGE HEADLONG through the vine-ensnarled FOREST. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TALBOT HOUSE, GRAND HALL -- NIGHT\nGwen stands facing away from Lawrence, greatly troubled.\n\nGWEN\nI want to confide in you, Lawrence.\nI have not told anyone. Not even\nyour father.\n(pause)\nFrom the moment Carmilla was jailed,\nBenjamin was not himself. He...\n\nGwen hesitates as FOOTSTEPS are HEARD.\nACROSS THE ROOM, Kendall walks to tend to the FIREPLACE.\n\nGWEN\nNot here. Come with me.\n\nEXT. GYPSY ENCAMPMENT -- NIGHT\n\nThe camp is quiet, with LIGHTS in the windows of only a few\nof the WAGONS. Campfires are out, still smoldering.\nSHADOWS move across one large TENT from inside...\n\nIN THE GYPSY TENT\n\nTWO FEMALE GYPSIES sit watching a THIRD lay TAROT CARDS on\na crooked TABLE. A LANTERN throws their SHADOWS as Third\nGypsy speaks an unintelligible INCANTATION over each card.\nPOV _-- THROUGH THE CREATURE'S EYES\n\nWe LOOK OUT from dense foliage, WATCHING the GYPSY CAMP.\n\nWe MOVE FORWARD... SEEING the SHADOWS against the TENT ahead.\n\nIN THE GYPSY TENT\n\nThird Gypsy keeps intoning, laying down card after card.\nShe stops, looking to the other two Gypsy women, nervous.\nThird Gypsy WHISPERS as she slowly turns one more CARD...\n\nThe GRIM REAPER; death card. Third Gypsy stands, afraid.\n\f32.\n\nPOV _-- THROUGH THE CREATURE'S EYES\nSEE\n\nWe SEE the FULL SHADOW of Third Gypsy stark against the tent\nfabric and WE CHARGE FULL SPEED ahead...",
  "28": "---END OF PREVIOUS SECTION---\nThird Gypsy stands, afraid. 32. POV _-- THROUGH THE CREATURE'S EYES\nSEE\n\nWe SEE the FULL SHADOW of Third Gypsy stark against the tent\nfabric and WE CHARGE FULL SPEED ahead... \n---TARGET SECTION TO BE ANNOTATED---\nIN THE GYPSY TENT\n\n  \n\nSomething HUGE falls against the tent behind Third Gypsy as\na horrible MOUTH CLAMPS DOWN upon the back of Third Gypsy's\n\nhead -- sharp FANGS piercing the tent fabric!\nThird Gypsy SCREAMS as the GROWLING creature -- seen only as\na monstrous SHAPE against the tent -- is violently THRASHING\n\nThird Gypsy! The other Gypsy women SHRIEK!\nThird Gypsy's SCREAMING as BLOOD FLOWS OUT from her mouth!\nACROSS THE GYPSY CAMP\n\nHEARING the CARNAGE, GYPSY MEN rush out from other TENTS.\nVictor exits one WAGON, RIFLE held, running to the SCREAMS.\n\nINT. TALBOT HOUSE, DRAWING ROOM -- NIGHT\n— EE RAN ING ROOM ~~ NIGHT\nGwen leads Lawrence in, SHUTS the DOOR, her voice hush.\n\nGWEN\nBenjamin sent me away before the\nfirst full moon. He insisted I stay\nwith my parents in London. He\nwouldn't say why, only that he'd send\nfor me. But, jhe never sent word...\n\nLAWRENCE\nBecause he had disappeared.\n\nEXT. GYPSY ENCAMPMENT -- NIGHT\nEEE NIGHT\nFOLLOW: Victor sprinting across the camp, rifle up...\n\nAhead, the other two Gypsy women flee from the TENT as we\nFOLLOW Victor INTO THE TENT... SEEING the back of the tent's\n\nripped WIDE OPEN, bloodied. Victor leaps THROUGH THE HOLE...\n\nOUTSIDE, Victor FALLS to the ground, his rifle dropped!\nHe rolls to see he's tripped over Third Gypsy's MUTILATED\nCORPSE. A guttural O.S. GROWL is HEARD...\n\nPOV_-- THROUGH THE CREATURE'S EYES\n——— Ese eee\n\nWe're about 100 feet from Victor. He looks at us,\nhorrified, just as we MOVE FORWARD. Victor scrambles to\nretrieve his rifle, managing one panicked SHOT -- the BULLET\nWHIZZING past -- as we LEAP onto him and he's SCREAMING.\n\n \n\f33.\n\nIN THE DRAWING ROOM -- NIGHT\n\nGWEN\nBen knew something terrible was going\nto happen under the full moon.",
  "29": "---END OF PREVIOUS SECTION---\nVictor scrambles to\nretrieve his rifle, managing one panicked SHOT -- the BULLET\nWHIZZING past -- as we LEAP onto him and he's SCREAMING. 33. IN THE DRAWING ROOM -- NIGHT\n\nGWEN\nBen knew something terrible was going\nto happen under the full moon. \n---TARGET SECTION TO BE ANNOTATED---\n(sorrowful pause)\nHow could he have known?\n\nA distant, chilling HOWL is HEARD from OUTSIDE...\n\nGwen and Lawrence react, looking. Lawrence crosses to throw\none WINDOW OPEN. From across the night, another other-\nworldly HOWL is HEARD; the harrowing HOWL of the WEREWOLF!\nEXT. THE MOORS -- NIGHT\n\nConstable Nye freezes mid-peddle, pipe falling from his\nmouth as the HOWL is HEARD in the distance ahead. He rolls\nto a stop. Another HOWL is HEARD. Sounds CLOSER.\n\nNye looks over his shoulder to the far VILLAGE LIGHTS.\nHe turns his bike, starts peddling back.\n\nEXT. GYPSY ENCAMPMENT -- NIGHT\n\nVictor lies dead, his still bleeding THROAT RIPPED OUT.\nPOV _-- THROUGH THE CREATURE'S EYES\n\nWe've moved on: RAGING across the desolate moors...\nSCRAMBLING through swampy patches... LEAPING over rocky\noutcroppings... LANDING mid-stride, incredibly agile!\nEXT. THE MOORS -- NIGHT\n\nConstable Nye rides, legs pumping, in the erratic light\n\nthrown by his wildly swinging LANTERN. The village is close.\n\nPOV _-- THROUGH THE CREATURE'S EYES\n\nWe RACE between the ancient STONE MONOLITHS...\nSEEING something ahead which makes us QUICKEN PACE: the\n\n \n\nFIGURE © eeing CONSTABLE NYE and the light of his LANTERN.\n\nEXT. BLACKMOOR VILLAGE -- MOMENTS LATER -- NIGHT\n\nFOLLOW: Constable Nye biking at incredible speed into the\nVILLAGE. He glances back, gasping, pulling out his PISTOL.\nHe looks, FIRING -- BANG! BANG! BANG! BANG...!\n\nNye drops the emptied weapon with a CRY, facing front to try\ndesperately for more speed, flying past STOREFRONTS...\n\nCONSTABLE NYE\nHelp! Help me!!\n\f34.\n\nPOV_-- THROUGH THE CREATURE'S EYES\nWe're GAINING on Nye, on the verge of overtaking...\nINT.",
  "30": "---END OF PREVIOUS SECTION---\n34. POV_-- THROUGH THE CREATURE'S EYES\nWe're GAINING on Nye, on the verge of overtaking... INT. \n---TARGET SECTION TO BE ANNOTATED---\n APOTHECARY SHOPPE -- CONTINUOUS\nJust as Constable Nye's ZOOMING by, the hulking BEAST --\nseen only as a BLUR of MOTION -- TACKLES Nye, carrying him,\nbike and all, in through the SHATTERING FRONT WINDOW!\n\nCur TO:\n\nPITCH BLACK. We HEAR Constable's Nye's SCREAMS and the\nhorrid, wet SOUNDS of the SNARLING BEAST TEARING HIM APART.\n\nFADE IN:\nEXT. GYPSY ENCAMPMENT -- DAWN\n\nPALE MORNING. In this trampled FIELD where the camp once\nstood, there are now only THREE GRAVEMARKERS. Fresh GRAVES.\n\nThe GYPSIES are gone...\nTheir CARAVAN seen slowly moving away in the distance.\n\nAMONGST THE CARAVAN (IN MOTION)\nThe Gypsy's laden, lumbering WAGONS are leaving Blackmoor\n\nbehind. Many GYPSIES follow on their heavily-loaded HORSES.\n\nON THE LEAD WAGON: Bela works the reins. Old Maleva'ts\nbeside him, dressed in black FUNEREAL GARB. She casts one\nlast look back over her shoulder, then faces front, pulling\nher black SHAWL up over her head.\n\nCUT TO:\nEXT. BLACKMOOR VILLAGE, APOTHECARY SHOPPE -~- DAWN\n\nCLOSE-ON: a large, BESTIAL FOOTPRINT, left by a clawed foot\nin the DRIED MUD of the street. The FOOTPRINT of a WEREWOLF.\n\nPastor Fisk kneels, examining the footprint. Strickland,\nSir John, Dr. Lloyd and Col. Montford stand over him.\n\nDOCTOR LLOYD\n\nBy the time we all made it back here,\n\njust before dawn... the attack had\n\nalready taken place.\nAs Pastor Fisk stands, we PULL BACK: to REVEAL...\nFisk and the gentry elders are at the center of attention,\nsurrounded by MANY VILLAGERS watching anxiously.\nIN THE APOTHECARY SHOPPE\nInside the shattered window, FLIES BUZZ.\n\nCONTINUED\n\f35.\n\nLawrence stands looking 0.S. into the shop, HANDKERCHIEF to\nhis mouth.",
  "31": "---END OF PREVIOUS SECTION---\nCONTINUED\n\f35. Lawrence stands looking 0. S. into the shop, HANDKERCHIEF to\nhis mouth. \n---TARGET SECTION TO BE ANNOTATED---\n Pastor Fisk, Strickland, Sir John and Col.\nMontford move through the CROWD outside, entering.\n\nThey all look in disbelief upon the attack's aftermath...\nWALLS and CEILING SPLATTERED with BLOOD and bits of TORN\nFLESH... Constable Nye's MANGLED BICYCLE on the floor,\npieces of GORE hanging off its spokes...\n\n. PASTOR FISK\nThis... is the devil's work.\n\n...and Constable Nye's ravaged and barely recognizable\nCORPSE lying strangely twisted in one corner. An ARM and\nLEG MISSING. Lower torso TORN OPEN, shiny ENTRAILS spilt.\n\nIt's too much for Col. Montford, RETCHING, quickly exiting.\nPastor Fisk looks to Strickland. Fisk slowly nods.\n\nPASTOR FISK\nThere's no denying... it is a\nwerewolf. Our village is cursed.\nCuT TO:\n\nEXT. UNFINISHED HOUSE -- DAY\nFOLLOW: Gwen RIDING FULL GALLOP on her horse...\nShe rides towards her FRAMEWORK HOUSE. She sees...\nLawrence on horseback, mid-field. She rides towards him.\n\nACROSS THE FIELD, Lawrence sits on his horse, staring off at\nthe work-in-progress house from this distance. Gwen arrives.\n\nLAWRENCE\nYou heard?\nGWEN\n(nods, her brave face)\nIf you left... you'd have every\n\nright. If you left and never looked\nback, no one could blame you. No one.\n\nLawrence considers, looks to Gwen.\nLAWRENCE\nUntil my brother returns to live in\nthis house with you, I'll stay. I\nmake that promise to you... to myself.\nGwen's relieved more than she might like to show, heartened.\nGWEN\n(quietly)\nThank you.\nFADE OUT:\n\nCONT INUED\n\f36.\n\nFrom BLACK, faintly at first, GUNFIRE is HEARD... BOOMING...\nINSERT TITLE: \"28 DAYS LATER\"\nFADE IN:\nEXT. TALBOT HALL, GREAT LAWN -- DAY\nA line of PEASANTS stands SHOOTING RIFLES.\nLawrence and Sir John are on horseback, observing from\nbehind these DOZEN or so RIFLEMEN.",
  "32": "---END OF PREVIOUS SECTION---\nINSERT TITLE: \"28 DAYS LATER\"\nFADE IN:\nEXT. TALBOT HALL, GREAT LAWN -- DAY\nA line of PEASANTS stands SHOOTING RIFLES. Lawrence and Sir John are on horseback, observing from\nbehind these DOZEN or so RIFLEMEN. \n---TARGET SECTION TO BE ANNOTATED---\n Sir John has a large\nHUNTING RIFLE strapped to his back. TALBOT HALL is in B.G.\nLAWRENCE\n(shouting to RIFLEMEN)\nSteady your aim! Take a knee if you\nmust! Target the heart!\n\nACROSS THE LAWN: the targeted line of SIX ragged SCARECROWS\nis taking sporadic fire, TORN here and there by the BULLETS.\n\nLAWRENCE\nThe heart is the kill shot!\n\nImpatient with the results, Sir John pulls his mighty, big\ngame RIFLE off his shoulder, AIMS over the others -- FIRES!\n\nBOOM! The TOP HALF of one SCARECROW EXPLODES!\n\nEveryone stops firing, looking to Sir John, Lawrence\nincluded. Sir John's pleased with himself... notices them.\n\nSIR JOHN\nWhat?! I'm certain the heart was in\nthere somewhere.\n\nLawrence and Sir John share a LAUGH.\n\nLAWRENCE\n(to KIFLEMEN)\nAlright, men... keep practicing. We\n\nhave two more days. Two days from\nnow, it is the night of the hunt.\n\nMore GUNSHOTS ECHO from across the GREAT LAWN.\nSir John and Lawrence ride off in that direction...\n\nACROSS THE GREAT LAWN\n\nNEARER THE ORCHARDS, there's another TRAINING AREA where\nPEASANTS on horseback RIDE a COURSE while FIRING PISTOLS...\nSHOOTING at TARGETS mounted on distantly spaced POSTS.\nOTHER PEASANTS and VILLAGERS (and horses) wait their turn.\nCol. Montford's trudging over from this area, passing a\nPICNIC of gentry WIVES, CHILDREN and FEMALE SERVANTS.\n\nCONTINUED\n\fCOLONEL MONTFORD\n(muttering to himself)\nIt'll take more time than we\n\n37.\n\n‘ve got\n\nto train up this motley group.\n\n(waves over to WIVES)\n\nAfternoon, ladies. Yes, hello.\n\n(returns to muttering)\nWe're all doomed.\n\nMID-LAWN, Col. Montford joins Strickland\nsitting at an incongruous mahogany TABLE\nThere's a MAP of Blackmoor spread out on\nKendall's serving an elaborate afternoon\n\nSTRICKLAND\n(to Dr. Lloyd)\n\nand Dr.",
  "33": "---END OF PREVIOUS SECTION---\nMID-LAWN, Col. Montford joins Strickland\nsitting at an incongruous mahogany TABLE\nThere's a MAP of Blackmoor spread out on\nKendall's serving an elaborate afternoon\n\nSTRICKLAND\n(to Dr. Lloyd)\n\nand Dr. \n---TARGET SECTION TO BE ANNOTATED---\n Lloyd,\nand CHAIRS.\n\nthe tabletop.\n\nTEA on fine CHINA.\n\nWe've searched from the forests to\n\nthe moors. Each of us tread\n\nevery\n\ninch of our lands and found no\nevidence of any “unwelcome visitor.\"\n\nCOLONEL MONTFORD\n(accepting TEA)\n\nYes, it's one thing if this man-beast\ncomes from... out there somewhere...\n(WAVING to the distance)\n\nQuite another if it is amongst us.\n\nLloyd and Strickland share a look, mulling this unhappily.\n\nCOLONEL MONTFORD\n\nCould be anyone. Could be someone's\ncursed and doesn't even know it.\n\n(staring off, fretting)\n\nA werewolf... he's the worst\n\nof man\n\nand beast; killing not for food or in\nself-defense, but for killing's sake.\n\nSir John and Lawrence arrive, dismounting.\n\nSTRICKLAND\n\nHalf the village has left for the\ncity already. Everyone who remains\n\nis at each other's throat.\n\nDOCTOR LLOYD\n\nI stitched up five drunken brawlers\nin the village last night alone.\n\nSTRICKLAND\n\nKilling this creature means saving\n\nour community from itself.\n\nGUNFIRE is HEARD as training continues in the BACKGROUND.\nSOMEONE is RIDING THIS WAY from far across the property.\n\nCONTINUED\n\n \n\f38.\n\nLAWRENCE\nNo more word from London?\n\nSTRICKLAND\nNo officer has hurried to take\nConstable Nye's position, not\nsurprisingly, considering the manner\nin which it was vacated.\n\nSIR JOHN\nLondon sends promises of help; never\nthe help itself. We're on our own.\n\nDOCTOR LLOYD\nThey most likely think us mad. TI\nthink us mad, so why shouldn't they?\n\nSTRICKLAND\nYes, it all seems laughable in the\nlight of day, but wait till when the\nfull moon returns.\n\nAll the men nod, agreeing. Kendall nods, still serving.\n\nCOLONEL MONTFORD\nOn that midnight hour, the shadow of\nthe monster will fall upon us again.\n\nSIR JOHN\nI can't help wondering how different\nthings might be except for the\nactions of certain persons.",
  "34": "---END OF PREVIOUS SECTION---\nKendall nods, still serving. COLONEL MONTFORD\nOn that midnight hour, the shadow of\nthe monster will fall upon us again. SIR JOHN\nI can't help wondering how different\nthings might be except for the\nactions of certain persons. \n---TARGET SECTION TO BE ANNOTATED---\nSTRICKLAND\n(bristling)\nIf you refer to certain persons who\nare still unaccounted for, I'm\ninclined to agree.\n\nSir John looks likely to swing again. Strickland stands.\n\nLAWRENCE\nStop this, please.\n\nDOCTOR LLOYD\nQuite. We've all of us ended up in\nthis together. Leave it at that.\n\nSir John backs down, fists clenched. He walks, going off to\nwatch the continuing RIDING and PISTOL TARGET-PRACTICE.\n\nLAWRENCE\nWe'll be ready. Whatever creature it\nis will be defeated.\n\nDOCTOR LLOYD\nSpeaking of which...\n\nCONT INUED\n\n \n\n \n\f39.\n\nThey look to see it is the brawny blacksmith, Fitzgerald,\nriding across the lawn. He arrives, dismounting...\n\nFITZGERALD\nGreetings, sirs.\n\nSTRICKLAND\nAfternoon, Mr. Fitzgerald. What have\nyou brought us?\n\nFITZGERALD\nWhat was contracted, but let me take\nan appreciation of this moment...\nthat such fine gentlemen would be\neagerly awaiting the arrival of my\nlowly self. Can't imagine another\ncircumstance will ever provide me\nwith the same celebrity.\n\nCOLONEL MONTFORD\nGet on with it, man!\n\nFITZGERALD\nAt your service, Colonel...\n\nFitzgerald unties TWO, heavy LEATHER BAGS from his saddle,\nlugs them over to the table. Everyone stands.\n\nFITZGERALD\nBlessed by Pastor Fisk...\n\nFitzgerald overturns one BAG onto the Blackmoor MAP...\nSpilling out MANY gleaming SILVER BULLETS.\n\nFITZGERALD\nSaid to be all that's good for\nkilling werewolves.\n\nThey all look upon the bullets with a kind of reverence.\nLawrence reaches to pick up one SILVER BULLET, examines it.\n\nLAWRENCE\nHave we all gone mad? Is this just\nsome kind of... mass hysteria?\n\nDOCTOR LLOYD\nWhat happened to the good Constable\nwas real enough.\n\nSTRICKLAND\nIf the only thing silver does that\nlead can't is steady the hand of the\nman firing the gun, that's still\nenough for me. Let it be silver.\n\nACROSS THE LAWN, Sir John watches as...",
  "35": "---END OF PREVIOUS SECTION---\nSTRICKLAND\nIf the only thing silver does that\nlead can't is steady the hand of the\nman firing the gun, that's still\nenough for me. Let it be silver. ACROSS THE LAWN, Sir John watches as... \n---TARGET SECTION TO BE ANNOTATED---\nOne PEASANT rides, SHOOTING at the targets, missing most.\n\nCONTINUED\n\fSIR JOHN\nLawrence!\n\nLawrence looks over. He obediently goes to mount\nHe rides over to Sir John and the pistol-training\nStrickland, Dr. Lloyd and Col. Montford walk over\nbetter view. Fitzgerald follows.\n\nLawrence reaches down to take the PISTOL Sir John\n\nSIR JOHN\nShow them again how it's done.\n\nLAWRENCE\n(to the PEASANTS)\nRide at the targets. It's no contest\nof distance, so bear down. Make each\nof your six shots count. You won't\nhave much chance to reload in the\nthick of the hunt.\n\nLawrence KICKS his horse and he's off...\n\n40.\n\nhis horse.\nPEASANTS.\ntO get a\n\nholds up.\n\nHe rides quickly into the training area, ZIG-ZAGGING towards\n\neach mounted TARGET as he's SHOOTING the pistol...\n\nHITTING TARGET...\n..-after TARGET...\n\n..-after TARGET! Each DEAD ON! He's an able marksman.\n\nSir John watches, grinning proudly as...\n\nLawrence rides back. The’gentry politely APPLAUD.\n\nSIR JOHN\nNicely done, son. Excellent.\n\nThe significance of those words is not lost on Lawrence.\n\nLAWRENCE\nThank...thank you, sir.\n(offers PISTOL back)\nYou taught me well in my youth. I'm\nstill surprised I retained any of it.\n\nSIR JOHN\nOf course you did. You're a Talbot.\nIt's in your blood.\n\nSir John walks back towards the gentry.\n\nLawrence is surprised, stirred by his father's approval.\n\ncur TO:\n\f \n\n41.\n\nEXT. FARM FIELD / UNFINISHED HOUSE -- DAY\n\n \n\nLawrence rides, holding the reins of Gwen's horse to guide\nit since Gwen rides while holding her hands over her eyes.\nAs they cross the FIELD, 0.S. HAMMERING is HEARD.\n\nGWEN\nHow much further? Can't I look yet?\n\nLAWRENCE\nHave some patience.\n\nGWEN\nPatience? You've kept me away for\nweeks. I'm fed-up with patience!\n\nGwen's grinning, amused. Lawrence is pleased.\nThey travel a little further. Lawrence dismounts, going to\nhelp Gwen down.",
  "36": "---END OF PREVIOUS SECTION---\nLawrence is pleased. They travel a little further. Lawrence dismounts, going to\nhelp Gwen down. \n---TARGET SECTION TO BE ANNOTATED---\n He guides her a few steps, positions her.\n\nLAWRENCE\nOkay. You may look.\n\nGwen finally lowers her hands, opening her eyes...\n\nThey stand before Gwen's now nearly complete 2-STORY HOUSE.\n\nThe outer STONEWORK and WOODWORK are almost finished. Only\n\na few WINDOWS are in place so far and LABORERS are still '\nworking on the ROOF, but it's very nice indeed.\n\nGWEN\nOh... oh, my, it's... beautiful.\n\nOverwhelmed by emotion, Gwen turns to wrap her arms around\nLawrence's neck, KISSING his cheek. Lawrence is surprised.\nGwen releases him, immediately realizing, blushing.\n\nGWEN\nForgive me. I... I didn't mean to...\nI was only...\n\nLAWRENCE\n\nGwen. There's nothing to forgive.\n\nNow, please, if you wouldn't mind...\n(smiling)\n\nWhy don't you go in? See for\n\nyourself. This is your home.\n\nGwen nods. She looks upon the house a long moment.\nTears come to her eyes. Lawrence sees, his smile fading.\n\nGWEN\nMy home... and Ben's.\n\nCONTINUED\n\fGwen walks to the house. Lawrence watches her go inside, :\nabsently reaching to touch his cheek where she kissed him. :\n\ncur TO:\nINT. TALBOT HALL, GWEN'S BEDROOM -- NIGHT\nGwen stirs under her BEDCLOTHES, having trouble sleeping.\nINT. TALBOT HALL, LAWRENCE'S BEDROOM -- NIGHT\n\nLawrence lies in his BED, wide awake. A SOUND is HEARD from\nsomewhere; like a CREAKING DOOR. Lawrence sits up.\n\nIN THE HALLWAY\n\nLawrence looks out, pulling on a SHIRT. FLOORBOARDS CREAK.\nIN THE GRAND HALL\n\nLawrence comes to look over the BALCONY railing...\n\nBELOW: the LIGHT of a LANTERN heads down one HALLWAY\nunderneath the stairs, casting SOMEONE'S lengthening SHADOW.\nLawrence finds this very strange, heading downstairs.\n\nINT. TALBOT HALL, CONSERVATORY -- NIGHT\n\nLawrence enters, looking across the expansive, empty\nCONSERVATORY. Glinting LANTERN LIGHT from outside Plays\nacross the sweeping GREENHOUSE WINDOWS .above.",
  "37": "---END OF PREVIOUS SECTION---\nINT. TALBOT HALL, CONSERVATORY -- NIGHT\n\nLawrence enters, looking across the expansive, empty\nCONSERVATORY. Glinting LANTERN LIGHT from outside Plays\nacross the sweeping GREENHOUSE WINDOWS .above. \n---TARGET SECTION TO BE ANNOTATED---\nLawrence quickly crosses, his breath fogging a WINDOW as...\nLAWRENCE'S POV -- THROUGH WINDOW\n\nSir John can be seen, in a heavy COAT, using the LANTERN to\nmake his way across the manor's neglected, hillside GARDENS.\n\nIN THE CONSERVATORY\nLawrence backs away from the window, perplexed.\n\nGWEN'S VOICE (0.S.)\nLawrence?\n\nLawrence spins to see Gwen crossing towards him.\n\nGWEN\nWho was that? {\n\nLawrence puts a finger to his lips.\n\nEXT. TALBOT HALL, REAR GARDENS -- NIGHT\n\nLawrence and Gwen follow Sir John's path through the GARDENS\nCONT INUED\n\fAHEAD, Sir John's LANTERN LIGHT heads into the dark FOREST\nnearby, throwing erratic SHADOWS.\n\nLawrence nods forward, offering his hand to Gwen.\nGwen hesitates for the merest moment, then she reaches to\ntake Lawrence's hand and they hurry after Sir John.\n\nIN THE FOREST\n\nLawrence and Gwen, still holding hands, travel a PATHWAY\nthrough the foliage. Sir John's FIGURE and his LANTERN'S\nGLOW can be seen far ahead. Lawrence and Gwen slow as...\n\nThey reach a CLEARING surrounded by wrought IRON FENCING.\n\nIt is the Talbot family GRAVEYARD. Generations old. At\nleast 30 HEADSTONES. At center stands a large, ornate TOMB.\nTHREE new CANDLES BURN in the melted wax on the steps of the\ntomb where many a candle has burned before.\n\nLawrence releases Gwen's hand as they solemnly approach.\nThe FLICKERING LIGHT off the candles dances across the\ntomb's elaborate CARVINGS, ILLUMINING the LIKENESS of\nLawrence's MOTHER'S FACE, her eyes shut, etched in the\nGRANITE of the TOMB DOOR. Below are the WORDS...\n\n\"Anna Talbot, beloved wife and mother. Taken by tragedy.\"\n\nLawrence backtracks to the TRAIL, looking ahead to where..\nThe whole of the forest is DARKNESS. No sign of Sir John.\n\nCUT TO:\nINT. TALBOT HALL, DRAWING ROOM -- MORNING\nSir John sits staring into the cold FIREPLACE, brooding,\npetting Samson at his side.",
  "38": "---END OF PREVIOUS SECTION---\nNo sign of Sir John. CUT TO:\nINT. TALBOT HALL, DRAWING ROOM -- MORNING\nSir John sits staring into the cold FIREPLACE, brooding,\npetting Samson at his side. \n---TARGET SECTION TO BE ANNOTATED---\n As it often does, his SHIRT\nbears the TALBOT FAMILY CREST. Behind, Lawrence enters.\nLAWRENCE\nFather. I saw you go out last night.\nFollowed you, actually, to the forest.\n\nSIR JOHN\nWhy didn't you join me?\n\nLAWRENCE\nI lost sight of you.\n\nSIR JOHN\nI couldn't sleep. Wandering the\nwoods quiets my mind's anguishing.\nSir John stands. Samson walks over to lick Lawrence's hand.\n\nCONTINUED\n\f44,\n\nLAWRENCE\nThere's... there's no truth, is\nthere, to the rumor that Benjamin may\nbe hidden nearby? Looked after by\nsomeone? Perhaps... somehow\nafflicted.\n\nSIR JOHN\nNo. There is no truth to it.\n\nSir John crosses to stand close to Lawrence.\n\nSIR JOHN\nWith all that's befallen this\nhousehold of late... I've been\n\nmeaning to put into words some...\nexpression of gratitude.\n\nLAWRENCE\nYou're trying to say thank you?\n\nSIR JOHN\nYes, yes. That said, when the time\ncomes tonight... I don't care what\nyou have to do; what excuse you have\nto make... you must not participate\nin the hunt.\n\nLAWRENCE\nYou're not serious?\n\nSIR JOHN\nDon't ask me to explain. Just do as\nI tell you. There will be plenty of\nus out there without you...\n\nLAWRENCE\nYou... you know I cannot...\n\nSIR JOHN\nI ask this one thing of you, as your\nfather. This once, heed my word!\n(trying to calm)\nWith your brother still gone, you and\nI are all that remains of this\nfamily. If anything were to happen\nto me... you may very well be the\nlast to carry on the Talbot name.\n(pause, commanding)\nRide out if you must, but break off\nfrom the group. Return here to hide.\nJust stay away, you hear? Stay away!\n\nSir John walks, exiting. Lawrence is left bewildered.\nSamson BARKS up at him, goes to follow Sir John.\n\ncur TO:\n\f45.\n\nEXT. FOREST / WATERFALL -- DAY\n\nLawrence and Gwen stand at a CLIFF'S EDGE, facing the\nincredible view beyond the steep drop.",
  "39": "---END OF PREVIOUS SECTION---\ncur TO:\n\f45. EXT. FOREST / WATERFALL -- DAY\n\nLawrence and Gwen stand at a CLIFF'S EDGE, facing the\nincredible view beyond the steep drop. \n---TARGET SECTION TO BE ANNOTATED---\n Across the ROCKY\nCHASM, a slender WATERFALL cascades.\n\nGWEN\nSome days, I expect to see him riding\nup to Talbot Hall. Others, I know in\nmy heart some terrible fate must have\nbefallen him.\n\n(pause)\nMore often now, I think Benjamin\nsimply... left. Moved on to start\nsome other life without me...\nLAWRENCE\nNo.\nGWEN\nPerhaps with someone else.\nLAWRENCE\nNo.\nGWEN\n\nWe don't know. We may never.\n\nLAWRENCE\nI have something for you. Forgive me\nfor not giving it to you sooner...\n\nLawrence takes out an old, folded ENVELOPE from his jacket\npocket. He takes a LETTER from the envelope.\n\nLAWRENCE\n\nYou already know Ben and I wrote each\nother when we could. This letter,\nfrom last year... I've carried it\nwith me since. He wrote...\n\n(READING from LETTER)\n\"Her family, of Reeves Lane,\nLondontown, visits often with friends\nhere. Her name is Gwen. Gwen\nConliffe. She is so fair as to take\nyour breath away. I only wish\nsomehow you could meet her, my\nbrother, to see with your own eyes\nhow I have been blessed.\"\n\nGwen listens, greatly affected by Ben's words.\n\nLAWRENCE\n\"I am in love. I can tell only\nyou... I plan to ask her hand in\nmarriage.\n\n(more\n\nCONTINUED\n\f46.\n\nLAWRENCE (CONT.)\n\nI pray she will have me, for I cannot\nlive without her.\"\n\n(refolding LETTER)\nThis man would never leave you. He\nwill let nothing prevent him from\nreturning to you, so long as he is\nable. Bleak as the situation may '\nseem... don't give up hope.\n\n \n\nlawrence offers the letter. Gwen accepts it, grateful. j\n\nLAWRENCE\nWe should head back.\n\nThey walk INTO THE FOREST, leaving the beautiful WATERFALL.\n\nGWEN\nWhy carry it? Why this letter?\n\nLAWRENCE\nI realized, long ago... by running\naway; by taking my freedom, I denied\nBenjamin any chance at his own. I\nshackled him to my father.",
  "40": "---END OF PREVIOUS SECTION---\nWhy this letter? LAWRENCE\nI realized, long ago... by running\naway; by taking my freedom, I denied\nBenjamin any chance at his own. I\nshackled him to my father. \n---TARGET SECTION TO BE ANNOTATED---\n And Ben,\nin his goodness, stayed behind to be\nmy father's son all these years.\n\nGWEN\n\nI don't believe he saw it that way.\nLAWRENCE\n\nHe knew nothing else... had no other\n\noption, because of me. His whole\n\nlife, he barely even stepped foot :\n\noutside of Blackmoor. |\n(pause) i\n\nThat letter showed that Ben's destiny i\n\ndid find him. You. You are the\n\nhappiness I was afraid he might never |\n\nknow. i\nEXT. FOREST / CASTLE RUINS -- DAY\n=— eee eee Re an DAY\n\nStill DEEP IN THE FOREST, Lawrence and Gwen return to where '\ntheir TWO HORSES are tied to a tree. The impressive RUINS\n\nof an ancient CASTLE stand on this site. The castle's\n\ncrumbling BATTLEMENTS and tall TOWERS are broken away in !\nplaces to reveal cross-section views of cavernous ROOMS and |\nSTONE STAIRWELLS, all overgrown and tangled with vines.\n\nLAWRENCE\nKendall will take you with him into\nthe village tonight.\n\nCONTINUED\n\f47.\n\nGWEN\nI can stay at Talbot Hall if you\nleave me a weapon.\n\nLAWRENCE\nAlone? I'm afraid that's out of the\nquestion. The safest place for you\nwill be with everyone else.\nFROM INSIDE THE RUINS -- SOMEONE'S POV...\n\n...WATCHES Lawrence and Gwen. Someone is LOOKING OUT from\nthe RUINS as Lawrence helps Gwen climb up onto her horse.\n\nIN THE FOREST CLEARING\n\nLawrence now climbs onto his own horse.\nThe SOUND of FALLING STONES causes him to look back...\n\nON THE RUINS, FRAGMENTS of aged STONE tumble from beneath a\ndark HOLE high on one tower. No one in sight.\n\nFURTHER DOWN THE FOREST TRAIL -- MOMENTS LATER\n\n \n\nAs they ride, Gwen studies Lawrence.\n\nGWEN\nPeople have begun to talk, that we\nspend so much time together.\n\nLAWRENCE\nLet them talk. They enjoy talking.\n\nLawrence smiles. Gwen smiles.\n\nGWEN i\nHow is it you are so very unlike the i\nman I first met? I still can't {\nreconcile it.",
  "41": "---END OF PREVIOUS SECTION---\nGwen smiles. GWEN i\nHow is it you are so very unlike the i\nman I first met? I still can't {\nreconcile it. \n---TARGET SECTION TO BE ANNOTATED---\nLAWRENCE\n\nIf I can't reconcile it, how can you i\nexpect to? i\n\n(off Gwen's look) i\nI am an actor. Sir John said it...\nthat I \"play at life.\" Onstage; the\nhero, the lover, or the clown.\nOffstage; the cad, numbed by drink\nand promiscuity. Who I am truly...?\n\n(pause)\nAnyone but myself.\n\nGWEN\nWell, I like you fine, Lawrence\nTalbot. Whoever you are.\n\nCUT TO:\n\f48.\n\nEXT. BLACKMOOR VILLAGE, CHURCH -- DUSK\n\nNightfall. FOG rolls in. A THRONG of the village's\nCITIZENS makes its way to the CHURCH. Pastor Fisk stands by\nthe ENTRYWAY, watching everyone file up the STAIRS.\n\nON VARIOUS SURROUNDING ROOFTOPS, armed MEN are stationed.\n\nAmongst the CROWD of weary and wary VILLAGERS and FARM\nFAMILIES making their way into the sanctuary (many men\nbearing FIREARMS), we may recognize blacksmith Fitzgerald's\nWIFE carrying their INFANT. A fretful Kendall escorts Gwen.\n\nAT THE DOORWAY, Gwen looks unhappily back, then goes inside.\nCcuT TO:\n\nEXT. OVER BLACKMOOR -- NIGHT\n\nLow in the inky sky, a FULL MOON burns brilliantly.\n\nEXT. TALBOT HALL, FRONT DOOR -- NIGHT\n\nFOLLOW: as Lawrence comes out from Talbot Hall accompanied\nby Dr. Lloyd. They walk, both carrying RIFLES.\n\nDOCTOR LLOYD\nYour father and I have been friends\nfor, well... more years than this old\nman cares to count. I was there,\nLawrence, when you came into this\nworld. And over these past weeks\neven in the midst of everything...\nI'm glad to have made your\nacquaintance.\n\nLAWRENCE\nLikewise, Doctor.\n\nDOCTOR LLOYD\nI believe you've been a great comfort\nto John. He'd tell you himself, I'm\ncertain... would that he were capable\nof such sentiment.\n\nDoctor Lloyd and Lawrence share a rueful smile.\n\nLAWRENCE\nI'm sure you're right.\n\nThey walk on, continuing to...",
  "42": "---END OF PREVIOUS SECTION---\nDoctor Lloyd and Lawrence share a rueful smile. LAWRENCE\nI'm sure you're right. They walk on, continuing to... \n---TARGET SECTION TO BE ANNOTATED---\nTHE GREAT LAWN\n\nWhere a breeze carries the undulating, thickening FOG.\nIn the light of many LANTERNS, THREE HUNTING PARTIES gather,\n\nall heavily armed.\nCONTINUED\n\f4g.\n\nEach PARTY consists of FOUR or FIVE PEASANTS/HUNTERS on\nhorseback; ONE HOUNDSMAN, on foot, each restraining FOUR\nHOUNDS on short leashes; along with...\n\n...Sir John and Fitzgerald heading up PARTY ONE; Strickland\nand Col. Montford leading PARTY TWO; and finally, Lawrence\nand Dr. Lloyd joining PARTY THREE. All are on their HORSES\n\nSIR JOHN\nI've been here many times before. On\nthe savannahs and in the jungles of\nthe Dark Continent. I have a feeling\nyou will learn what it is to pit\nyourself against a worthy adversary\ntonight. Remember... never\nunderestimate your prey.\n\nSTRICKLAND\nThis fog complicates matters, to say\nthe least. If, as legend claims, the\nwerewolf strikes at midnight...\n(looks at POCKET WATCH)\n....won't be long now. Godspeed.\n\nAs everyone begins to MOVE OUT...\nSir John makes sure to pass close to Lawrence, staring him\ndown, while Lawrence tries to pretend not to notice.\nEach group begins heading in a different direction.\n\ncur TO:\nEXT. BLACKMOOR FORESTS -~ NIGHT\nDeep in bleak, foggy FOREST, Sir John's hunting party slowly\n\nmoves through, following their Houndsman and dogs. Before\nlong, the hounds begin BARKING excitedly.\n\nThe Houndsman looks nervously back to Sir John.\nSir John holds up one finger.\n\nThe Houndsman releases one dog, which goes RUNNING...\nQuickly disappearing in the fog.\n\nSir John, Fitzgerald and the Hunters ride to give chase.\nFOLLOW: Sir John's party moving quickly, guided by the\nBARKING, avoiding TREES and ducking BRANCHES in the mist.\nThey charge down a HILLSIDE, halting as they come upon the\nhound barking and growling at a large, impenetrable BRAMBLE.\n\nFITZGERALD\nSomething's in there.\n\nSir John holds up a hand, keeping the others back.\nHe and Fitzgerald warily advance, PISTOLS aimed...\n\nBehind, the Hunters aim RIFLES, targeting the thicket.",
  "43": "---END OF PREVIOUS SECTION---\nSir John holds up a hand, keeping the others back. He and Fitzgerald warily advance, PISTOLS aimed... Behind, the Hunters aim RIFLES, targeting the thicket. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED\n\f50.\n\nThe dog's still barking furiously at the bramble.\nSuddenly, a FOX leaps out, bolting away.\n\ncur TO:\nINT. CHURCH -- NIGHT\nMEN guard the WINDOWS. CHILDREN sleep in BLANKETS on PEWS\nand on the floor. VILLAGERS stand in worried little groups.\nPastor Fisk stands on the ALTAR STAIRS, reading his BIBLE.\nGwen is seated in the front pew, staring with tired eyes.\nKendall's beside, having fallen asleep on Gwen's shoulder.\nA CLOCKTOWER BELL is HEARD TOLLING from outside.\nEVERYONE begins talking, whispering.\nPastor Fisk closes the Bible, looking up.\nGwen looks up, troubled.\nEXT, BLACKMOOR VILLAGE, TOWN SQUARE -- NIGHT\nOver the empty SQUARE, the CLOCKTOWER TOLLS. 12 O'CLOCK.\n\ncur To:\n\nEXT. THE MOORS -- NIGHT\n\nFOG'S THICKER. Strickland and Col. Montford's party trails\ntheir Houndsman and his rooting hounds across the open\nground of the heath. From across the moors: the HOWL of the\nWEREWOLF is HEARD, not far away.\n\nThe hounds go crazy.\n\nAll in the party react, wide-eyed.\nStrickland looks to the terrified Col. Montford.\n\nEXT. FOREST'S EDGE -- NIGHT\n\nElsewhere, Lawrence and Dr. Lloyd's group traverses a FIELD,\nleaving FORESTS at their back. The WEREWOLF'S long, almost\n\nmournful CRY reaches them from FAR BEHIND. Everyone freezes.\n\nDOCTOR LLOYD\nYou hear that?\n\nLAWRENCE\nTo the south! The moors!\n\nThey all turn, riding back toward the forest.\n\n \n\n|\n|\ni\n|\n|\n|\n\fON THE MOORS\n\n \n\nThe dogs bark wildly, straining at their leashes.\nStrickland, Col. Montford and the others struggle to control\ntheir jittery horses. Another HOWL is HEARD, very near now,\njust beyond the enveloping blanket of fog.\n\nCOLONEL MONTFORD\nSaints preserve us! It's here!\n\nSTRICKLAND\n(to the Houndsman)\nNow, man! Loose them!\n\nThe Houndsman obeys, letting his hounds free...",
  "44": "---END OF PREVIOUS SECTION---\nSTRICKLAND\n(to the Houndsman)\nNow, man! Loose them! The Houndsman obeys, letting his hounds free... \n---TARGET SECTION TO BE ANNOTATED---\nAll four dogs race off together, gone from sight in the mist.\n\nStrickland's party LISTENS, weapons at ready as...\n\nUnseen in the miasmic gloom: the HOUNDS are HEARD BARKING as\nthey converge; GROWLING furiously as they're ATTACKING\nsomething! From the SOUNDS of the ensuing, violent\nSTRUGGLE, there comes the savage ROAR of the WEREWOLF!\n\nThe DOGS YELP, being slaughtered...being silenced.\n\nFROM THE FOG: one DOG'S mutilated BODY is THROWN...\n\nLanding with a bloody-wet THUD before the spooked horses!\nFROM THE FOG: a lone, surviving hound SPRINTS OUT, fleeing.\nStrickland raises his PISTOL -- SHOOTING! Col. Montford and\nthe others join -- BOOM! BOOM! BOOM! -- FIRING blindly into\nthe fog bank where the hounds were killed.\n\nSTRICKLAND\nHold your fire! Wait!\n\nEveryone stops shooting. Listening.\nThe WEREWOLF'S ROAR comes from elsewhere, farther.\n\nSTRICKLAND\nIt's on the run! Come on!\n\nStrickland rides towards that last roar...\n\nFollowed without hesitation by the four other Hunters.\nLeaving only Col. Montford gaping down at the ripped-up\nHOUND bleeding-out on the ground before him. i\nCol. Montford decides, turning his horse, retreating.\nINT. FOREST -- NIGHT\n\nFOLLOW: Lawrence riding hard, leading his team through the\nfog-shrouded forest with Dr. Lloyd close behind.\n\nSuddenly, Lawrence's horse rears up...\nLawrence is nearly thrown, struggling with the reins.\n\nCONTINUED\n\fAs Dr. Lloyd and the Hunters halt, Lawrence leaps down.\n\nLawrence walks, holding up his LANTERN to REVEAL... i\nA bloody WHITE STALLION lying DEAD, utterly eviscerated. ;\nSir John's horse, clearly killed by the werewolf\n\nDOCTOR LLOYD\nGood Christ.\n\nLAWRENCE\n(grim realization)\nMy father's horse.\n\nDOCTOR LLOYD\nLawrence, over here!\n\nDoctor Lloyd climbs down from his horse, going to a nearby\nBODY lying face down. Lawrence runs over just as Dr. Lloyd\nturns the CORPSE.",
  "45": "---END OF PREVIOUS SECTION---\nDoctor Lloyd climbs down from his horse, going to a nearby\nBODY lying face down. Lawrence runs over just as Dr. Lloyd\nturns the CORPSE. \n---TARGET SECTION TO BE ANNOTATED---\n It's a dead HUNTER from Sir John's party,\ncovered in blood, eyes and mouth wide, his face CLAWED.\n\nDOCTOR LLOYD\nOne of your father's men!\n\nLawrence stumbles back, swallowing sickness, dismayed.\nThe HOWL of the WEREWOLF is HEARD, distant.\n\nLAWRENCE\n(to HUNTERS)\nYou men, ride on to the moors. Go!\n\nTheir five fellow Hunters obey, riding.\nLawrence pulls his PISTOL, striding onward, gun in one hand\nand lantern in the other, searching the forest.\nLAWRENCE\n(shouting)\nFather! Father!\nEXT. THE MOORS -- NIGHT\n\nFOLLOW: as Strickland and his party's four Hunters GALLOP\nHEADLONG, pistols raised, into the swirling mists...\n\nSTRICKLAND\nShow yourself, monster!\n\nSuddenly, a BEASTLY FIGURE rises quickly FROM THE FOG...\nPULLING DOWN the Hunter to Strickland's right!\n\nStrickland and the remaining Hunters ride on, oniy just\n\nrealizing... seeing the now riderless horse amongst them.\nSTRICKLAND\nNo!\n\nBehind, the MAN is HEARD CRYING OUT in agony!\nCONTINUED\n\f53.\n\nFOLLOW: as Strickland splits off to ride back. He's\nadvancing quickly on SOMETHING barely seen in the gloom...\nThe BEAST is hunkered over the HUNTER'S prone BODY!\n\nAs Strickland SHOOTS, the BEAST leaps away! Gone.\n\nStrickland halts his horse, looking upon the eviscerated,\ndead HUNTER whose SEVERED ARM lies near.\n\nELSEWHERE ACROSS THE MOORS\n\nCol. Montford rides, glances back, spurring his horse on.\nHe thunders past an old, crooked SIGN without noticing it...\nOver SKULL and CROSSBONES: \"Keep out! Dangerous bog!\"\n\nFURTHER ON, Col. Montford's glancing back once more when his\nhorse suddenly SPLATTERS into the BOG -- tripped up and\nfalling -- THROWING Col. Montford!\n\nCol. Montford lands with a SPLASH in swampy QUAGMIRE !\n\nHe gasps, rolling onto his belly, knee-and-elbow-deep in the\nmuck.",
  "46": "---END OF PREVIOUS SECTION---\nCol. Montford lands with a SPLASH in swampy QUAGMIRE ! He gasps, rolling onto his belly, knee-and-elbow-deep in the\nmuck. \n---TARGET SECTION TO BE ANNOTATED---\n He looks up to see his horse, nearer the bog's edge,\nsplashing its way to solid ground.\n\nCOLONEL MONTFORD\nNo! Come back here! Come back!\n\nThe horse runs off. Col. Montford looks around, begins\nstruggling to extricate himself, desperately afraid.\n\nINT. FOREST -- NIGHT\nLawrence and Dr. Lloyd are on foot, calling out...\n\nLAWRENCE\nFather!\n\nDOCTOR LLOYD\nSir John!\n\nThey soon come upon another grisly discovery...\nOne more HUNTER from Six John's party, lying dead on his\nback; half of him, actually, since his LEGS ARE GONE .\n\nDOCTOR LLOYD\nWhat Hell have we wandered into?\n\nA GURGLING CRY is HEARD ahead. Lawrence and Dr. Lloyd look,\nrunning towards the sound. Someone's lying half-propped up\nagainst a tree...\n\nIt's Fitzgerald, bloody and barely alive, clutching his\nRUPTURED throat. Lawrence and Dr. Lloyd fall to their knees\npeside him. Fitzgerald tries to speak, unintelligible.\n\nLAWRENCE\nWe're here, Fitzgerald, we're here.\nCan you help him, Doctor?\n\nCONTINUED\n\f54.\n\nDoctor Lloyd presses his hand over Fitzgerald's, trying to\nstem the flow of BLOOD POURING out between their fingers.\n\nDOCTOR LLOYD\nHis... his throat's torn open. He's\nlost so much blood...\n\nth\n4\n@\n©\n\nFitzgerald GURGLES urgently at Lawrence, brings up his\nhand, in a fist, trying to give Lawrence SOMETHING.\n\nLAWRENCE\nIsn't there anything we can do?\n\nDr. Lloyd sadly shakes his head. Fitzgerald makes a last\nattempt to speak, BLOOD BUBBLING from his lips. His eyes\nroll up. With a final, rattling gasp, he slumps.\n\nEXT. THE MOORS -- NIGHT\n\nOne HUNTER SLAMS the ground, holding his BLOODY FACE as...\nHe's DRAGGED AWAY, his foot caught in his horse's stirrup.\n\nNEARBY\n\nStrickland turns his horse, hearing the SOUND of that MAN'S\nSCREAMS traveling out there in the fog. GUNSHOTS echo.",
  "47": "---END OF PREVIOUS SECTION---\nHe's DRAGGED AWAY, his foot caught in his horse's stirrup. NEARBY\n\nStrickland turns his horse, hearing the SOUND of that MAN'S\nSCREAMS traveling out there in the fog. GUNSHOTS echo. \n---TARGET SECTION TO BE ANNOTATED---\nSOMEONE else is YELLING, followed by the WEREWOLF'S ROAR!\n\nStrickland's unnerved, looking all directions...\nNot far away, the grouping of STONE MONOLITHS is vaguely\nsilhouetted. Strickland rides there.\n\nAMONGST THE MONOLITHS\n\nStrickland rides to the center of the ancient, ceremonial\ncircle. The WEREWOLF'S ROAR nears. The FIGURE of the\nWEREWOLF materializes, MOVING quickly, outside the circle.\n\nStrickland SHOOTS between the monoliths, targeting the\nelusive BEAST, till the revolver's EMPTY.\n\nStrickland leaps down from his horse, pulls his RIFLE and\nAMMO BAG from the saddle. He SLAPS his horse's flank, sends\nthe horse running. Strickland shoulders the rifle...\n\nHe turns, peering down the sight; keeps turning and aiming,\nfrantically trying to cover all possible entry points.\nFROM BEHIND: the SHAPE of WEREWOLF appears, CHARGING\nstraight at the oblivious Strickland...\n\nStrickland is THROWN, flailing -- SMASHING with bone-\ncrushing force against one of the immutable monoliths!\n\nHe crumples limply to the ground. Certainly dead.\n\fACROSS THE MOORS\n\nIN THE QUAGMIRE: the more Col. Montford struggles, the\ndeeper he sinks. He's in nearly up to his waist in the\ngrasping muck, terror and exhaustion taking their toll.\n\nCOLONEL MONTFORD\nHelp! Someone! Help me, please!\n\nThe only answer...the WEREWOLF'S HOWL. Montford gives a SOB.\nINT. FOREST -- NIGHT\n\nDr. Lloyd places his jacket over Fitzgerald's corpse.\nLawrence notices something peculiar, kneeling.\n\nHe takes a PIECE of CLOTH from Fitzgerald's fist.\n\nLawrence stands, studying the frayed piece of CLOTH.\nWe DO NOT SEE yet what Lawrence is looking at, but Lawrence\nis Shaken, Tooking at it in disbelief.\n\nDOCTOR LLOYD\nWhat is it? Lawrence?\n\nLawrence closes his hand on the cloth, his mind racing.\n\nDOCTOR LLOYD\nWhat's wrong?\n\nLAWRENCE\nThat night, Doctor... the night\nConstable Nye was killed.",
  "48": "---END OF PREVIOUS SECTION---\nLawrence closes his hand on the cloth, his mind racing. DOCTOR LLOYD\nWhat's wrong? LAWRENCE\nThat night, Doctor... the night\nConstable Nye was killed. \n---TARGET SECTION TO BE ANNOTATED---\n You and\nColonel Montford left Talbot Hall\ntogether with my father...\n\nDOCTOR LLOYD\nYes, yes...\n\nLAWRENCE\nYou... you said, that when you all\ngot back to the village, the\nconstable was already dead...\n\nDOCTOR LLOYD\nYes, he was.\n\nLAWRENCE\n(urgently)\nTell me you were never apart from my\nfather that night! Tell me that you\nwere with him until the morning!\n\nDOCTOR LLOYD\nNo. No, we...we had split up\nearlier, to cover more ground...\n\nCONTINUED\n\f5é.\n\nLawrence is mortified, chilled by this revelation.\n\nDOCTOR LLOYD\nWe did meet up again in the village,\nbut as I'd said, it was almost dawn\nby the time we all got there. What's\nthis about?\n\nLawrence runs to where their horses are tied...\nHe scrambles up onto his horse,. RIDING away.\n\nDOCTOR LLOYD\nWhere are you going?!\n\nON THE MOORS, AT THE BOG\n\nCol. Montford struggles in the mire. It's hopeless.\n\nThe WEREWOLF is HEARD ROARING. Col. Montford pulls his\nmuddy PISTOL, trying to turn his body, trying to take aim.\nFROM THE FOG: the SHAPE of the WEREWOLF materializes.\nCol. Montford points his gun, blubbering. The WEREWOLF'S\nguttural, O.S. BREATHING is HEARD growing CLOSER. Col.\nMontford's hand is SHAKING badly. He tries to steady the\ngun in both hands, tears streaking down his dirty cheeks.\n\nCOLONEL MONTFORD\nNo...no...no...no...no...\n\nThe gun WOBBLES so wildly in his grip as to be useless.\nAs the 0.S. WEREWOLF GROWLS, Col. Montford decides...\n\nCOLONEL MONTFORD\nNo, Goddamn you! NO!\n\nMontford jams the gun in his mouth, frightened out of his\nmind, pulls the trigger -- BLAM! -- literally out of his\nmind as BRAIN and GORE EXPLODE out the back of his head.\nEXT.",
  "49": "---END OF PREVIOUS SECTION---\nNO! Montford jams the gun in his mouth, frightened out of his\nmind, pulls the trigger -- BLAM! -- literally out of his\nmind as BRAIN and GORE EXPLODE out the back of his head. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TALBOT HALL -- NIGHT\n\nLawrence rides pell-mell across the GREAT LAWN...\n\nTaking his horse straight up the front STAIRS of the mansion.\n\nINT. TALBOT HALL, GRAND HALL -- NIGHT\nLawrence runs in, distraught, at his wit's end.\n\nLAWRENCE\nFather!\n\nHe runs halfway up the central stairs to the landing. At\n\nthe top of the stairs, Samson comes to BARK down at Lawrence.\n\nLAWRENCE\nFATHER! !\n\nCONT INUED\n\f57.\n\nLawrence's VOICE ECHOES, unanswered. Samson's BARKING.\nLawrence despairs, looking at the CLOTH he still holds...\n\nIt is a TORN SHIRT POCKET bearing the unmistakable TALBOT\nFAMILY CREST we've seen Sir John wearing many times.\n\nFLASHBACK / EXT. TALBOT HALL -- NIGHT\n\nAs seen before, Sir John addresses the THREE HUNTING\nPARTIES, on horseback, gathered on the GREAT LAWN.\n\nSIR JOHN\nI have a feeling you will learn what\nit is to pit yourself against a\nworthy adversary tonight.\n\nSLOW 200M IN: on Sir John's SHIRT POCKET where, even partly\nobscured by his JACKET, the CREST is easily recognizable.\n\nBACK TO SCENE -- IN THE GRAND HALL\n\nLawrence closes his fist around the torn pocket, allowing\nhis shock to be overtaken by rage’ and by determination.\nHe bounds back down the stairs, striding towards the open\nfront door, but stops, realizing something.\n\nHe turns, looking up... at Samson, still BARKING.\ncur TO:\nEXT. TALBOT HALL, REAR GARDENS -- MOMENTS LATER -- NIGHT\n\nLawrence, LANTERN in hand, has Samson on a LEASH, letting”\nthe dog lead him from the GARDENS to the FOREST; where we\nsaw Lawrence and Gwen follow Sir John the night before.\n\nON THE FOREST TRAIL\n\nLawrence pulls out Sir John's ripped POCKET, giving Samson\na good sniff of it. Samson barks, following the scent into\nthe foggy FOREST, quickly leading Lawrence.\n\nThey pass the eerie Talbot GRAVEYARD.\n\nEXT.",
  "50": "---END OF PREVIOUS SECTION---\nSamson barks, following the scent into\nthe foggy FOREST, quickly leading Lawrence. They pass the eerie Talbot GRAVEYARD. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CASTLE RUINS -- NIGHT\n\nSamson and Lawrence enter this clearing. The towering\nCASTLE RUINS appear menacing in the ghostly mist.\n\nSamson guides Lawrence towards the ruins, heading across an\nuneven field of fallen STONES. Samson goes to start BARKING\nat a large HOLE in the CASTLE WALL.\n\nLawrence pulls Samson's leash, dragging him back.\nHe ties Samson to a downed TREE, pets Samson's head.\n\f58.\n\nINSIDE THE CASTLE RUINS\n\nLawrence ducks through the HOLE, warily entering a dank,\nmoss-and-ivy-covered PASSAGEWAY. To the right, there's a\ndead end of fallen DEBRIS; to the left, a narrow STAIRWELL.\n\nFOLLOW: Lawrence moving urgently DOWN the twisting and\nturning STAIRWELL, leading with his lantern.\n\nIN THE CASTLE CATACOMBS\n\nLawrence exits the stairs into a TUNNEL PASSAGEWAY with\nempty BURIAL CHAMBERS in the walls. He holds his lantern\ndown to examine FOOTPRINTS on the muddy floor. RATS scurry.\n\nLawrence runs, ignoring the squealing RATS which flee ahead\nand peer from the chambers. He approaches an unlocked,\nwrought IRON GATE across the passageway, pushes through.\n\nLawrence nears the tunnel's end, arriving at...\n\nA massive, WOODEN DOOR, reinforced by a METAL SLATS.\n\nHe marvels at the door's SIX formidable LOCKS and huge\nCROSSBAR which can be dropped and locked across to keep\nwhatever in. He grasps the door handle, PULLING...\n\nIt takes tremendous effort to swing the door OPEN.\n\nINSIDE THE DOOR\n\nLawrence enters a large, tomb-like VAULT.\n\nStraight ahead, a METAL CHAIR stands amongst a pile of many\nheavy CHAINS and SHACKLES. The CHAINS and even the CHAIR\nitself are BOLTED into the STONE WALL behind.\n\nLawrence approaches. The WALLS and FLOOR around the chair\nare COVERED in countless deep SCRATCHES. CLAW MARKS.\n\nLawrence lifts his lantern, looking up...\nMore SCRATCHES on the low, stone CEILING.\n\nLawrence turns, looking to the inside of the DOOR.",
  "51": "---END OF PREVIOUS SECTION---\nLawrence lifts his lantern, looking up... More SCRATCHES on the low, stone CEILING. Lawrence turns, looking to the inside of the DOOR. \n---TARGET SECTION TO BE ANNOTATED---\nIt's covered in METAL PLATING which is CLAWED and DENTED.\n\nLawrence crosses to a far wall, examining...\n\nA SHRINE of sorts in a small ALCOVE. Melted WAX on the\nalcove shelf shows where CANDLES have burnt down amongst\nwilted FLOWERS under a framed PHOTO bolted into the wall...\nA PHOTOGRAPH of the lovely Gypsy woman, CARMILLA.\n\nCcuT TO:\nINT. FOREST -- NIGHT i\n\nLawrence runs full out, PISTOL held, sprinting down the long\nforest trail back towards the --\n\nSuddenly, the WEREWOLF LEAPS out from the dark forest with\n@ ROAR -- SLAMMING into Lawrence with violent ferocity!\n\nCONTINUED\n\f59.\n\nLawrence hits the ground, TUMBLING...\n\nThe Werewolf ROLLS off, SPRINGING agilely mid-roll...\nLANDING crouched, half-hidden in the foliage. 1\n\nLawrence struggles to recover, in great pain as he clutches\nhis left arm which BLEEDS PROFUSELY through his CLAWED OPEN\nsleeve. He looks up to see...\n\nThe Werewolf rises to full height so we finally lay eyes\nupon him: truly half-man/half-wolf, bipedal, covered in\ndense, dark FUR with much GREY FUR on his face. He wears\nSir John's PANTS and tattered SHIRT. His CLAWED hands,\njowls and heaving chest are matted with fresh BLOOD.\n\nSir John's features are recognizable in the Werewolf's\nfrightful visage, especially in the EYES; but there is no\nhumanity there. The Werewolf is an animal.\n\nThe Werewolf lets out a ear-splitting ROAR, fangs bared!\n\nLawrence looks to his right...\nWhere his PISTOL lies not far away.\n\nLawrence dives towards the gun, reaching...\nThe Werewolf crosses the distance instantly...\n\nSMASHING into Lawrence, CLAWS DIGGING IN; TEETH SINKING into:\nLawrence's shoulder as Lawrence CRIES OUT!\n\nThe Werewolf THROWS Lawrence...\n\n-Lawrence lands, stunned, his CLOTHING further SHREDDED, with\ndeep, BLOODY LACERATIONS beneath.\n\nLawrence tries to rise, crawling, trying not to black out.",
  "52": "---END OF PREVIOUS SECTION---\nThe Werewolf THROWS Lawrence... -Lawrence lands, stunned, his CLOTHING further SHREDDED, with\ndeep, BLOODY LACERATIONS beneath. Lawrence tries to rise, crawling, trying not to black out. \n---TARGET SECTION TO BE ANNOTATED---\nThe Werewolf comes to STOMP one clawed foot down on\nLawrence's back, forcing him to the ground!\n\nThe Werewolf crouches over Lawrence, HOWLING victoriously,\nraising one clawed hand, about to strike the killing blow...\nA RIFLE SHOT is HEARD -- a BULLET EXPLODING into a TREE\nbehind! The Werewolf spins, his attention captured.\n\nACROSS THE FOREST, Doctor Lloyd walks forward, aiming his\nsmoking RIFLE, his horse in the fog behind him.\n\nDOCTOR LLOYD\nLawrence!\n\nAs the Werewolf starts bounding towards Doctor Lloyd...\nLawrence manages to lift his head, trying to focus.\n\nLAWRENCE\nDoctor, no... run...!\n\f60.\n\nLAWRENCE'S POV\nThe Werewolf's storming across the forest. Doctor Lloyd\nFIRES again. As the Werewolf LEAPS to attack Dr. Lloyd\nEVERYTHING SPINS as Lawrence is BLACKING OUT...\nFADE TO BLACK\nWe HEAR DR. LLOYD'S SCREAMS. Then, THUNDER RUMBLING...\nFADE IN:\nFLASHBACK / INT. TALBOT HOUSE, BEDROOM -- NIGHT\n\nLIGHTNING FLASHES. Young Lawrence, 10, sits up in his bed\nlooking fearfully to the darkness.\n\nINT. TALBOT HOUSE, HALLWAY -- NIGHT\n\nWith the STORM HEARD raging outside, Young Lawrence peers\nout into the HALLWAY. An ANGUISHED HOWL is HEARD, but it's\nlost in the SOUND of THUNDER. Was it imagined?\n\nYoung Lawrence starts tentatively down the long, dark hall.\nLIGHTNING illuminates many big game, ANIMAL HEAD TROPHIES\nmounted one-after-another: TIGER... ELEPHANT... LION...\nYoung Lawrence walks, trying to ignore the freakish tableau.\nDOWN THE HALL\n\nYoung Lawrence slows, looking ahead to... a DOOR ajar.\nLIQUID pools out from beneath, like black molasses.\n\nYoung Lawrence moves to push the DOOR OPEN...\nIN THIS MASTER BEDROOM\nA DARK SHAPE is hunched over, cradling the FIGURE of a WOMAN.\n\nYOUNG LAWRENCE\nFather... ?\n\nThe DARK SHAPE turns.",
  "53": "---END OF PREVIOUS SECTION---\nIN THIS MASTER BEDROOM\nA DARK SHAPE is hunched over, cradling the FIGURE of a WOMAN. YOUNG LAWRENCE\nFather... ? The DARK SHAPE turns. \n---TARGET SECTION TO BE ANNOTATED---\n LIGHTNING FLASHES across the bloody\nface of the WEREWOLF! It's Sir John, fully transformed into\nthe Werewolf [without any grey fur], ROARING!\n\nThe cradled WOMAN'S HEAD falls back limply. It's Lawrence's\nMOTHER; her THROAT TORN OUT, BLOOD FLOWING to the floor.\n\nThe Werewolf drops her, turning towards Lawrence.\n\nYoung Lawrence stumbles back in horror...\n\nFalling back against his brother, Benjamin, 12, arriving in\nthe doorway. Benjamin, likewise terrified, raises a PISTOL\nto the room -- FIRES a BOOMING SHOT!\n\nCONTINUED\n\n \n\f61.\n\nThe Werewolf's HIT in the side, thrown back, YELPING!\n\nAs Benjamin adjusts his aim through the doorway...\nThe Werewolf's already FLYING across the darkness --\nSMASHING through a WINDOW -- gone into the STORMY NIGHT!\n\nWE LOOK STRAIGHT DOWN: upon Benjamin and Lawrence's MOTHER\nlying in a POOL of BLOOD as the ROOM begins SPIRALING...\n\nFADE TO BLACK\n\nMAN'S VOICE (0.S.)\nMister Talbot? Wake up, sir...\n\nCLOSE ON:\n\nWATER is THROWN in Lawrence's face, causing him to GASP\nAWAKE. He's groggy, disoriented.\n\nMAN'S VOICE (0.S.)\nAfternoon, Mister Talbot. We'll have\nyou awake finally, if you please.\n\nAngry SHOUTS and EXALTATIONS ECHO from elsewhere.\nAs Lawrence tries to regain his senses, we REVEAL...\n\nINT. CELL, INSANE ASYLUM -- NIGHT\n\nLawrence is in a small, filthy ASYLUM CELL, seated in a\nWOODEN WHEELCHAIR. He's shirtless, with all the bruised,\nraw, werewolf-inflicted WOUNDS across his ARMS, SHOULDERS\nand CHEST sewn up in heavy twine STITCHES. Lawrence panics.\n\nLAWRENCE\nWhat... what is this...?\n\nHe struggles, his ARMS and LEGS BOUND to the chair.\nBearded, bespectacled DOCTOR HENDRICK, in a dirty LAB COAT\nwatches. A CREEPY GUARD stands holding the WATER BUCKET.",
  "54": "---END OF PREVIOUS SECTION---\nHe struggles, his ARMS and LEGS BOUND to the chair. Bearded, bespectacled DOCTOR HENDRICK, in a dirty LAB COAT\nwatches. A CREEPY GUARD stands holding the WATER BUCKET. \n---TARGET SECTION TO BE ANNOTATED---\nLAWRENCE\nWhat the hell is this!?\n\nDOCTOR HENDRICK\nCalm yourself, Mister Talbot, or I'll\nbe forced to put you back under.\n\nLawrence realizes he's unable to break free, helpless.\n\nDOCTOR HENDRICK\nMy name is Doctor Hendrick. You've\nbeen committed to The Lambeth Asylum, |\nLondon. Not your first visit with t\nus, apparently.\n\nCONTINUED i\n\f62.\n\nLAWRENCE\nNo. That's... that's not possible...\nThis isn't happening!\n\nDOCTOR HENDRICK\nLet's please try not to upset\nourselves. You are here for your own\ngood, after all.\n(to CREEPY GUARD)\nBring him.\n\nIN THE ASYLUM CORRIDOR\n\nCreepy Guard pushes Lawrence in the squeaky wheelchair as\nDoctor Hendrick walks alongside. They pass other INMATES'\nCELLS. Lawrence is in a state of numb, horrified disbelief.\n\nDOCTOR HENDRICK\nYou tried to kill yourself. Your\nfather brought you to us. You are\ngravely injured, not just physically,\nbut mentally as well. We've had to\nkeep you heavily sedated, lest you\ntear loose your stitches again.\n\nLAWRENCE\nHow long have I been here?\n\nDOCTOR HENDRICK\nA fortnight now. Spent ranting.\nRaving. You are severely delusional.\n\nLawrence glimpses INMATES in their cells: filthy, half-naked\nMEN, CRYING, spouting GIBBERISH and/or gesticulating wildly.\n\nDOCTOR HENDRICK\nYour father is a werewolf, you say.\nYou believe your wounds were not self-\ninflicted, but caused when he\nattacked you in his... animalistic\nstate. You also claim your father\nmurdered your mother. Do you\nremember any of this?\n\nLAWRENCE\n(grimly)\nI remember. I remember everything.\nINT. LAMBETH ASYLUM, HENDRICK'S OFFICE -- NIGHT\nLawrence is wheeled in. Sir John stands looking up at\nyellowed CHARTS of HUMAN ANATOMY which cover the walls of\nthis cluttered, disorganized OFFICE.\nLawrence strains in angry frustration against his bindings.\n\nCONT INUED\n\f63.",
  "55": "---END OF PREVIOUS SECTION---\nSir John stands looking up at\nyellowed CHARTS of HUMAN ANATOMY which cover the walls of\nthis cluttered, disorganized OFFICE. Lawrence strains in angry frustration against his bindings. CONT INUED\n\f63. \n---TARGET SECTION TO BE ANNOTATED---\nDOCTOR HENDRICK\nSir John.\n\nSIR JOHN\nDoctor. Would it be possible for me\nto visit privately with my son?\n\nDOCTOR HENDRICK\nI suppose, so long as you're careful.\n\nCREEPY GUARD\nI'll be right outside in the hallway,\nSir, if he should become agitated.\n\nHendrick and Creepy Guard go. Sir John looks to Lawrence.\n\nSIR JOHN\nI tried warn you. I told you not to\njoin the hunt.\n\nLAWRENCE\nWhere's Gwen?\n\nSIR JOHN\nGone. Probably somewhere here in\nLondon. What does it matter?\n\nLAWRENCE\nDoctor Lloyd?\n\nSIR JOHN\nKilled. Saving you, it seems. Dead\nalong with Strickland and Colonel\nMontford.\n\nLAWRENCE\nYou killed them.\n\nSIR JOHN\nApparently. Though, only you and I\nknow that. To everyone else, we and\nsome peasants were the few survivors.\n\nLAWRENCE\nYou... you killed mother.\n\nThis troubles Sir John. He nods, solemnly remembering.\n\nSIR JOHN\nYes. Yes. So long ago...\n(pause)\n\nIt's like a vague memory of a\nnightmare. A nightmare that began on\na fateful African expedition. Kenya,\n1863. Where the hunter became the\nhunted. What manner of creature\nattacked me, I did not know...\n\f64.\n\nFLASHBACK / EXT. AFRICAN PLAIN -- NIGHT\n\nBy FULL MOON light, with his CAMP in the distance, Younger\nSir John, RIFLE up, stalks through waist-deep GRASSLANDS.\n\nA huge WEREWOLF SPRINGS up from the bush\nSir John wheels, FIRING! -- too late as the fearsome,\nWEREWOLF is already upon him, SCREECHING!\n\n \n\n \n\nBACK TO SCENE -- ASYLUM OFFICE\n\nSIR JOHN\nI barely fought the thing off, but\nnot before I was bitten. So when I\nreturned to Blackmoor and my family,\nto recover from my wounds... I had no\nidea a demon slumbered inside me. In\nmy very blood.\n\nFLASHBACK / EXT.",
  "56": "---END OF PREVIOUS SECTION---\nI had no\nidea a demon slumbered inside me. In\nmy very blood. FLASHBACK / EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TALBOT HALL, MASTER BEDROOM -- NIGHT\n\nThe bloody-faced WEREWOLF that Sir John has become drops\nMOTHER'S BODY, turning towards Young Lawrence in the doorway.\n\nBACK TO SCENE -- ASYLUM OFFICE\nSir John is truly remorseful.\n\nSIR JOHN\n\nAt the time, I was fully prepared to\ntake my own life. How could I not,\nafter what I had done? Except... it\nwas not me.\n\n(looks to Lawrence)\nWhen the transformation comes, I\ncease to exist. I have no control\nover the beast... nor recollection of\nits actions, afterwards. I was as\nmuch a witness to the tragedy of your\nmother's death as you were.\n\nLAWRENCE\nIs that what you tell yourself?\nSIR JOHN\nBelieve what you want. I mourn her\n\nevery day.\n(looking around) i\nAs for this place... I brought you\nhere then, to heal your broken mind.\nIt's where you built what memory of i\nher death your sanity could accept. |\n(pause)\nMeanwhile, I persuaded your brother\nto aid me. So that before the next |\nfull moon... I\n(more) i\n\nCONTINUED\n\fSIR JOHN (CONT.)\nHe and I had labored to create such\na prison that could, contain the\nwerewolf.\n\nFLASHBACK / INT. CASTLE RUINS, VAULT -- NIGHT\n\nYounger Sir John, shirtless, is seated in the METAL CHAIR we\nsaw earlier. He's SHACKLED and CHAINED, sweating, waiting\n\nBACK TO SCENE -- ASYLUM OFFICE |\n\nSIR JOHN\nEvery month since, I have imprisoned\nmyself.\n\nFLASHBACK / INT. CASTLE RUINS, VAULT -~ NIGHT\n\nYoung Sir John is CHAINED down, in MID-TRANSFORMATION!\nHe's SCREAMING in pain, FUR GROWING across his quaking body\nas he struggles to break free of the tangle of CHAINS!\n\nBACK TO SCENE -- ASYLUM OFFICE\n\nSIR JOHN\nOnce each month at least, and twice\nin those months, we soon discovered,\nwhen a second moon on the cusp of the\nwax or wane is whole enough to\novertake me.\n\nLAWRENCE\nBen knew, all this time.",
  "57": "---END OF PREVIOUS SECTION---\nHe's SCREAMING in pain, FUR GROWING across his quaking body\nas he struggles to break free of the tangle of CHAINS! BACK TO SCENE -- ASYLUM OFFICE\n\nSIR JOHN\nOnce each month at least, and twice\nin those months, we soon discovered,\nwhen a second moon on the cusp of the\nwax or wane is whole enough to\novertake me. LAWRENCE\nBen knew, all this time. \n---TARGET SECTION TO BE ANNOTATED---\nSIR JOHN\nBenjamin had always been the one\nperson in my life who remained\nsteadfast by my side. Together, we\nwere able to carve out a life for me,\ndespite my incurable affliction. We\nkept my bestial alter-ego at bay.\n\nLAWRENCE\nUntil now. Until Carmilla.\n\nSir John looks to Lawrence.\n\nLAWRENCE\nI saw the vault in the castle ruins.\nI saw the shrine you made to her. it\nwas never Benjamin who had the affair\nwith the Gypsy woman. It was you.\n\nSIR JOHN\nYes.\n\nCONTINUED\n\fLAWRENCE\nBen was not himself once Carmilla was\njailed, because he knew that you were\nthe adulterer. That's why he had\nbeen seen arguing with her... why he\nvisited her. He knew Carmilla\ncarried your child.\n\nSIR JOHN\nAnd look what the Philistines did to\nher. Her vile husband beat her\nbloody before bringing her to\nStrickland, and yet she was the one\njailed. And for what Crime? Love.\nFor love! For that selfsame failing,\nI was expected to be brought forth\nand pilloried. Made a pariah! For\ndaring to know love yet one last time\nin my life!\n\nLAWRENCE\nExcept you let this happen when you\nrefused to come forward.\n\nSIR JOHN\nUntrue! I did everything I could to\nfree Carmilla...\n\nLAWRENCE\nEverything but accept responsibility!\n\nSIR JOHN\n\nIf I came forward, they never would\nhave let it end! She gave them a\nname, as I told her to. The next\nnight would have passed without\nincident. I would have made certain\nof that. She should have been\nreleased to leave with her tribe! I\nwas willing to lose her, if that's\nwhat it took. Against every emotion\nin my heart, I would've watched her\nwalk out of my life, even carrying my\nown child! So long she was free!\n\n(fury growing)\nYou saw.",
  "58": "---END OF PREVIOUS SECTION---\nAgainst every emotion\nin my heart, I would've watched her\nwalk out of my life, even carrying my\nown child! So long she was free! (fury growing)\nYou saw. \n---TARGET SECTION TO BE ANNOTATED---\n You saw how the good\nvillagers of Blackmoor held their\ntongues while Strickland paraded\nCarmilla before them! After so many\nyears of my protecting every man,\nwoman and child from the abomination\ninside me! To what end? So I should\nhave to watch as their persecutions\ndrove her to her death...!?\n\nLAWRENCE\nYou've...you've gone mad...\n\n66.\n\nCONTINUED\n\n \n\ni\n|\n|\n|\n\f67.\n\nSIR JOHN\nTo hell with each and every one of\nthem. Let them mount whatever\n\ndefense they can manage... till\neither Blackmoor is dead... or I am.\nLAWRENCE\nCan't you see that it's driven you\nmad!\nSIR JOHN\n\nYou may be right. Absolutely. But,\nwhat concern is it of yours anymore?\nYou've been bitten. You must know\nwhat that means.\n\nLawrence does know, desolate, straining in his bindings.\n\nSIR JOHN\nIt would have been God's mercy if you\nweren't discovered alive, but you\nwere. You survived.\n(long pause)\nThere's only one gesture of kindness\nI can show you now.\n\nSir John produces a STRAIGHT RAZOR, shows its blade.\nSIR JOHN\n\nKeep it hidden. Till a time comes\nwhen you are alone and can use it.\n\nSir John comes to place the closed RAZOR in Lawrence's bound\n\nhand, so Lawrence can palm it.\n\nSIR JOHN\nFarewell, son. Farewell.\n\nSir John walks towards the door. Lawrence is demoralized,\nbut takes a deep breath, mustering one last defiance.\n\nLAWRENCE\nBefore you go, I want you to know...\nI know now that you killed Ben.\n\nSir John stops, keeping his back to Lawrence.\n\nLAWRENCE\nHe never would have helped you\nunleash the werewolf. He would have\nfought you. And so you killed him,\nthat very first night, didn't you?\n\nSIR JOHN\nI couldn't have, could I? Since he\nwent missing the day after.\n\nCONT INUED\n\f68.\n\nLAWRENCE\nNo. When Gwen said he was still at\nTalbot Hall after the first murder,\nshe was trusting in what you told\neveryone. But, she was in London.",
  "59": "---END OF PREVIOUS SECTION---\nLAWRENCE\nNo. When Gwen said he was still at\nTalbot Hall after the first murder,\nshe was trusting in what you told\neveryone. But, she was in London. \n---TARGET SECTION TO BE ANNOTATED---\nBen had sent her away. Because he\nknew what you were about to do!\n\nSir John still faces away, betraying nothing.\n\nSIR JOHN\nBenjamin left. He's deserted me,\njust as you deserted me before him...\n\nLAWRENCE\nYou probably didn't even know till\nyou found him in the morning, isn't\nthat so...?!\n(venting fury)\nAnd where did you hide the body?!\nWhere did you bury my brother?!!\n\nThe DOOR SLAMS OPEN as Creepy Guard and Dr. Hendrick enter.\nLAWRENCE\nHe gave his whole life to you; your\nloving, loyal son... and you murdered\nhim! YOU MURDERED HIM!!\n\nCreepy Guard comes to grab Lawrence in a headlock.\n\nDr. Hendrick stabs a HYPODERMIC NEEDLE into Lawrence's neck\n\nLawrence's hand SPASMS...\nDropping the RAZOR to the floor.\n\nDr. Hendrick pushes the hypo's plunger. As Lawrence CRIES\nOUT, we ZOOM IN: entering HIS PUPIL -- into PITCH BLACK...\n\nNIGHTMARE MONTAGE BEGINS / INT. THEATER -- NIGHT\n\nFrom BLACKNESS: a gaslight LAMP FLICKERS to life, back-—\nlighting a stage-craft FULL MOON within a familiar,\npainted STAGE BACKDROP of crooked trees and grim sky.\nLawrence steps INTO FRAME, wearing a STRAITJACKET.\n\nLAWRENCE\nTo be or not to be. That is the\nquestion! Whether 'tis...\n\nHe overacts, trying to be HEARD over growing O.S. GROWLING.\n\nLAWRENCE\nWhether 'tis nobler in the mind to\nsuffer!! The slings and arrows of\n\noutrageous fortune!\n\nCONTINUED\n\fShouting over the still GROWING SOUND of monstrous SNARLING\nand GNASHING, Lawrence looks out to see...\n\nHe stands before an S.R.O. AUDIENCE made up entirely of all\nmanner of MALE and FEMALE WEREWOLVES in FANCY DRESS; all of\nthem ravenously consuming dismembered HUMAN REMAINS.",
  "60": "---END OF PREVIOUS SECTION---\nR. O. AUDIENCE made up entirely of all\nmanner of MALE and FEMALE WEREWOLVES in FANCY DRESS; all of\nthem ravenously consuming dismembered HUMAN REMAINS. \n---TARGET SECTION TO BE ANNOTATED---\nThe WEREWOLVES tear into severed ARMS and LEGS, some\nfighting over bloody ENTRAILS, while down the CENTER AISLE\nwalks the transformed SIR JOHN; fully a WEREWOLF, in a fine\nSUIT, smoking a CIGAR and CLAPPING his clawed hands.\n\nSIR JOHN WEREWOLF\nBravo! Bravo! My son, ladies and\ngentlemen! My son!\n\nThe stage's RED CURTAIN FALLS CLOSED behind Lawrence as he\nbacks fearfully away, slipping through the center slit...\nON THE OTHER SIDE OF THE CURTAIN: Lawrence finds himself...\n\nON THE MOORS\n\nIN A DENSE FOG. Lawrence walks, leaving the curtain behind.\n\nOLD MALEVA'S VOICE (0.S.)\nEven a man who is pure in heart and\nsays his prayers by night...\n\nThere's a huge SHAPE slowly approaching in the FOG.\nOLD MALEVA'S VOICE (0.8.)\n++. May become a wolf when the\nwolfsbane blooms... and the autumn\nmoon is bright.\n\nOld Maleva arrives on horseback, in full GYPSY REGALIA.\n\nLAWRENCE\nWhy are you here?\n\nOLD MALEVA\nI pledged to seek you out, Lawrence\nTalbot... if the spirits gave an\n\nanswer to your question. From across\n\nthe beyond, the answer came...\n(pause)\n\nBenjamin is with your mother now.\n\nLAWRENCE\nMy mother?\n\nOLD MALEVA\nThey are together.\n\nLAWRENCE\nMy... mother is dead.\n\nCONT INUED\n\f70.\n\nOld Maleva guides her horse past Lawrence, moving on.\n\nOLD MALEVA\nPerhaps you will join them soon.\n\nIn a moment, she's gone in the the WHITENESS of the FOG.\n\nDISSOLVE TO:\n\nIN A PADDED ASYLUM CELL\n\nWHITE WALLS are covered in old blood and worse. Lawrence\nsleeps, in his STRAITJACKET, curled fetal, DREAMING...\n\nLAWRENCE'S DREAM -- WEREWOLF'S POV\n\nWe're RUNNING quickly through misty, gnarled FOREST...\n\nIN THE CELL\n\nLawrence rolls, twitching. Areas of FUR are beginning to\ncrop up on his face. His VEINS THROB. His grinding TEETH\nare becoming SHARP FANGS.",
  "61": "---END OF PREVIOUS SECTION---\nAreas of FUR are beginning to\ncrop up on his face. His VEINS THROB. His grinding TEETH\nare becoming SHARP FANGS. \n---TARGET SECTION TO BE ANNOTATED---\n He's partially transformed!\nLAWRENCE'S DREAM -- WEREWOLF'S POV\n\nRUNNING fast, from FOREST to the open MOORS...\n\nIN THE CELL\n\nLawrence rolls back the other way, now returned to NORMAL.\nHe continues stirring, feverish.\n\nLAWRENCE'S DREAM -- WEREWOLF'S POV\n\nRUNNING across the GREAT LAWN, to TALBOT HOUSE, where every\nWINDOW is filled with a bright, HELLISH RED GLOW.\n\nDISSOLVE TO:\n\nIN_A WATER TANK\n\nLawrence PLUNGES UPSIDE DOWN into a GLASS TANK of MURKY\nWATER! His eyes open, bulging, as he awakens, mortified.\nHe's in up to his waist, straitjacketed.\n\nLawrence squirms, left under for an interminably long time.\nAs he YELLS, spewing BUBBLES, he's suddenly YANKED UPWARD...\n\nIN AN ASYLUM TREATMENT ROOM\n\nCreepy Guard turns the WHEEL of a CHAIN and PULLEY SYSTEM\nwhich hoists Lawrence, by his CHAINED feet, up from the\nHydro-Therapy TANK. Lawrence hangs, GASPING.\n\nCONT INUED\n\f71.\n\nLAWRENCE'S UPSIDE-DOWN POV: reveals other INMATES in BIZARRE\nCONTRAPTIONS; One naked LUNATIC is strapped to a TABLE, with\nINCISIONS on his body BLEEDING into GROOVES in the tabletop;\nanother INMATE, in a LEATHER COLLAR at the end of a POLE\nheld by a DOCTOR, is forced to walk a crude TREADMILL.\n\nLawrence ends up face-to-upside-down-face with Dr. Hendrick.\n\nDOCTOR HENDRICK\n(to Creepy Guard)\nAgain.\n\nLawrence barely has time to react as Creepy Guard kicks the\nrelease on the PULLEY-SYSTEM'S WHEEL, dropping Lawrence...\n\nIN THE WATER TANK\n\nLawrence SPLASHES under! He twists, desperately afraid.\nMore endless seconds tick by, till he simply can't hold his\nbreath any more. He's BLACKING OUT, his eyes rolling back.",
  "62": "---END OF PREVIOUS SECTION---\nHe twists, desperately afraid. More endless seconds tick by, till he simply can't hold his\nbreath any more. He's BLACKING OUT, his eyes rolling back. \n---TARGET SECTION TO BE ANNOTATED---\nDISSOLVE TO:\nLAWRENCE'S DREAM -- LAWRENCE'S POV\n\nWe WALK down the familiar UPSTAIRS HALLWAY of the TALBOT\nMANSION. Where once were the big game, animal head\nTROPHIES, now hang stuffed and mounted HUMAN HEADS...\n\nThe discolored, gory HEADS of FITZGERALD... CONSTABLE NYE...\nSTRICKLAND... DOCTOR LLOYD... COLONEL MONTFORD; each ,with\ntheir NAME engraved on.a BRASS PLAQUE beneath.\n\nFURTHER ON, we approach the MASTER BEDROOM DOOR, HEARING a\nWOMAN'S CRIES. The door OPENS by itself...\n\nIN THE MASTER BEDROOM\nBy OIL LAMP LIGHT, a WEREWOLF attacks a WOMAN on the BED.\n\nIt's Gwen on the bed, struggling, SCREAMING. The WEREWOLF\nis on top of her, TEARING at her clothing. Gwen pounds on\nthe creature's chest, trying to fight him off, in tears.\n\nGWEN\nNo... no... Lawrence, no!\n\nThe Werewolf abruptly reacts, stopping. We can see it now,\nin his EYES -- it is Lawrence. The Werewolf turns, seeing\nhimself in a huge, ornate MIRROR across the room...\n\nIN THE MIRROR: it's human LAWRENCE reflected, sweaty, having\nforced himself onto Gwen who lies under him, weeping.\nReflected-Lawrence grabs the LAMP, enraged, THROWING it --\nSHATTERING the mirror as the LAMP EXPLODES into FLAMES!\n\n \n\nEND MONTAGE/DISSOLVE TO:\n\fINT. ASYLUM, PADDED CELL -- NIGHT\n\nLawrence lifts his bedraggled head, regaining consciousness.\n\nHe is once again BOUND to his WHEELCHAIR. He's barefoot,\ndressed in an institutional SHIRT and PANTS.\nHendrick stands flanked by Creepy Guard.\n\nDOCTOR HENDRICK\nGood evening, Mister Talbot. Against\nmy better judgement, I've decided to\nallow a visitation. I hope it may\nhave a calming influence.\n\nLawrence is groggily trying to shake out the cobwebs.\n\nDOCTOR HENDRICK\nYou'll only have a moment.",
  "63": "---END OF PREVIOUS SECTION---\nI hope it may\nhave a calming influence. Lawrence is groggily trying to shake out the cobwebs. DOCTOR HENDRICK\nYou'll only have a moment. \n---TARGET SECTION TO BE ANNOTATED---\nA young, pasty-faced INTERN escorts Gwen in, waits by the\n\ndoor. Gwen looks at Lawrence, hand to her mouth, anguished.\n\nGWEN\nLawrence.\n\nLAWRENCE\nGwen? Is it truly you?\n\nGWEN\nOh, Lawrence... I've been trying for\nweeks to be allowed to see you. Are\nyou alright? What have they done?\n(to Dr. Hendrick)\nWhy is he tied down like this?!\n\nDOCTOR HENDRICK\nFor his own safety, Miss.\n\nLAWRENCE\nIt's alright, Gwen. You're...you're\nwith your family? Here in the city?\n\nGWEN\nYes. We're doing everything we can.\nYour father... he brought you without\n\ntelling anyone. You were hurt,\nnearly killed. He took you from\nTalbot Hall in the middle of the\nnight.\n\n(sorrowful pause)\nI... I thought I might never find you\nagain...\n\nGwen reaches to touch Lawrence's face.\n\nDOCTOR HENDRICK\nNo physical contact with the patient\nif you please, Miss.\n\nCONTINUED\n\f73.\n\nLAWRENCE\nI... I can't tell if you're a dream\nor if I'm awake. I'm sorry.\n\nTears roll down Lawrence's cheeks.\n\nGWEN\nWe're going to get you out of here\nsomehow. We'll do whatever it takes.\nWe'll go to doctors, solicitors...\n\nLAWRENCE\nNo. It's too late. It's too late\nfor me now.\n\nGWEN\nWhat...what are you talking about?\nWhat happened? What happened that\nnight?\n\nDOCTOR HENDRICK\nThat's enough, Miss Conliffe. I can\nsee this was a mistake...\n\nDoctor Hendrick nods and Pasty Intern steps forward.\n\nLAWRENCE\nListen to me, Gwen. Promise me. ,\nDon't ever go back there...\n\nPasty Intern begins pulling Gwen away. She's distraught.\n\nLAWRENCE :\nDon't go back to Blackmoor, whatever\nyou do. Swear to me that you won't!\n\nGWEN\nI...I promise...\n(to Pasty Intern)\nLet go of me! No! Lawrence!\n\nGwen's looking back as she's pulled away. Gone.\nLawrence despairs. Doctor Hendrick's angry.",
  "64": "---END OF PREVIOUS SECTION---\nGone. Lawrence despairs. Doctor Hendrick's angry. \n---TARGET SECTION TO BE ANNOTATED---\nDOCTOR HENDRICK\nCalming influence indeed.\n(looks at his WATCH,\nto Creepy Guard)\nBring him.\n\ncur To:\nINT. ASYLUM, OPERATING THEATER ~- NIGHT\nCreepy Guard wheels Lawrence to the center of the room, by\nan OPERATING TABLE, under central GAS LAMPS. Many empty\nCHAIRS are arranged in surrounding circles.\n\nCONTINUED\n\n \n\n|\n\f74,\n\nDoctor Hendrick stands. TWO other DOCTORS sit in the front\nrow.\n\nDOCTOR HENDRICK\n(to Lawrence)\nMy associates and I... we've been\nquite eager for this night to arrive.\nWe consider you a particularly\nfascinating case.\n\nLAWRENCE\n(bitterly)\nI'm flattered.\n\nCreepy Guard walks back to the only door while sorting\nthrough the MANY KEYS on his KEYCHAIN. He LOCKS the door.\n\nDOCTOR HENDRICK\nWhat you're suffering from is called\n\n\"Lycanthropy.\" Simply put, it's the\nbelief that you will be transformed\ninto a wolf... that you will take on\n\ncertain physical characteristics of\nthe wolf. There are legends of\nwerewolfism as far back as Greek\nmythology, and beyond. Across almost\nevery culture, you will find some\nversion of the \"changling\" delusion.\n\nDr. Hendrick paces. Creepy Guard returns to observe.\n\nDOCTOR HENDRICK\n\nThere were ancient, primal tribes\nwhose warriors believed that\nconsuming the flesh of those they\ndefeated would grant them their\nenemies strengths. The Norse\nBerserkers would adorn themselves in\nanimal hides before each battle. In\nthe Medieval Ages, throughout Europe,\nthousands of persons, even tens of\nthousands, were put to death as\nconvicted werewolves.\n\n(pause)\nWe live in a more enlightened age.\n\n(to 2ND DOCTOR)\nDoctor, if you wouldn't mind...\n\n2nd Doctor rises, crossing to a tall WINDOW.\n\nDOCTOR HENDRICK\nWe are here tonight, to illustrate\nconclusively that your fears are\nguite irrational.\n\n2nd Doctor pulls aside the CURTAINS, revealing a view of the\nNIGHT SKY and the high FULL MOON shining brightly.\n\nCONT INUED\n\fRealization strikes Lawrence like a thunderbolt.\n\nLAWRENCE\nWhat...",
  "65": "---END OF PREVIOUS SECTION---\n2nd Doctor pulls aside the CURTAINS, revealing a view of the\nNIGHT SKY and the high FULL MOON shining brightly. CONT INUED\n\fRealization strikes Lawrence like a thunderbolt. LAWRENCE\nWhat... \n---TARGET SECTION TO BE ANNOTATED---\nwhat are you doing...?\n\nDOCTOR HENDRICK\nWe are simply going to remain in this\nroom together, all night. And once\nyou've witnessed that the full moon\nholds no sway over you; that you\nremain a perfectly ordinary human\nbeing...\n\nLAWRENCE\nmy God...\n\nDOCTOR HENDRICK\nYou will have taken your first small\nstep down the long road to recovery.\n\nLAWRENCE\nYou can't do this... you can't!\n\nDOCTOR HENDRICK\nLycanthropy is a disease of the mind\nexisting somewhere in the deep\nrecesses of your thoughts. Yes, to\nyou, it seems very real!\n\nLAWRENCE\nIt is real! You've got to believe me!\n\n. DOCTOR HENDRICK\nYou've suffered quite traumatic\npersonal experiences, Mister Talbot,\nwe're well aware. You hate your\nfather. Your mother committed\nsuicide. Therefore, your father must\nbe to blame for her death...\n\nLawrence is fed up, begins struggling violently, trying\n\npull his arms and legs free of the wheelchair!\n\nDOCTOR HENDRICK\nYou witnessed your mother's self\nmutilation! Your young mind, unable\nto accept it, created a fantastical\ntruth; that your father is literally\na monster!\n\n75.\n\nto\n\nLawrence is unable to free himself, SWEATING, BREATHING HARD.\n\nDOCTOR HENDRICK\nBut, your father is not a werewolf.\nYou were not bitten by a werewolf.\n(more)\n\nCONT INUED\n\fDOCTOR HENDRICK (CONT.)\nYou will not become a werewolf\nanymore than... than I will sprout\nwings and fly out that window!\n\n2nd and 3rd DOCTOR, and especially Creepy Guard, CHUCKLE.\nEXT. LONDON CITYSCAPE -- NIGHT\n\nAcross the FOGGY CITY, at the HOUSES OF PARLIAMENT, majestic\nBIG BEN shows 12:00. The CLOCKTOWER TOLLS... TOLLS...\n\nINT. OPERATING THEATER -- NIGHT\n\nDr. Hendrick sits beside the other doctors. (BIG BEN can be\nHEARD faintly TOLLING MIDNIGHT in the B.G.)\n\nDOCTOR HENDRICK\nTonight, we will sit and watch the\nevening passing uneventfully.",
  "66": "---END OF PREVIOUS SECTION---\nOPERATING THEATER -- NIGHT\n\nDr. Hendrick sits beside the other doctors. (BIG BEN can be\nHEARD faintly TOLLING MIDNIGHT in the B. G.)\n\nDOCTOR HENDRICK\nTonight, we will sit and watch the\nevening passing uneventfully. \n---TARGET SECTION TO BE ANNOTATED---\nLAWRENCE\nTonight you will sit and watch me\nbecome a werewolf, and then I will\nkill you all! Please, listen...\nsedate me! Lock me up! Kill me!\n\nLawrence looks down to see...\nVEINS on the back of his hands THROB; tiny HAIRS GROW!\n\nLAWRENCE\nDo something, anything, I'm begging\nyou! You have to --\n\nLawrence doubles over, suddenly in excruciating pain!\nHe jerks back in the wheel chair CRYING OUT!\n\nLAWRENCE\nIt's... HAPPENING...!\n\nDoctor Hendrick and the other doctors watch, unimpressed.\nDOCTOR HENDRICK\nIt's your imagination, Mister Talbot.\nAll in your vivid imagination!\nLawrence CRIES OUT, hyperventilating, TREMBLING...\n\nLAWRENCE\nGET! OUT!\n\nAnd the old-school TRANSFORMATION begins...\nLawrence's hands clench as heavy FUR begins to SPROUT,\nimpossibly quickly! His FINGERTIPS split, GROWING CLAWS!\n\nLawrence's FEET endure a similar transformation, flesh\nrippling, thick FUR SPROUTING as if by magic! CLAWS GROW!\n\nCONTINUED\n\f77.\n\nDr. Hendrick and associates watch in stupefied terror.\n\nLawrence throws his head back, SCREAMING! FUR'S GROWING out\nfrom his face and jowls while his TEETH become sharp FANGS!\n\nCreepy Guard's slack-jawed, backing to the door.\nLawrence's FACE MUTATES into the lurid, monstrously lupine\nface of THE WOLFMAN; his long SCREAM becoming the raging,\nguttural ROAR of the Wolfman!\n\nDOCTOR HENDRICK\nBloody Hell!\nDr. Hendrick, 2nd Doctor and 3rd Doctor make a mad scramble\nfor the door, where... Creepy Guard's already beginning a\ndesperate search through his overburdened KEYCHAIN.\n\nThe transmutation now complete, the Wolfman struggles\nagainst the STRAPS holding him to the wheelchair!\n\nAT THE LOCKED DOOR, Creepy Guard's frantically trying to\n\nfind the KEY! The three doctors are BANGING on the door,\nYELLING, trying to pull it open! Dr.",
  "67": "---END OF PREVIOUS SECTION---\nAT THE LOCKED DOOR, Creepy Guard's frantically trying to\n\nfind the KEY! The three doctors are BANGING on the door,\nYELLING, trying to pull it open! Dr. \n---TARGET SECTION TO BE ANNOTATED---\n Hendrick wrests the\nKEYCHAIN from Creepy Guard's grasp.\n\nDOCTOR HENDRICK\nGive me those keys, you imbecile!\n\nThe Wolfman YANKS his arms and legs free, rising.\n\n2nd Doctor sees this, looks up, across the room...\nThere's a LADDER built into the wall, leading to a SKYLIGHT.\n\n2nd Doctor runs towards the ladder.\nWolfman reacts, enraged, THROWING the WHEELCHAIR...\n\nThe WHEELCHAIR SMASHES 2nd Doctor against the wall!\nHe slumps, trailing a wide SMEAR of BLOOD.\n\nWolfman ROARS, heading for the others.\n\nHendrick tries one KEY in the door's lock... doesn't work\nCreepy Guard sees the Wolfman coming.\n\n3RD DOCTOR\nHurry, Hendrick, hurry! :\n\nCreepy Guard gathers his nerve, turning to face the Wolfman,\nreaching to take his heavy TRUNCHEON from his belt. With a\nYELL of bravado, Creepy Guard charges, the club raised...\n\nThe Wolfman greets him with a swift and bloodying BACKHANDED\nSWIPE -- sends Creepy Guard CARTWHEELING...\n\n \n\nCreepy Guard TOPPLES the OPERATING TABLE!\nCONTINUED :\n\f78.\n\nWolfman LEAPS across the distance...\nLands on Creepy Guard to begin TEARING HIM APART!\n\nAT THE DOOR, Dr. Hendrick inserts another KEY...\n\nDOCTOR HENDRICK\nGot it!\n\nAs he turns the KEY, it SNAPS OFF in the LOCK.\n\nDOCTOR HENDRICK\nOh boy.\n\nBy the OPERATING TABLE (which blocks our view of most of the\ngory carnage), the Wolfman straightens, BLOOD-SOAKED, having\nfinished with Creepy Guard.\nDr. Hendrick begins POUNDING the door's small, circular\nWINDOW. 3rd Doctor looks around, frantic, sees...\nThe Wolfman stalking towards them.\nIN THE HALLWAY\nON THE OTHER SIDE OF THE DOOR: Dr. Hendrick's BLOODIED FIST\nBREAKS the WINDOW! Hendrick presses his face against the\nsmall HOLE, jagged glass cutting his fingers.\nDOCTOR HENDRICK\n\nHelp! Open this door! Oh, Lord,\n\nsomeone please open this --\nDoctor Hendrick is violently PULLED AWAY.",
  "68": "---END OF PREVIOUS SECTION---\nDOCTOR HENDRICK\n\nHelp! Open this door! Oh, Lord,\n\nsomeone please open this --\nDoctor Hendrick is violently PULLED AWAY. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. LAMBETH ASYLUM -~ AN INSTANT LATER\nThe FULL MOON is REFLECTED in ONE of the tall WINDOWS high\non the red brick exterior of Lambeth Asylum, and then...\nThe WINDOW SPLINTERS as Dr. Hendrick is THROWN OUT!\nFollowed immediately by the Wolfman LEAPING OUT!\nIN MID-AIR\n\nDr. Hendrick WAILS as he FALLS headlong for SIX STORIES,\nflailing. Behind, the Wolfman FALLS lithely.\n\nBELOW\n\nDr. Hendrick SPLATTERS onto the THAMES' RIVERBANK with the\nmost disturbing sound of finality. The Wolfman's more\nfavorable trajectory carries him... SPLASHING into the RIVER!\n\ncur TO:\n\fINT. LONDON SEWERS -- NIGHT\n\nIn this long, dark, underground TUNNELWAY, with SLUDGY WATER\nFLOWING swiftly through, a MAN'S HEARD WHISTLING. A lanky\nRAGPICKER, in tattered SUIT and CAP, makes his way down the\ntunnel, carrying a 7-foot-long, WOODEN POLE and a LANTERN.\n\n \n\nHe's wading in the putrid water, using his pole to poke at\nthe GARBAGE floating and.accumulated on the narrow, rat-\ninfested WALKWAYS to either side of him.\n\nRAGPICKER\n(SINGING)\nThe man in the moon came down too\nsoon and asked his way to Norwich!\nHe went by the south and burnt his\nmouth with eating cold plum porridge!\n\nRagpicker pulls up a GLOVE, examines then discards it.\n\nRAGPICKER\n(SINGING)\n\"Oh... will you walk into my parlor?\"\nSaid the Spider to the fly, \"It is\nthe prettiest parlor that you ever\ndid spy!\"\n\nHe brings up a soaking BOOT with his stick. It's worth\ntaking, so he shoves it in the SACK slung over his shoulder.\n\nRAGPICKER\n\"You've only got to pop your head\ninside of the door, and you'll see\nmany curious things you never saw\nbefore, Will you, will you walk in,\npretty Fly?\"\n\nFrom behind him, the Wolfman's HOWL ECHOES, distant.",
  "69": "---END OF PREVIOUS SECTION---\nRAGPICKER\n(SINGING)\n\"Oh... will you walk into my parlor?\"\nSaid the Spider to the fly, \"It is\nthe prettiest parlor that you ever\ndid spy!\"\n\nHe brings up a soaking BOOT with his stick. It's worth\ntaking, so he shoves it in the SACK slung over his shoulder. RAGPICKER\n\"You've only got to pop your head\ninside of the door, and you'll see\nmany curious things you never saw\nbefore, Will you, will you walk in,\npretty Fly?\"\n\nFrom behind him, the Wolfman's HOWL ECHOES, distant. \n---TARGET SECTION TO BE ANNOTATED---\nIt gives Ragpicker pause: He waits, then continues, leery.\n\nRAGPICKER\n\"My fine house is always open,\" said\nthe Spider to the Fly, \"I'm glad to\nhave the company of all who go by...\"\n\nThe Wolfman's HOWL is HEARD, very NEAR.\nRagpicker spins to look back, aiming his lantern.\n\nRAGPICKER\n(quietly, afraid) |\n\"Will you... will you walk in, pretty !\n\nFly...? Will you grant me one sweet\nkiss, dear,\" says the Spider to the :\nFly.\" |\n\nDOWN THE TUNNEL: coming slowly into view... is the LIGHT of\nthe LANTERN reflected in the Wolfman's TWO RED EYES.\n\nCONTINUED\n\f80.\n\nRagpicker turns, FLEEING down the tunnel...\nFOLLOW: as he's SPLASHING through the muck, TURNING this way\nand that... navigating the MAZE of TUNNELS, not looking back.\n\nFURTHER ON\n\nRagpicker stumbles from one TUNNEL, entering into a main\nartery INTERSECTION. WATER'S POURING in from everywhere.\n\nRAGPICKER\n(uncertain)\nWhich way... which way...?!\n\nThe RATS scurrying along the walkways are choosing the\nlargest tunnel; moving the same direction as the WATER'S\nINCREASED FLOW. Ragpicker follows their lead.\n\nDOWN THE TUNNEL\n\nRagpicker sloshes along, FALLING in the RUSH of WATER,\nregaining his footing, keeping his lantern aloft.\nHe halts, crestfallen, shining the lantern ahead...\n\nRAGPICKER\nLordie.\n\nAll the rats are disappearing through HOLES in\nthe tunnel's aged brickwork, while beyond that...\n\nThe TUNNEL itself ends at an OUTLET which is criss~-crossed\nby a latticework of METAL BARS, so that while the WATER'S\nRUSHING out, for Ragpicker it's a DEAD END.\n\nRagpicker aims his lantern back up the tunnel, against the\ncurrent. Before long, the RED EYED Wolfman can be seen\ncreeping into the LIGHT, SNARLING lowly. As Ragpicker backs\naway, we PULL BACK: through the METAL BARS to...",
  "70": "---END OF PREVIOUS SECTION---\nRagpicker aims his lantern back up the tunnel, against the\ncurrent. Before long, the RED EYED Wolfman can be seen\ncreeping into the LIGHT, SNARLING lowly. As Ragpicker backs\naway, we PULL BACK: through the METAL BARS to... \n---TARGET SECTION TO BE ANNOTATED---\nOUTSIDE THE TUNNEL\n——— EE\nAt the SEWER'S OUTLET, we HEAR only the RUSH of the WATER\nCASCADING OUT into the THAMES along with the SOUNDS of the\nCITY as the murky WATER begins FLOWING RED with BLOOD.\n\ncur TO:\nEXT. THAMES RIVER BANK -~- NIGHT\nEEE EEE SANK, ~~ NIGHT\nTWO uniformed CONSTABLES patrol a WALKWAY along the Thames.\nAcross the RIVER, massive SMOKESTACKS disgorge black clouds\nto the sky. 1st Constable carries a LANTERN, noticing...\n\n1ST CONSTABLE\nHold on. What's this here...?\n\nHe points out a WET AREA of RAILING and WALKWAY where it\nlooks like someone's climbed out from the river.\n\nCONTINUED\n\n \n\f81.\n\nBoth constables follow the TRAIL of splashed WATER across\nthe walkway to where lst Constable kneels, indicating...\n\nWet, clearly inhuman, CLAWED FOOTPRINTS left by the Wolfman.\n\nThe constables share a look of bewilderment. They follow\nthe WET FOOTPRINTS to STAIRS leading up a WOODED HILLSIDE.\n\nEXT. PUBLIC PARK -- MOMENTS LATER\n\nAt the top of the STAIRWAY, lst and 2nd Constable arrive,\nsurveying the surrounding PARK. They walk, seeing...\nSOMETHING'S out there in the open space of the LAWN.\n\nStill advancing, 2nd Constable takes his BILLY CLUB from his\nbelt while 1st Constable puts his WHISTLE to his lips.\n\nIN THE LANTERN LIGHT: the Wolfman's on his haunches,\ncrouched forward. He turns, clutching a dripping fistful of\nORGANS he's pulled from the pried-open CHEST CAVITY of a\nMALE CORPSE, letting out a ROAR from his blood-dripping maw!\n\n2ND CONSTABLE\nWhat in God's creation...?!\n\nThe Wolfman rises, moving towards the stupefied constables.\nlst Constable starts BLOWING his WHISTLE!\n\nThe Wolfman reacts immediately, throwing his hands to his\nears. He retreats from the HIGH PITCH WHISTLING.",
  "71": "---END OF PREVIOUS SECTION---\nlst Constable starts BLOWING his WHISTLE! The Wolfman reacts immediately, throwing his hands to his\nears. He retreats from the HIGH PITCH WHISTLING. \n---TARGET SECTION TO BE ANNOTATED---\nACROSS THE PARK\n\nThe Wolfman runs with a fast, loping gait...\nHeaded for a WOODED AREA ahead with BRIGHT LIGHTS beyond.\n\n1st and 2nd Constable chase, BLOWING their WHISTLES.\nEXT. WEST END STREET -- MOMENTS LATER\n\nResidential. Well-dressed PEDESTRIANS, mostly GENTLEMEN\nescorting their LADIES, are on the SIDEWALKS. Begging\nURCHIN CHILDREN wheedle. COACHES cross. A large, multi-\npassenger OMNIBUS is pulled by a TEAM of HORSES.\n\nFrom the bordering PARK, the Wolfman LEAPS from the TREELINE\ninto the street, recoiling in confusion at all the GAS LAMP\nLIGHT and ACTIVITY. PEDESTRIANS react. WOMEN SCREAM.\n\nThe Wolfman runs directly into the path of the OMNIBUS...\nThe horses REAR up, spooked, SCREECHING!\n\nThe Wolfman flees onward across the street.\nThe horses BOLT, charging forward, picking up speed!\n\f82.\n\nON THE OMNIBUS\n\nThe omnibus DRIVER pulls on the reins, to no avail.\nThe horses are OUT OF CONTROL, heading for the SIDEWALK... i\n\nON THE SIDEWALK\n\nAs EVERYONE'S fleeing all directions...\nA wealthy MAN and WOMAN are brutally RUN DOWN!\n\nON THE STREET\n\nThe omnibus' horses veer back towards the street, but\nthey're turning too sharply -- THROWING the DRIVER from his\nperch as the OMNIBUS is TIPPING...\n\nIN THE OMNIBUS\n\nA DOZEN PASSENGERS all CRY OUT as the OMNIBUS OVERTURNS!\nEVERYONE'S THROWN! BREAKING WINDOWS rain GLASS SHARDS!\n\nON THE STREET\n\nMore panicked PEDESTRIANS scatter as...\nThe Wolfman charges straight at one BUILDING, LEAPING...\n\nThe Wolfman grabs onto the the building's BRICKFACE and\nbegins swiftly scaling the FACADE and WINDOW LEDGES. He's .\nastonishingly agile, using his clawed HANDS and FEET to make\nquick work of the THREE STORIES.",
  "72": "---END OF PREVIOUS SECTION---\nThe Wolfman grabs onto the the building's BRICKFACE and\nbegins swiftly scaling the FACADE and WINDOW LEDGES. He's . astonishingly agile, using his clawed HANDS and FEET to make\nquick work of the THREE STORIES. \n---TARGET SECTION TO BE ANNOTATED---\nON THE ROOFTOP\n\nThe Wolfman pulls himself up, traversing the ROOFTOP 'S EDGE\nat an effortlessly-balanced sprint, JUMPING...\n\n...landing on all\nfours on the neighboring, PITCHED ROOF. He quickly climbs\nthat roof to it's peak, moving fleet-footedly along the\nnarrow peak till he once again JUMPS...\n\n..-.TRAVELING an impossible distance...\n\n...to the next ROOFTOP, fleeing on without hesitation or mis-\nstep. And so it goes as he LEAPS from BUILDING...\n\n...to BUILDING,\nwith unerring animal physicality and instinct, against the\nbackdrop of the great, sprawling, London METROPOLIS.\n\ncur TO:\nINT. BALLROOM -- NIGHT i\nIn this elegant BALLROOM, a MASQUERADE BALL takes place. |\nAbout TWENTY-FIVE COUPLES DANCE to lovely MUSIC played by a\nSTRING QUARTET.\n\nCONTINUED\n\f83.\n\nOTHER surrounding COUPLES stand watching, sipping CHAMPAGNE.\nEVERYONE is in elaborate COSTUME, musicians included; all\nwear fanciful ANIMAL MASKS.\n\nAt long BANQUET TABLES at one end of the room, SERVANTS\n\nclear dishes left from a feast. Some COUPLES still linger\nat the tables, conversing. It's at the giant WINDOWS over\nthe dining tables where -- the Wolfman comes CRASHING IN...\n\nThe Wolfman lands in the middle of the dancing revellers,\ngrabbing one BIRD-MASKED MAN from behind and reaching around\nwith one hand to CLAW OPEN THE MAN'S THROAT!\n\nBLOOD FOUNTAINS up as the ROARING Wolfman drops the victim.\n\nThe Wolfman starts cutting a bloody swatch of carnage —-\nATTACKING ANYONE and EVERYONE within his grasp!\n\nIt's pandemonium! EVERYONE SCREAMING! MUSIC STOPS\ndisharmoniously. MEN try to protect WOMEN, but...\n\nThe Wolfman SLASHES at MEN and WOMEN alike with his razor-\nsharp CLAWS -- RIPPING, GOUGING and MAULING -- cutting\npeople up, BLOOD SPRAYING!\n\nThe Wolfman spins, SWIPING at one WOMAN, gutting her...\nShe drops to her knees, her INTESTINES SLOSHING to the floor.",
  "73": "---END OF PREVIOUS SECTION---\nThe Wolfman SLASHES at MEN and WOMEN alike with his razor-\nsharp CLAWS -- RIPPING, GOUGING and MAULING -- cutting\npeople up, BLOOD SPRAYING! The Wolfman spins, SWIPING at one WOMAN, gutting her... She drops to her knees, her INTESTINES SLOSHING to the floor. \n---TARGET SECTION TO BE ANNOTATED---\nEVERYONE'S FLEEING away from the center, but...\nPEOPLE are falling, getting TRAMPLED!\n\nTHREE BRAVE COSTUMED MEN .rush forward...\n\nA BULL-MASKED MAN attacks the Wolfman, taking a wild swing,\nbut the Wolfman grips the man's arm while BITING savagely\nnear the shoulder -- TEARING THE MAN'S ARM OFF!\n\nThe Wolfman discards the man and the arm as a TIGER-MASKED\nMAN charges! The Wolfman TOSSES this man far...\n\nTiger-Masked Man lands grotesquely in a twisted heap!\n\nA GORILLA-MASKED MAN jumps on the Wolfman from behind, but\nthe Wolfman immediately THROWS HIM OFF!\n\nThe man's trying to crawl away, but The Wolfman's on him,\nSINKING HIS FANGS INTO THE BACK OF GORILLA-MASKED MAN'S\nHEAD! We can just HEAR the SKULL CRACKING over the man's\nCRIES as BLOOD POURS out of the MASK'S MOUTH and EYES!\n\nThe bloody Wolfman rises, spinning to look for who's next.\nAn OWL-MASKED MAN SHOVES past others to THROW one of the OIL i\nLAMPS taken from the banquet tables... |\n\nOWL-MASKED MAN i\nLook out!\n\nThe LAMP SMASHES in front of the Wolfman, FLAMES SPREADING!\nThe Wolfman's freaked out, backing away.\n\nCONTINUED i\n\f84.\n\nAnother LANTERN is HURTLED...\nIt EXPLODES onto the floor! The Wolfman voices his fury,\nholding up his arms against the FLAMES!\n\nThe Wolfman retreats...\n\nEveryone scatters from his path as he VAULTS over the\nBANQUET TABLES and begins pulling himself up the cascading\nCURTAINS of the shattered WINDOWS.\n\nHigh above, the Wolfman clings to the curtains, KICKS OFF\n\n \n\nfrom the wall -- SWINGING out above the crimson-stained\naftermath below -- HURTLING HIMSELF out into the night!\ncur TO:\n\nEXT. LONDON STREET, EAST END -- NIGHT\n\nOn a sparsely peopled STREET in a poor section, a few\nDRUNKARDS congregate outside a TAVERN. Wild DOGS wander.",
  "74": "---END OF PREVIOUS SECTION---\ncur TO:\n\nEXT. LONDON STREET, EAST END -- NIGHT\n\nOn a sparsely peopled STREET in a poor section, a few\nDRUNKARDS congregate outside a TAVERN. Wild DOGS wander. \n---TARGET SECTION TO BE ANNOTATED---\nA drunk, young LADY-OF-THE-EVENING, in a soiled DRESS,\nstumbles from the tavern, MUTTERING under her breath.\n\nThe Young Lady starts down the SIDEWALK, none too steady.\nShe's passing a MAN walking the other way.\n\nYOUNG LADY\nPardon, Sir... spare a few bob?\n\nAs the MAN'S brushing by her...\n\nYOUNG LADY\nWilling to make it worth your while,\nsquire. What do you say?\n(watching him go)\nSnotty.\n\nYoung Lady SPITS after him, walking on.\nShe heads down a dark ALLEYWAY.\n\nACROSS THE STREET, from a DARK ALCOVE: a MAN steps into\nview. He's handsome, dressed in BLACK, wearing a tall, TOP\nHAT and an enveloping CLOAK reaching almost to the ground.\nHe grips a CANE capped by a SILVER, horned DEVIL'S HEAD\nhandle with RUBY EYES. Let's call the man JACK.\n\nJack swiftly crosses towards the ALLEYWAY.\n\nAs he reaches the opposite sidewalk, he treads upon a\ndiscarded NEWSPAPER headlined: \"2ND RIPPER VICTIM FOUND!\"\n\nDOWN THE ALLEY\n\nLight FOG hangs low. Young Lady's meandering along,\nmuttering to herself, while... Jack follows, cape flowing,\nlooking to be certain no one else is around.\n\nYoung Lady HEARS Jack's FOOTSTEPS, looking back...\n\nCONT INUED\n\f85.\n\nShe sees Jack coming. She walks faster, unnerved.\nJack walks faster.\nYoung Lady may be drunk, but she's not stupid. She runs.\n\nHandsome Jack strides after, confident she won't escape.\nHe's sweating, excited, with an awful gleam in his eye.\n\nJACK'S HAND twists the devil-head top of his CANE and\nunsheathes a long, glinting KNIFE BLADE.\n\nYoung Lady's running, deathly afraid, trying to hike up her\nskirt so she can run faster.\nJack's closing fast, when...\n\nThe Wolfman drops from above...\nSLAMMING Young Woman to the ground!\n\nBehind, Jack stops dead in his tracks, startled.\n\nYoung Lady's CRIES die quickly as the Wolfman'S DIGGING HIS\nTEETH INTO her throat, THRASHING!\n\nJack witnesses, appalled by the sight, sickened.",
  "75": "---END OF PREVIOUS SECTION---\nBehind, Jack stops dead in his tracks, startled. Young Lady's CRIES die quickly as the Wolfman'S DIGGING HIS\nTEETH INTO her throat, THRASHING! Jack witnesses, appalled by the sight, sickened. \n---TARGET SECTION TO BE ANNOTATED---\nAT THE MOUTH OF THE ALLEYWAY\nJack sprints out from the ALLEY, shoving by TWO burly\nFACTORY WORKERS. The men curse him as he continues fleeing.\nJack trips and FALLS... SPLASHING into an enormous puddle in\nthe street, losing his HAT. He scrambles up and keeps\nrunning as fast as his legs will carry him.\ncur TO:\nEXT. LONDON OVERVIEW -- NIGHT\nIn the distance, on a high TRAIN TRESTLE, we can see THE\nWOLFMAN making his way along the top of the angular, iron\nstructure. A long TRAIN steams by in the other direction.\ncur TO:\nINT. WALLED ENCLOSURE -- NIGHT\nSOUNDS of EXOTIC BIRDS are HEARD. The Wolfman pulls himself\nup atop a tall WALL, remains there, crouched, sniffing at\nthe night air. He drops down inside the wall.\n\nHe's entered a lush GARDEN of sorts, filled with exotic\nPLANTS and TREES. He moves warily through, hunkered.\n\nThe Wolfman hesitantly approaches a large, placid POND.\nHe crouches at the water's muddy edge, begins scooping water\nto his mouth, drinking, ever watchful.\n\nCONTINUED\n\n \n\f86.\n\nAs the Wolfman drinks, we PULL BACK: beyond IRON BARS to\nreveal that this GARDEN is actually an enclosed ZOO HABITAT\nwhich, according to its SIGN holds a...\n\n \n\n“Crocodylus niloticus;\nNile Crocodile.\"\n\nIN THE ENCLOSURE, Wolfman continues sating his thirst at the\npond's edge, in a rare moment of quiet calm. He stops\ndrinking, leaning forward to peer curiously into the water...\n\nHe's transfixed by his own REFLECTION for a long moment.\n\nThen, just as the REFLECTION is broken by RIPPLES...\nAn enormous CROCODILE LUNGES UP from the water, reaching out\nhis massive jaws to CLAMP DOWN on the Wolfman's leg!\n\nThe crocodile performs a DEATH ROLL, DRAGGING the Wolfman\nback with him into deeper water!\n\nThe Wolfman's YELPING, clawing and fighting back...",
  "76": "---END OF PREVIOUS SECTION---\nAn enormous CROCODILE LUNGES UP from the water, reaching out\nhis massive jaws to CLAMP DOWN on the Wolfman's leg! The crocodile performs a DEATH ROLL, DRAGGING the Wolfman\nback with him into deeper water! The Wolfman's YELPING, clawing and fighting back... \n---TARGET SECTION TO BE ANNOTATED---\nHe SLASHES at the crocodile, managing to extricate his torn,\nBLOODY leg from the croc's craggy-toothed mouth.\n\nIn the frothing water, the two behemoths WRESTLE!\nIt's a brutally violent, life-and-death struggle!\nThe crocodile SLAMS the Wolfman with his powerful tail...\n\nThe Wolfman lands at the water's edge, dazed.\nThe HISSING crocodile attacks from behind!\n\nThe Wolfman rolls, barely. avoiding the croc's gnashing jaws!\n\nThe crocodile twists, snapping after the Wolfman...\nWolfman climbs on the crocodile's back, gripping the croc's\nhead in both hands -- PULLING with all his might!\n\nKneeled on the crocodile's back, with the savage reptile\nTHRASHING beneath him, the Wolfman's PULLING the crocodile's\nhead back further... further still, until finally -- the\ncrocodile's SPINE is HEARD SNAPPING grotesquely!\n\nThe croc goes MOTIONLESS. The Wolfman releases his grip.\n\nThe Wolfman rises, spent, staggering away from his defeated\n\nfoe, bearing BLEEDING WOUNDS from the encounter.\n\nThe Wolfman lets out a long victory HOWL.\n\nFrom not far away, another HOWL answers.\n\nThe Wolfman turns, his eyes widening. |\nHe HOWLS again. Several HOWLS reply. |\nEXT. LONDON ZOO, WOLF CAGE -- MOMENTS LATER !\nThe Wolfman (favoring his now wounded leg) arrives at a big, t\nCIRCULAR CAGE which is home to FIVE full-grown WOLVES. The |\nwolves pace, excited by Wolfman's presence, HOWLING, YELPING. |\n\nCONTINUED\n\f \n\n87.\n\nWolfman's equally excited, circling, watching as the\nimprisoned wolves follow his every move.\n\n \n\nThe Wolfman vaults over the spectator RAILING, getting a\ngrip on the cage's METAL BARS. He presses his face to the\nbars, puzzling over them, angrily rattling them.\n\nThe Wolfman starts trying to bend the bars; PULLING at them.\nThe wolves pace back and forth, vocalizing frantically.",
  "77": "---END OF PREVIOUS SECTION---\nHe presses his face to the\nbars, puzzling over them, angrily rattling them. The Wolfman starts trying to bend the bars; PULLING at them. The wolves pace back and forth, vocalizing frantically. \n---TARGET SECTION TO BE ANNOTATED---\nThe Wolfman keeps trying, using his inhuman strength --\nbeginning to BEND the creaking BARS APART!\n\ncur TO:\nEXT. LONDON CEMETERY -- NIGHT\n\nIn the middle of this vast, hilly CEMETERY, with tall\nGRAVEMARKERS, BURIAL VAULTS and eerie STATUARY for as far as\nthe eye can see, there's a SMALL GROUP at work...\n\nBy LANTERN light, a greasy-faced, shabbily-dressed, middle-\n\naged GRAVEROBBER and his FOUR, young STREET URCHIN i\naccomplices (Artful-Dodger-types), strain at ROPES tied {\naround a COFFIN they're hoisting up from an exhumed GRAVE. :\n\nThey manage to set the heavy COFFIN beside the open grave,\npropping it up on the DIRT MOUND they've dug.\n\nGRAVEROBBER\nThat's the way, lads. A little bit\nof effort leads to good things,\naren't I always saying?\n(smiles his CROOKED SMILE)\nNow... let's see how good!\n\nGraverobber pulls the COFFIN LID OPEN. He and the Four\nUrchins grin in at the CORPSE of the well-dressed MAN.\n\nGRAVEROBBER\nHello, Mister Sir! Glad to meet you!\nPleasure's all ours!\n\nGraverobber and his urchins LAUGH, setting to work, quickly\nand efficiently removing anything of value; taking RINGS\nfrom the man's fingers and CUFF LINKS from his cuffs.\nExtracting a WATCH FOB and GOLD POCKET WATCH while plucking\nBUTTONS from the man's SHIRT and SUIT. Graverobber pries\nopen the corpse's mouth, leaning close to look inside.\n\nThe youngest urchin, blonde~haired and rosy-cheeked,\nBLONDIE, occupies himself removing the deceased's SHOES.\n\nyet notice... that the FIVE 200 WOLVES silently arrive,\n\nWe PULL BACK: so we see what the graverobbing gang does not |\ntaking up positions amongst the neighboring HEADSTONES. |\n\nCONT INUED i\n\f86.",
  "78": "---END OF PREVIOUS SECTION---\nGraverobber pries\nopen the corpse's mouth, leaning close to look inside. The youngest urchin, blonde~haired and rosy-cheeked,\nBLONDIE, occupies himself removing the deceased's SHOES. yet notice... that the FIVE 200 WOLVES silently arrive,\n\nWe PULL BACK: so we see what the graverobbing gang does not |\ntaking up positions amongst the neighboring HEADSTONES. |\n\nCONT INUED i\n\f86. \n---TARGET SECTION TO BE ANNOTATED---\nGRAVEROBBER\nFunny, isn't it; how this here gent\nwho wouldn't've given us the time of\nday when he was alive...\n(holds up POCKET WATCH)\nIs such a generous fellow dead!\n\nGraverobber LAUGHS again, but the laugh catches in his\nthroat as he spots one of the wolves.\n\nGraverobber stands as the urchins all turn, looking...\nThe wolves have them surrounded.\n\nGRAVEROBBER\nAlright, my lads... let's be calm\nabout this... nice and caim...\nGraverobber licks his lips, looking to a SHOVEL sticking up\nfrom the dirt mound. Meanwhile, the closest wolf begins\nedging forward, GROWLING menacingly.\n\nGRAVEROBBER\nOn the count of three... run.\n\nGraverobber slowly reaches for the shovel, watching as that\nmost aggressive wolf creeps even CLOSER...\n\nGRAVEROBBER\n1... 2... 3... RUN!\n\nThe urchins scatter! Graverobber grabs the shovel just as\nthe first wolf LEAPS at him!\n\nGraverobber SWINGS the shovel, BASHING the wolf aside!\nThe YELPING wolf goes tumbling!\n\nThe four other wolves all RUN OFF...\nFollowing the urchins in different directions.\n\nGraverobber raises the shovel, preparing to swing again, but\nhe's losing his footing in the loose dirt...\n\nHe TRIPS backwards over the coffin, coffin LID SLAMMING as\nhe FALLS down into the deep, dark GRAVE!\n\nIN THE GRAVE: Graverobber's hurt, groaning, trying to rise.\nDIRT FALLS IN onto him as he's looking up...\nJust in time to see the COFFIN SLIDING...\n\nGRAVEROBBER\nBollocks! i\n\nThe heavy COFFIN SMASHES down -- CRUSHING Graverobber!\nACROSS THE GRAVEYARD '\nSeveral urchins run... |\n\nCONT INUED\n\fZIG-ZAGGING through HEADSTONES.\nTwo of the wolves race after them!\nELSEWHERE AMONGST THE GRAVESTONES\n\nBlondie, our favorite urchin, runs for all he's worth, still :\nhugging the dead man's SHOES to his chest.\nTwo ravenous wolves are right behind.\n\nBlondie glances back, terrified.",
  "79": "---END OF PREVIOUS SECTION---\nELSEWHERE AMONGST THE GRAVESTONES\n\nBlondie, our favorite urchin, runs for all he's worth, still :\nhugging the dead man's SHOES to his chest. Two ravenous wolves are right behind. Blondie glances back, terrified. \n---TARGET SECTION TO BE ANNOTATED---\n Ahead, there are TWO\nVAULTS close together. It's a tight fit, but Blondie\ndisappears down the NARROW SPACE between them...\n\nWhen the two wolves arrive side-by-side, their attempt to\nfollow becomes a SNARLING FIGHT over right of way.\n\nFURTHER ON\n\nBlondie ducks down in the shadow of a massive GRAVEMARKER,\npressing against the cold stone, hiding. The SNARL of the\nwolves is soon HEARD. Blondie watches as, down the ROW of\nGRAVES, the two wolves arrive, prowling.\n\nThe wolves SNIFF at the ground, heading Blondie's way.\n\nBlondie notices for the first time that he's still got the\nshoes. He swallows, deciding. Carefully trying to make as\nlittle noise as possible, Blondie THROWS one shoe...\n\nThe SHOE'S HEARD landing a few rows down.\nThe two wolves immediately raise their heads.\nThey rush off in the direction of the sound.\n\nBlondie grins, relieved. He stands slowly, craning his neck\nto make sure the coast is clear. Something WET starts\nDRIPPING down onto his shoulder. Blondie notices, looking\nat the droplets... RED droplets.\n\nBlondie looks straight up...\n\nABOVE, standing balanced atop of the huge GRAVEMARKER, is\n\nthe Wolfman leering down. He DROPS, letting out a ROAR!\nCUT TO:\n\nEXT. ST. PAUL'S CATHEDRAL -- NIGHT\n\nAmidst the boundless LONDON CITYSCAPE...\n\nThe Wolfman climbs towards the peak of the spectacular DOME\n\nof ST. PAUL'S CATHEDRAL.\n\nThe Wolfman reaches up at the FULL MOON, HOWLING loudly...\nHOWLING with a kind of disconsolate yearning.\n\nFADE TO BLACK\n\f90.\n\nFADE IN:\nEXT. BUILDING ROOF -- DAWN\n\nA hard RAIN FALLS. On a high ROOFTOP overlooking the city,\nLawrence, in human form, lies face down, unconscious.\n\nHe stirs, awakening. He drags himself to his feet, holding\nhis head in pain, noticing the WOUNDS on his leg.\nHe touches the wounds, not fully understanding.\n\nLawrence looks down at his tattered, blood-stained SHIRT and\nPANTS.",
  "80": "---END OF PREVIOUS SECTION---\nHe drags himself to his feet, holding\nhis head in pain, noticing the WOUNDS on his leg. He touches the wounds, not fully understanding. Lawrence looks down at his tattered, blood-stained SHIRT and\nPANTS. \n---TARGET SECTION TO BE ANNOTATED---\n He examines his hands and forearms, which are\ncovered in SCRAPES and LACERATIONS. There's BLOOD under his\nFINGERNAILS. Now, realization begins to come to him.\n\nAs Lawrence turns to look out over the storm shrouded CITY,\nthe full weight of the lost evening crashes down upon him.\n\nHe falls to his knees, numbed by the horror of it, the RAIN\nwashing over him. He breaks down ~- afraid, ashamed,\nenraged -- WEEPING into his hands.\n\ncur TO:\n\nINT. CHURCH -- MORNING\n\nThe CHURCH'S dark interior is meager in scale and adornment.:\n\nPEWS are empty. An elderly PRIEST lights CANDLES near the\nentrance. Lawrence enters, still in his wet, torn clothing,\nslowly walking up the CENTER AISLE.\n\n. PRIEST\nMay I assist you, son?\n\nLAWRENCE\nI'll only be a moment.\n\nPRIEST\nIs there something you need? Do you\nwish confession?\n\nLawrence stops, standing in DARKNESS, without turning.\n\nLAWRENCE\nIt's a little late for that.\n\nLawrence continues. Halfway up the aisle, he takes a seat,\nkneeling. Pale LIGHT filters in through the STAINED GLASS\nWINDOWS behind a large CROSS over the ALTER. All is QUIET.\nLawrence puts his hands together, lowers his head.\n\nLAWRENCE\n(quietly)\nI'm not here to ask forgiveness.\nWhat things I've done...\n(more)\n\nCONTINUED\n\f91.\n\nLAWRENCE (CONT.)\n(pause)\nI don't even remember. I do know I\nwill pay for them. I am damned. I\nam damned, and there will be a\nreckoning, soon enough.\n\n(pause)\nI ask one thing, though I have no\nright. I beg of you... let me do\n\nwhat needs to be done. Give me the\nstrength I'm afraid I don't have.\n\nLawrence looks up, hands still clasped.\n\nLAWRENCE\nGive me the courage to finish this.\n\nCuT TO:\nINT. CONLIFFE HOUSE, UPSTAIRS PARLOR -- MORNING\nIn the PARLOR of this upper middle-class, 3-story ROW HOME,\nGwen works mending CLOTHING at a SEWING MACHINE.",
  "81": "---END OF PREVIOUS SECTION---\nLAWRENCE\nGive me the courage to finish this. CuT TO:\nINT. CONLIFFE HOUSE, UPSTAIRS PARLOR -- MORNING\nIn the PARLOR of this upper middle-class, 3-story ROW HOME,\nGwen works mending CLOTHING at a SEWING MACHINE. \n---TARGET SECTION TO BE ANNOTATED---\n She's\nweary from lack of sleep. GWEN'S FATHER enters, a man of\nkindly appearance, wearing a look of great worry.\n\nGWEN'S FATHER\nGwen, dear.\n\nGWEN\nYes, Father? What's wrong?\n\nGWEN'S FATHER\nYou'd... better come.\n\nIN THE DOWNSTAIRS ENTRYWAY\n\nGwen walks down the STAIRS to the front of the house,\nuncertain, followed by Father. GWEN'S MOTHER, a stout,\nhandsome woman, stands in the HALLWAY, likewise worried.\nMother looks to the FRONT DOOR. Gwen follows her gaze...\nA FIGURE can be seen through the DOOR'S TRANSLUCENT GLASS.\nGwen crosses quickly, going to OPEN the FRONT DOOR...\n\nON THE PORCH, Lawrence stands, desolate, soaking wet and\nshivering, holding himself against the cold.\n\nGwen can barely believe her eyes, overcome by emotion.\nShe takes his hands, bringing him inside, SHUTTING the DOOR.\n\ncur TO:\nINT. UPSTAIRS PARLOR -- DAY\n\nFIRE in the FIREPLACE. Lawrence sits in a CHAIR, wearing\nclean, new CLOTHING (borrowed from Gwen's father).\n\nCONT INUED\n\f92.\n\nHe gazes into the flames. Gwen stands at one WINDOW, j\nwatching the RAIN. A large, mantel CLOCK is HEARD TICKING. oo\n\nLAWRENCE\n\nFinally... when I awoke, it was with\nno real memory of last night.\nExcept, of bloodshed. An orgy of\nviolence.\n\n(pause)\nThe curse has been passed on from the\nfather to the son.\n\n(troubled pause)\nAnd, there is one last thing. I'm\ncertain that Benjamin tried to stop\nmy father.\n\n(hesitant)\nI'm just as certain that my father\nkilled Benjamin.\n\nGwen's bathed in the day's cold, pale light.\n\nLAWRENCE\nI'm so very sorry.\n\nGWEN\nAs you say it... I know it's true.\nI've known I need to begin mourning\nhim.\n(pause)\nI just don't know if I can bring\nmyself to accept it.\n\nGwen brushes away tears. Lawrence stands.\nLAWRENCE\nThere isn't much time. I've nowhere\nelse to turn.",
  "82": "---END OF PREVIOUS SECTION---\nLawrence stands. LAWRENCE\nThere isn't much time. I've nowhere\nelse to turn. \n---TARGET SECTION TO BE ANNOTATED---\nGWEN -\nWhat can I do?\n\nLAWRENCE\nIf you can manage it, I need enough\nmoney to get a horse.\n\nGWEN\nWhy? Where will you go?\n\nLawrence does not answer. Gwen realizes.\n\nGWEN\nNo. You can't go back there.\n\nLAWRENCE\nI have to.\n\nCONT INUED\n\f \n\nGWEN\nYou said yourself, he killed Ben...\nkilled so many others. He'll kill\nyou.\n\n \n\nLAWRENCE\nHe has already, Gwen. He has. It\nwill be a full moon again tonight.\n{looking at his hands)\nEven now, I feel it... like a\ncrawling beneath my skin; a burning\nin my veins. I have till before\nmidnight to get to Blackmoor and to\nend my father's life. And then...\n(pause)\nThen, I will do what it takes to end\nthe curse in me.\n\nGwen's shaking her head, agonized.\n\nGWEN\nThere must be some other way... {\nLAWRENCE '\nThere isn't.\nGWEN\nThere must be! This... this can't be\nhappening!\nLAWRENCE\n\nI can't run, not from this. Not this\ntime. There's no one else. It's my\nturn to be the one to face\nresponsibility.\n\nLawrence crosses to Gwen, his voice thick with emotion.\n\nLAWRENCE\n\nNothing in heaven or on earth can\nchange what's happened, or what\nhappens tonight. Nothing can stop\nthe moon. But, I'd have given\nanything that our paths might have\ncrossed in some other life. If we'd\nhave only had a chance somehow.\n\nLawrence takes Gwen's hand in his.\n\nLAWRENCE\nI confess... there is a part of me\npraying that if I'm able to avenge my\nbrother, he may forgive my feelings\nfor you. Feelings I've fought so\nhard against, please believe me...\n\nLawrence KISSES Gwen's hand. Her heart is breaking.\n\nCONTINUED\n\f94.\n\nLAWRENCE\nForgive me.. Let Benjamin forgive me.\n\nGwen takes Lawrence's face in her hands, presses her lips to\nhis. They KISS gently, both crying.\n\nGWEN\n(quietly)\nPray he'll forgive us both.",
  "83": "---END OF PREVIOUS SECTION---\nGwen takes Lawrence's face in her hands, presses her lips to\nhis. They KISS gently, both crying. GWEN\n(quietly)\nPray he'll forgive us both. \n---TARGET SECTION TO BE ANNOTATED---\nLAWRENCE\nGoodbye, Gwen.\n\nGWEN\nNo. Please, don't go...\n\nLAWRENCE\nGoodbye is all we have left; all life\never had for you and me.\n(whispers)\nGoodbye.\n\nTearfully, they share one last KISS.\n\nEXT. LONDON STREET CORNER -- DAY\n\nGLOOMY SKIES. PEDESTRIANS everywhere. Streets are clogged\nwith VEHICLES. Lawrence, wearing a COAT, makes his way down\nthe crowded SIDEWALK, passing a young STREET HAWKER waving\n\na NEWSPAPER with a PHOTO of LAWRENCE under the HEADLINE:\n\"ESCAPED MENTAL PATIENT! Brutal Killings in the Night!\"\n\nSTREET HAWKER\n(droning sales-pitch)\nRead it here. Escaped Mental\nPatient. Escaped Mental Patient.\n\nLawrence hides behind his jacket collar, moving on, but then\nhe halts. Ahead, TWO POLICE CONSTABLES stroll this\ndirection. Lawrence quickly turns, hoping he's not been\nseen, now facing the Street Hawker.\n\nSTREET HAWKER\n(still droning)\nEscaped Mental Patient. Escaped\nMental Patient.\n\nStreet Hawker does a startled double-take: looking at\nLawrence, looking to the NEWSPAPER, then back at Lawrence.\nHis voice takes on a newfound urgency...\n\nSTREET HAWKER\n(POINTING at Lawrence)\nEscaped mental patient!\n(more)\n\nCONTINUED\n\f95.\n\nSTREET HAWKER (CONT.)\nEscaped mental patient! Escaped\nmental patient!!\n\nLawrence turns to hurry back the way he came...\nComes face-to-face with another POLICE CONSTABLE.\n\nPOLICEMAN\nJust one moment, Mister...!\n\nThe Policeman's brings a WHISTLE to his lips, putting a hand\non Lawrence. Lawrence grabs the Policeman's arm, TWISTING,\npulling him forward, then SHOVING him back!\n\nThe Policeman goes SPRAWLING over Street Hawker's NEWSPAPER\nDISPLAY and STACK of PAPERS, but he's BLOWING his WHISTLE\n\nLawrence wheels to see...\nThe TWO CONSTABLES reacting, RUNNING this way.\n\nLawrence charges straight at them.",
  "84": "---END OF PREVIOUS SECTION---\nThe Policeman goes SPRAWLING over Street Hawker's NEWSPAPER\nDISPLAY and STACK of PAPERS, but he's BLOWING his WHISTLE\n\nLawrence wheels to see... The TWO CONSTABLES reacting, RUNNING this way. Lawrence charges straight at them. \n---TARGET SECTION TO BE ANNOTATED---\n The lead Constable's\nraising his BILLY CLUB, but Lawrence lowers his shoulder and\nDIVES into them -- KNOCKING both Constables to the ground!\n\nLawrence ROLLS, scrambling to his feet. He RUNS...\nSHOVING Pedestrians... TOPPLING STREET VENDOR TABLES...\nHe darts into the busy street...\nDisappearing in the CROWD.\n\nCUT TO:\nEXT. LONDON OUTSKIRTS -- LATER DAY\n\nRAINING HARD. Lawrence RIDES a HORSE at full gallop on a\nmuddy ROADWAY, leaving LONDON behind.\n\nINT. CONLIFFE HOUSE, UPSTAIRS PARLOR -- DAY\nThe CLOCK'S HEARD TICKING. Gwen sits at the SEWING MACHINE,\n\neyes bleary from crying. She just sits there, motionless,\nstaring at the sewing machine for the longest time.\n\nDISSOLVE TO:\n\nEXT. FOREST -- NIGHT\n\nRAINING. Lawrence RIDES full out through a dark FOREST.\nINT. CONLIFFE HOUSE, SITTING ROOM -- NIGHT\n\nGwen's Mother and Father are seating in the SITTING AREA.\nShe pretends to occupy herself KNITTING. He pretends to be\ncleaning out his PIPE over a pedestal ASHTRAY.\n\nMother looks over her knitting to watch Father absently poke\na PIPE CLEANER into the pipe, his mind elsewhere.\n\nCONTINUED\n\f96.\n\nGWEN'S MOTHER\nWhy don't you see how she's doing?\n\nFather looks over, tosses the pipe aside, rising.\nIN THE UPSTAIRS HALLWAY\nGwen's Father comes up-the STAIRS to a closed DOOR.\nGWEN'S FATHER\n(through door)\nGwen?\nIN THE PARLOR\nGwen's Father KNOCKS, looking in...\n\nGWEN'S FATHER\nGwen, dear, your mother and I...\n\nThe room's empty. Father's troubled, seeing...\nThe WINDOW'S OPEN to the FIRE ESCAPE outside.\n\nEXT. LONDON OUTSKIRTS -- INTERCUT -- NIGHT\n\n \n\nA FOUR HORSE COACH speeds away with LONDON in the B.G.,\non seemingly the same muddy ROADWAY Lawrence took.\n\nINSIDE THE COACH -- IN MOTION\n\n \n\nGwen frets, looking out into the DARKNESS.",
  "85": "---END OF PREVIOUS SECTION---\nLONDON OUTSKIRTS -- INTERCUT -- NIGHT\n\n \n\nA FOUR HORSE COACH speeds away with LONDON in the B. G.,\non seemingly the same muddy ROADWAY Lawrence took. INSIDE THE COACH -- IN MOTION\n\n \n\nGwen frets, looking out into the DARKNESS. \n---TARGET SECTION TO BE ANNOTATED---\nINT CONLIFFE HOUSE, SITTING ROOM -- NIGHT\n\n \n\nGwen's Father is at the open window. As he steps back, he\nnotices a single BULLET beside the SEWING MACHINE.\n\nINT. CONLIFFE HOUSE, PARENT'S BEDROOM -- MOMENTS LATER\n\n \n\nGwen's Father rushes in. He goes to the bed, getting on his\nhand and knees to reach under. He pulls out a small, metal\nSTRONGBOX, flipping it open.\nIt's empty, except for a few BULLETS.\nINSIDE GWEN'S COACH -- IN MOTION\nGwen takes a PISTOL from her dress pocket, studies it.\n\ncur To:\nEXT. ESTATE ROAD -- NIGHT\n\nRain's stopped. Lawrence halts his weary horse as they\nreach the crest of a hill, looking across the distance to...\n\nCONTINUED\n\f97.\n\nTALBOT HOUSE starkly SILHOUETTED against the sky, with the\nFULL MOON glowing directly above.\nLawrence stares for a long, steely-eyed moment.\n\nCur TO:\nINT. BLACKMOOR FOREST -- NIGHT !\nLawrence rides his horse quickly on a FOREST TRAIL... |\nArriving at the Talbot GRAVEYARD. At the GATE, Lawrence\njumps down. He walks in amongst the HEADSTONES. .\nMother's ornate TOMB beckons, touched by SHAFTS of MOONLIGHT.\nINSIDE THE TOMB\n\nThe heavy DOOR is slowly pushed inwards, inch by inch, till\nLawrence is able to squeeze through, entering.\n\nBrushing aside COBWEBS, Lawrence sadly looks upon mother's\nSTONE SARCOPHAGUS, which rests on a PEDESTAL. He steps\nforward. There's another COFFIN beyond mother's...\n\n \n\nA plain, WOODEN COFFIN on the floor.\n\nLawrence is filled with dread, kneeling beside this coffin.\nHe removes the LID, reacting to the smell of death. ‘\n\nINSIDE THE COFFIN: a MAN'S ROTTEN CORPSE. Almost three\nmonths old, altered by desiccation and decay. Skeletal.\nIts CLOTHING is CLAWED, SHREDDED, covered in old BLOOD.\n\nLAWRENCE\nBenjamin.\n\nLawrence swallows, tearful. He's found his brother at last.",
  "86": "---END OF PREVIOUS SECTION---\nLAWRENCE\nBenjamin. Lawrence swallows, tearful. He's found his brother at last. \n---TARGET SECTION TO BE ANNOTATED---\nHe places a hand on the corpse's chest.\n\nLAWRENCE\nMy brother. I'm sorry. I left\nyou... abandoned you to him. I've\n\nregretted it for so long now.\nForgive me. Forgive me, that this is\nour reunion.\n\n(agonized)\nHow can it be that I never met the i\nman you became? How could I have let i\nthat happen? :\n\nHe stands, looking down at Benjamin's corpse.\nLAWRENCE\n\nRest in peace. Know that what I do\ntonight, I do in your name.\n\nAfter a moment, Lawrence bends...\nCONT INUED oy\n\f98.\n\nTaking the REVOLVER from Benjamin's HOLSTER.\nCur TO:\nEXT. TALBOT HOUSE, GREAT LAWN -- NIGHT\nLawrence rides at full gallop towards the mansion.\nAT TALBOT HOUSE\n\nIN ONE WINDOW: SIR JOHN'S SILHOUETTE can be seen as he's\nlooking out, till he lets the CURTAIN fail CLOSED.\n\nINT. TALBOT HOUSE, GRAND HALL -- NIGHT\nSo eee ae\n\nShoving the FRONT DOOR OPEN, Lawrence strides in, throwing\noff his COAT. He's clutching Ben's REVOLVER, crossing into\nthe Grand Hall with its walis of PAINTINGS, CRESTS,\nTAPESTRIES, WEAPONS, TROPHIES; Talbot history.\n\nACROSS THE ROOM, Sir John is seated in a CHAIR by the\nmassive FIRE in the FIREPLACE. He holds a BOTTLE of SCOTCH. :\nThe room is lit by CANDLES held in CANDELABRA. j\n\nSIR JOHN\nWell, well! An unexpected visitor!\nYou are cutting this awfully close,\naren't you...?\n\nSir John gestures behind him...\nWhere the large GRANDFATHER CLOCK shows: 11:45.\n\nSIR JOHN\nFifteen more minutes, and you and I\nwon't be ourselves anymore. Or is\nthat it; have you come to join your\nfather for a night out on the town?\n\nLawrence arrives, gathering his nerve, pointing the gun.\n\nLAWRENCE\nStand up.\n\nSIR JOHN\nI'd have Kendall attend to you, but\nhe's fled. Took my goddamn dog with\nhim, the bastard.",
  "87": "---END OF PREVIOUS SECTION---\nLAWRENCE\nStand up. SIR JOHN\nI'd have Kendall attend to you, but\nhe's fled. Took my goddamn dog with\nhim, the bastard. \n---TARGET SECTION TO BE ANNOTATED---\n Have a drink? i\nSir John drinks from his bottle.\n\nLAWRENCE\nStand up, Sir!\n\nSIR JOHN\nAs you wish.\n\nSir John rises, imposing as ever.\n\nCONTINUED i\n\f99.\n\nHe's well dressed, but more disheveled than usual, unshaven.\nThere's no sense of drunkenness, but the man, like his\nmanor, is deteriorating.\n\nSIR JOHN\nCalm yourself. You're the one with\nthe weapon, after all. I could have\narmed myself if I'd wanted... shot\nyou down the moment you walked in.\n\nLAWRENCE\nWhy didn't you?\nSIR JOHN\n(shrugs)\nCall me sentimental. You came all\nthis way... you deserve a sporting\n\nchance.\nSir John walks as he talks. Lawrence keeps the gun trained.\n\nSIR JOHN\nYou're not entirely unexpected. The\nasylum sent word of your \"escape,\"\nthough accounts varied wildly, as you\nmight imagine.\n\nLAWRENCE\nI found Benjamin. I finally found\nhim where you left him. This is his\ngun. These... his bullets...\n\nLawrence opens the gun, takes out one SILVER BULLET.\n\nLAWRENCE\nSilver. He loaded this weapon with\nsilver bullets...\n\nLawrence puts the bullet back, closes the gun.\n\nLAWRENCE\nOnce he realized that there was no\nother way to stop you.\n(holding up REVOLVER) i\nTell me again you didn't kill him.\nDeny it, while I hold the proof.\n\nSir John looks away, tortured, guilt eating at him.\n\nSIR JOHN\nThe irony is... we forged those\nbullets together, long ago. A last\nresort, we agreed. One I was\nconfident we would never need.\n\n(angrily remorseful)\n\nHe put himself in harm's way.\n\n(more) |\n\nCONT INUED\n\fSIR JOHN -(CONT.)\nOut on the moors, that night. I...\nI never meant for him to die! How\nshould I have known he'd side with\nthem? How was I to know he'd turn\nagainst his own father!?\n\nLAWRENCE\nBecause he was so mucn better a man\nthan you.\n\nSIR JOHN\n\nYou'll hear no argument from me.\nSir John swigs morosely from his bottle.",
  "88": "---END OF PREVIOUS SECTION---\nLAWRENCE\nBecause he was so mucn better a man\nthan you. SIR JOHN\n\nYou'll hear no argument from me. Sir John swigs morosely from his bottle. \n---TARGET SECTION TO BE ANNOTATED---\nLAWRENCE\n\nYou killed him with one hand, buried\n\n100.\n\nhim with the other, and still managed\n\nsomehow to remove yourself from\n\nblame. It was Ben's fault, because\nhe tried to protect the villagers.\nMy fault you attacked me, because I\n\nhad been warned. Mother died not at\n\nyour hands, but at the hands of the\nbeast.\n\n(furious)\nAll of my life... I thought this\nfamily cursed. But, you were the\ncurse on us, Father! All along, it\n\nwas you.\nSIR JOHN\nYou come here to speak for\nBenjamin... to avenge him...?\nSir John's still pacing.\nSIR JOHN\n\nFirst, answer how you can even dare\ncall him your brother! Or did you\nimagine a handful of letters across\nthe years could make up for your\nbetrayal? Because that's what your\nleaving was... a betrayal!\n\nIt's Lawrence's turn to face his wounding guilt.\n\nSIR JOHN\nYou know full well how you wronged\nhim... how it was as if a part of\n\nhimself was torn away when he found\nyou gone. He loved you!\n\n(pause)\nFor those wounds you inflicted upon\nhim... I admit could never have\nforgiven you.\n\nCONTINUED\n\f101.\n\nLAWRENCE\nWhat of the wounds you inflicted?\n\nSIR JOHN\nHe may not have been able to bring\nhimself to tell you what he truly\nthought of you, but Ben and I... we\nspoke often of your cowardice.\n\nLAWRENCE\nYou needn't remind me of my debt to\nhim. I'm here to repay some part of\nit tonight.\n\nLawrence looks across to...\nThe GRANDFATHER CLOCK. It's 11:49.\n\nLAWRENCE\nAs for cowardice... it means so\nlittle coming from a man who, having\ntorn out the throat of his beloved\nwife, hadn't the courage to end his\nown life.\n\nSIR JOHN\nAgain, think what you will of me and\nthe suffering that's been my lot. I\ndon't expect you to believe me, but\nI would've gladiy traded places with\nyour mother if I could have...\n\nLAWRENCE\nEasy to say.",
  "89": "---END OF PREVIOUS SECTION---\nSIR JOHN\nAgain, think what you will of me and\nthe suffering that's been my lot. I\ndon't expect you to believe me, but\nI would've gladiy traded places with\nyour mother if I could have... LAWRENCE\nEasy to say. \n---TARGET SECTION TO BE ANNOTATED---\nSIR JOHN\nAs it was, my death would have done\nnothing more than to orphan my sons.\n\nLAWRENCE\nAnd all the better for it we would\nhave been! Or have you forgotten...?\nYou murdered us! One by one, you\nmurdered us all! Look around!\n\nThey're standing at the center of the Grand Hall.\n\nLAWRENCE\n\nThis is what remains of the family\nyou speak of with such reverence.\nYour trophies... the sound of your\nown voice... the ghosts of your\nvictims. That's all you have left!\nEverything else you destroyed.\n\n(bitterly)\nAll for Carmilla.\n\nCONTINUED\n\fSIR JOHN\nDon't you speak her name.\n\n \n\nLAWRENCE\nHer own love was proven, beyond a\ndoubt. She suffered endless\nhumiliations, though she could have\nhad her freedom merely by confessing\nyour name. But, she kept silent...\nto protect you. Out of love.\n\nLawrence keeps the gun trained on Sir John.\n\nLAWRENCE\nYou, meanwhile, kept a different\nsilence. Having weighed your\nfeelings for her against your\ninstinct for self-preservation. You\nwouldn't dare risk your social\nstanding or the precious honor of the\nTalbot name! So, you abandoned her\nto her husband's tender mercies. And\nshe took her life... alone.\nHeartbroken.\n\nSir John drinks, sunk in grief.\n\nLAWRENCE\nYou were the end of her... not\nStrickland... not the citizens of\nBlackmoor! You were her reason for\nliving and her reason for dying!\n\nSir John wheels, THROWING his bottle...\nIt SHATTERS against the wall!\n\nSIR JOHN\nNo more! I'll hear no more!\n\nLAWRENCE\nFor you to commit murder in her name\nand call it vengeance is a sick\nperversion of her memory.\n\nSIR JOHN\n\n(enraged)\nThen be done with me! Enough talk!\nEnd it now! That is a gun in your\nhand, is it not?! Oh, but first...\nfirst let me inform you of one small\ndetail. You see, before you came\nin... I took the liberty of turning\nthe clock back ten minutes.",
  "90": "---END OF PREVIOUS SECTION---\nfirst let me inform you of one small\ndetail. You see, before you came\nin... I took the liberty of turning\nthe clock back ten minutes. \n---TARGET SECTION TO BE ANNOTATED---\nZOOM IN: on the GRANDFATHER CLOCK which now reads, 11:50.\nCONTINUED\n\f102.\n\nSIR JOHN\n(angry mocking)\nSo...the time you thought you had in\nwhich to screw up your courage is\ngone! This, son, is your moment of\ntruth!\n\nLawrence is unnerved, uncertain. He looks up as...\nThe BLACKMOOR CLOCKTOWER is HEARD TOLLING from the distance.\n\nSir John steps up, defiant, pounds his chest.\n\nSIR JOHN\nHere is your chance to finally show\nyour father what you are made of!!\nIf you think you have it in you to\npull the trigger, DO IT! Do it.\n\nLawrence grits his teeth, angry, terrified...\n\nHe's leveling the revolver squarely at Sir John's chest, but\nthe gun TREMBLES in his hand. With the far off CLOCKTOWER\nTOLLING, all Lawrence's years of fear of and pent-up hatred\nfor his father culminate in this decisive instant.\n\nLAWRENCE\nWhen I first arrived... you asked\nwhat difference my returning to\nTalbot Hall could make.\n(pause)\nHere is your answer!\n\nLawrence PULLS the TRIGGER...\nThe HAMMER FALLS, but NOTHING HAPPENS!\n\nLawrence and Sir John are stunned.\n\nLawrence pulls the trigger again! Nothing!\n\nSir John's disbelief turns to rage as he KNOCKS the gun\naway -- PUNCHING! Lawrence is thrown to the floor!\n\nSIR JOHN\nGood God, you did it!\n\nLawrence tries to rise, but Sir John KICKS him down!\nSir John's manic, seems almost proud.\n\nSIR JOHN\nThe grave's damp must've gotten to\nthe powder, but still... a valiant\n\neffort! I honestly didn't think you\nhad it in you!\n\nLawrence is on his feet, letting out a CRY as...\n\nHe TACKLES Sir John! They go CRASHING through the sitting\narea, scattering the CHAIRS and SIDE TABLES.\n\nThey fight in front of the roaring FIRE, trading blows.\n\nCONTINUED\n\f104.\n\nSir John's fists STRIKE like sledgehammers!\n\nLawrence manages to block one of his father's swings,\ncountering with a PUNCH that sends Sir John to the floor.\n\nSir John wipes his bloodied mouth as he's rising.",
  "91": "---END OF PREVIOUS SECTION---\nSir John's fists STRIKE like sledgehammers! Lawrence manages to block one of his father's swings,\ncountering with a PUNCH that sends Sir John to the floor. Sir John wipes his bloodied mouth as he's rising. \n---TARGET SECTION TO BE ANNOTATED---\nSIR JOHN\nNicely done!\n\nLawrence is immediately on Sir John, pinning him, getting\nboth hands around Sir John's neck\n\nLawrence puts everything he's got into tightening his\nSTRANGLE HOLD on his father's windpipe! Sir John struggles\n\nAnd just when it seems like Lawrence has the upper hand...\nJust as Sir John's having the life choked out of him...\n\nSir John STARTS TRANSFORMING! His TEETH LENGTHEN and become\nflorrid FANGS! His reddening face GROWS its grey-tinged FUR\nwhile his HANDS SPROUT dense FUR and lethal CLAWS!\n\nMuch to Lawrence's dismay, he's now fighting the brutally\npowerful GREY-WEREWOLF in MID-TRANSFORMATION! Grey—Werewolf\nbreaks Lawrence's grip, brings one leg up and KICKS -- sends\nLawrence FLIPPING backwards in the air...\n\nLawrence THUDS to the floor across the room.\nGrey-Werewolf rises, the \"change\" complete. He looks\naround, furious and disoriented, as one might imagine.\nHe announces himself with+a window rattling ROAR! —\nLawrence covers his ears as he's getting to his feet.\n\nGrey-Werewolf turns, heading for Lawrence, nostrils flaring\nsaliva dripping from his wicked maw.\n\nLawrence goes to a dusty SUIT of ARMOR, taking the long,\ndeadly SPEAR the posed KNIGHT was holding.\n\nAs Grey-Werewolf advances, thirsting for carnage, Lawrence\nwields the spear. Grey-Werewolf doesn't seem to care or\nunderstand the spear, till Lawrence...\n\nSLICES into Grey-Werewolf's arm! Grey-Werewolf backs off\nbloodied. Confused. Lawrence keeps SWINGING the spear,\nkeeping Grey-Werewolf at bay.\n\nLawrence maneuvers over to grab an unlit OIL LAMP from a\nWRITING DESK against the wall, THROWS the LAMP...\n\nThe oil lamp SHATTERS against Grey-Werewolf, SOAKING the fur\nof his arm, torso and beastly face with OIL.\n\nUndeterred, Grey-Werewolf advances...\nLawrence is backed up against the desk, trapped.\n\nCONTINUED\n\fHe raises the spear -- STABBING...",
  "92": "---END OF PREVIOUS SECTION---\nUndeterred, Grey-Werewolf advances... Lawrence is backed up against the desk, trapped. CONTINUED\n\fHe raises the spear -- STABBING... \n---TARGET SECTION TO BE ANNOTATED---\nThe spear PIERCES Grey-Werewolf below his left collar bone;\nthe SPEARHEAD bursting bloodily out Grey-Werewolf's back!\n\nGrey-Werewolf SCREAMS, staggered, clutching the spear.\n\nLawrence runs over to the mounted GUN RACK where many of Sir\nJohn's PISTOLS and RIFLES are displayed.\nHe grabs a large SHOTGUN.\n\nACROSS THE ROOM\n\nGrey-Werewolf grasps at the spear, but the spear's flared,\narrowhead-like point is impossible to pull out backwards.\n\nAT THE GUN RACK\n\nLawrence clutches the SHOTGUN as he kneels before the low,\nlong, wooden GUN CABINET. He throws the CABINET DOORS open,\npulling out a heavy WOODEN BOX.\n\nLawrence opens the box. It's filled with ALL KINDS of\nAMMUNITION. He grabs a BOX of SHOTGUN SHELLS, however...\nThe VEINS on the back of Lawrence's hands THROB! FUR is\nstarting to GROW! It's happening. Transformation's begun\n\nLAWRENCE\nNO!\n\nLawrence looks over his shoulder to where...\nGrey-Werewolf still struggles to remove the spear.\n\nLawrence looks over his other shoulder to...\nThe FIRE in the fireplace.\n\nACROSS THE ROOM\n\nGrey-Werewolf falls to his knees, falling on the spear's\nshaft, which drives it further into his body!\n\nAT THE GUN RACK\n\nLawrence sucks air, struggling against the irresistible\nforces overtaking his physiology. He slams the AMMUNITION\nBOX SHUT, lifting it as he stands, fighting a wave of pain.\n\nFUR is APPEARING across Lawrence's face as he runs..\nHe stumbles to the fireplace, lifting the closed ammunition\nbox and HEAVING it INTO THE FIRE! Mission accomplished.\n\nLawrence's body contorts involuntarily, taking him to his\nknees. His TRANSFORMATION'S PROCEEDING in earnest.\nHis body QUAKES as his lupine alter-ego's winning out!\n\f106.\n\nACROSS THE ROOM\n\nGrey-Werewolf's pulling the spear towards him -- hand over\nhand -- FEEDING its entire length through his body till the\nbloody spear finally CLATTERS to the floor behind him.\n\nGrey-Werewolf turns his attention back to Lawrence...",
  "93": "---END OF PREVIOUS SECTION---\n106. ACROSS THE ROOM\n\nGrey-Werewolf's pulling the spear towards him -- hand over\nhand -- FEEDING its entire length through his body till the\nbloody spear finally CLATTERS to the floor behind him. Grey-Werewolf turns his attention back to Lawrence... \n---TARGET SECTION TO BE ANNOTATED---\nExcept, Lawrence is now THE WOLFMAN, ROARING!\n\nAT THE CENTER OF THE ROOM\n\nGrey-Werewolf and the Wolfman circle each other...\nThey're sizing one another up...\n\nThey both rush forward, GRAPPLING...\nIt's a vicious, werewolf vs. werewolf battle royal!\nThey CLAW at each other, SLASHING, teeth GNASHING!\n\nGrey-Werewolf and the Wolfman THROW each other around the\nroom ~- SMASHING into walls -- TOPPLING BOOKSHELVES and\nbringing PAINTINGS and WEAPONRY CRASHING DOWN!\n\ncur To:\nEXT. BLACKMOOR OUTSKIRTS -- NIGHT\n\nBLACKMOOR can be seen in the distance as Gwen's coach speeds\nalong, heading left at the ROAD'S FORK.\n\ncur To:\nINT. TALBOT HOUSE, GRAND HALL -- NIGHT ‘\n\nThe battle rages on as Grey-Werewolf lifts up the\nGRANDFATHER CLOCK and HEAVES IT!\n\nThe Wolfman LEAPS high, avoiding the SPLINTERING CLOCK...\nHe grabs onto the huge, wooden CHANDELIER above, SWINGING as\nthe straining ROPE holding the chandelier CREAKS.\n\nGrey-Werewolf runs, JUMPS...\n\nCLIMBING straight up a vast TAPESTRY. He JUMPS again...\nDIGGING his CLAWS into the ROOF BEAMS, climbing towards the\ncenter of the room, above the chandelier.\n\nIN THE FIREPLACE: the ammo box shifts, engulfed in FLAMES.\nAbove, the Wolfman SWINGS himself up...\n\nLANDS standing astride the still wildly CAREENING\nchandelier. He ROARS to the ceiling as...\n\nGrey-Werewolf DROPS, attacking...\nCOLLIDING with the Wolfman, pulling them both down!\n\nBELOW, Grey-Werewolf and the Wolfman TUMBLE down the\ncentral STAIRCASE, fighting all the way...\nThey hit the floor, sent SPRAWLING!\n\nCONTINUED\n\f107.",
  "94": "---END OF PREVIOUS SECTION---\nBELOW, Grey-Werewolf and the Wolfman TUMBLE down the\ncentral STAIRCASE, fighting all the way... They hit the floor, sent SPRAWLING! CONTINUED\n\f107. \n---TARGET SECTION TO BE ANNOTATED---\nAs The Wolfman rises, Grey-Werewolf LEAPS onto him from j\nbehind, grabbing on and, SINKING HIS TEETH into Wolfman's :\nshoulder! Wolfman HOWLS! : {\n\nGrey-Werewolf hangs on relentlessly, BITING DEEPLY, while\nWolfman's CLAWING back at him, trying frenziedly to throw\nhim off, and it's just then that...\n\nIN THE FIREPLACE: the burning ammo box EXPLODES!\n\nThe massive EXPLOSION throws a huge FIREBALL -- SHOOTING\nwhistling BULLETS and PELLETS in every direction at once!\n\nThe BLAST sends the Wolfman and Grey-Werewolf FLYING in a\nshock-wave of burning DEBRIS and sizzling BULLETS!\nWINDOWS are SHATTERING!\n\nThe Wolfman SLAMS into one wall, landing in a heap, his body\nbearing many SMOLDERING BULLET WOUNDS.\n\nGrey-Werewolf's fallen by the STAIRS, rising up and\nSCREAMING as half his body is BURNING! The LAMP OIL that\nsoaked his fur is now ablaze!\n\nGrey-Werewolf writhes, spastically trying to shake off the\nflames, which only makes it worse. He FLEES headlong into\nthe HALLWAY under the STAIRCASE...\n\nEXT. TALBOT HOUSE, REAR GARDENS -- MOMENTS LATER -- NIGHT\n— EE SER GARDENS 7 MOMENTS LATER ~~ NIGHT\n\nThe half-BURNING FIGURE of Grey-Werewolf comes SMASHING out\nthrough the WINDOWS of the CONSERVATORY!\n\nGrey-Werewolf goes ROLLING down through the hillside\nGARDENS, still BURNING as he's TUMBLING out of control!\n\nINT. GRAND HALL -- NIGHT\nThe Wolfman rises slowly. FIERY EMBERS rain down.\nEverywhere, CURTAINS, RUGS and TAPESTRIES are ABLAZE.\nThe explosion has doomed Talbot Hall.\nEXT. REAR GARDENS -- MOMENTS LATER -- NIGHT\nThe Wolfman leaps out the jagged HOLE in the conservatory\nWINDOWS. He lands in the GARDENS, searching warily.\nHe heads for the FOREST.\ncur TO:\nINT.",
  "95": "---END OF PREVIOUS SECTION---\nHe lands in the GARDENS, searching warily. He heads for the FOREST. cur TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n GWEN'S COACH -- IN MOTION -- NIGHT i\n\nGwen looks out the COACH WINDOW, horrified upon seeing...\nIn the distance: TALBOT HALL BURNS.\n\ncur To: i\n\f108.\n\nEXT. FOREST / CASTLE RUINS -- NIGHT\n\nThe Wolfman enters the clearing presided over by the looming\nCASTLE RUINS. He searches, SNIFFING the air, watchful.\n\nAs he nears the ruins, a huge STONE comes SMASHING DOWN -—-\nbarely missing him -- imbedding into the ground!\n\nThe Wolfman looks up to where...\n\nGrey-Werewolf stands atop a high, CORNER TOWER, HURLING\nanother huge STONE down!\n\nThe Wolfman dodges the deadly projectile, runs and LEAPS...\nHe starts quickly SCALING the tower.\n\nAbove, Grey-Werewolf's terribly wounded; upper TORSO, ARM\nand half his FACE sickeningly BURNED; the FUR BURNED OFF.\nHe YELLS down, KICKING loose a section of the BATTLEMENT...\nThe Wolfman scrambles aside to avoid the falling STONES.\n\nCur To:\n\nEXT. TALBOT HOUSE -- NIGHT\nAs the coach arrives, Gwen leaps out.\nShe and the Driver look on in awe as SMOKE and FLAMES pour\nfrom the MANSION'S broken WINDOWS and open FRONT DOOR.\nGwen runs to the STAIRS, past where Lawrence's HORSE is tied.\nINT. TALBOT HOUSE, GRAND HALL -- NIGHT\nGwen enters, surrounded by FLAMES. She covers her mouth and\nnose, taking in the heat-warped scene of destruction.\nFIRE SPREADS irrevocably, consuming everything.\n\nGWEN\n\n(calling out)\nLawrence! Lawrence!\n\nCLOSE-ON: the beautiful PORTRAIT of LAWRENCE'S MOTHER as\nit's BURNING. FLAMES hungrily devour ancient paint.\nMOTHER'S FACE blisters... her image disappearing into ash.\n\nGwen looks straight up, retreating as.\nAbove, the ROPE holding the chandelier BURNS, FRAYING.\n\nGwen flees into the ENTRY PARLOR, not looking back as the\nCHANDELIER CRASHES THUNDEROUSLY down behind her!\n\nEXT.",
  "96": "---END OF PREVIOUS SECTION---\nAbove, the ROPE holding the chandelier BURNS, FRAYING. Gwen flees into the ENTRY PARLOR, not looking back as the\nCHANDELIER CRASHES THUNDEROUSLY down behind her! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TALBOT HALL - -- NIGHT\nGwen runs down the front stairs, calling...\n\nGWEN\nWhere are you, Lawrence?!\n\nCONTINUED\n\f109.\n\nA far off HOWLING is HEARD. Gwen turns, listening intently\nAnother ROARING CRY comes from the distance.\n\nGwen runs to Lawrence's horse, untying it and climbing up.\nShe RIDES off to follow the werewolf's ululation.\n\ncur To: .\nEXT. CASTLE RUIN -- NIGHT\nEELS,\n\nJust as the Wolfman climbs atop the corner tower,\nGrey-Werewolf makes a spectacular LEAP...\n\nGrabbing onto the curved, outer wall of the larger,\nneighboring TOWER; the CASTLE KEEP. Grey-Werewolf climbs.\n\nBehind, the Wolfman JUMPS after...\nActually leaping INTO one of the gaping HOLES in the side of\nthe keep; climbing the exposed SPIRAL STAIRCASE INSIDE...\n\nAT THE TOP OF THE KEEP\n\nThe Wolfman and Grey-Werewolf arrive simultaneously in the\nremains of this large, circular, ROOFLESS ROOM at the\nhighest point of the ruins. They square off, both letting\nloose nightmarish CRIES of RAGE! But, neither is going back\ndown, of course, and so the pitched BATTLE is REJOINED...\n\nThey start RIPPING INTO EACH OTHER...\nSLASHING and COUNTER-SLASHING, unrelentingly...\nSending BLOOD SPRAYING up into the night air\n\nGrey-Werewolf SWINGS, but the Wolfman catches the blow and\nBITES a CHUNK out of Grey-Werewolf's forearm!\n\nGrey-Werewolf SPINS, BASHING the Wolfman back...\n\nWolfman SLAMS against a WALL which immediately FALLS AWAY,\nexposing the PRECIPITOUS DROP beyond.\n\nThen, the whole TOWER'S SHAKING...\n\nBELOW: FISSURES begin spider-webbing across the tower's\nalready FRACTURED surface.\n\nThe Wolfman and Grey-Werewolf continue their animalistic\nDanse Macabre, trading LACERATING STRIKES, the both of them\ncovered in countless crimson SLASHES and GOUGES.\n\nSuddenly, a RUMBLE is HEARD, growing DEAFENING as...",
  "97": "---END OF PREVIOUS SECTION---\nBELOW: FISSURES begin spider-webbing across the tower's\nalready FRACTURED surface. The Wolfman and Grey-Werewolf continue their animalistic\nDanse Macabre, trading LACERATING STRIKES, the both of them\ncovered in countless crimson SLASHES and GOUGES. Suddenly, a RUMBLE is HEARD, growing DEAFENING as... \n---TARGET SECTION TO BE ANNOTATED---\nThe FLOOR literally FALLS OUT from under the Wolfman and\nGrey-Werewolf! The entire TOWER is CRUMBLING DOWN!\n\nWe lose sight of the Wolfman and Grey-Werewolf in the\nAVALANCHE of falling STONES and rising DUST!\n\nON THE FOREST TRAIL\nFOLLOW: Gwen riding quickly, holding her PISTOL, arriving...\n\fbe\ni\n°\n\nAT THE RUINS\n\nGwen rides into the clearing, looking to the DUST CLOUD\nhanging over the castle. As she urges her horse forward...\n\nGrey-Werewolf rises into view, climbing RUBBLE to the stand\natop a low section of broken RAMPART WALL; he's carrying the\nunconscious Wolfman over his head in both hands!\n\nGwen is aghast.\n\nGrey-Werewolf HOWLS to the sky, throwing Wolfman's\nmotionless body to the forest floor below.\n\nGrey-Werewolf leaps down...\nMoving to where the Wolfman lies unconscious.\n\nGWEN\nNo!\n\nGwen struggles to control her rearing horse, taking aim --\nFIRING her pistol repeatedly!\n\nBULLETS STRIKE around Grey-Werewolf! He's HIT in the ARM,\nBLOOD SPLATTERING! He turns to face Gwen, SNARLING!\n\nGwen keeps firing, but her GUN'S gone EMPTY.\nShe yanks on her reins, RIDING AWAY...\nGrey-Werewolf angrily gives chase.\n\nFURTHER UP THE FOREST TRAIL\n\nGwen rides full out, glancing back...\nFrom the DARKNESS, Grey-Werewolf is closing the distance.\n\nEXT. FOREST / WATERFALL -- NIGHT\n\nJust as Gwen races into the WATERFALL CLEARING...\nGrey-Werewolf JUMPS onto her horse's REAR HAUNCHES...\nDRAGGING the SCREECHING horse down!\n\nGwen is THROWN to the dirt...\nGrey-Werewolf's THROWN, ROLLING.\n\nThe wounded horse clamors to it's feet, fleeing.\nGwen recovers, running towards the CLIFF and roaring\nWATERFALL ahead. Grey-Werewolf pursues.\n\nGrey-Werewolf LEAPS forward...\nTaking Gwen to the ground!\n\nGwen SCREAMS, trying crawl away, but the gory Grey-Werewolf\nis astride her, holding her.",
  "98": "---END OF PREVIOUS SECTION---\nGrey-Werewolf LEAPS forward... Taking Gwen to the ground! Gwen SCREAMS, trying crawl away, but the gory Grey-Werewolf\nis astride her, holding her. \n---TARGET SECTION TO BE ANNOTATED---\n He's bent over her, TOUCHING\nher DRESS, almost gently, as if toying with her...\n\nHis claws TEARING the fabric.\n\nCONT INUED\n\flll.\n\nGwen keeps CRYING OUT as Grey-Werewolf leans his monstrous,\n\nburned visage very close to her face, breathing and drooling ;\nonto her as he studies her, SNIFFING. He brings one hairy {\nhand to her face, his claws faintly brushing her cheek.\n\nGrey-Werewolf rears up, keeping a grip on Gwen, ROARING!\nAnother ROAR ANSWERS! As Grey-Werewolf wheels...\n\nThe Wolfman arrives at full speed, SLAMMING Grey-Werewolf,\n‘KNOCKING him off of Gwen...\n\nThe Wolfman lands on top of Grey-Werewolf, begins POUNDING\nON HIM ~-- ROARING with RAGE!\n\nThe stunned Grey-Werewolf still keeps fighting; struggling\neven as the Wolfman leans in and opens his fanged mouth\nwide -- going for Grey-Werewolf's throat...\n\nThe Wolfman pulls himself closer...ever closer, till finally\nhe SINKS HIS TEETH IN -- RIPPING GREY-WEREWOLF'S THROAT OUT!\n\nGwen's on her feet, backing away.\n\nThe Wolfman rises, drenched in BLOOD, looking down as Grey-~\nWerewolf dies. The Wolfman lets out a sustained HOWLING CRY.\n\nGrey-Werewolf, lying dead, TRANSFORMS back into SIR JOHN.\n\nGwen turns, looking for an escape. : Too late as...\nThe Wolfman looks to her, moving towards her...\n\nGwen's trapped as the Wolfman begins circling.\n\nGWEN\nNo, Lawrence... it's me. It's Gwen!\n\nThe Wolfman circles, never taking his burning eyes off her.\nGwen turns so she's always facing him, pleading.\n\nGWEN\nLawrence, please. Don't do this!\nLook at me! You... you know who I\n\nam! You know me!\nThe Wolfman SNARLS, regarding her as easy prey.\n\nGWEN \\\nThis is not what you are! Your i\nfather did this! You are Lawrence\nTalbot! There must be some part of\nyou left! Please... hear me...!\n\nThe Wolfman begins stalking towards her. Gwen's CRYING.",
  "99": "---END OF PREVIOUS SECTION---\nPlease... hear me...! The Wolfman begins stalking towards her. Gwen's CRYING. \n---TARGET SECTION TO BE ANNOTATED---\n |\n\nGWEN\nRemember what you said to today...\n(more)\n\nCONT INUED\n\fGWEN (CONT.)\nIf goodbye is truly all we have...\nthis is mine. Know, that I had\nfeelings for you, Lawrence. Remember\nthat I loved you... I loved you too!\n\nCLOSE-ON: GWEN REFLECTED in the Wolfman's narrowing eyes...\njust as there seems to come some glimmer of recognition.\n\nFor a moment, the Wolfman's ghastly features soften as he\nregards Gwen... like perhaps the man trapped inside the\nbeast has somehow resurfaced...?\n\nThe Wolfman edges closer, not threateningly, but with a kind\nof curicsity. Gwen recognizes the moment.\n\nGWEN\nLawrence?\n\nSuddenly, the Wolfman rears back, HOWLING, arms extended,\nclaws clutching -- a lamenting, tortured HOWL.\n\nGwen recoils, covering her ears, stumbling back...\nShe falls to the ground.\n\nThe Wolfman charges at Gwen...\nGwen SCREAMS as he is upon her!\n\nThe Wolfman LEAPS over Gwen, running across the clearing,\nmoving straight for the CLIFF'S EDGE.\n\nGwen turns to look... realizing...\n\nGWEN\nNo!\n\nAt the CLIFF overlooking the WATERFALL, the Wolfman LEAPS\nout into MID-AIR... FALLING into the chasm...\nPLUMMETING a great distance...\n\nBELOW\n\nThe Wolfman SMASHES into the jagged CLIFFSIDE...\nFLIPPING again and again as he...\nFALLS...\never downward...\n\nHis body being BASHED and brutalized, LIMBS RAVAGED...\nBONES BREAKING, consciousness gone, till at last..\n\nThe Wolfman SPLASHES into the RIVER BASIN at the base of the\nWATERFALL! He's immediately gone from sight below the\nCHURNING WATER. He does not resurface.\n\f113.\n\nABOVE\n\n \n\nGwen staggers to the cliff's edge, looking down, her hand\nover her mouth. She lets out an echoing CRY!\n\nShe kneels, hanging her head, bereft, SOBBING.\nThe FULL MOON shines down through the treetops.\n\nDISSOLVE TO:\n\nEXT. FOREST RIVERBANK -- DAWN\n\nBIRDS SING.",
  "100": "---END OF PREVIOUS SECTION---\nThe FULL MOON shines down through the treetops. DISSOLVE TO:\n\nEXT. FOREST RIVERBANK -- DAWN\n\nBIRDS SING. \n---TARGET SECTION TO BE ANNOTATED---\n On the dawn-kissed banks of the RIVER, down-\nstream from the roaring WATERFALL feeding it, we find...\n\nLAWRENCE'S CORPSE, battered and broken. Human again.\nLying there, with his eyes closed, half-in the river while\nthe shore's gently undulating water caresses his hair and\nplacid face, Lawrence looks almost at peace.\n\nFADE TO BLACK\n\fFADE IN:\nEXT. ENGLISH COASTLINE -- OVERVIEW -- DAY\n\nAbove the CLIFFS of a section of English COASTLINE, with the\nOCEAN pounding rocky SHORES below, we find the relocated\nGYPSY ENCAMPMENT. MALE and FEMALE TRIBE MEMBERS go about\ntheir daily lives amongst the settlement's TENTS and WAGONS.\n\nIN THE ENCAMPMENT\n\nAt the CLIFF'S EDGE, the ancient, fortune-teller, Old\nMaleva, peers out across the endless OCEAN.\n\nShe turns, heading back through the camp.\nIN ONE TENT\n\nOld Maleva enters. A BABY can be HEARD CRYING. THREE young\nGYPSY NURSE-MAIDS are crowded around a veiled, INFANT'S\nCRIB. As they see Olid Maleva approaching, they step away.\n\nOld Maleva comes to part the crib's VEILS, reaching in to\ngently pick up the crying BABY, a dark-haired BOY, mere\nmonths old, wrapped in BLANKETS. His EYES are GREEN.\n\nSullen, sallow-faced Bela enters.\n\nOld Maleva goes to sit, cradling the child lovingly.\n\nBela walks to stand at Old Maleva's side. Old Maleva begins\nreciting a SING-SONG an INCANTATION in a whispered,\nincomprehensible tongue, gently rocking the now quieting\nchild back and forth in her arms.\n\nDISSOLVE TO:\n\nEXT. BLACKMOOR FIELD -- DAY\n\nWhere the Gypsy encampment once stood in Blackmoor; where\nall that is left are the THREE unmarked GRAVESTONES. ..\n\nWe PAN DOWN: into the very earth... INTO CARMILLA'S GRAVE...",
  "101": "---END OF PREVIOUS SECTION---\nBLACKMOOR FIELD -- DAY\n\nWhere the Gypsy encampment once stood in Blackmoor; where\nall that is left are the THREE unmarked GRAVESTONES. .. We PAN DOWN: into the very earth... INTO CARMILLA'S GRAVE... \n---TARGET SECTION TO BE ANNOTATED---\nWhere we are able to look upon the rotted, withered face of\nCARMILLA'S ENSHROUDED CORPSE inside her WOOD COFFIN, and we\ncan see the wide, dried-brown BLOOD STAIN left from the\nlong, still gaping INCISION that was CUT INTO HER WOMB.\n\nTHE END\n\f"
}