{
  "1": "IMPENDING SUMMER 2005:\n\n“DOOM”\n\nScreenplay by David Callaham\n\nRevisions by Wesley Strick\n\nBased on the iD Software Game\n\nMarch 31, 2004\n\fIN THE DARKNESS --\n\nBOY’S VOICE\nWhere are we going?\n\nLOUIS GRIMM (VO)\nOn vacation...\n\nGIRL'S VOICE\nIn the middle of the night?\n\nFADE IN ON:\nEXT. COUNTRY ROAD - NIGHT (10 YEARS AGO)\nNot just dark, but blustery too -- a snowstorm has kicked up.\n\nWe see the headlights of an approaching MINIVAN. And HEAR:\n\nLOUIS GRIMM (VO)\nWe've been talking about it for\nyears. White sandy beaches, palm\ntrees, warm tropical breezes --\n\nBOY'S VOICE\nDid something happen at work?\n\nINT. MINIVAN (MOVING) - NIGHT\n\nThe “BOY” is JOHN GRIMM, 16, in back with his 18-year-old\nsister, SAMANTHA. John is an athletic live-wire and affable\nwise-ass. Sam is bright, academic, and dubious.\n\nMARY GRIMM\nI thought you’d both be delighted to\nget above ground. Enjoy a little\nsunshine, get away from school.\n\nIn front, the parents: MARY and LOUIS GRIMM, two brilliant\nscientists, 40’s. Tension and fatigue etched on their faces.\n\nSAM\nIs something wrong with the “Ark”?\n\nThe adults don’t answer.\n\nJOHN\nWas there a problem on Olduvai?\n\fA pair of HEADLIGHTS appears in the rearview mirror, lighti\nup the van’s interior --\n\nMARY GRIMM\nLook, it’s been very busy, there’s a\nlot going on with the company.\n\nLOUIS GRIMM\n..-It’s complicated.\n\nDistracted, Louis doesn’t notice the other vehicle is now\ntailgating or else its lost traction, control.\n\nLOUIS GRIMM (cont'd)\n\nWe'll have a family meeting to talk\n\nabout it when we get there, okay --\nJohn’s gaze flicks to the rearview mirror for a beat and\nthen: the WORLD EXPLODES in a STORM of GLASS and METAL.\nEXT.",
  "2": "---END OF PREVIOUS SECTION---\nDistracted, Louis doesn’t notice the other vehicle is now\ntailgating or else its lost traction, control. LOUIS GRIMM (cont'd)\n\nWe'll have a family meeting to talk\n\nabout it when we get there, okay --\nJohn’s gaze flicks to the rearview mirror for a beat and\nthen: the WORLD EXPLODES in a STORM of GLASS and METAL. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RURAL ROAD - NIGHT (CONTINUOUS)\nStruck from behind by the PICK-UP TRUCK, the van collapses\nlike an accordion as it pinwheels toward the bridge --\nINT. MINIVAN\nJohn’s head SMASHES against his window: blood spatters glass.\n\nThe minivan comes to a VIOLENT STOP. Mary flies forward,\nmashing her face and forearm against the dashboard.\n\nSam's ribs audibly SNAP under the pressure of her seatbelt.\n\nEXT. BRIDGE - NIGHT\n\nThe van’s spun halfway across, halting only when it hits a\nsupport column, hangs precariously over the edge and then,\nsilence for a long moment. No one moves, until finally --\n\nLOUIS GRIMM’S VOICE\n(groans, dazed)\nNo... Sam... John...?\n\nMary moans, insensate. Her nasal cartilage crushed. Louis\ntries to find his bearings, can’t quite focus when --\n\nSam’s door is yanked open and someone pulls her from the van.\n\fForcing the van to lurch horribly forward. It tilts, teeter-\ntotters for a moment suspended in time. Then stops.\n\n \n\nJohn opens his eyes, trying to focus. Where are they?\nWatches as a single SNOWFLAKE strikes the windshield.\n\nAnd the van plunges into the dark river below!\n\nINT. MINIVAN - IN THE RIVER\n\nJohn desperately fumbles his seatbelt to free himself as the\nwater rushes up. Louis escapes his, begins work on Mary's.\n\nJohn's seatbelt releases. He kicks wildly at the window that\nwas already spider-webbed by his bloody head. No luck.\n\nLouis frees Mary but she doesn’t react: she’s concussed, eyes\nglassy, unfocused. The middle of her face a purplish pulp.\n\nJohn swims. about. Then a hand on his shoulder: his father’s\nhand. Louis pushes John’s face into a tiny air bubble. John\npurses his lips, takes a breath, tries to submerge himself.\nTo save his dad, instead of him! But Louis is stronger.\nJohn’s father remains below him, raising him up so he can\ninhale the last gasp of air in the sinking vehicle.\n\nJohn struggles against Louis -- wanting more than anything to\nsacrifice himself ... but his diminishing vigor fails him.",
  "3": "---END OF PREVIOUS SECTION---\nBut Louis is stronger. John’s father remains below him, raising him up so he can\ninhale the last gasp of air in the sinking vehicle. John struggles against Louis -- wanting more than anything to\nsacrifice himself ... but his diminishing vigor fails him. \n---TARGET SECTION TO BE ANNOTATED---\nJohn inhales the last available breath from the bubble as his\nfather’s limp hands fall away into the darkness below as we --\n\ncur TO:\n\nPOUNDING FOOTSTEPS, HEAVY BREATHING AS --\n“Ten Years Later”\n\nAppears, then disappears as WE FIND OURSELVES in a darkened --\n\nINT. CORRIDOR - NIGHT\n\nWe're in a vast underground lab somewhere. Narrow lead-lined\ndank tunnels, dim lights, and now from around a corner comes:\n\nDR. TODD CARMACK -- terrified, sprinting faster than any 60-\nyear-old. Three more SCIENTISTS in smudged, torn LAB COATS.\nDarkness at their heels. They also run with unnatural speed.\n\fCarmack leads, heading for a heavy door at the end of the\nhall lit by a single flickering bulb. Two others are right\nbehind. One Scientist trails, clutching his gut: a cramp.\n\nThe instant he slows, his body is jerked sideways into the\nshadows by a force unseen. And then there were three.\n\nThe footrace with Death resumes. The doorway to deliverance\na hundred yards away. Carmack pulling ahead of the pack.\n\nThe Scientist now in the rear is steadily losing ground; he\ntries desperately to speed up. He pumps his arms furiously,\nand when he’s jerked into darkness by those arms, the sound\nof a WET CRUNCH suggests they were torn from their sockets.\n\nCarmack reaches the door. Paws at the control panel. The\ndoor slides open. His last surviving colleague trailing ...\n\nFEMALE SCIENTIST\nDr. Carmack, please!!\n\nINT. CARMACK’S OFFICE - CONTINUOUS\n\nCarmack squeezes through the narrow opening, punches at the\ninterior control panel. The steel door reverses direction.\n\nFEMALE SCIENTIST (0S)\nDr. Carmack!!\n\nHer arm shoots through the crack between door and wall. Then\nwith a thick CLANK and even thicker CRUNCH, the door SHUTS.\n\nCarmack takes a step back, watching in horror as his former\ncoworker’s fingers spasm. The digits turn blue, then go\nstill, and Carmack exhales deeply -- revolted but relieved.\n\nThen the whole arm rockets upward, SMACKING into the ceiling\nwith immense force. It then flies down, SLAPPING the floor.",
  "4": "---END OF PREVIOUS SECTION---\nThe digits turn blue, then go\nstill, and Carmack exhales deeply -- revolted but relieved. Then the whole arm rockets upward, SMACKING into the ceiling\nwith immense force. It then flies down, SLAPPING the floor. \n---TARGET SECTION TO BE ANNOTATED---\nCarmack stumbles back, transfixed as the arm is wrenched up\nand down. The brief but fierce struggle abruptly ends as the\narm drops to the floor. Carmack whirls, to the vid-phone.\n\nCARMACK\nThis is Classified Research, Olduvai!\nRequest immediate instructions to\noverride protocol --\n\nThe rest is drowned out by a rotor’s THWACK, as we\n\nCUT TO:\n\fINT. HELICOPTER - PRE-DAWN\n\nFace to face in the wall-mounted jump seats, an INTENSELY\nARMORED MILITARY UNIT: GANNON THE DESTROYER stuffs extra\nammo in his Kevlar vest; GOAT reads a well-thumbed Bible.\nHERNANDEZ trims his goatee with a combat knife. THE KID, a\nnervous 19-year-old, sits alone, keeping to himself until\nPORTMAN leans in.\n\nPORTMAN\nYou know Kid, it’s funny. Couple\nweeks ago I tell Sarge I could use a\nlittle pussy. Next day, he brings\nyou onto the team.\n\nSARGE (0S)\nPortman!\n\nAt the back of the chopper, SERGEANT ASHER MAHONIN emerges\nfrom the shadows. Making his presence felt.\n\nPORTMAN\nSarge, come on. He looks like he\njust got his first pube last week. I\nmean, look at...\n\nFrom the shadows beside Sarge, a hard, saddened, and familiar\nface leans forward: JOHN GRIMM, now 26.\n\nJOHN\nDon't give me an excuse, Portman. No\none here will miss you.\n\nPortman flips John off as Sarge pulls a vid-disc froma\nclassified folder, inserts it into a bulkhead console.\n\nSARGE\nListen up...!\n\nA fuzzy IMAGE appears: Carmack's terrified transmission.\n\nCARMACK (ON VIDEO)\n-- request immediate instructions to\noverride protocol and shut down the\nWormhole! My lab is sealed off from\nthe general population, we have a\nLevel Five Emergency...\n\nThe transmission reverts to STATIC.\n\nSARGE\nThat came in twenty minutes ago.",
  "5": "---END OF PREVIOUS SECTION---\nMy lab is sealed off from\nthe general population, we have a\nLevel Five Emergency... The transmission reverts to STATIC. SARGE\nThat came in twenty minutes ago. \n---TARGET SECTION TO BE ANNOTATED---\n\fGOAT\nYou gonna forward the code to shut\ndown the Wormhole?\n\nSARGE\nAnd strand a bunch of UAC personnel\nhalfway across the universe? We\nneutralize the threat and bring out\nCarmack‘s team.\n\nJohn’s staring at the SNOW on the monitor. Softly:\n\nJOHN\nGrimm/Labs?\n\nSARGE\nOnly way in.\n\nSarge squeezes John’s shoulder, then moves down the aisle,\naddressing his squad:\n\nSARGE (cont'd)\nAlright. You know the drill.\n\nThe Kid (legal name STEPHEN DANTALIAN) grabs a pair of\nHANDHELD SEMI-AUTOMATICS. We HEAR:\n\nWEAPON ID\nUAC Special Ops clearance verified.\nHandle Identification: The Kid.\n\nDestroyer -- a humble man trapped inside the body of a world-\nwrecker -- feeds armor-piercing bullets into a gargantuan\nchain-gun. Slings an extra ammo chain on his broad shoulder.\n\nWEAPON ID (cont'd)\nUAC Special Ops clearance verified.\nHandle Identification: Destroyer.\n\nGoat, the oldest and most seasoned, sets down his Bible, tugs\na knee brace on a leathery leg, grabs an old-school shotgun\nmodified to read his palm sworl.\n\nWEAPON ID (cont'd)\nUAC Special Ops clearance verified.\nHandle Identification: Goat.\n\nPortman grips his PLASMA RIFLE, hefts its mass in his arms.\nMakes him feel tougher.\n\nWEAPON ID (cont'd)\nUAC Special Ops clearance verified.\nHandle Identification: Portman.\n\fHernandez lights a cigarette with one hand, grabs his Automag\nPistol with the other. Keeps twirling the pistol, as:\n\nWEAPON ID (cont'd)\nUAC Special Ops clearance verified.\nHandle Identification: Hernandez.\n(again)\nUAC Special Ops clearance verified.\nHandle Identification: Hernandez.\n(again)\nUAC Special Ops clearance verified.\nHandle Identification: Hernandez.\n\nHERNANDEZ\nI love the way this weapon says my\nname. If this weapon had a pair of\nlips and set of tits, I'd marry it.\n\nThey pass around a roll of MASKING TAPE and a PEN, and\nscribble their blood types on the bottom of their boots. The\nroll comes along to John, the only team member who hasn't\n“logged in.",
  "6": "---END OF PREVIOUS SECTION---\nIf this weapon had a pair of\nlips and set of tits, I'd marry it. They pass around a roll of MASKING TAPE and a PEN, and\nscribble their blood types on the bottom of their boots. The\nroll comes along to John, the only team member who hasn't\n“logged in. \n---TARGET SECTION TO BE ANNOTATED---\n He is silent for a moment, pensive.\n\nSARGE\nHow long’s it been?\n\nSarge’s appeared again above John.\n\nJOHN\nTen years...\n\nSARGE\n\nSam still there?\n(John nods)\n\nYou up for this?\n\nJOHN\nI don’t know if I can go back down\nthere, Sarge.\n\nJohn habitually, contemplatively runs his finger along an old\nscar on his forehead as the helicopter begins its descent.\n\nSARGE\nSo, stay with the chopper.\n(then)\nBut sooner or later, you're gonna\nhave to face your demons.\n\nJohn grips his weapon, steels himself.\n\fWEAPON ID\nUAC Special Ops clearance verified.\nHandle Identification: Reaper.\n\nIn the distance, a large field is lit up like a football\nstadium in the middle absolutely nowhere. It’s perimeter a\ntwenty foot wall topped with concertina wire.\n\nCUT TO:\n\nEXT. FIELD - PRE-DAWN\n\nThe chopper has landed. A couple hundred EMPLOYEES are lined\nup to be led onto buses parked in the immense empty field,\nwhere the hell did all these people come from?\n\nThey look as though they haven't seen daylight in months:\npale, out of shape, disoriented. Carry a few quickly\ngathered possessions in the frigid pre-dawn darkness. The\nemployees watch with mild disinterest as the heavily armed\nsquad disembarks from the chopper.\n\nPORTMAN\nI thought the shit was going down on\nOlduvai?\n\nGOAT\nYeah.\n\nPORTMAN\n\nSo, why’re these guys leaving?\n\n \n\nGOAT\nStandard evac procedure for a Level\nFive Emergency.\n\nSarge leads his Marines toward a massive stainless steel\nelevator that suddenly rises up out of a subterranean shaft\nin the middle of what a moment ago was an empty field.\n\nSARGE\nUAC doesn’t want us tripping over a\nbuncha civilians while we clean up\nanother one a their goddam messes.\n\nThe Kid stops to stare -- Holy shit -- as the big steel\nelevator doors open and we --\n\nCUT INSIDE:\n\fINT. ELEVATOR SHAFT- A MOMENT LATER\nThe men hustle aboard. After a moment they begin their\ndescent into the earth. A steel iris closes overhead,\nsealing the shaft.\nDESTROYER\nHey, H.",
  "7": "---END OF PREVIOUS SECTION---\nAfter a moment they begin their\ndescent into the earth. A steel iris closes overhead,\nsealing the shaft. DESTROYER\nHey, H. \n---TARGET SECTION TO BE ANNOTATED---\n What happened with that girl\nCandace last night?\nHERNANDEZ\nOh dude, she freaked when I tried to\ngive her the Dirty Hernandez!\n\nSARGE\nHernandez.\n\nHERNANDEZ\nRight. Sorry.\n\nSarge taps a full cartridge against his helmet.\n\nSARGE\nPray For War.\n\nThe team -- including John -- ritually responds:\n\nSQUAD\nPray For War.\n\nAnd BANG, the elevator dead drops, disappearing rapidly\nbeneath us into the seemingly bottomless abyss.\n\nCUT TO:\n\nINT. GRIMM/LABS (UNDERGROUND)\n\nThe elevator door opens and the Marines fan out, into the now\nempty lobby reception and security area of:\n\nThe Louis & Mary Grimm Memorial Research Laboratory, a\nDivision of Union Aerospace Corporation ...\n\n++. according to the large sign above the entrance.\n\nGOAT\nGrimm Labs, huh?\n\nJOHN\nWe used to just call it “the hole.”\n\f10.\n\nBeside the sign a pair of retouched, idealized photos of the\ntwo Drs. Grimm and a dedication --\n\nFor their indispensable contribution to the study of our\norigins, as well _ as their warm, caring hearts.\n\nGOAT\nGood likeness?\n\nJOHN\n«.-eyeah...\n\nLong, tunnel like hallways spread out in every direction with\ncomplicated signs indicating distant rooms and far flung\nresearch areas. The squad’s met by a senior facility\nSecurity Officer.\n\nSARGE\nAny more transmissions from Olduvai?\n\nOFFICER\nCarmack’s lab’s been quiet. General\npopulation’s okay -- just nervous --\n\nThe Officer escorts the Squad into a white, antiseptic-\nlooking tunnel. The sign above says simply “The Ark”.\n\nSARGE\nHow many are up there, all together?\n\nOFFICER\nFifty-four, including the five staff\nstill locked down inside Carmack’s\nclassified lab.\n\nJOHN\nYou have a list of the personnel in\nthat lab?\n\nSarge looks back at John, unhappy with the interruption.\nOFFICER\nNot down here, but the Security team\non Olduvai’ll have it.\n\nThey reach a plain grey wall. The Guard punches an elaborate\ncode into a control panel. The wall seems to somehow soften.\n\nHERNANDEZ\nOh no, no, no. I don’t do nanowalls.\n\f11.",
  "8": "---END OF PREVIOUS SECTION---\nHERNANDEZ\nOh no, no, no. I don’t do nanowalls. 11. \n---TARGET SECTION TO BE ANNOTATED---\nPORTMAN\nHow can you not do nanowalls? That's\nlike saying “I don’t do food.”\nHERNANDEZ\nNo. I do food, I don’t do nano-food,\nand I definitely don’t do nanowalls --\n\nSarge SHOVES Hernandez through the nanowall, into:\n\nINT. ARK CHAMBER PREP AREA - CONTINUOUS\nA tech (PINKY) greets the Team. He couldn't be more than 30,\nbut his face is ruined, features skewed in the wrong\ndirections. He appears to be seated in an ELECTRIC\nWHEELCHAIR. A blanket covers his legs.\nPINKY\nGood morning Gentlemen, welcome to\nthe Ark. My name is...\n\nJOHN\nWhat the hell are you doing here?\n\nPinky’s eyes narrow as he reads the stitching on John’s\njacket: J. Grimm. Pinky gives a mirthless laugh.\n\nPINKY\nI work here.\n\nJohn stares at Pinky. Who slowly, torturously ... cracks a\nhalf-frozen, twisted, mutilated, wholly sardonic smile --\n\nFLASHBACK TO:\n\nCLOSE - PINKY’S FACE\n\nBehind a shattered car window. 10 years younger. Unmarred.\nTill a fist SMASHES it through the window again and again.\n\nCUT BACK TO:\n\nINT. ARK CHAMBER PREP AREA - CONTINUOUS\nJohn worries his scar with a forefinger, stares Pinky down.\nPINKY\n\nWhoa, they gave you a gun. Did they\ngive you a psychological test first?\n\f12.\n\nSARGE\nNow is not the time, Reaper.\n\nPINKY\nUAC was kind enough to offer me\ngainful employment. They felt bad\nafter what you did.\n\nSARGE\nWe got a job to do. Let’s do it.\n\nJohn's still staring at Pinky, it’s unnerving.\n\nPINKY\nDown here, please.\n\nPinky anxiously gestures the Squad to the base of a mirrored\ncylinder protected by TWO SENTRIES.\n\nHERNANDEZ\nWe the first guys without a graduate\ndegree to go through this doohickey?\n\nSILENCE. Hernandez puffs on his cig.",
  "9": "---END OF PREVIOUS SECTION---\nHERNANDEZ\nWe the first guys without a graduate\ndegree to go through this doohickey? SILENCE. Hernandez puffs on his cig. \n---TARGET SECTION TO BE ANNOTATED---\nDESTROYER\nEver notice how things get diverse\nthe minute some shit hits the fan?\n\nOn the ring-shaped platform above the cylinder Pinky punches\ndata into various computer terminals around the ring.\n\nPHIL\nActually we’ve transported thousands;\nscientists, technicians, construction\nteams ...janitors.\n\nPORTMAN\nThese names, what‘re all these names?\n\nHe’s referring to a translucent plaque. The names of a score\nof men and women are engraved in a sort of scroll.\n\nPINKY\n\nAh. That’s the Honor Roll of folks\nwho didn’t make it through intact.\nBut that was before we perfected the\ncrystalline structure.\n\n(which reminds him)\nExtinguish all smoking materials\nbefore entering the containment area.\nJust one spark or cinder, and --\n\f13.\n\nHERNANDEZ\n(stubbing out his cig)\nOh, man.\n\nCUT TO:\n\nINT. CONTAINMENT CYLINDER - MOMENTS LATER\n\nThe team now stands in a circle around the inner rim of the\ncylinder, eyes wide to a man. They are all staring at:\n\nA DROP of LIQUID floating in the cylinder’s center. Perfect,\ncompact, simple. Light and space bend and twist around them.\n\nPINKY\nNot what you expected?\n\nDestroyer shakes his head. The sensitive soul inside the\n\nbuilt-up body is incredulous -- moved -- overwhelmed.\nDESTROYER\nAll this time, picturing “the Ark”, I\nalways assumed it was a -- ship ... I\n\nmean, a space-ship, but not ...\n\nJOHN\n«es a metaphor?\n\nThe other squad-members appear both scared and dubious.\n\nPINKY\nIt’s nothing more nor less than a\nquantum portal through the space/time\ncontinuum, a wormhole, a sort of\n“cosmic shortcut” across galaxies ...\n\nOff the squad’s looks (ranging through incredulity, fear and\noutright awe) Pinky pompously advances to the “droplet”.\n\nPinky (cont'd)\nI‘ll go first. Watch how it’s done --\n\nSARGE\nSorry. First man through should be\nshouldering a loaded weapon.\n\nSarge seems to share a momentary look with Pinky, then cocks\nhis gun and walks to the Wormhole. Instantly it expands to\nenvelop his body in a glistening, globular shell.\n\f14.",
  "10": "---END OF PREVIOUS SECTION---\nSarge seems to share a momentary look with Pinky, then cocks\nhis gun and walks to the Wormhole. Instantly it expands to\nenvelop his body in a glistening, globular shell. 14. \n---TARGET SECTION TO BE ANNOTATED---\nAnd, in a split-second FLASH OF BLUE LIGHT, the Wormhole\ncondenses back to its original size -- and Sarge is GONE.\n\nCUT TO:\n\nINT. “WORMHOLE CHAMBER” (OLDUVAI) - A MOMENT LATER\n\nSarge, John, the rest emerge from an identical “DROPLET” in\nan area similar to -- the “Wormhole Chamber” we just left on\nour home planet.\n\nAs the team tries to shake off the debilitating sensations,\nPinky rolls through from the other side, seemingly\nunaffected.\n\nPINKY\nDizziness and nausea are transitory --\nwe know of no long-term ill effects.\n\nThere’s a large, vault-like locked door leading out of the\nchamber. Beside it a bank of READ-OUTS for changes in air-\npressure, temperature, presence of pollutants and/or\ncontaminants. Sarge moves to it quickly.\n\nSARGE\nMain facility appears to be\nuncontaminated.\n\nPinky unclips a key hanging from a chain around his neck\nthat, strangely, looks like only part of a key. Turns to\nSarge.\n\nPINKY\nI'll be waiting here for you when\nyou're ready to head back.\n\nJOHN\nYou better be.\n\nSarge unclips a “part-key” from his own neck-chain. He and\nPinky insert their keys into the door, the massive hydraulic\nlock pins SMASH back, and the door slides open to reveal:\n\nINT. ATRIUM (OLDUVAI) - CONTINUOUS\nA sprawling complex with clean lines, ambient MUSIC and high\nceilings illuminated to mimic sunlight on a bright spring\n\nday. As the squad heads into the facility:\n\nPORTMAN\nWhere the hell are we ..?\n\f15.\n\nIndeed, they could be in the lobby of a Midwestern Marriott.\n\nGOAT\nHow about a couple million light\nyears from home?\n\nDestroyer feels the leaves of a potted tree: fake.\n\nDESTROYER\nAnd about a half-mile below ground.\n\nThe mood is anything but sunny. Agitated employees mill\nabout, hoping to be allowed to get the hell out of here.\n\nSCIENTIST 1\nWhat's going on? Are there\ncasualties in Dr. Carmack’s lab?\n\nA tall, thin and aggressive Scientist steps up to Sarge.",
  "11": "---END OF PREVIOUS SECTION---\nAre there\ncasualties in Dr. Carmack’s lab? A tall, thin and aggressive Scientist steps up to Sarge. \n---TARGET SECTION TO BE ANNOTATED---\nSCIENTIST 2\nHave we been exposed to some\ncontagion? I have a newborn, I --\n\nAn Olduvian Security Officer, HUENGS intervenes.\n\nHUENGS\nThat’s what they’re here to find out\nDr. Willits. Excuse me --\n(offers his hand)\nLt. Huengs. UAC security. Dr.\nCarmack shut down his lab at 03:37\nthis morning.\n\nThey're on the move, anxious personnel watching as they pass.\n\nHUENGS (cont'd)\nAfter the initial transmission we\ntried raising him on the internal com\nsystem and on the optic data lines\nbut received no response.\n\nSARGE\nYou have surveillance cameras in\nthere, any kind of monitoring or\nlistening devices?\n\nHUENGS\nNo sir. It’s a classified area. Our\njob is to keep people out, not watch\nwhat they’re doing inside.\n\f16.\n\nSARGE\nI want all non-essential personnel\nsecured in the Residential Zone and\n\nout of our way.\n\nHUENGS\nA lot of the staff is requesting\npermission to evacuate back through\n\nthe wormhole.\n\nJohn searches the faces of the gathered personnel as the\nSquad’s led across the atrium.\n\nSARGE\nNo. Let’s figure out what we're\ndealing with first, okay?\n\nJOHN\nYou got a list of names of the\npersonnel who're in Carmack’s lab?\n\nHUENGS\nSure.\n\nIt’s on Huengs’ clipboard. John grabs it, anxiously runs his\n\nfinger down the columns.\n\nHUENGS (cont'd)\nThat's all the personnel we’ve got up\nhere, their work assignments are\nlisted beside their names.\n\nBehind him, HEARS:\n\nWOMAN’S VOICE\nNext page. It’s alphabetical.\nJohn turns. He -- and we -- see a pretty RESEARCHER.\nJOHN\nHey.\n\nRESEARCHER\n“Hey.” That's it?\n\nJOHN\n(smiles, relieved)\nYou don't work in Carmack’s lab ..?\n\nThe two look pleased to see each\n\nObviously it’s been awhile.\nBefore she can answer:\n\nother -- also embarrassed, awkward.\n\f17.\n\nHERNANDEZ\nWhoa.\n\nJOHN\nThis is my sister. Samantha.\n\nHERNANDEZ\n(D’oh)\nOh. Hello, very nice to meet you.",
  "12": "---END OF PREVIOUS SECTION---\nSamantha. HERNANDEZ\n(D’oh)\nOh. Hello, very nice to meet you. \n---TARGET SECTION TO BE ANNOTATED---\nRudely interrupted, by an impatient:\n\nSARGE\nGood to see you again, Sam. “My how\nyou've grown,” and all that crap --\n\nSAM\nYou too, Asher. Steroids?\n\nSARGE\nFree weights. And you can address me\nas “Sergeant Mahonin” now, Samantha.\n\nSAM\nIn which case you can address me as\n“Dr. Grimm,” Sergeant.\n\nTouche.\nSARGE\n\nRight. I need you to go back to the\nResidential Zone with everyone else.\n\nSAM\nActually, no. I’m going into the lab\nwith you --\n\nSARGE\n\nHell you are.\n\nSAM\n-- to download as much of the\nresearch material as I can in case\nthe facility has to be sealed or\npermanently evacuated.\n\nCrisply, before Sarge can elaborate his objections:\n\nSAM (cont'd)\nIt’s UAC procedure, and it’s my job.\n\f18.\n\nThey’ve reached the outer door to the “Classified Research”\nlab area. Two more UAC security guys are guarding the high\nsecurity door and entrance.\n\nSARGE\nWe were told there are five inside.\n\nHUENGS\nYeah. We got lucky, two hours later\nthere would've been eighteen. Only\nCarmack’s Genetics Team was working.\n\nBehind the Guard is a triple-deadbolted steel seal that looks\n\nlike a submarine pressure door.\n\nSARGE\nWhat is this, an air-lock?\n\nHUENGS\nRumor’s been, Carmack’s experimenting\nwith Olduvian viruses...\n\nSAM\nThat's all it is: a rumor. Viruses\nare alive. Olduvai is dead. We\nstudy fossils and minerals up here,\nskeletons, rocks, planetary geology.\n\nShe pulls a “part-key” from her shirt. Unclips, hands it to\nSarge. He inserts both keys, and Lab Security inserts one.\n\nSARGE\nYou have a key.\n\nSAM\nI’m one of the eighteen who would\nhave been inside two hours later.\n\nThe heavy door swings open, and the group enters:\n\nINT. AIR LOCK - CONTINUOUS\n\nA claustrophobic stainless steel cube. Goat and Portman set\nup their portable LAPT (Laser Airborne Particulate Tester).\n\nSARGE\nHaz-mats.",
  "13": "---END OF PREVIOUS SECTION---\nAIR LOCK - CONTINUOUS\n\nA claustrophobic stainless steel cube. Goat and Portman set\nup their portable LAPT (Laser Airborne Particulate Tester). SARGE\nHaz-mats. \n---TARGET SECTION TO BE ANNOTATED---\nOut of Destroyer’s duffel come a half-dozen form-fitting haz-\nmat_suits resembling lizard skins. As the men pull them on:\n\f19.\n\nJOHN\nSam, grab a suit.\n\nSAM\nYou guys notice this airlock has no\nultraviolet light or decon shower?\nIt’s not used for biocontainment,\nbecause there is no --\n\nSARGE\nMaybe we're looking at a disgruntled\nemployee with a big-ass gun? The\nCarmack group is into Advanced\nWeapons R&D up here, right? Also the\nGenetics Team and what else?\n\nSAM\nThere are four research labs.\nGenetics, Weapons, Pharmacology and\nArcheological Spectrography.\n\nHERNANDEZ\nArcheological, what?\n\nSarge accesses the inner door with his one key, opening to:\n\nINT. CENTRAL LAB (OLDUVAI) - CONTINUOUS\nPitch black. Sarge locks the door behind them.\n\nSARGE\nCan we get some juice, goddammit?\n\nAs gun-mounted light-beams sweep the darkness, we glimpse:\n\nComputer servers; charts, maps tacked to walls; display cases\nof archeological findings. But no scientists, dead or alive.\n\nSARGE (cont'd)\nLook alert, ladies: we’re in-country\nnow -- and this is a live patrol.\nAll radios on Alpha, weapons off\nsafety -- and don’t blink.\n\nJohn flicks on an overhead light. Somehow, illuminating this\nshadowy secret space only makes the atmosphere even creepier.\n\nPortman waves a wand-shaped Sample Probe while Goat follows,\nconsulting a spectrometer that registers real-time readings.\n\f20.\n\nGOAT\nMagnesium, chromium, lead ... All\nnormal levels so far, Sarge --\n\nAs cheerful as the outer facility was designed, Carmack’s lab\nis strictly utilitarian, intentionally stripped of any detail\nthat might give a comforting sense of what goes on in here.\n\nGOAT (cont'd)\nNo evidence of airborne biological\nagents, infectious aerosols or\ncontaminated micro droplets ... no\nTB, rubella, or streptococci ...\n\nSam throws John a look: told you.\n\nHERNANDEZ\nBut major pucker factor, huh?\n\nSARGE\nOK. Huddle up.",
  "14": "---END OF PREVIOUS SECTION---\nHERNANDEZ\nBut major pucker factor, huh? SARGE\nOK. Huddle up. \n---TARGET SECTION TO BE ANNOTATED---\nThe Team gathers around Sarge, who, via a handheld disc,\nprojects a 3-D blueprint of Carmack’s lab into the center of\nthe floor: a maze of rooms and halls.\n\nSARGE (cont'd)\nWe’1ll begin on the periphery, move in\npincer-style, enclosing any potential\nthreat. Gannon, Kid: sweep Zone One.\nGoat, Portman, Zone Two. Hernandez,\nyou and me will take the Armory, make\nsure those weapons are secure.\nReaper: you keep Big Sister safe.\n\nAs everyone deploys:\nSARGE (cont'd)\nUpload map to your HUDs, fluorescent\npowder marking as rooms are cleared.\n\nEach visor gives a soft green glow of the Carmack lab layout\nas the Squad heads off.\n\nJohn and Sam are alone. Awkward BEAT.\n\nSAM\nSo. “Reaper.”\n\nJOHN\n(embarrassed)\nBecause of our last name...\n\f21.\n\nSAM\nI get it. Sorry, he made staying\nwith me sound like you drew latrine\nduty or something.\n\nJohn brushes this aside.\n\nJOHN\nHow much time are you gonna need?\n\nSAM\nHalf an hour to download it all,\nmaybe a little more.\n\nInserting a “data pod,” she’s already downloading files.\nJOHN\n\nWhen’d you start working in Carmack’s\nsecret lab?\n\nSAM\nI told you I was working at Grimm.\nJOHN\nYou didn’t say anything about\nOlduvai.\nSAM\n\nYou never asked. I go in and out.\nNo big deal. And it’s “restricted” --\nnot “secret”.\n\nJOHN\nJesus Christ...\n\nOn the wall, the fossilized main display: a perfectly\npreserved HUMANOID SKELETON curled protectively around the\nSKELETON of its CHILD. Labeled: “Olduvian female hominids”.\n\nSAM\nOh yeah. Meet “Lucy”.\n\nJOHN\nYou found human remains on Olduvai?\n\nSAM\nHumanoid. Mom and Dad did. Lucy and\nher child was their last major find.\nWe're on Level Ten of the dig, still\nhaven’t brought out samples nearly as\npristine, intact.\n\nHe had no idea, takes a moment to try and process it.\n\fJOHN\nYou never said anything.\n\nSAM\nNot something to scribble on the\nyearly birthday card.",
  "15": "---END OF PREVIOUS SECTION---\nHe had no idea, takes a moment to try and process it. JOHN\nYou never said anything. SAM\nNot something to scribble on the\nyearly birthday card. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nLook, I know I haven’t been --\n\nSAM\nIt's all right, I know how busy\nyou've been kicking ass with Sarge\nand being all you can be.\n\n22.\n\nJohn doesn’t want to get into it. Takes a beat, then:\n\nJOHN\n\nDid you hear Carmack’s message? The\n\nMan was genuinely freaked out.\n\nSAM\nWell, I don’t know what could’ve\n\nhappened to him unless a heavy fossil\n\nfell on his foot.\n\nShe moves on to the next computer, inserts another pod. John\nturns back to the “hominid”. Stares at “Lucy” for a BEAT.\n\nSAM (cont’d)\nWhat a waste.\n\nJohn turns to her, she’s looking at him, hard.\n\nJOHN\nWhat's a waste?\n\nSAM\nYou.\n\nINT. ARMORY (OLDUVAT)\n\nCUT TO:\n\nSarge sweeps the first room as Hernandez moves into an inner\n\nroom, finds racks of neatly stacked weapons.\n\nHERNANDEZ\nDoesn‘t look like anything's missing.\n\nHernandez's light finds a rack of ancient guns.\n\f23.\n\nHERNANDEZ (cont'd)\nHey Sarge...\n\nSarge steps in to find Hernandez admiring a vintage gun.\nHERNANDEZ (cont'd)\n\nLooks like the first-gen model of our\nplasma cannons, huh?\n\nSarge notes an unmarked secure door at the far end.\nSARGE\n\nIf all the guns are out here --\nwhat's in there?\n\nHe crosses to the door, scans his badge into the lazar.\n\nSENSOR\nID confirmed: Asher Mahonin.\n(then)\nAdvanced Weapons Personnel only,\nAccess Denied.\n\nCUT TO:\n\nINT. CORRIDOR\nDestroyer and Kid sweep. Off Kid’s quick, shallow breathing:\n\nDESTROYER\nEasy, Kid. Stay alert but loose.\n\nTHE KID\nI am loose, I just --\n\nSomething brushes The Kid’s shoulder, from above. He whirls,\nsqueezes a BURST -- at a tilation air hose, hanging down.\n\nTHE KID (cont‘d)\nSorry, just -- get a little jittery.\n\nDESTROYER\n(into Communicator)\nFriendly fire, boys. Wasting ghosts.\n(to Kid)\nAnd ammo.\n\nHe pats the greenie’s shoulder, reassures:\n\f24.",
  "16": "---END OF PREVIOUS SECTION---\nWasting ghosts. (to Kid)\nAnd ammo. He pats the greenie’s shoulder, reassures:\n\f24. \n---TARGET SECTION TO BE ANNOTATED---\nDESTROYER (cont'd)\nNerves is natural. Just watch out\nfor other personnel, y’know? Keep\neye-contact with your buddies ...\n\nHe stoops to pick up a white lab coat complete with ID Badge,\n\ndiscarded on the floor. Oddly, the right sleeve is missing.\n\ncurt TO:\n\nINT. CIRCULAR HOLDING CELL\n\nGoat and Portman hug the walls of a round room that’s mostly\na big pit. Curious, they shine their lights into its depths:\n\nTwenty feet down, walls lined with smooth, heavy steel.\n\nGOAT\nThis is a holding cell.\n\nHis ears pick up a faint HUMMING sound.\n\nPORTMAN\nYeah? Why do you think --\n\nGoat squats. Peers at the pit’s surface, the rough gouges in\nthe metal leading up to the rim. Portman squats beside him,\nreaches his hand out to touch the inside surface of the pit --\nCRACK! A JOLT of electricity throws Portman back against the\nwall. As Goat turns to “X” the room with his fluorescent\n\nmarker...\n\nGOAT\nI think it’s a holding cell because\nthe walls are electrified.\n\nPortman frantically blows on his singed hand.\n\nPORTMAN\nYou knew that and you still let me\ntouch it?!\n(Goat smirks)\nGoddammit Goat!\n\nCUT TO:\n\nINT. CENTRAL LABORATORY\n\nAs Sam fills another data pod, John is drawn to a light box\nsunk in the wall. The bluish read-out shows a massive grid,\n\nand the header reads: Thermal Ionization Mass Spectroscopy.\n\f25.\n\nJOHN\nThis is a radioscopic map of the\nground under us. All these lines..?\n\nSAM\nWhere buildings used to be, we think.\n\nJOHN\nThere was a city here.\n(then softly, spooked)\nSomething wiped these people out.\n\nSAM\nThat's one theory. Which would have\nmore credence if we had any sense of\nwhat might have “wiped” them “out”.\n\nJOHN\nThere another theory?\n\nSAM\nMaybe they just -- went, with time?\n\nJohn turns back to Lucy. Notes her protective posture.\n\nJOHN\nYou don’t shield your baby from time.\n\nSam resumes her work. Off a monitor below Lucy’s display:\nJOHN (cont’d)\nSam...",
  "17": "---END OF PREVIOUS SECTION---\nJOHN\nYou don’t shield your baby from time. Sam resumes her work. Off a monitor below Lucy’s display:\nJOHN (cont’d)\nSam... \n---TARGET SECTION TO BE ANNOTATED---\n Don’t humans have twenty-two\nchromosomes, plus the sex chromosome?\n\nOff Sam's murmur of assent:\n\nJOHN (cont’d)\nLucy had twenty-four?\n\nOn the monitor: CHROMOSOME MAPS that look like straws filled,\nat various points, with alternating black and white strata.\n\nSAM\nAll these years, you could’ve been\nsquinting into a microscope instead\nof a night vision sniper scope.\n\nIgnoring the unsolicited analysis, and advice:\n\nJOHN\nWhat's the 24th Chromosome for?\n\f26.\n\nSAM\n\nWe’re not sure. It’s got only one\nlayer of genetic material, we suspect\nit may be synthetic. Bio-engineered.\nNo one’s been able to identify ten\npercent of the human genome. There's\nplenty of room in the helix to insert\nstealth DNA.\n\nJOHN\nSo we have no idea what chromosome 24\ndoes?\n\nSAM\n\nThe Olduvians knew. That’s what\nCarmack’s team’s been working on.\n\nCur TO:\n\nINT. CIRCULAR HOLDING CELL\nHelping an unsteady Portman upright, Goat gravely reminds:\n\nGOAT\n“Can one go upon hot coals and his\nfeet not be burned?”\n\nPORTMAN\nIt was my hand, not my foot, and if\nyou quote the goddamn Bible again\nI‘1l put my foot right up your...\n\nTHUMP! Something’s leapt in the air then landed behind them.\n\nThey whirl -- but the thing’s already taken off again. Goat\nsignals: wait here, watch my back. Into his Communicator:\n\nGOAT\nIt's Goat in Zone Two... Something --\nunidentified -- moving east... Fast.\n\nCut TO:\n\nINT. CORRIDOR - WITH SARGE\n\nAs he races after something that just whizzed across an\nintersection of two adjoining corridors, ten yards off.\n\nHe FIRES a warning shot as Hernandez catches up.\n\f27.\n\nHERNANDEZ\nWhat is it --?\n\nCUT TO:\n\nINT. CORRIDOR - THE KID\n\nYounger, more eager and agile, he’s raced ahead of Destroyer,\nsprinting along a curving corridor, just behind the thing ...\nSPRAYING rounds at -- a shadow, hank of hair, flash of flesh.",
  "18": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. CORRIDOR - THE KID\n\nYounger, more eager and agile, he’s raced ahead of Destroyer,\nsprinting along a curving corridor, just behind the thing ... SPRAYING rounds at -- a shadow, hank of hair, flash of flesh. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN'S VOICE\nDon’t shoot!\n\nPumped, The Kid barely HEARS over his ear-splitting barrage.\nPanting, John catches up then pushes past, forcing the Kid to\nhold his fire as John chases the thing around a corner and\ninto a DARKENED DEAD END.\n\nJohn inches forward, keenly aware of the THICK BREATHING\nemanating from the shadows.\n\nJOHN\nIf you have a weapon, drop it.\n\nTHUMP: too loud for a dropped gun, more like a dropped body.\nAs Kid and Destroyer fall in behind him, John takes a deep\nbreath and turns on his gun-mounted FLASHLIGHT, pointing the\nblinding light right into the eyes of...\n\nA naked, shivering, babbling, underweight DR. TODD CARMACK.\n\nA moment later Sarge is there, elbowing past John, toward:\n\nSARGE\nDr. Carmack --?\n\nCarmack just blinks, rocks, and MURMURS gibberish. A small,\nfresh and fairly deep cut on his neck near the collarbone.\n\nGOAT\nSarge, don’t step on...\n\n \n\nGesturing at the Female Scientist’s severed arm on the floor.\nPortman queasily waves the Sample Probe wand over it.\n\nPORTMAN\nClean.\n\nDestroyer’s still carrying the lab-coat with missing sleeve.\n\f28.\n\nSARGE\nI‘ll take that, Destroyer.\n\nJust as Sam races up.\n\nSAM\nOh my god. Dr. Carmack ..?\n\nShe moves toward him, perhaps too suddenly.\n\nPanicked, Carmack SCREAMS and retreats, tearing off his left\near. Flings it at them. Blood pours from the wound.\n\nPORTMAN\nJesus Christ.\n\nPortman cautiously “wands” Carmack as well: he’s clean too.\n\nSAM\nAnyone got a field medical pouch?\n\nPortman offers his. Sam finds a packet of QuikClot.\nCarefully approaches as she --\n\nSAM (cont'd)\nDr. Carmack, it’s me. Samantha\nGrimm...I’m not going to hurt you.\n\nHe whimpers, terrified, but lets her get close. As she pours\nthe powder into the raw opening in Carmack’s scalp:\n\nSARGE\n\nHernandez, hump Carmack out to the\nInfirmary with Doctor Grimm.",
  "19": "---END OF PREVIOUS SECTION---\nI’m not going to hurt you. He whimpers, terrified, but lets her get close. As she pours\nthe powder into the raw opening in Carmack’s scalp:\n\nSARGE\n\nHernandez, hump Carmack out to the\nInfirmary with Doctor Grimm. \n---TARGET SECTION TO BE ANNOTATED---\n Reaper,\ngo through Carmack’s records and\nnotes, try to find out what this guy\nand his “Genetics Team” were doing in\nhere... The rest of you pair off,\nkeep sweeping and see if you can find\nthe body that goes with this arm.\n\nHERNANDEZ\nRodger dodger. Humpin’ with the doc.\n\nAs the squad splits up into teams again:\n\nDESTROYER\nWhat about you, Sarge?\n\nSARGE\nWe’re gonna need some bigger guns.\n\nCUT TO:\n\f29.\n\nINT. DARK CORRIDOR (CARMACK’S LAB) - A MOMENT LATER\n\nJohn presses himself against the wall, stepping carefully,\nstopping to listen, sliding slowly along the corridor...\n\nThe only sound he hears, is water DRIPPING from somewhere.\nHe reaches the corner. Takes a breath. Takes a step --\n\n-- directly into a dark shape coming out of the shadows. In\na heartbeat John’s drawn his plasma gun and --\n\nDARK SHAPE\nSorry. Goddammit. My fault.\n\nJohn snaps on his light. It’s only Goat. Who shakes his\nhead, disgusted with himself.\n\nGOAT\nGo on ahead, I'll catch up.\n\nTurning away, he unsheathes a hunting knife from the leather\nstrap wrapped around his forearm. When Goat opens his shirt,\nwe see a chest covered in tiny CROSS-SHAPED SCARS. He brings\nthe blade to his breastbone, notches another one. Notices:\n\nGOAT (cont'd)\n\nReaper? I told you to go on ahead.\n(beat)\n\nI took His name in vain.\n\nJOHN\nWell...when you’re done mortifying\nthe flesh? I’m in Carmack’s office.\n\nCUT TO:\nINT. CORRIDOR - SAME TIME\nGuns drawn, The Kid’s ears twitch at a single footfall behind\n\nhim. It’s Portman, conspicuously swinging his medical pouch.\n\nPORTMAN\nIt's messed up, right? Guy like\nthat, trained to put logic before\nemotion...he’s so freaked he tears\nhis own ear off. I tell ya. Shit\nlike that? Gets under your skin...\n\nThe Kid’s hands SHAKE. But Portman offers nothing, just\ncoolly waits for The Kid to ask:\n\f30.\n\nTHE KID\nDo you...",
  "20": "---END OF PREVIOUS SECTION---\nThe Kid’s hands SHAKE. But Portman offers nothing, just\ncoolly waits for The Kid to ask:\n\f30. THE KID\nDo you... \n---TARGET SECTION TO BE ANNOTATED---\ndo you have any?\n\nPortman flashes an evil, manipulative grin.\n\nPORTMAN\nDo I have any what?\n\n \n\nTHE KID\nYou...you know.\n\nThe Kid holds out his arm, his sleeve already retracted.\nPortman smirks, brings out a syringe, already loaded, and\npresses it to The Kid's vein. Teases him...\n\nPORTMAN\nWhattaya say?\n\nHis voice muted with embarrassment:\n\nTHE KID\nPlease. Please.\n\nPortman SINKS the syringe into The Kid’s vein. The Kid's\neyes roll back momentarily as he savors the high.\n\nPORTMAN\nPlease and what?\n\nThe Kid shudders, slow to react in his haze.\n\nPORTMAN (cont'd)\nPlease _ and what, skirt?\n\nTHE KID\nThank you, thank you, Dean.\n\nPortman smacks The Kid in the back of his head.\n\nPORTMAN\nMuch better.\n\nPortman strolls off, leaving the Kid behind in the shadows.\n\nCUT TO:\n\nINT. DR. CARMACK'S OFFICE\n\nGoat enters to find John contemplating a floor-to-ceiling\npanel of buttons and switches, monitors and data screens.\n\f31.\n\nAs Goat edgily eyeballs every corner, John accesses the hard-\ndrive back-ups for a decade's worth of skunkworks-style R&D.\n\nFiles are labeled: Exploitation of Mineral Wealth, Water,\nOil, Oxygen, Plant Life, Coal, Agriculture, Livestock & Other\nAnimal Assets -- each in turn followed by words like extinct,\nextinguished, obsolete, unusable, depleted, and defunct.\n\nNow John finds a pile of disks, no particular order, marked:\n\nJOHN\n“Carmack Vid-Notes”..?\n\nHe inserts one. On a MONITOR, an image comes up of CARMACK:\nyounger, calmer, almost jubilant.\n\nDR. CARMACK (HOLOGRAM)\n-- test rats have evidenced increased\nmusculature, endurance, ability to --\n\nJohn ejects, tries for something more recent. Looking older:\n\nDR. CARMACK (HOLOGRAM) (cont'd)\n-- skeletal development, stimulation\n\nof the rhesus’s metabolic systems ...\n\nI'm sure these genetic enhancements\n\nare key to the remarkable scientific\nadvances we've discovered on Olduvai.\n\nJohn and Goat don’t notice as, behind them ...\n»..",
  "21": "---END OF PREVIOUS SECTION---\nI'm sure these genetic enhancements\n\nare key to the remarkable scientific\nadvances we've discovered on Olduvai. John and Goat don’t notice as, behind them ... ».. \n---TARGET SECTION TO BE ANNOTATED---\n the office door swings wider. John ejects the disk --\n\nCUT TO:\n\nINT. INFIRMARY - SAME TIME\n\nThe staff has cleared out, of course. Carmack lies on a cot,\ninert, staring at the ceiling with dilated eyes. Hernandez\nqueasily presses an ice-pack to his mangled ear-stump.\n\nHERNANDEZ\n(spooked, re Carmack)\nHe’s shrinking. Why’s he shrinking?\n\nSam monitors the multiple IV lines.\n\nSAM\nI don’t know. I’m pumping in\ndextrose, glucose, plasma and his\nweight keeps dropping, like he’s\nmetabolizing himself ...\n\f32.\n\nShe wraps a rubber cuff around Carmack’s shriveled bicep,\npumping it up to get a blood-pressure reading. When --\n\n-- Carmack bolts upright, grabs Sam by the hair and pulls her\nface up to his saliva-flecked lips. Then, hoarsely whispers:\n\nCARMACK\nShut down the Wormhole.\nHERNANDEZ\nWhoa, whoa!\n\nHe yanks Sam back, out of Carmack’s grasp.\n\nSAM\nLeave him alone.\n\nBack to Carmack:\nSAM (cont’d)\n\nDr. Carmack? What happened in there?\nIt’s me, Samantha Grimm. It’s OK...\n\nCARMACK\nPlease. Shut it down. He...\n(terrified)\n\n«+-got loose.\n\nCarmack sinks back into the cot. Lips moving again, but Sam\ncan’t hear. Fighting her fear, she leans closer...\n\nCARMACK (cont'd)\nYour parents...were right.\n\nThen his eyes roll back and he subsides into unconsciousness.\nCUT TO:\n\nINT. DR. CARMACK’S OFFICE - SAME TIME\n\nJohn and Goat watch the next disk. Oblivious to a SILHOUETTE\nbehind them, in the door. That fills the doorframe.\n\nDR. CARMACK (HOLOGRAM)\n-.- Curtis Stahle, a healthy white\nmale, aged 24. This represents the\napex of ten years of animal study ...\n\nJOHN\n(off time and date stamp)\nThis was made yesterday --\n\f33.\n\nGOAT\n(places the name)\n“Curtis Stahle”. Hernandez and I\nescorted him to Grimm/Labs, maybe a\nmonth ago.",
  "22": "---END OF PREVIOUS SECTION---\nJOHN\n(off time and date stamp)\nThis was made yesterday --\n\f33. GOAT\n(places the name)\n“Curtis Stahle”. Hernandez and I\nescorted him to Grimm/Labs, maybe a\nmonth ago. \n---TARGET SECTION TO BE ANNOTATED---\n I remember ‘cause it was\nthe middle of the night.\n\nHARD CUT TO:\n\nINT. CORRIDOR - FLASHBACK VIA VIDEO FOOTAGE\nWe are watching grainy SECURITY CAMERA FOOTAGE. Goat and\nHernandez lead STAHLE, an oversized, acne-scarred convict,\ndown the hall as quickly as his LEG CHAINS will allow.\nGOAT’S VOICE\nHe was manacled. Transport driver\nsaid he'd killed some little kids...\n\nCUT TO:\n\nINT. ARMORY - PRESENT\nSarge enters the darkened room. This time he’s brought two\nnew items. First, that lab coat with the missing sleeve. He\nunpins the badge and scans it.\nSENSOR\n\nID confirmed: Donna Jackson.\n\nAdvanced Weapons Personnel confirmed.\nIt slides open, revealing a hand-imprint pressure pad.\n\nSENSOR (cont’d)\nPlease provide DNA verification.\n\nThe second item is Dr. Jackson’s severed arm. Sarge presses\nthe dead scientist's hand against the pressure pad. BEAT.\n\nSENSOR (cont'd)\nDNA Verification confirmed.\n\nThe door finally slides open. Sarge chucks the arm, enters:\n\nINT. ADVANCED WEAPONS SECTION OF THE ARMORY\n\nAn enormous, gorgeous, next-gen killing device -- the BFG, or\nBIOFORCE GUN) -- floats _in midair, rotating slowly in the\n\ncenter of the room...just as one find weapons in a game.\n\f34.\n\nBut this is no game. Sarge circles the BFG with nervous\ntension. He knows there must be some kind of force-field\nprotecting the suspended-in-space weapon from interlopers.\n\nCUT TO:\n\nINT. DR. CARMACK’S OFFICE\n\nGoat's still watching the “Vid-Notes” -- but John’s attention\nhas shifted to a faint but long, bizarre shadow on the floor.\n\nDR. CARMACK (HOLOGRAM)\n++. confine Stahle to the Detention\nTank for careful evaluation after --\nAbruptly John hits Pause -- and a low, wet RASPING is heard.\nGoat spins around, cannon SPEWING DEATH...",
  "23": "---END OF PREVIOUS SECTION---\nDR. CARMACK (HOLOGRAM)\n++. confine Stahle to the Detention\nTank for careful evaluation after --\nAbruptly John hits Pause -- and a low, wet RASPING is heard. Goat spins around, cannon SPEWING DEATH... \n---TARGET SECTION TO BE ANNOTATED---\nJohn joins in, unleashes sustained pinpoint fire at a shadow-\nSOMETHING ROARS in anger as it retreats --\n\nWe glimpse inhuman muscle-mass, thick scaly skin, a tusk and\na leg-iron, heavy chain busted, still locked around an ankle.\n\nJohn and Goat race out into:\n\nINT. CORRIDOR\nWhere the pair advances, crouching. Goat KICKS open a door.\n\nJOHN\nShoot-pause-enter.\n\nGOAT\nWhat the hell was that?\n\nJOHN\nShoot-pause-enter.\n\nJohn squeezes a BURST. BEAT. They swing inside -- nothing.\n\nCuT TO:\n\nINT. ARMORY - SARGE\n\nhears the FIRE. Damn -- with no time to get his hands on the\nBFG he turns, sprinting toward the fracas as, into his radio:\n\f35.\n\nSARGE\nWho's firing, what’s your position?\n\ncut TO:\n\nINT. CORRIDOR - A MOMENT LATER\n\nAt an intersection of corridors, John and Goat reunite with\nPortman and the Kid (coming from the Commissary) and Sarge.\n\nSARGE\nHold your fire! What in god’s name\nare you shitheads shooting at--!?\n\nJOHN\nSome -- thing. Huge. Not human.\n\nSARGE\nWhat the hell was it?\n\nPORTMAN\nWe're on another planet, who knows\nwhat kinda wildlife they got here?\n\nTHE KID\nWe got it contained in the lab.\n\nSARGE\nOr not. We order an immediate evac\nand secure the main facility!\nHe hurries toward the air-lock, the squad following.\n\nCUT TO:\n\nINT. INFIRMARY - SAME TIME\nSam stares, confused, at the automated blood-typing machine.\n\nThe read-out blinks: Blood group cannot be identified.\n\nSAM\nWhat the hell?\n\nShe looks at Carmack, who is now in soft restraints. Sarge’s\nvoice cuts in over Hernandez’s communicator.\n\nSARGE (VO)\nHernandez, get your ass over to the\nresidential unit to assist with evac.\n\f36.\n\nHERNANDEZ\n(to Sam)\nYou good?\n\nShe nods and Hernandez takes off.\n\nHERNANDEZ (cont'd)\n(into communicator)\nRoger that, on the way.\n\nAnd he’s gone. She returns to the blood typing machine.\nEnters more data.",
  "24": "---END OF PREVIOUS SECTION---\nAnd he’s gone. She returns to the blood typing machine. Enters more data. \n---TARGET SECTION TO BE ANNOTATED---\n After a moment, the read out blinks again:\nBlood group cannot be identified.\n\nIt doesn’t make sense. She goes to the cabinet, pulls out a\ncauterizing kit. Turns back to Carmack -- reacts.\n\nSAM\nOh shit...\n\nThe cot where Carmack lay a moment ago, is empty. All he’s\nleft behind is a bloody smear across a sheet. OVER the PA:\n\nSARGE (ON PA)\nAttention Olduvai personnel. This is\nSergeant Asher Mahonin, UACM.\n\nCUT TO:\n\nINT. RESIDENTIAL ZONE\n\nYet another series of cramped industrial hallways, with one\nnotable difference: A laughable attempt has been made to make\nthe area more “comforting:”\n\nThe handsome front doors of the residential units, as well as\nthe units’ quaint windows, are all set into one side of the\nhallway. The other side boasts a “view” painted onto the\ncold steel. The low ceilings are painted to resemble an\nabnormally blue sky.\n\nAn infant wouldn't be fooled by this pathetic facade.\n\nSARGE (ON PA)\nIn a timely and orderly fashion, you\nare to report under armed escort to\nthe Wormhole Chamber for temporary\nevacuation back to Grimm/Labs.\n\nThe four-dozen or so nervous RESIDENTS who'd only recently\nbeen sequestered here, nervously emerge from their “homes”.\n\f37.\n\nThey follow behind Portman and the Kid, eventually emerging\nfrom -- A LARGE IRON GATE, like that which might enclose an\nupscale “gated community”, except it is built into another\nsteel wall. So rather than a wholesome welcome to a\nneighborhood, it is more akin to a gussied up MINE SHAFT\nENTRANCE. The gate’s electric current is SHUT OFF.\n\nAn agitated TECH 1 watches the two men converse -- quietly,\nseriously.\n\nTECH 1\nWhat do you bet those guys know\nsomething they're not telling us?\n\nTECH 2\nYeah, well, probably classified ...\n\nWe TRACK ahead, HEAR their sotto dialogue.\n\nTHE KID\nShe said he just disappeared?\n\nPORTMAN\nYeah. Probably ran off somewhere to\nrip off the other ear.\n\ncur TO:\n\nINT.",
  "25": "---END OF PREVIOUS SECTION---\nPORTMAN\nYeah. Probably ran off somewhere to\nrip off the other ear. cur TO:\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ATRIUM\n\nPinky opens the double dead-bolted steel door to the Olduvai\nside of the Wormhole. TWO LONG LINES of evacuating\npersonnel have formed as Hernandez checks IDs and the restive\ncrowd proceeds, one by one, into the chamber that’1l\ntransport them home.\n\nHERNANDEZ\nI should go, make sure she’s okay.\n\nDESTROYER\nSarge went, she’s fine. You gettin’\na little attached?\n\nHERNANDEZ\nNo.\n\nDESTROYER\nDon't do this again, man.\n\nHERNANDEZ\nDon’t what?\n\f38.\n\nDESTROYER\nCome on, no. Just no. Okay?\n(to a passing woman)\nLady. Wait. You alright?\n\nThe LADY not only looks distraught, as though she’s been\nweeping, but her neck is bruised and bleeding, the collar of\nher blouse stained with something dark.\n\nMRS. WILLITS\nI...I...something...\n\nHERNANDEZ\nWhat happened, Mrs...\n(checking her name tag)\n«. Willits?\n\nMRS. WILLITS\nMy baby -- fever...\n\nHERNANDEZ\nYeah? Where is your baby --?\n(off her stare)\nIs the baby home with your husband?\n\nDESTROYER\nWe‘re still short four heads.\n\nBut Hernandez is staring at the woman. Concerned.\n\nDESTROYER (cont'd)\nGregg?\n\nHERNANDEZ\n(to Mrs. Willits)\nGo on ma‘am, we'll take a look.\n(then to Destroyer)\nWe gotta check a house. “Willits”.\nSee if there’s a baby...\n\ncuT TO:\n\nINT. WILLITS NURSERY\n\nWhat's left of a splintered, bloodstained door is kicked in\nby Hernandez and Destroyer -- bursting in, weapons deployed.\n\nInside, the residential units are made up to as closely as\npossible resemble actual homes. Walls painted pink, the\nnursery is filled with stuffed animals and toys.\n\f39.\n\nThere's a rocking chair in one corner, and a CRIB in the\ncenter of the room. Which, ominously, marks the end of a\npath of dribbled, spattered blood from the door.\n\nHERNANDEZ\nOh, man.",
  "26": "---END OF PREVIOUS SECTION---\nThere's a rocking chair in one corner, and a CRIB in the\ncenter of the room. Which, ominously, marks the end of a\npath of dribbled, spattered blood from the door. HERNANDEZ\nOh, man. \n---TARGET SECTION TO BE ANNOTATED---\nAgainst his better judgement, Hernandez approaches the crib,\nglances down. BEAT. He straight-arms Destroyer behind him.\n\nHERNANDEZ (cont’d)\nDon’t. Gannon. Just ... don’t.\n\nCUT TO:\n\nINT. LIVING ROOM\n\nAs Sarge, John and the rest of the squad sweep the room, guns\nbristling, tensions now high.\n\nTHE KID\n\nYou guy's find Dr. Carmack?\nSARGE\n\nNo.\nTHE KID\n\nThat's kinda weird isn’t it? I mean\nhe was pretty hurt and all --\n\nHernandez and Destroyer exit the nursery. Both men are pale,\nin shock. Destroyer doubles over, retching, overcome.\n\nDESTROYER\nOh god...\n\nHERNANDEZ\nLady said her baby had a fever.\n\nDESTROYER\nLot worse than any fever --\n\n \n\nHe trails off, noting that John and Sarge are both looking up\nat the ceiling -- specifically, at the stain of blood from\ninside it that leads across ... then down to an open window.\n\nAs he and John dash out the unit’s back door --\n\nINT. RESIDENTIAL HOUSING CORRIDOR 10\n\n-- and follow the blood smear from the window, down the wall,\nto an open manhole set into the corridor’s floor.\n\f40.\n\nThey regard the hole for a brief moment, then John steps\nforward, cocks his weapon, and drops down. The rest follow.\nOnly Portman hesitates.\n\nPORTMAN\nSarge, it’s one thing to be “in the\nshit\" as a figure of speech, but --\n\nSARGE\nGet in the goddamn hole, Portman.\n\nCUT TO:\n\nINT. WORMHOLE CHAMBER - PINKY\nPlays DOOM on a monitor. Huengs sits nearby.\n\nPINKY\nDude. I’m five frags up on this guy\nFragglet, and he’s just standing\nthere taking shots at me with the\nchaingun. The Chaingun!!!\n\nPinky looks to Huengs...and discovers him to be asleep at a\nnearby computer terminal, leaning back in the chair, head\nrolled back. His eyes closed. Pinky goes back to his game.\n\nA DRIBBLE OF VISCOUS GREEN MUCOUS drops into Hueng‘s open\nmouth from somewhere above. Huengs gags.",
  "27": "---END OF PREVIOUS SECTION---\nPinky goes back to his game. A DRIBBLE OF VISCOUS GREEN MUCOUS drops into Hueng‘s open\nmouth from somewhere above. Huengs gags. \n---TARGET SECTION TO BE ANNOTATED---\n His eyes open\nWIDE, he looks up. SCREAMS.\n\nPinky turns around from his game. Holy shit. We don’t see\nit, but from the look on Pinky’s face it’s horrifying. To\nthe sounds of flesh ripping and bones breaking, Pinky backs\ntoward the Wormhole slowly. Trying to go unnoticed.\n\nAs Huengs’ screams continue and Pinky’s hand reaches for the\nwormhole control panel we --\n\nCcuT TO:\n\nINT. SEWER\nPortman, breathing through his mouth, waves his beam around.\nEvery FOOTFALL, DRIP and CREAK echoes off the tunnel’s metal\n\nsurface, amplified and distorted. And it’s a claustrophobe’s\nworst nightmare -- the men have to hunker down as they walk.\n\f41.\n\nSARGE\nStay in cigar formation. If you can\nID the enemy, don’t wait for your\nbuddy to do the same: start shooting.\n\nTo ward off fear, Goat (the only one who, per regulations,\nwears Night Vision Goggles) softly recites from the Bible:\n\nGOAT\n“Be sober, be vigilant, because your\nadversary the devil ... walketh\nabout, seeking whom he may devour.”\n\nSARGE |\nGoat? Give it a rest, would ya?\n\nJOHN\nYou really believe that?\n\nGOAT\nI know what I saw.\n\nWITH DESTROYER AND HERNANDEZ\n\nas they march through the muck, playing their light-beams in\nregular, repeating patterns:\n\nDESTROYER\nH, when we were kids playing soldier,\ny‘ever picture yourself doing this?\nHERNANDEZ\nNo, I pictured myself getting laid.\nBACK TO JOHN\n\nAs he passes The Kid, moving into position to walk point:\n\nTHE KID\nHey. You don’t wear NVG’s neither?\n\nJOHN\nI don’t like ‘em -- they limit your\nperipheral vision.\n\nTHE KID\nPlus y’can’t see shit to either side.\n\nJohn smiles. Then there's a SPLASH -- and The Kid tenses as\nJohn turns -- sees that Goat tripped on some debris, is all.\n\f42.",
  "28": "---END OF PREVIOUS SECTION---\nJohn smiles. Then there's a SPLASH -- and The Kid tenses as\nJohn turns -- sees that Goat tripped on some debris, is all. 42. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nStephen, right?\n\nTHE KID\nEveryone's calling me The Kid, so --\n\nJOHN\nSo this is why you joined up, huh?\nRomance, adventure, see the world,\nmake the parents proud?\n\nTHE KID\nI...well, I...lost my parents...\n\nJohn silently registers this, fingering his scar, as:\n\nTHE KID (cont'd)\n\nI woke up one morning and everything\nwas gone. Only thing left was -- me.\nThey wanted the TV more than they\nwanted me.\n\n(then)\nYou lost your folks, right? They\nsorta ... founded, this whole --\n\nJOHN\nCar accident.\n\nThe Kid takes this in. A few more steps in silence, then:\n\nTHE KID\nYour sister -- she’s some big\nscientist up here ...\n(off John’s nod)\nAnd you’re humping it in a sewer --?\n\nJOHN\nThe road not taken.\n\nThe Kid turns to John, to try to read his face -- and,\nlooking in Kid’s eyes, as at a reflection, John sees:\n\nJOHN (cont‘d)\nYour pupils, they’re pinned, Kid ...\n\nTHE KID\n(turning away)\nI got this condition, Reaper. When\nI’m scared --\n\nJOHN\nPortman supplying you?\n\f43.\n\nTHE KID\nHe didn’t force me, I --\n\nJOHN\nYou take one more shot of that shit,\nI’1l1 blow holes in you and Portman.\n\nWithout warning The Kid whips two hand cannons from his chest\nholsters, points them both in the direction of John’s head --\n\nWITH DESTROYER AND HERNANDEZ\n\nAs Hernandez feels something tickling his kneecap. He\nreaches down, and scoops something out of the water ...\n\nHERNANDEZ\nD? This has gotta be the last straw.\n\nIt’s a mangled doll's head.\n\nBACK TO JOHN AND THE KID\nJohn gently reaches out, to calm the overwrought youth:\n\nJOHN\nKid, that was just my way of ...\n\nSlowly The Kid adjusts his aim -- over both John’s shoulders.\nAnd with reason: SOMETHING’s creeping in the dark behind Goat\nin the rear.\n\nThey can hear it BREATHE. Now the whole Squad stops in its\ntracks, moved to steadfast silence.",
  "29": "---END OF PREVIOUS SECTION---\nAnd with reason: SOMETHING’s creeping in the dark behind Goat\nin the rear. They can hear it BREATHE. Now the whole Squad stops in its\ntracks, moved to steadfast silence. \n---TARGET SECTION TO BE ANNOTATED---\nA ghostly white object, in the shape of a human torso, floats\nalong the tunnel ...\n\nJohn raises it up: a lacerated, bloody lab-coat. With Dr.\nWillits’ ID still pinned over the breast pocket.\n\nTHE KID\nGoat!\nNIGHT VISION POV\nWe see what Goat sees: the tunnel behind, all lit, all clear.\n\nGOAT’S VOICE\nWhat?\n\f44,\n\nTHE KID’S VOICE\nFive o’clock!!\n\nGoat's POV swivels to five o’clock. FILLING the FRAME is a\nMAN'S FACE, as it emerges from the muck. Its eyes open.\n\nGOAT’S VOICE\n+s. Dr. Willits ..?\n\nThen the rest of its eyes open and --\n\nBACK TO JOHN AND THE KID\n\nIt happens so fast. A GLIMMER of RAZOR SHARP TEETH, and then\nsomething ROCKETS from the maw of darkness, embedding deep\ninto Goat’s neck. His eyes go wide, arms flail helplessly.\n\nThe creature retreats further into the tunnel, allowing its\ntongue to slowly spool out of its throat. Then in one quick\nmotion, it retreats entirely, tongue separating from its\nbody. The pink two-foot muscle writhes grotesquely, the\nfluid sack at its posterior end pumping furiously. Goat\nstumbles backward, grasping at it.\n\nJohn and the rest of the squad step into firing formation.\nUnleash a HELL STORM into the darkness. From the void a high\npitched SCREAM, otherworldly, terrifying.\n\nThe shooting slowly stops as each man runs out of ammo. And\nfinally, from far down the tunnel, the screaming ends and the\nsound of something large SPLASHES into the water.\n\nSARGE\nMan down, dammit --\n\nGoat lies motionless in the muck. After completely emptying\nits contents into his neck, the tongue drops into his lap,\nstill squirming in a grotesque struggle for independent life.\n\nJOHN\nSweet Jesus.\n\nCcuT TO:\n\nINT. INFIRMARY - A FEW MINUTES LATER\nJohn and Sarge carry in an unresponsive Goat.\n\nSAM\nWhat the hell happened?\n\f45.\n\nBehind them, Hernandez and Destroyer hump a strangely shaped\nBODYBAG.",
  "30": "---END OF PREVIOUS SECTION---\nSAM\nWhat the hell happened? 45. Behind them, Hernandez and Destroyer hump a strangely shaped\nBODYBAG. \n---TARGET SECTION TO BE ANNOTATED---\n John anxiously watches as Sam tries to stanch\nGoat's bleeding. Next, a shot of adrenaline. And another.\n\nJOHN\nGoat was ... right behind me, he ...\nwas talking about “devils” --\nSarge stands silently, waiting for Sam to finish her work.\n\nSAM\n“Devils”?\n\nJOHN\nGoat, he ... sees the world in black\nand white, doubt --\nSam stands, wipes her brow, shakes her head. He’s gone.\n\nJOHN (cont'd)\n-- and faith.\n\nHe blinks back tears.\n\nSAM\nI’m sorry.\n\nSam reaches for a body-bag. As she starts to zip it up:\n\nJOHN\nWait.\n\nHe closes Goat's eyelids. Then reaches into Goat’s Kevlar\nvest. Pulls out Goat’s well-thumbed, now bloodstained\nedition of the Bible. Pockets it, zips shut the body-bag.\n\nSAM\nWhat’s in that one?\n\nThe other body bag. The remaining team members exchange\ndubious glances.\n\nSARGE\nShow her.\n\nDestroyer unzips the second bag. Sam gasps at the blasted\nremnants of the IMP: A towering humanoid with eight eyes and\na thick black exoskeleton.\n\nSAM\nGood Christ...\n\f46.\n\nSARGE\nWhat the hell are you people working\non up here?\n\nSAM\nWe're analyzing bones, minerals ...\nWe're not doing anything like this --\n\nJOHN\nCarmack was experimenting on human\nsubjects in his genetics lab.\nSAM\n(heatedly)\nNo. Mice, maybe. Monkeys.\nJohn tosses her the “Carmack Vid-Notes” disc angrily.\nJOHN\nHe was experimenting on a convicted\nkiller named Curtis Stahle.\nSAM\nNo, we don’t have human subject study\napprovals!\n\nJOHN\nIt’s in his goddam notes!\n\nSam stares at the disc. John turns to Sarge.\nJOHN (cont’d)\nThis isn’t the same creature Goat and\nI saw outside Carmack’s lab.\n\nPORTMAN\nYou mean there’s more than one?\n\nTIME CUT TO:\n\nCLOSE - VIDEO MAP\nIt depicts a blue outline of Olduvai’s layout. OVER:\n\nTHE KID'S VOICE\nWhat're those green dots...?\n\nA HAND reaches into FRAME, pointing to EIGHT GREEN BLIPS,\nwe're inside the --\n\f47.",
  "31": "---END OF PREVIOUS SECTION---\nTIME CUT TO:\n\nCLOSE - VIDEO MAP\nIt depicts a blue outline of Olduvai’s layout. OVER:\n\nTHE KID'S VOICE\nWhat're those green dots...? A HAND reaches into FRAME, pointing to EIGHT GREEN BLIPS,\nwe're inside the --\n\f47. \n---TARGET SECTION TO BE ANNOTATED---\nINT. INFIRMARY\nPortman looks from the large wall-mounted Map, to the Kid.\n\nHERNANDEZ\nThat's us, Newbie. That guy Pinky, a\nfew stragglers. Carbon-based life\nforms, identified as green dots...\n\nSarge is sending a message over UAC secure lines:\n\nSARGE\nThis Sergeant Asher Mahonin, phoning\nin a Operational Status Report at 0-\n915 hours from Olduvai. Situation\nremains unstable. Grimm/Labs and all\nOlduvai evacuees to remain under\nlockdown until we complete Sweep and\nClear here and return.\n\nPORTMAN\nThat's a bullshit sit-rep, Sarge --\n“unstable” means we need help, true?\n\nSarge glares at Portman then turns to the Squad and, coolly:\n\nSARGE\nAny other questions?\n\nPORTMAN\nWe need to call for help.\n\nJOHN\nWe're six million light years from\nhome. Message won't even get there\nfor an hour.\n\nKid's still studying the map.\nTHE KID\nIf the green blips are us, then\nwhat're those?\nPointing to the TWO RED BLIPS in the Chamber, nearby.\n\nJOHN\nCarbon-based life forms.\n\nTHE KID\nWhy red, not green --?\n\f48.\n\nJOHN\nBecause they’re not genetically\nidentifiable as human.\n\nDESTROYER\nWhatever they are, they’re huge --\n\nHERNANDEZ\nAnd they’re moving.\n\nAs the terrifying implication sinks in, Sarge starts to\nreload. The rest of the squad follows suit -- except:\n\nPORTMAN\nFive minutes ago, we wasted some --\nthing, Reaper thinks there’s another\nand now we got three --?!\n\nWith a deep, abiding and terrible calm:\n\nSARGE\nWe'll work our way from here to the\nWormhole and clean ‘em out, re-mark\nevery swept area. Hernandez stays\nwith Sam. Upload the GSR map to your\nheads up displays.\n\nSarge pulls a USB memory card from the monitor hard drive,\nloads it into his belt PC. The HUD on his visor suddenly\nglows green. Then Sarge tosses the memory card to John who\ndoes the same and passes it along as --\n\nPORTMAN\nIf we'd used the GSRs when we first\ngot here we wouldn’t be in this shit.",
  "32": "---END OF PREVIOUS SECTION---\nSarge pulls a USB memory card from the monitor hard drive,\nloads it into his belt PC. The HUD on his visor suddenly\nglows green. Then Sarge tosses the memory card to John who\ndoes the same and passes it along as --\n\nPORTMAN\nIf we'd used the GSRs when we first\ngot here we wouldn’t be in this shit. \n---TARGET SECTION TO BE ANNOTATED---\n(they ignore him)\nYou’re serious --?! Screw this! We\ngotta call in reinforcements! D’ya\nsee the way that thing greased Goat?\n\nSarge chambers rounds.\n\nPORTMAN (cont'd)\nI enlisted to protect UAC property\nand personnel. From terrorists and\nthugs, dangerous yes, but at least\nthey were human... It’s Standard\nOperating Procedure to call in\nreinforcements when a situa--\n\nSARGE\nWe are the reinforcements. Reload.\n\f49,\n\nDesperate, Portman looks to John for support. Instead, John\nslams a final round into his chamber, then, quietly:\n\nJOHN\nPray For War.\n\nCUT TO:\n\nINT. ATRIUM\n\nThe squad is spread out in a an advance offensive formation,\ncautiously approaching the Wormhole Chamber until Sarge\nabruptly halts them with a hand signal.\n\nSARGE\n.«.-damn door’s open...\n\nPORTMAN\nGrenade?\n\nJOHN\n\nYeah right, and blow the Wormhole...\n\nSarge signals for the team to split in two, hunker down on\nboth sides of the partially open double-deadbolt steel door.\n\nCUT TO:\nINT. INFIRMARY - SAME TIME\nSam pulls open what’s left of the Imp’s huge jaw, shines a\npenlight in, past the razor-sharp incisors.\nHernandez stands back -- a good vantage point for throwing\n\nthe occasional admiring glance at Sam’s ass, as she works.\n\nSAM\nShit.\n\nShe's dropped her penlight into the Imp’s mouth and deep into\nits gullet. She turns, signals:\n\nSAM (cont'd)\nHold this open.\n\nHernandez hesitates.\n\nSAM (cont’d)\nDon’t be a pussy.\n\nGrimacing, Hernandez grips the jaws, pries them wide apart.\n\f50.\n\nHERNANDEZ\nLittle tension ‘tween you and Reaper?\n\nSAM\nNo big deal. We just went our\nseparate ways. After our parents...\n\nHernandez nods: he’s more or less familiar with the story.\n\nSAM (cont'd)\nI focused on textbooks, microscopes.\nHe gravitated to guns and explosives.\n\nHERNANDEZ\nYeah? What was he like before?\n\nSAM\nAs a boy? Empathetic, sensitive.\n\nSam reaches into the creature’s mouth halfway up to her\nelbow.",
  "33": "---END OF PREVIOUS SECTION---\nSAM\nAs a boy? Empathetic, sensitive. Sam reaches into the creature’s mouth halfway up to her\nelbow. \n---TARGET SECTION TO BE ANNOTATED---\n She stretches her fingertips, straining.\n\nHERNANDEZ\nHard to think of Reaper as sensitive.\n\nSAM\nWell, I knew “Reaper” before all the\ndrop-down-gimme-fifty “woo-ha” stuff.\n\nHERNANDEZ\nIt’s “hoo-ah”...\n\nWhile Sam isn’t watching, Hernandez wipes away rivulets of\nsweat from his forehead.\n\nSAM\nYou don’t have a family, do you?\n\nHERNANDEZ\nI have Destroyer. His folks took me\nin. We came up together.\n\nSAM\nHe seems like a good guy.\n\nHernandez nods, embarrassed by this rare moment of candor.\nSAM (cont’'d)\nYou know -- I bet you’ve secretly got\na big heart, Hernandez ...\n\nHERNANDEZ\nNot the only secret big thing I got.\n\f51.\n\nSam smirks at the clumsy line, grabs a scalpel, begins a Y-\nincision but the scalpel SNAPS in half. She taps the broken\nhandle against the thick EXOSKELETON.\n\nSAM\nI need a power bone saw. There’s one\nin the morgue.\n\nHERNANDEZ\n\"Power bone saw.” Lady, I been\nlooking for you my whole life.\n\nCUT TO:\n\nINT. WORMHOLE CHAMBER\n\nJohn enters first, steps over Huengs’ dismembered, lifeless\ncorpse. The room is silent, otherwise empty. Off a soft but\nprecise signal of TAPS with his gun-stock against the floor,\nthe others follow him inside, army-crawling through the\ncrystalline maze. Slowly closing in on the Mirrored Cylinder\nat the center of the cavernous room...\n\nDESTROYER\nWhere's that guy Pinky...?\n\nHe trails off, distracted by another annoying, repetitive...\n\nPLINK. They’re small white OBJECTS, striking the floor. One\nlands near The Kid -- who, curious, scoops one into his palm.\nHe looks up, ghost white.\n\nNow everyone sees what he’s holding: a bloodied human tooth.\n\nDestroyer turns to find John looking up. Then he looks up to\nthe suspended catwalks. Through his spotter scope, sees:\n\nThe BARON, nearly bursting from its skin with muscularity.",
  "34": "---END OF PREVIOUS SECTION---\nDestroyer turns to find John looking up. Then he looks up to\nthe suspended catwalks. Through his spotter scope, sees:\n\nThe BARON, nearly bursting from its skin with muscularity. \n---TARGET SECTION TO BE ANNOTATED---\nWhere canines should be, the Baron boasts four razor-sharp\ntusks. Wart-like lumps speckle its face.\n\nDoes it not see them, or is it simply unafraid? Quietly:\n\nDESTROYER (cont'd)\nWhere's the other one?\n\nCUT TO:\n\f52.\n\nINT. CORRIDOR\n\nHernandez is returning from the Morgue, carries the bone saw.\nThrough the open nanowall of the Infirmary he can see Sam\nworking over the Imp. Calls to her, holds up the bone saw.\n\nHERNANDEZ\nIsn't there a saying? ‘Chivalry is\nworth two full body massages and a\nfoot rub?’ Something like that?\n\nSam doesn’t even look up, keeps working.\n\nSAM\nWe'll see.\n\nBut Hernandez has heard something, slows. Afraid to look\nbehind him as --\n\nHERNANDEZ\n+..eyeah we will...\n\nHernandez's blood splatters across the wall.\n\nHe staggers back, trips and falls. The DEMON that’s just\ntorn a hole in Hernandez’s arm stands above him.\n\nHernandez looks slowly up at the drooling monstrosity. Tries\nto reach for his weapon.\n\nSAM\n+. Greg...\n\nSam's standing in the open Infirmary nanowall, staring at the\nthing.\n\nHERNANDEZ\nSam, get back inside.\n\nThe Demon’s turned it’s attention to Sam. It allows\nHernandez to roll over, grab his weapon and fire a hurried\nshot. The demon SCREAMS, falls backward.\n\nHernandez jumps to his feet, takes off toward the Infirmary\nas fast as he can run.\n\nBut with terrifying recovery speed, the Demon is back in\naction, on his heels and gaining, slicing the air with its\nmassive claws --\n\nAt the end of the hallway, Sam stands on the other side of\nthe open nanowall, hands on the control panel.\n\f53.\n\nSAM\nCome on. Come on.\n\nHernandez sprints with all he’s got.\n\nHERNANDEZ\nNow! Do it now!\n\nWith fading strength, he leaps head-first. The Demon follows\nsuit a split-second behind Hernandez, as ...\n\nSam activates the panel. Hernandez tumbles through.",
  "35": "---END OF PREVIOUS SECTION---\nThe Demon follows\nsuit a split-second behind Hernandez, as ... Sam activates the panel. Hernandez tumbles through. \n---TARGET SECTION TO BE ANNOTATED---\nNext come the Demon’s head, upper torso -- then the nanowall\nsolidifies. It SCREAMS as its bones CRACK within the wall.\n\nEnraged, its tongue spools out just shy of Hernandez’s neck.\n\ncut TO:\n\nINT. WORMHOLE CHAMBER - SAME TIME\n\nThe squad has spread out in a horseshoe pattern, still\nfocused on the demon above. Quietly:\n\nSARGE\nOnce we open fire, if it tries to get\naway, lay down fire to force it away\nfrom the Wormhole...\n\nSarge pauses as The Baron SPITS another tooth at them, this\n\ntime almost malevolently. A _leg-iron with a busted chain\ndangles from its ankle.\n\nTHE KID\nReaper.\n\nJOHN\nWhat?\n\nTHE KID\n\nThe manacle and chain.\n\nJOHN\nCurtis Stahle.\n\nThe Baron LEAPS from its perch, hurtling toward the team.\nDestroyer’s chain gun SPRAYS LEAD. John’s twin pistols RAIN\nHOT METAL. Kid’s hand cannon SPEWS FIRE. The brunt of the\nfirepower catches the Baron square in the chest.\n\f54.\n\nThe force of the blast sends the creature crashing into the\nheart of the stacks fifty feet back. The Team relaxes\nmomentarily: nothing could have survived that.\n\nPORTMAN\n\nWhat the hell was that?!\nTHE KID\n\nIs it dead?\nSARGE\n\nNothing could have survived that.\nThe SHATTER of GLASS. The Squad watches, amazed, as:\n\nThe Baron, wounded yet seemingly none the worse for wear\nplows full speed through wall after wall of see-through metal\naggregate. A cloud of crystalline EXPLOSIONS fills the room.\nThe Squad begins quickly reloading.\n\nWith only several feet and one glass wall to go, the Squad\nbegins a final volley commences with a MAELSTROM of crystal,\nHUNDREDS of ROUNDS directed at a single target, as:\n\nThe Baron leaps quick and high over the team and disappears\non the other side of them. The team firing after him.\n\nSARGE (cont’d)\nIt’s heading back for Carmack’s lab.",
  "36": "---END OF PREVIOUS SECTION---\nWith only several feet and one glass wall to go, the Squad\nbegins a final volley commences with a MAELSTROM of crystal,\nHUNDREDS of ROUNDS directed at a single target, as:\n\nThe Baron leaps quick and high over the team and disappears\non the other side of them. The team firing after him. SARGE (cont’d)\nIt’s heading back for Carmack’s lab. \n---TARGET SECTION TO BE ANNOTATED---\nAs Sarge and Squad give chase, John’s on his communicator:\n\nJOHN\nHernandez, we're following Curtis\nStahl, but there’s another one\nrunning around out there somewhere --\n\nCUT TO:\n\nINT. INFIRMARY - SAME TIME\nOff the hardened nanowall, and the Imp trapped within it:\n\nSAM\nYeah, it’s running days are over.\nWe're both OK, but Hernandez has a\ngash I’ve got to sew. Be careful out\nthere ...\n\nShe signs off then takes over from Hernandez, who’s trying to\nsew up his own wound. He gazes at her with admiration.\n\f55.\n\nHERNANDEZ\nYou know, it’s both common and\nnatural for the body to misinterpret\nphysical excitement brought on by\nfear as sexual arousal.\n\nSam smiles coyly, then jams the suture needle a couple inches\ndeeper into the wound than she needs to. Hernandez YELPS,\noff her smile we --\n\ncut TO:\n\nCARMACK’S LAB - SAME TIME\n\nAs the team reenters, taking up positions, Sarge senses the\nrising level of fear and uncertainty. Rallying his men:\n\nSARGE\nLoud, fast, and violent. Got it?\n\nJOHN\nMe and Kid‘1l circle around.\n\nJohn and the Kid go, Sarge orders Portman and Destroyer:\n\nSARGE\nMaintain a perimeter here. I’m\nheading back to the Armory. We need\nsomething with a little kick.\n\nDestroyer takes up position, hyper-alert. Portman watches as\nSarge disappears down the corridor, then:\n\nPORTMAN\n\nBet there’d be a lotta parties\nwanting to study one of these things\n..- Defense contractors, Big Pharma.\n\n(off the silence)\nBig money, you know?\n\n(more silence)\nI’m just saying, maybe we should try\nto capture one alive...\n\nDestroyer ignores him. Portman takes a moment.\n\nPORTMAN (cont‘d)\nI gotta take a piss.\n\nPortman heads off for the head. Destroyer watches him go.\nIt’s quiet, still, Destroyer’s tense. Waiting, hot. Senses\nhe's being watched, whirls --\n\f56.\n\n-- but it’s only Lucy in her display case, accusatorially\n“staring” through the hollow eye-sockets of her skull.\nDestroyer’s getting spooked.",
  "37": "---END OF PREVIOUS SECTION---\nSenses\nhe's being watched, whirls --\n\f56. -- but it’s only Lucy in her display case, accusatorially\n“staring” through the hollow eye-sockets of her skull. Destroyer’s getting spooked. \n---TARGET SECTION TO BE ANNOTATED---\nDESTROYER\nHey Portman! How long does it take\nto take a piss?\n(there’s no answer)\nPortman...!\n\nStill nothing. Destroyer sweeps his beam across the room.\nAll is quiet. And then, with no warning and at frightening\nspeed, Destroyer is YANKED VIOLENTLY into the darkness of --\n\nAN ADJOINING CORRIDOR\n\nHe lands with a thud, opens his eyes to find himself staring\nat a wide-open salivating mouth with monstrous teeth.\n\nDestroyer instantly reacts, rolling away from the wet maw\nthen in the same motion delivering a mighty kick to the\nBaron's thick thigh, shocking the beast’s femoral artery ...\n\nAs the Baron topples, it swats off Destroyer’s helmet which\nsmashes against the wall. Unable to radio the squad for\nhelp, Destroyer grabs the busted chain from the demon’s\nMANACLE in an attempt to drag the beast back into the Lab.\n\nHe gets all of two feet before the Baron ROARS and swings its\nleg mightily, flinging Destroyer all the way down the\ncorridor and into --\n\nINT. CIRCULAR HOLDING CELL\n\nWhere Destroyer tumbles into the darkened pit. Destroyer\nstruggles to his feet, backs into the one shaft of light\ncoming down from above. Looks at the 20 foot walls of the\npit, considering his options when the sound of something HUGE\nlanding in the darkness beside him spins him around.\n\nDestroyer peers into the darkness. Can barely make out the\nBaron's DRIPPING FANGS. Destroyer cracks his knuckles.\n\nDESTROYER\nI see we speak the same language.\n\nThen he and the Baron proceed to beat the shit out of each\nother. It’s not fluid, choreographed or beautiful, but a\nknock-down drag-out fight between physically dominant foes.\n\nDestroyer rushes the darkness, throws himself headfirst into\nthe shadows...CRACK!\n\f57.\n\nThe unmistakable sound of skull on skull. Seconds\nlater...BLAM! A HARSH BUZZ of voltage and flash of light as\nthe reeling Baron backs into the electrified wall. The Baron\nHOWLS. Then it’s dark again.\n\nCUT TO:\n\nINT. BATHROOM\n\nPortman warily enters as the lights FLICKER overhead, peers\nunder stalls to be sure he’s alone.",
  "38": "---END OF PREVIOUS SECTION---\nThen it’s dark again. CUT TO:\n\nINT. BATHROOM\n\nPortman warily enters as the lights FLICKER overhead, peers\nunder stalls to be sure he’s alone. \n---TARGET SECTION TO BE ANNOTATED---\n Enters a stall and locks\nit, perching on the lidless toilet with the communicator in\nhis lap. He changes frequency, inputs a comm-code (readout\n\nblinks UAC Encrypted Transmission). Quietly:\n\nPORTMAN\n\nThis is PFC Dean Portman with UACM\nSpecial Ops on Olduvai approximately\n1500 hours. Have encountered extra-—\nterrestrial entities, with unlimited\npotential for commercial exploitation\nstrongly advise you send a commando\nplatoon to recover specimens living\nand/or dead A-SAP --\n\nCUT TO:\n\nINT. INFIRMARY OBSERVATION ROOM - SAME TIME\n\nEmpty save for the several covered and bagged CADAVERS atop\nlab tables, Sam and Hernandez are visible on the other side\nof the large observation windows, their backs to us.\nSuddenly, one of the bagged cadavers LURCHES off its\nstretcher. Falls heavily to the floor.\n\nFirst one arm, then another PUNCHES through the vinyl.\nSkeletal hands grip desperately at the material. Tear it.\nHernandez and Sam still unaware in the room next door.\n\nOne arm and then another is exposed and now it’s chest, the\nblistered and mutating skin is unmistakable thanks to the\nCROSSES still scarred into it. It’s Goat.\n\nCUT TO:\n\nINT. ADVANCED WEAPONS SECTION OF THE ARMORY - SAME TIME\n\nSarge again stands in front of the beautiful floating gun,\ngirds himself, reaches for the BFG. No force-field, no\nshock, no pain, he’s gripping the BioForce Gun.\n\f58.\n\nSARGE\nHuh.\n\nSarge considers this, loves the feel of this gun in his\nhands. The lights FLICKER, then FLICKER again. Shit.\n\nSARGE (cont'd)\nDestroyer? Come in...\n(nothing)\nPortman? Reaper...?\n\ncut TO:\n\nINT. INFIRMARY - SAME TIME\nThe lights FLICKER yet again.\n\nHERNANDEZ\nWhat the hell is that?\n\nSam looks up doesn’t know, then leans back in to pry open the\nlast tough bit of the Imp’s exoskeleton, hands a CROWBAR to\nHernandez. Pries opens the chest cavity with both hands.",
  "39": "---END OF PREVIOUS SECTION---\nHERNANDEZ\nWhat the hell is that? Sam looks up doesn’t know, then leans back in to pry open the\nlast tough bit of the Imp’s exoskeleton, hands a CROWBAR to\nHernandez. Pries opens the chest cavity with both hands. \n---TARGET SECTION TO BE ANNOTATED---\nHERNANDEZ (cont'd)\nCan you make any sense of it?\n\nSam shakes her head -- mystified, horrified.\nHERNANDEZ (cont’d)\nWhat, have you ever seen anything\nlike it before?\nSam nods, steps away from the body.\n\nHERNANDEZ (cont'd)\nYes. It’s human.\n\nCUT TO:\n\nINT. HALLWAY - SAME TIME\n\nJohn and the Kid flank each side of a large open door.\nStrange noises emanate from within. They nod to each other\nand SPIN, GUNS TRAINED, enter --\n\f59.\n\nINT. LAB - CONTINUOUS\n\nStep over several savaged bodies littering the floor. One\nhas a missing arm, another lies on it’s stomach, it’s head\ntwisted all the way around so it’s face is staring up into\nthe ceiling. In the back, a SCIENTIST in white coat is\n\nleaning over a bank of cages. Both John and the Kid relax.\n\nTHE KID\nA straggler.\n\nJOHN\n(placating)\nSir? The facility’s been evacuated.\n\nThe man cranes his neck to look back at them, like an animal\ncaught in headlights. His eyes are WIDE, his skin pale.\nThere’s blood around his mouth.\n\nJOHN (cont'd)\n(cautious )\nDoctor? We need you to make your way\nimmediately to the Wormhole.\n\nThe man thrusts his hands into a cage, and in a single\nmovement SHOVELS TWO LAB MICE INTO HIS MOUTH. For the first\ntime the men realize all the other cage doors are open, the\ncages are empty. Both take a step backward.\n\nTHE KID\nReaper...\n\nJOHN\nSir, whatever’s happened to you we\ncan get you hel --\nBut man CHARGES, SCREAMING. He’s nearly upon them before\nthey begin FIRING, hundreds of rapidly fired rounds sending\nthe man FLYING backwards into the cages. Then silence.\n\nThey advance towards him, stunned as the overhead lights\nflicker again.\n\nTHE KID\nWhat's going on?\n\nCUT TO:\n\nINT. CORRIDOR (CARMACK’S LAB) - SARGE\n\nRunning down the corridor, having heard the gunfire.\n\f60.",
  "40": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. CORRIDOR (CARMACK’S LAB) - SARGE\n\nRunning down the corridor, having heard the gunfire. 60. \n---TARGET SECTION TO BE ANNOTATED---\nSARGE\n(into headset)\nDestroyer? Portman? Reaper? What\nthe hell's your status?\n\nCcuT TO:\n\nINT. ELECTRIFIED HOLDING CELL\n\nDestroyer, beaten and badly burned, Irish-whips the Baron\ninto the shadows. A beat then...ZAP! Another blast of\nelectricity.\n\nBoth combatants are weakened, but Destroyer clearly more so.\nHe squints, trying to find the Baron in the darkness.\n\nROAR! The Baron rushes from the darkness, knocks him back\ninto the wall. ZAP! Destroyer struggles upright. The Baron\nwallops him again and flings him into the shadows.\n\nDestroyer reels, weakened and helpless. He collapses,\nmanaging to avoid hitting the far wall by mere inches. For a\nsplit second he catches sight of the Baron leaving the lit\nportion of the cell, sliding back into night.\n\nNow Destroyer is blind, lost in the darkness, and the Baron\nis somewhere in here with him. A much too long moment of\nsilence, then...\n\nThe CLANK of a chain, and Destroyer is rammed, flying back\nfirst into the wall but holding on to the Baron as he does\nso. And this time, he holds himself there, the electricity\ncoursing through his body and into the Baron’s. Only SPARKS\nlight the scene.\n\nThe Baron shrieks. It twists and turns with unholy strength,\nbut Destroyer holds steady, his fingers digging into the\nBaron’s back.\n\nA desperate final attempt, the Baron places both hands\nagainst the wall, tries to push away from the coursing power.\nAfter only a moment, it pulls its hands away. The flesh of\nits palms BURNT TO THE WALL.\n\nCUT TO:\n\nINT. INFIRMARY - SAME TIME\n\nSam’s loaded Carmack’s vid-notes. They watch in silence.\n\f61.\n\nCARMACK (VIDEO)\n-- confine Patient Zero, Curtis\nStahle, to the Detention Tank for\ncareful evaluation after the\nsubject’s cells begin to infuse C-24.\n\nHERNANDEZ\nC-what?\n\nSAM\nChromosome 24.\n\nCarmack DISSOLVES to a new IMAGE: blurry black and white,\npoorly framed from a fixed camera mount above.",
  "41": "---END OF PREVIOUS SECTION---\nHERNANDEZ\nC-what? SAM\nChromosome 24. Carmack DISSOLVES to a new IMAGE: blurry black and white,\npoorly framed from a fixed camera mount above. \n---TARGET SECTION TO BE ANNOTATED---\n We see a\nnaked arm, part of a male torso, lying prone in the “pit.”\nThe crude video is stamped SUBJECT: STAHLE, CURTIS. 003 hrs.\n\nHERNANDEZ\nWhat're we looking at?\n\nNow it jumps to 004 hrs. The arm, and torso, begin to swell.\n\n \n\nSAM\nHe lied.\n\nIt’s now 005 hrs., and the “subject” seems to be writhing,\nmostly out of frame. We watch the arm metamorphose, from\nsomething human and fleshy to a scaly hardness.\n\nHERNANDEZ\nWho lied?\n\nSAM\nCarmack told us he wouldn’t attempt\nto reconstruct the Olduvian genetic\nmutation, Chromosome 24, in human\nsubjects.\n\nSam angrily snaps OFF the video and looks to Hernandez.\nFinds him WHITE AS A SHEET, staring at something OS. She\nfollows his gaze --\n\nThey are looking through the observation room window. On the\nother side of the window is Goat.\n\nSort of.\nHe's changing, turning, but still recognizable.\n\nSAM (cont‘d)\nOh my God.\n\f62.\n\nGoat's looking out at them, but his eyes are hollow. He\nturns away from them, heads back into the room.\n\nThen SPINS, sprints back toward the window, and LAUNCHES\nHIMSELF HEADFIRST AT THE GLASS. His skull collides with the\npane in a sickening CRUNCH, splattering the glass with blood.\n\nHernandez and Sam recoil in terror as Goat REELS back, SLAMS\n\nhis head back into the glass a second time. His eyes wide\nwith horror. He HEADBUTTS the glass AGAIN and AGAIN.\n\nThe sharp CRACKS of bone against glass become louder and\nlouder. Already well past what would reasonably constitute\ndeceased, Goat finally collapses to the floor. A good\nquarter of his head left on the glass.\n\nA long, dumbstruck BEAT.\n\nHERNANDEZ\nHe knew.\n(quietly to Sam)\nHe knew he was turning...\nShe stares at him, then realizing, looks to the Imp:\n\nSAM\nThat thing didn’t butcher Willits.\nIt is Willits. These things are us.\nAs she races for the nanowall, Hernandez following --\nSAM (cont'd)\nOh my god.",
  "42": "---END OF PREVIOUS SECTION---\nIt is Willits. These things are us. As she races for the nanowall, Hernandez following --\nSAM (cont'd)\nOh my god. \n---TARGET SECTION TO BE ANNOTATED---\n We gotta try to keep it\nalive!\n\nCUT TO:\n\nINT. CORRIDOR - SAME TIME\n\nCharging down the corridor, Sarge HEARS an unholy POUNDING --\nsomething moving overhead, fast, in a westerly direction.\n\nSARGE\nDestroyer --?\n\nTurns into --\n\nINT. ELECTRIFIED HOLDING PEN\n\nIt’s DARK, but SMOKE WAFTS FROM the pit across the room.\nTurns on his gun-mounted light, approaches it carefully.\n\f63.\n\nSARGE\nPortman...?\n\nLooks down. The blood drains from his face.\n\ncut TO:\n\nINT. CORRIDOR - A MOMENT LATER\n\nSweeping the hall, John and the Kid HEAR a CLOMPING,\nsomething coming, fast... They chamber rounds, swing around\n\nthe corner, face -- Sarge: sweaty, breathless.\nSARGE\nDestroyer, he got into close-quarters\ncombat -- musta tore the ass outta\n\nthat sonovobitch but --\n\nTHE KID\nIs he -- dead? Destroyer ..?\n\nSarge swallows, nods, then pointing up:\n\nSARGE\nIt’s moving ... that way.\n\nHe points down another corridor. The men break into a run.\nJOHN\n(into communicator)\nPortman, what’s your --?\n\nCUT TO:\n\nINT. BATHROOM\n\nPortman was just about to leave his stall. Pauses to retune\nhis communicator to the proper frequency, hears:\n\nJOHN (VO)\n-- what’s your position?\n\nPORTMAN\nSweeping the bathroom. Looks clear.\n\nJOHN (VO)\nPortman? We're tracking something in\nthe ceiling, heading your way.\n\nThe ceiling shakes, dust sprinkles Portman’s razor-cut hair.\n\f64.\n\nJOHN (VO) (cont'd)\nPortman, get the hell out of there.\n\nPortman looks slowly up, terrified.\n\nPORTMAN\nOh shit...\n\nJOHN (VO)\nPortman you gotta get out of there,\ndo you copy?\n\nA claw smashes through the ceiling above! Portman is plucked\noff the toilet seat, straight up into midair. SCREAMING, he\ndrops his radio, grabs his knife.\n\nDesperately slashes at the claw. Disappears above for a\nmoment, then reappears upside down, being shaken like a rag-\ndoll.",
  "43": "---END OF PREVIOUS SECTION---\nSCREAMING, he\ndrops his radio, grabs his knife. Desperately slashes at the claw. Disappears above for a\nmoment, then reappears upside down, being shaken like a rag-\ndoll. \n---TARGET SECTION TO BE ANNOTATED---\n His skull smacks one side of the stall then the other.\n\nJohn, Sarge and the Kid race in, firing up into the ceiling\nabove where the Baron must be. Sarge looses a blast from the\nBFG, there’s a searing FIREBALL -- and half the stalls, the\nceiling and all of Portman are a bubbling puddle of molten\nmetal and smoking flesh.\n\nThe smoke clears, the claw, the toilet and Portman have\ndematerialized into cosmic dust. After a beat, an unworldly\nSCREAM and what little is left of the Baron falls heavily\nfrom above. Only his head, bits of a shoulder and sections\nof breastbone are left.\n\nA BEAT of awed silence. John cuts a look at Sarge’s weapon.\n\nJohn crosses to what little is left of Portman -- but he’s\nstuck. As John struggles to unstrap his medical pouch ...\n\nTHE KID\nWhat the hell was that?\nSARGE\nBFG.\nTHE KID\nWhat?\nSARGE\n\nBig fucking gun.\n\nCUT TO:\n\f65.\n\nINT. INFIRMARY\n\nSam is standing as close as she dares to the Walled-In Imp,\npreparing to insert a feeding tube down its throat. Close\nby, Hernandez edgily watches, weapon at the ready, when --\n\n-- Sarge and The Kid enter, bearing Destroyer’s corpse.\n\nHERNANDEZ\nGannon!\n\nHeartbroken, he dashes to his best friend's body, embracing\nthe massive, ruined cadaver in repose, unashamedly sobbing.\n\nJohn follows, Portman’s medical pouch slung on a shoulder.\n\nJOHN\nPortman too.\n\nAnd, wrapped in a tarpaulin, the pieces of the Baron.\n\nSARGE\nDoc, what's left of Curtis Stahl.\nYou have any idea what the hell is\ngoing on --?\n\nAs Sam moves examines the Baron’s remains.\n\nSAM\nI think Carmack was experimenting\nwith the 24th chromosome he found in\nLucy. Extracted it, reproduced it\nand used Stahl as a guinea pig. It\nenters the bloodstream, bonds with\nstealth DNA, then takes over the\nentire cellular structure.",
  "44": "---END OF PREVIOUS SECTION---\nSAM\nI think Carmack was experimenting\nwith the 24th chromosome he found in\nLucy. Extracted it, reproduced it\nand used Stahl as a guinea pig. It\nenters the bloodstream, bonds with\nstealth DNA, then takes over the\nentire cellular structure. \n---TARGET SECTION TO BE ANNOTATED---\nTHE KID\nWhy are they all turning out so\ndifferent?\n\nSAM\nIt must be that the anomaly isn’t the\nchromosome, it must be something in\nthe host.\n(how to put this)\nIt seems to turn the host inside out,\nand...\n\nHernandez looks up from Destroyer’s body.\n\f66.\n\nHERNANDEZ\n..-humans are monsters inside.\n\nSam is quickly, discreetly (via nasal cavities) taking brain\ntissue samples from Destroyer’s body.\n\nSAM\nCarmack must've been infected when we\nfound him. The wound on his neck, we\nlost sight of it after the ear thing,\nit’s probably the transmission site.\n\nHernandez reacts. But stays mum, as Sam agrees:\n\nSAM (cont'd)\nHe was already changing. Evolving --\namong other things -- a better tongue\nto pass the chromosome to new hosts.\nStarting with the thing in the sewer\nthat attacked Goat -- Dr. Willits...\n\nIt starts to fall into place:\n\nJOHN\nWe found several people in the lab,\nthey'd been slaughtered rather than\ninfected. Why doesn't it try to\ninfect everyone?\n\nSAM\nI don’t know. Some, like Gannon, are\nkilled outright. While others, like\nGoat, are transformed into -- demons.\n\n_ SARGE\n“Demons”?\n\nSAM\nYou got a better word?\n\nSarge considers for a BEAT, then:\nSARGE\nIf Carmack is carrying this 24th\nChromosome, then this isn’t over. We\nhave to find him.\n\nSAM\nWe have. More or less.\n\nGesturing at the walled-in Imp.\n\f67.\n\nSARGE\nThat's Carmack? Bullshit.\n\nSAM\nLook at its left ear.\n\nJohn examines one side of the imp’s head. Studies its weird\nmutated ear. Now checks the other side. And reacts to see:\n\nJOHN\nIt’s gone.\n\nSam turns back to the Baron’s remains.\n\nSAM\nNow that we have Stahl, a piece of\nhim, anyway, I can try to figure out\nif there’s a way to stop the genetic\nmutation, maybe reverse the cond--\n\nSARGE\nCarmack's condition is irreversible.\n\nSarge approaches the Imp, as though to inspect it himself.",
  "45": "---END OF PREVIOUS SECTION---\nSam turns back to the Baron’s remains. SAM\nNow that we have Stahl, a piece of\nhim, anyway, I can try to figure out\nif there’s a way to stop the genetic\nmutation, maybe reverse the cond--\n\nSARGE\nCarmack's condition is irreversible. Sarge approaches the Imp, as though to inspect it himself. \n---TARGET SECTION TO BE ANNOTATED---\nSAM\nNot necessarily: If I can reduce cell\nhyperplasia, create anti-oncogenes --\n\nSarge pulls a big pistol, swings it up under the Imp’s chin.\n\nJOHN SAM\nSarge? Don't!\n\nANGLE - OTHER SIDE OF THE WALL\n\nWhere Carmack’s legs and monstrous spine hang limp. The back\nof his deformed head protrudes as well. And now it EXPLODES.\nBACK TO SCENE\n\nSARGE\nBecause Carmack's condition is that\n\nhe’s dead.\nOff Sam’s mute horror at Carmack'’s summary execution:\n\nSARGE (cont'd)\nNow he’s not contagious, now he’s not\na threat. Are all the personnel up\nhere on Olduvai accounted for?\n\f68.\n\nHernandez says something. Four syllables, not quite audible.\n\nSARGE (cont’d)\nWhat was that, Hernandez?\n\nHERNANDEZ\n\nMrs. Willits. Oh, man, she had a\nbig cut on her neck, I... thought\nfrom her baby... I thought she meant\nher baby had a fever.\n\n(beat)\nI sent her back down. I sent her to\nGrimm/Labs through the Wormhole.\n\nSarge begins to methodically reload his entire arsenal.\n\nSARGE\nReload, gentlemen. We're going back\nthrough the Wormhole, pray this shit\nis contained down there...\n\nSarge starts back out, the Kid follows. John lingers with\nSam, staring down at what's left of the Imp --\n\nJOHN\n{ Maybe Goat was right.\nSAM\nWhat about?\nJOHN\n\nAbout a world divided between angels\nand devils...\n\nJohn turns, follows Sarge as we --\n\nCUT TO:\n\nINT. ATRIUM - MOMENTS LATER\n\nThe team moves quickly across the empty atrium. John helps\nSam push a stretcher bearing what’s left of the Baron's body.\n\nSARGE\nHow many did we evac back down to\nGrimm/Labs?\nThe Kid leads as they reach the Wormhole Chamber.\n\nJOHN\nTotal? Forty-six --\n\f69.\n\nINT. WORMHOLE CHAMBER OLDUVAI - CONTINUOUS\n\nOr what's left of it... As the three crunch across a\nbattlefield of crystal shards, spent rounds and bodies:\n\nSARGE\nPlus the twenty-five or so employees\non the skeleton crew we left behind.",
  "46": "---END OF PREVIOUS SECTION---\nINT. WORMHOLE CHAMBER OLDUVAI - CONTINUOUS\n\nOr what's left of it... As the three crunch across a\nbattlefield of crystal shards, spent rounds and bodies:\n\nSARGE\nPlus the twenty-five or so employees\non the skeleton crew we left behind. \n---TARGET SECTION TO BE ANNOTATED---\nBeen over three hours, they'll all be\ninfected by now.\n\nThe Kid slows down, concerned.\n\nTHE KID\nWhoa, Sarge, we gotta smoke, like,\nseventy-plus?\n\nSARGE\nLook at the silver lining: some of\nthem we'll just find torn apart.\n(then)\nLock and load. Bastards might be\nwaiting for us on the other side.\n\nKid follows Sarge toward the “DROPLET” as we --\n\nCUT TO:\n\nINT. ARK (GRIMM/LABS) - A MOMENT LATER\n\nA FLASH of BLUE light as Sarge reemerges, shakes off the\neffects. Whirls 360-degrees, shouldering his BFG, covering\nthe others as they appear.\n\nA quick look around confirms his worst fears: the steel\ndoor’s wide open, the two Sentries are gone and the floor is\nlittered with the bodies of slain Scientists and Techies.\n\nEchoing over the wall mounted comm system:\nUAC OFFICER'S VOICE\nThis is UACM Headquarters attempting\nthird and final contact...\n\nSarge moves to the wall comm system as the other team members\nemerge through the wormhole behind him.\n\nSARGE\nThis is Sgt. Mahonin. Who is this?\n\f70.\n\nUAC OFFICER'S VOICE\nThis is Commander Underwood. We just\nreceived a coded communication from\na member of your team, Dean Portman,\nconfirmed UAC Special Forces. Do you\nneed assistance?\n\nJohn's appeared through the wormhole, listens as he tries to\nshake off the effects and watches the others coming through.\n\nSARGE\nNegative, do not enter the Lab\nfacility. We're under biological\ncontagion lock down procedure. We\nare currently attempting to control\nthe threat. UACM forces should be\nstationed above, anyone or anything\nother than my team attempting to exit\nthis facility must be terminated.\n\nUAC OFFICER'S VOICE\nWhat the hell is going on down there\nSergeant\n\nSARGE\nAnything or anyone, sir. Kill it on\nsight. Over.\n\nSarge turns back, sees everyone staring at him.\n\nTHE KID\nThey're not coming to help us?\n\nSam looks squarely at Sarge.\n\nSAM\nWhat’s going on down here is still a\nclosed biological system.",
  "47": "---END OF PREVIOUS SECTION---\nTHE KID\nThey're not coming to help us? Sam looks squarely at Sarge. SAM\nWhat’s going on down here is still a\nclosed biological system. \n---TARGET SECTION TO BE ANNOTATED---\n The only\nguarantee it won’t spread above\nground is to keep out more potential\nhosts. Either we solve it -- my way,\nor Sarge’s -- or we die down here.\nYou can’t let anybody else in.\n\nSARGE\n\n(nods )\nLet’s go. Nerve center.\n\nCUT TO:\n\f71.\n\nINT. NERVE CENTER\n\nWe're looking at the wall-mounted Grimm/Labs MAP, a home-\nplanet version of the Olduvai map, with one difference:\n\nTHE KID\nNo blips.\n\nInstead there’s only SNOW. As he backs slowly to the door:\n\nSARGE\nSmart bastards. They jammed it -- so\nwe've got no idea how many we're up\nagainst, or where they are.\n\nTHE KID\nHow could they jam it? They're --\n\nSARGE\nRocket scientists, remember? And if\nthey're smart enough to jam the GSR,\nthey’11 damn sure find their way to\nthe elevator.\n\nSAM\nWe have to try to figure out the\nepidemiology. Maybe there’s a way to\nreverse the genetic mutation.\n\nSARGE\nYeah, well, if you find the cure in\nthe next five minutes, send word\nbefore the massacre starts.\n(going)\nReaper, stay with your sister.\n\nJohn hesitates, wants to go with Sarge and the Squad.\n\nSARGE (cont'd)\nDon’t worry, there’s gonna be plenty\nof killing wherever you are.\n(then, signaling)\nHernandez? Kid?\n\nThe Kid falls in eagerly. Hernandez, reluctantly.\nTHE KID\n\nSo what’s our strategy? Breach-team\nfrontal assault? Ambush box?\n\f72.\n\nSARGE\nActually, Kid, I think we’re gonna\njust kick their goddamn asses.\n\nOff John and Sam, watching them go we --\n\ncuT TO\n\nEXT. THE FIELD ABOVE - NIGHT\n\nA column of heavily armed UACM commandos stream in, pile off\ntrucks, rush to take positions around the closed metal iris\nat the top of the elevator shaft. As lock and load we --\n\nCUT TO:\n\nINT. THE NERVE CENTER\n\nSam leans over the remains of the Baron's body, which John\nhas hoisted atop a table.\n\nJOHN\nBut not everyone is infected. They\ndidn’t turn Destroyer or that guy\nHuengs.",
  "48": "---END OF PREVIOUS SECTION---\nTHE NERVE CENTER\n\nSam leans over the remains of the Baron's body, which John\nhas hoisted atop a table. JOHN\nBut not everyone is infected. They\ndidn’t turn Destroyer or that guy\nHuengs. \n---TARGET SECTION TO BE ANNOTATED---\n There are bodies all over\nthe place down here they just killed.\n\nShe separates the lungs, revealing another strange organ.\n\nSAM\nHis “evolved” tongue. It’s just like\nWillits’s, in the sewer.\n\nShe pulls a vial of grey sludge from her pocket, uncorks it.\n\nSAM (cont'd)\nBrain matter I took from Portman.\n\nShe holds the vial over the engorged bulb of the Baron’s\nlower tongue, which now takes up a significant portion of his\nchest cavity. The tongue churns, spattering John with blood.\n\n \n\nNow Sam holds up another vial, same sort of sludge. Quietly:\n\nSAM (cont’‘d)\nI took this sample from Destroyer.\n\nShe again holds the vial over the node of the Baron’s tongue,\nand...it does nothing, just lolls.\n\f73.\n\nQuickly, Sam passes Portman’s brain matter over again. The\ntongue jerks.\n\nSAM (cont’d)\nI don’t know if it’s a particular\nneurotransmitter its picking up on,\nor a specific ganglion, but it\nchooses who to infect.\n\nJOHN\nWhy?\n\nSAM\nWe know there are genetic markers for\naggression and hostile behavior...I\ndon’t know. Maybe it’s only taking\nthe worst of us on purpose.\n\nCUT TO:\n\nINT. GRIMM LABS SUPPLY ROOM - SAME TIME\n\nEvidently a number of Grimm/Labs personnel thought to hole up\nin here -- a smart idea, given the high shelves stocked with\nfoodstuffs. Despite their best efforts, though, they were\nrecently overrun: the room is piled with mutilated corpses.\n\nHernandez scans the room with his rifle mounted light,\nrevolted. Into communicator:\n\nHERNANDEZ\nSarge, I'm in the supply room. There\nmust be fifteen bodies, all dead.\n\nSARGE\n(on communicator)\nMark the room and head to Zone 2.\n\nHernandez pulls out his fluorescent powder marker, makes a\nmark. Hears a SOUND! Swings his rifle around to the pile of\nbodies. What the fuck was that. Silence.",
  "49": "---END OF PREVIOUS SECTION---\nSwings his rifle around to the pile of\nbodies. What the fuck was that. Silence. \n---TARGET SECTION TO BE ANNOTATED---\n Hears it AGAIN!\nFires a BURST, into the corpses --\n\nMAN'S VOICE\nJesus Christ, stop shooting!\n\nHERNANDEZ\nWho the hell is in there?\n\nTwo bloodied arms pop up from the pile of human wreckage.\nThen a terrified face, the rest of him buried in bodies.\n\f74.\n\nIt’s Pinky, babbling:\n\nPINKY (MAN)\nThey busted in, it was horrible... oh\nmy god...I just played dead...\n\nFrantically, helplessly, he bursts out:\n\nPINKY (cont'd)\nDon’t just stand there, you dumb\nsonovobitch! Get me outta here!\n\ncut TO:\n\nINT. NERVE CENTER\nJohn watches as Sam continues her post mortem.\n\nSAM\nInternal lung structure’s undergone a\nhigh degree of specialization, but\nthat makes sense. Olduvai was 70%\nwater. The C-24 helped them evolve\nto be able to breathe under it.\n\nOff a HISSING from behind them John SPINS, aims his gun.\n\nHERNANDEZ\nI found a survivor, he was hiding\nunder a bunch of dead people.\n\nThe hissing sound is the wheelchair, containing a thoroughly\npanicked and babbling Pinky.\n\nHERNANDEZ (cont'd)\nBastard was supposed to wait for us\nby the wormhole.\n\nPINKY\nI stayed as long as I could but this\nthing showed up, it killed Captain\nHuengs. I barely made it back\nthrough alive. And then when I got\ndown here, there were dead bodies\neverywhere so I hid --\n\nJohn is staring at Pinky. Sam tries to apologize.\nSAM\n\nI’m sorry, John, I should have told\nyou he was here --\n\f75.\n\nJOHN\nWe already had our reunion.\n\nPinky looks between them nervously:\nPINKY\nI can’t go back out there! Please\njust let me hide in here!!\n\nSam looks at Pinky, incredulous.\n\nSAM\nYou of all people, asking my brother\nfor help --\n\nPINKY\n\n(then piteously, pleads)\nIt wasn’t my idea, it was just a job,\nthey came to me...",
  "50": "---END OF PREVIOUS SECTION---\nPlease\njust let me hide in here!! Sam looks at Pinky, incredulous. SAM\nYou of all people, asking my brother\nfor help --\n\nPINKY\n\n(then piteously, pleads)\nIt wasn’t my idea, it was just a job,\nthey came to me... \n---TARGET SECTION TO BE ANNOTATED---\nSAM\nWhat was just a job?\n\nPINKY\nI was nothing, a cog, I was only\ndriving the car! I _lost my legs,\nalright?\n\nWith this, Pinky removes the blanket over his legs to reveal\nthat...THEY DON’T EXIST. His torso is biomechanically\ngrafted to his wheelchair.\n\nJOHN\nWhat the hell’re you talking about?\n\nJohn moves toward him. Pinky shifts into Reverse.\n\nJOHN (cont'd)\n\"RK job” -- ?\n\nPinky keeps rolling back: John grabs the arms of the chair.\n\nJOHN (cont'd)\nWHAT JOB?!\n\nPINKY\nYou didn’t know? You poor bastard,\nwhat, you thought it was an accident?\n\nFLASHBACK TO:\n\f76.\n\nEXT. BRIDGE - NIGHT (10 YEARS AGO)\n\nSoaked, freezing, oblivious, John stumbles past Sam, who is a\nbloody mess, sitting in the middle of the road, face lit by:\n\nA burning TRUCK ten feet away. The driver, the dazed young\nPINKY, sits at the wheel. Stares down while muttering:\n\nPINKY\nThis is total bullshit, man ... This\nshould never have happened ...\nJohn's eyes cloud. His face hardens as he HEARS:\n\nSAM (OS)\nJohn, where‘s -- where’s Mom and Dad?\n\nJohn SMASHES Pinky’s face right through the cracked window.\nAnd keeps pummeling Pinky, drunk on his primitive rage.\n\nAgain and again, as Sarge arrives in his car, jumps out, runs\ntoward John.\n\nSARGE\nJohn, STOP! ‘S’gonna blow --\n\nPinky cuts a pleading look to Sarge, who has to fight John to\npush him away before pulling Pinky from the flaming wreck.\n\nNow we see why Pinky’d just sat here, taken John’s punches,\nput up no resistance: his legs are crushed, mangled, ruined.\n\nThe truck EXPLODES as Sarge drags Pinky out of range, and we\n\nCUT BACK TO:\n\nINT. NERVE CENTER - PRESENT\nJohn leaps at Pinky, hands around Pinky’s neck, choking him.",
  "51": "---END OF PREVIOUS SECTION---\nNow we see why Pinky’d just sat here, taken John’s punches,\nput up no resistance: his legs are crushed, mangled, ruined. The truck EXPLODES as Sarge drags Pinky out of range, and we\n\nCUT BACK TO:\n\nINT. NERVE CENTER - PRESENT\nJohn leaps at Pinky, hands around Pinky’s neck, choking him. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nI’1l1 kill you!\n\nIn self-defense, Pinky bends forward -- and the wheelchair,\nresponding to his neurological commands, lurches powerfully\nforward, pinning John against the wall.\n\nSAM\nStop it! Stop it! Greg...!\n\f77.\n\nHernandez and Sam pull John off of Pinky. Pinky chokes and\nsputters, gasping for breath. John’s still enraged, comes at\nPinky again, Hernandez stops him. Sam stares at Pinky,\n\nSAM (cont'd)\n«. Why...?\n(Pinky's still gasping)\nFor what? ...What did they promise\nyou? ...Money?\n\nPINKY\n«..Not my idea...hired by Mahonin...\n\nJohn stops fighting Hernandez, stares, stunned --\n\nJOHN\nSarge...?\n\nHERNANDEZ\nMother of god.\n\nHernandez is staring past Pinky toward the door. The ARCH-\nVILE, a towering multi-armed horror, Shiva on crack, has just\nsqueezed in through the door behind Pinky. Pinky sees\nHernandez's horror, blanches --\n\nPINKY\nOh no, is there something behind me?\n\nAn insect-leg wraps around his neck and yanks Pinky and the\nwheelchair to which he’s attached, AWAY.\n\nPinky's whipped wildly around the room from wall to ceiling\nto opposite wall -- SCREAMING all the way. The Team hits the\nfloor. Furniture flies. A table NAILS Hernandez. Then, as\nthough satisfied it’s finally captured something, and\nsomething palpably evil at that, the Arch-Vile abruptly\nretreats.\n\nJohn gets his breath back, regains his bearings. Sees Sam,\nsplayed on the floor -- stunned, but uninjured. And:\n\nHernandez, struggling upright -- the two-foot metal leq from\nthe examination table sticking through his shoulder. Dazed:\n\nHERNANDEZ\nSorry, I let it get away.\n\nJOHN\nYeah well I’m sorry you have a metal\nbar stuck through your shoulder.\n\nSam crosses to Hernandez, kneels.\n\f78.\n\nSAM\nHernandez, lie down, let me help you.\n\nHernandez surprises Sam and himself with a kiss on her lips.\n\nHERNANDEZ\nThanks but not right now.",
  "52": "---END OF PREVIOUS SECTION---\nSAM\nHernandez, lie down, let me help you. Hernandez surprises Sam and himself with a kiss on her lips. HERNANDEZ\nThanks but not right now. \n---TARGET SECTION TO BE ANNOTATED---\n Right now\nI’m gonna tear that demon four new\nassholes and fuck every one of them.\n\nCcuT TO:\n\nINT. TUNNEL - A MOMENT LATER\n\nHaving disposed of Pinky in the interim, The Arch-Vile crawls\ndown a corridor. Pauses at an intersection of hallways.\n\nWatched by Sarge and the Kid concealed behind a pipe. Sotto,\nas the Arch-Vile seems to be deciding which way to go:\n\nSARGE\nLet’s drive it west toward the\nnanowall, trap it there then --\n\nBefore he can finish The Kid breaks cover and with a courage\nbordering on crazy, chases the Arch-Vile west --\n\nSARGE (cont’d)\nJesus, Kid...\n\nThe kid drops to one knee, gets a bead --\n\nWEAPON ID\nAmmunition stores exhausted. All\nMagazines empty.\n\nTHE KID\nShit!\n\nSarge leaps into place beside him, aims. But the Arch-Vile\nsees him aim, turns and runs --\n\n«+. Light through the nanowall.\n\nSARGE\nWhat the hell...\n\nSarge glances at the nanowall control panel. At its blinking\ndisplay: TIMED LEASE EXECUTED: NANOWALL IS OPEN.\n\nTHE KID\nWhat's happening ..?\n\f79.\n\nSARGE\nKid...Retreat.\n\nTHE KID\nWhat?\n\nBut off Sarge’s silent, purposeful backward-march, the Kid\nfollows suit, eyes glued to the softened nanowall as he\nreloads -- and only then does he hear the inexplicable,\notherworldly CHATTERING emanating from the other side.\n\nTHE KID (cont'd)\nWhat IS that...\n\nSARGE\nField of fire!\n\nThe two men pause just long enough to loose a DEAFENING\nBARRAGE, then turn and run like hell all the way down to:\n\nINT. CIRCULAR ANTEROOM\n\nAt tunnel’s end. Bolt the reinforced door as they find\nHernandez just arriving.\n\nHERNANDEZ\nWhat the hell is going on?\n\nTHE KID\nI’m too old for this shit.\n\nThey stand in the center of the room, weapons all aimed at\nthe door. Ready for whatever comes through.\n\nSarge stiffens, as an arm locks around his neck from behind\nand the serrated blade of a knife presses on his throat.",
  "53": "---END OF PREVIOUS SECTION---\nThey stand in the center of the room, weapons all aimed at\nthe door. Ready for whatever comes through. Sarge stiffens, as an arm locks around his neck from behind\nand the serrated blade of a knife presses on his throat. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nWhat was in it for you?\n\nSARGE\nA hot meal and a hand-job. What're\nyou blathering about now, John-Boy?\n\nJohn tightens his grip.\n\nJOHN\nWhat did they promise you?! Money?\nA promotion? For helping kill our\nparents and keeping quiet about it?\n\f80.\n\nSam steps out of the shadows of the tunnel behind John.\nStares at Sarge with unrestrained fury. A loud jarring BANG\non the door makes John turn --\n\n-- and, in the instant John loses concentration, Sarge does a\nsmooth martial arts move that dislodges him -- flings John\ndown onto the floor. Sarge plants a boot on his protege's\nchest. He looks down at John. Warns:\n\nSARGE\nWhen we’re out of the deep dark shit.\nWe'll hash this out. But not till\nthen. You got that, Reaper?\n\nJohn grips Sarge’s boot, moves it off his chest, stands.\nTurns his attention to the door, as it starts to buckle\nagainst the relentless demon assault.\n\nSARGE (cont'd)\nI have some work to do. Anyone not\nwith me, take cover. NOW.\n\nSarge takes a deep breath, steadies his aim, then --\n\nHERNANDEZ\nOh man...\n\nThey turn to Hernandez: he stands in the center of the room,\nstaring at his feet. Distraught.\n\nWith reason. He’s standing on a grate, and two hideous arms\nhave reached up through it, grabbing him by the ankles.\n\nSAM\n(horror-struck)\nHernandez...Gregg -- hold still.\n\nHernandez smiles -- unfathomably brave, resigned as a Hindu\nsaint -- as one of his feet is pulled through the grate.\n\nHERNANDEZ\nCan't.\n(then)\nTake care of Sam, you guys, okay?\n\nAnd the rest of him goes down, as though through a strainer.\nHis rapid descent halted briefly when the table leg lodged in\nhis chest catches on the grate, and the helpless group gets a\nmuch-longer-than-necessary look at the dying man. With one\nfinal, horrifyingly violent tug, the table leg bends, and\nHernandez is gone.\n\nSam jams a fist in her mouth, only half-stifling her SCREAM.\n\f81.",
  "54": "---END OF PREVIOUS SECTION---\nWith one\nfinal, horrifyingly violent tug, the table leg bends, and\nHernandez is gone. Sam jams a fist in her mouth, only half-stifling her SCREAM. 81. \n---TARGET SECTION TO BE ANNOTATED---\nTHE KID\nWe're all gonna die here.\n\nSarge hefts the BFG as he turns, determined, to the door.\n\nSARGE\nThen let’s goddamn go.\n\nBut inexplicably, Sarge stops. Goes silent. Then a GURGLE.\n\nThen pink foam bubbling up from Sarge’s throat and cascading\ndown the front of his uniform. Where it matches a spreading\nstain that rings a razor-sharp object jutting from his belly.\n\nAnd from behind Sarge’s back it lowers...FROM THE CEILING:\n\nThe SPIDER SKULLETON:, a gigantic, inverted DEMON SKULL with\nenormous SPIDER-LEGS spouting from it. A Volkswagon-sized\nspider with an upside-down skull where its body should be.\n\nJohn shields Sam behind him, taking aim.\nThe Kid's face glazes. The killer in him rising once more.\n\nSarge looks down, infinitely surprised to find himself\nskewered by the Spider Skulleton’s serrated leg.\n\nSARGE (cont’d)\nBut I’m not supposed to die yet.\n\nThe Spider Skulleton flicks his leg, flinging Sarge aside\nlike a rag doll.\n\nJohn is about to start blasting, but hesitates when he spots\nthe human blur coming at the creature from across the room.\n\nJOHN\nStephen, no!\n\nThe Kid slides along his back, both guns blazing. He unloads\ntwo full pistols into its underbelly, steaming ENTRAILS\nspilling out onto him, until...\n\nSCHWING! Two of the Skulleton’s legs ROCKET downward, goring\nthe Kid through each shoulder. He howls in agony as the\nSkulleton lifts him into the air, brings him only inches from\nits foul face.\n\nJohn tries to line up the kill shot, but can’t. The Kid is\ntoo close, dangling helplessly.\n\nTHE KID\nJohn, what’re you waiting for --?\n\f82.\n\nNext, the creature’s tongue unspools, wraps around The Kid's\nneck and pumps Chromosome 24 directly in the carotid artery.\n\nSAM\n(near tears)\nJohn...you have to do something.\n\nJohn, torn, looks up to see the Kid, struggling to stay\nconscious, looking at him. Those sad eyes.\n\nSAM (cont'd)\nStephen, hold still ...",
  "55": "---END OF PREVIOUS SECTION---\nJohn, torn, looks up to see the Kid, struggling to stay\nconscious, looking at him. Those sad eyes. SAM (cont'd)\nStephen, hold still ... \n---TARGET SECTION TO BE ANNOTATED---\nThough panicked, The Kid processes what’s just happened to\nhim. Suddenly it becomes very clear, what must be done.\n\nTHE KID\n(begs John)\nShoot us both, before I --\n\n \n\nJOHN\nNo goddamn way -- gimme a sec --\n\nThe Kid points his own gun at the roof of his mouth.\n\nSAM\nNo --\n\nTHE KID\nSaving ammo. Two-for-one. I know\nwhat’s inside me.\n\nHe FIRES, the bullet blowing open the other side of his skull\nthen BLASTING straight up into the Spider Skulleton,\nliquefying its brain stem. It’s limp body, along with The\nKid's, comes CRASHING to the floor in a broken heap.\n\nJohn and Sam take in the terrible spectacle with tragic awe.\nThen John ventures, wary, into the Tunnel.\n\nJOHN\n..-Sarge..?\n\nNo answer, unsurprisingly. Off the silence we HEAR, OVER...\n\nSAM‘S VOICE\nThe Olduvians mapped the human genome\nand discovered the basic building\nblocks of life. And then they tried\nto manipulate them --\n\nCut TO:\n\f83.\n\nINT. SCIENCE LAB\n\nThey've brought Kid's body back here. Sam stands at the sink\nscrubbing off demon gore. John reloads his guns from the\ncollected ammo belts of his fallen comrades.\n\nSAM\n«..to build a Better Man, or a\ndeadlier soldier, either way, it went\nterribly wrong. A few of them must\nhave seen the writing on the wall and\nescaped through the Wormhole.\n\nJOHN\nThe “Ark\"?\n\nSam shuts off the tap. Turns from the sink, to John.\n\nSAM\nMaybe we're all descendents of those\nfew Olduvaians, the ones who escaped.\n(beat)\nAdam and Eve, Noah’s Ark.\n\nSam begins searching for medical equipment.\n\nJOHN\nThere would be records of their\ncoming, writings, history.\n\nSAM\nThey wouldn’t have wanted to take\nmuch with them. They’d learned their\nlessons, this planet was a chance to\nstart anew.\n\nJOHN\nGoat called the Bible “man’s first\nstories. Man’s birth stories”.\nAllegories, warnings not to play God,\nto not repeat past mistakes.\n\nShe continues ransacking cabinets.",
  "56": "---END OF PREVIOUS SECTION---\nMan’s birth stories”. Allegories, warnings not to play God,\nto not repeat past mistakes. She continues ransacking cabinets. \n---TARGET SECTION TO BE ANNOTATED---\nSAM\nWhy do they attack some people and\nnot others? What are they looking\nfor in a host?\n\n(an then)\n\nWhy Goat and not Gannon? Why Carmack\nand not Destroyer? There’s an\nalternative, Lucy’s the proof.\n\n(MORE )\n\f84.\n\nSAM (cont'd)\nShe carried Chromosome 24 but she\ndied protecting her child, not\ndevouring it.\n\nJOHN\nMaybe it has to destroy some people\nbecause it knows something about what\nwill happen if they’re infected.\n\nShe’s found surgical kits and drapes, spinal kits.\n\nSAM\nThe ten percent, the unidentified\nstealth DNA, when it was first\ndiscovered, some scientist's thought\nit might be the genetic blueprint of\nthe soul.\n\nSwipes a research bench clear with her arm, sending equipment\nflying. Dumps her gathered supplies onto it.\n\nSAM (cont‘d)\nJohn, we can beat this. I’m not\nsaying I'm perfect. I’m human, and\nany soul is complex, a mystery --\n\nJOHN\n(realizing)\noe eNO..-NOwee\n\nSAM\nWe‘re not like the animals Carmack\ntested first. Mice aren’t good or\nevil, just instinctive.\n\nJohn realizes where this is going:\n\nJOHN\nNo, Sam --\n\nSAM\nI have to try. We have to know.\n(off his look)\nIf we don’t do anything we die.\n\nShe hands him a pair of surgical gloves then moves toward the\nBaron’s remains but he blocks her way.\n\nJOHN\nI’m not going to let you inject some\npoisonous goddamn chromosome into\nyour body --\n\f85.\n\nSAM\nI can observe the processes as they\noccur. Monitor and record it. If I\ndon’t survive, send the data outside\nfor some else to analyze.\n\nJOHN\nNo.\n\nSAM\nThey’re going to need to study the\ncellular transitions. The demons\nwill find us soon, there isn’t time\nto argue.\n\nJOHN\nNo!\n(and then)\nIt should be me.\n\nStunned, Sam blinks at her brother.\n\nJOHN (cont'd)\nI'm no saint, I’ve done some things.\nYou can't imagine. But it can’t be\nyou, you’ve got to be able to observe\nit.",
  "57": "---END OF PREVIOUS SECTION---\nJOHN (cont'd)\nI'm no saint, I’ve done some things. You can't imagine. But it can’t be\nyou, you’ve got to be able to observe\nit. \n---TARGET SECTION TO BE ANNOTATED---\n You can’t observe it if it’s\nkilling you. It has to be me.\n\nJohn unholsters his gun, hands it to the reluctant Sam.\nJOHN (cont‘d)\nOne through my heart, one through my\nhead, if it ... if I’m not --\nSam refuses the gun.\nSAM\nI won’t need it.\n(then)\nI know who my brother is.\n\nFADE TO:\n\nEXTREME CLOSE ON: THE BARON'S TONGUE\n\nHEAVING as a pair of gloved hands grasp it, PULL it from its\nresidence in the Baron’s chest.\n\nFADE TO:\n\f86.\n\nEXTREME CLOSE ON: JOHN'S BACK\n\nShrugging the uniform from his shoulders. Exposing battered\nmuscularity.\n\nFADE TO:\n\nEXTREME CLOSE ON: THE BARON’S TONGUE\n\nBeing SKEWERED by a horizontal steel bar. It dangles from\nthe bar, dribbling genetic matter.\n\nFADE TO:\n\nEXTREME CLOSE ON: A THICK NEEDLE\n\nPushing in between two of the vertebrae of John’s lower back,\nuntil its entire length has been swallowed.\n\nPULL OUT to show that we are in --\n\nINT. THE SCIENCE LAB\n\nWhere John lies, stomach down, on a stretcher. The spinal\ntap leads from his lower back to a clear PLASTIC TUBE, which\nitself coils upward and hangs from The Baron’s TONGUE.\n\nSam pinches the tube, keeping the clear fluid collecting off\nthe tongue from coursing into John’s spine. She’s surrounded\nhim with diagnostic equipment to monitor his progress.\n\nSAM\nWhen this is over? Can we go on that\nvacation we thought we were taking,\nten years ago?\n\nJOHN\nWhite sandy beach and warm tropical\nbreezes -- I promise, Sam...\n\nSam smiles at her brother, maybe for the last time, and then\nreleases the IV valve. John winces as we...\n\nZOOM IN to the IV bag, all the way to the molecular level,\nwhere we go CLOSE ON A STRAND OF DNA...C-24. We follow this\nrogue chromosome as it suddenly flows through the clear tube,\nthe syringe, and into JOHN’S SPINE, where it BONDS to his own\nDNA...and then the replication begins.\n\f87.",
  "58": "---END OF PREVIOUS SECTION---\nC-24. We follow this\nrogue chromosome as it suddenly flows through the clear tube,\nthe syringe, and into JOHN’S SPINE, where it BONDS to his own\nDNA...and then the replication begins. 87. \n---TARGET SECTION TO BE ANNOTATED---\nWe commence a whirlwind ride through his body, each\nphysiological system changing as we pass it: Taking in C-24:\nBLASTING through the spinal column, speeding through\narteries, the heart, the carotid, the brain stem, through the\nforamen magnum into the medulla oblongata, the cerebellum,\nthe cerebral cortex, the optic nerve, the retina, cones,\nrods, lens, pupil and then it’s black, and we...\n\nFADE UP ON:\n\nINT. SCIENCE LAB - 15 MINUTES LATER\nJohn’s eyes groggily open. He takes a moment to reorient.\nSits up on the table, facing that mirror over the sink.\n\nHe looks the same. Almost. Yes, something’s changed ... As\n\nJohn raises a finger to his forehead -- his smooth forehead.\nJOHN\nSam ..? My scar, it’s -- gone.\nHe turns, for her reaction. Bu ‘s no ere.\n\nAnd the Infirmary is a wreck, medical supplies strewn, tables\nupended, chairs smashed against the wall. Sam was taken from\nhere by force. And she definitely didn’t go without a fight.\n\nAs he frenziedly digs amid the debris for his weapons, ammo:\n\nJOHN (cont’d)\nGoddammit, Sam! ...SAM...!\n\nHe gathers up his guns, where they were flung -- then, armed\nfor the Apocalypse, SLAMS home the clip to his pistol. He\nturns to face us with burning eyes.\n\nWe're in a LOW ANGLE. When John takes a step forward ...\n\nWE ZOOM IN through the sole of his foot, thus commencing a\nwhirlwind ride within his body: speeding through arteries,\nweaving between tibia and fibula, blasting through the spinal\ncolumn, more arteries, the heart, the carotid, the brain\nstem, through the foramen magnum into the medulla oblongata,\nthe cerebellum, the cerebral cortex, the optic nerve, the\nretina, cones, rods, lens, pupil and just that FAST we are:\n\nLiving the moment we've been waiting for ... The moment we\nbecome JOHN GRIMM. Now we are the FIRST PERSON SHOOTER.\n\f88.\n\nI weave through the darkened corridors.\n\nA SCREECH from a hallway to the left.",
  "59": "---END OF PREVIOUS SECTION---\n88. I weave through the darkened corridors. A SCREECH from a hallway to the left. \n---TARGET SECTION TO BE ANNOTATED---\n I SPIN, stand at the\nready with my weapon aimed. Something is RUNNING toward me.\n\nOnly with several feet left between us can I finally see it.\nA half-turned ZOMBIE.\n\nIt’s upon me before it even realizes I’m there. I DOUBLE-TAP\ndead center of its chest and it FLIES BACK, disappearing into\nthe dark from whence it came.\n\nI proceed, and find it twenty feet down the tunnel, near\ndeath. I shoot it in the head as I pass. I don’t slow down.\n\nA SOUND from another side corridor. I SPIN, gun trained.\nNothing. Am I hearing things? Have I gone cr--\n\nA hideous HOWL, so close it sounds like it’s inside my head.\nI crouch, spin. Standing above me, having materialized from\nthe direction I was heading, is an obscene FEMININE DEMON.\nIts viscous, venomous spittle SPATTERING my visor. I WIPE MY\nHAND_ACROSS_MY VISOR.\n\nI jam my gun under its chin. BLAM! As I walk past, I hear a\nSCUTTLING. I SPIN, blast apart its DISEMBODIED TONGUE, which\nwrithes on the floor.\n\nGROAN. SPIN AGAIN, blast apart another zombie. Into a room.\nShadow in the corner. DUCK BEHIND A PILLAR, blow away\nanother zombie.\n\nCHATTERING from the far doorway. Blackness beyond.\n\nI reach into my belt, withdraw a flare. I snap it, toss it\ninto the darkness. HISSING of the flare somewhere in the\ntunnel ahead. Then it lights.\n\nFor a millisecond the tunnel floods with a RED BURST. I see\nthe flare, ahead. Behind it, a DOZEN ZOMBIES peering from\nthe dark, BABBLING nightmarishly. But only for a millisecond\n\n-- then the flare DIES. PITCH BLACK.\n\nA zombie SHRIEKS. I fire blind, SPRAYING the entire hallway\nwith an arc of lead. I hear only SCREAMS.\n\nWhen again I see them, by the light of my muzzle flare, there\nare only several left. But they continue, crawling over the\nbodies fallen in front of them.\n\nWEAPON ID\nLow -- ammo -- warning.\n\f89.",
  "60": "---END OF PREVIOUS SECTION---\nBut they continue, crawling over the\nbodies fallen in front of them. WEAPON ID\nLow -- ammo -- warning. 89. \n---TARGET SECTION TO BE ANNOTATED---\nI pivot, drop down, pump the LAST SHOTS into a wall-mounted\nfire-extinguisher. It blows like a BOMB, resultant shrapnel\nmowing down all but one of them. Our old friend. THE ARCH-\nVILE.\n\nI SPIN INTO A HALLWAY and run. The Arch-Vile is fast...I can\nhear it catching up. Sprinting. Light plays off the wall,\nI catch glimpse of my own shadow. Hoisting a new WEAPON.\n\nThere's a hallway coming up on my right. I speed up. Leap.\nPlant my left foot on the wall -- then spring off, launch\nmyself into the hall, FIRING all the way.\n\nThe Arch-Vile turns the corner and catches my lead as I fly\nback. I land on my back, continue FIRING until I’ve mowed\noff several of the Arch-Vile’s vestigial arms. And then my\nrifle runs out of ammo.\n\nThe Arch-Vile looks at itself, at the SMOKING BULLET HOLES in\nits abdominothorax. It snarls at me. I look to the timed\nmine I dropped during my leap. The one it’s standing right\nabove. I SHIELD MY EYES FROM THE BLAST.\n\nI stand, heart racing. Head back down the tunnel with plasma\ncannons in hand. The dark tunnels are eerily silent. Empty.\n\nFork in the route. About to take one on the right when,\nmuffled...\n\nSAM'S VOICE\nJohn?!\n\nMy sister. I SPIN, hustle down the other corridor, toward\nthe voice. The hallway leads to a big room filled with work\nbenches and discarded hardware. On the far side, a doorway.\n\nI’m almost to the door, but a sound captures my attention. A\nCHUNKY, MECHANICAL WHIR. From the corner.\n\nI know that sound, it’s so familiar ... I follow and, resting\non a bench in the middle of the clutter, there it is.\n\nPinky's wheelchair. Hanging upside-down, over the edge of a\nworkbench. Engine HUMMING, wheels SPINNING. Odd, but of no\nuse to me. I turn to exit. Which is when I hear a SNORT.\n\nI turn back -- and watch in horror as two meaty forelegs drop\nfrom under the wheelchair.",
  "61": "---END OF PREVIOUS SECTION---\nI turn to exit. Which is when I hear a SNORT. I turn back -- and watch in horror as two meaty forelegs drop\nfrom under the wheelchair. \n---TARGET SECTION TO BE ANNOTATED---\n The legs drop to the ground, get\na foothold and pull forward. And the rest of the wheelchair\ncomes with it.\n\f90.\n\nBefore me now stands a hideous boar-like demon, but closer to\nthe size of a rhino than a pig. And where its hindquarters\nshould be, its leathery flesh is bonded to the wheelchair ...\n\nThis is PINKY DEMON. And it recognizes me.\n\nBefore I can react, a plume of steam BLASTS from the chair --\nand Pinky Demon charges me. Butts me in the gut with a ROAR.\n\nI stumble back through machinery that tangles up my arms and\nslices at my skin. I scramble to my feet, look up to see his\nlowered head inches from mine. Everything goes BLACK.\n\nI come to, moments later, aware of a SMACKING SOUND. Hazy, I\nlook down, around my feet. Where is that goddamn thing --?\n\nCRUNCH! Right beside my head. I crane my head to see Pinky\ntear away half my deltoid. Pinky is EATING ME.\n\nI reach blindly with my right arm, grab a metal pipe. Watch\nas Pinky devours my torn-away flesh, wait patiently for him\nto take another mouthful of my shoulder. My heart POUNDS as:\n\nPinky SWALLOWS my muscle, opens his dripping maw -- and I\njam the pipe into his mouth and roll away. Pinky HOWLS,\ntears around the room in a wild attempt to free his jaws.\n\nHis wheels spin, sending him into a bizarre wheelie. I jump\nto my feet, search for something to use in self-defense.\n\nI decide on the CHAINSAW over there. I yank the chain and it\nROARS to life. Pinky’s heard the chainsaw, and ceased his\nmanic destruction of the room. Now he idles front and\ncenter, staring me down. I REV the chainsaw.\n\nIn response, Pinky forces his jaws very wide apart -- then he\nCHOMPS down, sending the pipe through his upper jaw and right\nout the top of its snout. He charges.\n\nThe chainsaw, though ferocious, is unwieldy, hard to handle\nin close quarters combat. Pinky butts me, knocks me back.",
  "62": "---END OF PREVIOUS SECTION---\nHe charges. The chainsaw, though ferocious, is unwieldy, hard to handle\nin close quarters combat. Pinky butts me, knocks me back. \n---TARGET SECTION TO BE ANNOTATED---\n I\nswipe at him, SAW in half the pipe protruding from his face.\n\nPinky ROARS, SNAPS at my legs. I strafe left, tear a massive\ngash in Pinky’s muscular shoulder. He SCREAMS, leaps at me.\nHis front legs catch me in the chest before I can bring the\nchainsaw back up, and I crash to the ground.\n\nPinky bounds off, smart enough to stay moving. I get to my\nfeet before he BUTTS me again. My chainsaw skitters away.\n\nPinky TEARS away a portion of my calf. Breathing hard, I\ngrab a sledgehammer and CRACK his skull, send him tumbling.\n\f91.\n\nI stand and, knowing this is my last chance, make a dash for\nthe still-running chainsaw. I scoop it up with one hand and\nspin at the same time, just as Pinky hurtles toward me.\n\nI swipe at him in mid-air, connect -- and send Pinky\nplummeting, along with the chainsaw, to the ground.\n\nPinky rights himself, sets his feet, and...can’t move. He\nlooks around, confused. Steam billows from a deep fissure in\nthe mechanics of the chair. I’ve severed the neuro-mechanic\nconnection between machine and monster. A pathetic sight.\n\nI fetch a plasma cannon from the corner of the room. Return\nto Pinky's side. I take a moment to look down at this\ncreature, to process this as the end of our ten years of\npain. Then I END IT.\n\nI hurry to the far door, and into a scene of incredible\ncarnage. The elevator’s protective sheath is smashed, clawed\nand chewed upon. To either side, is a pile of dead demons.\nHuge MELTED HOLES in the walls, GREEN PLASMA dripping from\nthem and from the bodies below them.\n\nAbove me, a fluorescent bulb FLICKERS, and we\n\nMATCH CUT TO:\n\nINT. ELEVATOR ROOM - CONTINUOUS\n\nA fluorescent bulb FLICKERS, above, as John squints into the\nstrobing gloom. He can make out a world of destruction and\nthen, slowly, in addition to the MAN, who’s poised at the\ndoor to the elevator, he sees a WOMAN, propped in a corner.",
  "63": "---END OF PREVIOUS SECTION---\nAbove me, a fluorescent bulb FLICKERS, and we\n\nMATCH CUT TO:\n\nINT. ELEVATOR ROOM - CONTINUOUS\n\nA fluorescent bulb FLICKERS, above, as John squints into the\nstrobing gloom. He can make out a world of destruction and\nthen, slowly, in addition to the MAN, who’s poised at the\ndoor to the elevator, he sees a WOMAN, propped in a corner. \n---TARGET SECTION TO BE ANNOTATED---\nJOHN\nSam ..?\n\nJohn crosses to Sam’s side. She’s battered and bruised, her\nclothes torn and bloodied. She peers up at him, and weakly:\n\nSAM\nThe demons came -- for us, I led them\naway from you...\n\nJOHN\nDon’t talk -- please, rest --\n\nInterrupted by a harsh LAUGH from Sarge. Who's got both\nelevator keys now, and has just inserted the first one.\n\f92.\n\nSARGE\n“Rest”? She needs medical attention.\n\nAs John turns from Sam to Sarge, then back:\n\nSAM\nSarge... saved me...\nJOHN\nSaved you? Or your key?\nSam doesn’t answer -- her eyes close, she slumps down.\nSARGE\n\nShe needs help. We've got to get her\nup to the surface.\n\nJohn holds out his open palm.\n\nJOHN\nGive me her key.\nSARGE\nDidn't you hear? The demons are all\n\ndead.\n\nAnother step closer, John can start to make out Sarge’s face.\nSees that Sarge’s forehead is swelling, his jaw thickening.\n\nJOHN\nAll but one.\n\nHe raises his plasma gun, points it at Sarge’s forehead.\nSARGE\nIt won't work, John. Killing for\npeace is like fucking for chastity.\nSarge turns back to the door, starts to insert Sam’s key.\n\nSARGE (cont'd)\nI tried to be like a father to you.\n\nGambling on John’s compassion ... Sarge unlocks the door.\n\nJOHN\nYou murdered my father. My mother.\n\nSARGE\nWe're all murderers, here right?\nYou, me, Goat and Gannon, that’s what\nthey pay us for.\n\f93.\n\nJohn’s got way too much blood on his uniform to refute this\noutright. So the two -- devil and angel -- are locked in a\nstare-down. Sarge’s eyes glow dim RED. John’s have a thin\nglimmering WHITE RING around the iris. Almost ... a halo?\n\nSARGE (cont‘d)\nJohn. Listen to me. Your parents\nwere gonna go public.\n\nFLASHBACK TO:\n\nINT. MINIVAN (SUBMERGED) - NIGHT (10 YEARS AGO)\n\nJohn struggles against Louis -- wanting more than anything to\nsacrifice himself, but his diminishing vigor fails him.",
  "64": "---END OF PREVIOUS SECTION---\nYour parents\nwere gonna go public. FLASHBACK TO:\n\nINT. MINIVAN (SUBMERGED) - NIGHT (10 YEARS AGO)\n\nJohn struggles against Louis -- wanting more than anything to\nsacrifice himself, but his diminishing vigor fails him. \n---TARGET SECTION TO BE ANNOTATED---\n OVER:\n\nSARGE'’S VOICE\nviolate their security agreements.\n\nJohn inhales the last available breath from the bubble as his\nfather’s limp hands fall away into the darkness below.\n\nSARGE’S VOICE (cont‘d)\nEndanger Carmack’s research.\n\nJohn grabs: for his father’s hands, struggles against fate to\nhold them... but comes up only with Louis’s wedding ring.\n\nSARGE’S VOICE (cont‘d)\nThe entire Olduvaian project.\n\nA pane SHATTERS. Sarge’s dived down: he thrusts his hands\nthrough the open window, grabs a hank of John’s hair, pulls.\n\nEXT. RIVERBANK - NIGHT\n\nWith ebbing strength, Sarge heaves John onto the bank. John\nlooks back, down, into the water. Can just make out the\nshadows of his parents submerged, trapped in the minivan...\n\nSARGE'S VOICE\nYour parents stood in the way, not\njust of profit, but of progress.\nThey couldn’t be allowed to do that.\n\nThough hypothermic and half-drowned, John tries to dive back\nin. But Sarge hugs him, holds him, tells him (we can’t hear\nbut we read his lips): “It’s too late. They're gone.”\n\nCUT BACK TO:\n\f94.\n\nINT. ELEVATOR ROOM - PRESENT\nSarge has turned from the elevator door to John as he speaks.\n\nSARGE\nYou and Sam weren’t supposed to be in\nthe van that night. I almost died,\nsaving you both --\n\nJOHN\nThat's bullshit!\n\nSARGE\nWhat was I supposed to do? Disobey a\ndirect order?\n\nJOHN\nYes.\n\nSARGE\nCome on son, let’s go up.\n\nJOHN\nLook at your hands.\n\nSarge grimaces as bone fragments tear through knuckles to\nform a complementary set of new fingers.\n\nJOHN (cont'd)\nI can’t let you go.\n\nSARGE\nThen shoot me! Now! Give me the\ndignity of a soldier's death. Do it!\nJohn steadies his plasma cannon, murmurs.\n\nJOHN\nPray For War...\n\nAnd FIRES, just as the fluorescent bulb blinks OFF.\n\nWhen it blinks back on, John takes a step toward the scorched\nimpact area. Then stops. Because ... there’s no body.",
  "65": "---END OF PREVIOUS SECTION---\nWhen it blinks back on, John takes a step toward the scorched\nimpact area. Then stops. Because ... there’s no body. \n---TARGET SECTION TO BE ANNOTATED---\nA SNARL. Reaction time shortened, he spins as something\nflies from the darkness. Hurls him backward.\n\nHe lands ten feet away, stands. Sarge stands before him, his\nhands now completely mutated. Slight tears in his skin\nacross his chest.\n\f95.\n\nThe physical changes are few, so far, but it’s the attitude.\nThis Sarge is meaner. Faster. And when he opens his\nmouth...\n\nHE ROARS LIKE A BEAST.\n\nJohn looks to Sarge, then to Sam, who has pulled herself to\nher feet. Back to Sarge, then...he RUSHES for Sam. Sarge\nHOWLS, takes off after him.\n\nIn one motion, John GRABS Sam by the hand, forcibly tucks his\npistol into her waistband, and IRISH WHIPS her into the\nopened elevator. She THUDS against the back wall, loses her\nair.\n\nJohn SMACKS the “up” button on the lift shaft, then YANKS\nboth keys from their slots so that the command cannot be\nhalted. The lift starts rising even before the doors close\nfully, and John uses this last window to look his sister in\nthe eyes.\n\nJOHN (cont'd)\nIf I’m not the one who comes out at\nthe top...shoot him.\n\nSam nods, then SCREAMS as Sarge HURTLES into John from\nbehind, BELLOWING. He SWATS at John, catching him upside the\nhead and sending him sprawling.\n\nIn a desperate last attempt, Sarge THRUSTS his hand between\nthe closing doors. The doors grind to a halt, partially\nsmashing Sarge’s arm. He HOWLS, paws at the doors.\n\nHe manages to get his other hand in between the doors, and\nwith superhuman strength PRIES THE DOORS OPEN. He holds them\nopen just long enough for John to BODY TACKLE him through the\ndoors, which SLAM shut behind them.\n\nThe two are now sealed in the empty elevator shaft, with the\nfloor of the lift car slowly rising upward above them. Sarge\nleaps back to his feet and BELLOWS.\n\nHe punishes John with pile-driver blows. John absorbs them,\nhurting as any man would -- but bouncing back unlike any man\ncould. He grabs Sarge’s neck, pulls his head back and...",
  "66": "---END OF PREVIOUS SECTION---\nHe punishes John with pile-driver blows. John absorbs them,\nhurting as any man would -- but bouncing back unlike any man\ncould. He grabs Sarge’s neck, pulls his head back and... \n---TARGET SECTION TO BE ANNOTATED---\nCRUNCH! Slams his forehead into Sarge’s face. A sickening\nsound as Sarge’s frontal bone is smashed inward, thrusting\nhis brow into his forehead. Sarge howls, but John is\nrelentless. He pummels Sarge. John only falters --\nsurprised -- when he HEARS:\n\f96.\n\nWEAPON ID\nUAC Special Ops clearance verified.\nHandle Identification: Sarge.\n\nJohn spins away but finding himself staring down the business\nend of the BFG, throws an elbow at the weapon, jarring it ...\n\nA BLAST of PLASMA just misses John's face. He KICKS Sarge in\nthe mouth, bloody teeth bounce off the walls of the lift as --\n\n-- John wrenches the BFG from Sarge’s grip. But as he takes\naim, Sarge is following the plasma’s trajectory, staring at a\nbasketball-sized HOLE in the steel. Its edges expanding by\nthe second as the BioForce degrades its molecular structure.\n\nThick pipes are clearly visible through the hole. BioForce\nplasma oozes down their length. Now a small hole opens in\none pipe, a single DROP of WATER dribbles out. Rolls quietly\ninto darkness below. Then a TEAR of RENDING METAL, and ...\nThousands of gallons pour into the shaft, a massive deluge.\n\nCUT TO:\n\nINT. ELEVATOR - SAME TIME\n\nSam looks expectantly to the iris door still many stories\nabove. The elevator seems to be moving as slowly as\npossible. She is distracted, looks down at her feet:\n\nTINY DROPS OF WATER are seeping through the floorboards\nbecause now the shaft below her is totally full of water.\n\nCUT TO:\n\nINT. ELEVATOR SHAFT\n\nJohn rockets upward, claustrophobic and terrified to be in\nthis situation after the horrors that it has afforded him in\nthe past.\n\nHe can make out the bottom of the lift...\n\n-- and is yanked downward.\n\nHe finds himself staring Sarge in the eyes. Sarge holds\nJohn's legs in his oversized claws. He now simply looks John\nin the face, bubbles rising from his putrid lips. The calm\non his face makes it all the more unnerving. Small HORNS are\nbursting through Sarge’s forehead.\n\f97.\n\nSarge can breathe underwater.",
  "67": "---END OF PREVIOUS SECTION---\nSmall HORNS are\nbursting through Sarge’s forehead. 97. Sarge can breathe underwater. \n---TARGET SECTION TO BE ANNOTATED---\n And John knows it. Poetic --\nthis is how the nightmare started, and this is how it ends.\n\nJohn swallows a lung-full of water. A moment of anguish as\nhis body fights it. Then all is still.\n\nCUT TO:\n\nINT. ELEVATOR SHAFT - SAME\n\nAs John’s body sinks, Sarge’s muscular frame BLASTS upward.\nHe can see the surface of the water above; the lift has now\nelevated past the water level. Like a torpedo he SHOOTS\ntoward up the shaft...\n\nCcuT TO:\n\nINT. ELEVATOR\n\nThe Iris Door starts to slowly HISS OPEN a hundred feet\nabove. Sam relaxes.\n\nTHUD. The floor shakes. THUD. Again, and now the bottom of\nthe lift is buckling. Sam hugs the wall, aims the pistol...\n\nCRASH! Sarge’s torso TEARS through the bottom of the\nelevator, catching Sam by surprise. Sarge SCREAMS, whips his\none free arm out. It SHATTERS Sam’s knee. She drops the\npistol.\n\nSarge tries to free his lower body. Sam collects herself,\nsummons every ounce of strength in her being. She circles to\nSarge’s trapped left side, and just starts KICKING THE SHIT\nOUT OF HIS FACE.\n\nSAM\nYou took them all from me! All of\nthem! I’11 kill you myself!\n\nSarge screams, then winces as a BEAM OF SUNLIGHT hits his\nface. He looks up to the iris door, now almost entirely open\nand much closer. He sees the door, and he sees freedom. And\nhe wants it. Every muscle in his body FLEXES, and the metal\ntrapping him tears. Sam steps back, horrified at this\ndisplay of strength.\n\nSarge begins to rise from the hole in the floor.\n\nFADE TO:\n\f98.\n\nIMAGE:\n\nJohn Grimm, eyes closed, face peaceful. Reuniting with his\nparents for the first time in ten years. He sinks...and his\neyes SPRING OPEN.\n\nAnd we pull back, and realize that we are still in the\npresent moment. And then we remember:\n\nJohn has the 24th chromosome too. JOHN CAN BREATHE\nUNDERWATER.\n\nHe takes a slow, deep, sustaining breath -- of H20, and\nLAUNCHES upward.",
  "68": "---END OF PREVIOUS SECTION---\nAnd then we remember:\n\nJohn has the 24th chromosome too. JOHN CAN BREATHE\nUNDERWATER. He takes a slow, deep, sustaining breath -- of H20, and\nLAUNCHES upward. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nINT. ELEVATOR - SAME TIME\n\nSarge pulls his battered lower body into the elevator.\n\nStands above the barely conscious Sam, bellows. But she’s\nnot impressed. She fought her fight. Her fate is sealed and\nshe accepts it, closes her eyes.\n\nSarge ROARS, pulls back a mighty paw...and his eyes go WIDE.\n\nWe PAN AROUND him, to view John standing behind him, just\nemerged from the hole in the floor. A look of determination\nin his eyes unlike any in human history. He holds a handful\nof Sarge’s MANE.\n\nJohn allows Sarge a moment to comprehend the sudden reversal\nof predator/prey relationship...then YANKS BACKWARD, throwing\nSarge to his back.\n\nSarge tries several times to get up, but John maintains his\ngrip on the mane, SLAMMING Sarge’s head over and over into\nthe steel.\n\nHe drops a knee into Sarge’s throat, pinning the creature,\ngrabs his pistol from the floor. Sarge tries but cannot free\nhimself, he’s met his match.\n\nJOHN\n+..It’s over.\n\nNeither a warrior’s death, nor an honorable one. But quick.\nJohn pulls the trigger and BOOM!\n\nFADE TO:\n\f99.\n\nINT. WORMHOLE CHAMBER - A MOMENT LATER\n\nJohn stands in front of the suspended TEARDROP, this portal\nto a strange planet in a solar system across the galaxy...\n\nJOHN\nThis is the way the world ends.\n\nHe tosses a flash-bang grenade at the “droplet,” which\nswallows it. We’re swallowed with the grenade, into:\n\nINT. WORMHOLE\n\nA tunnel made of the very fabric of time/space --\n\nIt bursts into flame, the traveling FIREBALL expands in heat\nand velocity, exponentially ... so by the time it reaches...\nINT. CENTRAL LABORATORY (OLDUVAI)\n\nThe fireball has attained the magnitude of a tactical nuclear\nbomb. The skeletons of Lucy and her child ... are VAPORIZED.\nEXT. OLDUVAI LAB - CONTINUOUS\n\nThe Olduvai Facility is totally consumed by the explosion.\nThe fireball scorches the rugged terrain around the lab.",
  "69": "---END OF PREVIOUS SECTION---\nEXT. OLDUVAI LAB - CONTINUOUS\n\nThe Olduvai Facility is totally consumed by the explosion. The fireball scorches the rugged terrain around the lab. \n---TARGET SECTION TO BE ANNOTATED---\nKeep PULLING BACK, as the fireball becomes no more than a hot\nspeck then disappears completely, as we go higher and higher,\nlooking down on dried-up lakes, denuded forests, and then ...\nKeep PULLING BACK as we recognize continents, shallow oceans.\nKeep PULLING BACK, till we gaze upon the entire GLOBE from a\n\nfamiliar perch in space. From space, it’s still blue, still\n\nbeautiful ... HOLD on the planet the Grimms named “Olduvai”.\n\nWe know it -- we knew it -- as EARTH.\n\nCUT BACK TO:\n\nINT. GRIMM/LABS WORMHOLE CHAMBER - SAME TIME\n\nOn our end of the Wormhole as the SHOCKWAVE ricochets -- but\nnot as a fireball. With the portal’s destruction, deep space\nfills the void. The sparse molecules (insanely cold, between\n100 Kelvin and absolute zero) blow through as a gas cloud.\n\f100.\n\nJohn has already taken off, running for his life as the cloud\nfollows closely -- instantly freezing everything in its path.\n\nThe once-perfect crystalline catwalks and walls have already\nbeen reduced to a rubble of gore-flecked glass-like shards.\n\nJohn races across a landscape of humans, demons, and those\nwho could've been either but are now so much pulped carrion.\nIn a moment all those bodies petrify into ice, then SHATTER.\n\n \n\nINT. ELEVATOR - SAME TIME\n\nBreathless, John barely makes it back. Sam is curled up,\npale and still, almost fetal. John scoops her into his arms\nas the lift ascends seconds ahead of the freezing cloud.\n\nJOHN\n(into communicator)\nUACM Tactical Six this is Special\nOps, code is “Q” level one.\n(gently to Sam)\nHang in there, Sam, we're gonna get\nhelp. I’m not losing you again...\n\nEXT. GRASSY FIELD - DAWN\n\nThe elevator breaks the surface, the lift door opens. John\nsteps into a daylight brilliantly illuminated by two suns.\n\nThe two suns tell us that we are on another planet. And have\nbeen from the start. John, for his part, has focused on:\n\nThe several dozen SOLDIERS, who keep their distance from the\niris door, and John. All aiming their weapons at him.",
  "70": "---END OF PREVIOUS SECTION---\nAnd have\nbeen from the start. John, for his part, has focused on:\n\nThe several dozen SOLDIERS, who keep their distance from the\niris door, and John. All aiming their weapons at him. \n---TARGET SECTION TO BE ANNOTATED---\nHe stands here holding his sister as a pair of UACM COMMANDOS\nAPPROACH. Weapons drawn.\n\nCOMMANDO\nWho are you?\n\nJOHN\nAdam....and this is Eve.\n\n+..on the first leg of a journey to Man’s new dawn, as we --\n\nFADE TO BLACK.\n\f"
}