{
  "1": "THE GAMBLER\n\nWritten by\n\nWilliam Monahan\n\nAdapted from THE GAMBLER by James Toback\n\nJanuary 19, 2014\n\fEXT. HOLLYWOOD HILLS. NIGHT\n\nA modern house, packed with dark-clad figures, clings to the\nedge of a precipice. Its lights are blurred in the sort of\nfog that Angelenos call a marine layer.\n\nIn the road that curves past and below the house, VALETS are\nsilently taking and parking (driving off to park) expensive\ncars. Valets in their white shirt-fronts are running up and\ndown the road.\n\nThe people going up to the house do not seem to be party-\ngoers: they are all male, mostly grave, primarily Asian\nbusinessmen.\n\nA fogged view of the valet area is revealed by a sudden sweep\nof WIPERS. We reverse to see:\n\nA BMW 1 series, the 1M, the orange killer, standing pulled\nover against the curb, under a spray of somebody's\n\nbougainvillea. The car is idling. It contains only the\ndriver.\n\nINT. BMW. NIGHT\n\nA BRASS ZIPPO lighter is clicked open, shut, open, shut.\n\nThe driver, JIM — the gambler of the piece — is watching the\nhouse. Close on his calculating eyes.\n\nThe LIGHTER clicks open, shut, open, shut, and then a\n\ndecision is made: JIM puts the lighter in the pocket of his\ndark suit, and gets abruptly out of the car.\n\nEXT. THE STREET IN THE HOLLYWOOD HILLS. NIGHT\n\nJIM walks downhill towards the valet area. He is tall, well\ndressed, thirty five. He needs a shave, he’s tieless, and\nlooks like he might have been up for five days straight, but\nhe has decent style, a natural suavity.\n\nA FILIPINO VALET notes him, and the car.\n\nVALET\nYou bring car here.\n\nJIM\nAlready got a space, buddy.\n\nHe looks up at the LIGHTED HOUSE, then at the VALET.\n\fJIM (CONT'D)\nI’ve got a lucky face.\n\nTHE VALET stares, authority challenged, flummoxed, as\n\nJIM, with a glance back, goes up the steep stairs under\nflaring torches.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks up at the LIGHTED HOUSE, then at the VALET. JIM (CONT'D)\nI’ve got a lucky face. THE VALET stares, authority challenged, flummoxed, as\n\nJIM, with a glance back, goes up the steep stairs under\nflaring torches. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the undergrowth we see (and JIM sees) that a FOR SALE sign\nhas been toppled over, and badly hidden.\n\nAfter following JIM briefly through the gardens, over the\nbrick paths, and past big SECURITY MEN (multi-ethnic), one of\nwhom nods as JIM appears, we go to\n\nJIM'S POV to enter the house, to move through the packed\nrooms. There is a girl inside with a GUEST LIST. She knows\nhim, makes a mark.\n\nThe rooms, done up around the edges as a temporary bottle\nservice gambling club, are full of serious gamblers. Again,\nmostly Asian, but with some serious casuals, a few hip-\nhoppers. It’s a catered affair. The same sort of casually\nemployed actors and models and students that move around with\ndrinks and food on trays at any party in Hollywood.\n\nJIM moves through the rooms, noting...\n\nTABLE AFTER TABLE, all of them in heavy play, by very heavy\ngamblers.\n\nThrough a door, apart, we see a POKER GAME going on, heavy\nhitters. JIM moves on, observing everything, ready for\nanything, looking for what he needs, the game he needs.\n\nA STUDENT-WAITRESS (AMY), for a moment, might be it: but\nafter making serious eye contact, and a moment in which JIM\nand AMY register each other without affect, and he shakes his\nhead very slightly to reject either a canape or something\nmuch more complicated, she moves on through the crowd. He\nkeeps moving. She keeps moving.\n\nThey seem to know each other from another context, and it’s\nrattled Jim, to see her here.\n\nNear the MONEY changing hands at an improvised CAISSE, where\na woman in specs trades colored plaques for cash in the Asian\ncasino manner, KOREAN HEAVIES stand guard, earpieced, armed.\n(The security guys outside are any security guys: the inner\nsanctum is Korean).\n\nJIM goes to the caisse table, reaches into his coat, and\npulls out ten thousand-odd dollars in a wrapper. He waits,\nwatches, as\n\fHis MONEY is counted...\n\nAnd as...\n\nTHE PLAQUES are shoved across.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe waits,\nwatches, as\n\fHis MONEY is counted... And as... THE PLAQUES are shoved across. \n\nTARGET SECTION TO BE ANNOTATED:\nAs JIM gathers up the plaques and puts them in his coat, he\nnotices an older, tough, grave, civil, unreadable Korean man,\n\nMISTER LEE, looking at him carefully.\n\nMISTER LEE\nYou do better tonight.\n\nJIM nods.\n\nJIM\nCouldn’t do worse.\n\nThey look at each other. JIM has his game face: but MISTER\nLEE always has his. MISTER LEE nods, and, though it’s subtle,\nallows JIM to pass on through into the big, crowded, high-\nceilinged room.\n\nCUT TO:\n\nINT. THE BLACKJACK AREA. NIGHT. LATER\nSPECTATORS are watching. MISTER LEE moves up to watch.\n\nJIM, the only player at the table, with at least eight times\nmore plaques in front of him than we saw him buy, absolutely\nintent on the game, shoves 40K in plaques forward and is\ndealt a\n\nCARD DOWN and a JACK UP.\n\nJIM checks his down card and sees a 4, and looks up at the\ndealer, like a duellist marking his man.\n\nThe DEALER (KOREAN, an at-sea family man who really shouldn’t\nbe doing this, really shouldn't be in these circumstances)\nrealizes he’s in it, and is very nervous.\n\nJIM\nDouble down, make it twenty\nthousand.\n\nThe DEALER looks over at MISTER LEE, who nods his approval.\nJIM gets a king. He’s lost. His on-table pile is raked away.\n\nHe smiles, and then deliberately, enjoying it, he pushes in\nthe last of his RESERVED CHIPS...all of them.\n\fJIM (CONT'D)\n(to uncertain, sweating\ndealer)\n\nMister Lee can cover a lot more\n\nthan that, buddy.\n(a beat)\n\nYou must be new.\n\nMISTER LEE again has to nod his approval.\nThe sweating DEALER deals.\nJIM is given a card down and a 2 showing. The DEALER has a\nqueen showing. JIM looks at him again, briefly; then flips\nhis down card, sees a 7, and tucks it under his 2. After\ncatching the eye of the passing...\nAMY\nIn the crowd...\nJIM (CONT'D)\n(off something about Amy)\nLet’s go for it, brother.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nAfter\ncatching the eye of the passing... AMY\nIn the crowd... JIM (CONT'D)\n(off something about Amy)\nLet’s go for it, brother. \n\nTARGET SECTION TO BE ANNOTATED:\n(this means something\nabout Amy)\nDouble it.\n\nJIM takes a card down, flicks it up with his 7 card. It is an\nace. He is unmoved.\n\nThe DEALER turns up his down card, a 5; then draws a 6 for\n21. We stay on the cards long enough to count them.\n\nJIM'S COUNTERS are scraped away by the house.\nMISTER LEE moves indifferently away through the crowd.\nON JIM:\n\nJIM is entirely without affect: as if losing money was\nexactly what he wanted: to be done with it.\n\nHe pulls out a single RED 500 dollar counter, looks at it,\nturns it in his hand, in the well-done light, puts it back in\nhis pocket.\n\nA bejeweled COURTLY GANGSTA (NEVILLE) beside him (and his\nPOSSE never far from Neville):\n\nNEVILLE\nI hope you paid your rent, homes.\n\fJIM looks at him, perfectly capable of either glassing him or\nwalking away.\n\nJIM\nI don’t pay rent. Homes.\n\nAfter this (ambiguity) is taken on board:\n\nNEVILLE\nYou got a problem, an issue of some\nkind?\n\nJIM\nYeah, I don’t like your fuckin’\nhat.\n\nJIM is quite obviously a gambler in many aspects of life.\n\nNEVILLE and POSSE exchange glances. DANGEROUS KOREANS have\nmoved in at the hint of trouble.\n\nJIM (CONT'D)\n\n(quietly to Neville’s ear)\nI think you kinda want me to have\nan issue, so I thought of that one.\n\nJIM tosses down his drink, chews his ice, and stares at\nNeville.\n\nJIM (CONT'D)\n\nI got plenty of issues. A dangerous\nguy in a hat's only one of them.\nWhat's yours?\n\nNEVILLE\nSee you outside, motherfucker.\n\nJIM turns back and spreads his arms.\n\nJIM\nWell, we all gotta go out sometime.\nIt's never when you want it and\nit's always gonna hurt.\n(turns back, leans in)\nYou a gambler?\n\nNEVILLE\nNot like you.\n\nJIM\nYou don't know what I am. That's\nthe first thing you should know.\n\nJIM looks intently at him, inches away.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nYou don't know what I am. That's\nthe first thing you should know. JIM looks intently at him, inches away. \n\nTARGET SECTION TO BE ANNOTATED:\n\fJIM (CONT'D)\nYou want to fuck around or do you\nwant to cut cards for 500?\n\nNEVILLE looks at him, at the raised 500 PLAQUE.\n\nNEVILLE\nI put ten grand against your five\nhundred. Is that gambler enough for\nyou?\n\nJIM\nI haven’t got ten grand. That’s an\nunequal bet.\n\nThe courtly NEVILLE indicates his smoldering POSSE:\n\nNEVILLE\nIt’s an unequal general situation.\n\nJIM appreciates that.\n\nJIM\nOh, I like odds.\n(holding out palm to the\nwide-eyed DEALER, not\nlooking at him)\nGive us a deck.\n\nOne is shuffled. JIM takes it, walks with Neville to a nearby\nsmall bar where champagne is set up, puts the deck down, and\nnods at NEVILLE who cuts first and shows...with great\nreluctance....\n\nThe KING OF SPADES.\n\nJIM, amused, looks up at NEVILLE who is not amused at all.\n\nJIM (CONT'D)\nThat’s funny.\n\nNEVILLE\nI thought you wanted my business\ncard.\n\nThe deck is reshuffled and JIM cuts, revealing, and taking up\nto look at, a JACK OF HEARTS.\n\nAMY is watching.\nJIM looks at her: and then looks down.\n\nShe turns away.\n\fJIM tosses the card on the table and holds out the 500\nmarker.\n\nJIM\n(genuinely)\nCongratulations.\n\nHe holds out his hand and NEVILLE takes THE PLAQUE and hands\nover in return a glass of champagne. JIM takes a small sip\nand sets the glass aside.\n\nNEVILLE\nI seen you around. I think you like\nto lose.\n\nJIM\n\nLife’s a losing proposition, right?\nMight as well get it over with.\n\nHe starts off.\nNEVILLE\n(over his shoulder)\nYou need a stake?\n\nJIM turns.\n\nJIM\nYou like staking losers?\n\nNEVILLE has no response.\n\nJIM (CONT'D)\nI know how you stake people.\n\nNEVILLE\nThen you know everything.\n\nHe sips his drink and loses interest.\n\nJIM moves away, now broke. (KOREANS watching him, one KOREAN\naside talking to MISTER LEE). He goes to a SIDEBOARD loaded\nwith BUFFET FOOD, and realizes he’s famished.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sips his drink and loses interest. JIM moves away, now broke. (KOREANS watching him, one KOREAN\naside talking to MISTER LEE). He goes to a SIDEBOARD loaded\nwith BUFFET FOOD, and realizes he’s famished. \n\nTARGET SECTION TO BE ANNOTATED:\n He loads a\nplate, loads it, and carries it out onto the terrace.\n\nEXT. TERRACE. CONTINUOUS\nAMY looks briefly out through the window at the oblivious\nJIM, concerned, intrigued, and then moves on with her TRAY OF\n\nCANAPES.\n\nJIM puts the plate on the terrace rail and starts to wolf the\nfood. As we come around,\n\fMISTER LEE materializes behind him.\n\nMISTER LEE\nYour luck is no good these days.\n\nJIM brasses this out:\n\nJIM\nMaybe.\n\nMISTER LEE is intrigued by this guy.\n\nMISTER LEE\nYou came in with ten thousand in\ncash. I don't know where you got\nit.\n\nJIM\nOh, I think we can be pretty sure\nit was from gambling.\n\nMISTER LEE\nWherever you got it, you didn't\ngive it to me.\n\nJIM\nNo, I didn’t.\n\nMISTER LEE\nWhy not?\n\nJIM\nThis is a gambling establishment.\n\nMISTER LEE\nYou have a family? A wife?\nChildren?\n\nJIM shakes his head “no”. (Though this is a lie and a truth\nsimultaneously). MISTER LEE looks as if this explains plenty,\nwhich it may well do. (Though it doesn’t). JIM stares out\nover the canyon, comes to an abrupt, brass-balled decision:\n\nJIM\nWell, that depends if you give me\nten thousand more in credit.\n\nMISTER LEE\nYou owe a lot of money.\n\nJIM\nEverybody owes money all over the\nplace. Have I never not paid you?\n\fMISTER LEE\nEventually, a debt gets too big to\npay. Then...no one is responsible.\n\nJIM grips the rail of the porch. Down in the LOWER GARDEN,\nPROSTITUTES do business by the pool, one or another going off\nwith a businessman into the dark. A freshly unfolded aspect\nof Hell. All whispers into ears. As JIM watches...\n\nMISTER LEE (CONT'D)\nSome people find impossibility to\npay a relief. Their lives...are out\nof their hands.\n(closer, as on Feisal in\nLawrence)\nI think you may be one of those\npeople.\n\nJIM takes it on. Maybe what Mister Lee said is what he’s\nafter — maybe it isn’t.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\n(closer, as on Feisal in\nLawrence)\nI think you may be one of those\npeople. JIM takes it on. Maybe what Mister Lee said is what he’s\nafter — maybe it isn’t. \n\nTARGET SECTION TO BE ANNOTATED:\n TWO BIG KOREANS (the key ones,\nintelligent muscle) are now with MISTER LEE.\nMISTER LEE (CONT'D)\nBut all this...is starting to be\nover.\nJIM looks at him.\n\nMISTER LEE (CONT'D)\nGet me my money.\n\nMISTER LEE walks away, his MUSCLE following.\n\nJIM leans back with his elbows on the rail, stretching his\nback, looking at the stars, and then looks over and sees:\n\nJIM'S POV:\n\nNEVILLE now on the terrace, lying back in a deck chair,\nsmoking a COHIBA, his boys seated in shadow nearby.\n\nMOMENTS LATER:\n\nA shadow falls across NEVILLE. He looks up. We reverse to\nsee:\n\nJIM.\n\nJIM\nStake me fifty grand.\n\nA long look from NEVILLE.\n\f10.\n\nNEVILLE\nAt twenty points.\n\nJIM\nAt whatever points you like. We had\na conversation about odds. You\nthink I mind them?\n\nNEVILLE\n(to associate)\nGive him fifty grand.\n(to JIM)\nMake sure my man has your, ah,\ndigits, and so forth.\n\nA DESIGNER LEATHER BAG is dug into. JIM takes CASH, in ten-\ngrand bundles, and goes over to the surprised MISTER LEE. He\nshows the money.\n\nJIM\nYou can take the whole fifty, and\nwe'll settle up — but as we\ndiscussed, this is a gambling\nestablishment.\n\nMISTER LEE keeps his counsel; then keeps forty, hands it to a\nBIG KOREAN, and hands ten grand back to Jim with a grave nod.\nJIM pockets the ten.\n\nJIM walks past the smoking, disinterested NEVILLE.\n\nNEVILLE\nBonne chance.\n\nJIM\nI feel better about your hat. But\nnot about you wearing it inside.\nNEVILLE looks after him. His GUYS stand up.\nNEVILLE\nSit down.\n\nINT. THE CAISSE AREA. NIGHT\n\nJIM trades the ten in cash for plaques, then heads (AMY again\npicking him up with her eyes) for the Blackjack table.\n\nJIM pushes all his markers in. The whole ten grand.\nJIM\n\nDo it. No no. Don’t look at Mister\nLee. You look at me. Do it.\n\f11.\n\nThe DEALER deals.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo it. 11. The DEALER deals. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM gets a queen showing. The Dealer has an ace showing. Jim\nchecks his down card and sees a 3. He nods for a card and is\nhit with an 8 for 21.\n\nDEALER\nTwenty one.\n\nThe DEALER turns over an 8, making 20, and Jim has won. He\ncould cash out now, and big, but he leaves his winnings down\nand says:\n\nJIM\nPlay the two.\n\nThe DEALER gives JIM a 10 up and another card down; deals\nhimself a king up. JIM flips and sees another 10 for 20. The\ndealer draws two cards — and busts. Jim’s won again.\n\nJIM nods for the DEALER to start another hand. The DEALER\nlooks at MISTER LEE.\n\nJIM (CONT'D)\nHe doesn’t want you to look at him.\nDeal the cards.\n\nSPECTATORS crowd around. NEVILLE is watching. AMY comes\nthrough the crowd and SHE is watching.\n\nThe DEALER gives JIM a down card and an 8. He deals himself a\n4 showing over his down card. JIM sees his down card is a 4.\n\nJIM (CONT'D)\n(to DEALER)\nYou take it.\n\nThe DEALER turns over a 2, then draws a jack for 16 and then\na queen to bust. Jim wins with a 10 for 14.\n\nMISTER LEE watches. The DEALER looks at MISTER LEE.\n\nJIM (CONT'D)\nDon’t look at him. There’s no\nlimit.\n\nDEALER\nIt's for your own protection.\n\nJIM\nFuck my protection. You don’t come\nhere for fucking protection from\nyourself.\n\n(MORE )\n\f12.\n\nJIM (CONT'D)\nYou come here for the fuckin’\nopposite and here I am. Deal the\ncards.\n\nMISTER LEE nods.\n\nTHE CARDS ARE DEALT.\n\nJIM wins another hand with 21. He takes up the counters.\nTurns away, goes, with people watching him, Amy watching him,\nto...\n\nThe roulette table.\n\nJIM stands and looks at the waiting table, magic in the light\nover it. He puts down his plaques. NEVILLE has come up beside\n\nhim.\n\nJIM (CONT'D)\nEverything on black.\n\nNEVILLE\nRed's been coming up all night.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEVILLE has come up beside\n\nhim. JIM (CONT'D)\nEverything on black. NEVILLE\nRed's been coming up all night. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nYou want me to pay you now? Is that\nwhat you want me to do?\n\nNEVILLE\nNo.\n\nJIM\nWhy not?\n\nNEVILLE\n\nBecause you’1ll either lose and\nyou're mine for talking shit about\nmy headgear, or either I want to\njust watch the show.\n\nJIM\n\nIt’s all of those things.\nNEVILLE\n\nYeah.\nJIM\n\nWhat about ripping me off outside\nif I win?\n\nNEVILLE\nNot in that business, brother.\n\f13.\n\nJIM\nEverything on black.\n\nThe ball rolls, and it’s nearly black, but then the ball\nlands in...\n\nRED\n\nThe CROWD reacts as if a man has just dropped from a\nscaffold. AMY, in the crowd, turns away. JIM leans with his\nelbows on the table for a minute: but then stands straight to\nlook NEVILLE in the eye. NEVILLE looks at JIM.\n\nJIM (CONT'D)\nFloat me some spending money.\n\nNEVILLE gives him a thousand dollars.\n\nNEVILLE\nThat's at twenty points, too.\n\nJIM folds away the money. He looks at NEVILLE. He looks at\nMISTER LEE. Then he goes, pushing his way through the crowd\nas those people look after him who still have the interest to\ndo so.\n\nEXT. STREET IN THE HOLLYWOOD HILLS. DAWN\n\nJIM comes down the steps, looks bleakly at the valets, and\nthen walks up to his car. The sun is rising, lighting the\nshoulder of the hill beyond the Hollywood sign.\n\nINT. CAR. DAWN\n\nJIM sits in his car, exhausted, defeated, taking shit on,\nbarely holding it together. He watches NEVILLE and his POSSE\npile into two Bentleys and drive off down the canyon. Then he\nputs the car in gear and drives.\n\nEXT. SUNSET BOULEVARD. NIGHT\n\nJIM pulls up to the Seventh Veil, and in one long shot gets\nout of the car and heads in, handing the doorman a 20, moving\nthrough the dark room, avoiding the “dancers” (it’s been a\nlong time since strip clubs in Los Angeles haven't been\nbrothels) until he comes to one in particular, a beautiful\nblack Amazon in a yellow bikini.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SUNSET BOULEVARD. NIGHT\n\nJIM pulls up to the Seventh Veil, and in one long shot gets\nout of the car and heads in, handing the doorman a 20, moving\nthrough the dark room, avoiding the “dancers” (it’s been a\nlong time since strip clubs in Los Angeles haven't been\nbrothels) until he comes to one in particular, a beautiful\nblack Amazon in a yellow bikini. \n\nTARGET SECTION TO BE ANNOTATED:\n She starts to do the thing,\nthe come-on (stripper ad-libs)...\n\nSTRIPPER\nYou a tourist, baby?\n\fBut Jim holds up his hand and stops her.\n\nJIM\nWe're all tourists. It's the nature\nof the planet.\n\nShe starts to speak.\n\nJIM (CONT'D)\nListen. I don’t need you to talk. I\nneed you to listen to me. No. No\nno, you listen. I know it’s hard, I\nknow you want to talk your\nbullshit, but if you do, I’m going\nto leave.\n\n14.\n\nShe nods, maybe getting it. He holds out a hundred dollar\nbill. She looks at it: starts to speak: but he stops her.\n\nJIM (CONT'D)\nI don’t want you to act like you’re\nin a porn film made for retards,\nbecause there’s no girl in here\nbetter looking than anybody I've\never even gone out with once, so I\nwant you to act like a normal woman\nwith no mental problems and then I\nwant you to take this hundred\ndollars, I want you to take me in\nback, where you blow people for\nmoney, and I want you to do what I\nask you to do without saying\nanother fucking word to me ever\nagain in my life. Can you do that?\nBecause if you can’t shut up I\ncan’t stay here.\n\nFinally she nods and takes the hundred dollar bill.\n\nJIM (CONT'D)\nOK. All right.\n\nHe follows her into the back room as if marching to a death\n\nsentence and we go to:\n\nBLACK\n\nEXT. UCLA. DAY\n\nEstablish a part of the college, with JIM’S CAR parked\nerratically in the foreground. STUDENTS and STAFF on the\n\ngrounds of the campus like figures in a painting.\n\f15.\n\nINT. ENGLISH DEPT FACULTY MEN’S ROOM. DAY\n\nJIM is splashing his face with water. He’s still not shaved.\nHis white collar is now not clean. Out of one of the toilets\ncomes an English Department ASSHOLE (JONES). Basically FDR\nwithout the wheelchair, senior to Jim, and not as good on any\nsubject. He washes his hands.\n\nJONES\nFirst time I've ever seen you\nwithout a shave.\n\nJIM\nI’m trying to avoid tenure.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe washes his hands. JONES\nFirst time I've ever seen you\nwithout a shave. JIM\nI’m trying to avoid tenure. \n\nTARGET SECTION TO BE ANNOTATED:\n You can\nhave that one.\n\nJONES\nIf I could teach like you I'd be a\nlittle more grateful.\n\nJIM examines him.\n\nJIM\nFuck you. [Fuck grateful. ]\n\nJONES goes. JIM continues to wash.\n\nINT. UCLA CLASSROOM. DAY\n\nWe only use one classroom for Jim. It’s a big one. This one,\nonly half full, is still a good crowd mixed evenly along\nracial and gender lines. He's a popular professor. Among the\nstudents is (and this explains everything):\n\nAMY, watching him, eyes tired from her night job, her laptop\nopen.\n\nAnd another is DEXTER, a white, blonde stoner UCLA tennis\nplayer, a good one.\n\nWay, way, way, at the back, a ballplayer named LAMAR is\nchecking his cellphone while his \"academic advisor\" is\nwhispering to him fiercely.\n\nJIM is writing on the board “A Groats-worth of Wit, Bought\nwith a Million of Repentance”, then, turning:\n\nJIM\nThe first public notice that was\never made of Shakespeare was from a\ngrub street writer Robert Greene,\nwho called him an “upstart crow\nbeautified with our feathers”.\n(MORE )\n\f16.\n\nJIM (CONT'D)\nIn the book under that title on the\nboard. If you haven’t discovered\nRobert Greene on your own at this\npoint, the man who wrote the novel\nPandosto, you don’t belong in this\nclass.\n\nON AMY'S SCREEN is the famous picture of the ghost of ROBERT\nGREENE in his winding sheet, pen to paper at a table,\ncondemned to hackdom even in the afterlife. She clicks and\nhides the picture.\n\nNEBBISH\n(who has no idea who\nRobert Greene is)\nIs the stolen feathers thing\nbecause Greene knew Shakespeare was\nthe Earl of Oxford?\n\nJIM puts his head on the blackboard. Not again.\n\nJIM\nListen. The Earl of Oxford\npublished poetry. It wasn’t any\ngood. Had Oxford been able to get a\nplay put on, he would have broken a\nleg to do it. Can you think of any\nhuman being that would for any\nreason not put his name on\n“Hamlet”?\n\nBLANK faces look at him.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHad Oxford been able to get a\nplay put on, he would have broken a\nleg to do it. Can you think of any\nhuman being that would for any\nreason not put his name on\n“Hamlet”? BLANK faces look at him. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM (CONT'D)\n\nThe Oxfordian thing, the anti-\nStrafordian thing...what pisses\npeople off about Shakespeare...\nWhat lies behind every controversy\nabout Shakespeare...is rage. Rage\nover the nature, and unequal\ndistribution, of talent. Rage that\ngenius appears where it appears for\nno material reason at all. Desiring\na thing...\n\nHe passes AMY, walking...\n\nJIM (CONT'D)\n.+-cannot make you have it.\n\nHe drifts through the room, talking.\n\f17.\n\nJIM (CONT'D)\nThe trouble with writing, if I may\nbring it up here in the English\nDepartment...instead of allowing\nyou all to talk about sexual\npolitics all fucking day long...is\nthat we all do a little of it from\ntime to time, writing, and some of\nus start to think, delusionally,\nthat well, maybe with a little\ntime, a little peace, a little\nmoney in the bank, maybe if we left\nthe old lady and the kids, maybe if\nwe had that room of our own, we\nmight be writers, too. Why do we\nthink that? We accept genius in\nsports, in painting, as something\nwe cannot do, but it’s no more\nlikely that you can be a writer\nthan you can be an Olympic fucking\npole vaulter. Because what you have\nto be before you try to be a pole\nvaulter, is a pole vaulter.\n\nSTUDENT\nYou are one.\n\nJIM\nA pole vaulter?\n\nSTUDENT\nA novelist.\n\nJIM\nNo I’m not. For me to be a novelist\nI'd have to make a deal with myself\nthat it was ok being a mediocrity\nin a profession that died\ncommercially in the last century.\nPeople do that. I’m not one of\nthem. If you take away nothing else\nfrom my class, from this\nexperience, let it be this: If\nyou're not a genius, don’t bother.\nThe world needs plenty of\nelectricians and a lot of them are\nhappy. I'll be fucked if I'll be a\nmidlist novelist, getting good\nreviews from the people I give good\nreviews to...\n\nSTUDENT (0.S.)\nYou're better than—\n\f18.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll be fucked if I'll be a\nmidlist novelist, getting good\nreviews from the people I give good\nreviews to... STUDENT (0. S.)\nYou're better than—\n\f18. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\n\nI'm not better than anybody but the\npeople who suck.\n\n(turns, points, not going\n\nto listen to this)\nLet's talk about talent. Let’s have\na look at Dexter right there.\nDexter, an ordinary-looking young\nman with a size forty jacket,\nregular features and decent\ndentition, is the second-ranked\ncollegiate tennis player in the\nUnited States.\n\nHe leans in on Dexter.\n\nJIM (CONT'D)\nHow'd that come about, Dexter? You\ncome from a tennis family?\n\nDEXTER\nI started five years ago in high\nschool because the tennis guys had\nthe best weed.\n\nJIM\nSo you started playing tennis\nbecause the tennis guys had the\nbest weed. After you started\ntennis, how long was it before you\nand everybody else realized you\nwere better than everybody?\n\nDEXTER is well brought up and doesn’t want to answer.\n\nJIM (CONT'D)\nNot very long. It was immediately,\nright? Everybody knew you were\nbetter?\n\nDEXTER nods.\n\nJIM (CONT'D)\nWhat happened when you noticed you\nwere naturally better than\neverybody? Everybody else is\nlumbering around, essentially\npretending to play tennis, while\nyou played tennis like Jesus\nraising the dead.\n\nDEXTER\n.-.-I got interested in tennis.\n\f19.\n\nJIM\n\nWell, we're all different. My own\npersonal view of Jesus is that he’d\nlose interest in being Jesus as\nsoon as he realized that he was —\nand that it was easy. You\nknow...how many lepers can you do\nwithout getting tired? Lazarus and\nwater into wine are good as one-\noffs. I personally think that the\nthing to do is to one thing,\ndefinitively, and then move on...to\nsomething else...if, and only if...\n\n(and he is referring to\n\nhimself)\n..+.-you can figure out what it is\nthat needs doing. But let’s deal\nwith you. Do you remember\nMachiavelli? That would have been\nin September.\n\nDEXTER\nI can remember September.\n\nJIM\nIs it the game, brother, or the\nmoney? Virtu, or fama? Fame, or\nvirtue? You're kicking ass in\ntennis. What are you after? Don’t\ngo modest on me.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're kicking ass in\ntennis. What are you after? Don’t\ngo modest on me. \n\nTARGET SECTION TO BE ANNOTATED:\n What do you want?\nMoney or glory?\n\nDEXTER doesn’t know what to answer.\n\nDEXTER\nBoth?\n\nJIM\nYou got ambitious, yeah?\n\nAMY is watching.\nDEXTER\nI realized...as I learned about the\ngame, and about myself in the game,\nthat I was in reach of the...\nHe doesn’t want to say it. JIM leans in and whispers:\n\nJIM\nHighest possible level.\n\fDEXTER\nThe highest level. Maybe. Yeah.\nThat.\n\nJIM\nOK, so you're headed for the\nhighest level. But it's not all\nroses. It’s still a gamble, isn’t\nit. Things about it burn your ass?\n\nDEXTER takes that on. Nods.\n\nJIM (CONT'D)\n\nPeople out there writing articles\nabout less good tennis players? You\nknow why that is, Dexter? They have\npublicists. I've personally seen an\narticle that put a fake question\nmark over your ability.\n\nDEXTER smolders.\n\nJIM (CONT'D)\n\nAlso I read somewhere that your old\nhigh school coach got a job in\nEngland claiming to have discovered\nand created you.\n\nDEXTER looks ready to explode thinking of that one.\n\nJIM (CONT'D)\n\nDexter's old coach now coaches the\nUK international team because\nDexter was good at tennis.\n\nHe used Dexter and fucked him. If\nDexter broke his leg in five places\nand never played again, this guy,\nthis fucking liar, this expatriate\nexcrescence that came out of an\nalcohol coma and Pomona High School\nbecause Dexter picked up a racket\nbecause the tennis guys had the\nbest weed, is probably going to end\nup knighted for services to British\nsport. There are two rules: first,\nbe a genius. Second: don’t get\nfucked. You got that on board,\nDexter, yeah?\n\nDEXTER nods.\n\nJIM (CONT'D)\n\nI’m a literature teacher. I can’t\n\nwrite well enough to bother.\n(MORE)\n\f21.\n\nJIM (CONT'D)\nOr I just don’t bother. Whichever.\nWhichever it is, there’ll be no\napotheosis around here, there'll be\nno ambition here. I put my money\ndown anywhere else. Because if I\ncan't be king I won't be anybody.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhichever it is, there’ll be no\napotheosis around here, there'll be\nno ambition here. I put my money\ndown anywhere else. Because if I\ncan't be king I won't be anybody. \n\nTARGET SECTION TO BE ANNOTATED:\nWhat did the Emperor Vespasian say\non his deathbed?\n\nAMY's hand writes \"Vae, puto deus fio\" on her notebook and\nthen conceals it.\n\nJIM (CONT'D)\nHe said, \"Dear me, I think I am\nbecoming a God\". If I can't die\nknowing that I'll be remembered, I\nwon't try to be remembered. One\nnovel and out. If you want to learn\ncreative writing you can go down\nthe hall and find seven people who\nwant to do it and can't.\n\nSTUDENT (0.S.)\nYou can.\n\nJIM\nBut I won't. Because I'm not good\nenough. But do you know who does\nwrite at the highest level? When\nmost of us, and even I, write\nbarely adequately? Do you know who\nit is, in this room?\n\nThe NEBBISH gets ready for coronation. JIM leans in on him\nand whispers.\n\nJIM (CONT'D)\nNo, it isn’t the one who talks the\nmost...and you really do talk shit.\nYou don’t know anything at all.\nYou’re an NPR host. Tops.\n\nThe NEBBISH freaks.\nJim indicates AMY.\n\nJIM (CONT'D)\nThe literary person here is Ms\nPhillips. She is the least\nobstreperous in this room, the\nquietest, and the only one in this\nroom who can have a real career in\nletters. Some of you can have one\nperceptually.\n\n(MORE )\n\f22.\n\nJIM (CONT'D)\n\nOnly she can have one in reality.\nShe's better at writing than our US\npresently amateur number two is at\ntennis. Let's address the\nShakespeare question. Where do you\ncome from, Ms Phillips?\n\nShe is blushing furiously. Almost soundlessly:\n\nAMY\nOhio.\n\nJIM\nParents geniuses by any chance?\nFilthy rich?\n\nShe shakes her head. He rounds on her like a prosecutor,\nbrutal, blunt.\n\nJIM (CONT'D)\nYour Dad wasn’t the Earl of Oxford\nwas he?\n\nAMY\nNo.\n\nJIM\nHow old were you when you read?\n\nAlmost inaudibly:\n\nAmy\nI was three.\n\nJIM\nThat's early. That’s prodigious.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlmost inaudibly:\n\nAmy\nI was three. JIM\nThat's early. That’s prodigious. \n\nTARGET SECTION TO BE ANNOTATED:\nAny advantages? Literary home life?\nShe shakes her head, but is now holding his stare boldly.\n\nJIM (CONT'D)\nWhat was your father?\n\nAMY\nHe worked in a factory.\n\nJIM\nYour mother?\n\nAMY shakes her head. No mother, or don’t bring it up.\n\nJIM (CONT'D)\nWhat was your mother.\n\fAMY finally looks up.\n\nJIM\n\nShe\n\nShe\n\nShe\n\nJIM\n\nturns\n\nlooks\n\ndoes.\n\nAMY\nShe was an alcoholic. She was\ninsane.\n\nto the NEBBISH.\n\nJIM\nIsn’t your Dad...\n\nNEBBISH\nI don’t see how this is pertinent.\n\nJIM\n\n(back on an uncomfortable\n\nAmy )\nNo money, no advantages, not a peer\nof the realm? You’re not the Earl\nof fucking Oxford are you? No? Then\nwhy the fuck are you better than\nthe rest of us?\n\naway.\n\nJIM (CONT'D)\nNo, you look at me.\n\nJIM (CONT'D)\nYou are better than the rest of us.\nIf no one’s told you yet that\nyou're a genius, and an artist, let\nme be the first.\n\nstarts to cry.\n\ngoes very close to him, and into his very ear, says:\n\nWHITE DUDE IN BACK\nI don’t know if you can say that\nbecause I think it is subjective,\nman. I mean we all have something\nto offer.\n\nJIM\nBullshit.\n\nHe walks on:\n\n23.\n\f24.\n\nJIM (CONT'D)\nGenius is magical, not material. If\nyou don’t have the magic, no amount\nof wishing will make it so.\n\nThe period ends.\nAMY in tears is gathering her stuff.\nTo DEXTER, as he slaps him on the shoulder.\n\nJIM (CONT'D)\nSee you at the house, Shakespeare.\n\nAMY rushes from the room.\n\nCUT TO:\n\nINT. HALLWAY. MOMENTS LATER\n\nJIM is moving along, noticing AMY, who has leaned against a\nwall to compose herself. She looks up at JIM. JIM knows\nexactly what he's done: some good, and he's not sure why. AMY\ntears off down the hall. JIM puts his head down, and\ncontinues. DEAN FULLER falls in step beside him.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMY\ntears off down the hall. JIM puts his head down, and\ncontinues. DEAN FULLER falls in step beside him. \n\nTARGET SECTION TO BE ANNOTATED:\nDEAN FULLER\nMay I have a word?\n\nJIM\nMore words? I've about had it with\nthem. I don't care about words or\nanything else.\n\nDEAN FULLER\nThat's ridiculous. Jim, the\nathletic department—\n\nJIM\nYes?\n\nDEAN FULLER\nHas asked how a certain person is\ndoing.\n\nHe indicates the ballplayer from the classroom — a very tall\nAfrican American youth with a baby face who is sitting\noutside an advisors office (on the floor so that his height\nis not absurd) talking worriedly on a cellphone. It's LAMAR\nHAMPTON.\n\fJIM looks\n\n25.\n\nJIM\nOK. How is a \"certain person\"\ndoing? The certain person cannot\nwrite at collegiate level. Then\nagain, who gives a fuck. Half the\ntenured faculty would be flogged to\ndeath for idiocy at any grammar\nschool in any previous century.\n\nDEAN FULLER\nWhy do you care about that if you\ndon't care about anything?\n\nJIM\nI probably don't care. If you want\nto give a dyslexic an English\ndegree it's up to you.\n\nDEAN FULLER\nIt's time to get serious about your\ncareer.\n\nJIM\nWhen it is, I'll let you know.\nUnless, of course, you let me know\nthat it's time to not get serious,\nand I don't care either way.\n\nDEAN FULLER\nYou're a born teacher.\n\nat him.\n\nJIM\nI was born a lot of things. It\ndoesn't mean I want to be any of\nthem.\n(knowing the answer)\nWhat, they got a particularly big\ngame coming up?\n\nDEAN FULLER looks desperate and implicated.\n\nDEAN FULLER\nI imagine you'd know more than\nanyone.\n\nJIM\n(leaning close)\nYou don't know anything about me.\nBut hey, I'll throw him out of\nclass right now. He can be in\nacademic arbitration and unable to\nplay. Where's your money go then?\n\f26.\n\nDEAN FULLER is the real gambler.\n\nJIM (CONT'D)\nOh, I'm sorry, it's already down.\nI'll keep him in class. Why don't\nyou give me a call and tell me\nabout Villanova. Quid pro quo.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll keep him in class. Why don't\nyou give me a call and tell me\nabout Villanova. Quid pro quo. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM moves on and LAMAR, on the phone, watches him pass, with\ninterest, but continues his call.\n\nEXT. ROBERTA’S HOUSE IN BEL AIR. DAY\n\nJIM in his car waits for the GATES to open and then spins in\nunder the canopy of trees. It’s one of the more East Coast\nhouses in Bel Air. Let it breath. Jim stops his car, sits for\na moment, then gets out, squinting in the California light.\nHe notices that:\n\nTHE FRONT DOOR has been opened by a waiting BUTLER. He walks\nover to the front door.\n\nBUTLER\nGood morning Mister James.\nJIM\nCall me Jim. How’s the weekend.\nBUTLER\nCrap, sir.\nJIM\n\nHow’d you do on the football?\n\nBUTLER\nNot so good.\n\nJIM\nIt’s going around, brother.\n\nHe passes through into the shadowed familiar interior.\n\nCUT TO:\n\nEXT. THE CLAY TENNIS COURT. DAY\n\nLike the one at Evans’ house. Jim’s mother ROBERTA is playing\nwith DEXTER, who is her coach. JIM is sitting in the high\nreferees chair, a hat down over his eyes, smoking a cigarette\nand watching the play.\n\f27.\n\nDEXTER\nGood, good. That’s great.\n\nROBERTA is a good older player. But can’t make the last lob\nfrom Dexter. She goes to the net to shake Dexter’s hand.\n\nROBERTA\nI‘1l never beat you, Mister Dexter,\nbut if you ever give me a point\nagain, I'll fire you.\n\nDEXTER, barely sweating, grins and gets it.\n\nROBERTA (CONT'D)\nGood luck in the finals.\n\nDEXTER\nThank you, ma'am.\n\nDEXTER goes to his gear, which is not on the “hospitality”\nside of the court. He's an employee and Roberta is Roberta.\nROBERTA goes to the table at the side near Jim’s chair, and\npours herself some ice water from a lemoned pitcher.\n\nROBERTA\nSo. Why do you need fifty thousand\ndollars?\n\nJIM looks away, not answering.\n\nROBERTA (CONT'D)\n\nI already sent off a sum of money\nto your wife, who hasn’t seen you\nfor two months.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy do you need fifty thousand\ndollars? JIM looks away, not answering. ROBERTA (CONT'D)\n\nI already sent off a sum of money\nto your wife, who hasn’t seen you\nfor two months. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nShe doesn’t want to see me.\n\nHe comes down from the chair. He gets some iced water.\n\nJIM (CONT'D)\n\nMarriage is something they do on\nanother planet, Mom. You know that\nas well as I do, right?\n\nShe looks at him sharply: then lets it go. She wets her face\nwith a napkin dipped in ice water.\n\nROBERTA\nI've never claimed to like her, but\nshe needs to effect a legal\nseparation, if you’re going to go\non as you are.\n\fINTERCUT:\n\nYOUNG JIM\nAbove him\n\n28.\n\nJIM\nGoing on as I am is the only thing\nI've got.\n\nROBERTA\n\nThat's sophistical and beneath you,\nwhich you know as well as I do. I\nthink you would agree that\nmodifications in your behavior are\npossible.\n\nJIM\nSomething being possible doesn't\nmake it mandatory.\n\nROBERTA\nI know you’re in some sort\nof...state. I even might know it’s\nquasi-suicidal. I imagine it’s\nconnected to what happened to your\nbook. You’re not narcissistic\nenough to be putting on a show.\nYou’re not an adolescent, you're\nnot sick in any way, and we don’t\neven need to say that you’re far\nfrom stupid. You’re my son, but you\nneed to understand very clearly\nthat I’ve said goodbye before to\npeople that I love.\n\nJIM\nYeah, whatever did happen to Dad?\n\nholding his breath beneath the water of a pool.\nat the edge of the pool, through the dancing water,\n\nwe see a couple (his parents, Roberta and whoever Dad was),\n\nfighting.\n\nShe turns on him coldly.\n\nROBERTA\nI've said goodbye to people many,\nmany times. And so has every person\non earth who lives an orderly and\nsanitary life.\n\nJIM\nI said goodbye to my wife only\nbecause I couldn't depend on her to\nsay it to me.\n\f29.\n\nROBERTA\n\nI don’t want to understand the\nnature of your problem. I just want\nyou not to have it.\n\n(a beat)\nDo you know why you’re looking at\nme like that? Because I just said\nwhat you would say to someone else.\n\nHe cops to it.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n(a beat)\nDo you know why you’re looking at\nme like that? Because I just said\nwhat you would say to someone else. He cops to it. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERTA (CONT'D)\nAny money from me from now on goes\ndirectly to your wife. If I hear\nthat you have ever touched a dime\nof it, there won’t be any more.\nEven for them. And if you don’t\nstop gambling, I’1ll cut them off.\nDon't come here for money ever\nagain.\n\nJIM\nThank you.\n\nHe walks away across the court. She turns away to get more\nwater. DEXTER has packed up. They walk together towards the\nhouse.\n\nJIM (CONT'D)\nSorry to use you in show and tell\ntoday. You’re headed for the\nfinals, right?\n\nDEXTER\nSure the fuck am.\n\nJIM\nWe're all in the finals. It’s the\nend of days, brother. It’s the\napocalypse.\n\nHis mobile rings. Whatever number is on it, he doesn’t\nanswer.\n\nEXT. ROBERTA'S HOUSE . DAY\n\nJIM drives out of the gates and he notices a car containing\nBIG ERNIE — a pretty big enforcer dude, but not that big. He\ngets out of his own car, locks it street-parked, and walks\nover to BIG ERNIE.\n\f30.\n\nJIM\nYou looking at my mother's house\nfor some particular reason?\n\nBIG ERNIE\nYeah I'm wondering if she gave you\nany money in it.\n\nJIM\nNope.\n\nBIG ERNIE\nI'm from Frank. Let's take a ride.\n\nJIM gets in and we\n\nCUT TO:\n\nINT. EXT BIG ERNIE'S CAR/SANTA MONICA BOULEVARD. DAY\nThey are just driving along, BIG ERNIE saying nothing.\nJIM\nI don't owe Frank that much, pal,\nand it isn't due. Not even the vig.\nBIG ERNIE\nDid you or did you not call and ask\nhim for more money.\nJIM looks over at him.\n\nJIM\nYeah I did.\n\nBIG ERNIE\nWell, we're gonna go see him about\nthat. We got one stop.\nBIG ERNIE wheels into a crappy motel.\n\nCUT TO:\n\nEXT. MOTEL. DAY\n\nJIM trails BIG ERNIE along a line of motel doors. BIG ERNIE\ncomes to a door, adjusts his jacket, and knocks hard.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOTEL. DAY\n\nJIM trails BIG ERNIE along a line of motel doors. BIG ERNIE\ncomes to a door, adjusts his jacket, and knocks hard. \n\nTARGET SECTION TO BE ANNOTATED:\n It's a\nknock you never want to hear.\n\nJIM\nDo you practice that?\n\f31.\n\nBIG ERNIE\nNot really but I got a junkie\ngirlfriend and it's how I wake her\nup in the bathroom.\n\nThe DOOR is opened on its chain, and we have a moment to see\nthe smeared unshaven face of a DEBTOR before BIG ERNIE kicks\nthe door in, breaking THE DEBTOR'S cheek in the process.\n\nINT. MOTEL ROOM. CONTINUOUS\n\nLIGHT blasts into the dark, long-term residence as THE\nDEBTOR, in wife-beater and underwear, reels back from the\ndoor holding his face. In an instant, BIG ERNIE is on to him,\nbeating the living shit out of him on the bed. JIM watches. A\nregular sequence of right hands straight into the face,\nsmashing spectacles, nose, mouth. THE DEBTOR's face is a\nruined mask of blood within seconds. BIG ERNIE drags the guy\nonto the floor and brings a boot down on a delicate hand. He\nstraightens up, reviews his work. JIM has noticed: CARTOONS\nsilently on TV, TOYS in the corner of the room. He then sees\nA BOY peeping out of the bathroom door, staring at the ruin\nof his father.\n\nBIG ERNIE\n\n(to JIM)\nWell that's too bad, but the\nmemories may mitigate against some\npretty shitty genetics.\n\n(idly handing the\n\ndumbstruck BOY a $100\n\nbill on the way out)\nFeel like a schvitz?\n\nINT. SCHVITZ. DAY\n\nFRANK, who is basically Sinatra, but bald and Jewish, sits in\nthe steam, slowly shaving his head, as JIM and BIG ERNIE\nenter, and sit down — JIM less readily than BIG ERNIE, who\ntakes a covering position. JIM sits beside Frank after Frank\nslaps the tiles.\n\nFRANK\nYou have a good time with Big\nErnie?\n\nJIM\n\nHe’s not that big.\n\nFRANK\nThey're not talking about his\njacket, brother.\n\f32.\n\nJIM\nWith all due respect, I’m not\ninterested in his johnson.\n\nFRANK\n\nAre you saying I am?\nJIM\n\nNo.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nWith all due respect, I’m not\ninterested in his johnson. FRANK\n\nAre you saying I am? JIM\n\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK\n\nI admit that in this milieu we live\nin, this demi-monde, there is a\nlittle locker room humor to be\nexpected. Locker room anything\nalways turns out to be\nfundamentally, in essence,\nhomosexual. I mean let's be frank.\n\nBIG ERNIE\nIt has been so since the Greeks.\nJIM\nI can’t argue with that. You know\nyour stuff.\nFRANK\n\nThey used to grease up and have at\neach other. You don’t bet on the\nfootball, do you.\n\nJIM\nFootball’s for homosexuals.\n\nFRANK\nA friend of mine says that you’re a\nteacher.\n\nJIM\nI’m an associate professor at UCLA.\n\nFRANK\nMy daughter’s at The New School.\nLinguistics. Hey, she’s not the\nBarbra Streisand Professor of\nGender Studies, but it’s a job. We\nall got jobs. Mine's supposedly\ntelevision production. Listen.\n\nJIM\nI'm listening...\n\f33.\n\nFRANK\nThe amount of cash you want is more\nthan I am ordinarily disposed to\nloan out unless, say, you're a\nmedium-sized country with the\nability to raise taxes under the\nthreat of military force.\n\nJIM smiles.\n\nFRANK (CONT'D)\nOR, a Eurotrash cokehead who has a\nfather who can be squeezed after\nthe kid’s microbudget sci-fi film\ndoesn’t get picked up at Sundance.\nAre you following me?\n\nJIM nods, takes it.\n\nFRANK (CONT'D)\nYou got family that can be\nsqueezed? I’m saying that\nrhetorically.\n\nJIM\nLet’s deal with this as gentlemen\nwho understand each other.\n\nFRANK\nNo, I need us to treat each other\nlike we're not gentlemen and that\nwe're very very stupid.\n\nJIM\nThere’s no family. There’s never\nany family.\n\nFRANK accepts that.\n\nFRANK\nWhat do you make, a hundred,\nhundred fifty a year? Two hundred\nbefore taxes.\n\nJIM shrugs.\nFRANK (CONT'D)\nWhat’s wrong with you? You have\nbrain damage, some fundamental\ndisability? Two hundred is a monk.\n\nJIM spreads his hands.\n\fJIM nods.\n\n34.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM spreads his hands. JIM nods. 34. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK (CONT'D)\nAnd you, a monk, owe that Korean\nson of a bitch, the prince of\nfucking darkness, that much right\nnow, and then another fifty,\nexcluding the vig, to Neville\nBaraka. Who will kill you because\nwhen you cut cards he got the king\nof spades and you laughed at him.\n\nJIM\nYou're pretty well-informed.\n\nFRANK\nYou borrowed 50K from a very\ndangerous man after he was already\ngoing to kill you.\n\nJIM\nYeah. I did.\n\nFRANK\nBirth, education, intelligence,\ntalent, looks, family money, has\nall this been a real comprehensive\nfucking burden for you? I see two\nproblems. One, the world at his\nfeet, in this town, and he’s a\nfuckin’ monk. Because, apparently,\nfuck it. Two, he wants to die for\nsome unspecified personal reason\nand therefore owes money to Korean\nmurderers and talks about a\nschwarzer’s hat in a place where\nyou can get killed and they merely\ndrop your body up the Angeles\nCrest. Three, he wants to borrow a\nquarter of a million dollars to pay\noff debts which he will not, in\nfact, pay off because, to go back\nto point two, he’s suicidal.\n\nJIM\nJust let me know what you can do\nfor me, all right?\n\f35.\n\nFRANK\nIf I help you consolidate these\ndebts, so you don't fuck the Korean\nor the schwarzer up the ass, do you\nthink that I will be anybody you\nwant to fuck up the ass? Am I\nlikelier to be fucked up the ass?\n\nJIM\nLess likely, I imagine.\n\nFRANK\nListen to me, listen to me, I’m not\nyour doctor, I’m not your cognitive\ntherapist, but let me be your\nuncle. You have to pay ten percent\n\na week—\nJIM\nI know what I have to do.\nFRANK\nWell, where are you going to get my\nmoney?\nJIM\n\nI’1ll get your money.\n\nFRANK\nHow much you want?\n\nJIM\nI'm three hundred and twenty five\nthousand all in, disregarding that\nI'm five months behind on my\nmortgage.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\n\nI’1ll get your money. FRANK\nHow much you want? JIM\nI'm three hundred and twenty five\nthousand all in, disregarding that\nI'm five months behind on my\nmortgage. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK\nWhen’s the last time you ever had\nmoney in your hand to pay a debt,\nand paid it?\n\nJIM starts to speak. FRANK raises his hand.\n\nFRANK (CONT'D)\nDon’t fuck with me. This will be\nyour first time when you pay. Am I\nright.\n\nJIM\nYou're right.\n\f36.\n\nFRANK\nWe're not done. I need something\nfrom you.\n\nJIM\n\nCollateral...what....\n\nFRANK\nNo, I need you to say to me “I need\nthis money because I’m a scumbag\ngambler”. “I’m a scumbag gambler\nwho takes food out of the mouths of\nmy wife and child. That’s the kind\nof man I am, Frank, and I want you\nto loan me, a dying suicidal\nasshole, a lot of money”.\n\nJIM\nThat’s too much to remember, to\nrepeat it.\n\nFRANK\nLets make it simpler. I know you're\nnot a gambler. You're doing\nsomething more complicated that\nmanifests itself as gambling, but I\ndon't have any other frame of\nreference. I've got money, you want\nit. If you want the money, you tell\nme “I am not a man”.\n\nJIM sits. He doesn’t respond.\n\nFRANK (CONT'D)\nSay it. Say “I am not a man”.\n\nWe don't know whether Jim is going to say it or not and we\n\nCUT TO:\n\nINT. UCLA CLASSROOM. DAY\n\nStudents are filing out and JIM is collecting his papers and\nputting them into his briefcase. On the blackboard we see\nthat he has written \"HCE=Here Comes Everybody\". He looks up\nand AMY is standing and looking at him. They look at each\nother for a long time. Then he extends a palm. She sits down\nin the chair. That he is in love with her is painfully\nobvious. That she is in love with him is apparent. It’s one\nof those times when you know you could cross the room. He\nsmiles, and then doesn’t. He looks at the ceiling. Another\nmoment.\n\f37.\n\nJIM\nYes?\n\nAMY\nDid you mean what you said? About\nme having talent.\n\nJIM\nI said what I said.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMY\nDid you mean what you said? About\nme having talent. JIM\nI said what I said. \n\nTARGET SECTION TO BE ANNOTATED:\n Is there\nsomething you don’t get about “A\nplus plus plus, See Me?” on every\n\nJIM concedes it.\n\nHe stares\n\npaper?\n\nAMY\nThen you never “see me” as a matter\nof fact.\n\nJIM\n\nYeah well I was busy and also...I\ndidn't want to see you.\n\nAMY\nBecause I’ve seen you...\n\nat her.\n\nAMY (CONT'D)\nIn your other life.\n\nJIM\nIt's not another life. Anybody can\nsee me, not see me, I don't care.\nThere's nothing to look at. There's\nnothing that's going on except that\nI can't see you privately.\n\nShe gets it.\n\nAMY\nOh.\n\nJIM\nThere it is. I don't know how to\nlie, so I can't talk to you.\n\nAMY\nIf you're talking about having a\ncup of coffee or something, half\nthe faculty...\n\fJIM\nI'm not half the faculty and I\ndon't have a social life or a\npersonal life, and I don't have\ncoffee.\n\n38.\n\nShe rummages in her bag and throws his NOVEL on his desk. He\nlooks down at it.\n\nAMY\nWould you sign that for me please?\n\nJIM\nI can't.\n\nShe starts to go.\n\nShe does.\n\nJIM (CONT'D)\nPlease sit down.\n\nJIM (CONT'D)\nIf I've done you any good,\naccidentally by just telling the\ntruth because I can't help it, I'm\nglad, but I’m a contaminated,\nsuicidal fuck-up and I'm not\nhurting another person on the face\nof the earth.\n\nShe indicates the novel.\n\nAMY\nI want you to sign that.\n\nJIM\nAbsolutely not.\n\nAMY\nI want you to fucking sign it.\n\nJIM\nTrust me, I’m not being dramatic,\nbut that...\n\nHe pushes the book away...\n\nJIM (CONT'D)\n...was somebody else. Who thought\nother things. Who lived ina\ndifferent world. I cannot and will\nnot sign it.\n\f39.\n\nAMY\nYou are being dramatic. Which is\nnot surprising since the novel is\nok but you're basically a\ndramatist.\n\nJIM\nProbably but who gives a fuck.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nAMY\nYou are being dramatic. Which is\nnot surprising since the novel is\nok but you're basically a\ndramatist. JIM\nProbably but who gives a fuck. \n\nTARGET SECTION TO BE ANNOTATED:\nPutting the book in her bag:\n\nAMY\nI didn't get to college until I was\ntwenty five because my father died\nof cancer and my mother was a\ndrunk, I'm an older undergraduate\nand I want to go to a restaurant.\n\nJIM\nThere’s a whole bunch of things I\ndon’t do any more. That’s kind of\nup there.\n\nLong silence.\n\nWhen he looks up, she is gone. JIM picks up a PEN, looks at\nit, and then violently smashes its point on the metal desk.\nINK is all over his hand like blood and he looks at it.\n\nEXT. JIM’S HOUSE IN THE HOLLYWOOD HILLS. DAY\n\nIt’s a treehouse shack, termite-eaten, a divorcee’s hut.\n\nINT. JIM'S HOUSE IN THE HOLLYWOOD HILLS. DAY\n\nJIM sits with a towel wrapped around him at the kitchen\ntable, drinking coffee and staring into space. He looks at a\npile of PAPERS, loses interest. His phone rings, vibrating on\nthe yellow linoleum of the 1950s table.\n\nJIM\nGuy with no money speaking, how may\nI direct your call?\n\nNEVILLE\nI’m reading your book.\n\nAnd he is:\n\nINTERCUT NEVILLE lying on an Empire daybed in a fantastical\nboudoir.\n\f40.\n\nJIM\nYeah? I just had a bit of a\nconversation about it.\n\nLong beat. Pages turn.\n\nNEVILLE\nIt’s not bad.\n\nJIM\nIf you want to get into producing.\nThere’s only about a hundred grand\nagainst it at Warner Brothers. Good\nscript. I know the guy who did it.\n\nNEVILLE\nIt’s an indie if anything.\n\nJIM\nThat’s what they thought.\n\nNEVILLE\nI hear you went to Little Frank for\nmoney and that he wouldn’t loan it\nto you.\n\nJIM\nWell you heard wrong because he did\ntry to loan it to me, and I didn’t\ntake it.\n\nNEVILLE\nYou didn’t like the terms?\n\nAnd this, as we come around on Jim, is Jim’s shred of hope in\nhimself, however casually he says it:\n\nJIM\nNo, the terms were unacceptable.\n\nNEVILLE\nBut you’re into me. I ain’t Fannie\nMae. Ain’t no bailouts.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEVILLE\nBut you’re into me. I ain’t Fannie\nMae. Ain’t no bailouts. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nWhy did you loan me the money?\n\nNEVILLE\nA gamble between two players who\nlike to play. You and me. Stakes\nhigh. You know the time frame. Tick\ntick tock.\n\n(MORE )\n\f4l.\n\nNEVILLE (CONT'D)\nThis could be good for you,\nbrother, as a man who needs to come\nto his senses, but either way, you\nowe me. Peace out.\n\nJIM hangs up, sits for a while, and then dials a number.\n\nJIM\nI want Villanova tonight by twenty\npoints.\n\nCUT TO:\n\nEXT. A MARINA. DAY\n\nA mahogany yacht from the 1930s is swarming with its\nuniformed crew. On the rear deck an old man in a wheelchair\nsits like a lizard in the sun. It is Jim’s grandfather, ED.\nEd is not only on an IV for hydration, a bag attached to the\nwheelchair receives an occasional trickle of money-colored\nBILE. JIM is looking: a sudden increase in the bile.\n\nED\n\n(a broad swamp Yankee\n\naccent)\nI drink a ginger ale, it comes\nright out. Look at that. But I\nstill like the taste of it. I like\nit here, too. I ain’t going\nanywhere until they come and get\nme. I used to take this boat to\nFrench Polynesia. Other places.\nEverywhere. They say they'll do my\nashes...\n\nThrowing gestures at the water...\n\nED (CONT’D)\nSo I can travel. But I don't buy\nit. I have a daughter. She'll get\nme in a box no matter what I write\ndown.\n\nJIM\nDo you know who I am?\n\nED\nYeah.\n\nA long beat.\n\nED (CONT’D)\nYou're my Jim.\n\f42.\n\nJIM has to put his sunglasses on.\n\nINTERCUT:\n\nA YOUNGER JIM than the boy in the pool, sitting on a YOUNGER\nED'S lap and \"driving\" a big vintage Bentley car round and\nround the driveway at what is now Roberta's house.\n\nJIM surfaces as ED grabs his steward by the white-coated arm.\n\nED (CONT’D)\nThis is my grandson, Jim.\nSTEWARD\n(disapproving)\nI have met your grandson many\ntimes.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM surfaces as ED grabs his steward by the white-coated arm. ED (CONT’D)\nThis is my grandson, Jim. STEWARD\n(disapproving)\nI have met your grandson many\ntimes. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\n(to STEWARD)\n\nHe said I could use the boat,\nbrother. If you’re not careful I’11l\nuse it again, and bring more\nMexicans.\n\nThe STEWARD, who is Mexican, grimaces politely and fucks off.\n\nJIM (CONT'D)\nHe doesn’t like Mexicans, and he's\na Mexican. I can’t figure it out.\n\nED\nTakes all kinds. Writing anything?\n\nJIM\nThat’s all done.\n\nED\nWell I won’t waste time calling it\nyour prime of life.\n\nJIM\nNo, I wouldn't bother doing that.\n\nED\n\nJust be around to bury me.\nJIM\n\nI will be.\nED\n\nNot to get the money because you\nwon’t. That’s our deal.\n\f43.\n\nJIM\nI remember it.\n\nED\nNothing is the best thing I can\ngive you. I don’t care about the\nother sons of bitches, they can\nhave the money. They need it,\nbecause without it they are zero.\nWith you...the best thing I can\ngive you is zero. Jim?\n\nJIM\nI'm here.\n\nJIM stares through his sunglasses.\n\nJIM looks\n\nED\nI told your mother the other day\nthat I’d just been playing cards\nwith my sister on a porch in\nConnecticut in a lightning storm.\nYour mother convinced me otherwise.\nShe told me my sister is dead.\n\nJIM\nShe would.\n\nED\nHow do you be a writer when your\nmother is a writer is what I want\nto know.\n\nJIM\nYou don’t. The situation is very\nnearly Greek.\n\nED\nAnybody ever wrote about you it\nwould be half about her. No wonder\nyou said fuck it.\n\nat the old man with great appreciation.\n\nED (CONT’D)\nHowever, you come into this from\nnothing. You go back into nothing\nfrom this. So in between, you have\nto do what you have to do. It's the\nonly time you got to do it. Wanted\nto write down what I remember. Too\nlate. Can't do it now. Why I\nmarried your grandmother.\n\f44,\n\nJIM\nTell me what you remember.\n\nED thinks.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy I\nmarried your grandmother. 44,\n\nJIM\nTell me what you remember. ED thinks. \n\nTARGET SECTION TO BE ANNOTATED:\nED\nShe said “Edward unless you stop\ndissipating yourself and get your\nelephants to Croydon I am marrying\nFrederick Sitwell Three.” Well I\ncouldn’t stand the thought of that.\nI wasn’t going to let Fred Sitwell\nto get anything. How many of us\nsucceed not because we want what we\nget but because we can’t be seen to\nlose? You sit there right now\nbecause I hated Fred Sitwell. Male\nbehavior. Is what it is. Ladies\ndifferent. Long study of subject.\nBeen at it a hundred years now.\nFirst man to build a bridge, know\nwhat his wife said to him?\n\nJIM shakes his head, smiling.\n\nED (CONT’D)\n“What are you, too lazy to row?”\n\nJIM laughs.\n\nED (CONT’D)\nSo because I was a jackass who had\nto defeat another jackass in combat\nthere I was married almost seventy\nyears to a woman who by and large\nonly gave me a hard time. Got my\nelephants to Croydon, though.\nComputers then were cards. Holes in\ncards. Never understood it. Said I\ndid. Invested in it.\n\nJIM\nDid you ever gamble?\n\nED\nNo. Gambling is synthetic\nexperience. Cowards do it.\n\nJIM gets it. And the GRANDFATHER, now looking up, isn’t as\nsenile as he may have seemed.\n\nED (CONT’D)\nThere have been some calls at the\noffice, Jim. Even on the boat.\n\f45.\n\nTHE STEWARD is glaring from the companionway.\n\nJIM\nWhat sort of calls.\n\nED looks off into the marine haze.\n\nED\nDoesn’t matter. Whoever’s after\nyou, you’re on your own. You'll get\nout of it or you won't.\n\nThey sit there.\n\nED (CONT’D)\nYou want something to eat?\n\nEXT. JIM’S STREET. HILLS. DAY\n\nHis BMW is being hooked up by a tow truck by guys with\ntattoos and weird hair and is dragged off in a cloud of\ndiesel smoke.\n\nJIM, in a bathrobe, watches from the door. He looks across at\na NEIGHBOR, a regular middle class retired person, who is\nstanding with a dribbling hose.\n\nJIM\nSafe is easy.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM, in a bathrobe, watches from the door. He looks across at\na NEIGHBOR, a regular middle class retired person, who is\nstanding with a dribbling hose. JIM\nSafe is easy. \n\nTARGET SECTION TO BE ANNOTATED:\n You keep at it. For\nall of us.\n\nINT. JIM'S HOUSE. BATHROOM. LATER\n\nJim is in the bath eating cereal and watching a college\nbasketball game. UCLA. A small boxy TV is balanced on a\nchair. In many of the shots we see, repeatedly, and we’re in\nvery close, LAMAR, his student and UCLA star.\n\nON JIM'S face:\n\nJIM\nOh, don't do that.\n\nWe hear a ref's whistle and a roar of disapproval.\n\nANNOUNCER\nYou know with some people like\nAdrian Mueller you just don't know\nwhat their problem is. He fouls\nwhen he has no reason whatsoever to\nfoul.\n\f46.\n\nJIM\nWell, either he can't help it,\nChuck, or he could, but doesn't.\nYou be the judge.\n\nEXT. JIM'S PORCH. DAY\n\nROBERTA comes up from her car, up the walk, and knocks on the\ndoor. No answer. She finds it unlocked and goes in.\n\nINT. JIM'S HOUSE BATHROOM. DAY\n\nJIM spoons cereal and milk, watching. The game. He looks up\nto see: ROBERTA, dressed to the nines, looking at him.\nROBERTA reaches out a foot in Manolo Blahnik and pushes the\nTV off the chair — there is an explosion of cathode tube, off\n— and then sits down on the chair.\n\nROBERTA\nYou always said you lost interest\nin sports after you stopped playing\nthem.\n\nJIM\nI did.\n\nROBERTA leaves the room and JIM, after sitting for a moment,\nbegins to get out of the bath. His feet avoid the broken\nglass and he whips the TV plug out of the wall.\n\nINT. JIM'S LIVING ROOM. DAY\n\nROBERTA is sitting agitatedly in a chair. JIM comes in, in\nhis bathrobe, and immediately switches on the same game on\n\nthe wall unit.\n\nROBERTA\nYou have money on this game?\n\nJIM doesn’t answer. He looks back at the screen. LAMAR sinks\na three-pointer.\n\nJIM\nHe’s in my class.\n\nROBERTA\nIs he good at English?\n\nJIM thinks, weighs it, and then says:\n\f47.\n\nJIM\nNo.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBERTA\nIs he good at English? JIM thinks, weighs it, and then says:\n\f47. JIM\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERTA\nDo you really want to be a man who\ngoes to his mother to cover\ngambling debts?\n\nJIM thinks about it. He's in, if he plays it right.\n\nROBERTA (CONT'D)\nThat you don’t want to live with\nyour wife, I accept. You never\nshould have married her. Why did\nyou?\n\nJIM\nBecause the odds weren’t good.\n\nROBERTA\nHow bad is the trouble you're in.\n\nJIM\nI’m always in trouble.\n\nROBERTA\nI mean: do you still need the\nmoney?\n\nJIM\nNo.\n\nROBERTA\nI don’t know when to believe you\nanymore.\n(a beat)\nPerhaps I should believe the\ngangster that called my house.\n\nJIM after a complex look at his mother reaches for a pad of\npaper and writes on it and folds it and hands it to her.\n\nROBERTA (CONT'D)\nWhat’s this?\n\nJIM\nWhat I owe.\n\nShe opens it and reads.\n\nROBERTA\n(trembling with rage;\ngetting up)\n\nHow is that possible?\n\f48.\n\nJIM\nIt was the same as marriage. I\ngambled, I lost.\n\nROBERTA\nMarriage is in the real world. It’s\nnot a game of chance.\n\nJIM\nNow you're talking crazy.\n\nHe eats cereal again.\n\nJIM looks\n\nROBERTA\nWhat will they do to you if you\ndon’t pay?\n\nat her.\nJIM\n\nBreak every bone in my body. Or go\nafter the family.\n\nROBERTA whacks him across the face. JIM takes it.\n\nROBERTA\nThis isn't something you can't\nhelp. You're doing it on purpose.\n\nJIM\nThere’s going to be a time when I\nwant something again. When I won’t\nallow myself to be seen in this\ncondition. But it isn’t now, and it\nisn’t up to you or anything you or\nanybody says.\n\nShe sits holding the paper. Then:\n\nROBERTA\nAre you degraded enough to go to\nthe bank with your mother?\n\nINT. A BANK CUBICLE. DAY\n\nJIM and ROBERTA are seated. Jim’s dignity is somewhat covered\nby sunglasses as he sits beside his mother.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nA BANK CUBICLE. DAY\n\nJIM and ROBERTA are seated. Jim’s dignity is somewhat covered\nby sunglasses as he sits beside his mother. \n\nTARGET SECTION TO BE ANNOTATED:\nROBERTA\nI wish to withdraw three hundred\nand twenty-five thousand dollars in\ncash.\n\f49,\n\nTHE BANKER looks up.\n\nROBERTA (CONT'D)\n\nI wish to withdraw three hundred\nand twenty-five thousand dollars in\ncash.\n\nTHE BANKER looks from ROBERTA to JIM and back to ROBERTA.\n\nBANKER\nIn cases like this...I have to ask\nif everything is all right.\n\nROBERTA\nNothing’s “all right” when someone\nneeds that sort of money in cash,\nbut it’s my money and it’s none of\nyour business.\n\nBANKER\n(to JIM)\nAre you a relation?\n\nROBERTA\nThis is my son.\n\nTHE BANKER takes this on.\nJIM\n\nAre you implying she’s under duress\nor something?\n\nBANKER\n(not to be fucked with)\nShould I?\nROBERTA\n\nThe money’s mine, there’s plenty of\nit, and please don’t tell me even\nonce that your bullshit is for my\nown protection. That is understood.\nYou have a withdrawal slip, you\nhave my ID, I have sufficient\nfunds, my family has been with this\nbank since my father started it and\nI need three hundred and twenty-\nfive thousand dollars in cash.\n\nTHE BANKER goes onto her computer.\nBANKER\n\nYou're absolutely sure you want it\nin cash?\n\fEXT. BANK.\n\n50.\n\nROBERTA\nCash.\n\nBANKER\nI need to get the ok of another\nofficer.\n\nROBERTA\n\n(face burning)\nDo what you have to do.\n\nDUSK\n\nROBERTA, shaking with rage, holds the big yellow envelope of\n\nmoney.\n\nROBERTA\nThis is the last of it, forever.\n\nJIM is looking around at the city, as if he's not really\n\nthere.\n\nJIM nods.\n\nJIM looks\n\nROBERTA (CONT'D)\nIf I ever have to feel the effect\nof your problems again, be they\nmade up or real, or pay the\nconsequences of your foolishness. I\nwill never see you again. Do you\nunderstand that.\n\nROBERTA (CONT'D)\n(shouting)\nI need you to really...fucking..\nunderstand that. And I need you to\nfeel like something not even human\nwhen you take this envelope.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBERTA (CONT'D)\n(shouting)\nI need you to really...fucking.. understand that. And I need you to\nfeel like something not even human\nwhen you take this envelope. \n\nTARGET SECTION TO BE ANNOTATED:\n Am I\njust a barking dog in a silent\nfilm? What the fuck am I to you?\n\nat her.\n\nROBERTA (CONT'D)\nDo you even give a damn or do you\njust want to take the money. Do you\nwant to just take the money and go?\nEven if I say goodbye to you and\nconsider it cheap to be rid of you?\n\nJIM\nI want to take the money and go.\n\f51.\n\nShe drops the envelope on the ground. JIM picks up the\nenvelope. ROBERTA puts her face in her hands. Then, tough old\nbird, she recovers herself, and races off towards her LIVERY\nCAR.\n\nWE now are watching this departure, JIM holding the money,\nand Roberta pulling away in the back seat of her town car,\nfrom the POV of a car down the street. AS JIM begins to walk,\nthe car is put into gear, and begins to move slowly.\n\nINT. A CAB. NIGHT\n\nJIM, the yellow envelope on his lap, is driving through\nKoreatown. He passes a dubious doorway of a building\ncontaining a Korean grocery that is not really a grocery (the\nfirst layer of deceptive businesses that conceal the gambling\nestablishment). There are black cars parked in front of it, a\nknot of KOREAN HEAVIES smoking cigarettes on the sidewalk.\nJIM is agitated. He’s struggling and losing. There is a\nreason he doesn't want to pay.\n\nJIM\n(talking to himself, more\nthan the driver)\nNo no no. I don’t want to go here\nanymore.\n\nDRIVER\nThis is what you said.\n\nKOREAN HEAVIES, who we recognize, have recognized JIM in the\nback of the erratic cab.\n\nJIM\nIt's not time yet. It's not time.\nDrive. I told you to fuckin' drive.\nHe sits back.\n\nHe looks at the yellow envelope on the seat beside him. Then\nforward.\n\nTHE KOREAN HEAVIES stare after the CAB, one of them walking\ninto the road.\nEXT. JIM’S WIFE'S HOUSE. DAY\n\nThe CAB drives away.\n\f52.\n\nINT. GARAGE AND HOUSE. DAY. VARIOUS\n\nJIM, holding his envelope, notes that the car is gone.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARAGE AND HOUSE. DAY. VARIOUS\n\nJIM, holding his envelope, notes that the car is gone. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nlooks at the STROLLER in the corner, BEACH BAG, other objects\nrecognizable from previous life.\n\nHe uses a key on the interior door and after getting in\ndisarms the ADT alarm. He looks around the kitchen, the high\nchair at the table, the washed-up bottles by the sink. He\nsits down at the table and with a finger turns around the\nbaby’s placemat: it is a brightly colored map of the world.\nHe turns it back to where it was.\n\nHe goes and looks at the things stuck to the refrigerator:\nbaby pictures, but nothing of Jim. He clutches the ENVELOPE\nfull of money.\n\nHe continues through the house. He regards the LIVING ROOM.\nHe opens a door into what used to be his STUDY and sees that\nthe shelves are empty and the BOOKS are half put into cartons\nand half stacked on the floor by the door.\n\nThere is no desk, merely four indents in the carpet where the\ndesk legs used to be.\n\nHe takes that on: he moves along to look into the bedroom. A\ncrib with a mobile, the baby’s things. He goes along and\nlooks into the other bedroom, and when he switches on the\nlight stands there with head cocked, looking at:\n\nJIM'S POV:\n\nA man’s boots, a rumpled bed, two water bottles and a wine\nglass on the night stand. He goes into the bathroom and sees:\na leather bag of shaving tackle. Not his. He sorts through\nthe toilet kit and finds condoms, and, oddly, Rogaine\npackets.\n\nHe leans against the wall and stays there, head back, eyes\nclosed, holding his crinkling envelope of money.\n\nFrom OFF we hear two car doors slam close. JIM pushes off the\nwall, and heads slowly back towards the kitchen.\n\nINT. KITCHEN. DAY\n\nJIM'S WIFE has put the baby in the high chair and is putting\ngroceries away. She turns, startled, and stares. JIM stands\nin the doorway.\n\nJIM ignores his wife, and goes and looks at the baby. The\nBABY knows him: smiles, three teeth only, and those on the\nbottom.\n\f53.\n\nJIM holds out his finger and the baby takes it.\nJIM's wife, palms on the counter, has begun to cry.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\n53. JIM holds out his finger and the baby takes it. JIM's wife, palms on the counter, has begun to cry. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nWell. We can’t really make anything\nyou could call a plan. I can’t say\nhave him with his hat on at the\ndoor on Friday. It’s just not like\nthat. The house is yours. I don’t\ncare what you do in it.\n\nHe looks at the baby.\n\nJIM (CONT'D)\nCan I pick him up?\n\nShe looks at him and nods. JIM picks up the baby.\n\nJIM (CONT'D)\nWell, buddy, at least you’re\nsomebody's great-grandson. Exeter,\nHarvard, and then you’re on your\nown. My father fucked up. I fucked\nup.\n\n(to wife)\nWhen do we tell him that his\npaternal grandfather shot himself\nbecause he was married to my\nmother?\n\nJIM'S WIFE\nI don’t think you should be here.\n\nJIM\nWell who should be here? Mister\nRogaine? This is my child’s house.\n\nJIM'S WIFE\nYou don’t get to say whose house it\nis.\n\nJIM\n\nThere’s a male thing. You have to\nkind of fight it. It’s this thing\ncalled “I don’t want her but you\ncan’t have her.” It’s responsible\nfor quite a few marriages and most\nanniversaries. So I’m kinda taking\nthat on — that, and that closet\nfull of shitty suits. What is he\nsome kind of salesman? A fucking\nsalesman?\n\f54.\n\nFuriously blushing:\n\nJIM'S WIFE\nHe’s not a salesman. He’s in\nmarketing...\n\nRealizing that’s the same thing, as JIM smiles:\n\nJIM'S WIFE (CONT'D)\nFuck you. Some people are just\npeople.\n\nJIM\nI realize you might need some\ncompany around here but I’m\ndisturbed at the stepfather idea.\n\nJIM'S WIFE\nReally? Enough to come home?\n\nIt's real, too. JIM sits.\n\nJIM\nI can’t come home.\n\nJIM'S WIFE\nWhy can’t you come home?\n\nJIM\nOh, Telemachus here isn’t ready and\nIthaca has a new king.\n\nJIM'S WIFE\nThere’s no new “king”. Please don’t\nmake more of it...more of it\nthan...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nOh, Telemachus here isn’t ready and\nIthaca has a new king. JIM'S WIFE\nThere’s no new “king”. Please don’t\nmake more of it...more of it\nthan... \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nWhy's his stuff in here? No, I\ndon't care.\n(he suddenly attempts to\nhold her)\nI’m tired. I’m tired.\n\nJIM'S WIFE\nTired?\n\nJIM\n(holding her)\nI always was the golden boy. I very\nbadly needed to fuck up. Do you\nunderstand?\n\nShe just looks at him. He slaps the ENVELOPE in his hands.\n\f55.\n\nJIM (CONT'D)\nI also really needed to see some\nasshole’s suits in the closet. I\nreally did.\n\nHe looks at the BABY as if it is a complete enigma.\n\nJIM (CONT'D)\nThe one you're carrying now. It's\nnot mine, is it.\n\nShe shakes her head and begins to cry. JIM leaves the\nkitchen. He stops to kiss the baby on the head.\n\nJIM (CONT'D)\nBut you are, buddy. You are.\n\nEXT. A BOULEVARD. DAY\n\nJIM, like a poor man, or a DUI case, sits at a bus stop. A\nBUS comes along.\n\nINT. JIM'S OFFICE. DAY\n\nQUICK SHOT of him putting the ENVELOPE into his metal desk\ndrawer and turning the key.\n\nEXT. JIM'S HOUSE IN THE HOLLYWOOD HILLS. DAY\n\nA CAR pulls up, containing TWO KOREAN GUYS, the heavies who\nsaw Jim earlier that day. They look at the house through\ntheir sunglasses. One gets out and goes up to the door and\nknocks.\n\nINT. JIM'S MODERN NOVEL CLASSROOM. DAY\n\nThe same classroom, but a seminar-sized class for very basic\n\"Modern Novel\" go-through with people not so good at English.\nLAMAR, long legs stretched, sits texting on his phone. He is\nthe basketball player we saw on Jim’s TV.\n\nJIM\nIn The Stranger, Camus’ protagonist\nfires five shots. The sixth shot of\nthe revolver, he is reserving,\nsymbolically, for himself. Noticing\nthat that lack of a sixth shot,\nwhich no one else ever had, is why\nI’m here now.\n\n(MORE )\n\f56.\n\nJIM (CONT'D)\nAlong with the being really fucking\ngood at English thing.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nNoticing\nthat that lack of a sixth shot,\nwhich no one else ever had, is why\nI’m here now. (MORE )\n\f56. JIM (CONT'D)\nAlong with the being really fucking\ngood at English thing. \n\nTARGET SECTION TO BE ANNOTATED:\nLAMAR\nMaybe the dude had the hammer down\non an empty chamber or it was a\nweird French piece that only took\n\nfive.\n\nJIM\nMy idea works better if he has a\nfull six.\n\nLAMAR\n\nI don’t understand suicide.\n\nJIM seizes on this. Really? Really?\n\nA hand is\n\nJIM\nThat’s because you’re happy.\nLAMAR\nWhat are you?\nJIM\nI’m teaching the Modern Novel.\nLAMAR\nYou got the new Ml. How you\nunhappy?\nJIM\n(to Lamar)\nIt got repossessed.\n(to class)\n\nYou know I used to do some\njournalism and I was sent by a\nmagazine, The New Yorker, as a\nmatter of fact, to interview a\nfamous writer. I put the recorder\non the table, I got my pad and pen\nout, and the great man came in and\ndo you know what I did? I got up\nand left and I went home and\nfinished a novel instead. Sort of a\nFrank Sitwell situation...\n\nraised.\n\nSTUDENT\nWho is Frank Sitwell?\n\f57.\n\nJIM\nA major figure in American realism.\nYou know, we really should have\ngone for American realism. I mean,\nlet's have more fuckin’ realism. I\nmean, shouldn’t I be teaching you\nthings? I know all you're here for\nis a sufficiency of English\ncredits, but Jesus if I’m here I\nought to be doing better. I ought\nto be doing better but I can’t be\nfucked. Just write down that he\nsaves the sixth shot symbolically\nfor himself, and you won’t find it\nreferenced anywhere because I’m the\nonly one who thought of it. It’s in\na monograph somewhere that got me\ninto this situation.\n\nLAMAR watches: is the teacher cracking up? But then he gets a\ntext and looks at it.\n\nJIM (CONT'D)\nLamar, we talked about the cell\nphone shit.\n\nLAMAR looks up from the screen. And as the bell goes:\n\nJIM (CONT'D)\nStay after.\n\nEXT. A PRACTICE COURT. DAY\n\nJIM chucks the ball to LAMAR, who is shooting hoops over and\nover from the foul line.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. A PRACTICE COURT. DAY\n\nJIM chucks the ball to LAMAR, who is shooting hoops over and\nover from the foul line. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nDo I have to get ten guys and some\nweapons, take out a life insurance\npolicy, and try to put that phone\nup your ass? Because I will. Even\nif I’m losing my shit in here I\nneed you to pay attention.\n\nLAMAR\nYou're not the only one losing his\nshit. I have stuff going on at\nhome, home things.\n\nJIM\nLike what.\n\f58.\n\nLAMAR\nI was gonna talk to you anyway. I\ncan’t talk to anybody over there.\n\nGestures vaguely at the invisible Athletic Department.\n\nLAMAR (CONT'D)\n\nBecause all they say is what keeps\nme in line for what they want me to\nbe. Which is “Lamar” and I don’t\nwant to be “Lamar”. I done all that\njust want to be a fuckin’ dude in\nthe universe. Or do more than being\n“Lamar”. Do you follow me?\n\nJIM\nMaybe I know all about it.\n\nLAMAR\nFuckin’ coach don’t know it, but\nthere is more than being “Lamar”. I\nstick with this shit I’1l go out of\nmy mind, be one of those brothers\ntalks about himself in the third\nperson. Talk about how Lamar\nHampton is at ease with his\ncelebrity.\n\nJIM smiles.\n\nA beat.\n\nLAMAR (CONT'D)\nYou think I’m stupid?\n\nJIM\nNope. I just know you can’t write\nthe way you think and so do you.\n\nLAMAR\nYeah. I'm thinking about the voice\nrecognition.\n\nLAMAR (CONT'D)\n\nYou know I can't be anything else\ncause they got me in a box where\nthey want me.\n\nJIM\nTrapped by talent. Imagine that.\n\f59.\n\nLAMAR\nYou know with you it's all\nexistential situations and shit no\nmatter what you start talking\nabout. No matter what you start\ntalking about you come around to be\nfree or not free. How to be\nyourself or just fuckin’ kill\n\nyourself.\n\nJIM\nIs that what I talk about? All or\nnothing?\n\nLAMAR\n\nI never heard you talk about\nanything else and I had four\nclasses with you.\n\nJIM\nMaybe you got me.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll or\nnothing? LAMAR\n\nI never heard you talk about\nanything else and I had four\nclasses with you. JIM\nMaybe you got me. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM goes and sits down. Lamar lofts one and sinks it. He\ncomes and sits beside JIM.\n\nLAMAR\nI need to go pro.\n\nJIM\nI don’t think you’re gonna have any\ntrouble, Lamar.\n\nLAMAR\nI don’t mean later, I mean now. I\nalready got a knee. Nobody knows\nabout it cause I don’t say anything\nbut I already got a knee. I’m not\ngonna tell you my mom needs an\noperation or my little sister got\nspina bifida, and I’m not gonna\ntell you I don’t already revenue up\nwithin the system, but I’m telling\nyou I got a knee. I got a knee, I’m\na junior, and whenever I say I\ndon’t want to play college ball my\nsenior year nobody listens to me,\nit’s like I’m speaking fucking\nChinese on another fuckin planet,\nand the agent tells me I don’t have\nthe market value I will have if I\nplay out my senior year, but what\nhe doesn’t know, is that I have a\nknee.\n\f60.\n\nJIM\nYou have it looked at away from the\ndepartment?\n\nLAMAR\nYeah.\n\nJONES comes in, arriving with some other faculty to play\nhoops. He pauses interrogatively.\n\nJIM\n\n(to JONES)\nWork out, don't work out, you're\nstill gonna die. You do know that,\nright?\n\n(to LAMAR)\nYou have my cell. Call me if you\nwant to talk or if you want to tell\nme what the fuck to do cause I\ndon’t know either.\n\nAs he passes JONES, who is tightening his laces.\n\nJONES\nEverything all right?\n\nJIM\nI don’t want to be me, he doesn’t\nwant to be him, but you want to be\nyou. And, on the whole, that bears\nsome serious consideration.\n\nJONES stares after him for a minute, then loses interest and\ncontinues tying his shoes.\n\nEXT. UCLA CAMPUS. DAY\n\nJIM is walking towards the road and comes to a BUS STOP,\nholding the SATCHEL with the money in it. He has sat down\nwith domestic workers when an elderly VW RABBIT pulls up, and\nthe passenger door opens, an invitation for a ride.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nUCLA CAMPUS. DAY\n\nJIM is walking towards the road and comes to a BUS STOP,\nholding the SATCHEL with the money in it. He has sat down\nwith domestic workers when an elderly VW RABBIT pulls up, and\nthe passenger door opens, an invitation for a ride. \n\nTARGET SECTION TO BE ANNOTATED:\n AMY is\nlooking at him from inside the car.\n\nAMY\nIf I have to draw you into an\ninappropriate relationship, to get\nyou out of this job, I’m ready to\ndo it.\n\nJIM\nSo am I.\n\f61.\n\nAMY gets in and clears a mess of books and papers and water\nbottles off the passenger seat, looking up at JIM cautiously.\nJIM gets in. They look at each other cautiously.\n\nAMY\nWell all right.\n\nJIM stares at the floor, into space, and then asks her:\n\nJIM\nIs today Friday?\n\nShe nods. They look at each other some more.\n\nJIM (CONT'D)\nYou’ve seen me. You know what I do.\n\nAMY nods, nervously.\nJIM (CONT'D)\nIs it ok if I say that if anybody's\ngonna change me, that may be\npossible and it may be you, but\nit’s not going to be today?\nAMY nods.\n\nJIM (CONT'D)\nAnd that's ok with you?\n\nAMY nods.\n\nAMY\nWhere are we going?\n\nJIM\nA casino.\nEXT. A PARKING LOT. DAY\nWe see AMY’S CAR in an ocean of not expensive cars and then\nreveal an Indian casino near Palm Springs, wavering in the\ndesert heat.\nINT. THE CASINO. DAY. VARIOUS\n\nNEAR-DERELICT, NOT GOOD-LOOKING, POOR PEOPLE are feverishly\ngambling at the chump games. Slots. Bingo.\n\f62.\n\nJIM, with the stunned AMY by the arm, conducts her past and\nthrough MORE GAMBLERS: fucked guys in cowboy hats, ladies\nwith coin buckets and oxygen hoses, fat people in structural\nwheelchairs, enormously fat freeform waddlers in stretch\npants. Jim is jubilant. AMY is having a good time.\n\nAMY\nThere’s something wrong with\neverybody here. They all ought to\nbe in the hospital.\n\nJIM\nThat's right. But they’re not. The\nMan wants you to be in the\nhospital.\n\nAMY laughs.\n\nJIM (CONT'D)\nThese people are goddamned\nAmericans making a major stand for\nfreedom of choice. For autonomy.\n(noting a WALKING FRAME\nCOUPLE, ONE WITH AN\nOXYGEN BACKPACK)\nWell, assisted autonomy.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM (CONT'D)\nThese people are goddamned\nAmericans making a major stand for\nfreedom of choice. For autonomy. (noting a WALKING FRAME\nCOUPLE, ONE WITH AN\nOXYGEN BACKPACK)\nWell, assisted autonomy. \n\nTARGET SECTION TO BE ANNOTATED:\nAMY\nStop it.\n\nJIM\n(rounding on her\nseriously)\nThis is the inside of my soul, kid:\nyou're taking the grand tour: this\nis what I've got.\n\nAMY is suddenly frightened.\n\nAMY\nBullshit.\n\nJIM\nYeah, well. Maybe not. At least I'm\ngonna get rid of my mother.\n\nThey pass on, JIM carrying his SATCHEL.\n\nINT. THE BLACKJACK TABLE. DAY\n\nJIM, AMY beside and behind him, sits down beside a drunk\nRANCHERO, who eyes his chips.\n\f63.\n\nRANCHERO\nHow far you going, man?\n\nJIM\nFar as it goes, buddy.\n\nRANCHERO\nI go about as far as that seat on\nthe other side of you man.\nMeaning the seat in which Amy is sitting.\n\nJIM\nSave it for the old lady, cowboy.\n\nThe RANCHERO drinks his longneck, laughing. JIM puts chips in\nand as AMY watches, the game begins.\n\nDEALER\nThat’s five hundred dollars.\n\nJIM\nYes it is. You a dealer or an\ninvestment counselor.\n\nA JACK. A deuce. JIM indicates: hit me.\n\nHe loses. He looks at AMY. Then he holds out the ROOM KEY.\nShe takes it.\n\nHe turns back to the table.\n\nINT. CASINO. VARIOUS\n\nMove onto a MONTAGE of JIM gambling, at everything, with\neverything...and end with him seeing the last of it go.\n\nEXT. THE JOSHUA TREE INN. DAY\n\nThe place where Gram Parsons died. Out back there is a pool,\nnot very well maintained. JIM and AMY are sitting together on\nchaise-lounges, the only guests there, a fountain trickling\nnearby.\n\nAMY\nWhen you say \"everything\", that you\nlost everything, what are you\ntalking about?\n\nJIM looks over at her.\n\f64.\n\nJIM\nI started with three hundred and\ntwenty-five thousand dollars, but\nin total I lost about five hundred\nthousand...I lost track.\n\nShe can't comprehend it. While she is still trying to\nprocess:\n\nJIM (CONT'D)\nLet's go to the desert.\n\nAMY\n-..-We are in the desert...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe can't comprehend it. While she is still trying to\nprocess:\n\nJIM (CONT'D)\nLet's go to the desert. AMY\n-..-We are in the desert... \n\nTARGET SECTION TO BE ANNOTATED:\nAs he takes her by the hand and pulls her to her feet we\n\nCUT TO:\n\nEXT. THE DESERT AT JOSHUA TREE. DAY\nA HUGE SHOT OF THE DESERT.\nWind, deviled dust.\n\nJIM wakes in the shadow of a boulder, lying on a blanket. He\nsits up.\n\nAmy is nowhere to be seen.\nJIM grabs water and walks a little way out into the desert.\n\nGiant rock formations all around, looking like human faces,\nlike Gods.\n\nHe comes to a little hill and sits on it looking down across\na plain. The moment seems to be biblical. JIM, face whitened\nby dust, stares into himself, using the desert as a mirror.\n\nAmy sits down beside him and he doesn’t react.\nThen after a moment he puts an arm around her.\n\nJIM\nI was in Morocco once and the\nmuzzein was going and the palms...\na wind came up and they rattled and\nI thought, you know, I hope that\nisn’t god. Because if god existed I\ncouldn’t deal with the humiliation.\nNo one needs that class of\ncompetition.\n\n(MORE )\n\f65.\n\nJIM (CONT'D)\nWhatever Descartes says, game’s\nover, if there’s a god. There’s no\ngame if there’s a god.\n\nHe looks at her.\n\nShe nods.\n\nJIM (CONT'D)\nDo you know that I’m not a gambler?\n\nJIM (CONT'D)\nWould you know that if you saw me\nwith a needle in my arm that I’m\nnot a junkie?\n\nAMY\nYes. I saw you being a professor\nfor three years and we know you’re\nnot one of those, either. What you\nare is all yours. You're the\nperfect example of how a person can\nstart out with no problems\nwhatsoever and make sure he has all\nof them.\n\nJIM looks around at the desert, getting it.\n\nAMY (CONT'D)\nI'm pretty sure that's your\nintention.\n\nJIM\nThere's no relative degree of\nsuffering. You want me to talk\nabout my \"problems\"? My case for\nthem? I won't. I don't like people\nwith problems or the vanity to\nbring them up. That's where I'm\nfrom. I'm like...\n\nHe realizes it.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat's where I'm\nfrom. I'm like... He realizes it. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM (CONT'D)\n...my mother.\n\n(a beat)\nWhether I'm like my father or not,\nI couldn't tell you, because she\ndrove him out when I was little.\nLike I did with...\n\nHe stands up abruptly.\n\f66.\n\nAMY\nAnd you think you don't need anyone\nto talk to?\n\nJIM\nI need a lot of things. I gotta\nwipe myself out first. I need to\nhave no past. If I can get to\nnothing, then I can start.\n\nAMY\nI don't think that you remember all\nthe things that you say or that\npeople remember them. In class you\nsaid, Life's short, get on with it,\nand always do the right thing,\nthat's all there is to it.\n\nJIM\nI did?\nShe nods.\nAMY\nPretty simple, but right on the\nmoney.\nJIM\n\nI say lots of things. My main\nposition is that anyone who says\nthey know what life is is full of\nshit, especially me. And even if\nI've done you any good, I'm still\ncontaminated, until I'm clean.\n\nHe gets up and wanders away into the mid-distance, AMY\nwatching him.\nINT. THE CAR. CONTINUOUS\n\nJIM'S DUCT-TAPED CELLPHONE rings. We stay on the PHONE as it\nrings and rings. AMY opens the door and reaches for it.\n\nCUT TO:\n\nEXT. THE DESERT. DAY\n\nJIM looks around, and sees AMY walking towards him with the\nphone. He starts towards her as if he knows very what it\nmeans.\n\fINT. A PRIVATE HOSPITAL ROOM. NIGHT\n\nED'S TRICKLING BAG is still filled with bile, but ED himself\nis unconscious. Mere days have done him in. JIM sits beside\nhis bed in the room. ED comes awake, suddenly: and looks\n\naround in wonder. He finally focusses on JIM.\n\nED\nYou and me are gonna be straight\nthat I've had it. Everybody else is\nfull of baloney.\n\nJIM\nI'm gonna miss you.\n\nED looks at the acoustic tiled ceiling.\n\nED\n\nFuck that. I won't know about that.\nI need to know what you're worth\nwhen I leave you with nothing.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nED\n\nFuck that. I won't know about that. I need to know what you're worth\nwhen I leave you with nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n What\nI need to know is that you'll do me\nproud. You're me, if you'll have\nit. You're all that I've got that's\nanything like me.\n\nJIM can't handle this. ED grabs his shirtsleeve.\n\nED (CONT’D)\nHey, asshole. If you think life is\ndifficult you should try this.\n\nJIM and his grandfather laugh.\n\nJIM\nI know. I'm sorry.\n\nED\nNot as sorry as I am. I think that\nnurse took my wallet and I've had\nthe same money in it for ten years.\nWhat are you gonna do for me, Jim?\nMy Jim?\n\nJIM\nI'll do the best I can.\n\nED\nYou're on your own. That's the\npoint.\n\nJIM\n\nI know it.\n\f68.\n\nED extends his hand to shake. JIM takes his grandfather's\nhand.\n\nED\nI'm worried about that nurse. But I\ndon't think I'm gonna need my\ndrivers licence. Do you?\n\nEXT. HOSPITAL CORRIDOR. DAY\n\nJIM, coming out of the room, meets his mother, ready to go\nin. They look at each other. ROBERTA goes into the room, and\nJIM goes off along the corridor.\n\nON BLACK WE HEAR:\n\nED'S VOICE\nFunny thing.\n\nEXT. A LOS ANGELES CEMETERY. DAY\n\nJIM stands in a black suit, white shirt, one hand clasping a\nwrist, watching as ED'S COFFIN is lowered into the ground.\n\nED'S VOICE\nEverybody's alive at once. When my\nmind goes. I'll see a dream and in\nthat dream...everyone’s at the\ntable. My father. His father.\nYou're there too, which is\nimpossible, because I'm dead.\nMy mother came in this morning and\nwoke me up for school.\n\nROBERTA stands some distance away, alienated one from the\nother.\n\nED'S VOICE (CONT'D)\nThere’s this other world that keeps\ngetting bigger with more and more\npeople in it that I remember, where\neverybody's alive...and I say that\nas an atheist, but I'm saying it.\n\nMOMENTS LATER\nROBERTA drops EARTH on the COFFIN.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBERTA stands some distance away, alienated one from the\nother. ED'S VOICE (CONT'D)\nThere’s this other world that keeps\ngetting bigger with more and more\npeople in it that I remember, where\neverybody's alive...and I say that\nas an atheist, but I'm saying it. MOMENTS LATER\nROBERTA drops EARTH on the COFFIN. \n\nTARGET SECTION TO BE ANNOTATED:\nThen JIM steps forward, picks up some dust, and does the\nsame.\n\f69.\n\nEXT. A LOS ANGELES CEMETERY. MOMENTS LATER\n\nJIM is moving fast through the breaking-up crowd, avoiding\nROBERTA, who stares after him, avoiding YOUNG MALE COUSINS\ntrying to come up to speak to him.\n\nHe gets out of the GATES of the cemetery and goes along to\nAmy's parked and waiting RABBIT, half a block down the road.\n\nAs he moves along, he sees that across the street is a BLACK\nMERCEDES containing the two KOREAN HEAVIES. He ignores them,\nputs his sunglasses on, and slips into AMY'S CAR.\n\nJIM\nI want you to take off like a bat\nout of hell and take a left on the\nnext street.\n\nAMY\nWhere are we going?\n\nJIM\nAnywhere but my place.\n\nEXT. AMY'S BUILDING. DAY\nIt is an older Hollywood apartment building near Koreatown.\nINT. AMY'S KITCHEN. CONTINUOUS\n\nKITCHEN CUPBOARD SHELVES are filled with BOOKS. Apart from\nbooks, she has barely anything at all. A kettle, a pot, a\ncup. A beautifully chosen thrift store table, at which JIM\nsits, admiring the sun-filled room. Amy sits across from him.\n\nAMY\nHave you seen anybody? Ever?\n\nHe continues to look around the room, registering its\nnormality.\n\nAMY (CONT'D)\nI mean, have you ever talked. To\nanyone.\n\nAs if she had spoken in another language:\n\nJIM\nWhat?\n\nAMY\nThere are men chasing you. You have\nno home. You have no job. What are\nyou going to do.\n\f70.\n\nHe looks at her for a long time.\n\nJIM\nI'm gonna go.\n\nHe stands up.\n\nJIM (CONT'D)\nI'm going to go now. If I come to\nyour door, then I'll have made it,\nyou'll know I've made it, and\neverything can start to be all\nright. If I don't come, then I\ndidn't make it, and what you do\nwith the dead is bury them.\n\nShe nods.\n\nAMY\nAll right.\n\nWe hear him go. She sits on.\n\nEXT. A BUS STOP.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sits on. EXT. A BUS STOP. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nJIM sits at a bus stop. Another guy is beside him. Homeless,\nwith all his shit in a cart. JIM looks up as not a bus comes,\nbut...\n\nA BENTLEY, the first of a fleet of three. The door of the one\nin front of the bus stop opens, and NEVILLE steps out.\n\nNEVILLE\nLet's take a walk.\n\nThey do so, and the three Bentleys follow at cortege speed\nalong the curb. TWO BODYGUARDS walk behind NEVILLE and JIM,\nscanning everywhere.\n\nNEVILLE (CONT'D)\nMy man over there said you 91l1'd\nyour Old California mega-family and\nwas out of the country.\n\nJIM\nWhy would I be out of the country?\n\nNEVILLE slams him up against a wall.\n\nNEVILLE\nSo you don’t die.\n\f71.\n\nJIM\nEverybody dies.\n\nNEVILLE\nYou're not afraid of dying of\nsomething other than natural\ncauses?\n\nJIM\nNo.\n\nNEVILLE\nWhat about very severe fuckin’\ndiscomfort. You afraid of that?\n\nJIM\nI gotta take whatever's coming\nbecause I don’t have the money.\n\nNEVILLE\nYour grandfather pops and you don’t\nhave any money?\n\nJIM\nI don't have any money. My\ngrandfather's position was that\npoverty is a character builder. I\nthink he was right. So do you.\n\nNEVILLE\n\nNever mind what I think\nphilosophically! That's none of\nyour business!\n\n(exasperated, as Jim\n\nsmiles)\nNot even “I‘’1l have it”? You just\nsay “no”? You pay the Korean any of\nhis?\n\nJIM\nNo.\n\nNEVILLE\nSorry about the old man. The\ngrandfather. He was a serious\nmotherfucker and I admire him for\nleaving you in this situation.\n\nJIM\nThank you.\n\nNEVILLE\nOf course you didn't run. There's\nno fuckin' terra incognita.\n\n(MORE )\n\f72.\n\nNEVILLE (CONT'D)\nIn the old days a white man in your\nsituation would come to America and\nif things got hot in America, in\nthe old West days you'd go\nsomewhere else and be someone else.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere's\nno fuckin' terra incognita. (MORE )\n\f72. NEVILLE (CONT'D)\nIn the old days a white man in your\nsituation would come to America and\nif things got hot in America, in\nthe old West days you'd go\nsomewhere else and be someone else. \n\nTARGET SECTION TO BE ANNOTATED:\nBecome Bob Smith, shoe horses in\nEast Asshole, start a new family,\nno one gives a shit. These days\nwe're all stuck with being who we\nare and where we are forever. No\nnew world except maybe in the stars\nwhen we're all dead. So we deal\nwith where we are and what we are.\n\nJIM\nWe deal with where we are as a\nmatter of fact. What we are is a\nmatter of choice.\n\nNEVILLE gets it. There's nothing that Neville doesn't get. He\nreleases JIM.\n\nNEVILLE\n\nYou know Lamar Hampton?\nJIM\n\nNo.\nNEVILLE\n\nDon’t fuck with me.\n\nJIM\nStudent of mine.\n\nNEVILLE\nThing about Lamar is he’s from\nwhite people land. Grew up in the\ngoddamned Valley. He has a uncle\nthough who is deep in the old\nneighborhood, in truth defines the\nneighborhood, in the sense that\nhe's in deep trouble one way or\nanother all the time — much like\nyourself, but not so volitionally —\nand if I may say so talks a lot of\nshit about Lamar, because you see,\nhe’s a lost soul, the uncle, one of\nAmerica’s poor. You know about\nAmerica's poor?\n\nJIM\nI've seen them.\n\f73.\n\nNEVILLE\nHe's also stupid as a bag of\nfuckin’ hammers, and Lamar, you\nsee, is the ship he expects to come\nin. If a man is in having his leg\nbroke and he says \"my nephew is\nLamar Hampton who is going pro\",\nmaybe he does not have his leg\nbroke.\n\nJIM\nWhat’s this got to do with\nanything?\n\nNEVILLE\nYou know what it’s got to do with\neverything. How much you know\nLamar?\n\nJIM\nI couldn't say I know him.\n\nNEVILLE\nYou know his phone number? Cause\nhis uncle don’t. His uncle don’t\neven know his own sister’s phone\nnumber or exactly where she lives.\nThat's how much they admire the\nuncle.\n\nJIM\nI don’t have his phone number.\n\nNEVILLE\nI never had a professor didn’t have\nmy phone number or couldn’t get it.\n\nON JIM as we\n\nCUT TO:\n\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nI don’t have his phone number. NEVILLE\nI never had a professor didn’t have\nmy phone number or couldn’t get it. ON JIM as we\n\nCUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n JIM’'S HOUSE. BATHROOM. NIGHT\n\nJIM is in the bathtub again, submerged. His AV apparatus has\nbeen reduced to a RADIO. He surfaces and listens.\n\nANNOUNCER\nHampton’s at the top of the key,\nlooks to get inside, can’t, now\ngoes behind the back to Franklin\nwho one-bounces to Jamal Kendal who\nturns and fakes and passes to\nHampton. Hampton hooks and hits!\n\n(MORE )\n\f74.\n\nANNOUNCER (CONT'D)\nAnd he was fouled! Yes and it\ncounts! 88 to 30, UCLA by 11!\n\nCOLOR MAN\nQuite apart from the great night\nthat UCLA is having generally, Bob,\nit’s another stellar night for\nLamar Hampton, who seems to have no\nlimit to what he can do with the\nball this season...If he continues,\nhe...\n\nJIM goes underwater again.\n\nNOW show the more intense scenes in the desert: the first\nwild kiss between JIM and AMY. This may be real. This may be\na hallucination of the future or what might have been.\n\nIn the bath, JIM closes his eyes, and turns his head to the\nside.\n\nINT. JIM'S HOUSE. NIGHT. LATER\n\nJIM pulls down all the shades, stares briefly at the digits\nflashing on his answering machine, signifying 27 calls. He\npresses the button on the answering machine.\n\nDEAN FULLER (V.O.)\nJim, this is Tom Fuller. Dean\nFuller. I hope there’s nothing\nwrong...you didn’t come in today\n..-which of course you know. As\nyou're the person who didn't come\nin. Well. If you get this, call me.\nWe have to have a more general\ntalk...to see if we can do\nsomething about this situation. You\nknow I am your greatest proponent\nand, well, and there are always\nthings one doesn’t know about a\nperson's life...things that may\nmitigate ...and so forth...so I'd\nprefer not to do something without—\n\nJIM presses stop. He picks up the phone and dials. He gets a\nmachine. Waits out “You have reached the office of Dean\nFuller...”\n\nJIM\nThis is Jim.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe picks up the phone and dials. He gets a\nmachine. Waits out “You have reached the office of Dean\nFuller...”\n\nJIM\nThis is Jim. \n\nTARGET SECTION TO BE ANNOTATED:\n Look, you're a good\nguy, but I’m not coming back, and I\nnever should have started. I’m\nsorry.\n\f75.\n\nHe hangs up and looks into the empty refrigerator. He opens a\nsquare Tupperware container, and takes out — a semi-automatic\npistol. He snaps the action, cocking it, and starts to put it\nto his head...but then puts it down.\n\nEXT. JIM'S HOUSE. NIGHT\n\nHe stands on the porch of his dumpy house, trying to regulate\nhis breathing, calming down. Lights show in the other houses\nin the street. Vignettes of life visible inside them.\n\nThere is thunder, and a heavy rain begins, the canyons\nimmediately streaming with rain.\n\nBLACK\n\nINT. JIM'S HOUSE. DAY\n\nBroad sunlight is shining into Jim’s room. When his eyes open\nhe sees:\n\nMISTER LEE, sitting in the armchair in the corner.\n\nMISTER LEE\nWhat are we to do?\n\nA BIG KOREAN stands in the doorway. He is in the final act of\ndisassembling JIM’S GUN. He tosses the pieces one by one on\nthe bedspread.\n\nMISTER LEE (CONT'D)\nHuman weakness...is not something I\ndiscourage. How could I? I run\ngambling establishments. I loan\nmoney. I serve liquor in twenty-\nseven restaurants and bars. I make\nmy living from people ina\ncondition of sickness or stupidity\n— but also I have revenues from\nmany intelligent people who should\nknow better. This is not my\nproblem. But there is one thing I\nmust hold on to.\n\nJIM\nWhat's that?\n\nMISTER LEE\nI have to expect that a person\nwants to live and will do anything\nto live.\n\n(MORE )\n\f76.\n\nMISTER LEE (CONT'D)\nNothing makes sense if this is not\nthe case. Do you want to live?\n\nMISTER LEE is clicking JIM'S LIGHTER.\n\nJIM\nThat's my business.\n\nMISTER LEE\nI have not been in debt for many\nyears but I remember the feeling.\nTo be obligated, unbalanced in\none's thoughts, insecure, unclean.\nAnd I felt like that when I merely\nhad credit card debt and a\nmortgage. Nothing like you.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nTo be obligated, unbalanced in\none's thoughts, insecure, unclean. And I felt like that when I merely\nhad credit card debt and a\nmortgage. Nothing like you. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM takes this all on without comment.\n\nMISTER LEE (CONT'D)\nI think you want to hurt yourself,\nbut make others do it for you.\n\nJIM can’t answer. He looks at the HUGE KOREAN, who is staring\nat him.\n\nMISTER LEE (CONT'D)\nI come to see you myself because\nyou're an interesting man. An\neducated man. Ordinarily, my\nassociates would come without me.\n\nJIM\nI’m not going to tell you I’1l1 get\nthe money, because I don’t know if\nI can. I wouldn’t insult you.\n\nMISTER LEE\nThank you.\n\nJIM\nI have made...errors. I could tell\nyou I’ve realized that I wish I\ncould turn over a new leaf, that\nI'll try to, but it doesn’t make\nany difference, and I’m not going\nto make any case for myself\nwhatsoever, because there is no\ncase. I have no position. There’s\nonly one thing that matters...You\nexpected your money and I don’t\nhave it. The reasons are\nirrelevant. There we are.\n\f77.\n\nMISTER LEE\nHow am I to collect?\n\nJIM\nThere's only one way. A gamble.\nLoan me another hundred thousand.\n\nMISTER LEE stares, sitting with his palms on his thighs in a\nshaft of sunlight. He cocks an eyebrow.\n\nJIM (CONT'D)\nIt’s how I got in. It’s the only\nway I’ll get out.\n\nMISTER LEE cocks his head.\nThe KOREAN heavies start to laugh, and JIM laughs, too. Then\nhe is conducted to the bathroom and his head is plunged into\nthe still-full bath.\nLATER\nJIM sits against the bathroom tiles, clutching a towel in his\nlap. OFF, we hear the car doors close and the Koreans drive\naway. He struggles to his feet and looks at the mirror, on\nwhich has been written:\n\"MUNDAY\"\nJIM (CONT'D)\n\nThat's not how you fucking spell\n\nit.\nHe shoulders out of the room.\n\nCUT TO:\n\nEXT. JIM’S HOUSE IN THE HOLLYWOOD HILLS.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe shoulders out of the room. CUT TO:\n\nEXT. JIM’S HOUSE IN THE HOLLYWOOD HILLS. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nA WOMAN in a business suit and high heels is struggling to\nput the twin stakes of a metal a “For Sale” sign into the\nearth through the ground cover just off Jim’s driveway.\n\nINT. JIM'S HOUSE IN THE HOLLYWOOD HILLS. DAY\n\nJIM — purposeful, dressed, shaved — watches a BOOKSTORE GUY\nwith a gray ponytail examining a book, writing down a price\nin a buckled notebook, and then putting the book into a box.\nHe is pricing out Jim’s library.\n\f78.\n\nJIM\nAnything you don’t want, stack it\nin the fireplace.\n\nBOOKSTORE GUY\nThere’s not too much here that I\ndon’t want.\n\nJIM takes a last look — and goes out.\n\nINT. A JEWELRY STORE. DAY\n\nAn IRANIAN JEWELER, wearing a great deal of gold, is\nexamining Jim’s watch.\n\nJEWELER\nPerfectly good watch. Why do you\nwant to sell it?\n\nJIM\nEither I don’t need to know what\ntime it is, or I need money. What\ndo you care?\n\nJEWELER\nI need to know if it is...\n\nJIM places his CA DRIVER’S LICENCE on the case.\n\nJIM\nWhat you need to do is to come up\nwith an offer, or not.\n\nJEWELER\nThere are so many of these...\n\nJIM looks away, annoyed, as the bullshit starts.\n\nJIM\nLook, that’s an Omega. It’s worth\nmore than six thousand brand new,\nand when you have it, no one will\nknow it isn’t brand new.\n\nJEWELER\nYou are insulting me.\n\f79.\n\nJIM\nWe’re not going to fuck around, no\nno no, don’t talk to me, I don’t\nwant you to name a price any more,\nand I need you to understand that\nwhen I say what I want for it, I am\ngiving you the figure that I will\ntake for it. Do you understand me —\nno, no, no. No no. Look at me. I\nwill say the price and you will\neither say yes, or no.\n\nJEWELER\nIt is impossible to...\n\nJIM\nAll right.\n\nHe puts the watch in his pocket.\n\nJEWELER\nWait wait wait.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nAll right. He puts the watch in his pocket. JEWELER\nWait wait wait. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nNo. I told you not to say anything\nbut yes or no. You’re wasting my\n\ntime.\n\nJEWELER\nI am willing to listen to your\nprice.\n\nJIM\n\nYou can’t counter it. When I say my\nfigure, that’s the figure, and you\neither say yes or no. You got it?\n\nJEWELER\nHow can I say yes or no until I\nhear the price?\n\nJIM\nYou're not getting it.\n\nJEWELER\nI am getting it, I am getting it.\n\nJIM puts the watch on the counter pad again and the JEWELER\npicks it up. He wants it.\n\nJIM\nYou need to understand fully that\nwhat I say is not an opening\nfigure.\n\n(MORE )\n\f80.\n\nJIM (CONT'D)\nYou can say yes or no, you cannot\nsay a lower figure and expect to\nmeet at some point in the middle.\nDo you understand?\n\nJEWELER\nYes, yes, I understand. What is\nyour price?\n\nJIM\nYou can’t say another price.\nJEWELER\nI know I know I know I get it.\nJIM\nThree thousand five hundred\ndollars.\nJEWELER\n(involuntarily)\n\nOne thousand.\n\nJIM takes the watch and goes. ON JEWELER, as the door chime\ngoes:\n\nJEWELER (CONT'D)\nTwelve hundred!\nEXT. THE STREET OUTSIDE. DAY\n\nJIM is walking away quickly when THE JEWELER catches him at\nthe head of the crosswalk.\n\nJEWELER\nI can’t help myself.\n\nJIM\nYes you can.\n\nTHE JEWELER looks confused.\n\nJEWELER\nTwo thousand.\n\nJIM presses the WALK BUTTON.\nJEWELER (CONT'D)\n\nWhy don’t you let a man do\nbusiness?\n\f81.\n\nJIM\nBecause you want to go home and sit\nthere chuckling tonight about how\nyou skinned a guy on his watch. You\ndon’t need the watch, you just want\nthe watch. Where the “need” comes\nin is you needing to fuck me up the\nass in order for you to feel all\nright about yourself.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nBecause you want to go home and sit\nthere chuckling tonight about how\nyou skinned a guy on his watch. You\ndon’t need the watch, you just want\nthe watch. Where the “need” comes\nin is you needing to fuck me up the\nass in order for you to feel all\nright about yourself. \n\nTARGET SECTION TO BE ANNOTATED:\nJEWELER\nI am in business! You don’t\nunderstand!\n\nJIM\nThirty-five hundred dollars. Cash.\n\nJEWELER\n(involuntarily)\nTwo thousand two hundred.\n(in a panic as JIM starts\noff)\nOK, OK, three thousand.\n\nJIM leans his head against a lamp-post.\n\nJIM\nIf I allow you to beat me for five\nhundred dollars, which you really\nneed to do on some deep personal\nlevel, will you just shut up and\ngive me the money in cash?\n\nJEWELER\nYes.\n\nJIM\nYou can’t say anything else.\n\nJEWELER\nI won’t say anything else.\n\nJIM\nYou promise.\n\nJEWELER\nI promise to God.\n\nJIM\nI need you to promise because\nyou're fucking pathological.\n\nTHE JEWELER touches his heart.\n\f82.\nJEWELER\nPlease, we will have tea.\nAs they walk in tandem back to the store:\n\nJEWELER (CONT'D)\nI don’t have the cash.\n\nJIM\nI‘1l take a check.\nEXT. A CAFE IN BEVERLY HILLS. DAY\n\nJIM is sitting at a table with a beer untouched in front of\nhim. He looks up as AMY sits down. They sit there silently.\n\nAMY\nWell.\n\nJIM\nWell.\n\nAMY\n\nThere’s quite a lot of talk over at\nthe department.\n\nJIM\nGood.\n\nHe drinks some of his beer.\nJIM (CONT'D)\nI already cashed out my IRA through\nthe credit union. I’m selling my\nbooks...I’m selling my house.\n\nAMY\nWhat are you doing?\n\nJIM\nRaising money.\n\nAMY\nTo pay everybody back, right?\n\nJIM doesn't look at her.\n\nJIM\nTo gamble or to run away?\n\nJIM looks at her and doesn't answer.\n\fAMY\nI sit here and I wonder did I\nprecipitate some sort of breakdown.\n\nJIM\nThere was a student...just the\nother day...who said that my\nproblem, if one’s nature is a\nproblem, rather than just\nproblematic, is that I see things\nin terms of victory or death, and\nnot just victory but total victory.\nAnd it’s true: I always have. It’s\neither victory, or don’t bother.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nThere was a student...just the\nother day...who said that my\nproblem, if one’s nature is a\nproblem, rather than just\nproblematic, is that I see things\nin terms of victory or death, and\nnot just victory but total victory. And it’s true: I always have. It’s\neither victory, or don’t bother. \n\nTARGET SECTION TO BE ANNOTATED:\nThe only thing worth doing is the\nimpossible. Everything else is\ngray. You’re born...as a man...\nwith the nerves of a soldier, the\napprehension of an angel, to lift a\nphrase, but there is no use for it.\nHere? Where’s the use for it?\nYou're set up to be a philosopher\nor a king or Shakespeare, and this\nis all they give you? This? Twenty-\nodd years of school which is all\ninstruction in how to be ordinary\n...or they’1l fucking kill you,\nthey fucking will, and then it's a\ncareer, which is not the same thing\nas existence... I want unlimited\nthings. I want everything. A real\nlove. A real house. A real thing to\ndo...every day. I'd rather die if I\ndon't get it.\n\nAMY\nPlease don’t go with them.\n\nHe gets up and walks over to the car. HEAVY ONE (who is\nreally heavy) holds the back door open, and then gets in with\nJIM and HEAVY TWO in the back,\n\nINT. BENTLEY. MOMENTS LATER\n\nHEAVY ONE\nYour house for sale.\n\nand the car pulls off.\n\n83.\n\nA BENTLEY has pulled up at the curb. Two BLACK GUYS in it,\nstaring at JIM.\n\nJIM rides crammed between the TWO HEAVIES, Rodeo to Wilshire.\n\f84.\n\nJIM\nGotta raise some money somewhere.\n\nHEAVY ONE\nIn this market I wouldn’t count on\nthe real estate.\n(to HEAVY TWO)\nCheck him.\n\nHEAVY TWO goes through every one of Jim’s pockets and only\ncomes up with a few dollars and the fresh CHECK from the\njeweler.\n\nHEAVY ONE (CONT’D)\nWhat’s this?\n\nJIM\nSold my watch.\n\nHEAVY ONE\nThis ain’t gonna cover it.\n\nHEAVY TWO throws a bag over Jim’s head, a hotel laundry bag\nfrom the Peninsula, and tightens the draw string, shoving Jim\nonto the floor of the car. Heavy two counts out the money\nthat Jim did have - thirty-two bucks, puts it in his pocket\nand settles in to enjoy the ride.\n\nHEAVY TWO\nMy theory is, there’s no need to be\nunpleasant.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEAVY TWO throws a bag over Jim’s head, a hotel laundry bag\nfrom the Peninsula, and tightens the draw string, shoving Jim\nonto the floor of the car. Heavy two counts out the money\nthat Jim did have - thirty-two bucks, puts it in his pocket\nand settles in to enjoy the ride. HEAVY TWO\nMy theory is, there’s no need to be\nunpleasant. \n\nTARGET SECTION TO BE ANNOTATED:\n My associate here would\nlike to beat your fuckin’ head in\nuntil the shit you’ve got for\nbrains was all over the fucking\nupholstery, but that’s more about\nhis nature than necessity. I expect\nyou know your situation is serious\nand let's leave it at that.\nInternet age don’t solve anything\nbut you leave your laptop up and\nrunning when you've got “Find my\niPhone” open, homes, then shit\nhappens.\n\n(MORE )\n\f85.\n\nHEAVY TWO (CONT'D)\n\nAs for your books, that white dude\nwith the bald head and the stupid\nfuckin’ pony tail is sending the\ncheck to the right party, for the\ncover price on everything, cause I\nrenegotiated for you, and I doubt\nthat realtor lady with her badly\nunstaged open house is still as\ncool about black people as she was\nwhen she started her day, but all\nin all it’s another perfect day in\nLos Angeles and let's all get\nalong. Let’s all just get along and\nbe really fuckin’ happy we’re not\nsomewhere else, because, you go off\nLA, you go on it, but go home to\nDetroit in February and you have no\nfuckin’ trouble coming back out\nhere and having Los Angeles bend\nover so you can kiss it's ass.\n\nEXT. A STREET IN DOWNTOWN LA. DAY\n\nThe BENTLEY pulls into a little driveway beside a derelict\none story building that bears the sign “AFRICA MEMBERSHIP\nCLUB” (which has a WHITE BUM talking to himself in the\nboarded up entryway) and disappears behind the building.\n\nINT. AFRICA MEMBERSHIP CLUB. DAY\n\nTHE PENINSULA LAUNDRY BAG is ripped off JIM’S HEAD and he\nreels back, blinking. NEVILLE sits looking at him, smoking a\ncigar. He is wearing a perfect suit with English shoulders.\nHe is on the phone. He holds up a finger and turns away. THE\nAFRICA MEMBERSHIP CLUB is a former function hall. RAT TRAPS\nare set along the walls. An unexplained white tennis shoe\nlies on the floor with blood on it.\n\nHEAVY ONE\nYou scared?\n\nJIM\nThat’s my problem.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn unexplained white tennis shoe\nlies on the floor with blood on it. HEAVY ONE\nYou scared? JIM\nThat’s my problem. \n\nTARGET SECTION TO BE ANNOTATED:\nHEAVY ONE rummages for water behind the bar.\n\nHEAVY ONE\nWe have Fiji and this stuff.\n\nJIM\nDoesn’t matter.\n\f86.\n\nJIM catches a flipped water.\n\nHEAVY TWO\nWhen did it all become about\nhydration?\n\nHEAVY ONE\nRecently, man. Recently. In my\nyouth, everybody was carbo-loading.\n\nJIM drinks water. HEAVY TWO comes up to him, looks at him,\nand says:\n\nHEAVY TWO\nSit the fuck down with your water.\n\nJIM sits down. NEVILLE ends his call and comes forward from\nthe shadows at the end of the room.\n\nNEVILLE\nYou gave me the wrong number for\nLamar. That is fuckin’ feeble. Do\nyou know what I also know?\n\nJIM\nWhat’s that?\n\nNEVILLE\nDo you think all Koreans are all\nKorean and shit and don’t\ncommunicate with the American\nNegro?\n\nJIM\nI don’t know anything.\n\nNEVILLE\nI hear that you asked Mister Lee to\nstake you out of your situation.\nThat he give you enough to have\nanother shot at the title of the\nworld’s stupidest asshole. By the\nway, you are not to say anything to\nMister Lee about the information I\nhave, lest he speculate about the\nsource.\n\nJIM\nIf you have a source you know he\ndidn't give me anything.\n\nNEVILLE\nYou do know that all of your money\nis mine.\n\f87.\n\nJIM\nAll of it forever or just what I\nowe you.\n\nNEVILLE\nDon’t be ridiculous. All of it\nforever.\n\nJIM\n\nIf that were true we’re not talking\nmoney any more, and you better kill\nme, because my only option then,\nbecause I’m not the world’s\nstupidest white asshole, would be\nto kill you. I want to pay you off,\nnot to be married to you.\n\nNEVILLE\nAll right, all right, I only want\nmy money.\n\nJIM\n\nThen I can deal with that.\n\nNEVILLE\nYou're going to tell me how you're\ngonna make good on your debt right\nnow. Gimme Lee's money.\n\nJIM\n\nHe didn't front me any.\nNEVILLE\n\nFuck you.\nJIM\n\nYour information's wrong.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\n\nHe didn't front me any. NEVILLE\n\nFuck you. JIM\n\nYour information's wrong. \n\nTARGET SECTION TO BE ANNOTATED:\nNEVILLE\nHow you gonna pay me?\n\nJIM\nWell. What if I told you I quit my\njob and I’m going to write a novel.\n\nNEVILLE\nYeah, what the first one make?\n\nJIM\nWith the advance and royalties,\nseventeen thousand dollars all in.\n\f88.\n\nNEVILLE\nFuck me. For one of the better\nreviewed first novels of 2007? I\nthink we have to make some other\narrangements. The culture evidently\nhas. Let's talk cash first and\nother business later. You can’t get\ncash from your family?\n\nJIM\nI got all I could get.\n\nNEVILLE\nCould I get cash from your family\nif I sent you down to Mexico —\nwhoops, I don’t know what happened\nto him — and had my friend Valerio\nsend them your dick?\n\nJIM\nMy family didn’t make their money\nbecause they pays up easy.\n\nNEVILLE\nWell that’s apparently genetic.\nGenetics is a cruel fuckin’\nmistress. Would you come up with\nany money if I lit this cigar and\nput it out on your eyeball?\n\nJIM\nI’m not a magician.\n\nNEVILLE\nIf you didn’t think you was fuckin’\nmagic occasionally you wouldn’t be\nin the Africa Membership Club\nsitting there with a bottle of Fiji\nwater owing me almost two hundred\nthousand dollars. Guess what?\n\nJIM\nWhat?\n\nNEVILLE\nI already asked your mother.\n\nHe sits down, affably.\n\nNEVILLE (CONT'D)\nYou see, my lawyer went to her\nlawyer, and her lawyer came back to\nmy lawyer and said “Fuck you”.\n\f89.\n\nJIM\nDid he say it just like that?\n\nNEVILLE\n\nAs a matter of fact he did. I’m\ngonna need the equity in your\nhouse. We'll paper it right. As a\nsale. But that means I have to take\nover the fuckin’ mortgage and get\nsome goddamned vice-president of\nanimation or some other cocksucker\nto rent it and I don’t like that\nshit. But you gotta make the turnip\nbleed from whatever hole it’s got.\n\n(a beat)\nNow Lamar, who you gave me the\nwrong phone number for...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut that means I have to take\nover the fuckin’ mortgage and get\nsome goddamned vice-president of\nanimation or some other cocksucker\nto rent it and I don’t like that\nshit. But you gotta make the turnip\nbleed from whatever hole it’s got. (a beat)\nNow Lamar, who you gave me the\nwrong phone number for... \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nLamar’s a good kid, he doesn’t need\nany of this shit.\n\nNEVILLE\nYou’re not gonna say you made a\nmistake with the number?\n\nJIM\nNo, I didn’t. I gave you a fake\none. I made it up.\n\nNEVILLE\nWell Mister Jones here is gonna\ngive you a real one.\n\nHEAVY TWO punches JIM and knocks him out of the chair. The\nskin is split by Jim’s left eye-socket. He pushes himself up\noff the floor, and stands.\n\nNEVILLE (CONT'D)\nThat’s the last time you lie to me.\nLamar don’t need your help. Every\nman has to go it alone. Lamar has\nto make his choice. Let him make\nit. But I’m not going to call him\nnow. It would merely confuse the\nissue. You’re gonna get me Lamar.\nIt will be more than an\nintroduction. I don’t want an\nintroduction any more. I want Lamar\ndoing what I need him to do without\nhim ever seeing my face.\nDeniability is where it’s at. I\nhear Lamar is all Hamlet and shit\nbecause he wants to go pro.\n\f90.\n\nJIM\n(bleakly)\nYeah he does.\n\nNEVILLE\nI need Lamar, and I need him before\nthey play Michigan tomorrow at\nhome. They're running eight points\non Michigan. You tell Lamar if he\nwants he can win by seven - no\nmore. But you get him for tomorrow.\nOr I‘1ll kill every member of your\nfamily and show you the pictures\nbefore I kill you. Can I consider\nyou incentivized?\n\nJIM stares at him.\n\nINT. JIM'S PERSONAL OFFICE. ENGLISH DEPARTMENT. DAY\n\nHe is cleaning out rubbish, papers, whatever. He isn’t really\ncleaning. He runs a coin over his fingers, thinking. Then\nlooks up at a sound: JONES is there.\n\nJONES\nMay I come in?\n\nJIM shrugs.\n\nJONES (CONT'D)\nMay I sit?\n\nJIM is uncomfortable with that.\n\nJONES (CONT'D)\nI thought the end would be heroic\nin some way. Not just — not showing\n\nup.\n\nJIM\n\nWell now, however it happened, now\nyou're the Shakespeare guy.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONES (CONT'D)\nI thought the end would be heroic\nin some way. Not just — not showing\n\nup. JIM\n\nWell now, however it happened, now\nyou're the Shakespeare guy. \n\nTARGET SECTION TO BE ANNOTATED:\n Road’s\nopen, brother. I hope you seriously\ngive a fuck because I don’t and it\nwould be nice to think that someone\ndid. Be all that you can be and\nhave a nice day.\n\nJONES\nWe clubbed together and got you\nsomething.\n\f91.\n\nHe rummages in his bag and brings out a small wrapped GIFT.\n\nJIM reluctantly takes it.\n\nJONES (CONT'D)\nIn all honesty I wish you were\ndisliked. But you know that’s not\nthe case and from time to time I\nhave found you admirable, charming,\ncompelling, and stupendously\nfucking brilliant, much to my\nhorror. Though your erasure from\nthe department can only be viewed,\nfrom my perspective, as a positive.\n\nLAMAR has ducked through the door and towers over JONES.\n\nJONES (CONT'D)\nGood afternoon...I am not void of\nthe fear that you will go on and\nthrough some endeavor or\naccomplishment, make my existence\nseem comparatively wretched....\n\nLAMAR\nDid I come in at the wrong time?\n\nJIM\nNo, he was just finishing up saying\nthat he wishes I was dead.\n\nJONES\nWell. Bonne chance.\n\nHe ducks out. JIM sit looking at Lamar.\n\nJIM\nSit down.\n\nLAMAR does. JIM can’t speak to him yet. LAMAR looks at Jim.\n\nLAMAR\nWhat happened to your face, man?\n\nJIM\nA little while ago you came to me\nfor advice about turning pro. I\nknow it’s about your knee. I know\nyou have a feeling you have to put\nmoney in the bank.\n\nLAMAR\nI do, man. I’m afraid every day\nthat the knee will go.\n\n(MORE )\n\f92.\n\nLAMAR (CONT'D)\nI'm afraid every day anyone will\neven notice it, because then I\nget...\n\nJIM\nHow'd you like to make two hundred\nand fifty thousand dollars in two\nhours?\n\nLAMAR\nDepends on what you have in mind.\n\nJIM\nThrowing a game. You can’t beat\nMichigan by more than seven points.\n\nLAMAR takes that on.\n\nLAMAR\nWell that’s not throwing a game.\nThat’s winning by less than eight.\nThat’s not throwing a game.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAMAR\nWell that’s not throwing a game. That’s winning by less than eight. That’s not throwing a game. \n\nTARGET SECTION TO BE ANNOTATED:\n Who\nwants me to do it?\n\nJIM points to his eye.\n\nLAMAR (CONT'D)\nWhat they got on you?\n\nJIM\nIt doesn’t matter.\n\nLAMAR\nI don’t want to talk to nobody; I\ndon’t want to see nobody; I don’t\nwant to hear no names. I’1l take\nthe money from you - and I'll take\nit up front.\n\nJIM\nThat’s the way it works.\n\nJIM reaches beneath his desk and brings up a SPORTS BAG. He\nputs it on the desk. LAMAR looks into it.\n\nLAMAR\nThey fucked you up? They didn’t\nneed to fuck you up. I’d have done\nit.\n\nJIM\nI needed it. They’1l fuck you up if\nyou need it, too. You gotta\ndeliver.\n\f93.\n\nLAMAR holds the bag.\n\nLAMAR\nI bet you wish I don’t take this.\n\nJIM\nThat’s up to you.\n\nLAMAR takes the bag.\n\nLAMAR\nI’m not gonna be immortal in this\ngame. Pretty soon I’m just gonna be\na real fuckin’ tall dyslexic guy\nselling fuckin’ Buicks. I’m gonna\ntake what I can get.\n\nJIM nods.\nLAMAR (CONT'D)\nI take this bag I get you out of\ntrouble?\n\nJIM nods.\n\nLAMAR (CONT'D)\nThat’s the other reason to do it.\n\nHe stands up. At the door he says:\nLAMAR (CONT'D)\nThis is nothing on you. I done it\nbefore. I need you to know that.\nJIM nods.\nLAMAR goes.\nJIM slowly unwraps the package given to him by the asshole on\nbehalf of the department. Inside is a small statue: a\nrepresentation of a bird: ideogrammatically, Freedom itself.\nJIM\nWell all right.\nEXT. DEPARTMENT CORRIDOR. DAY\nJIM is moving fast through the crowded hall, not looking at\nanybody, not speaking to anybody. He passes the Dean’s office\n\nand keeps moving even though the DEAN has spotted him and has\ncome to the door. AMY falls in beside him.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY\nJIM is moving fast through the crowded hall, not looking at\nanybody, not speaking to anybody. He passes the Dean’s office\n\nand keeps moving even though the DEAN has spotted him and has\ncome to the door. AMY falls in beside him. \n\nTARGET SECTION TO BE ANNOTATED:\n\f94,\n\nAMY\nWhat happened to your eye?\n\nJIM\nWhatever happened it already\nhappened and it won’t happen again.\n\nAMY\nYou're starting to make promises?\n\nHe stops and looks at her.\n\nJIM\nI think I am.\n\nJONES is there:\n\nJONES\nDid you open it?\n\nJIM\nYes. Very nice, thank you.\n\nJONES\nI didn’t pick it myself.\n\nJIM\nI could sorta tell that, Larry,\nthank you anyway.\n\nAMY\nWhat’s going on?\n\nJIM\nI’m getting out of here as fast as\nI can and as everybody and their\naunt is eyeballing me right now it\nmight be better if you weren’t\nchasing along as if you’re my wife,\nunless you want to be, in which\ncase I don’t mind.\n\nAMY\nJesus Christ.\n\nJIM\nI tell the truth. That's all I got.\nThat first sight thing really\nworks. I want you to stop looking\nconcerned, I want you to stop\nwalking with me, and I want you to\nshake my hand, and let me say\ngoodbye to you.\n\fShe looks\n\nShe holds\n\nHe surges\n\nON SOUND:\n\n95.\n\nmore worried.\n\nJIM (CONT'D)\nYou’ve got months to go here and\nyou don’t need the trouble. Hold\nout your hand and say goodbye.\n\nout her hand.\n\nJIM (CONT'D)\nGoodbye, Ms Phillips. Good luck.\n\nAMY\n\nGoodbye, Professor Bennett.\nJIM\n\nGoodbye.\n\non.\n\nRACE ANNOUNCER\nAnd coming up on the inside is\nBarcelona Postcard. Barcelona\nPostcard is now neck in neck with\nLast Thanksgiving...\n\nINT. A DARK SPORTS BAR. DUSK\n\nA higher-end old line bar in the Valley with red banquettes\nand just a few customers. JIM comes in from the blinding\nlight and removes his sunglasses. FRANK and BIG ERNIE sit at\nthe bar watching a horse race on a huge television and eating\npeanuts. A moronic din.\n\nRACE ANNOUNCER\nAnd it's Barcelona Postcard by a\nlength. No one can believe it.\n\nFRANK\nWell they fuckin' weren't supposed\nto, were they. That was the point.\nHey, turn that off.\n\nTHE BARTENDER does.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat was the point. Hey, turn that off. THE BARTENDER does. \n\nTARGET SECTION TO BE ANNOTATED:\n JIM comes up.\n\nFRANK (CONT'D)\nSit down.\n(a beat)\nDo you drink? I don’t remember if\nyou drink. Of course there’s drink\nand drink.\n(MORE )\n\f96.\n\nFRANK (CONT'D)\nI drink but I haven't been drunk\nsince Reagan was president. God's\nhonest truth. I got a DUI. And in\njail I actually fell down and\npissed my pants. You don’t need to\ndo that twice. I am telling you\nthis so you know that everybody's\nbeen there.\n\nBIG ERNIE\nEverybody’s been there.\n\nFRANK\nOnce. If you’re there twice...after\nhaving been there once....I can’t\n\nhelp you. You know I listen to the\ndrunks, and it’s like you’re\nlistening to a fairy story about a\nfight with a fuckin’ monster when\nthe actual title of the story is “I\ncan’t handle my liquor,” by Mister\nCrybaby.\n\nBIG ERNIE\nAmen.\n\nFRANK\nI don’t know, maybe they have a\nproblem, but fuck 'em if they do,\ncause I don’t. Which leads me to\nask: are you pulling this shit just\nnow, or forever.\n\nJIM doesn’t answer.\n\nFRANK (CONT'D)\nI mean do you have a “problem”? Wah\nwah wah like some little fucking\ngirl wah wah wah, or some Somali\nwho can’t process that there’s no\nfood where they live, or are you\njust fucked up temporarily because\nyou're temporarily fuckin’ stupid.\n\nBIG ERNIE\nAre you long business or short\nbusiness?\n\nJIM\nWhat’s the difference right now?\n\f97.\n\nFRANK\nI need to know if you have the\nfuckin’ brains to walk when it’s\ntime to walk. People don’t, you\nknow? Ball players who can’t play\nany more, assholes trying to\nmaintain a standard of living not\npossible any more. Lot of them\naround. I’ve seen you be half a\nmillion dollars up.\n\nJIM\nI’ve been up two and a half million\ndollars.\n\nFRANK\nWhat you got on you?\n\nJIM\nNothing.\n\nFRANK\nWhat you put away?\n\nJIM\nNothing.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nNothing. FRANK\nWhat you put away? JIM\nNothing. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANK\n\nYou get up two and a half million,\nany asshole in the world knows what\nto do. You get a house with a\ntwenty-five year roof, an\nindestructable Jap economy shitbox,\nand you put the rest into the\nsystem at three to five percent to\npay your taxes, and that’s your\nbase, get me, that’s your Fortress\nof Fuckin’ Solitude, and you are\nfor the rest of your life at a\nlevel of “fuck you”. Someone wants\nyou do do something? “Fuck you”.\nBoss pisses you off? “Fuck you”.\nOwn your house, have a few bucks in\nthe bank, don’t drink, that’s all I\nhave to say to anybody at any\nsocial level. Did your grandfather\ntake risks?\n\nJIM\nYes.\n\nFRANK\nI can guarantee he did it froma\nposition of “fuck you”.\n\n(MORE )\n\fJIM waits\n\n98.\n\nFRANK (CONT'D)\n\nWhich is what he means to you when\nhe says fuck you also, and what he\nwould mean when he said “fuck you”\nto me. The wise man’s life is based\naround “fuck you”. The United\nStates of America is based on “fuck\nyou”. You're a king? You have an\nArmy, the greatest Navy in the\nhistory of the world? “Fuck you,\nblow me”. We'll fuck it up\nourselves.\n\n(raises his drink)\nWhich we have done. Beautiful fuck\nyou position, lost forever. King\nGeorge the Third looks like a\nfuckin’ birthday present.\n\n(to BARTENDER, with Zapata\n\nmustache)\nThis is the grandson of the\nseventeenth richest man in\nCalifornia.\n\nBARTENDER\nDoes he drink?\n\nit out.\n\nFRANK\nWhat he wants is money because he\ndoesn’t know when to say “That’s\nit, I’m two million ahead, fuck it,\nfuck you, I have a car and a house\nand a family, it’s all paid for,\nfuck you.”\n\nBIG ERNIE\nEven I did that, of course it’s out\nby Pearblossom.\n\nJIM\nI'll have a beer. Just like anybody\nelse.\n\nBARTENDER\nWhat kind.\n\nJIM\nAny kind.\n\nBARTENDER\nI got thirty-seven beers.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARTENDER\nWhat kind. JIM\nAny kind. BARTENDER\nI got thirty-seven beers. \n\nTARGET SECTION TO BE ANNOTATED:\n Don’t put\nthis on me.\n\fFRANK\nHe fuckin’ put it on you.\n\nTHE BARTENDER goes.\n\nFRANK (CONT'D)\nYou still owe large, two places you\nshouldn’t. Why you want door number\nthree?\n\nJIM\nHow else do I get out?\n\nFRANK\nTime payments, sell your sperm,\nsell your ass, how the fuck should\nI know. Your grandfather’s boat\never go to Mexico?\n\nJIM\nIt’s been to Mexico many times.\n\nFRANK\nWhat if it stayed there.\n\nJIM stares at the bar.\n\nFRANK (CONT'D)\nI’m not saying I need you to get\nthe keys, I could do it myself.\nWell not personally. But me selling\na fifty million dollar yacht to\nsome narco for ten percent of its\nvalue would not absolve you. You\nhaven't looked at this game once.\nWhat’s wrong with you, you don’t\nwatch sports?\n\nJIM\nIt’s watching other guys do things.\n\nFRANK\nSo's readin’.\n\nThere’s a point: Jim concedes it.\n\nFRANK (CONT'D)\nI’m so sick about that Columbia-\nBrown game, I’m lucky I can swallow\nmy fuckin’ drink. I got middled on\nthe game. Rotten lowlife Ivy League\nfaggots, no offense if you’re a\nlowlife Ivy League faggot.\n\n99.\n\f100.\n\nJIM\nNone taken. I was at Harvard but I\nhave also been in Cleveland.\nNeither experience was definitive.\n\nFRANK\nI am of the universe and you know\nwhat it’s worth.\n\nBIG ERNIE starts singing “Yer Blues” and pounding the bar.\n\nBIG ERNIE\nYes I’m lonely...wanna die...Yes\nI’m lonely...wanna die...etc.\n\nFRANK\nI give you this money, and you\ndon't pay it back, there are no\nrules. You never, ever, get to say\n“fuck you” to anybody. You'll get\nnot just what you owe me from your\ngrandfather, you’1ll get me his\naccounts so I can have them\nvacuumed from Russia. You commit\nsuicide, you can do it knowing that\nI’11 kill your whole fuckin’\nfamily. Do you understand the\ngravity of your situation.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou'll get\nnot just what you owe me from your\ngrandfather, you’1ll get me his\naccounts so I can have them\nvacuumed from Russia. You commit\nsuicide, you can do it knowing that\nI’11 kill your whole fuckin’\nfamily. Do you understand the\ngravity of your situation. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nI understand.\n\nFRANK\nYou get up? You get out.\n\nHe holds out car keys.\n\nJIM\nWhat’s this?\n\nFRANK\nThis kinda money, what's a car.\nWhat do you want to be able to say\nto me?\n\nJIM\nFuck you.\nEXT. BAR PARKING LOT. DAY\nJIM uses the key and looks into the trunk. There is a duffel\n\nin it. He closes the trunk. He pulls out his cell phone,\npunches a number.\n\f101.\n\nJIM\nDexter? I need you to not give my\nmother her lesson tomorrow.\nINTERCUT:\n\nDEXTER, lying on a couch, sitting up, coughing from\nbongsmoke.\n\nDEXTER\nI'm not doing that any more.\n\nBack to JIM\nJIM\nGood. You like Las Vegas? Get a\npen, I'm gonna give you an address\nto meet me at. I've got a job for\nyou. No I'm not gonna fucking text\nit, get a pen.\n\nHe slams the trunk on the BAG OF MONEY.\n\nINT. JIM'S HOUSE IN THE HOLLYWOOD HILLS. NIGHT\nHe walks into the living room and—\n\nBLACK.\n\nINT. JIM’'S HOUSE. LATER\n\nHe comes to consciousness lying on the floor. The first thing\nhe can focus on are...shoes. Black, polished, shoes. A KOREAN\ngrabs Jim’s lapels in his fists and hoists him leglessly\nupright.\n\nMISTER LEE\nWhere is my money?\n\nJIM\nI don’t have any money.\n\nThe KOREAN punches him twice, brutally, and lets him fall.\n\nMISTER LEE sits fastidiously in his chair, palms on thighs,\nfeet together. He watches JIM crawl.\n\nMISTER LEE\nDebt. It’s terrible. You make\npromises. Impossible.\n\nJIM sits back against the wall.\n\f102.\n\nJIM\nI didn’t make promises.\nMISTER LEE\nYou will.\nJIM\nI can’t.\nMISTER LEE\n\nWhy did you see Frank?\n\nJIM\nI didn’t.\n\nThe BIG KOREAN kicks him.\nJIM lies on the floor.\n\nMISTER LEE\nWhat can I do with you?\n\nJIM sits up and says:\n\nJIM\nI told you before.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM lies on the floor. MISTER LEE\nWhat can I do with you? JIM sits up and says:\n\nJIM\nI told you before. \n\nTARGET SECTION TO BE ANNOTATED:\n You need to\ngamble. Stake me.\n\nMISTER LEE stares at him as if he is a limitless curiosity.\nAnd as MISTER LEE contemplates his own gamble....\n\nAnd we:\n\nCUT TO:\n\nINT. ARENA. NIGHT\n\nWE follow the players from the UCLA locker room out into the\nlight, the explosions of cheering, details of the watching\nfans. A big crowd. JIM sits way up in the gods, watching\ndown. The players of both teams are warming up, and among\nthem, swishing one, is LAMAR, looking cold and complicated\nand alone. THE GAME AND HOW TO HANDLE IT: shoot a real game,\nthen bring back a quarter of the crowd and all the refs and\nplayers. LAMAR is the only actor and he must be a great\nbasketball player at the level his character is intended to\nbe. JIM watches uncertainly.\n\nAnd let's go to TOBACK:\n\nAs the game progresses, several things become apparent:\n\f103.\n\n(1) LAMAR (though looking flashy and, from appearances of\nform, easily the best player on the court) is playing a\nhorrid game - throwing the ball away, missing shots, allowing\nhis man to score. He is so good at his act that he makes it\nappear to be a lack of quickness or grace on the other\nplayers’ part that is to blame.\n\n(2) The rest of the UCLA team is playing remarkably well.\nWild shots are falling through, loose balls are bouncing\nlucky, rebounds are coming perfectly off.\n\n(3) MICHIGAN is having a bad night. Only because of LAMAR’s\nerrors is anything at all going right for them. There is a\nlid over the rim for their shooters and they throw the ball\naway continually.\n\n(4) Consequently, there is rising sense of panic in JIM (and\ndistress in FRANK). When LAMAR loses the ball to a Michigan\nplaying who in turn loses it to a UCLA player who scores, the\nMichigan coach calls a time-out. At this point UCLA leads 47\nto 40 with 8:08 remaining in the game so that JIM and ONE are\nonly one point ahead of what they need. JIM sees the coach\nmotion LAMAR to the bench and another player to get up to\nreplace him.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen LAMAR loses the ball to a Michigan\nplaying who in turn loses it to a UCLA player who scores, the\nMichigan coach calls a time-out. At this point UCLA leads 47\nto 40 with 8:08 remaining in the game so that JIM and ONE are\nonly one point ahead of what they need. JIM sees the coach\nmotion LAMAR to the bench and another player to get up to\nreplace him. \n\nTARGET SECTION TO BE ANNOTATED:\n The new player joins the huddle. LAMAR, on his\nway to the bench, glances up nervously.\n\nBACK TO US.\n\nINT. AFRICA MEMBERSHIP CLUB. CONTINUOUS\nNEVILLE and POSSE are watching on TV.\n\nUP IN THE BOOTH:\n\nTWO JOCK-SNIFFERS, ANNOUNCER AND COLOR MAN.\n\nANNOUNCER\nWith one exception, UCLA has played\ngreat ball tonight, and,\nironically, that exception is Lamar\nHampton, who has been the leader of\nthe club this season...he's having\na bad night...\n\nCOLOR MAN\nHe's lost the ball repeatedly and\nhis defense is sub-par.\n\nANNOUNCER\nLet's be serious: a sub-par Lamar\nis better than anybody else on this\ncourt. We're judging Lamar by Lamar\nand maybe that's not fair.\n\f104.\n\nCOLOR MAN\nIt's fair to judge a man against\nhis best.\n\nOn JIM (off this idea) as the buzzer sounds, ending the time-\nout. As the game recommences, JIM leaves the arena, fighting\nhis way through the crowd. The SCOREBOARD shows UCLA up by\nexactly 5. JIM can't think about it: he keeps going. As he\ngoes we hear a roar from the crowd:\n\nLAMAR puts on a dazzling exhibition of ball control - passing\nup several easy shots as he dribbles out the clock: during\nthe last five seconds before the buzzer sounds to end the\ngame, he dribbles under the Michigan basket unmolested -\npassing up an easy chance to score - and then (the game\nfinished, the buzzer going) - twirls the ball on the tip of\nhis finger like a Harlem Globetrotter and stares over at\n\nHIS COACH, who stares aghast.\n\nLAMAR throws the ball away and walks off the court. UCLA has\nwon by exactly seven.\n\nJIM, walking along, hears his cell phone ring. He looks at\nthe screen, which reads:\n\n\"DEXTER\"\n\nJIM\nHow's Vegas?\n\nHe listens.\n\nJIM (CONT'D)\nRight.\n\nINT. AFRICA CLUB. NIGHT\n\nNEVILLE is sitting in a ruptured banquette smoking a cigar\nand drinking cognac.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. AFRICA CLUB. NIGHT\n\nNEVILLE is sitting in a ruptured banquette smoking a cigar\nand drinking cognac. \n\nTARGET SECTION TO BE ANNOTATED:\n At another one nearby, HEAVIES ONE AND\nTWO are counting money. JIM stands there.\n\nNEVILLE\nYour boy delivered.\n\nJIM nods.\n\nNEVILLE (CONT'D)\n\nYou delivered. You know how rare\nthat is? A man delivers? You get so\nused to every motherfucker not\ndelivering that when one does, you\nwanna cry.\n\f105.\n\nJIM\nSo are we square?\n\nNEVILLE looks hesitant: clever.\n\nNEVILLE\nWhat if I told you you keep your\njob at the university forever and\nyou make sure you teach English 101\nto a lot of tall brothers.\n\nJIM\nI'd tell you to kill me.\nNEVILLE\nI get it. Have a drink.\nJIM\nDon’t want one.\nNEVILLE\nYou got your face fucked up by\nKoreans.\nJIM\nYeah I did.\nNEVILLE\n\nThat's just valedictory, man.\nYou're just moving on to the next\nphase of bullshit. You know what\nthe only trouble is with the game\ntonight?\n\nJIM\nWhat’s that?\n\nNEVILLE\nSomeone else bet a seven point\nspread, with a lot of fuckin'\nmoney, in Vegas. Now, would you\nknow who that was?\n\nJIM shakes his head.\nINTERCUT:\n\nDEXTER, in Vegas, handing over the very recognizable DUFFLE\nOF CASH that Jim got from Frank.\n\nJIM\nNo idea.\n\fNEVILLE\nYou don’t tip no one?\n\nJIM\nNo.\n\nNEVILLE takes this on: blows smoke into his glass: drinks.\n\nNEVILLE\nWhat’s your life plans?\n\nJIM shrugs.\n\nNEVILLE (CONT'D)\nMake part of it never seeing me\nagain. I don’t need you, brother. I\nhave Lamar, forever. He’s going\npro, not doing his junior year.\n\nJIM\nI know.\n\nNEVILLE\nYou think I want you out there\nknowing that?\n\nGestures over at the MONEY being counted.\n\nNEVILLE (CONT'D)\nKnowing this?\n\nJIM\nI’m gonna tell you that I’m not\ngoing to do you the discourtesy of\nassuming what you’re thinking, but\nI know you’re going to do the right\n\nthing.\n\nNEVILLE\nWhy’s that?\n\nJIM\n\nBecause that’s what you do. That’s\nwhat you are.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEVILLE\nWhy’s that? JIM\n\nBecause that’s what you do. That’s\nwhat you are. \n\nTARGET SECTION TO BE ANNOTATED:\n You do the right\nthing.\n\nNEVILLE doesn't want to wear that halo.\n\nNEVILLE\nWhy am I so fuckin' transparent.\n\nJIM gets up.\n\f107.\n\nNEVILLE (CONT'D)\nOdds still not in favor of you\ngetting out of the other mess\nyou're in, but you’re done with me.\nWe’re square. Where you get it?\n\nJIM\nBorrowed it from Frank.\nNEVILLE\nFuck you you did.\nJIM\nAsk him.\nNEVILLE\n\nI will ask him.\n\nJIM\nThen you'll find out that I did.\n\nNEVILLE LOOKS at the MONEY and then up at JIM. He knows\nexactly what JIM did and\n\nJIM knows that NEVILLE knows.\n\nFinally NEVILLE puts the envelope in his coat and holds out\nhis hand.\n\nNEVILLE\nThat Lamar was crooked anyway.\nEverybody's ready to be bent, or\nready to be straight. Personally\nI’m ready to be straight. Get\nmyself a avocado farm or a winery.\nI do what I have to do but I’m not\na huge fan of low company. A man\ncan transform his shit.\n\nJIM starts to go.\n\nNEVILLE (CONT'D)\nBrother.\n\nJIM stops, turns around.\n\nNEVILLE (CONT'D)\nIf I find out you suddenly paid\nFrank back in any sort of mystery\nfuckin’ situation, then I know what\nyou did. And nothing changes.\n\nJIM nods, and goes.\n\f108.\n\nEXT. JIM'S HOUSE. NIGHT\nJIM’'S BAGS are packed and by the door.\n\nDEXTER, the tennis player, is sitting on one of the few\nremaining bits of furniture, a hard chair in what used to be\nthe dining room. JIM is washing his face in the kitchen sink.\n\nDEXTER\nI have never done anything like\nthat in my life. I didn't think I\nwas gonna get out of Vegas alive.\n\nA LARGER DUFFEL than Dexter left with lies on the floor.\n\nJIM\nOpen it, and take out fifty grand.\nThat's yours.\n\nDEXTER doesn't move.\n\nDEXTER\nI’m gonna have my picture on the\nWheaties Box within fuckin’ months,\ndude. Unless I'm on Youtube doing a\nbong hit. I don't need it.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEXTER\nI’m gonna have my picture on the\nWheaties Box within fuckin’ months,\ndude. Unless I'm on Youtube doing a\nbong hit. I don't need it. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM\nThat's why I picked you. Do what\nyou like.\n\nJIM looks out the window as a car passes slowly.\n\nJIM (CONT'D)\nIt’s time to get away from me,\nDexter. Far, far, away.\n\nINT. CAR. NIGHT\n\nJIM, driving downtown, picks his cell phone up off the seat,\nand speed dials.\n\nJIM\nFrank, it’s Jim. I’ve got your\nmoney. No, I can’t go there. The\nthing is, you have to meet me.\nKoreatown. The place, you know the\nplace, right?\n\nINTERCUT FRANK in the schvitz.\n\fFRANK\nEverybody knows the place. Whether\nI want you anywhere near that place\nwith my money in your hands is\nanother fuckin’ story.\n\nJIM\nThat’s the only place I’1l meet\nyou.\n\nFRANK\n\nYou have all my money plus\neverything? Are you telling me you\nhave all my money.\n\nJIM\nI have all your money plus all\nMister Lee's money. I have all the\nmoney to pay everything I owe to\neverybody.\n\nFRANK\nWhat do you do when you’re in fuck\nyou position?\n\nJIM\nWe’ve had that discussion and I\nunderstand your point, but you\ngotta meet me there.\n\nFRANK\nIf there was a list of places where\nnobody gets ripped off I believe\nthat’s at the top.\n\nEXT. KOREATOWN. NIGHT\n\n109.\n\nEstablish the non-descript building with a corner entrance\n\nthat we've seen before, guarded by Koreans.\n\nINT. KOREATOWN GAMBLING DEN HALLWAY. NIGHT\n\nJIM comes up some stairs and heads down a corridor\ndoor guarded by two KOREAN GUYS we have never seen\nstops. One of them snaps his fingers and JIM hands\na CARD with Korean writing on it...a passport from\n\ntowards a\nbefore. He\nover first\nMister\n\nLee...and then, for inspection, the DUFFEL. The BIGGEST\n\nKOREAN looks up in wonder after inspecting what is\n\ninside.\n\nThen they open the door...and Jim passes through into...\n\f110.\n\nINT. KOREATOWN GAMBLING DEN. NIGHT\n\nAnother world.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KOREATOWN GAMBLING DEN. NIGHT\n\nAnother world. \n\nTARGET SECTION TO BE ANNOTATED:\n At low tables around the room, Korean\nbusinessmen are drinking and being served by submissive,\nattentive, women. They refill the men’s glasses and cut their\nfood for them.\n\nJIM, backpack on his shoulder, stands looking at the GAMING\nTABLES.\n\nBlackjack, roulette, the usual. All games here are played\nwith CASH — masses of cash, deployed by not only Asian\nbusinessmen but serious and rich professional gamblers. In a\nside room, poker is being played at a lighted baize table.\n\nJIM refocuses on the roulette wheel, obsessively. He moves\nforward. Then stops. All or nothing: what about nothing. For\nthe first time the tables have no allure.\n\nMISTER LEE materializes.\n\nMISTER LEE\nYou have my money?\n\nJIM looks at him.\n\nMISTER LEE (CONT'D)\nIf you have the money, I advise you\nnot to play. It's all over.\n\nJIM\nI know that.\n\nMISTER LEE\nMy partner is in the corner.\n\nJIM looks, not wanting to. The PARTNER is a big Korean,\nhaving his meat cut for him by a bottle girl. He is merely a\nbusinessman...except for the security with folded arms. JIM\nlooks back at Mister Lee and then at the TABLES.\n\nMISTER LEE (CONT'D)\nIf you lose, the money does not go\nto me.\n\nJIM\nI know that.\n\nFRANK and BIG ERNIE have entered. They see JIM in the room,\nstanding with MISTER LEE, and instead of approaching (FRANK\nlooks worried), they move to the BAR, from which they can\nobserve JIM.\n\f111.\n\nJIM is very aware of them: very aware too of Mister Lee’s\n\nHEAVIES.\n\nMISTER LEE\nI cannot take money off you by\nforce in here.\n\nJIM\nI know that. That’s why we’re here.\nI told you we were going to gamble,\nright?\n\nThey stare at each other.\n\nMISTER LEE\nYou have enough money to pay me?\nJIM\nYes.\nMISTER LEE\nYou must come outside.\nJIM\nNo.\nMISTER LEE\nYou owe Frank, also.\nJIM nods.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nJIM\nNo. MISTER LEE\nYou owe Frank, also. JIM nods. \n\nTARGET SECTION TO BE ANNOTATED:\nMISTER LEE (CONT'D)\nYou are going to pay?\nJIM\nNo, I'm going to play.\nMISTER LEE\nWhat are you going to play?\nA long beat.\nJIM\nEverything.\nMISTER LEE\nYou can’t.\nJIM\n\nIt’s the only way I'll do it. You\ncan't take the money off me in\nhere, and neither can he.\n\f112.\n\nJIM indicates FRANK, and is now watching the ROULETTE WHEEL.\nThe ball doing its thing.\n\nJIM (CONT'D)\nRed or black, all or nothing. All\nthe money down. That’s all I’1l do.\n\nMISTER LEE\nIf you lose, you will not leave\nhere alive. I can’t allow it.\n\nJIM\nExactly. Is the table clean?\n\nMISTER LEE\nThis is not my establishment.\n\nThis is terrifying: but JIM is committed.\n\nJIM\nThey'll take a very sizeable bet?\nMISTER LEE\nThat is what this establishment is\nfor.\nJIM\nGood.\nMISTER LEE\n\nLet me have my money.\nJIM surges forward.\nBIG ERNIE intercepts him.\n\nBIG ERNIE\nWhat the fuck are you doing?\n\nJIM looks down at the hand holding his coat. A KOREAN BOUNCER\ncomes and deliberately removes BIG ERNIE’S HAND.\n\nBIG ERNIE (CONT’D)\nWhat the fuck are you doing?\n\nFRANK is standing alarmed by the bar. BIG ERNIE is hustled\nout of the room, going along, because it would be very unwise\nnot to.\n\nJIM goes to a table, unzips his backpack, and stacks his cash\non the table. He discards the backpack. He picks up the block\nof cash and heads towards the roulette table.\n\f113.\n\nJIM moves forward, fast, and puts HUNDREDS AND HUNDREDS OF\nTHOUSAND DOLLARS in cash on the table, all the money he has\nmade in Vegas from betting on Lamar's game, less what he paid\nNeville Baraka, putting down one lump of cash after another.\n\nThe croupier stares.\nJim's gaze wanders over the table...reds and blacks blurring.\n\nHe is dimly aware of SPECTATORS crowding in...FRANK...",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim's gaze wanders over the table...reds and blacks blurring. He is dimly aware of SPECTATORS crowding in... FRANK... \n\nTARGET SECTION TO BE ANNOTATED:\nMISTER\nLEE...\n\nJIM\nAll on black.\n\nTHE CROUPIER spins the wheel. The ball goes into the wheel.\nJIM closes his eyes and listens to the clatter of the ball.\nIMAGES cascade through his mind: the DESERT SUNRISE, AMY in\nthe desert, his child staring at him from a basin in the\ndelivery room, his mother, himself leaning in a balcony\ndoorway and looking out over a foreign city on the best\nmorning of his life, an image of a typewriter, with a blank\npage, on which we PUSH IN.\n\nWe are on his face, covered with sweat, when the clatter of\nthe ball stops. There is nothing but silence from the Korean\nspectators.\n\nJIM opens his eyes and sees:\n\nTHE BALL LYING IN BLACK.\n\nJIM turns immediately from the table and begins walking out\nof the establishment: out of everything.\n\nFRANK is staring.\n\nTHE OWNER of the ESTABLISHMENT is standing right in front of\nhim. JIM walks up to him.\n\nJIM (CONT'D)\nI was playing for Mister Lee, and\nfor that gentleman over there.\n\nHe points at FRANK who stands there stunned.\n\nJIM (CONT'D)\nI’m not actually a gambler.\n\nEveryone watches as he crosses the room, and goes to the\ndoor, and is let through by Koreans.\n\f114.\n\nEXT. THE BUILDING IN KOREATOWN. NIGHT\n\nFRANK and BIG ERNIE come out, escorted as far as the\nsidewalk, carrying the winnings. FRANK looks around and sees:\n\nJIM leaning against the black borrowed MERCEDES, flipping the\ncar key in his hand.\n\nBIG ERNIE and FRANK come up to him. There’s not much to say.\nJIM holds out the car key and FRANK takes it.\n\nFRANK\nYou need a ride?\n\nJIM shakes his head.\n\nJIM\n\nNo, I‘1l walk. I feel like walking.\nFRANK\n\nYou got anything on you?\nJIM\n\nNot a fucking cent, brother.\nFRANK\n\nThat’s not “fuck you” position.\nJIM\n\nYes it is.\nFRANK\n\nThen say it to me.\nJIM\n\nFuck you.\nFRANK\n\nGood boy.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANK\n\nThen say it to me. JIM\n\nFuck you. FRANK\n\nGood boy. \n\nTARGET SECTION TO BE ANNOTATED:\nJIM shoves off the car and begins to walk down the old\ndowntown street: as SCORE comes up and carries us along into\nhis new world (needless to say this is about the music), we:\n\nCUT TO:\n\nEXT. AMY'S BUILDING. NIGHT TOWARDS DAWN\n\nESTABLISH THE BUILDING, with its red \"Los Altos\" sign lit now\nfor the first time in the film.\n\nWe are at Jim's POV.\n\f115.\n\nJIM stands across the street, head slightly cocked, looking\nat the building, hands in the pockets of his coat. He seems\nfor a moment to have his old look, his solitary look, and\nmoves on along the sidewalk, to pass the Los Altos by...but\nthen he stops and looks again, and crosses the deserted\nboulevard the way he walked towards the roulette wheel in\nKoreatown.\n\nMOMENTS LATER\n\nHe is leaning, humped in his coat, in the entrance way. He\ntakes a deep breath: he's redeemed: it's over. He reaches and\n(in the greatest act of his life) presses the intercom\nbutton.\n\nFROM ACROSS THE BOULEVARD\n\nWe see JIM, now a small figure, waiting for the doorbell to\nbe answered. Finally he pushes through the glass and goes\ninside and as a RED AND BLACK VAN wipes the screen very close\nwe go to\n\nBLACK\n\f"
}