{
  "1": "\"THE BUNKER\"\n\nby\n\nClive Dawson\n\nFinal purchase draft - June 2000\n\n© Millennium Pictures PLC\nPinewood Studios\n\nIver Heath\n\nBucks\n\nSLO ONH\n\nTel: 01753 651700\n\fIt's merely the span of a single lifetime\nsince hell was last visited upon the earth\n\f“THE BUNKER”\n\nPROLOGUE:\nINT. TUNNEL SYSTEM - JUNE 1944\n\nAn unfinished section of tunnel carved through bare earth,\nbraced with pit-props and shored with timber. Rubble and\nwood and construction equipment are scattered around.\n\nDim work-lights are strung along the roof, but barely\nilluminate the scene. An emergency generator CLATTERS away\nsomewhere in the b.g.\n\nAt the junction of a dark side-tunnel, two Organisation Todt\nguards -- a SERGEANT and a CORPORAL -- are working furiously.\nHAMMERING huge lengths of timber across the mouth of the side-\ntunnel, gradually sealing it off.\n\nTheir noses and mouths are masked against the dust by grimy\ncotton scarves, but their unease is plain to see.\n\nAs they continue working, an 0.T. PRIVATE emerges from the\ngloom of the main tunnel, jogging towards them. He slows to\na halt as he joins his two comrades, and begins to quickly\nfill them in.\n\nPRIVATE\nThat’s the last of them. Everybody\nelse is out.\n\nThe Sergeant glances around at the Private, but doesn’t stop\nworking.\n\nSERGEANT\nPut a face mask on, you idiot!\n\nBut the young Private seems impatient and cavalier. He\nignores the comment and simply wipes the sweat from his neck\ngesturing curiously at the side-tunnel:\n\nPRIVATE\nLook, when do we find out the big\nsecret? What's the panic? What're\nwe supposed to be afraid of?\n\nThe other two exchange a glance.\n\nCORPORAL\nNever you mind! Just give us a\nhand to finish up. Quick!\n\nThe Private joins in reluctantly, and they hoist another\nthick plank into place, holding it in position while the\nCorporal HAMMERS a nail through one end.\n\f2.\n\nA CREAK -- and dust begins to spill from the roof. The\nCorporal carries on regardless, NAILING the other end.",
  "2": "---END OF PREVIOUS SECTION---\n2. A CREAK -- and dust begins to spill from the roof. The\nCorporal carries on regardless, NAILING the other end. \n---TARGET SECTION TO BE ANNOTATED---\nBut the Private is still inquisitive.\nPRIVATE\nNobody out there’s got a clue\nwhat’s going on. wWhy’re we doing\nthis?\nSERGEANT\nBecause we've been ordered to!\nIsn't that enough for you?\n\nAnother plank is lifted into place, and the barricade is\nnearing completion...\n\nthen the distant CLATTER of the generator falters.\n\nThe lights dim -- then brighten again as the generator\nreturns to its previous steady rhythm.\n\nThe two NCO's FREEZE -- holding their breath -- looking at\neach other with speechless expectation.\n\nThe generator SPLUTTERS again -- terminally, this time.\nThey let go of the plank, and it CRASHES to the floor.\n\nScrabbling for their torches, starting to panic. The Private\nwatching bemused as the other two CURSE under their breath.\n\nThe Generator NOISE is now on a rapid downward curve, slowing\nand dying. The lights are going with it...\n\n... and a solid, shocking blackness drops on them with sudden\nSILENCE.\n\nTheir torches are on but the beams are feeble, struggling to\npenetrate the darkness. The Sergeant can't help himself:\n\nSERGEANT (cont'd)\nOh, Christ!\n\nHis voice ECHOES away into the darkness.\nPRIVATE\nThe generator’s just out of petrol.\nWhat's so --\n\nCORPORAL\nShhh!\n\nA pause\n\n... then, from the side-tunnel, comes a new noise: A faint\nSCUFFLING sound.\n\f3.\n\nThey automatically shine their torches at the barricade\ntheir fear tangible now -- affecting even the young Private,\nwhose cocky expression of disdain is rapidly dropping from\nhis face. The Sergeant’s voice is tight:\n\nSERGEANT\nIt's happening! Just like they\nsaid!\n\nPRIVATE\n\nWhat is it? Is someone in there?\n\nBut the other two are already backing away along the tunnel\nin horrified disbelief.\n\nThe Private begins to follow after them, his nervousness\ngrowing by the second... the SCUFFLING getting LOUDER...\n\nPRIVATE (cont’d)\nFor God's sake, what is it? What's\nin there?\nBut the other two turn and RUN.\nLOUDER STILL...",
  "3": "---END OF PREVIOUS SECTION---\nWhat's\nin there? But the other two turn and RUN. LOUDER STILL... \n---TARGET SECTION TO BE ANNOTATED---\n!\nAnd as his composure finally crumbles and he RUNS after them,\nthe Private looks BACK over his shoulder one last time -- his\nface now betraying an expression of sheer terror...\nCUT TO BLACK:\nFRONT TITLES\nFADE IN:\nEXT. FOREST - GERMAN BORDER, DECEMBER 1944 - DAY\n\nDensely packed pine trees in all directions. Snowflakes\nflutter down silently from a steel-grey sky.\n\nA German Army supply lorry crawls along a dirt road which\nwinds through the forest, engine racing and wheels spinning\nas it slithers through the river of mud churned up by a\nhundred tanks and vehicles long gone.\n\nAccompanying it are a score of infantry, breath pluming in\nthe frosty air. Some trudge alongside the lorry, offering a\nshoulder occasionally to straighten it as it fishtails\nthrough the slush. The remainder follow twenty yards behind.\n\nEach is sagging under the weight of helmet, equipment and\nsodden greatcoat.\n\nTheir uniforms mark them as regular army -- but their coats\ncarry the black and silver cuff-bands of an ‘elite’ division.\n\f4.\n\nENGELS, heading up the group of stragglers, reaches into his\nbread-bag and pulls out a half-eaten bar of chocolate. He\npops a piece into his mouth, and chomps it wearily.\n\nFollowing in his wake are EBERT, SCHENKE, KREUZMANN, BAUMANN,\nHEYDRICH, unit medic FRANKE, and C.0., LT. KRUPP. We’1ll get\nto know each of them soon enough. Two or three others make\nup the numbers -- but our group of eight are the main players\nfor now.\n\nENGELS\nThey’11 be heading on to Brussels\nwithout us, at this rate.\n\nEbert, moving with a lithe, cat-like alertness despite his\ntiredness, throws Engels an idle sideways glance.\n\nEBERT\nWhat’s your hurry?\n\nSCHENKE\n(a snort, butting in)\nWell, it’s not to win any medals\nthat’s for sure.\n\nEngels ignores Schenke’s comment, and responds to Ebert’s\nquestion.\n\nENGELS\nWhat’s the hurry? Have a guess.",
  "4": "---END OF PREVIOUS SECTION---\nEngels ignores Schenke’s comment, and responds to Ebert’s\nquestion. ENGELS\nWhat’s the hurry? Have a guess. \n---TARGET SECTION TO BE ANNOTATED---\nEBERT\n(bored)\nThe women.\n\nENGELS\nGod, no! They’re like French women\n- coarse hair and wide-pored skin.\nNext guess.\n\nHeydrich -- older than the rest, a veteran -- chips in.\n\nHEYDRICH\nSurely not the booze?\n\nENGELS\n(shaking head)\nNah! Cat’s piss, all of it.\n(to them all)\nAny more?\n\nEngels looks around -- but nobody else is interested except\nKreuzmann, who is looking to him eagerly for the answer\nEngels glances around once more, then sighs in defeat.\n\fENGELS (cont’d)\nOnly two good things ever came out\nof Belgium: one’s the road to\nGermany, and the other...\n\nEngels snaps off a chunk of chocolate, and tosses it back to\nKreuzmann with a wink and a warm smile. Kreuzmann quickly\ntears off the remaining wrapper with nervy fingers.\n\nKREUZMANN\nChocolate!\n\nEngels cocks his head appreciatively.\n\nENGELS\nGot it. You can say what you like,\nbut they make damned good --\n\nA bullet SMACKS into Engels’ throat, blowing a chunk out of\nhis neck as it exits. The distant RIFLE SHOT follows a\nsecond behind.\n\nAlmost simultaneously, a demolition charge EXPLODES under the\nlorry ahead, taking the legs off the accompanying troops.\n\nThe front end of the vehicle HEAVES into the air and CRASHES\nback down in a smoking ruin.\n\nThe group SCATTER as a hail of SNIPER FIRE rains down:\n\nHeydrich catches a bullet in the leg, and he and Ebert head\nforward and left off the road; Baumann takes a gully several\nyard back, also to the left; Schenke, Kreuzmann, Krupp and\nFranke dive right. The rest take cover as best they can.\n\nEngels, paralysed, drops to his knees in the mud. Hands at\nhis throat stemming the stream of blood. Jaw working to\nspeak, but only producing GURGLES. He’s HIT again, in the\nshoulder, but still remains upright.",
  "5": "---END OF PREVIOUS SECTION---\nHands at\nhis throat stemming the stream of blood. Jaw working to\nspeak, but only producing GURGLES. He’s HIT again, in the\nshoulder, but still remains upright. \n---TARGET SECTION TO BE ANNOTATED---\nKREUZMANN\n(a scream)\nGet him out of there!\nBut all attention is focussed forward as the rest of the unit\nswing into action in unison, settling behind cover to return\nFIRE with well-practised precision. With bullets SPITTING\ndown all around, it’s all they can do to stay put.\n\n. while their legless, dying comrades SCREAM in the b.g.\n\nHEYDRICH & EBERT\n\nsnuggle into cover across the road, Heydrich dragging his\ninjured leg painfully.\n\nShock and confusion showing on their pale faces.\n\fEBERT\nHow bad’s the leg?\n\nHeydrich simply shakes his head, more concerned about Engels,\nwho’s still propped up on his knees in the kill-zone.\n\nHEYDRICH\nWe need to give Engels some\ncovering fire - see if someone can\nget to him.\n\nEBERT\nAngle’s wrong from here. Sniper-\nfire’s coming from up left\nsomewhere.\n\nHEYDRICH\nWhat about retreating to that gully\nback there ...?\n\nSomeone BURSTS through the bushes suddenly behind them -- and\ntheir guns are half turned in response before they realise\nit’s Baumann.\n\nBAUMANN\nWe’ve got to move! They’re coming\nup from behind.\n\nEbert looks around, alert.\n\nEBERT\nI don’t see any --\nBAUMANN\nI tell you they’re coming. It’s a\ntrap!\nHeydrich and Ebert cast a concerned glance over at their\nstricken comrade -- then Ebert makes a hasty decision.\nEBERT\n\nAlright. Let’s find cover forward.\n\nThey jump to it and move forward through the trees, rifles\npointed in readiness, Heydrich limping along as best he can.\n\nBut they’ve barely gone ten yards before a MACHINE GUN open\nup from somewhere front right, bullets CHOPPING into the tree\n\ntrunks all around them -- forcing them back\nEBERT (cont’d)\nShit! !\nBaumann and Ebert run for cover -- but Heydrich trips...\n\nAs bullets KICK into the snow around him, Heydrich SHOUTS for\nhelp involuntarily...\n\fENGELS\n\nSlumped in the kill-zone, Engels is on automatic pilot.\nDespite his appalling injuries his free hand struggles to\nopen the flap on his holster, to get to his P.38.",
  "6": "---END OF PREVIOUS SECTION---\nAs bullets KICK into the snow around him, Heydrich SHOUTS for\nhelp involuntarily... ENGELS\n\nSlumped in the kill-zone, Engels is on automatic pilot. Despite his appalling injuries his free hand struggles to\nopen the flap on his holster, to get to his P.38. \n---TARGET SECTION TO BE ANNOTATED---\nHe just manages it when two more bullets CHOP into him,\nsmashing into arm and abdomen.\n\nHe slumps back on his haunches with a gurgled MOAN -- but,\nmiraculously, still stays upright.\n\nKREUZMANN, SCHENKE, KRUPP AND FRANKE\n\nhuddle deeper behind cover as a sustained FUSILLADE of shots\nrains down upon them suddenly.\n\nSCHENKE\nChrist!!\n\nKreuzmann is making no attempt to return fire, simply staring\nimpotently at Engels, who has somehow summoned the strength\nto shuffle around towards them, vainly trying to inch his way\nto cover.\n\nFranke, meanwhile -- his helmet bearing the red cross of a\nfield medic -- averts his eyes so as not to look upon the man\nhe cannot help.\n\nLieutenant Krupp is looking around for options.\n\nKRUPP\nWe’re dead if we stay here!\n(a shout)\n\nHeydrich! Baumann!?\nNo reply.\n\nSCHENKE\nWhere are they?\n\nThe sniper fire abates momentarily. But then something\nsmall, ovoid and black sails gracefully out of the trees\ntowards them, SPLASHING heavily into the mud beside Engels.\n\nSCHENKE (cont’d)\n(a shout)\nGrenade! !\n\nSchenke, Krupp and Franke hit the dirt -- but Kreuzmann is\nfrozen in horror, his eyes locked with those of Engels.\n\nThe grenade EXPLODES with a sharp, shattering blast, taking\nEngels with it.\n\fAnd Kreuzmann is caught in the shockwave...\n\nCUT TO:\nEXT. FOREST - ELSEWHERE - DUSK\nSilence.\nA forest clearing. It’s later. Darker. Dusk is falling\nwith the snow. A few brief moments of perfect stillness in\nthe picture-postcard scene, far away from the action.\nNot even the distant thud of gunfire any longer.\nThen Ebert, Heydrich and Baumann stumble through the trees.\nEbert scans the forest ahead with exhausted eyes, his rifle\nheld ready at his side -- his free arm supporting the\naccident-prone Heydrich. Heydrich’s leg, by now, is soaked\nwith crusted blood. His face is creased with pain, but still\nhe keeps watch left and right, pistol in hand.",
  "7": "---END OF PREVIOUS SECTION---\nEbert scans the forest ahead with exhausted eyes, his rifle\nheld ready at his side -- his free arm supporting the\naccident-prone Heydrich. Heydrich’s leg, by now, is soaked\nwith crusted blood. His face is creased with pain, but still\nhe keeps watch left and right, pistol in hand. \n---TARGET SECTION TO BE ANNOTATED---\nBaumann brings up the rear. He’s edgy, scanning the trees\nbehind them with rifle aimed.\n\nA few more steps, and Ebert pauses to catch his breath. He\nwhispers, just loud enough for Baumann to hear.\n\nEBERT\nWait a minute.\n\nBaumann crouches and waits, still covering the rear.\nUntangling himself from Heydrich, Ebert creeps forward and\ntakes up position beside a tree several yards away, studying\nthe forest ahead through field-glasses.\n\nAfter a moment, he lowers the binoculars triumphantly.\n\nEBERT (cont’d)\n\nBunker!\nCUT TO:\nEXT. ANTI-TANK BUNKER ‘FRIEDA’ - DUSK\nCLOSE -- as the steel-shutter of a narrow observation loop-\n\nhole SLIDES open suddenly. A glint of eyes in the darkness\nbeyond.\n\nThree metres to the left, in a second loophole sunk into the\ncamouflaged concrete face of the bunker, the twin barrels of\na combined anti-tank cannon/machine gun swivel into action\ntaking aim.\n\nThere is the heavy metallic CLICK-CLACK of a gun being\ncocked. A muffled voice SHOUTS from inside\n\fMIRUS (0.S.)\nStay where you are!\n\nand Ebert’s distant voice replies from off-screen:\n\nEBERT (0.S.)\nDon’t shoot! Comrade!\n\nWIDER -- down a shallow snow-covered slope, on a frozen dirt-\nroad which dog-legs through rows of concrete tank-traps, the\nthree approaching soldiers stop dead in their tracks.\n\nEbert waves his rifle wearily, a dirty white handkerchief\ntied to the barrel. He calls again, cautious:\n\nEBERT (cont’d)\nWe’re coming in. Alright?\n\nNo reply from the bunker.\n\nEbert sets off again anyway, half-dragging Heydrich up the\nslope. Baumann follows a few paces to the rear, still\nwatching the trees behind them.\n\nThe barrels of the guns follow them from the bunker as they\napproach.\n\nSIDE AND REAR OF BUNKER\n\nThe huge bunker is sunk into the tree-covered hillside. The\nthree soldiers make their way up the slope and along the side\nwall, stumbling occasionally in the snow, or on the hidden\nropes of the camouflage netting.",
  "8": "---END OF PREVIOUS SECTION---\nThe barrels of the guns follow them from the bunker as they\napproach. SIDE AND REAR OF BUNKER\n\nThe huge bunker is sunk into the tree-covered hillside. The\nthree soldiers make their way up the slope and along the side\nwall, stumbling occasionally in the snow, or on the hidden\nropes of the camouflage netting. \n---TARGET SECTION TO BE ANNOTATED---\nAt the rear, a deep trench leads to the entrance: this is\noverlooked by another loophole in the wall of the Entrance\nDefence Room. As they struggle down the crude steps into the\ntrench, the steel shutter of this loophole GRATES open to\nwatch them.\n\nEbert arrives first at the heavy steel door, and kicks it.\n\nEBERT (cont’d)\nOpen up, dammit!\n\nFor a moment the three of them wait in silence and stillness\nEbert looking up at the lettering moulded into the concrete\nabove the door. It reads ‘FRIEDA’.\n\nSound of bolts SLAMMING back, and the door swings open.\nEbert stands aside to let Heydrich hobble through first\n\nCUT TO:\n\f10.\nINT. BUNKER - ENTRANCE PASSAGE - DUSK\n\nHeydrich is barely inside before he is PUSHED roughly against\nthe wall, a pistol at his throat.\n\nHEYDRICH\nHey! What the...?\n\nAnd everybody FREEZES.\n\nHeydrich is staring back into the face of another German\nsoldier -- a reserve Volksgrenadier. This is MIRUS, an old\nman with crazy eyes and a crazy demeanour. An old, livid\nwound is visible on his forehead -- and he looks ill.\n\nMIRUS\n(to Heydrich)\nWho are you?\n\nHe rips open Heydrich’s collar, checking his dog-tag.\n\nMIRUS (cont’d)\nLet me hear you speak.\n\nHEYDRICH\nHeydrich. 13th Panzergrenadiers.\n\nEBERT\nLet him go, old man!\n\nMIRUS\n(to Baumann)\nYou! Say something. Why are you\nhere?\n\nBAUMANN\nWe were ambushed. Now take it\neasy!\n\nMIRUS\nAmbushed?\n\nHEYDRICH\nIt’s a bit late to be asking\nquestions, Private. Put the gun\ndown.\n\nMirus blinks, his eyes slowly losing their crazy gleam.\n\nHEYDRICH (cont'd)\nThe gun!\n\nMirus finally backs off. Everybody BREATHES again. Heydrich\nrubs his throat, cursing silently.\n\f11.\n\nAs if his mind has suddenly changed gear, Mirus looks at the\nother three soldiers as if seeing them for the first time.\nHe stokes his old head wound unconsciously.",
  "9": "---END OF PREVIOUS SECTION---\n11. As if his mind has suddenly changed gear, Mirus looks at the\nother three soldiers as if seeing them for the first time. He stokes his old head wound unconsciously. \n---TARGET SECTION TO BE ANNOTATED---\nMIRUS\nI’m sorry...\n\nThe others look at him warily, unsettled by his radical\nchange in temperament.\n\nMIRUS (cont‘d)\nWe were warned, you see. About\nenemy infiltration units.\nEBERT\nIf you weren’t sure about us you\nshould never have opened the door.\nEbert SLAMS and bolts the door behind them.\n(They’re in a short, T-shaped passage: To their right, a\nsmall flight of steps leads down to another steel door; to\nthe left, the Gas Lock which leads deeper into the bunker)\n\nMirus shuffles sheepishly for a second, embarrassed at his\nbehaviour, then gestures for them to follow.\n\nMIRUS\nThis way.\n\nMirus leads them through the\n\nGAS LOCK\n\nMIRUS (cont’d)\nWhat happened to you, again?\n\nthen turns right through the gas-proof doors into the\n\nMAIN CORRIDOR\n\nEBERT\nAmbush. Americans.\n\nDoors in each wall of the corridor lead to the Generator Room\nand the Crew Room. Straight ahead is the door to the Gun\nRoom. Peering around it curiously is a 2nd Volksgrenadier\nThis is NEUMANN; young, almost a boy. Mirus snaps at him:\n\nMIRUS\nKeep watching the front!\n\nNeumann disappears out of sight as Mirus leads the others\nright again, into the --\n\f12.\nCREW ROOM\n\nBunks. Lockers. Pin-ups. Military mottoes painted on the\nwalls. Small stove. Emergency Escape. A Christmas tree --\nwith an ironic cardboard SWASTIKA on top instead of an\nangel.\n\nThe three newcomers slump down onto the bunks near the stove.\nA bit of warmth and comfort. The relief spreads across their\nfaces -- but this only accentuates their pain and exhaustion.\n\nHeydrich stretches out his injured leg.\n\nHEYDRICH\nAhhh!! Shit!\n\nMeanwhile, Mirus hovers nervously, occasionally coughing.\n\nMIRUS\nHow far away did all this happen?\nThe ambush?\n\nEBERT\nThree, four kilometres.\n\nMIRUS\nBut the front-line is supposed to\nbe thirty-odd kilometres away.\n\nHEYDRICH\nThat’s what we thought.\n\nOne by one, they light up cigarettes.\n\nEBERT\nGod knows what the Yanks were doing\nthere. Probably don’t even know\nthemselves.",
  "10": "---END OF PREVIOUS SECTION---\nOne by one, they light up cigarettes. EBERT\nGod knows what the Yanks were doing\nthere. Probably don’t even know\nthemselves. \n---TARGET SECTION TO BE ANNOTATED---\nBaumann is studying Mirus’s reaction:\n\nBAUMANN\nThey might be coming this way.\n\nMirus turns pale. He looks at the other two for\nconfirmation.\n\nMIRUS\nWill they?\n\nEBERT\nMaybe. They were behind us for a\nwhile, back there. All they have\nto do is follow our tracks in the\nsnow.\n\f13.\n\nBAUMANN\n(to Mirus)\nHow many men do you have?\n\nMirus nervously strokes the wound on his forehead.\n\nMIRUS\nJust one.\n\nThe three newcomers stiffen, alert. The relaxation drains\nfrom their faces, to be replaced once more by tension.\n\nHEYDRICH\nYou mean that kid?\n\nMIRUS\nEverybody else was sent forward.\nThey even took our supplies.\n\nEBERT\nChrist!\n\nHEYDRICH\nIs it like this all along the line,\nnow? Just Reserves?\n\nMIRUS\nI don’t know. I think so.\n(defensive)\nThere’s not supposed to be any\nfighting here!\n\nBAUMANN\nSomeone forgot to tell the Yanks.\n\nEBERT\n(to Mirus)\nYou’d better get onto Area Command.\n\nMirus turns to leave, fretting. Ebert calls after him.\n\nEBERT (cont’d)\nWhat was it you said before, about\ninfiltration units?\n\nMIRUS\nAmericans in German uniform.\nSometimes they --\n\nEBERT\nWe know what they are. What about\nthem?\n\nMIRUS\n\nWe were just told to be on the\nlookout for them.\n\f14.\n\nEBERT\nWell, don’t shoot at anyone until\nyou know who it is. There may be\nothers coming, from our unit.\n\nMirus nods and exits. Ebert snorts derisively.\n\nEBERT (cont’d)\nI don’t believe it! Kids and sick\ncrazy old men left in charge.\n\nHEYDRICH\nThat’s what it’s come to, alright\n\nA moment of brooding silence. Heydrich gets out his first-\naid kit and sees to his leg.\n\nEbert gets up and smells the coffee pot on the stove.\nErsatz! He pulls a sour face, but pours a mug-full anyway;\npasses it around. Baumann continues where they’d left off.\n\nBAUMANN\nSo, if the Yanks attack again\nit’1l be up to us.",
  "11": "---END OF PREVIOUS SECTION---\nHe pulls a sour face, but pours a mug-full anyway;\npasses it around. Baumann continues where they’d left off. BAUMANN\nSo, if the Yanks attack again\nit’1l be up to us. \n---TARGET SECTION TO BE ANNOTATED---\nEBERT\nThey won’t necessarily come after\nus. They might have other\npriorities.\n\nBut he doesn’t sound as if he quite believes it. And it’s\nclear from their faces that nor do Heydrich and Baumann.\n\nEbert stares for a moment into his coffee mug -- then raises\nit in a tired, ironic toast:\n\nEBERT (cont’d)\nWell. Happy Christmas!\n\nSudden SHOUT from the Gun Room:\n\nMIRUS (0.S.)\nSomeone’s coming!\n\nCUT TO:\nEBERT’S POV - THROUGH BINOCULARS\nA small group of German soldiers flit cautiously between the\ntrees, at the bottom of the slope overlooked by the bunker.\nThree, maybe four of them.\nEBERT (0.S.)\n\nOurs, alright. What's left of\nthem.\n\f15.\n\nBAUMANN (0.S.)\nCan I see?\n\nCUT TO:\nINT. GUN ROOM - DUSK\n\nEbert is peering out through the loophole. He passes the\nbinoculars to Baumann, then turns to Neumann at the gun.\n\nEBERT\nWhat's your name?\n\nNEUMANN\nNeumann, sir.\n\nEbert looks around: (The room is dim -- lights out because\nthe loophole cover is open) 4.7 cm cannon/machine gun; ammo\nboxes; door to the Ammunition Room; not much else.\n\nIn the b.g., Mirus is on the wall-mounted field-telephone, AD-\nLIBBING terse, monosyllabic comments and replies.\n\nHeydrich is leaning expectantly in the doorway.\nEbert turns back to Neumann and indicates the huge gun;\n\nEBERT\nAre you alright with this?\n\nNeumann nods with a hint of defiance;\n\nNEUMANN\nI used to be on a Flak unit.\n\nEbert is quiet for a moment, looking sadly at this over-\nconfident kid who should be back at home with his family.\n\nHe gestures at Mirus and continues;\n\nEBERT\nDid he explain to you what's going\non? What's his name?\n\nNEUMANN\nMirus. Yes, sir.\n\nEBERT\nAlright. Keep the gun trained on\nthe trees. Just in case.\n\nNeumann nods.\n\nEBERT (cont’d)\nThis isn't like shooting at planes.\nIf you have to fire, use short\nbursts.\n\f16.",
  "12": "---END OF PREVIOUS SECTION---\nEBERT (cont’d)\nThis isn't like shooting at planes. If you have to fire, use short\nbursts. 16. \n---TARGET SECTION TO BE ANNOTATED---\nAnother dismissive, slightly annoyed nod, and Neumann puts\nhis eye back to the gunsight.\n\nMirus hangs up the phone. He's even more agitated, now.\nMIRUS\nThey just said to let them know of\nany developments. That's all!\nEBERT\n(ironic)\nGreat!\nSound of indistinct SHOUTING from outside.\nBAUMANN\nThey're out of the trees. Coming\nin.\nBAUMANN'S POV - THROUGH BINOCULARS\nThe four soldiers are now dodging between the concrete tank-\ntraps, waving towards the bunker. One of them is being\nhelped along by the others.\nBAUMANN (0.S.) (cont'd)\nKrupp; Schenke; Franke. Can't see\nwho they're dragging. Is it\nKreuzmann?\nBACK TO SCENE\n\nEBERT\nCall out to them.\n\nBaumann opens his mouth to shout through the loophole...\nGUNFIRE bursts from the distant trees.\nBaumann and Ebert instinctively duck, grabbing their rifles.\n\nBAUMANN\nShit! !\n\nMirus scrambles back to the gun. Pushes Neumann out of the\nway. Takes over.\n\nBaumann works the bolt on his rifle.\nAims through the loophole.\nFIRES towards the trees.\n\nCUT TO:\n\f17.\nEXT. BUNKER - DUSK\nPanic!\n\nThe four newcomers are yelling incoherently as they scramble\nup the icy slope, under fire from an unseen enemy.\n\nSHOTS are coming from the trees. KICKING into the snow\naround them. PRANGING off the concrete tank-traps. They're\nin the open -- sitting ducks!\n\nFranke is dragging the injured Kreuzmann. Krupp is pushing\nthem along with one hand and FIRING blindly towards the trees\nwith the other. Schenke brings up the rear, laying down a\ncovering fire as he backs up the slope.\n\nOn their faces is the fear of God.\n\nSchenke is HIT. He shouts involuntarily and stumbles; but a\nsecond later he is up again, still firing.\n\nA bullet CLANGS against the side of Franke's helmet.\nHe shouts a string of incoherent CURSES.\nAll this happens in the space of six seconds.\nCUT TO:\nINT.",
  "13": "---END OF PREVIOUS SECTION---\nHe shouts a string of incoherent CURSES. All this happens in the space of six seconds. CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BUNKER - GUN ROOM - DUSK\nBaumann squeezes off another SHOT. Ebert SHOUTS at Mirus;\n\nEBERT\nWhat the hell are you waiting for?\n\nMIRUS\nI can't see the enemy!\n\nEBERT\nJust fire!\n\nThe machine gun EXPLODES into action. The NOISE within the\nconfined concrete space is incredible.\n\nBaumann FIRES again, finishing his clip.\nPulls away from the loophole.\nEbert takes his place instantly, firing.\n\nNeumann breaks open a new ammo belt for the gun.\nHeydrich finishes loading shells into a rifle magazine.\nTosses it to Baumann.\n\nEBERT (cont’d)\nThey're coming around the side!\n\nBaumann SLAMS the clip into his rifle.\n\f18.\n\nBAUMANN\nI’m alright here. Go!\n\nEbert pulls away from the loophole and Baumann smoothly takes\nhis place, FIRING immediately.\n\nHeydrich catches on straight away.\n\nFollows Ebert out of the room.\n\nMAIN CORRIDOR AND GAS LOCK\n\nEbert races for the rear. Heydrich hobbles behind him.\n\nHEYDRICH\nI'll get the door.\n\nThey pile into the Gas Lock. Ebert branches off right.\nHeydrich goes left, around the dog-leg to the main door.\nENTRANCE DEFENCE ROOM\n\nA small, bare, cramped room. Loophole in the outer wall.\n\nEbert is at the loophole in an instant. Checks outside.\nSHOUTS through to Heydrich:\n\nEBERT\nClear!\nENTRANCE PASSAGE\n\nHeydrich pulls open the door just in time for the new\narrivals to SPILL inside, almost falling over each other.\n\nHe SLAMS the door shut behind them.\n\nThey collapse against the wall and sink to the floor. Fora\nfew moments they say nothing, catching their breath and\ngradually realising they're still alive.\n\nFranke leans back with his eyes closed, pale and trembling,\nand hugging his steel helmet to his chest.\n\nLieutenant Krupp wipes his face with a handkerchief -- and\nlooks uneasily around the cramped space, pulling open his\ncollar.\n\nThe MUFFLED SHOOTING continues in the b.g.\n\nHeydrich takes a look at Kreuzmann, who is semi-conscious and\nobviously in the worst condition.",
  "14": "---END OF PREVIOUS SECTION---\nLieutenant Krupp wipes his face with a handkerchief -- and\nlooks uneasily around the cramped space, pulling open his\ncollar. The MUFFLED SHOOTING continues in the b.g. Heydrich takes a look at Kreuzmann, who is semi-conscious and\nobviously in the worst condition. \n---TARGET SECTION TO BE ANNOTATED---\nHEYDRICH\nWhat happened to the others?\n\f19.\nSchenke struggles back to his feet painfully.\n\nSCHENKE\nTake a wild guess!\n\nKRUPP\n(to Heydrich)\nWho else is here?\n\nHEYDRICH\nEbert and Baumann.\n\nSchenke starts to CHUCKLE ironically, but it emerges as a\nbreathless cough. He looks at his wounded side -- then\nsuddenly KICKS the wall in a violent, cathartic release of\ntension.\n\nCUT TO:\nINT. GUN ROOM - DUSK\n\nThe machine gun is still BOOMING. The air is thick with\ncordite smoke. Baumann is trying to shout over the noise.\n\nThe gun stops momentarily.\n\nBAUMANN\nenough! Hold fire!\n\nAnother short BURST, and the gun stops again.\nEmpty shells RATTLE down the collection tube.\n\nSudden, complete silence.\n\nMirus is glued, rigid, to the gunsight of the machine gun.\nBaumann cautiously peeks through the loophole.\n\nBAUMANN (cont’d)\nThat might hold them for a while.\n\nKrupp enters and takes in the scene. He throws a glance at\nBaumann, then addresses Mirus.\n\nKRUPP\nAre you in charge here?\n\nMirus and Neumann straighten to attention.\n\nMIRUS\nYes, sir.\n\nKrupp heads immediately for the loophole, and Baumann steps\naside to give him access. He turns for the door, but Krupp\ncalls him back:\n\nKRUPP\nBaumann!\n\f20.\n\nBaumann stops where he is and waits patiently, whilst Krupp\nstudies the scene outside.\n\nKRUPP (cont’d)\n(to Mirus)\nYou've been on to Area Command?\n\nMIRUS\nYes sir.\n\nKRUPP\nThat covering fire was bloody late.\nWho was on the gun?\n\nMirus hesitates momentarily -- coughing.\n\nMIRUS\nI was, sir.\n\nKrupp turns away from the loophole and looks Mirus up and\ndown, taking in his Volksgrenadier uniform, and noticing for\nthe first time how sick he appears.\n\nKRUPP\nJesus! You look worse than us.\n\nMirus says nothing, waiting for his telling-off.",
  "15": "---END OF PREVIOUS SECTION---\nKRUPP\nJesus! You look worse than us. Mirus says nothing, waiting for his telling-off. \n---TARGET SECTION TO BE ANNOTATED---\n Neumann\ntoo is expectant -- but Krupp leaves it hanging in the air\n\nKRUPP (cont’d)\nWhat other covering fire is there,\napart from this?\n\nMIRUS\nThere's a machine gun nest across\nthe pass, sir. -- But nobody to man\n\nit.\nKrupp nods to himself.\nKRUPP\nAlright. I'll talk to Area Command\nagain. In the meantime, if\n\nanything moves out there, shoot.\nInstantly!\n\nMirus SNAPS his heels, relieved.\n\nMIRUS\nYes, sir!\n\nHe turns back to the gunsight -- whilst Neumann's face\nbetrays a momentary disappointment and irritation that Mirus\nis off the hook.\n\nMeanwhile, Krupp half-turns to Baumann.\n\f21.\n\nKRUPP\nHow long ago did you get here?\n\nBAUMANN\nJust a few minutes before you did.\n\nA pregnant pause.\n\nBAUMANN (cont’d)\nWe looked for you.\n\nKrupp turns away again without reply.\n\nHe looks around the smoky room and suddenly seems short of\nbreath. Face close to the loophole for air, he tugs at his\ncollar claustrophobicaly, and barks an order.\n\nKRUPP\nSomeone turn on the vents.\n\nCUT TO:\nINT. CREW ROOM - DUSK\n\nKreuzmann is helped onto one of the bunks by Franke and\nSchenke, Heydrich following behind with his kit. Having let\ngo of Kreuzmann, Schenke slumps onto the next bunk, looking\ndown again at his bleeding side. He’s still steamed.\n\nSCHENKE\nBastards! Behind us all the\nshitting way. Don't they know when\nto quit?\n\nFRANKE\nLet me see it.\n\nFranke tries to look at his wound, but Schenke shrugs him off\nangrily, gesturing at Kreuzmann:\n\nSCHENKE\nJust get on with pampering him!\n\nHeydrich is still settling Kreuzmann.\n\nHEYDRICH\n(calmly)\nHe’s hurt, Schenke. And he lost\nhis friend back there.\n\nSchenke isn’t impressed, but drops the subject.",
  "16": "---END OF PREVIOUS SECTION---\nHEYDRICH\n(calmly)\nHe’s hurt, Schenke. And he lost\nhis friend back there. Schenke isn’t impressed, but drops the subject. \n---TARGET SECTION TO BE ANNOTATED---\n Franke takes\nover the tending of Kreuzmann, and Heydrich hobbles over to a\nbunk at the other side of the room.\n\nSchenke eases himself back against the wall, taking deep\nbreaths to calm himself and control the pain -- an Iron Cross\n2nd class glinting visibly on his tunic.\n\f22.\n\nThen he rests momentarily, eying Heydrich.\n\nSCHENKE\nHow many do you think, out there?\n\nHEYDRICH\nWho knows? Enough, anyway.\n\nSCHENKE\nI reckon two or three snipers and a\nmachine gun each side of the road.\nPlus maybe a couple on demolition.\n\nHEYDRICH\n(shaking head)\nMore than that.\n\nSCHENKE\nIf we hadn’t split up, we could’ve\nfought it out.\n\nHEYDRICH\n(impatient)\nAnd got ourselves killed.\n\nSCHENKE\nIt was ten or twelve men at most.\n\nHEYDRICH\nYes, and God knows how many more\ncoming up from behind.\n\nSCHENKE\n(surprised)\nWhat do you mean? You saw others?\n\nHEYDRICH\nI didn’t see them, no, but --\n\nSCHENKE\nThen who says?\n\nHeydrich shakes his head dismissively, annoyed that he’d\nallowed himself to be drawn into an argument.\n\nHEYDRICH\n(weary)\nDon’t start, Schenke.\n\nSchenke glances over at Franke momentarily, intrigued -- then\nleans forward eagerly.\n\nSCHENKE\nWe pulled back without bumping into\nanyone else. How do you think we\ngot out of there!?\n(a pause)\n(MORE)\n\fSo. Who r@uHENKH ecw’ @i1 these 23.\nother Yanks?\n\nHeydrich remains silent -- and Schenke suddenly becomes aware\nthat Baumann is standing in the doorway, listening.\n\nBaumann and Schenke glare at each other for a moment -- then\nSchenke SNIGGERS, shaking his head contemptuously.\n\nBaumann stands his ground defiantly.\n\nBAUMANN\nKrupp wants you up front\n\nSchenke takes a small container from his pocket, shakes a\npill into his hand, and tosses it into his mouth.",
  "17": "---END OF PREVIOUS SECTION---\nBaumann and Schenke glare at each other for a moment -- then\nSchenke SNIGGERS, shaking his head contemptuously. Baumann stands his ground defiantly. BAUMANN\nKrupp wants you up front\n\nSchenke takes a small container from his pocket, shakes a\npill into his hand, and tosses it into his mouth. \n---TARGET SECTION TO BE ANNOTATED---\nThen he gets to his feet and strolls to the door -- pausing\njust long enough to glare once more into Baumann’s eyes --\n\npointedly and childishly polishing his Iron Cross with his\n\ncuff -- as if to emphasis that Baumann doesn’t have one.\n\nAnd with that, Schenke exits.\n\nHEYDRICH\n(after a moment)\nLittle bastard!\n\nBaumann changes the subject.\n\nBAUMANN\nWe’re going to siege conditions.\nKrupp wants you to organise a rota,\nthree-hour shifts.\n\nHeydrich nods, gets up, and departs without further comment\nThe shocked and injured Kreuzmann meanwhile, who has remained\n\nsemi-conscious throughout, is slowly coming to his senses.\nStill groggy, he struggles to focus on Franke and Baumann.\n\nKREUZMANN\n(after a moment)\nDid ... Engels make it?\nFRANKE\n(gently)\nNo.\nHe’s momentarily confused -- then anguish creases his face,\n\nas if the memories of what had happened suddenly flood back.\n\nFRANKE (cont’d)\nIt’s alright. wWe’re safe, now.\n\nBaumann watches as tears drip silently from Kreuzmann’s eyes.\nUncomfortable, he, too, departs.\n\f24.\n\nLeft alone with Kreuzmann, Franke struggles to find words of\ncomfort.\n\nFRANKE (cont’d)\nI... couldn’t have got to him,\nKreuzmann. I’m sorry.\n\nKREUZMANN\nNobody tried to help him. Not even\nme.\n\nFranke doesn’t know what else to say. Instead, he slumps\nback and blows out a weary sigh.\n\nKreuzmann composes himself slightly after a few moments.\n\nKREUZMANN (cont’d)\nWhere is this place?\n\nFRANKE\n(a shrug)\nJust an anti-tank bunker\n\nKreuzmann shivers momentarily, suddenly chilled. He glances\naround the room, as if sensing something...\n\nKREUZMANN\nIt’s not safe here.\n\nBut Franke is no longer listening; he’s studying the fresh\nbullet-dent on the side of his steel helmet introspectively,\nas if dwelling on the close-shave.\nSo Kreuzmann turns his attention again to his surroundings --\nhis gaze finally settling on the square steel hatch leading\nto the bunker’s Emergency Escape shaft...\n\nCUT TO:\nINT.",
  "18": "---END OF PREVIOUS SECTION---\nBut Franke is no longer listening; he’s studying the fresh\nbullet-dent on the side of his steel helmet introspectively,\nas if dwelling on the close-shave. So Kreuzmann turns his attention again to his surroundings --\nhis gaze finally settling on the square steel hatch leading\nto the bunker’s Emergency Escape shaft... CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n GUN ROOM - NIGHT\n\nDarkness, except for the faint diffused moonlight filtering\nin through the loophole at which Schenke is keeping watch.\n\nMirus and Neumann are manning the cannon, while Baumann,\nEbert and Heydrich wait expectantly just inside the doorway.\n\nKrupp, meanwhile, is on the field telephone:\n\nKRUPP\nbut the situation’s approaching\ncritical. -- No, we don’t know that\nfor sure. -- Yes. -- Yes, alright\n\nHe puts down the receiver, exasperated, and turns to the\ngroup.\n\f25.\n\nKRUPP (cont’d)\nAll units are up at the front. No\nreinforcements available. We’re to\nhold until relieved.\n\nEBERT\nHold with what?\n\nKRUPP\nI doubt they’1l attack the bunker.\nThey don’t know we’re low on ammo,\nand this time they don’t have the\nelement of surprise.\n\nEBERT\nThey don’t need it if there’s an\narmoured column heading straight\nfor us.\n\nKrupp glares at him, flustered and annoyed. There are\nclearly still tensions between the two surviving halves of\nthe group.\n\nKRUPP\nAnd where’s this armoured column\ncoming from?\n\nEBERT\nThe same place they did! We don't\nknow what's going on at the front\nline.\n\nKRUPP\nCommand think it’s either an\ninfiltration unit or an isolated\npocket of resistance.\n\nSCHENKE\nAnd what do you think about that\nBaumann?\n\nBaumann ignores the mocking tone of Schenke’s voice.\n\nBAUMANN\nI think there’s a lot more out\nthere than we realise.\n\nSCHENKE\nWell, that’s your story, anyway.\n\nHEYDRICH\nLeave it, Schenke. You don’t know\nwhat you’re talking abou --\n\nBAUMANN\nDon’t make excuses for me. Not to\nhim!\n\f26.\n\nThere’s a second of icy tension -- then Ebert picks up where\nthe conversation left off.\n\nEBERT\nEither way, they must’ve spotted\nwe’ve no covering fire across the\npass. And now that it’s dark\nthere’s nothing to stop them\nsurrounding the bunker.",
  "19": "---END OF PREVIOUS SECTION---\nThere’s a second of icy tension -- then Ebert picks up where\nthe conversation left off. EBERT\nEither way, they must’ve spotted\nwe’ve no covering fire across the\npass. And now that it’s dark\nthere’s nothing to stop them\nsurrounding the bunker. \n---TARGET SECTION TO BE ANNOTATED---\nSCHENKE\n\nSo what? They won't get in --\nnless one of you plans on opening\nhe door for them.\n\nac\n\nHEYDRICH\n(to Krupp)\nbert’s right. And despite having\nuperman here on our side...\n(a gesture at Schenke)\nwithout ammo, we can't stop\nthem.\n\nom\n\nKRUPP\nAnd I say they won't attack.\n\nEBERT\nWhy? Because it's Christmas Eve?\n\n \n\nKrupp opens his mouth to argue, but Heydrich interrupts:\n\nHEYDRICH\nLieutenant, you saw the way they\ncame after us. They’re not just\ndoing their job - they're trying to\nbe heroes.\n\nHe holds out his sleeve, indicating the black, silver-\nlettered divisional insignia which they all wear\n\nHEYDRICH (cont'd)\nAnd if they do get in, they won’t\nbe taking any prisoners.\n\nThere is a moment of reflective silence which temporarily\nhumbles the group. Finally, Ebert again raises his original\npoint.\n\nEBERT\nSo. With the bunker surrounded,\nwhat options do we have when the\nammo runs out?\n\nNeumann glances at Mirus, expecting him to say something, but\nthe old man is keeping quiet. He then looks at Schenke, and\nsummons up the courage to speak himself:\n\f27.\n\nNEUMANN\nThere's always the tunnels.\n\nEverybody looks at him.\n\nCUT TO:\nINT. ENTRANCE PASSAGE & ACCESS TUNNEL - NIGHT\nEbert DRAGS open the bolts of a steel door.\nSchenke, Heydrich, Krupp, Neumann and Mirus are crowded\nbehind him, on the short flight of steps running down from\nthe entrance passage which we glimpsed earlier\nEbert shoves the door open eagerly and shines his torch into\nthe narrow Access Tunnel beyond: about ten metres long;\nconcrete walls; another steel door at the other end.\n\nNEUMANN\nThere. Through that other door\n\nEBERT\nAnd what's in there?\n\nNeumann shrugs and glances at Mirus, who answers reluctantly.\n\nMIRUS\nOnly rats.\n\nHEYDRICH\nJesus, don't tell Kreuzmann.\n\nEBERT\n(to Mirus)\nI meant, what are they for?\n\nMIRUS\nMunitions storage, I think. But\nthey were never finished.",
  "20": "---END OF PREVIOUS SECTION---\nEBERT\n(to Mirus)\nI meant, what are they for? MIRUS\nMunitions storage, I think. But\nthey were never finished. \n---TARGET SECTION TO BE ANNOTATED---\nEBERT\nWhy?\n\nMIRUS\n(a shrug)\nI don’t know. Too many cave-ins\nmaybe. They're not safe.\n\nEBERT\nBut you've been in.\n\nMirus is curiously uncomfortable.\n\nMIRUS\nNot very far.\n\f28.\n\nNEUMANN\nThey must go right under the woods.\nThere's a main entrance at the\nother side of the hill. I've seen\nit from the outside.\n\nSCHENKE\nWere they ever used? Could there\nstill be ammunition stored in\nthere?\n\nMIRUS\nI haven't been in that far. TI told\nyou, it’s not safe.\n\nEBERT\nWhy don't we take a look?\nEbert starts in, his curiosity clearly aroused -- but Krupp\ncalls him back impatiently.\nKRUPP\nNo.\nSCHENKE\nBut if there’s the possibility of --\nKRUPP\n(interrupting)\n\nWe were told to stay put. Unless\nsomething happens, we'll do as\nwe're ordered.\n\n(to Mirus and Schenke)\nAnd you're both still on watch, in\ncase you’d forgotten.\n\nKrupp shoos Mirus and Schenke back towards the Gun Room and\nfollows after them, calling out to Ebert as he goes:\n\nKRUPP (cont’d)\nAnd make sure that door’s closed!\n\nEbert waits until Krupp has gone, then whispers to Heydrich:\n\nEBERT\nI could just have a quick look.\n\nHEYDRICH\nYou heard the Lieutenant.\n\nEBERT\nYeah, I heard him. He’s getting\n\njumpy.\n\f29.\n\nHEYDRICH\nWell, it’s not every day two-thirds\nof the unit gets wiped out in one\ngo.\n(a pause)\nAnd look at the group he’s been\nleft with.\n\nEbert ignores the comment with a shrug, pulling closed the\nAccess Tunnel door.\n\nCUT TO:\nINT. ENTRANCE DEFENCE ROOM - NIGHT\n\nBaumann is on watch, alone. He's cold, bored, and exhausted.\nHe glances out through the loophole momentarily.\n\nBAUMANN'S POV\n\nThe bunker entrance is visible in the diffuse moonlight.\nAll is quiet. As Ebert had done earlier, he focusses for a\nmoment on the name moulded above the steel door.",
  "21": "---END OF PREVIOUS SECTION---\nBAUMANN'S POV\n\nThe bunker entrance is visible in the diffuse moonlight. All is quiet. As Ebert had done earlier, he focusses for a\nmoment on the name moulded above the steel door. \n---TARGET SECTION TO BE ANNOTATED---\nBACK TO SCENE\n\nMoving aside from the loophole, he fishes in his tunic for a\ncigarette. Lights it with a wind-proof lighter.\n\nHe then takes out his wallet. Folded inside is a dog-eared\nPHOTOGRAPH, which he holds in the glow from the lighter: It\nshows a young woman, cradling a cat in her arms.\n\nHe studies the photo, thinking, and the tough face of the\nsoldier softens for a second.\n\nFranke enters and catches sight of the photo before Baumann\nSNAPS the lighter shut.\n\nFRANKE\nThe watch has changed. Go get\nsomething to eat.\n\nBaumann takes another pull on his cigarette. He's about to\nstub it out and leave -- but Franke appears as if he wants to\ntalk, so Baumann offers the butt to him. Franke accepts it\nawkwardly.\n\nFRANKE (cont’d)\nThanks.\n(a pause)\nSo, what about the old man, eh?\nJesus! He’s sick; he shouldn't be\nhere in his state.\n\f30.\n\nBAUMANN\nNone of us should be here.\n\nFranke gets to the point\n\nFRANKE\nListen... Schenke was out of line,\nearlier. Always trying to prove\n\nsomething.\nBaumann says nothing.\n\nFRANKE (cont’d)\nYou heard what slipped out the\nother week? About how he applied\nto join the SS - and they wouldn't\nhave him!?\n\nBaumann nods, a thin smile on his lips.\n\nBAUMANN\nI heard.\n\nFRANKE\nHe's keyed-up on benzedrine half\nthe time. Getting too fond of it\nHe'll get us all killed, one day.\n\nFranke takes a long, deep, nervous pull on the cigarette.\n\nFRANKE (cont’d)\nI tell you; I was scared shitless\nback there! We've ridden our luck\ntoo long, and it's due to run out\n(he pauses)\nHalf a chance and I would've done\nthe same as you.\n\nBAUMANN\nWhat do you mean?\n\nFRANKE\nGot out of there while I could.\nEvery man for himself!\n\nHe takes another pull and offers the cigarette back to\n\nBaumann. But Baumann just looks at him curiously -- face\n\nblank -- and turns away.",
  "22": "---END OF PREVIOUS SECTION---\nEvery man for himself! He takes another pull and offers the cigarette back to\n\nBaumann. But Baumann just looks at him curiously -- face\n\nblank -- and turns away. \n---TARGET SECTION TO BE ANNOTATED---\nFranke frowns, confused -- knowing he said the wrong thing.\nCUT TO:\n\nINT. CREW ROOM - NIGHT\n\nKrupp, Schenke and Mirus are sitting around the stove,\nheating soup.\n\f31.\nAs they do so they AD-LIB war anecdotes, the warmth ana\ncoziness -- and in Mirus's case, a bottle of spirits --\nhaving eased the tension slightly.\n\nNeumann sits nearby, listening with boyish fascination.\nKreuzmann is huddled on a corner bunk, asleep.\n\nMIRUS\n\nbut he wouldn't listen! So, of\ncourse, when he pulled the trigger\nit blew right back in his face.\nTook his eye out, and half his\ncheek with it!\n\n(grim chuckle)\nServed him right, I say.\n\nSCHENKE\nChrist!\n\nEbert, meanwhile, slings on his rifle and takes a last gulp\nof his soup before heading for the door to go on watch.\nSchenke spies this and calls after him.\n\nSCHENKE (cont’d)\nCome on, Ebert. Tell us a quick\nwar story before you go.\n\nEBERT\nYou’re the hero, Schenke. Not me.\n\nHe departs, crossing with Baumann in the doorway. Schenke\nwatches as Baumann silently finds an empty bunk.\n\nSCHENKE\n(to no one in particular)\nAnd not much point asking him, is\nthere.\n\nBaumann ignores him. He takes his mug from his kit-bag\nfills it with soup, and settles back on his bunk to drink it.\n\nMirus, meanwhile, is offering around the booze once more.\nCoughing, he pours a shot for himself and Krupp, and holds\nthe bottle out for Schenke.\n\nMIRUS\nGo on, have one. Look upon it as\nmedicine.\n\nSCHENKE\n\nI told you, I don't drink.\n(changing subject)\n\nSo what's your story, anyway?\n\nHow’d you get the head wound?\n\nMIRUS\nGot that on the front line, in\n\"seventeen. Shell fragment.\n(MORE)\n\f32.\nSome of it Marasidconiin'dpere -- but\nit doesn't bother me much.\n\nSchenke pulls a covert, knowing face at Krupp.",
  "23": "---END OF PREVIOUS SECTION---\n(MORE)\n\f32. Some of it Marasidconiin'dpere -- but\nit doesn't bother me much. Schenke pulls a covert, knowing face at Krupp. \n---TARGET SECTION TO BE ANNOTATED---\nSuppressing a smile, Krupp turns to Neumann, who has been\nlistening quietly in the b.g., enthralled.\n\nKRUPP\nYou don't say much, do you. Come\non, it's your turn.\n\nNeumann shuffles, uncomfortable, and unsure what to say.\n\nKRUPP (cont’d)\nAlright, never mind the war\nstories. How about something funny\nthat happened to you at school?\n\nKrupp laughs. Schenke and Mirus join in. Neumann blushes\nfuriously, embarrassed.\n\nSCHENKE\nAh, leave him. He's alright.\nDon't worry, kid.\n\nSchenke taps his Iron Cross.\n\nSCHENKE (cont’d)\nThere's plenty of time to win one\nof these. This war's not over yet\nbelieve me!\n\nNeumann looks at Schenke, grateful for the comment. Baumann,\nwatching the brief exchange, notices the look of reverence in\nNeumann's face.\n\nHowever, the atmosphere of anecdotal jollity has stalled --\nand Krupp's attention has been shifted back to the present by\nSchenke's comment. He's thoughtful for a moment.\n\nKRUPP\nSo what else do you know about\nthose tunnels, old man? Could we\nget out that way in an emergency,\nor not?\n\nMirus is evasive.\n\nMIRUS\nMaybe... I'm not really sure.\n\nKRUPP\nYou know more than you're letting\non, don't you. What're you hiding?\n\nMirus shrugs dismissively.\n\f33.\n\nMIRUS\nNothing.\n\nBut Krupp is still waiting, so Mirus finally continues:\n\nMIRUS (cont’d)\nAll I know is, there's a whole maze\nof tunnels and storage chambers.\nMaybe there’s a way through - maybe\nnot.\n\nSCHENKE\nSo what happened? Why did they\nabandon the site?\n\nMIRUS\nI think there was some kind of\nrevolt by the slave-workers. The\n0.T. closed the site temporarily\nand never came back. Probably the\nlocal folk-tales didn't help\nmatters.\n\nKRUPP\nWhat do you mean?\n\nMIRUS\nPeople around here have unpleasant\nstories about these woods. Ask the\nkid. He'll tell you.",
  "24": "---END OF PREVIOUS SECTION---\nMIRUS\nPeople around here have unpleasant\nstories about these woods. Ask the\nkid. He'll tell you. \n---TARGET SECTION TO BE ANNOTATED---\nKRUPP\nYou're not talking about ghost\nstories?\n\nKrupp glances around the room, incredulous. Mirus says\nnothing.\n\nKRUPP (cont’d)\nYou're trying to tell me they\nstopped construction on a military\ninstallation because of a few ghost\n\nstories?\nKrupp and Schenke snigger -- but Mirus is serious, his mind\nseemingly elsewhere.\nMIRUS\nYou can laugh here. But in there --\nin the dark -- it's easy to believe\n\nall sorts of things.\nKrupp and Schenke’s derisory laughter wakes Kreuzmann, who\nemerges from his sleep disorientated. He groggily turns over\non his bunk and sits upright.\n\nSchenke turns his attention back to Mirus, sneering.\n\f34.\n\nSCHENKE\nSo just what are these folk-tales?\nMirus thinks for a second -- then decides.\nMIRUS\nAlright. I’1l tell you.\nHe shuffles, settling for his story -- taking their sceptical\nreaction as a challenge -- and getting that crazy gleam in\n\nhis eyes once again. He begins:\n\nMIRUS (cont’d)\nYou have to remember, these woods\nare ancient. Older than Germany.\nPeople have talked about them for\ncenturies. They used to burn\nwitches here, because the place was\nsupposed to be evil. But it was\nduring the Black Death that the\ntales really started.\n\nEverybody is listening intently. Kreuzmann looks around,\npuzzled and wondering what he's missed.\n\nMIRUS (cont’d)\nThe disease was sweeping across the\ncontinent. The village near here\nwas isolated, and they thought they\ncould escape the infection. But\nthere was no escape. The Plague\nfinally took hold and started to\nspread through the village like\nwild-fire; and once infected,\nfriends suddenly became enemies.\n\nMirus pauses theatrically, enjoying the reactions of the\nothers as they're drawn in to the story. Kreuzmann is\nparticularly unsettled.\n\nMIRUS (cont‘d)\nThen, at the height of the Plague,\na stranger arrived in the village.\nSome say he was a priest. If he\nwas, then he was a priest of the\nunholy. Before long, he began to\nturn the villagers against each\nother.",
  "25": "---END OF PREVIOUS SECTION---\nSome say he was a priest. If he\nwas, then he was a priest of the\nunholy. Before long, he began to\nturn the villagers against each\nother. \n---TARGET SECTION TO BE ANNOTATED---\n It didn't take much. He\noffered to rid the village of the\nPlague once and for all. And\npeople believed him.\n\nKreuzmann is now white as a ghost.\n\nMIRUS (cont’d)\nOne dreadful night, he roused the\nvillagers into a frenzy.\n\n(MORE )\n\fHe led a moitRUsi@ontrayp the sick 35.\nand infected people out of the\n\nvillage, burning their houses one\n\nby one. They were pursued into\n\nthese woods, hunted down like dogs\n\nand when they were finally\n\nsurrounded, they were slaughtered\n\nmercilessly. Then their poisoned\n\nbodies were buried in the ground.\n\nKreuzmann has listened to enough. Pale and trembling, he\nshakily gets to his feet and leaves the room.\n\nThe spell is broken. Everybody shuffles uncomfortably.\nMirus looks around. His crazy expression has gone again.\n\nMIRUS (cont’d)\nWhat's the matter?\n\nSchenke glares after Kreuzmann.\n\nSCHENKE\nDon't worry about it, old man; he's\ngot no stomach, that's all. Been\nlike that for a while.\n\nBaumann looks at Schenke silently -- and Schenke returns\nhis gaze with defiant contempt.\n\nCUT TO:\nINT. GAS LOCK - NIGHT\n\nKreuzmann is leaning over the drain beneath the water tap in\nthe corner. Head down, breathing deeply, as if about to be\nsick. The door of the Gun Room is ajar, and Ebert peers\naround it to see what’s going on.\n\nEBERT\nYou alright?\n\nKreuzmann is still groggy and disorientated. He turns on the\ntap and takes a few sips of water from his hand. Then he\ntakes a few unsteady steps along the corridor, clearly\nuncomfortable with the surroundings.\n\nKREUZMANN\nWhat’s happening? Are they still\nout there?\n\nEBERT\nAll the way around, probably.\n\nAnd this unsettles Kreuzmann even more.\n\nKREUZMANN\nYou mean ... we’re surrounded?\n\f36.\n\nEbert realises his mistake.\n\nEBERT\nChances are, they won’t try\nanything.\n\nKREUZMANN\n\nBut they could get in. If they\nreally wanted to.",
  "26": "---END OF PREVIOUS SECTION---\nEBERT\nChances are, they won’t try\nanything. KREUZMANN\n\nBut they could get in. If they\nreally wanted to. \n---TARGET SECTION TO BE ANNOTATED---\n We all know\n\nthat.\n\nEBERT\nThere’s probably not enough of them\nto try.\n\nKreuzmann ignores him, nervously fingering his cuff insignia.\n\nKreuzmann,\n\nKREUZMANN\nAnd you know what they do to elite\ndivision troops. As far as they’re\nconcerned, we’re no better than SS.\n\nEBERT\nTake it easy.\n\nhowever, won’t be consoled.\n\nKREUZMANN\nThere’s something about this place.\nSomething not right. Almost as if\nwe were meant to...\n\nHe trails off cryptically, then looks at EBERT again.\n\nKREUZMANN (cont’d)\nYou haven’t figured it out yet\nhave you.\n\nEBERT\nWhat?\n\nKREUZMANN\nWith Engels and the others dead\nit’s just us again. Just the seven\nof us.\n\nEbert does seem to know what he’s talking about -- but he\nchanges the subject awkwardly.\n\nFRANKE\nBetter get some more rest while you\ncan. You’re probably still\nconcussed.\n\nBut Kreuzmann is now staring with moist, emotional eyes at\nthe motto carefully hand painted over the Gun Room door. It\nreads, ‘GOTT MIT UNS’.\n\f37.\n\nKREUZMANN\n‘God With Us’.\n(then, to Ebert)\nBut he’s not anymore, is he. We’re\non our own.\n\nAnd Ebert doesn’t have an answer. Kreuzmann turns away\nsilently and heads back towards the Crew Room.\n\nCUT TO:\nINT. CREW ROOM\nKreuzmann re-enters the room as discretely as he can.\nThe others are in the process of settling down to get some\nsleep. Baumann is already huddled on his bunk facing the\nwall. Schenke, meanwhile, props himself up on his pillow,\nflicking through an army magazine.\nAnd Kreuzmann waits for a moment by the door -- just\nwatching the others pensively, as if seeing them for what\nthey are for the very first time...\n\nCUT TO:\n\nEXT. BUNKER - NIGHT\n\nA wind is beginning to gust through the trees, driving the\nfalling snow before it.\n\nCUT TO:\nINT.",
  "27": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nEXT. BUNKER - NIGHT\n\nA wind is beginning to gust through the trees, driving the\nfalling snow before it. CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n BUNKER - GUN ROOM - NIGHT\nEbert is crouched with his back to the cannon, idly blowing\ncigarette smoke into his hands and rubbing them together to\nkeep warm.\nHeydrich is leaning close to the loophole, his eyelids heavy.\nHe breaths in sharply and rubs his face, trying to stay\nawake.\nHearing something, he cocks his head to one side, listening.\nHEYDRICH\n(a whisper)\nCome here.\nEbert reluctantly gets to his feet.\n\nEBERT\nWhat is it?\n\nHEYDRICH\nListen.\n\f38.\nThey lean closer to the loophole.\n\nFrom the trees, carried on the wind, the faint tune of a\ndistant harmonica; the beautiful hymn SILENT NIGHT.\n\nThey listen, Heydrich peering outside.\n\nHEYDRICH (cont'd)\nI love the snow.\n\nFor a fleeting moment, he's MOVED -- then he swallows, push-\ning back emotions which are welling up from God knows where.\n\nEbert looks at his wristwatch, struggling to see it in the\nshaft of dull, diffuse moonlight.\n\nEBERT\nMidnight. It’s Christmas.\n\nCUT TO:\nINT. CREW ROOM - NIGHT\nAll is still and quiet. All are asleep. Even the\nhyperactive Schenke, slouched casually on his bunk with his\nMagazine, is nodding-off involuntarily.\n\nKreuzmann's sleep, however, is troubled. He shuffles in his\n\nbunk, unsettled -- as if having a nightmare...\n\nCUT TO:\nEXT. FOREST - NIGHT\nA distorted and surreal sequence -- typical of a dream:\n\nFlaming torches, dozens of them, are dancing like fire-flies\nbetween the dark, distant trees, accompanied by aggressive\nbut incoherent SHOUTS.\n\nSuddenly, a group of figures BURST into the foreground, also\n\ncarrying wooden torches and clearly in pursuit of something.\n\nTheir dress and appearance is strange -- like people from the\nmiddle-ages.\n\nThey carry spears, clubs, and bows.\n\nThey YELL excitedly, shouting encouragement to unseen\ncomrades -- as if they've just spotted something -- and speed\nup their pursuit.\n\nThey split up quickly and rush to surround something, bearing\ndown upon it with weapons raised, then halting in satisfied\nanticipation when they have it cornered...",
  "28": "---END OF PREVIOUS SECTION---\nThey carry spears, clubs, and bows. They YELL excitedly, shouting encouragement to unseen\ncomrades -- as if they've just spotted something -- and speed\nup their pursuit. They split up quickly and rush to surround something, bearing\ndown upon it with weapons raised, then halting in satisfied\nanticipation when they have it cornered... \n---TARGET SECTION TO BE ANNOTATED---\nSilhouetted in the flickering fire-light -- huddled ina\nfrightened, defensive group -- their quarry is revealed:\n\f39.\n\nA small group of men -- wearing the incongruous but\ndistinctive uniforms of German soldiers...\n\nCUT TO:\nINT. BUNKER - CREW ROOM - NIGHT\nKreuzmann awakes with a START.\nSweating profusely, taking a second or two to remember where\nhe is. Then, calming down slightly, he looks around to see\n\nif anyone noticed his abrupt awakening.\n\nAll is just as it was before -- except that Mirus’ bunk is\nnow empty.\n\nCUT TO:\nINT. ENTRANCE PASSAGE - NIGHT\nMirus is up to something.\n\nHe creeps down the short flight of steps to the Access Tunnel\ndoor, torch in hand -- and gently works open the steel bolts.\n\nEasing the door open, he pauses momentarily to ensure he\nhasn't been heard -- then quietly heads into the tunnel\nbeyond, half-closing the door behind him.\n\nBut he’s being observed through the crack in the Gas lock\ndoor, which is not properly closed...\n\nMirus having moved out of sight, Kreuzmann silently opens the\nGas Lock door. He, too, listens for a moment to ensure\nFranke hasn’t heard anything through the heavy steel door of\nthe Entrance Defence room.\nThen, satisfied, he follows after Mirus furtively.\n\nCUT TO:\nINT. ACCESS TUNNEL\nFOLLOWING KREUZMANN -- as he creeps along the short dark\nlength of the tunnel, chasing the faint, wavering glow from\nMirus's torch which is visible through the second steel door\najar at the end of the passage.\n\nHe stops a yard from the door, torch in hand but not switched\non.\n\nHe seems to have a fleeting moment of indecision...\n\nThen an indistinct WHISPER draws his attention back towards\nMirus. Kreuzmann eases closer to the door, and peers around:\n\f40.\nKREUZMANN'S POV\n\nMirus is standing about ten yards away, his back to\nKreuzmann.",
  "29": "---END OF PREVIOUS SECTION---\nThen an indistinct WHISPER draws his attention back towards\nMirus. Kreuzmann eases closer to the door, and peers around:\n\f40. KREUZMANN'S POV\n\nMirus is standing about ten yards away, his back to\nKreuzmann. \n---TARGET SECTION TO BE ANNOTATED---\n He’s silhouetted against the dim glow from his\nown torch, which is just sufficient to hint at the\nsurroundings: a tall, wide, concrete-lined tunnel which\nintersects the Access Tunnel at right angles.\n\nNow Mirus whispers again, louder, as if calling to someone:\n\nMIRUS\nMartin! I'm here. Come talk to\nme!\nHe listens for a moment -- then continues forward into the\n\ndarkness.\n\nBACK TO SCENE\n\nDespite his nervousness and confusion, Kreuzmann seems to\ncome to a sudden mental decision: Using a pen-knife, he\nquickly begins digging and cutting at the stitching of the\nblack cuff-bands on his coat.\n\nFinally ripping them loose, he tosses them aside. Then\npicking at the torn threads which remain in his sleeves, he\nslips through the door and silently goes after Mirus\nCUT TO:\nINT. BUNKER - CREW ROOM - NIGHT\nEbert shakes Baumann awake as gently and quietly as he can.\nBaumann turns over in his bunk and looks at Ebert groggily,\nand Ebert quickly holds a finger to his mouth.\nEBERT\n(a whisper)\nShhh! Don’t wake Krupp.\nBut it’s too late.\n\nKRUPP\nWhat’s the matter, Ebert?\n\nKrupp sits up in his bunk, blinking himself awake. Ebert\nglances sheepishly at Baumann before answering.\n\nEBERT\nI’m not sure. I can’t find\nMirus. Or Kreuzmann\nKrupp glances at his wrist-watch.\n\nKRUPP\nWho's on watch?\n\f41.\n\nEBERT\nMe, Heydrich and Franke. But it's\ntime for the shift-change.\n\nKRUPP\nWhat do you mean you can't find\nthem?\n\nAgain, Ebert is reluctant to drop his comrade in it:\n\nEBERT\nIt looks like they're in the\ntunnels.\n\nKrupp stands up, a look of confused incredulity on his face.\n\nHe moves around the bunks, shaking the others awake, his\nsleep-befuddled mind still trying to think it through.\n\nKRUPP\n(to Schenke and Neumann)\nUp. -- Get up!\n\nSchenke and Neumann roll out of their bunks.",
  "30": "---END OF PREVIOUS SECTION---\nHe moves around the bunks, shaking the others awake, his\nsleep-befuddled mind still trying to think it through. KRUPP\n(to Schenke and Neumann)\nUp. -- Get up! Schenke and Neumann roll out of their bunks. \n---TARGET SECTION TO BE ANNOTATED---\nKRUPP (cont’d)\nRelieve Heydrich in the Gun Room.\n\nSchenke rubs his face. He doesn't look as if he slept above\nhalf an hour, and he automatically reaches for the container\nof benzedrine pills in his pocket.\n\nSCHENKE\nWhat's going on?\n\nKRUPP\nDo it now, please!\n\nNeumann jumps to it. Schenke gets up and follows, glancing\nsideways at Krupp as he departs.\n\nAfter a moment Krupp turns back to Ebert, picking up the\nthread of the conversation:\n\nKRUPP (cont’d)\nThey're deserting.\n\nEBERT\nWe don't know that.\n\nKRUPP\nWhat else do you think they're\ndoing in there? Exploring?\nThey’re looking for a way out.\n\f42.\n\nBAUMANN\nIf they'd wanted to get out they\ncould've gone through the door.\n\nKRUPP\nIf I remember, you were the one who\nsuggested the bunker might be\nsurrounded. The tunnels seem a\npretty obvious way out to me.\n\n(to Ebert)\nWhatever the reasons, I want them\nback.\nEBERT\nI’1l go.\nKRUPP\n\nAlright. Take Heydrich.\n\nBAUMANN\nHeydrich’s injured. I'll go.\n\nBaumann stands up, strapping on his pistol belt.\n\nBAUMANN (cont’d)\nUnless, of course, you don't trust\nme to come back.\n\nKrupp returns Baumann's defiant gaze.\n\nKRUPP\nJust don't be too long.\n\nCUT TO:\nINT. TUNNEL SYSTEM - NIGHT\n\nBaumann and Ebert step from the Access Tunnel, into the wider\ntunnel where Kreuzmann went after Mirus, and they shine their\ntorches in different directions, checking the place out.\n\nThis place is creepy! Bare concrete walls; curved roof with\nlighting fixtures; flat concrete floor with narrow-gauge rail-\ntrack running off into the pitch-blackness in either\ndirection; side-tunnels branching off at intervals.\n\nEBERT\nGod, the air's foul! Nice bit of\nwork, though. Looks safe enough to\nme.\n\nBAUMANN\nProbably not all like this.\n\nTheir voices echo away in an eerily disembodied fashion.\n\f43.\n\nEBERT\nI'll go this way.",
  "31": "---END OF PREVIOUS SECTION---\nTheir voices echo away in an eerily disembodied fashion. 43. EBERT\nI'll go this way. \n---TARGET SECTION TO BE ANNOTATED---\nBAUMANN\nWe're not sticking together?\nEBERT\nWhy? You scared of the dark now?\nHe's wearing a teasing half-smile -- which Baumann returns.\nBAUMANN\nAlright. We'll cover more ground,\nat least.\nEBERT\n\nI doubt we'll find them. I found\nthese in the Access Tunnel, before\nI woke you.\n\nHe's keeping his voice low, just in case. Pulls out the pair\nof black cuff-bands crudely torn from Kreuzmann’s uniform.\n\nEBERT (cont’d)\nKreuzmann must've dropped them. If\nKrupp knew about this he'd send\nSchenke after him -- or inform the\nField Police. Or both!\n\nEbert looks Baumann in the eye -- awaiting his response to\nthat last statement. He’s putting his trust in him.\n\nBAUMANN\nHe won't hear about it from me.\n\nEBERT\nWell; if they did find a way out\nthey’1l be long gone. So why don’t\nwe take the opportunity to look\naround -- just in case we ever need\na way out.\n\nBAUMANN\nFine with me.\n\nThey split up.\nBAUMANN (cont’d)\nI'll follow this cable duct. See\nif I can find a generator.\n\nEBERT\nSee you back here.\n\nEbert waves a laconic hand in reply as he departs.\n\f44.\n\nBaumann, meanwhile, heads in the opposite direction, his\ntorch-beam following the power-cables running along the top\nof the wall.\n\nHe's only gone a few paces when his torch-beam begins to\nweaken and flicker. He gives the torch a shake, and the beam\nbrightens again.\n\nHe looks around to call to his comrade:\n\nBAUMANN\nEbert...?\n\nBut there's suddenly no sign of him, and Baumann's voice\nmerely echoes away into the solid darkness.\n\nHe's alone.\n\nCUT TO:\n\nINT. BUNKER - GUN ROOM - NIGHT\n\nKrupp is interrogating Neumann. The kid is nervous, and\nkeeps looking to Schenke for support.\n\nBut Schenke -- keeping watch at the loophole -- is leaving\nthings to Krupp for the moment.",
  "32": "---END OF PREVIOUS SECTION---\nBUNKER - GUN ROOM - NIGHT\n\nKrupp is interrogating Neumann. The kid is nervous, and\nkeeps looking to Schenke for support. But Schenke -- keeping watch at the loophole -- is leaving\nthings to Krupp for the moment. \n---TARGET SECTION TO BE ANNOTATED---\nNEUMANN\nI tell you, I don't know!\n\nKRUPP\nWhy is it nobody knows anything\naround here?\n(a sigh)\nThe old man's always wandering off\ninto the tunnels, but you don't\nknow why!\n\nNEUMANN\nHe's never gone for very long.\nAn hour or so; just to be by\nhimself. He sometimes gets\nconfused.\n\nKrupp snorts in mock surprise;\n\nKRUPP\nSurely not!?\n\nNEUMANN\nBut it’s not just his head wound.\nOr the fact that he’s getting sick.\nHe lost his son earlier this year\n\f45.\n\nSchenke glances at Neumann for a second -- then turns his\nattention back outside. He speaks quietly:\n\nSCHENKE\nWe've all lost someone.\n\nKRUPP\n(continuing, to Neumann)\nEither way, we can assume he’s\nshowing Kreuzmann a way out.\n\nNEUMANN\n(shaking head)\nI’d ... doubt that, Sir.\nKRUPP\nWhy?\nNEUMANN\n\nI'm not sure Mirus would let anyone\ngo with him. He's always told me\nto stay away from the tunnels. He\ntreats them as if they belong to\nhim.\n\nSCHENKE\nIs that why he was trying to\nfrighten us with ghost stories? To\ntry to keep us out?\n\nNEUMANN\nMaybe.\n\nHe looks to Schenke again, now -- anxious to please.\nNEUMANN (cont’d)\n\nHe sometimes acts as if... as if\n\nthere's something in there he\n\ndoesn't want anyone to know about.\nKrupp and Schenke exchange a glance.\n\nCUT TO:\n\nINT. TUNNEL SYSTEM - GENERATOR ROOM\n\nBaumann shoves open the heavy steel door and steps inside,\nshining his torch around.\n\nHe's in a longish room, with concrete partitions separating\nthe heavy utility equipment -- diesel generator; oil burner;\nair-filtration system; all dusty, and slightly cobwebbed.\n\nHe checks the fuel-gauge on the generator, pulls a face, and\nadvances further into the room.\n\nShakes a couple of jerry-cans -- but they're empty.\n\f46.\n\nA table near the main electrical junction-box has been left\nwith an assortment of clutter piled high.",
  "33": "---END OF PREVIOUS SECTION---\nShakes a couple of jerry-cans -- but they're empty. 46. A table near the main electrical junction-box has been left\nwith an assortment of clutter piled high. \n---TARGET SECTION TO BE ANNOTATED---\n Baumann unrolls a\nlarge diagram and studies it. Some kind of plan...\n\nA NOISE from somewhere -- unidentifiable. Baumann tenses...\n\nBAUMANN\nEbert?\n\nHe heads back towards the door, folding the diagram.\n\nSIDE-TUNNEL OUTSIDE GENERATOR ROOM\n\nBaumann inches through the Generator Room door, securing the\ndiagram inside his tunic, and shining his torch in either\ndirection along the narrow side-tunnel.\n\nNothing.\nHe steps out and begins to head along the tunnel...\n\nHis torch beam flickers again. He pauses and bangs it\nagainst the wall. The beam steadies momentarily...\n\nthen goes out!\n\nBAUMANN (cont’d)\nShit! !\n(louder, now)\nEbert! Are you there?\n\nTUNNEL SYSTEM - ELSEWHERE\n\nEbert pauses -- as if he heard something behind him -- then\nshakes his head and continues forward.\n\nHe studies the walls and roof curiously as he moves froma\nconcrete-lined tunnel-section into an unfinished section.\n\nHe squeezes past a huge metal rubbish wagon, piled with\nrubble but abandoned on the track. More clutter is scattered\naround: Tools; timber; sacks of concrete-mix...\n\nMOVEMENT at the extreme limits of his torch-light -- far\nalong the tunnel -- just a glimpse as something disappears\naround a corner. A figure?\n\nEBERT\nKreuzmann? Mirus?\n\nHe heads towards the movement -- stumbling along the rubble-\nstrewn floor. Side-tunnels branch off at intervals, and he\nchecks each one quickly as he advances.\n\f47.\n\nHe CALLS again -- but his ECHO fragments incoherently as it\nbounces away through the complex of tunnels.\n\nNow another noise -- a faint SCURRYING sound.\nHe moves towards it, more cautious, beginning to have second\nthoughts about being here. He stops and listens; the noise\nis gradually getting louder.\nAll of a sudden, he doesn't like it!\nTurns back the way he came.\nTrying not to rush...\nbut gradually speeding up nevertheless.\nTurns to look behind as the noise gets even louder.\n\nThen back the way he's heading...\n\nWHAM! -- as a figure RUSHES out of nowhere, SMASHING into him\nand SLAMMING his head violently back against the wall.",
  "34": "---END OF PREVIOUS SECTION---\nTurns to look behind as the noise gets even louder. Then back the way he's heading... WHAM! -- as a figure RUSHES out of nowhere, SMASHING into him\nand SLAMMING his head violently back against the wall. \n---TARGET SECTION TO BE ANNOTATED---\nHe bounces forward and goes down like a ton of bricks!\n\nThe mysterious figure STUMBLES off blindly into the darkness.\n\nEbert weakly lifts his battered head -- his consciousness\ndraining away\n\nHis torch is lying on its side nearby -- shining along the\nrough floor -- and illuminating a thousand tiny pairs of eyes\n\nwhich are SCUTTLING towards him.\n\nAnd as he finally begins to black-out\nAs he manages one final, broken, panic-stricken YELL\nA hundred filthy, scurrying RATS swarm over him ...\n\nCUT TO:\n\nINT. TUNNEL SYSTEM - SIDE-TUNNEL OUTSIDE GENERATOR ROOM\n\nA circle of torch-light HITS Baumann in the face, and he puts\nup a hand to shield his eyes.\n\nKRUPP (0.S.)\n(urgent whisper )\nWhat the hell is going on?\n\nKrupp shifts the light away from Baumann's face as he steps\nforward from out of the darkness. Heydrich is with him,\nalert and with rifle ready.\n\nBaumann is pale, and trying hard to disguise his relief at\nbeing found.\n\f48.\n\nBAUMANN\nTorch failed.\n\nKRUPP\nWho yelled?\n\nBAUMANN\nHow should I know? I haven't been\nable to bloody move!\n\nKrupp snatches Baumann's torch. Bangs it against the wall.\nFlicks the switch. It comes ON. Baumann isn't impressed:\n\nBAUMANN (cont’d)\nI tell you it wasn't working!\n\nKRUPP\nWhere's Ebert?\n\nBaumann is struggling to remain patient. He pulls the\ndiagram from his tunic and tosses it at Krupp.\n\nBAUMANN\nTake a look. This place is huge!\nI don't know where Ebert is; or any\nof them, for that matter.\n\nHEYDRICH\nMore to the point -- what happened\nto make somebody yell out?\n\nKrupp is behaving as if he thinks it was Baumann.\n\nKRUPP\nAny ideas about that, Corporal?\n\nBAUMANN\nYes. Americans.\n\nKrupp is wrong-footed. He hadn't even considered it.\n\nKRUPP\nIn here?\n\nHEYDRICH\nThat makes sense. They could've\ngot in from the other side of the\nhill.",
  "35": "---END OF PREVIOUS SECTION---\nKRUPP\nIn here? HEYDRICH\nThat makes sense. They could've\ngot in from the other side of the\nhill. \n---TARGET SECTION TO BE ANNOTATED---\nKRUPP\n(annoyed, to both of them)\nHow many bloody Yanks do ou think\nthere are around here..\n\nHEYDRICH\nshnn (ater rupting)\n\f49.\n\nHeydrich is suddenly alert. Puts a hand over his torch to\nsmother the light. He whispers:\n\nHEYDRICH (cont'd)\nYou hear that?\n\nThe other two catch on instantly -- argument forgotten -- the\nprofessional soldier taking over as they pull weapons and\nfall into combat readiness, flattening against the wall.\n\nKRUPP\nWhich direction?\n\nHEYDRICH\nHard to tell in here.\n\nThe NOISE comes again. Feet on concrete. Someone's coming.\n\nAll their torches are off. They check both directions along\nthe tunnel...\n\na GLOW to the left, illuminating the rectangular end of\ntheir tunnel.\n\nThey swing their guns towards it, crouching.\nWaiting.\n\nSilent.\n\nTorchlight BURSTS around the corner...\nHeydrich SHOUTS:\n\nHEYDRICH (cont’d)\nHALT! !\n\nMIRUS\n(startled)\nWho's there?\n\nHEYDRICH\nMirus??\n\nThe three soldiers flash on their torches. Sure enough, it's\nMirus, scared half out of his wits by the surprise. They all\ndrop their guns, blowing out their breath in relief.\n\nKrupp looks at Baumann with disdain.\n\nKRUPP\nThere's your 'Americans'.\n\nMirus joins them, irritation taking over, now.\nMIRUS\n\nYou shouldn't be in here. wWhat’re\nyou doing in here?\n\f50.\nKRUPP\nI should be asking that question\nPrivate! What's going on? Where's\nKreuzmann?\nMIRUS\nI don't know what you're talking\nabout. I was on my way back to the\nbunker. Why have you been\nfollowing around after me?\n\nKRUPP\nWe weren't.\n\nA pregnant pause...\n\nRIFLE SHOT, distant... then the muffled BOOMING of the\nmachine-gun. A split second of realisation...\n\nHEYDRICH\nThe bunker!\n\nthen they all RUN LIKE HELL.\nCUT TO:\nINT. ACCESS TUNNEL\nBaumann and Krupp pile inside and RUN along the tunnel, the\nBOOMING of the guns getting louder all the time.",
  "36": "---END OF PREVIOUS SECTION---\nthen they all RUN LIKE HELL. CUT TO:\nINT. ACCESS TUNNEL\nBaumann and Krupp pile inside and RUN along the tunnel, the\nBOOMING of the guns getting louder all the time. \n---TARGET SECTION TO BE ANNOTATED---\n Mirus and\n\nHeydrich are slower, trailing several yards behind.\n\nHEYDRICH\nStay here. Watch the tunnels.\n\nMirus remains in the Access Tunnel whilst Heydrich follows\nBaumann and Krupp up the steps into the bunker.\n\nCUT TO:\nINT. BUNKER - GUN ROOM - NIGHT\nThe guns are POUNDING again, the air choked with smoke.\nNeumann swings the big gun from side to side as he FIRES, an\nexpression of excitement on his face. Schenke is at the\nobservation loophole, BLASTING off rounds as fast as he can\nwork the rifle bolt.\n\nKrupp bursts in; rushes to help at the gun. Baumann, and\nthen Heydrich, go to the loophole to back up Schenke.\n\nSchenke finishes his clip. Steps aside to reload.\nBaumann fills his position. Ready to fire...\n\nbut he doesn't.\n\f51.\n\nHe tries to shout over the NOISE of the gun. A nudge from\nKrupp, and Neumann stops FIRING.\n\nBAUMANN\nThere's nothing out there.\n\nSchenke pushes him aside roughly.\n\nSCHENKE\nWhat's the matter with you?\n\nBut Schenke freezes in sudden confusion as he looks again\noutside.\n\nSCHENKE'S POV\n\nThe wind-blown hillside stretches out below, still and\nempty. No movement apart from the driving snow.\n\nBACK TO SCENE\n\nMuffled FIRING continues from the Entrance Defence Room --\nbut from nowhere else.\n\nKrupp elbows Schenke aside to look outside for himself.\n\nKRUPP\nWhat were you shooting at?\n\nSchenke and Neumann remain silent, incredulous, whilst\nHeydrich heads for the door.\n\nCUT TO:\nINT. ENTRANCE DEFENCE ROOM\n\nFranke is sweating freely -- FIRING through the loophole in a\nsteady, mechanical rhythm -- almost as if in a trance.\n\nHeydrich puts his hand on Franke's shoulder, and he STARTS\nviolently, shaking himself back to reality. Lowers his\nrifle.\n\nHe looks around at Heydrich, frightened and confused.\nFRANKE\nJesus, they were everywhere!\nTrying to get in. I thought for a\nminute...\n\nHEYDRICH\nEasy. They've gone now.\n\nCUT TO:\n\f52.\nINT.",
  "37": "---END OF PREVIOUS SECTION---\nThey've gone now. CUT TO:\n\f52. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GUN ROOM - NIGHT\n\nKrupp KICKS an empty ammo box against the wall.\n\nKRUPP\nUsed up! Shooting at shadows!\nWhat's the matter with everybody?\n\nSCHENKE\nThey were out there!\n\nKRUPP\nThen why didn't you hit anything?\nLook outside! Where are the\nbodies?\n\nThe others remain silent as Heydrich wanders back in. Krupp\nstands there fuming for a few moments before picking up where\nhe left off:\n\nKRUPP (cont’d)\nI'd expect it from a trigger-happy\nschool kid; but you, Schenke? You\nshould lay off the pills - they're\nmaking you see things!\n\nHEYDRICH\nFranke saw something too. They\ncan't all be imagining it.\n\nSchenke looks at his unexpected ally curiously.\n\nBAUMANN\nThey're playing tricks on us; hit\nand run tactics; psychological\nwarfare.\n\nKRUPP\nKeep out of it, Baumann!\n\nKrupp turns back to Schenke, exasperated.\n\nKRUPP (cont’d)\nWhat do we have left?\n\nSCHENKE\nHalf a belt for the machine-gun.\nWhatever rifle rounds and grenades\neach of us have.\n\nNEUMANN\nThere's a few shells for the\ncannon.\n\nKRUPP\n\nAgainst troops!? What good is\nthat, you idiot?\n\f53.\n\nMaking a decision, he moves purposefully to the field\ntelephone. Picks up the receiver and winds the generator\nhandle. Listens.\n\nWinds the handle again.\nListens...\nHe's suddenly no longer quite so angry. His voice is shaky:\n\nKRUPP (cont’d)\nThe line's dead!\n\nCUT TO:\nINT. CREW ROOM - NIGHT\n\nBaumann spreads the diagram he found across the table, and\nHeydrich leans over to study it\n\nBAUMANN\nIt's a site wiring diagram. Not\nquite a map, but almost as good.\nLook at the size of the place.\n\nHEYDRICH\nQuite a prize for an advancing\narmy. If they could seize it\nintact.\n\nBAUMANN\nTell it to Krupp. He can't bloody\nadmit he might be wrong.\n\nOn cue, Krupp and Schenke arrive, still locked in an\nirritable discussion -- Schenke firmly pushing for action.",
  "38": "---END OF PREVIOUS SECTION---\nBAUMANN\nTell it to Krupp. He can't bloody\nadmit he might be wrong. On cue, Krupp and Schenke arrive, still locked in an\nirritable discussion -- Schenke firmly pushing for action. \n---TARGET SECTION TO BE ANNOTATED---\nSCHENKE\n... It won't be an overhead\ntelephone line, it'll be a ground\ncable. And if it’s routed back\nthrough the tunnels, the\nimplication's obvious!\n\nKrupp is more subdued, now; suddenly less sure of himself.\n\nKRUPP\nAlright, suppose the Americans are\nin the tunnels.\n\nSCHENKE\nI say we secure the entire complex,\nnot just the bunker; if they're in\nthere, we push them out.\n\nHEYDRICH\nWith what, Schenke?\n\f54.\n\nSCHENKE\nWith our bare bloody hands, if\nnecessary!\n\nHeydrich ignores Schenke's challenging glare. Schenke\ncontinues trying to persuade Krupp.\n\nSCHENKE (cont’d)\nIf they were in there in force,\nthey'd have stormed the bunker by\nnow. It's got to be a manageable\nnumber.\n\nKrupp is thinking about it all.\n\nKRUPP\nSo you think Kreuzmann and Ebert\nare dead?\n\nSCHENKE\n\nDeserted, or dead. Either way, we\ncan forget them.\n\nBAUMANN\nYou're all heart, Schenke.\n\nSchenke reacts suddenly and viciously:\n\nSCHENKE\nShut your mouth, you bloody coward!\nYou had your chance to find them.\nFrom what I hear, you preferred to\nhide away in the dark and do\nnothing!\n\nHeydrich straightens up, shocked at the open accusation, and\npoised to come between Schenke and Baumann...\n\nbut Baumann takes it without a flinch. He glances\nbriefly at Krupp, then glares into Schenke's eyes:\n\nBAUMANN\nIf it’s a scrap you’re looking for,\nyou’11 have to do better than that.\n(calmly)\nGet it into your head once and for\nall, Schenke; I’m not fighting the\nsame war as you.\n\nSCHENKE\n(a snort)\nIsn’t that the truth!\n\nSchenke sneers at Baumann's refusal to escalate the\nconfrontation. Grinning triumphantly, he turns his attention\nback to Krupp, still pressing his case:\n\f55.\n\nSCHENKE (cont’d)\nWe can't let them have the tunnels!\n\nKrupp agonises for several excruciating moments...",
  "39": "---END OF PREVIOUS SECTION---\nGrinning triumphantly, he turns his attention\nback to Krupp, still pressing his case:\n\f55. SCHENKE (cont’d)\nWe can't let them have the tunnels! Krupp agonises for several excruciating moments... \n---TARGET SECTION TO BE ANNOTATED---\nthen reluctantly nods his acceptance.\nKRUPP\nAlright! But if we run into too\nmuch opposition we fall back to\nhere. My orders only cover this\nbunker.\n\nBut Schenke isn't listening -- he excitedly moves to the\ndiagram spread out on the table, smirking at Baumann.\n\nSCHENKE\nThis should be interesting!\n\nCUT TO:\nSERIES OF SHOTS\nas they prepare for combat\n\nElectrical tape stuck across the lenses of the torches,\nleaving only a slit for the beam.\n\nRemaining ammo shared out equally.\nEquipment strapped on.\nGuns loaded.\nBayonets fixed.\nKnives and stick-grenades tucked into boots.\nSchenke surreptitiously pops another benzedrine pill.\nSequence culminates with\n\nCUT TO:\nINT. ENTRANCE PASSAGE - NIGHT\n... Schenke hastily securing a stick-grenade to the inside\nhandle of the main entrance, a web of wire looping back and\nforth between the door-bolts and the ring-pull fuse.\nNeumann watches as Schenke finishes the deadly booby-trap.\n\nNEUMANN\nIs that to keep them out, or us in?\n\nSCHENKE\n(with a grin)\nYou catch on quick.\n\nNeumann licks his lips nervously.\n\f56.\n\nNEUMANN\nLet me come with you into the\ntunnels.\n\nSchenke shakes his head, slinging his rifle over his\nshoulder.\n\nSCHENKE\nNo. You're more use here. You did\nalright back there, on the gun.\n\nNeumann starts to protest, but Heydrich, Baumann and Krupp\nappear through the Gas Lock, ready to go.\n\nFranke follows, looking at Neumann and gesturing back towards\nthe Entrance Defence Room.\n\nFRANKE\nIt's all yours, kid.\n\nSCHENKE\n(to Neumann)\nAnd keep an eye on the old man!\n\nWith that, Schenke spins on his heel and leads the others\ndown the steps and into the Access Tunnel.\n\nCUT TO:\nINT. TUNNEL SYSTEM\n\nThe Access Tunnel door swings open. Schenke checks around\nthe corner cautiously before they emerge.\n\nSchenke has paired himself off with Krupp, who's now even\nmore subdued, for some reason.",
  "40": "---END OF PREVIOUS SECTION---\nTUNNEL SYSTEM\n\nThe Access Tunnel door swings open. Schenke checks around\nthe corner cautiously before they emerge. Schenke has paired himself off with Krupp, who's now even\nmore subdued, for some reason. \n---TARGET SECTION TO BE ANNOTATED---\nWhen they speak, it's in hushed tones:\n\nSCHENKE\nWe'll go straight for the main\nentrance; you three sweep the long\nway around.\n(with mock deference)\nIf that's alright with you,\nCorporal!?\n\nBAUMANN\n(weary)\nGive it a rest, Schenke.\n\nBaumann turns away without further comment, and the two\nhalves of the group cautiously set off in opposite\ndirections.\n\f57.\nBAUMANN, HEYDRICH & FRANKE\n\nFranke glances back to make sure Schenke and Krupp are out of\nearshot.\n\nFRANKE\nI sometimes wonder who's really\nrunning this unit.\n\nHEYDRICH\n(to Baumann)\nWhy do you let that little bastard\nkeep riling you?\n\nBAUMANN\nWhat do you want me to do?\n\nHEYDRICH\nYou could start by telling him what\nhappened back at the ambush. He\nthinks you chickened out.\n\nBAUMANN\nI know what he thinks. And he can\nbelieve what he wants to believe.\n\nHeydrich shakes his head.\n\nHEYDRICH\nSometimes I think you enjoy being\nhated!\n\nFranke is intrigued:\n\nFRANKE\nWhat did happen?\n\nHEYDRICH\nWe were under fire and he came back\nto pull me clear after I fell.\nRisked his neck. So if Schenke\nasks, tell him.\n\nBAUMANN\nShhh!\n\nBaumann gestures for him to be quiet, using the excuse that\nthey're approaching the first corner. Franke looks at\nBaumann, their earlier misunderstanding clearly on his mind.\n\nFRANKE\n(to Baumann)\nSo ... what you said about all\nthose extra troops\nHEYDRICH\nIf he said he saw them, Franke, he\n\nsaw them!\n(MORE)\n\f58.\nAnd for al Hav@R@on(cdiheydye in\nhere, now, waiting for us.\n\nBaumann pauses by the corner. Flattening against the wall,\nhe carefully peers around into the darkness, then checks with\nhis torch before nodding the all-clear.",
  "41": "---END OF PREVIOUS SECTION---\nAnd for al Hav@R@on(cdiheydye in\nhere, now, waiting for us. Baumann pauses by the corner. Flattening against the wall,\nhe carefully peers around into the darkness, then checks with\nhis torch before nodding the all-clear. \n---TARGET SECTION TO BE ANNOTATED---\nThey then look back momentarily along the dark length of the\ntunnel they've just covered:\n\nTHEIR POV\n\nIn the black distance, the pin-pricks of light from Schenke\nand Krupp's torches wink out as they turn an invisible\n\nbend.\n\nBACK TO SCENE\n\nThe three of them are now on their own. Baumann consults his\nhastily copied map.\n\nBAUMANN\nFrom now on we'll have to be\ncareful.\nThe leg alright?\nHEYDRICH\n\nFor the moment. But let me set the\npace, will you. I can’t go too\nfast.\n\nBAUMANN\nAfter you.\n\nThey set off again into the next length of tunnel.\n\nHeydrich slightly ahead on one side, Baumann and Franke on\nthe other side.\n\nAll of them hug the wall, gun in one hand, torch in the other\n-- the masked beams of the torches allowing only sufficient\nlight to see where they're treading -- held away from their\nbodies in case someone takes a pot-shot at the light\n\nThey're alert to the slightest sound; the faintest trace of\ntorch-light ahead.\n\nReady, if necessary, to fight.\nCUT TO:\nINT. BUNKER - ENTRANCE DEFENCE ROOM - NIGHT\n\nNeumann is concerned.\n\f59.\n\nThe wind is now blowing fiercely outside, blasting flecks of\nsnow through the narrow loophole at which he's positioned.\nHe's doing his best to keep watch, but his eyes are watering\nagainst the powerful, freezing draft.\n\nMirus enters the room behind him, and Neumann becomes even\nmore agitated.\n\nNEUMANN\nWhy aren't you watching the front?\n\nBut Mirus no longer seems to care. He appears worn out, and\nis now coughing badly.\n\nMIRUS\nWhat's the point? We can't see\nanything out there.\n\nNEUMANN\nMirus, they left us in charge at\nthis end! We have a\nresponsibility.\n\nMIRUS\n(angry)\nLook, they're the ones who brought\nall this down on top of us. We\nwere doing fine until they turned\nup!\n\nHis sudden anger precipitates another coughing fit. He leans\nback against the wall to recover.\n\nMIRUS (cont’d)\nIf the Americans attack, let the\nothers deal with it. I've done\nenough.",
  "42": "---END OF PREVIOUS SECTION---\nHe leans\nback against the wall to recover. MIRUS (cont’d)\nIf the Americans attack, let the\nothers deal with it. I've done\nenough. \n---TARGET SECTION TO BE ANNOTATED---\n Dammit, I did my bit\ntwenty-five years ago!\n\nNeumann suddenly starts to panic, the responsibility for\neverything suddenly dumped on his shoulders. He thinks fast\ntrying to reason with the old man.\n\nNEUMANN\nLook, you can't just give up now.\nWe have to do what we can, and at\nleast warn the others of an attack.\n\nMIRUS\nThe danger isn't even out there.\nIt's in those tunnels.\n\nNEUMANN\nWhat are you talking about?\n\nMirus looks at Neumann defiantly.\n\f60.\n\nMIRUS\nMartin told me.\n\nNeumann can't hide his exasperation.\n\nNEUMANN\nYour son's dead, Mirus. He died at\nNormandy. You told me so yourself.\n\nMIRUS\nDon't look at me like that! I tell\nyou he talks to me.\n\nNEUMANN\nYou're confused again, don't you\nsee? Martin is dead!\n\nMIRUS\nThey just think I'm a crazy old\nman. You all do! But there's\nsomething about those tunnels. In\nthere, Martin comes back to me.\n\nNeumann is just listening, now -- something about Mirus's\nconviction which unsettles him.\n\nMIRUS (cont‘d)\nWhy do you think I've been going in\nthere for the past three weeks? I\ngo to see him. The tunnels are\nlike a doorway, for the dead to\ncome back.\n\nNeumann can’t quite believe what he’s hearing -- but Mirus\ncontinues.\n\nMIRUS (cont‘d)\nMartin told me to be careful; never\nto let anyone else in. Tonight I\nfound out why. Tonight, when he\ncame back ... others came back with\nhim.\n\nCUT TO:\nINT. TUNNEL SYSTEM\n\nSchenke and Krupp are proceeding in the same cautious fashion\nas the other three:\n\nSchenke leads the way like a prowling panther, visibly\nitching for a scrap, and checking every side-tunnel and\nchamber with alert anticipation.\n\f61.\n\nKrupp, however, is increasingly unnerved, looking around\nanxiously at the confined space and trying hard not to betray\na clear case of claustrophobia, which is growing as they\nprogress deeper into the tunnels.",
  "43": "---END OF PREVIOUS SECTION---\nTUNNEL SYSTEM\n\nSchenke and Krupp are proceeding in the same cautious fashion\nas the other three:\n\nSchenke leads the way like a prowling panther, visibly\nitching for a scrap, and checking every side-tunnel and\nchamber with alert anticipation. 61. Krupp, however, is increasingly unnerved, looking around\nanxiously at the confined space and trying hard not to betray\na clear case of claustrophobia, which is growing as they\nprogress deeper into the tunnels. \n---TARGET SECTION TO BE ANNOTATED---\nThey enter an unfinished section of tunnel, water dripping\nfrom the roof.\n\nAfter a few yards Krupp pauses to study the map, leaning back\nagainst the shored wall as he again loosens his collar...\n\nA CREAK -- and a stream of earth spills from the roof.\n\nSCHENKE\nChrist...!\n\nThey freeze, coiled -- until the stream abates.\nSCHENKE (cont’d)\nDon't touch a thing. This place is\na death-trap!\n\nAnd this hasn't done anything for Krupp's nerves! A deep\nbreath, and off they go again.\n\nAlong...\nThrough into another fully finished section.\n\nWhitewashed walls, now. A steel doorway ahead and to the\nright, with stencilled lettering overhead: MUN-R.\n\nThey take up position either side of the door. Schenke\nreaches for the handle.\n\nHe pushes the door open and follows it inside quickly,\nshining his torch around.\nMUNITIONS STORAGE ROOM\n\nKrupp is right behind him -- and he stops in amazement, his\nanxiety momentarily forgotten at the sight before him:\n\nA fully stocked ammunition store, abandoned and forgotten!\n\nRow upon row of wooden racks, stacked with cannon shells and\n\nboxes of assorted calibres. More boxes -- grenades, and\nrifle and machine gun rounds -- piled in the corners. Enough\nammo to defend a bunker for six months -- gathering dust!\n\nSchenke begins to chuckle like an excited child.\n\nSCHENKE (cont’d)\nI don’t believe it!\n\f62.\n\nHe’s like a kid in a sweet store; he doesn't know where to\nstart!\n\nFinally, he crouches over a box of rifle ammo and begins to\nprise it open with his bayonet.\n\nSCHENKE (cont’d)\nCome on, help me! Now we can fight\nback properly. Now there's no\nexcuse!\n\nBut Krupp doesn’t quite seem to share his enthusiasm.\n\nHEYDRICH, BAUMANN & FRANKE\n\narrive at a junction of several tunnels. They carefully\ncheck each direction.\n\nBAUMANN\nWe need to go left here, but the\nother tunnels to the right will\nstill have to be checked out.\n\nHeydrich massages his thigh gingerly, wincing in pain.\n\nHEYDRICH\nStarted bleeding again.\n\nBAUMANN\n\nLook; you stay here.",
  "44": "---END OF PREVIOUS SECTION---\nHeydrich massages his thigh gingerly, wincing in pain. HEYDRICH\nStarted bleeding again. BAUMANN\n\nLook; you stay here. \n---TARGET SECTION TO BE ANNOTATED---\n We'll check\n\nthe other tunnels quickly, then we\n\ncan move on.\n\nHeydrich thinks about it for a second, but shakes his head.\n\nHEYDRICH\n\nThat's stupid. We should all\n\nstick --\n\nFaint NOISE from up ahead and they're instantly alert, hands\ncovering their torches.\n\nBaumann silently dodges across the intersection and begins to\ncreep forward, hugging the wall, crouching with rifle pointed\ntowards the sound.\n\nHeydrich and Franke fall in at the other side of the tunnel.\nSCUTTLING NOISE again...\n\nBaumann SNAPS on his torch, rifle pointed -- and a pair of\nrats SKITTER off into the blackness, SQUEAKING.\n\nThe soldiers blow out their cheeks in relief, uncoiling\n\f63.\n\nSUDDENLY -- A human shape BURSTS from a side-tunnel ahead and\nCHARGES away around a corner -- German uniform -- torch\nwaving wildly in its hand.\n\nBAUMANN\n(startled)\nChrist!!\nHEYDRICH\n\nGet him! We're behind you!\nBaumann races after the fleeing figure.\n\nHeydrich and Franke follow a few yards behind, covering\nBaumann's back.\n\nBaumann reaches the corner.\n\nQuick look -- just in time to see the figure dodging around\nthe next corner.\n\nBaumann runs the length of the tunnel. The other two still\nbehind.\n\nReaches the next junction:\n\nAnother unfinished tunnel. Several yards to the left, a side-\n\ntunnel branches off -- a broken wooden barricade across the\nmouth -- recognisable as the same location we saw during the\nprologue.\n\nBroken as if something had smashed it aside from within.\n\nAnd from inside, the brief shifting GLOW of a torch -- which\nthen goes out.\n\nBaumann gestures to Heydrich that the fleeing figure is in\nthe side-tunnel, and whispers urgently:\n\nBAUMANN\n\nThat barricade is there for a\n\nreason. It could lead to a way out!\nHeydrich nods encouragement.\nBaumann dodges quickly to the far side of the partly-\nbarricaded tunnel mouth. Heydrich takes position on the near\nside. Franke hangs back, covering them both.\nThey wait -- listening.\nNothing.\n\nBaumann points his torch into the side-tunnel, keeping his\nhead out of the way, and flicks on the beam.",
  "45": "---END OF PREVIOUS SECTION---\nThey wait -- listening. Nothing. Baumann points his torch into the side-tunnel, keeping his\nhead out of the way, and flicks on the beam. \n---TARGET SECTION TO BE ANNOTATED---\nNothing happens. No shots aimed at the torch.\n\f64.\n\nSo he peeks around the corner to have a look:\n\nBAUMANN'S POV\n\nCrudely shored, claustrophobic tunnel which runs for\nseveral yards before curving off into the blackness. A\nhuge amount of clutter and junk and wooden beams, casting\nlarge black pools of shadow. But no sign of anyone.\n\nBACK TO SCENE\n\nBaumann straightens up.\n\nMakes a decision.\nNods to Heydrich.\n\nSweeps quickly around into the tunnel mouth...\n\nCONTINUOUS SCREAM as someone CHARGES out of the blackness,\nSMASHING into Baumann and bulldozing him back out of the side-\ntunnel and into the far wall, KNOCKING the wind out of him.\n\nBaumann's torch clatters to the floor and the subsequent\nSTRUGGLE becomes a crazy pattern of shifting black shapes in\nthe weak yellow glow. The blind, hand-to-hand combat which\nfollows is rapid and deadly!\n\nHeydrich leaps to Baumann's assistance.\nBAUMANN (cont’d)\n(at Heydrich)\nWait! It's Kreuzmann!\nHeydrich hesitates at the revelation...\n\n... but the demented Kreuzmann seems not to hear, turns and\nCLUBS Heydrich mercilessly with a length of timber.\n\nHeydrich goes down -- out cold.\n\nFranke leaps on Kreuzmann's back, grabbing the arm which\nholds the club.\n\nBaumann goes for the legs, but Kreuzmann is ready, spinning\naround and KICKING out viciously...\n\nthen PUSHING backwards violently so Franke is SLAMMED\nagainst the wall and shaken loose.\n\nBaumann is into the fray again instantly, BARGING into\nKreuzmann and knocking him to the ground, jumping on top of\nhim and SHOUTING:\n\nBAUMANN (cont’d)\nKreuzmann! It's us!\n\f65.\nHe still doesn’t hear. He SCRAMBLES free and runs for it.\n\nFRANKE\nWhat's the matter with him?\n\nBaumann grabs his torch and RACES after him, Franke right\nbehind.\n\nThey run him to ground within seconds, GRABBING him from\neither side and PINNING him against the wall as he YELLS\nincoherently.",
  "46": "---END OF PREVIOUS SECTION---\nFRANKE\nWhat's the matter with him? Baumann grabs his torch and RACES after him, Franke right\nbehind. They run him to ground within seconds, GRABBING him from\neither side and PINNING him against the wall as he YELLS\nincoherently. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKE (cont’d)\nJesus, Kreuzmann, get a hold on\nyourself!\n\nBAUMANN\nKreuzmann! Listen to me!\n\nKreuzmann screws his eyes shut, panting furiously. When he\nopens them again he's calmed down slightly, his struggles\neasing.\n\nBAUMANN (cont’d)\nIt's us. You're alright, now.\n\nRecognition slowly seeps into Kreuzmann's eyes...\nand he suddenly breaks down, sobbing.\nFranke looks at Baumann.\n\nFRANKE\nSomething scared the living hell\nout of him; and it wasn't us!\n\nSCHENKE & KRUPP\n\nhave left the Munitions Room and are creeping cautiously\nalong a tunnel wall. Schenke is now armed to the teeth --\npockets and belt bulging with ammo and grenades -- and his\ndesire for a confrontation has increased exponentially.\n\nSCHENKE\nI tell you I heard something.\n\nKRUPP\nIf the others had run into trouble\nthere would've been shooting.\n\nSCHENKE\nI wouldn't count on it, knowing\nthat lot. They were probably\nyelling surrender.\n\f66.\n\nSchenke continues quickly to the next corner, listens for a\nsecond to the silence, then peers around with the torch.\n\nTo the right, a wide main tunnel runs off into blackness. To\nthe left, the same tunnel runs up a shallow slope to the huge\nsteel doors of the main tunnel entrance.\n\nSCHENKE (cont’d)\nCover me.\n\nHe's gone even before Krupp can get into position.\n\nIn a running crouch, Schenke dashes up the ramp to the steel\ndoors, and shines his torch over them.\n\nThe huge bolts are padlocked and rusted into place. A\nsmaller man-size doorway, set into one side of the big door\nis locked and sealed. A mesh of fine cobwebs cover the lock.\n\nHe pushes against the doors with all his weight. They don't\nshift a millimetre.\n\nPuts his ear to the doors and listens...\n\nJust audible above the gusting wind, the faint sound of\nfootsteps CRUMPING through snow. Then, incoherent whispers.\n\nSchenke pulls away and dashes back to Krupp, perplexed.\n\nSCHENKE (cont’d)\nThe doors are sealed. Nobody got\nin this way.",
  "47": "---END OF PREVIOUS SECTION---\nSchenke pulls away and dashes back to Krupp, perplexed. SCHENKE (cont’d)\nThe doors are sealed. Nobody got\nin this way. \n---TARGET SECTION TO BE ANNOTATED---\n But there’s\ndefinitely someone out there.\n\nKrupp wipes his face, relieved.\n\nKRUPP\nAs long as they're not in here.\n\nHe shines his torch around the higher, arched roof of the\nmain tunnel, clearly more comfortable with the extra space,\nand relaxing slightly. But Schenke remains alert.\n\nSCHENKE\nThere must be another way in we\ndon't know about -- a vent; escape\n\nshaft; something!\n\nSchenke moves off along the main tunnel without waiting for a\nreply. Krupp falls in behind, reluctantly, as Schenke\ncontinues his rapid left-right check of the side-tunnels and\nchambers branching off either side.\n\nKRUPP\nWhat about the others? We should\nwait here, where we agreed!\n\f67.\n\nSCHENKE\nWe don't even know if they’re\nstill coming.\n\nKrupp is losing his patience.\nKRUPP\n\nI still haven't seen anything to\n\nsuggest anybody's in here apart\n\nfrom ourselves!\nBut Schenke is not listening -- frozen suddenly, and peering\naround the corner of an unfinished side-tunnel. He glances\naround at Krupp, gesturing with his head for Krupp to take a\nlook at his discovery.\nKrupp moves curiously to the corner, and Schenke illuminates\nwith his torch beam --\nEBERT'S BODY\nSpread-eagled horribly on the floor. Only just\nrecognisable. Covered in rats -- and half-eaten.\nBACK TO SCENE\n\nas Krupp turns away, covering his mouth and retching. Schenke\nalmost appears pleased.\n\nSCHENKE\nSatisfied?\n\nSchenke heads into the side-tunnel, kicking at the rats as\nthey SKITTER away into the blackness.\n\nThen he kneels beside Ebert’s body. Reaching out to look at\nthe wound at the side of his head...\n\nSCHENKE (cont’d)\nLooks like somebody --\n\nA sudden SPASM and Ebert’s body CONVULSES.\nSchenke and Krupp JUMP, cursing.\nSCHENKE (cont’d)\nChrist!\n(a pause, then)\nJust a muscle spasm. He’s dead.\n\nBAUMANN'S GROUP\n\nKreuzmann is slumped against the tunnel wall, frozen rigid\nwith fear -- his entire body trembling.\n\f68.",
  "48": "---END OF PREVIOUS SECTION---\nHe’s dead. BAUMANN'S GROUP\n\nKreuzmann is slumped against the tunnel wall, frozen rigid\nwith fear -- his entire body trembling. 68. \n---TARGET SECTION TO BE ANNOTATED---\nBaumann crouches over him, trying his best to sooth his\nnerves. But Kreuzmann's in no shape to hold a conversation;\nhe keeps drifting off into a world of his own, ranting.\n\nKREUZMANN\n: got confused. Lost Mirus.\nThen the others started following\nme. Whispering to me!\n\nBAUMANN\nIt's alright. I was left here in\nthe dark. I know what it's like;\nthe pitch blackness, the distorted\nsounds. I was frightened, too.\n\nKREUZMANN\nThey’re in here. They’ve come back\nfor us!\nMeanwhile, Franke has been tending to the unconscious\nHeydrich, where he fell several yards away. He gestures now\nat Baumann, and Baumann leaves Kreuzmann momentarily to join\nhim.\nFRANKE\nHeydrich's had a bad blow. Give me\na hand, will you?\n\nBaumann supports Heydrich's head while Franke gets to work\nwith a field dressing -- glancing at Kreuzmann anxiously.\n\nBAUMANN\n(gesturing at Kreuzmann)\nHe's finally cracked. I don't\nthink he even knows where he is.\nFRANKE\nCould be delayed shell-shock.\nMaybe he clobbered Ebert the same\nway he did Heydrich.\n\nThey both glance over at him.\n\nKREUZMANN\nis listening to their distant, incoherent WHISPERS...\nbut is staring beyond his present location...\nelsewhere...\nCUT TO:\nEXT. WASTELAND - DAY\n\nAnother place, another time.\n\f69.\n\nA desolate stretch of bombed-out railway marshalling yard,\ndotted with rubble and ruined sheds and disused rolling\nstock.\n\nA small, agitated crowd of German soldiers.\n\nConfusion.\n\nKreuzmann, terrified, is being FROGMARCHED towards the other\nsoldiers by two black-uniformed SS GUARDS.\n\nSomewhere in the b.g., someone is WHISPERING a prayer...\nCUT TO:\nINT. TUNNEL SYSTEM\nHeydrich MOANS, delirious.\nFRANKE\nIt’s no good. We need to get him\nback to the bunker.\n(gesturing at Kreuzmann)\nBoth of them.\nBaumann looks dubious.\nBAUMANN\nEasier said than done.",
  "49": "---END OF PREVIOUS SECTION---\n(gesturing at Kreuzmann)\nBoth of them. Baumann looks dubious. BAUMANN\nEasier said than done. \n---TARGET SECTION TO BE ANNOTATED---\n Let's see\nif Kreuzmann can walk himself back.\n\nThey leave Heydrich momentarily, heading the short distance\nback along the tunnel to where Kreuzmann is still crouched.\n\nTaking one arm each, they lift him to his feet. Kreuzmann\nisn't too sure about it, looking blankly from one to the\nother. Then they try to walk him back towards where Heydrich\nis slumped -- back towards the barricaded side-tunnel...\n\nCUT TO:\nEXT. WASTELAND - DAY\n\nAs Kreuzmann experiences another flashback. Still being frog-\nmarched by the SS guards...\n\nCUT TO:\nINT. TUNNEL SYSTEM\n\nKreuzmann resists, pushing backwards with his feet. Baumann\nand Franke try to force him, and he starts becoming upset.\n\nKREUZMANN\nNo ...\n\f70.\n\nFRANKE\nEasy! We're going to get Heydrich,\nthen we're going back to the\nbunker. You can rest there.\n\nThey try again, taking Kreuzmann's weight and pulling him\nforward. His eyes focus on the side-tunnel ahead...\n\nKREUZMANN\nNo!\n\nHe suddenly goes MAD!\nBREAKS from their grasp, violently.\nTurns and RUNS.\n\nFRANKE\nGod, not again!\n\nBaumann and Franke try to catch him, but he's too fast.\nDisappears around a corner.\n\nBAUMANN\nLet him go. We can't leave\nHeydrich.\n\nFRANKE\n\nHe's scared out of his mind. Maybe\nsomething did happen down here.\n\nBAUMANN\nMaybe we’d better check that tunnel\nwhile we’re here. That seemed to\nbe what was spooking him.\n\nThey check Heydrich again quickly, then turn their attention\nto the barricaded side-tunnel.\n\nThey step through the broken barricade cautiously.\nAdvance along the tunnel.\n\nChecking each black pool of shadow, cast by the clutter all\naround.\n\nA SQUEAKING NOISE now becoming apparent as they follow the\ncurve around to the left.\n\nFranke shines his torch down suddenly upon a carpet of rats\nahead.\n\nFRANKE\nIf there's rats in here, there's\ngot to be something else.\n\nThen their torches begin to flicker simultaneously.\n\f71.\n\nThey freeze, worried.",
  "50": "---END OF PREVIOUS SECTION---\nThen their torches begin to flicker simultaneously. 71. They freeze, worried. \n---TARGET SECTION TO BE ANNOTATED---\n Shaking their torches to get them\nworking properly -- but they continue to flicker\nintermittently.\n\nBaumann and Franke exchange a glance then gingerly press on,\nbeing careful not to startle the rats, which retreat slowly\nfrom the advancing light.\n\nThe walls here are bare, not even shored with wood -- carved\nout of the earth and left abandoned even before being\nstrengthened...\n\n: and suddenly Franke CRIES OUT involuntarily as his torch\nilluminates a wall ahead.\n\nBaumann, too, shifts his torch beam up from the floor -- and\nreacts similarly, recoiling in dread.\n\nBAUMANN\nGod Almighty!\n\nHUMAN CORPSES -- dozens of them. Ancient; half-rotted and\nhalf-mummified. Suspended from floor to ceiling in the bare\nearth of the excavated, crumbling wall.\n\nAnd wherever they can reach, the army of rats are feeding off\nthe desiccated remains.\n\nBaumann retches and backs away, hugging the tunnel wall.\n\nBAUMANN (cont’d)\nMirus's story. The Plague victims!\n\nFranke covers his mouth -- a hideous realisation dawning on\nhis face.\nFRANKE\nOh, Christ, that's it. Mirus!\nBAUMANN\nWhat?\nFRANKE\n\nThat could be what's wrong with\nMirus. Don’t you see; he's got the\nPlague!\n\nThey shudder in horror simultaneously and involuntarily.\nBaumann pulls out his handkerchief and covers his nose and\nmouth defensively.\n\nFRANKE (CONT'D) (cont'd)\nThat's no good! You get it from\nflea bites! Rat fleas!\n\f72.\n\nBAUMANN\nThat's it; fuck this place. We're\ngetting out.\nBut before they can even move, something begins to happen...\n\nAs if triggered by their own voices, a faint WHISPERING\nbegins to emanate from all around them.\n\nMultiple VOICES overlapping.\n\nUnclear at first -- but as it becomes louder, odd phrases\nstand out.\n\nIt is a WHISPERED PRAYER -- but far from comforting, in this\ncontext -- quite the opposite. Coming from nowhere -- and\neverywhere -- with no explanation.\n\nBaumann and Franke -- both terrified -- don't need to say\n\nanother word.",
  "51": "---END OF PREVIOUS SECTION---\nIt is a WHISPERED PRAYER -- but far from comforting, in this\ncontext -- quite the opposite. Coming from nowhere -- and\neverywhere -- with no explanation. Baumann and Franke -- both terrified -- don't need to say\n\nanother word. \n---TARGET SECTION TO BE ANNOTATED---\nThey turn and RUN instinctively -- back around to where\nHeydrich is lying.\n\nDRAG him to his feet...\n\nand get the hell OUT of there!\n\nSCHENKE & KRUPP\nare also at the receiving end of the GHOSTLY WHISPERINGS.\n\nThey're quickly backing away up the tunnel towards the main\nentrance, guns aimed and ready -- backing away from the\nWHISPERING sounds emanating from the darkness.\n\nKrupp is now really edgy -- and beginning to hyperventilate;\nSchenke is frustrated at not being able to spot a visible\nenemy.\n\nSCHENKE\nThey're playing games with us! Now\ndo you believe me!?\n\nKrupp most certainly does.\n\nAnd as they near the main entrance, another disturbance makes\nthem SPIN around, even MORE alarmed...\n\na sudden RATTLING of the huge steel doors, as if someone\nis trying to get in.\n\nSCHENKE (cont’d)\nThey're everywhere! Back to the\nammo dump.\n\f73.\n\nA flat-out RUN back to the Munitions Room, the ghostly VOICES\nfollowing behind them.\n\nSchenke turns to stand and fight.\nBut Krupp keeps going, back towards the bunker.\n\nSCHENKE (cont’d)\nWhat're you doing?\n\nKRUPP\nWe're pulling back! I told you\nbefore!\n\nSCHENKE\n\nThat was before we found the ammo.\nWe can't leave it for them.\n\nKRUPP\nIt's too late, dammit! We can't\nhold them off. Come on!\n\nKrupp continues back, into the dangerous unfinished section\nthey passed through on the way. Schenke is still arguing as\nhe chases after him:\n\nSCHENKE\nWe've got a responsibility here.\nLet's stand and fight!\n\nBut Krupp shakes his head, no longer even trying to hide his\nfear. Schenke stops, determined to go no further.\n\nSCHENKE (cont’d)\nThen I'll do it alone.\n\nKRUPP\nYou'll do as you're bloody told,\nfor once! Now come on!\n\nSchenke ignores him and turns back towards the Munitions\nRoom...\n\nand suddenly the WHISPERINGS are SHATTERINGLY LOUD --\nseeming to press down upon them.\n\nAnd even Schenke COWERS involuntarily before it.",
  "52": "---END OF PREVIOUS SECTION---\nSchenke ignores him and turns back towards the Munitions\nRoom... and suddenly the WHISPERINGS are SHATTERINGLY LOUD --\nseeming to press down upon them. And even Schenke COWERS involuntarily before it. \n---TARGET SECTION TO BE ANNOTATED---\nFOLLOWING KREUZMANN\n\nas he races blindly through the tunnels, BOUNCING off the\nwalls and around the corners. Enveloped by the\noverpowering WHISPERS, and out of his mind once again with\nfear.\n\nUncontrollably YELLING.\n\f74.\nAround another corner...\n\nand there's a light ahead.\n\nStraight towards it at full pelt, still WAILING crazily...\n\nKRUPP & SCHENKE\n\nturn in panic to face this new 'menace' as it races towards\nthem from out of the darkness -- a loud YELL getting LOUDER\n\n-- louder now than even the other NOISES.\nKrupp crouches with his gun aimed.\n\nKRUPP (cont’d)\nWho goes there? Stop! -- Stop!!\n\nBut it keeps coming.\n\nCloser...\nLOUDER...\n\nKrupp OPENS FIRE.\n\nSchenke joins in.\n\nFIRING repeatedly towards the approaching figure.\nKREUZMANN\n\nis stopped dead in his tracks.\n\nJerking like a puppet as bullets RIP into him.\nStill being riddled even as he goes down.\n\nSCHENKE & KRUPP\n\ncontinue FIRING, unaware, caught up in the frenzy of the\nmoment.\n\nBut the POUNDING SHOCKWAVE of the gunfire is too much for the\nfragile roof. A roof-beam shifts; earth begins to pour down.\n\nSchenke SHOUTS and scrambles backwards...\n\n... but Krupp is too slow. A loud CRACK -- and the entire\nroof CRASHES down on top of him.\n\nBAUMANN, FRANKE & HEYDRICH\n\nhave stopped where they are, listening to the dying ECHOES of\nthe distant gunfire.\n\nAnd then the sudden, oppressive SILENCE.\n\f75.\n\nBaumann and Franke peer around, frightened and unsure. But\nslowly getting a grip on themselves again, now the terrifying\nghostly sounds have abated.\n\nFRANKE\nThis is insane! This can't be\nhappening!\n\nBAUMANN\nMaybe the old man was right about\nthis place.\n\nHeydrich, meanwhile -- still supported between them -- is\ndrifting in and out of consciousness.\n\nHEYDRICH\n(confused)\nWhat is it? Are they attacking?\n\nBAUMANN\nWe don't know what the hell is\ngoing on.",
  "53": "---END OF PREVIOUS SECTION---\nHEYDRICH\n(confused)\nWhat is it? Are they attacking? BAUMANN\nWe don't know what the hell is\ngoing on. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKE\n\n(to Baumann)\nWhat do we do?\n\nBaumann looks at Heydrich, his mind racing as he weighs up\nfear against duty, friendship against responsibility.\n\nBAUMANN\nGod knows. One thing at a time!\n\nThey hoist Heydrich upright again, and with a fearful glance\nbehind, push on as quickly as they can.\n\nSCHENKE\n\nis frozen against the wall, panting with the adrenalin rush\nand staring at the nearby cave-in as the clouds of dust\n\nbegin to clear.\n\nKrupp's feet are sticking out from underneath the huge pile\nof rubble -- twitching violently and accompanied by an almost\ninaudible, smothered SCREAMING.\n\nSchenke does nothing.\n\nRemains coldly immobile until the screaming dies and the feet\nlay still -- if anything, annoyed that the faint noise might\nhave attracted attention.\n\nHe continues listening to the silence for a few moments.\n\nSatisfied, he lowers himself into a combat-crouch.\n\f76.\n\nGlides forward to the wall of rubble which almost -- but not\nquite -- blocks off the width of the tunnel.\n\nListens again -- then shines his torch through towards the\nbullet-riddled shape lying motionless fifteen yards away.\n\nSilently climbs through the jagged gap and creeps forward.\nReaches the body, rolls it over and studies the face.\nKreuzmann!\n\nFor a moment, Schenke is curiously unmoved by the irony of\nthe situation.\n\nThen he laughs.\n\nA silent, panting laugh as he covers his mouth and sits back\n\non his haunches. Laughing until tears begin to drip from his\n\neyes -- and it's no longer clear if he's laughing or crying.\nCUT TO:\n\nINT. BUNKER - ENTRANCE PASSAGE - NIGHT\n\nNeumann has made his mind up. He marches through towards the\nAccess Tunnel, torch in hand, Mirus trotting along behind.\n\nMIRUS\nDon't be a fool! Whatever the\nshooting was, it's over. You can't\n\nhelp them.\nNeumann pauses at the bottom of the steps and glances at\nMirus with a curious expression -- a mixture of fear and\ndistaste.\n\nThen he heads quickly into the Access Tunnel.\n\nCUT TO:\nINT. ACCESS TUNNEL\nAgain, Mirus follows along behind.",
  "54": "---END OF PREVIOUS SECTION---\nThen he heads quickly into the Access Tunnel. CUT TO:\nINT. ACCESS TUNNEL\nAgain, Mirus follows along behind. \n---TARGET SECTION TO BE ANNOTATED---\nMIRUS\n\nWhat are you trying to do; impress\n\nthem? why don't you ever listen to\n\nme, you little idiot. -- Neumann!?\nBut Neumann breaks into a trot -- not wanting to listen --\n\nand vanishes around the corner into the tunnel complex.\nWithout his torch, Mirus can't follow.\n\nHe's suddenly alone.\n\f77.\n\nMIRUS (cont’d)\nAlright, then! Get yourself\nkilled! For what?\n\nAfter a moment he turns back towards the bunker. But some-\nthing makes him hesitate -- draws his attention back towards\nthe blackness of the tunnels. He leans forward, peering...\n\nIs that a shape in the darkness...?\n\nMIRUS (cont‘d)\nMartin?\n\nHis face twitches into a half-smile...\nand he begins to hold a conversation with someone unseen.\n\nMIRUS (cont’d)\nMartin, what's happening? I did as\nyou said; I kept away!\n(a pause as he listens)\nI couldn't stop the others; they\nwouldn't listen to me. Tell me\nwhat's going on.\n\nHe listens again -- and the smile drops from his face.\nMIRUS (cont‘d)\nOh, my God!\nHe begins slowly retreating to the bunker -- still listening\nto 'Martin's' silent instructions -- his unease growing.\nMIRUS (cont‘d)\nOh, God! -- Yes. -- Yes, alright!\nI'm going!\n\nHe reaches the door and hesitates just for a moment...\n\nonly to hear the faint sound of multiple FOOTSTEPS\napproaching from the tunnels.\n\nCUT TO:\nINT. BUNKER - ENTRANCE PASSAGE - NIGHT\n\nMirus jumps through the doorway and SLAMS the heavy steel\ndoor closed behind him, locking the bolts.\n\nHe races quickly up the stairs, turns for the door -- and\nrealises the booby-trap grenade is still wired to the handle.\n\nSomeone begins HAMMERING on the Access Tunnel door.\n\nWithout further hesitation, Mirus runs for the --\n\f78.\nCREW ROOM\n\nand straight for the Emergency Escape. Pulls the steel\nhatch open.\n\nCUT TO:\nINT. ACCESS TUNNEL\nBaumann BANGS again on the door to the bunker.",
  "55": "---END OF PREVIOUS SECTION---\nPulls the steel\nhatch open. CUT TO:\nINT. ACCESS TUNNEL\nBaumann BANGS again on the door to the bunker. \n---TARGET SECTION TO BE ANNOTATED---\nBAUMANN\nMirus! Neumann! For God's sake,\nit's us!\n\nHe turns an expression of ghastly exasperation at Franke and\nHeydrich behind him.\n\nBAUMANN (cont’d)\nI don't believe it!\n\nCUT TO:\nINT. BUNKER - EMERGENCY ESCAPE CHUTE - NIGHT\nMirus drags himself through the short crawl-way and into the\nnarrow concrete chute which leads straight up to the roof of\nthe bunker, four metres above.\n\nAs he starts climbing the iron ladder, the wind HOWLS\noverhead.\n\nCUT TO:\nEXT. BUNKER - ON THE ROOF - NIGHT\nMirus pushes aside the snow-covered camouflage-netting which\ncovers the top of the chute. Cautiously pokes his head above\nthe surface, squinting to see in the driving snowstorm.\n\nHolding a white handkerchief of surrender in his hand, he\nbegins to haul himself clear of the chute.\n\nSomething MOVES behind him.\nA figure, approaching quickly and silently.\nMirus doesn't see until it's TOO LATE, and he's\nCUT TO:\nINT. TUNNEL SYSTEM\nGrabbed from behind -- a knife at his throat.\n\nNeumann's eyes are wide with fear as his assailant hesitates\nthen whispers quickly in his ear\n\f79.\n\nSCHENKE\nShhh!\n\nSchenke eases his grip around Neumann's mouth, but leaves the\nvicious-looking commando knife prodding into his windpipe.\n\nSCHENKE (CONT'D) (cont’d)\nWhat the hell are you doing in\nhere? Were you looking to get out?\n\nNEUMANN\nNo! I heard the shooting. Came to\nhelp!\n\nSCHENKE\nWhat about keeping lookout, you\nidiot?\n\nNEUMANN\n\nThere's a snowstorm blowing\noutside. We couldn't see a thing.\nCouldn't hear a thing.\n\nSchenke is still dubious.\n\nNEUMANN (cont’d)\nMirus is still keeping watch -- but\nI thought I'd be more help in here!\n\nSchenke lets go, and Neumann looks around at him for the\nfirst time: Schenke’s face is taut with tension -- his eyes\ncontaining the first faint gleam of insanity.",
  "56": "---END OF PREVIOUS SECTION---\nSchenke is still dubious. NEUMANN (cont’d)\nMirus is still keeping watch -- but\nI thought I'd be more help in here! Schenke lets go, and Neumann looks around at him for the\nfirst time: Schenke’s face is taut with tension -- his eyes\ncontaining the first faint gleam of insanity. \n---TARGET SECTION TO BE ANNOTATED---\nSchenke quickly checks in both directions -- listening\nintently to the silence -- then whispers urgently.\nSCHENKE\n\nAre you really ready to help? To\ndo whatever's required?\n\nNEUMANN\nYes.\n\nSCHENKE\nReady to take on the\nresponsibilities of wearing that\nuniform?\n\nDespite his obvious fear, Neumann replies defiantly.\n\nNEUMANN\nYes.\n\nSCHENKE\nThen do as I say. Without\nquestion. You understand?\n\f80.\n\nNeumann nods, and Schenke quickly continues:\n\nSCHENKE (cont’d)\nThey're in here. The Yanks. There\ncan't be many -- but they're\nplaying tricks. Trying to confuse\nus. Pick us off one by one.\n\nNeumann nods again as Schenke hands him a couple of clips for\nhis rifle.\n\nSCHENKE (cont’d)\nThe Lieutenant's dead; the others\ncan't be trusted; so it's up to us.\nWe give the enemy nothing!\n\nCUT TO:\nINT. ACCESS TUNNEL\n\nHeydrich is slowly coming around, taking a sip from Baumann's\nwater flask.\n\nThey're hunched nervously beside the sealed door to the\nbunker: Franke keeping watch towards the tunnels; Baumann\nwiping Heydrich's brow with a wet handkerchief.\n\nBAUMANN\nGod knows what was happening.\nFranke had an idea -- that we’ve\nbeen hit with some kind of nerve-\ngas.\n\nHEYDRICH\nJesus!\n\nFRANKE\n\nMaking us hallucinate. It's the\nonly thing that makes sense.\n\nBAUMANN\nIt would explain a lot...\n\nBut there's an edge in Baumann's voice, as if he's not really\nconvinced. Franke, however, is sure:\n\nFRANKE\nIt explains everything!\n\nHeydrich sits up a little straighter, squinting painfully as\nhis befuddled mind struggles with the situation.\n\nHEYDRICH\nAnd the others?\n\f81.\n\nBAUMANN\nWho knows? The shooting stopped\npretty quickly, then nothing.\n\nHeydrich gestures at the bunker door\n\nHEYDRICH\nSo what now?\n\nBAUMANN\nThey're not answering. I think\nthey heard us coming and assumed we\nwere Yanks. Maybe they're just\nscared and keeping quiet -- or\nmaybe they’ve already surrendered.",
  "57": "---END OF PREVIOUS SECTION---\nBAUMANN\nThey're not answering. I think\nthey heard us coming and assumed we\nwere Yanks. Maybe they're just\nscared and keeping quiet -- or\nmaybe they’ve already surrendered. \n---TARGET SECTION TO BE ANNOTATED---\nHEYDRICH\nIn which case there could be\nplatoon of Americans at the other\nside of this door, listening to\nus...\n\nBAUMANN\nor heading right for us through\nthe tunnels.\n\nFranke wipes his mouth nervously.\n\nFRANKE\nBoth, knowing our luck! -- The\nproblem is, if we are lapsing into\nhallucinations, we can't be sure of\nanything we see or hear. --\nAnything!\n\nCUT TO:\nINT. TUNNEL SYSTEM - MUNITIONS STORAGE ROOM\n\nNeumann is carefully piling cannon shells onto a bed of wood\n\nand sack-cloth, constructed against the base of a fully-laden\nshell-rack. Schenke trots over, carrying a couple of broken-\nopen shell cases.\n\nSCHENKE\nWait a minute...\n\nHe pours some of the cordite from the shell cases over\nNeumann's bonfire-type construction, then slowly backs away\ntowards the door, leaving a cordite trail along the concrete\nfloor:\n\nSCHENKE (cont’d)\nAlright. More wood and sacking on\ntop. Quickly!\n\f82.\n\nNEUMANN\nWhat happens to us when this lot\ngoes up?\n\nSCHENKE\nDon't worry. We won't be around\nhere.\n\nWe've got other things to take care of.\nSchenke smiles with secret amusement.\n\nBut, as if on cue to wipe the smile away, the ghostly noises\nbegin again -- very faint at first -- this time a distant,\nunearthly MUTTERING and SOBBING.\n\nNeumann crouches, horrified -- hearing the sounds for the\nfirst time -- growing pale as the full reality of the\nsituation dawns upon him.\n\nSchenke flattens himself beside the doorway, listening. He's\nperfectly calm as he speaks:\n\nSCHENKE (cont’d)\nThey're coming again.\n\nCUT TO:\nINT. ACCESS TUNNEL\n\nFranke and Baumann scuttle to the end of the tunnel, peering\naround into the blackness as the MUTTERING draws nearer.\n\nFRANKE\nDear God, what now?\n\nHeydrich joins them; like Neumann, he too is hearing this for\nthe first time. He can't quite believe it.\n\nHEYDRICH\nListen to it! It has to be the\nAmericans, trying to panic us.",
  "58": "---END OF PREVIOUS SECTION---\nHe can't quite believe it. HEYDRICH\nListen to it! It has to be the\nAmericans, trying to panic us. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKE\n(to Heydrich)\nSo what do we do?\n\nHEYDRICH\nBlow that door, if we can. Now!\n\nFRANKE\nBut it'll give away our position.\n\nBAUMANN\n(to Heydrich)\nI'm with you. Let's try it.\n\f. . 83.\nBaumann pulls a stick grenade from his boot.\n\nGets a nod of readiness from the other two.\n\nUnscrews the cap.\nPulls the loop of string to pop the fuse...\n\nTosses the grenade the length of the Access Tunnel, dropping\nit smack at the base of the Bunker door.\n\nAll three pile out into the main tunnel, taking cover either\nside of the Access Tunnel mouth.\n\nThree seconds ... four ... five\nBLANG!! and the sharp, deafening BLAST reverberates away\nthroughout the tunnels -- and even here, the lined concrete\nwalls and ceiling seem to creak under the strain.\nCUT TO:\nINT. MUNITIONS STORAGE ROOM\nSchenke and Neumann listen to the dying ECHOES of the blast.\nSCHENKE\nThat was the booby-trap! They’re\ncoming in from both ends, now.\n(pointedly, to Neumann)\nAre you ready?\nNeumann nods, pale and trembling.\nSchenke takes out his benzedrine pills, shakes one into\nNeumann's hand, and tips the remainder -- five or six -- into\nhis own mouth.\nNeumann pulls out a small hip-flask and offers it Schenke.\nAnd this time, Schenke takes it. Washes down his pills with\na belt of booze. Neumann does the same.\n\nThen Schenke crouches with his wind-proof lighter -- touching\noff the trail of cordite on the floor.\n\nAs it FIZZES quickly towards the make-shift bonfire, Schenke\ntakes a final deep breath, hoisting his rifle.\n\nSCHENKE (cont’d)\nThis is it. If it moves, shoot!\n\nHe leads the way out into the tunnels.\nCUT TO:\nINT. ACCESS TUNNEL\nBaumann's torch bores a path through the thick cloud of smoke\n\nand dust as he quickly feels his way, coughing and choking,\nalong the Access Tunnel.\n\f84.\n\nHe emerges from the fog to find the bunker door dented -- but\nintact.",
  "59": "---END OF PREVIOUS SECTION---\nACCESS TUNNEL\nBaumann's torch bores a path through the thick cloud of smoke\n\nand dust as he quickly feels his way, coughing and choking,\nalong the Access Tunnel. 84. He emerges from the fog to find the bunker door dented -- but\nintact. \n---TARGET SECTION TO BE ANNOTATED---\nHis face is a picture of despair. He kicks at the door\nimpotently as Heydrich arrives behind him.\n\nBAUMANN\nShit! -- If anything, it's jammed\nin tighter!\nHeydrich joins in, kicking at the door as best he can with\nhis good leg -- but it's useless.\nHEYDRICH\n\nYou bastards! Open up!\n\nHe gives up, slumping against the wall as a wave of dizziness\noverwhelms him momentarily. Baumann stops, too.\n\nBAUMANN\nAlright. Alternative plan. Can\nyou run?\n\nHEYDRICH\n\nNot much choice, is there.\n\nThey reluctantly turn away and scurry back to where Franke is\nguarding the doorway into the tunnels.\n\nThe ghostly noises are still apparent -- and even closer now.\n\nFRANKE\nDammit, that can't to be real!\n\nHEYDRICH\n(to Baumann)\nSo what is this alternative plan?\n\nBAUMANN\nFind Schenke and Krupp? Find the\nmain entrance? Take your pick!\n\nThe three glance at each other -- but none can think of\nanything better.\n\nCUT TO:\nINT. TUNNEL SYSTEM\nas they dodge out of the Access Tunnel doorway and advance in\na well-rehearsed manoeuvre -- Franke setting the pace at\npoint, Baumann and Heydrich guarding their rear.\nHEYDRICH\n\nThis is some fucking Christmas,\nalright!\n\f85.\nAnd following them slowly all the way, the ghostly\n\nMUTTERINGS of the unseen pursuer.\nMUNITIONS STORAGE ROOM\n\nThe dry sack-cloth bed of the bonfire BURSTS into flames as\nthe FIZZING fuse-trail hits it.\n\nThe flames build quickly through the tangled lattice of wood,\nlicking at the brass cases of the piled cannon shells...\nBAUMANN, FRANKE & HEYDRICH\n\nFranke gestures for the others to follow as he advances\naround a corner.\n\nBaumann and Heydrich trail after him, still watching the\nrear...\n\nFLASHES from the darkness ahead -- followed immediately by\nPOUNDING GUNFIRE.\n\nBullets CHOP into the walls -- into the floor.\nThey scramble backwards in panic, returning FIRE.\n\nTake cover around a corner, still FIRING blindly back towards\n\nthe unseen sniper -- until their guns CLICK on empty.",
  "60": "---END OF PREVIOUS SECTION---\nBullets CHOP into the walls -- into the floor. They scramble backwards in panic, returning FIRE. Take cover around a corner, still FIRING blindly back towards\n\nthe unseen sniper -- until their guns CLICK on empty. \n---TARGET SECTION TO BE ANNOTATED---\nBAUMANN\nI'm out!\nHEYDRICH\nMe too.\n\nFranke fishes one final five-round magazine from his pocket\nPushes it into his rifle with a trembling hand.\n\nFRANKE\nLast chance, then.\n\nHe FIRES once around the corner, then they RUN for it along\nthe side-tunnel in which they’d taken refuge.\nSCHENKE & NEUMANN\n\nSchenke, in the shelter of a recessed doorway, lowers his\nsmoking gun and quickly changes magazines -- listening.\n\nNeumann, meanwhile, is shaking like a leaf -- for this is his\nfirst ever taste of running combat. Schenke hisses at him:\n\nSCHENKE\nThey're getting away! Come on!\n\f86.\n\nNeumann follows along blindly as Schenke breaks cover\n\nBAUMANN, FRANKE & HEYDRICH\n\nThey CLATTER along the side-tunnel -- stealth now sacrificed\nfor speed. Franke is pulling ahead, but Baumann, dragging\nalong Heydrich, is unable to keep up.\n\nFranke SKIDS to a halt at a junction of cross-tunnels, and\nchecks in each direction:\n\nA moment of dreadful, realisation...\n\nFar along the tunnels, high-lighted as just the vaguest of\nflitting, ambiguous shapes -- figures seem to be dodging from\ncover to cover -- in every direction. And the uncanny voices\ncontinue menacingly.\n\nAs Baumann and Heydrich arrive behind him, Franke pulls back\nhis face ashen and fearful.\n\nFRANKE\nChrist, they're everywhere! We\ndon't have a chance!\nBaumann takes Franke’s place, peering around the corner\n\nBAUMANN\nWhere are they? I can't see...\n\nBut Franke turns to face the direction they’ve just come.\nFOOTSTEPS are now rapidly approaching along their tunnel...\n\nand Franke is moving to meet them.\n\nFRANKE\nThis is it. We’ve nothing left to\nfight with.\n\nHEYDRICH\n\nFranke, wait...!\n\nFRANKE\nLet's try to reason with them.\nThey can't kill us; it's Christmas\nday!\n\nBaumann's not convinced; he pulls Heydrich around the corner\naway from the approaching FOOTSTEPS, looking around wildly\nfor other signs of threat -- his bayonet ready...",
  "61": "---END OF PREVIOUS SECTION---\nFRANKE\nLet's try to reason with them. They can't kill us; it's Christmas\nday! Baumann's not convinced; he pulls Heydrich around the corner\naway from the approaching FOOTSTEPS, looking around wildly\nfor other signs of threat -- his bayonet ready... \n---TARGET SECTION TO BE ANNOTATED---\nFranke continues forward, tossing his rifle aside and raising\nhis hands:\n\f87.\n\nFRANKE (cont’d)\nEnough! We surrender. Don't\nshoot!\n\nTorchlight BURSTS from the blackness ahead.\nFranke stops, pinned like a moth in the glare.\n\nFRANKE (cont’d)\nWe give up! Do you hear?\n\nSCHENKE\nI hear.\n\nFranke is startled by the familiar voice. He drops his\nhands.\n\nFRANKE\nSchenke! Thank God! Quick,\nthey're all over the place.\n\nBaumann and Heydrich, too, are relieved. They quickly step\nback around the corner, shielding their eyes against the\nglare from Schenke’s torch.\n\nThe dialogue exchange is rapid:\n\nHEYDRICH\nDid you find the way out? Where is\nit?\nSchenke moves the light away from their eyes -- allowing them\nto see the pistol he's pointing at them -- and the rifle\nwhich Neumann also has trained on them.\nSCHENKE\nNobody's getting out. Not them.\n\nOr us.\n\nBaumann can tell instantly from Schenke's expression that\nsomething's not right.\n\nBAUMANN\nWhere'd you get all the ammo,\nSchenke? What's going on? Who's in\nthe bunker?\n\nSCHENKE\nWhat's going on is this: Krupp's\ndead. So are Ebert and Kreuzmann.\nAnd lacking a suitable replacement,\nI've assumed command.\n\nHEYDRICH\nJesus! What happened?\n\f88.\n\nSCHENKE\nYou three weren't at the\nrendezvous, that's what happened.\n\nBAUMANN\nNow wait a minute...\n\nSCHENKE\nNever where you should be, Baumann!\nBut this is the last time.\n(to Neumann)\nTake a look, kid; this is the\nreason we're losing the war\n\nFRANKE\nFor Christ's sake, Schenke, they're\njust around the corner! Do\nsomething!\n\nBut Schenke merely straightens his arm, aiming even more\ndeliberately at Franke's face.\n\nSCHENKE\n(continuing, to Neumann)\nThe reason we've been pulling back\nfor the last six months! Cowards\nwho won't bloody fight!\n\nThe tension is suddenly electric.",
  "62": "---END OF PREVIOUS SECTION---\nSCHENKE\n(continuing, to Neumann)\nThe reason we've been pulling back\nfor the last six months! Cowards\nwho won't bloody fight! The tension is suddenly electric. \n---TARGET SECTION TO BE ANNOTATED---\n Neumann, too, now sees the\nway things are heading, and begins to shuffle nervously.\nFranke pleads with Schenke.\n\nFRANKE\nWe've had nothing to fight with!\nJust show us the way out, will you!\n\nSCHENKE\nDon't worry about the Americans.\nI've taken care of that. But first\nthings first. -- Time to weed out\nthe traitors.\n\nBaumann doesn't wait for Schenke to continue. He looks\nstraight into Neumann's eyes and addresses him.\n\nBAUMANN\nDon't listen to him. Can't you\nsee? He's half out of his mind!\n\nSCHENKE\nTime to prove yourself, kid! They\ndon't deserve to wear that uniform.\nProve that you do.\n\nNeumann looks at Schenke.\n\f89.\n\nNEUMANN\nWhat?\nSCHENKE\nDo I have to spell it out?\nNeumann looks at the others, wide-eyed -- his rifle still\npointed at them.\nNEUMANN\nBut...\nBAUMANN\n\n(to Neumann)\nDon't listen to him!\n\nSCHENKE\nThey're traitors and cowards! You\nknow the law. Shoot them!\n\nNEUMANN\nI can't... I can't just...\n\nBut Schenke suddenly GRABS Neumann's hair with his free hand,\nand SHAKES his head violently.\n\nSCHENKE\nDamn you! That's an order! Do it!\n\nNeumann is trembling as he aims his rifle at Baumann and\nSCREWS his eyes shut -- tensing himself for the shot...\n\nBaumann waits for it ...!\n\nA terrific BLAST -- RIPPING through the complex as the\ndistant Munitions Room finally, inevitably GOES UP!\n\nThe walls SHAKE.\n\nSchenke, off balance, lets go of Neumann and OPENS FIRE on\nthe others himself.\n\nFranke is HIT in the arm as he instinctively CHARGES Schenke,\nCRASHING into him and knocking him off his feet.\n\nBaumann KNOCKS Neumann's rifle aside and SLAPS him hard\nacross the face, furious! Continues SLAPPING him back and\nforth.\n\nAnother deep BLAST shakes the tunnels.\n\nSchenke is on his back on the floor, scrabbling for his torch\nand gun.",
  "63": "---END OF PREVIOUS SECTION---\nContinues SLAPPING him back and\nforth. Another deep BLAST shakes the tunnels. Schenke is on his back on the floor, scrabbling for his torch\nand gun. \n---TARGET SECTION TO BE ANNOTATED---\n Baumann shouts to the others:\n\nBAUMANN\nThis way! Run!\n\f90.\n\nFranke and Heydrich help each other. Baumann grabs Neumann\nby the scruff of the neck and DRAGS him away.\n\nFRANKE\nNot that way! The soldiers ...!\n\nBAUMANN\nI know what I'm doing! Come on!\n\nAnd he leads them straight forward without hesitation, across\nthe junction and along the next tunnel.\n\nSCHENKE\n\nclimbs to his feet, watching as the others escape into the\ndarkness. And he begins to emit, incongruously, a growling\nMOAN of frustration\n\n... as the distant explosions continue, almost drowning out\nthe ghostly mutterings...\n\n: a deep, extended WAILING MOAN -- which slowly builds in\npitch and fervour into a long, furious, BELLOW of insane\nrage!\n\nBAUMANN, FRANKE, HEYDRICH & NEUMANN\n\nare suddenly running through a NIGHTMARE!\n\nSchenke's distant WAIL echoes around them and seems to\ninitiate an answering GHOSTLY CHORUS of horrific SHOUTS and\nSCREAMS of anguish. Souls, literally, in torment!\n\nThe group is on the verge of going to pieces in fear and\nconfusion. They scramble recklessly along, covering their\nears against the SCREAMING and POUNDING EXPLOSIONS which\nthreaten to deafen them. But then...\n\nBAUMANN (cont’d)\nThere! In there!\n\nAnd the four fugitives race towards a doorway in the tunnel\nwall ahead...\n\nand PILE inside.\n\nGENERATOR ROOM\nBaumann bolts the steel door behind them.\n\nBut there's still no escape -- the blood-chilling NOISES are\nin here with them -- even louder, if anything.\n\f91.\n\nThey back away and huddle together in a corner, covering\ntheir ears and screwing their eyes shut -- quite literally\nFROZEN with fear -- nowhere else to run.\n\nIt seemingly can't get any worse, when...\n\nThe CACOPHONY of noises begins to fade, and one particular\nvoice takes precedence -- a voice WHISPERING a PRAYER...\n\nBaumann opens his eyes wide with an expression of horrified\nrecognition...",
  "64": "---END OF PREVIOUS SECTION---\nIt seemingly can't get any worse, when... The CACOPHONY of noises begins to fade, and one particular\nvoice takes precedence -- a voice WHISPERING a PRAYER... Baumann opens his eyes wide with an expression of horrified\nrecognition... \n---TARGET SECTION TO BE ANNOTATED---\nBAUMANN (cont’d)\nOh, Jesus! It is them!\n\nThe whispering overlaps into\nCUT TO:\nEXT. WASTELAND - DAY\n\nBaumann's fragmented visual recollections of a horrific\nevent.\n\nThe same railway marshalling yard we saw before, but this\ntime from Baumann's perspective.\n\nHe and other members of the unit -- Heydrich, Franke, Ebert\nKreuzmann and Schenke -- are being marched towards an\nisolated, bombed-out area by Krupp and the two black-\nuniformed SS guards.\n\nAhead, an SS CAPTAIN waits beside a pit which is being dug by\n\na large group of prisoners -- themselves uniformed GERMAN\nSOLDIERS, possibly deserters, stripped of helmets and\nequipment -- who are working at the gunpoint of a third SS\nGUARD.\n\nSome are working with spades, others are forced to scratch at\nthe earth with bare hands -- trying not to look at the\napproaching soldiers, as if to deny their existence.\n\nOne prisoner is already kneeling, muttering the loud but\nwhispered PRAYER which continues relentlessly...\n\nNow, the prisoners become agitated as Krupp's men arrive ina\nbroken line beside the pit. A couple of the prisoners break\ndown suddenly, moaning, muttering and sobbing.\n\nAs Baumann stares down into the trench with appalled\nanticipation, the faces etching themselves into his memory,\none prisoner in particular catches his gaze, and stares back\nwith an expression of silent pleading.\n\f92.\n\nKreuzmann has begun trembling violently. He turns away in\nmounting fear and tries to walk back the way they've come,\nbut the SS guards, laughing, trot after him, spin him around\nand frog-march him back towards the others.\n\nThe SS Captain now seems in a hurry to get it over with. He\npasses an order to Krupp, gesturing at the prisoners -- his\nintention unmistakable...\n\nAnd at this defining moment of truth, each soldier reacts in\nhis own way:\n\nKrupp turns to his men and reluctantly relays the order\nSchenke raises his rifle at the cowering prisoners.\n\nKreuzmann, in terrified, trembling submission, follows\nsuit.\n\nThe others are frozen with indecision...\n\nThe SS Captain SHOUTS the order again, increasingly angry.",
  "65": "---END OF PREVIOUS SECTION---\nKreuzmann, in terrified, trembling submission, follows\nsuit. The others are frozen with indecision... The SS Captain SHOUTS the order again, increasingly angry. \n---TARGET SECTION TO BE ANNOTATED---\nFranke finally, reluctantly raises his rifle.\n\nEbert and Heydrich remain frozen.\n\nOnly Baumann actively revolts.\n\nHe turns on the others, knocking their rifles aside and\npushing them back from the pit.\n\nArguing with Krupp and the SS captain...\n\nHeydrich now trying to hold him back for his own good...\nAnd during the utter confusion, several of the prisoners take\ntheir last chance. They try to scramble out of the pit.\nThree or four even make it out. A couple run for it. One\nrushes at the SS Captain, hands outstretched.\n\nThe SS Captain SHOUTS a warning...\n\nKrupp shoots the would-be assailant.\n\nSchenke turns and OPENS FIRE on the rest of the prisoners\nmercilessly. Ebert, Franke and Kreuzmann fire almost as a\nreflex, drawn in by the sudden panic.\n\nThe prisoners are cut down under the hail of bullets.\n\nBaumann, still being restrained by Heydrich, watches in\nHORROR.\n\nThe GUNFIRE ceases.\nBut several bodies still twitch and moan from the pit\n\nThe soldiers stare down at what they've done.\n\f93.\nSchenke coolly changes his rifle magazine, just in case.\nKreuzmann, weeping, drops to his knees.\nThe others try vainly to cover up their revulsion.\nAnd meanwhile, the three SS men begin to amuse themselves by\npushing the heaps of excavated earth back into pit with their\n\nAs the earth spills down onto the pile of bodies, the ones\nstill alive begin to SCREAM\n\nCUT TO:\nINT. TUNNEL SYSTEM - GENERATOR ROOM\n\nthe same SCREAMS which Baumann, Franke, Heydrich and\nNeumann are hearing now.\n\nBaumann looks at the others -- and with the exception of\nNeumann, each returns the same expression of horrified\nrecognition.\n\nNeumann's expression is simply one of frozen terror.\n\nThe screams diminish again to a series of quietly muttering\nvoices -- the very essence of which is frighteningly\nthreatening.\n\nFranke is almost losing it.\n\nFRANKE\nKreuzmann was right.",
  "66": "---END OF PREVIOUS SECTION---\nThe screams diminish again to a series of quietly muttering\nvoices -- the very essence of which is frighteningly\nthreatening. Franke is almost losing it. FRANKE\nKreuzmann was right. \n---TARGET SECTION TO BE ANNOTATED---\n They've come\nback! They're making all this\nhappen! Turning us against each\nother!\n\nTUNNEL SYSTEM - SCHENKE\n\nAs SHUFFLING feet seem to approach from the blackness\nSchenke turns to confront whoever it is.\n\nHe appears perfectly -- almost unreasonably -- calm as he\naddresses the unseen newcomers.\n\nSCHENKE\nI'm not afraid of you. I've got a\ncross to protect me!\n\nHe holds out his Iron Cross -- and begins to LAUGH...\n\f94.\nGENERATOR ROOM\n\nAn INHUMAN POUNDING begins on the steel door.\n\nHEYDRICH\n\nIs it Schenke? It must be Schenke!\nBAUMANN\n\nWhoever it is, they know we're in\n\nhere.\nBaumann is looking around in controlled panic.\nSpies something.\n\nBAUMANN (CONT’D) (cont'd)\nGive me a hand!\n\nA metal grille is set into the concrete floor next to the air\nfiltration unit. Baumann takes out his bayonet and begins to\nprise the grille free. Franke catches on and kneels to help\n\nhim with trembling hands.\n\nYet another huge explosion SHAKES the fabric of the tunnel\nsystem, and cracks begin to appear in the walls.\n\nThe POUNDING on the door continues, as if a huge hammer were\nbeing swung against it.\n\nFRANKE\nQuickly!\n\nThey wrench the grille free, and Baumann briefly leans into\nthe dark horizontal shaft, shining his torch either way.\n\nBAUMANN\nAlright! In!\n\nAnother BANG, and the door shakes on its hinges. Franke gets\ninto the shaft like a shot.\n\nFRANKE\nWhich way?\n\nBAUMANN\nEither! Just go!\n(to Neumann)\nYou next!\n\nNEUMANN\nWe can't just leave Schenke behind!\n\nBAUMANN\nYou still think he's such a hero?\nBecause he wears that medal? Then\nstay with him!\n\f95.\n\nNeumann makes a hasty decision. Clambers into the shaft\nfollowed by Heydrich.\n\nAnother HUGE BANG and the door rattles dangerously. Baumann\nducks into the shaft after them.\n\nCUT TO:\nINT. VENTILATION SHAFT\nA tight fit! Solid concrete. No going back.\n\nFranke struggles ahead as fast as he can.",
  "67": "---END OF PREVIOUS SECTION---\nSolid concrete. No going back. Franke struggles ahead as fast as he can. \n---TARGET SECTION TO BE ANNOTATED---\n The others crawl\nalong, head to foot behind him, already regretting it.\n\nThe POUNDING continues behind them.\nFRANKE\nI can't see how far it goes. What\nif it's a dead-end?\nHEYDRICH\nIt has to come out somewhere. Just\nkeep going!\n\nA final BANG from back in the Generator Room, and the muffled\nCRASH of the door giving way.\n\nBAUMANN\nThey're through the door.\n\nEverybody shifts up yet another gear, scrabbling along as\nfast as is possible on elbows and knees. Franke is beginning\nto panic. His torch reveals a blank wall dead-ahead; a turn?\n\nFRANKE\nOh, God!\n\nA bit closer. Not a turn -- it's a\n\nFRANKE (cont’d)\nDead end! It's a dead end!\n\nA string of frightened, AD-LIB CURSES.\n\nBAUMANN\nIt can't be. Keep going!\n\nFranke scrambles the last few yards -- hoping against hope.\n\nFRANKE\nOh, God!\n\nBAUMANN\nUp! Look up!\n\nFranke shines his torch upwards. An iron grille!\n\f96.\n\nThe others pile up behind Franke as he tries to push the\ngrille open.\n\nNo go!\n\nAnd now something's coming slowly up the shaft behind\nBaumann...\n\nBAUMANN (cont’d)\nThey're coming. Get OUT!\n\nFranke and Neumann brace their shoulders against the overhead\ngrille and PUSH.\n\nIt won't budge!\n\nAgain\n\nPUSH!\n\nCUT TO:\n\nINT. TUNNEL SYSTEM\nThe grille BURSTS open.\nFranke and Neumann are out in a flash.\nHeydrich next -- dragged out.\nThen Baumann.\nHalf-way out when...\n\nhis legs are GRABBED from behind.\nIs it Schenke?\nHe YELLS and KICKS himself free.\nAs the blasts continue -- tearing the tunnels apart behind\n\nthem -- they run for their lives.\n\nAnd they're not the only ones. The colony of rats, driven\nmad by the explosions, is running in all directions\nscratching and tearing at anything in their path. Their\nnumbers increasing as the soldiers continue their reckless\nflight.\n\nCURSING and PLEADING with God for help as they go.\n\nThey try to go one way -- but the roof is already coming\ndown.",
  "68": "---END OF PREVIOUS SECTION---\nTheir\nnumbers increasing as the soldiers continue their reckless\nflight. CURSING and PLEADING with God for help as they go. They try to go one way -- but the roof is already coming\ndown. \n---TARGET SECTION TO BE ANNOTATED---\nAnother direction -- but a virtual river of crazed rats is\n\npouring towards them!\n\nThey can't go back -- only one way remains...\n\f97.\n\nForward, into the unfinished section where they encountered\nKreuzmann -- and back to the barricaded side-tunnel!\n\nThey freeze in panic.\nKnowing it's a dead-end.\n\nBaumann's mind is racing. Searching for a way out.\n\nMeanwhile, the walls are crumbling.\nRats are scampering wildly all around them.\nJumping at their legs and gnawing at their boots.\n\nIt's a living-hell!\n\nAnd just for good measure, Schenke's insane shouting begins\nto echo towards them.\n\nSCHENKE (0.S.)\nThere's no way out, Baumann! And\nwe're coming!\n\nFor some reason, everybody looks instinctively to Baumann.\n\nAnd his expression shows he's suddenly thinking again -- a\nray of hope on his face as he digs into his tunic pockets.\n\nBAUMANN\nWhat do we have? Turn it all out\n\nEverybody begins scrabbling through their pockets and\npouches, grasping at any last straw. Pulling things out:\nPenknives; bandages; compasses; signal flares...\n\nBaumann GRABS the flares from Franke, and pulls the folding\nentrenching spade from his belt. No time to even explain.\n\nBAUMANN (cont ‘d)\nCome on!\n\nAnd he rushes into the barricaded side-tunnel. Heydrich and\nNeumann, who don't know what's in there, follow him in -- but\nFranke takes a few steps and stops. Won't go any nearer.\n\nBAUMANN, HEYDRICH & NEUMANN\n\nrush into the chamber of horrors Baumann had seen before.\nThis time it's worse: The tremors from the distant explosions\nare shaking the earth loose from the walls -- revealing even\nmore bodies -- their mummified limbs moving as if alive.\n\nHeydrich and Neumann have a moment to react with predictable\nshock and fear -- then their torches flicker and die!\n\nA moment of blackness, accompanied by fearful SHOUTS.\n\f98.\n\nA FLARE shoots out, bounces off the ceiling and into a\ncorner, CRACKLING as it illuminates the chamber with blue,\nflickering light.\n\nBaumann doesn't wait another second.",
  "69": "---END OF PREVIOUS SECTION---\n98. A FLARE shoots out, bounces off the ceiling and into a\ncorner, CRACKLING as it illuminates the chamber with blue,\nflickering light. Baumann doesn't wait another second. \n---TARGET SECTION TO BE ANNOTATED---\n Begins dragging sacks\nof concrete mix against the wall containing the corpses\npiling them up, yelling as he does so.\n\nBAUMANN (cont’d)\nHelp me! They can't be buried very\ndeep. We can't be far beneath the\nsurface!\n\nHeydrich catches on straight away. Unfolds his entrenching\nspade, clambers on top of Baumann's makeshift platform, and\nbegins DIGGING into the roof, corpses inches away from his\nface in the wall. Earth begins to shower down.\n\nNeumann manages to gather himself sufficiently to take over\nfrom Baumann, dragging more sacks over to build the platform\nhigher.\n\nAnd Baumann joins Heydrich, HACKING furiously up into the\nroof.\n\nFRANKE\n\nis hovering indecisively just inside the broken barricade.\nSchenke's voice calls again out again, closer.\n\nSCHENKE (0.S.)\nNeumann? Where are you? Franke?\n\nFranke looks one way, then the other -- trapped between two\nequally unappealing options. He's hyperventilating. Trying\nto keep himself together\n\nBASHES himself on his forehead with the palm of his hand...\n... and turns decisively to confront Schenke, his bayonet\ngripped tightly in his fist as he rushes back out through the\nbarricade.\n\nBAUMANN, HEYDRICH & NEUMANN\n\nOnly now does Baumann notice Franke isn't with them.\n\nBAUMANN\nWhere's Franke?\n\nHe jumps down, tossing his spade to Neumann, and retreats\nback along the side-tunnel whilst Neumann takes over digging.\n\f99.\n\nBaumann’s torch is still not working, but he proceeds as far\nback into the gloom as he can, calling out.\n\nBAUMANN (cont’d)\nFranke? -- Franke?\n\nThere is the SOUND of a violent scuffle from the darkness.\nThen a single SHOT.\n\nAnd Schenke's voice, calling over the continuing RUMBLE of\ndetonations:\n\nSCHENKE (0.S.)\nFranke died like a dog, Baumann!\nAnd you're next!\nA sudden ANGER surges through Baumann.",
  "70": "---END OF PREVIOUS SECTION---\nS.)\nFranke died like a dog, Baumann! And you're next! A sudden ANGER surges through Baumann. \n---TARGET SECTION TO BE ANNOTATED---\nBAUMANN\n\nI'm ready for you, Schenke! Come\nand get me!\n\nHEYDRICH & NEUMANN\n\nhave dug a yard upwards into the already shifting,\ncrumbling roof. A huge clump of earth falls away suddenly\nand the HEAD OF A CORPSE swings down, dangling.\n\nNeumann SCREECHES! Heydrich is shaken, but instantly\ncontinues digging to one side.\n\nBAUMANN\n\nis stumbling forward, bayonet in hand, towards the\napproaching glow from Schenke's torch.\n\nSuddenly Schenke is there -- framed in the mouth of the side-\ntunnel. And in the blackness behind him -- only hinted at by\nthe glow of his torch -- is a suggestion of several ghostly\nfigures.\n\nTheir muttering, ghostly VOICES still unintelligible, but\nthey seem almost to be offering evil encouragement to the\ncrazed instrument of their vengeance -- Schenke!\n\nBaumann is shaken to the core by the sight, but holds his\nground, trying to convince himself he's seeing things.\n\nBAUMANN (cont’d)\nPut the gun down, Schenke! I'll\nfight you! That's what you wanted.\n\f100.\nSCHENKE\nWrong! All I want is to see you\ndead!\nSchenke raises his pistol, laughing...\nBut Baumann aims quickly and FIRES OFF a signal flare.\n\nIt flashes like a ROCKET across the distance between them,\nSLAMMING into Schenke's chest -- and engulfing him in FLAMES!\n\nSchenke SCREAMS and staggers backwards out of sight, arms\nflailing -- and once again his screams seem to trigger the\nHOWLING FURY of the ghostly presence.\n\nBaumann gets out of there as fast as he can -- back to where\n\nHEYDRICH & NEUMANN\n\nare digging upwards like maniacs. Four feet into the roof.\nUrged on the by renewed cacophony of terrifying voices.\n\nThe flare they're using for illumination is fizzling out\n\nand in the strobe-like flickering of the light, the faces\nof the mummified plague victims seem to come alive -- just\nfor a subliminal split-second at a time -- hinting at the\nhaunting faces of the soldiers shot in the pit...\nBaumann FIRES the third and last flare into the corner.",
  "71": "---END OF PREVIOUS SECTION---\nUrged on the by renewed cacophony of terrifying voices. The flare they're using for illumination is fizzling out\n\nand in the strobe-like flickering of the light, the faces\nof the mummified plague victims seem to come alive -- just\nfor a subliminal split-second at a time -- hinting at the\nhaunting faces of the soldiers shot in the pit... Baumann FIRES the third and last flare into the corner. \n---TARGET SECTION TO BE ANNOTATED---\nThen jumps up to help Heydrich and Neumann, tearing at the\nroof with his bare hands.\n\nBut something's coming at them again; DRAGGING itself towards\nthem from the darkness...\n\nBaumann takes the spade back from Neumann. Kneels on\nHeydrich's shoulder. Pushes himself higher. Digging...\n\n. Six feet upwards. Hacking through roots, now. Earth\npouring down around him...\n\nAn inhuman GROWL from Schenke as he STAGGERS into the circle\nof flickering light, horribly burned and smouldering...\n\nNeumann CRIES OUT!\n\nBaumann BURSTS through the roof! Earth and grass and snow\nspill down as the storm above WHISTLES through the tiny\nopening.\n\nand Schenke CHARGES!\n\f101.\n\nBaumann drops down from Heydrich's shoulder as Schenke\nbulldozes into them, slashing indiscriminately with a knife,\nand now totally insane!\n\nBaumann GRAPPLES with Schenke, yelling to the others;\n\nBAUMANN\nOut! Get OUT!\n\nNeumann doesn't argue. Scrambles up through the tiny\nopening, boosted by Heydrich.\n\nSchenke TOSSES Baumann aside like a doll, and goes for\nHeydrich, STABBING at him with one hand whilst PULLING at\nNeumann's legs with the other.\n\nBaumann DRAGS Schenke away. Pushes Neumann upwards so he can\ncrawl out. Tries to help the bleeding Heydrich back onto his\nfeet...\n\nthen all hell breaks loose!\n\nThe wall seems to SHIFT behind them, and mummified corpses\nSPILL OUT around them, limbs everywhere -- which seem to\nsuddenly GRAB at Baumann and Heydrich. Holding them against\nthe wall! They struggle in HORROR!\n\nSchenke is coming for them again.\n\nThe last flare is fizzling out.\nThe light spluttering and dying...\n\nAnd behind Schenke, seemingly closing in to watch the kill,\nis the line of ghostly figures -- fleeting glimpses of faces\nand uniforms, strongly suggestive of the prisoner soldiers\nmassacred in the pit.\n\nSchenke attacks again, and a grisly, three-way wrestling\nmatch begins amidst the tangle of clawing, mummified arms.",
  "72": "---END OF PREVIOUS SECTION---\nThe light spluttering and dying... And behind Schenke, seemingly closing in to watch the kill,\nis the line of ghostly figures -- fleeting glimpses of faces\nand uniforms, strongly suggestive of the prisoner soldiers\nmassacred in the pit. Schenke attacks again, and a grisly, three-way wrestling\nmatch begins amidst the tangle of clawing, mummified arms. \n---TARGET SECTION TO BE ANNOTATED---\nBaumann is STABBED once in the shoulder. Fights back\nfuriously, partially breaking free from the grasping arms,\nand trying to twist the knife out of Schenke's grip.\n\nHeydrich goes for Schenke’s throat.\n\nBut Schenke pulls himself from Baumann's grip -- and PLUNGES\nthe knife into Heydrich's chest.\n\nWith a final, supreme dying effort, Heydrich grabs Schenke's\nwrists in an iron grip -- and holds the knife into his own\nchest, trapping it!\n\nHEYDRICH\n(to Baumann, last breath)\nGet OUT!\n\f102.\n\nBaumann hesitates for a split second -- looking into\nHeydrich's dying eyes. Schenke is struggling to pull the\nknife free in order to turn on Baumann, RAGING incoherently.\nThen, in one swift motion, Baumann grabs the last grenade\nlodged in the top of Schenke's jackboot and CLAWS his way up\ntowards the opening above.\n\nThe rotting arms seeming to PULL at his clothing.\nTrying to drag him back.\n\nNeumann is calling from above:\n\nNEUMANN\nGrab my hand!\n\nBehind Baumann, Schenke finally DRAGS the knife free from\nHeydrich -- who falls over dead.\n\nThen Schenke LUNGES after Baumann.\nPulling at his legs.\nRaising the knife to strike...\n\nBaumann grabs Neumann's hand.\nHAULS himself up through the tangle of tree-roots.\n\nCUT TO:\nEXT. FOREST CLEARING - NIGHT\nWith the freezing storm ROARING around them, Neumann pulls\nBaumann half-way out from the tight, crumbling hole in the\nground.\n\nBaumann slumps to one side, still KICKING at Schenke's\ngrasping hands, STAMPING him back down.\n\nHe rips the cap from the grenade.\nPops the fuse.\n\nDrops it down the hole.\nCUT TO:\nINT. TUNNEL SYSTEM\n\nThe grenade drops at Schenke's feet. He KICKS it away and\ntries one more time to SCRAMBLE up through the hole.\n\nBut he’s tangled in the gruesome web of grasping arms. And\nnow the ghostly figures, too, CROWD around, pressing down on\nhim...\n\nThe grenade EXPLODES.",
  "73": "---END OF PREVIOUS SECTION---\nBut he’s tangled in the gruesome web of grasping arms. And\nnow the ghostly figures, too, CROWD around, pressing down on\nhim... The grenade EXPLODES. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\f103.\n\nEXT. FOREST CLEARING - NIGHT\n\nBaumann and Neumann are already running for it as a huge area\nof snow-covered ground behind them SHUDDERS upwards from the\nsubterranean blast, then SINKS back with a dull THUD.\n\nThe storm continues to blow, piling fresh snow on top of the\ncracked, uneven depression. Slowly covering it up.\n\nCUT TO:\nEXT. FOREST - ELSEWHERE - DAWN'S EARLY LIGHT\n\nThe snow-storm has abated, to be replaced by a slow, silent\nshower of snowflakes.\n\nBaumann and Neumann are huddled together in a shelter carved\nfrom a snow-drift at the base of a tree, still trembling from\nthe horrors of the night as much as from the cold.\n\nBaumann sighs wearily, puffing on a cigarette as he\napproaches the end of a quietly spoken story:\n\nBAUMANN\nsome of them were still alive\nwhen the pit was filled in. -- Then\n\nwe were sent back to the barracks\nas if nothing had happened. All\npart of the day's work\n\nHe sits quietly for a few moments, thinking.\n\nBAUMANN (cont’d)\nWe told ourselves they were\nAmericans; enemy infiltrators.\nBut they were probably deserters\nfrom our own ranks. Better for us\nthat we never knew. -- But in the\nend, what's the difference?\n\nNeumann sits silently, letting the story sink in. Whilst he\ndoes so, Baumann reaches deep inside his tunic. Pulls out a\nsmall, flat black box.\n\nNeumann watches as he opens it up. Inside is an Iron Cross,\nist Class.\n\nNeumann looks up at Baumann. He opens his mouth to ask\nsomething -- but realises he already knows the answer.\n\nBAUMANN (cont’d)\nSome people couldn't understand why\nI stopped wearing it.\n\nBaumann closes the box, PUSHES it deep down into the snow,\nand covers it over.\n\f104.\n\nBAUMANN (cont’d)\nBut there won't be much glory for\nthe wearers of those. Nor any\nmothers proud of their sons for\nwearing this uniform. If you've\nany sense you'll save your courage\nfor when this war's over.",
  "74": "---END OF PREVIOUS SECTION---\nBAUMANN (cont’d)\nBut there won't be much glory for\nthe wearers of those. Nor any\nmothers proud of their sons for\nwearing this uniform. If you've\nany sense you'll save your courage\nfor when this war's over. \n---TARGET SECTION TO BE ANNOTATED---\n -- That's\nwhen you'll really need it\n\nBaumann struggles to his feet with finality, forcing his\nexhausted, aching body upright.\n\nBAUMANN (cont’d)\nIt's light enough, now.\n\nHe trudges quietly forward towards a snow-covered ridge, then\ncarefully and silently crawls up to look over the top.\n\nNeumann quietly approaches behind as Baumann peers through\nhis field glasses.\n\nBAUMANN'S POV - THROUGH BINOCULARS\n\nThe frozen dirt-road and the bunker are visible through the\ntrees in the distance. At the rear of the bunker, several\ngreen-uniformed American soldiers are milling around.\n\nThe unmistakable, grey-uniformed figure of Mirus is with\nthem. An armed guard stands next to him as he tries to\nconverse with an American officer. He's clearly nervous\nsick and confused -- but, at least, alive.\n\nBACK TO SCENE\n\nBaumann pulls back from the lip of the ridge and turns to\nNeumann.\n\nBAUMANN (cont’d)\nHave you got a handkerchief?\n\nNeumann shakes his head.\nBaumann pulls out his own and gives it to him.\nBAUMANN (cont’d)\nHere; wave it. Don't try to hide.\nJust walk straight down. You'll be\nalright.\nNEUMANN\nBut aren’t you coming? After\neverything you said...\n\nBaumann shakes his head.\n\f105.\n\nBAUMANN\nI can't get out of it that easily.\nI have to stick it out to the end,\nnow. But for you, it's Christmas.\nYou've been given another chance. --\nNow get going.\n\nBaumann's voice is suddenly harsh, and Neumann reluctantly\ndoes as he's told.\n\nBut after a few steps he pauses.\n\nNEUMANN\nMirus told me... he told me this\nwas a place where the dead come\nback\n(a pause)\n\nBut we didn't really see anything,\ndid we. It was nerve gas; made us\nsee things; hear things; drove\nSchenke mad?\n\nBaumann doesn't answer, and after a moment Neumann turns away\nagain and heads off through the trees, down towards the\nbunker.\n\nBaumann watches Neumann go -- then turns and trudges off in\nthe opposite direction.\n\nCUT TO:\nEXT.",
  "75": "---END OF PREVIOUS SECTION---\nBaumann doesn't answer, and after a moment Neumann turns away\nagain and heads off through the trees, down towards the\nbunker. Baumann watches Neumann go -- then turns and trudges off in\nthe opposite direction. CUT TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOREST CLEARING - DAWN\nThe depression in the ground is covered over completely, now.\nAll that's visible is a smooth, white concave sheet of virgin\nsnow.\n\nCUT TO:\nINT. UNDERGROUND\n\nBlackness. A muffled GROANING, as if someone has suddenly\nwoken. Then a shuffling panic.\n\nA CLICK -- and a cigarette lighter flickers into life...\n\nilluminating the tiny pocket of dusty air into which\nSchenke is crushed under tons of rubble. Only his head and\none arm are free in the narrowest of cramped, confined\nspaces. Burned, battered and torn but, incredibly, still\nticking -- for the moment. And, unfortunately for him, a\nvestige of sanity and comprehension seems to have returned.\n\nIt takes him a second to fully recognise his predicament.\n\nBuried alive!\n\f106.\nAnd as if that’s not enough...\nas the horrifying realisation slowly sinks in...\n: he begins to hear a SCRATCHING sound. As if something is\nbeginning to CLAW its way through the rubble towards him.\nGetting closer.\nRats?\n\nOr something else...?\n\nSchenke STRUGGLES furiously, but can barely move an inch.\nPanic setting in. Can’t breathe!\n\nThe cigarette lighter beginning to sputter and die...\nThe scratching getting LOUDER and CLOSER.\nuntil the tiny flame dies and blackness closes in.\n\nThen Schenke SCREAMS!\n\nim\njz\njo\n\f"
}