{
  "1": "FOR YOUR CONSIDERATION\n\naU sts\n\nGRAND\n\nMN shye\n\neC a8\n\nBEST ORIGINAL SCREENPLAY\nRae N aleve\nWes Anderson\nRixlaal ova\nWes Anderson and Hugo Guinness\n\f\fTHE\n\nGRAND\n\n\\WDAPES7\n\nHOTEL\n\nBEST ORIGINAL SCREENPLAY\nScreenplay by\nWes Anderson\nStory by\nWes Anderson and Hugo Guinness\n\n© 2013 TGBH LLC. ALL RIGHTS RESERVED. NO PORTION OF THIS SCRIPT MAY BE PERFORMED,\nPUBLISHED, REPRODUCED, SOLD OR DISTRIBUTED BY ANY MEANS, OR QUOTED OR PUBLISHED IN\nANY MEDIUM, INCLUDING ANY WEB SITE, WITHOUT THE PRIOR WRITTEN CONSENT OF TGBH LLC.\nDISPOSAL OF THIS SCRIPT COPY DOES NOT ALTER ANY OF THE RESTRICTIONS SET FORTH ABOVE.\n\n \n\f\fEXT. CEMETERY. DAY\n\nThe present. A graveyard in the city-center of a great\nEastern European capital. Frost covers the ground among\nthe stones and between rows of leafless trees. A\nteenaged girl in a beret and trench-coat with a well-\nread, dog-eared novel called THE GRAND BUDAPEST HOTEL\ntucked under her arm stands facing a tarnished bust of a\nslender, balding, spectacled old man. A bronze plaque\nbelow reads, in large letters:\n\nAUTHOR\nINSERT:\n\nThe plaque. There is a block of smaller text at the\nbottom which states simply:\n\nIn Memory of Our National Treasure\n\nAll around the base of the statue, there are little\nmetal hooks with hundreds of hotel-room keys of every\nage and variety from all over the world hanging from\nthem. The girl adds a new set to the tribute.\n\nINT. STUDY. DAY\n\nTwenty years ago. A cluttered office with French windows\nand ornate mouldings. There are books in shelves and\nstacks, first editions, dictionaries, dime-store paper-\nbacks, translations in numerous languages. There is a\ntypewriter on the desk and an extensive collection of\nliterary prizes on a bureau.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nA cluttered office with French windows\nand ornate mouldings. There are books in shelves and\nstacks, first editions, dictionaries, dime-store paper-\nbacks, translations in numerous languages. There is a\ntypewriter on the desk and an extensive collection of\nliterary prizes on a bureau. \n\nTARGET SECTION TO BE ANNOTATED:\nThe author, seventy-five and identical to his sculpted\nimage, sits with his hands clasped and addresses the\ncamera:\n\nAUTHOR\nIt is an extremely common mistake: people\nthink the writer’s imagination is always\nat work, that he is constantly inventing\nan endless supply of incidents and\nepisodes, that he simply dreams-up his\nstories out of thin air. In point of\nfact, the opposite is true. Once the\npublic knows you are a writer, they bring\nthe characters and events to you -- and\nas long as you maintain your ability to\nlook and carefully listen, these stories\nwill continue to seek you out --\n\nA six-year-old boy dressed in a grey military uniform\nwith short trousers appears next to the desk and points\na miniature Luger pistol at the author. The author warns\nhim, icy:\n\f \n\nAUTHOR\nDon’t do it. Don’t!\n\nThe boy hesitates, then fires. A yellow, plastic pellet\nxicochets off the author’s chest and rings against a\nwhiskey glass as the author makes a violent lunge for\nthe boy -- who evades him and dashes off. The author\nlooks at a note-card and rambles a bit, searching for\nhis place:\n\nAUTHOR\n\nOver your lifetime. I can’t tell you how\n\nmany times. Somebody comes up to me\n(back on track)\n\nTo him who has often told the tales of\n\nothers, many tales will be told.\n\nThe boy returns, the gun now tucked under his belt, and\nsits, immediately comfortable, on the author’s lap with\nthe old man’s arms wrapped around his shoulders. The\nconflict seems never to have existed. They both look\ninto the camera as the author concludes:\n\nAUTHOR\nThe incidents that follow were described\nto me exactly as I present them here, and\nin a wholly unexpected way.\n\nEXT. MOUNTAIN RANGE. DAY\n\nThe late sixties. A stunning view from a rusty, iron-\nlattice terrace suspended over a deep crevasse, green\nand lush, alongside a high cascade. The author continues\nin voice-over as the camera glides along a cracked path\nthrough a plot of untamed edelweiss and buttercups:\n\nAUTHOR (V.0.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY\n\nThe late sixties. A stunning view from a rusty, iron-\nlattice terrace suspended over a deep crevasse, green\nand lush, alongside a high cascade. The author continues\nin voice-over as the camera glides along a cracked path\nthrough a plot of untamed edelweiss and buttercups:\n\nAUTHOR (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nA number of years ago, while suffering\nfrom a mild case of “Scribe’s Fever” (a\nform of neurasthenia common among the\nintelligentsia of that time) I had\ndecided to spend the month of August in\nthe spa town of Nebelsbad below the\nAlpine Sudetenwaltz -- and had taken up\nrooms in the Grand Budapest --\n\nThe camera comes to a stop as it reveals a sprawling\nnineteenth-century hotel and baths situated on a wide\nplateau. There is a deep, formidable staircase up to a\nregal entrance. There is a promenade above and a glass-\npanelled conservatory below. A rickety funicular groans\nas it slowly climbs its hillside tracks. The grass needs\ncutting, the roof needs patching, and more or less every\nsurface of the building needs a coat of paint.\n\f \n\nAUTHOR (V.0.)\n\na picturesque, elaborate, and once\nwidely-celebrated establishment. I expect\nsome of you will know it. It was off-\nseason and, by that time, decidedly out-\nof-fashion; and it had already begun its\ndescent into shabbiness and eventual\ndemolition.\n\n \n\nMONTAGE:\n\nThe nine other guests of the hotel each observed from a\nrespectful distance: a frail student; a fat businessman;\na burly hiker with a St. Bernard; a schoolteacher with\nher hair in a bun; a doctor; a lawyer; an actor; and so\non.\n\nAUTHOR (V.O.)\n\nWhat few guests we were had quickly come\nto recognize one another by sight as the\nonly living souls residing in the vast\nestablishment -- although I do not\nbelieve any acquaintance among our number\nhad proceeded beyond the polite nods we\nexchanged as we passed in the Palm Court\nand the Arabian Baths and onboard the\nColonnade Funicular. We were a very\nreserved group, it seemed -- and, without\nexception, solitary.\n\nCUT TO:\n\nAn enormous, half-abandoned dining room. There are two\nhundred tables and fifty chandeliers. The ten guests\nsit, each on his or her own, at their separate tables,\nwidely-spaced across the giant restaurant.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nAn enormous, half-abandoned dining room. There are two\nhundred tables and fifty chandeliers. The ten guests\nsit, each on his or her own, at their separate tables,\nwidely-spaced across the giant restaurant. \n\nTARGET SECTION TO BE ANNOTATED:\n A waiter\ncarries a tray a great distance to the schoolteacher and\nserves her a plate of peas.\n\nINT. LOBBY. EVENING\n\nThere are faded couches, fraying armchairs, and coffee\ntables with new, plastic tops. The carpets are\nthreadbare, and the lighting in each area is either too\ndim or too bright. A concierge with a crooked nose\nsmokes a cigarette as he lingers behind his desk. He is\nM. Jean.\n\n(NOTE: the staff of the hotel in both the relevant time-\nperiods wear similar versions of the same purple uniform\n=- while the public spaces reflect a cycle of “regime\nchanges”.)\n\nOn the wall behind M. Jean, there is a beautiful,\nFlemish painting of a pale, young boy holding a piece of\ngolden fruit. This is “Boy with Apple”. A patch of water-\n\f \n\ndamage above seeps dangerously close to the picture-\nframe.\n\nThe author (a fictionalized version of himself) wanders\ninto the room with his hands in his pockets. He has dark\ncircles under his eyes.\n\nAUTHOR (V.0.)\nPerhaps as a result of this general\nsilence, I had established a casual and\nbantering familiarity with the hotel’s\nconcierge, a West-continental known only\nas M. Jean, who struck one as being, at\nonce, both lazy and, really, quite\naccommodating.\n\nM. Jean quickly stubs out his cigarette as the author\napproaches -- and tucks the butt into his coat pocket.\n\nAUTHOR (V.0.)\nI expect he was not well-paid.\n\nThe author and M. Jean chat amicably as they study a\npamphlet of Alpine tourist sites.\n\nAUTHOR (V.0.)\nIn any case, one evening, as I stood\nconferring elbow-to-elbow with M. Jean,\nas had become my habit, I noticed a new\npresence in our company.\n\nAt the far end of a colonnade, beyond Reception, a dark-\nskinned, white-haired seventy-year-old man in a three-\npiece-suit sits alone smoking a pipe. He is Mr. Moustafa.\n\nAUTHOR (V.0.)\n\nA small, elderly man, smartly dressed,\nwith an exceptionally lively, intelligent\nface -- and an immediately perceptible\nair of sadness.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is Mr. Moustafa. AUTHOR (V.0.)\n\nA small, elderly man, smartly dressed,\nwith an exceptionally lively, intelligent\nface -- and an immediately perceptible\nair of sadness. \n\nTARGET SECTION TO BE ANNOTATED:\n He was, like the rest of\nus, alone -- but also, I must say, he was\nthe first that struck one as being\ndeeply and truly, lonely. (A symptom of\nmy own medical condition, as well.\n\nMr. Moustafa drinks a sip of sherry. The author lowers\nhis voice and asks discreetly:\n\nAUTHOR (V.0.)\n\n“who's this interesting, old fellow,” I\ninquired of M. Jean. To my surprise, he\nwas distinctly taken aback. “Don’t you\nknow?” he asked. “Don’t you recognize\nhim?” He did look familiar. “That’s Mr\nMoustafa himself! He arrived early this\nmorning.”\n\f \n\nThe author looks to Mr. Moustafa again. Mr. Moustafa is\nnow staring directly back at the author. The author\nquickly looks away and examines a detail in the woodwork\non the ceiling.\n\nAUTHOR (V.0.)\n\nThis name will, no doubt, be familiar to\nthe more seasoned persons among you. Mr.\nZero Moustafa was, at one time, the\nrichest man in Zubrowka; and was still\nindeed, the owner of the Grand Budapest.\n“He often comes and stays a week or more,\nthree times a year, at least -- but never\nin the season.” M. Jean signalled to me\nand I leaned closer. “I'll tell you a\nsecret. He takes only a single-bed\nsleeping-room without a bath in the rear\ncorner of the top floor -- and it’s\nsmaller than the service elevator!”\n\nThe author seems genuinely intrigued by this\ninformation. He nods thoughtfully.\n\nAUTHOR (V.0.)\n\nIt was well-known: Moustafa had purchased\nand famously inhabited some of the most\nlavish castles and pallazzos on the\ncontinent -- yet, here, in his own\nnearly-empty hotel, he occupied a\nservant’s quarters?\n\nM,. Jean frowns. The fat businessman, sitting at a table\nin the middle of the lobby drinking hot chocolate and\neating biscotti -- appears to be choking to death.\n\nAUTHOR (V.0.)\nAt that moment the curtain rose on a\nparenthetical, domestic drama which\nrequired the immediate and complete\nattention of M. Jean —-\n\nM.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fat businessman, sitting at a table\nin the middle of the lobby drinking hot chocolate and\neating biscotti -- appears to be choking to death. AUTHOR (V.0.)\nAt that moment the curtain rose on a\nparenthetical, domestic drama which\nrequired the immediate and complete\nattention of M. Jean —-\n\nM. \n\nTARGET SECTION TO BE ANNOTATED:\n Jean dashes out from behind his desk. As he performs\nan improvised version of the Heimlich maneuver on the\nfat businessman, the German hiker enters the lobby with\nhis St. Bernard. The rescue dog, sensing a human in\ndistress, charges avidly, hurdling three tables and\njostling the dessert cart, and arrives at the fat\nbusinessman's side just as a significant hunk of\nbiscotti rockets out of his mouth, into the air, and\nlands on a saucer at the next table. M. Jean immediately\ndetaches a cask hanging from the dog’s neck, pours a\ngenerous shot of brandy into a water glass, and forces\nit down the fat businessman's throat.\n\f \n\nAUTHOR (V.0.)\n-- but, frankly, did not hold mine for\nlong.\n\nThe other guests of the hotel begin to gather around the\ngasping victim as the author makes his way into the\nelevator. He presses a button, and the doors close.\n\nMONTAGE:\n\nThe author appears pensive as he: lies in bed that night\nstaring up at the ceiling; sits in the dining room at\nbreakfast eating toast and gazing into space; and floats\nthrough the conservatory ignoring flora at noon. He nods\nto the schoolteacher sketching an orchid. She smiles and\nnods back.\n\nAUTHOR (V.0.)\nHowever, this premature intermission in\nthe story of the curious, old man had\nleft me, as the expression goes\ngespannant wie ein Flitzebogen, that is,\non the edge of my seat -- where I\nremained throughout the next morning\nuntil, in what I have found to be its\nmysterious and utterly reliable fashion:\nfate, once again, intervened on my\nbehalf.\n\nINT. SPA. DAY\n\nA steamy, underground mineral baths. Miniature tiles of\nvarious shapes and intricate patterns cover every inch\nof the walls, floors, and ceiling. Distant voices echo\nfaintly through succeeding chambers.\n\nA long row of identical, adjacent cubicles each contains\na blue tub and is tiled in a more recent, utilitarian\nstyle. The author soaks in one of them. He shakes salts\nfrom a carton into the water and stirs it.\n\nA voice interrupts from off-screen:\n\nMR.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe author soaks in one of them. He shakes salts\nfrom a carton into the water and stirs it. A voice interrupts from off-screen:\n\nMR. \n\nTARGET SECTION TO BE ANNOTATED:\n MOUSTAFA (0.S.)\nI admire your work.\n\nThe author hesitates. He looks around. He is not sure\nwhich general direction the voice came from.\n\nAUTHOR\nI beg your pardon?\n\nMR. MOUSTAFA (0.S.)\nI said, I know and admire your wonderful\nwork.\n\f \n\nThere is a small splash, and Mr. Moustafa leans into\nview from behind a partition where he himself is soaking\nin a cubicle three tubs over. He wears a bathing cap.\nThe author sits up straight and says formally:\n\nAUTHOR\nThank you most kindly, sir.\n\nMR. MOUSTAFA\n(teasing slightly)\nDid M. Jean have a word or two to share\nwith you about the aged proprietor of\nthis establishment?\n\nAUTHOR\n(reluctantly)\nI must confess, sir, I did, myself,\ninquire about you.\n\nMR. MOUSTAFA\n\n(resigned)\nHe's perfectly capable, of course, M.\nJean -- but we can’t claim he’s a first-\nor, in earnest, even second-rate\nconcierge.\n\n(sadly)\n\nBut there it is. Times have changed.\n\nThe author nods, attentive. He changes the subject to\nobserve encouragingly, motioning toward the plunging\npool across the hall:\n\nAUTHOR\nThe thermal baths are very beautiful\n\nMR. MOUSTAFA\n(gently)\nThey were, in their first condition. It\ncouldn’t be maintained, of course. Too\n\ndecadent for current tastes -- but I love\nit all, just the same. This enchanting,\nold ruin.\n\nMr. Moustafa looks wistfully around the vaulted space.\nThe author squints, holds up a finger, and asks\ngingerly:\n\nAUTHOR\nHow did you come to buy it, if I may ask?\nThe Grand Budapest.\n\nPause. Mr. Moustafa disappears back behind the\npartition. The author looks slightly puzzled. Mr.\nMoustafa immediately reappears, but he has turned\nhimself around in the tub and is now facing the opposite\ndirection so he can more comfortably rest in view. He\n\f \n\nprops his elbow onto the edge of the bath. His eyes\ntwinkle as he says:\n\nMR. MOUSTAFA\nI didn’t.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\f \n\nprops his elbow onto the edge of the bath. His eyes\ntwinkle as he says:\n\nMR. MOUSTAFA\nI didn’t. \n\nTARGET SECTION TO BE ANNOTATED:\nAt this moment, one of the matrons of the hammam blasts\nthe fat, now naked, businessman with a jet of icy water.\nHe hollers as he is sprayed-down. Silence.\n\nMr. Moustafa and the author look back to each other.\nEach has raised an eyebrow. They both smile slightly.\n\nMR. MOUSTAFA\nIf you're not merely being polite (and\nyou must tell me if that’s the case), but\nif it genuinely does interest you: may I\ninvite you to dine with me tonight, and\nit will be my pleasure and, indeed, my\nprivilege to tell you -- “my” story. Such\nas it is.\n\nINT. DINING ROOM. NIGHT\n\nThe enormous restaurant as before -- but now one of the\ntables has been set for two and is occupied by the\nauthor and Mr. Moustafa. The nine other guests watch,\ncurious, from their usual spots\n\nMr. Moustafa stares at the wine list as he rattles off a\nrobust order (oysters, soup, rabbit, fowl, lamb). “Boy\nwith Apple” is on the cover of the menu. The waiter\ndeparts.\n\nMR. MOUSTAFA\nThat should provide us ample time -- if I\ncommence promptly.\n\nAUTHOR\nBy all means.\n\nAnother waiter arrives to uncork a split of champagne\nand pours a thimbleful. Mr. Moustafa tastes it and nods.\nThe waiter pours two, full coupes. They each drink a\nlong sip. Finally, Mr. Moustafa settles in:\n\nMR. MOUSTAFA\nIt begins, as it must, with our mutual\nfriend’s predecessor. The beloved,\noriginal concierge of the Grand Budapest.\n(with deep affection)\nIt begins, of course, with --\n\f \n\nTITLE:\nPart 1: “M. Gustave”\nINT. SITTING ROOM. DAY\n\nThe early thirties. A double-reception salon with high\nceilings and two couches. There are six trunks and eight\nsuitcases arranged neatly at the side of the room. Each\nis painted with the initials Mdm. C.V.D.u.T. Outside, a\nlight snow falls.\n\nA tall, blond, forty-year-old concierge stands patiently\nalone surveying the room. He is tranquil, perfectly\ncomposed, waiting.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nOutside, a\nlight snow falls. A tall, blond, forty-year-old concierge stands patiently\nalone surveying the room. He is tranquil, perfectly\ncomposed, waiting. \n\nTARGET SECTION TO BE ANNOTATED:\n He wears the faintest hint of\nmascara. He is M. Gustave.\n\nM. Gustave crosses swiftly to the door and opens it just\nas a contingent of hotel staff arrives together from\ndown the corridor. There are two waiters, two footmen,\ntwo bellboys, and an Arab teenager, small, cheerful, and\nalert, who appears to be some kind of page. He is Zero.\n\nOne of the waiters carries a table, and one carries a\nbreakfast tray. M. Gustave ushers them in:\n\nM. GUSTAVE\nBring the table to the window.\n\nFIRST WAITER\nYes, M. Gustave.\n\nM. GUSTAVE\nBring the tray to the table.\n\nSECOND WAITER\nRight away, M. Gustave.\n\nM. GUSTAVE\n(pointing to two hats)\nHave those been brushed and blocked?\n\nFOOTMAN\nOf course, M. Gustave.\n\nM. GUSTAVE\nPack them in the hat boxes.\n(pointing to a shopping bag)\nIs that from Oberstdorf and Company?\n\nBELLBOY\nI believe so, M. Gustave.\n\nM. GUSTAVE\nSecond trunk. Who has the tickets?\n\f10.\n\nZero raises his hand.\n\nZERO\nI do, M. Gustave.\n\nM. GUSTAVE\nGive them to me.\n\nZero hands M. Gustave a set of train tickets. M. Gustave\nstudies them carefully. He nods and points.\n\nM. GUSTAVE\nThese are in order. Wait in the corner.\n\nZero retreats. M. Gustave strides to the bedroom door,\nraps on it briefly, then swings it open.\n\nM. GUSTAVE\n\nGood morning, Madame. Your breakfast is\nserved. The sitting room is a battlefield\nat the moment, but rest assured, you will\nbe en route in precisely --\n\n(checks his watch)\neleven minutes. You look heavenly.\nPray be seated.\n\n \n\nAn immaculately-dressed, eighty-year-old woman emerges\nfrom the bedroom, nimble, brisk -- and highly agitated.\nShe is Madame D. She is followed by two young women, a\nlady’s maid and a private secretary, who quickly join\nthe hubbub fidgeting with trunks and rushing to-and-fro\npreparing for their departure.\n\nM. Gustave waits for Madame D.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is followed by two young women, a\nlady’s maid and a private secretary, who quickly join\nthe hubbub fidgeting with trunks and rushing to-and-fro\npreparing for their departure. M. Gustave waits for Madame D. \n\nTARGET SECTION TO BE ANNOTATED:\n to sit, then joins her;\nat which point, she immediately leans across to him and\nsays in a gravely serious, urgent whisper:\n\nMADAME D.\nI’m not leaving.\n\nM. GUSTAVE\n\n(puzzled)\n\nWhy not?\n\nMADAME D.\nI’m frightened.\n\nM. GUSTAVE\nOf what?\n\nMADAME D.\n\nI feel this may be the last time we ever\nsee each other.\n\nM. GUSTAVE\nWhy on earth would that be the case?\n\fll.\n\nMADAME D.\nI can’t put it into words -- but I feel\nit.\n\nM. GUSTAVE\n\nWell, for goodness’ sake, there’s no\nreason for you to leave us if --\n\nMADAME D.\nIs there a priest in the hotel?\n\nM. GUSTAVE\nOf course, not.\n\nMADAME D.\nThere should be. I’ve always said so.\n\nM. GUSTAVE\nWell, I've always profoundly disagreed.\nThe Grand Budapest is no place for\nclergy.\n\nMADAME D.\nCome with me.\n\nM. Gustave hesitates slightly. He gestures to the\ntickets and speculates in disbelief:\n\nM. GUSTAVE\nTo Lutz?\nMADAME D.\n(desperately)\nPlease.\nM. GUSTAVE\n\n(wildly frustrated)\nHow can I? With this enormous rock-pile\naround my neck like an albatross.\n(taking charge)\nTell me right now -- wholly,\nspecifically, and without abbreviation:\nwhat's troubling you?\n(surprised)\nAre you weeping?\n\nTears have begun to stream down Madame D’s cheeks. M.\nGustave produces a dazzling pink handkerchief and dries\nher eyes. The old woman takes a deep breath.\n\nMADAME D.\nLet us pray.\n\nMadame D. closes her eyes, lowers her chin, and crosses\nherself. M. Gustave reluctantly follows suit. Silence.\nMadame D. snaps one eye back open suddenly:\n\f12.\n\nMADAME D.\nWell?\n\nM,. GUSTAVE\n(surprised)\nYou want me to do it?\n\nMADAME D.\n(with authority)\nIf you don’t mind.\n\nM. GUSTAVE\n(instantly)\nDear heavenly Father, please, protect our\ncherished guest as she travels through\nsnow and sleet and under shadow of\ndarkness.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n(with authority)\nIf you don’t mind. M. GUSTAVE\n(instantly)\nDear heavenly Father, please, protect our\ncherished guest as she travels through\nsnow and sleet and under shadow of\ndarkness. \n\nTARGET SECTION TO BE ANNOTATED:\n Guide her in the night to her\nfinal destination. Indeed, whatever\nluxury she may require, be it small or\nmore extravagant, please, do grant\n\n \n\nMADAME D.\n(now with both eyes open)\nThat’s not a proper prayer.\n\nM. GUSTAVE\nGive me your hand.\n\nMadame D. does so. M. Gustave firmly clasps it. He says\nin an affectionate, reassuring, patronizing voice:\n\nM. GUSTAVE\nYou've nothing to fear. You're always\nanxious before you travel. I admit you\nappear to be suffering a more acute\nattack on this occasion, but, truly and\nhonestly --\n\n(suddenly taken aback)\nDear God. What’ve you done to your\nfingernails?\n\nMadame D. wears an understated, pale-pink polish. She\nstiffens.\n\nMADAME D.\nI beg your pardon?\n\nM. GUSTAVE\nThis diabolical varnish. The color’s\ncompletely wrong.\n\nMADAME D.\n(slightly uncertain)\nReally? You don’t like it?\n\f13.\n\nM. GUSTAVE\nIt’s not that I don’t like it. I’m\nphysically repulsed.\n(checks his watch again)\nTime to go!\n\nINT. CORRIDOR. DAY\n\nThe procession of trunks, cases, and assistants goes in\none direction, and M. Gustave, Madame D, and Zero\n(carrying a small leather jewel case) go in the other.\n\nCUT TO:\n\nThe elevator on its way down. M. Gustave sits with\nMadame D. (now wearing gloves) on a velvet-upholstered\nbench. She clutches his arm and looks deeply concerned.\nZero stands at attention with the jewel case alongside a\nveteran elevator operator.\n\nM. GUSTAVE\nPerhaps this will soothe you.\n\nMADAME D.\n(alarmed)\nWhat? Don’t recite.\n\nM. GUSTAVE\nJust listen to the words.\n\nMADAME D.\n(anxious )\nPlease. Not now.\n\nM.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n(anxious )\nPlease. Not now. M. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\n\nHush!\n\n(declaiming gently)\n“While questing once in noble wood of\ngrey, medieval pine, I came upon a tomb\nrain-slick’d, rubbed-cool, ethereal; its\ninscription long-vanished, yet still\nwithin its melancholy fissures --”\"\n\nMadame D. sighs deeply yet does seem to calm somewhat as\nshe accepts the inevitability of these stanzas.\n\nEXT. FRONT ENTRANCE. DAY\n\nThe trunks are piled on the roof of a long, silver\nlimousine. More suitcases stick out of the rumble seat\n(along with the two bellboys). Madame D. and her\nsecretary sit inside the car. M. Gustave reaches in the\nwindow and tightens a fur stole around Madame D’s\nshoulders.\n\f14.\n\nMADAME D.\nWill you light a candle for me, please?\nIn the sacristy at Santa Maria.\n\nMadame D. digs a five Klubeck coin out of her handbag\nand presses it into M. Gustave’s hand. He accepts it:\n\nM. GUSTAVE\nI'll see to it myself immediately.\n(saintly)\nRemember: I’m always with you.\n\nM. Gustave begins to withdraw, but Madame D. grips his\nshoulder tightly. She whispers, sincere and impassioned,\nwhat she fears will be their last communication:\n\nMADAME D.\nI love you.\n\nM. GUSTAVE\n(as if to a child)\nI love you.\n(barking at the driver)\nAbfahren!\n\nThe driver hits the gas. M. Gustave watches as the\nvehicle races away, spitting ice-chips off the packed\nsnow. Zero lingers outside the front door. M. Gustave\nsays with discreet pride as he continues to stare off\ndown the road into the village of Nebelsbad:\n\nM. GUSTAVE\nIt’s quite a thing winning the loyalty of\na woman like that for nineteen\nconsecutive seasons.\n\nZero hesitates -- uncertain that he is, in fact, being\naddressed. He ventures:\n\nZERO\nYes, sir.\n\nM. GUSTAVE\nShe’s very fond of me, you know.\n\nZERO\nYes, sir.\n\nM. GUSTAVE\nI’ve never seen her like that before.\n\nZERO\nNo, sir.\n\f15.\n\nM.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nZERO\nNo, sir. 15. M. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\n(mildly concerned)\nShe was shaking like a shitting dog.\n\nZERO\n(unfamiliar with the expression)\nTruly.\n\nM. Gustave holds out the five Klubeck coin, still\nstaring off into the distance, and says rapidly though\ndistracted:\n\nM. GUSTAVE\nRun to the cathedral of Santa Maria\nChristiana in Brucknerplatz. Buy one of\nthe plain, half-length candles and take\nback four Klubecks in change. Light it in\nthe sacristy, say a brief rosary, then go\nto Mendl’s and get me a Courtesan au\nchocolat. If there’s any money left, give\nit to the crippled shoe-shine boy.\n\nM. Gustave points to a blind child in leg braces\ncrouched at the top of the funicular tracks. The boy\nwhistles a war march while he polishes a man’s boots.\n\nZERO\nRight away, sir.\n\nZero nods briskly and takes the coin. M. Gustave looks\nsquarely at him for the first time.\n\nM. GUSTAVE\nHold it.\n\nZero freezes, poised to dash off. M. Gustave frowns\nslightly. He says finally, pointing:\n\nM. GUSTAVE\nWho are you?\n\nZERO\n(stammering)\nZero, sir. The new Lobby Boy.\n\nM. GUSTAVE\n(mystified)\nZero, you say?\nZERO\nYes, sir.\nM. GUSTAVE\n\nWell, I’ve never heard of you. I’ve never\nlaid eyes on you. Who hired you?\n\f16.\n\nZERO\n(worried)\nMr. Mosher, sir.\n\nM. GUSTAVE\n(sharply)\nMr. Mosher!\n\nM. Gustave snaps his fingers. A man with neat, oily hair\nand a thin moustache briskly approaches. He is Mr.\nMosher.\n\nMR. MOSHER\nYes, M. Gustave?\n\nM. GUSTAVE\nAm I to understand you've surreptitiously\nhired this young man in the position of a\nLobby Boy?\n\nMR. MOSHER\nHe’s been engaged for a trial period --\npending your approval, of course.\n\nM. GUSTAVE\n(vaguely remembering)\nPerhaps. Thank you, Mr. Mosher.\n\nMR.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThank you, Mr. Mosher. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n MOSHER\nYou’re most welcome, M. Gustave\n\nM. Gustave looks back to Zero. He says ominously:\n\nM. GUSTAVE\nYou're now going to be officially\ninterviewed.\n\nINT. LOBBY. DAY\n\nM. Gustave strides through the front doors. Zero is\nquickly at his heels, terrified. M. Gustave withdraws a\nsmall note-book from his pocket as they walk. Zero asks,\nuncertain:\n\nZERO\nShould I go and light the candle first?\n\nM. GUSTAVE\n(not sure what he means)\nWhat? No.\n(starting the interview)\nExperience?\n\f17.\n\nZERO\n\n(anxious, very formal)\nHotel Kinski, Kitchen Boy, six months.\nHotel Berlitz, Mop and Broom Boy, three\nmonths. Before that I was a Skillet\nScrubber in the banquet hall at --\n\nM,. GUSTAVE\n(noting this)\nExperience: zero.\n\nAt this moment, a criss-crossing group of people\nsimultaneously engage M. Gustave all at once. They are:\naman in a finely-tailored business suit with a pair of\nopera tickets in his hand, a doorman in a long coat\n\nholding a bouquet of white roses, and a tiny bellboy.\n(This is Anatole.)\n\nHOTEL GUEST NO.1\nThank you again, M. Gustave.\n\nM. GUSTAVE\n\n(curtly to Anatole)\nStraighten that cap, Anatole.\n\n(warmly to the hotel guest)\nThe pleasure is mine, Herr Schneider.\n\nANATOLE\n(working on it)\nThe damn strap’s busted.\n\nM. GUSTAVE\n(studying the roses)\nThese are not acceptable.\n\nDOORMAN\nI agree, M. Gustave.\n\nSuddenly, M. Gustave and Zero are alone again. M.\n\nGustave resumes his interrogation as they proceed across\nthe carpet:\n\nM. GUSTAVE\nEducation?\n\nZERO\n(worried)\nI studied reading and spelling. I\ncompleted my primary school certificate.\nI almost started --\n\nM,. GUSTAVE\n(noting this)\nEducation: zero.\n\f18.\n\nA second criss-crossing group of people now engage M.\nGustave.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\n18. A second criss-crossing group of people now engage M. Gustave. \n\nTARGET SECTION TO BE ANNOTATED:\n This time: a very old washroom attendant\ncarrying a monkey-wrench, the head waiter wearing an\napron and waving a menu, and a woman of a certain age in\na beautifully-embroidered dress with a small dachshund\ncradled in her arms.\n\nWASHROOM ATTENDANT\nNow it’s exploded.\n\nM. GUSTAVE\n(sweetly to the dachshund)\nGood morning, Cicero.\n(coldly to the washroom attendant)\nCall the goddamn plumber.\n\nHOTEL GUEST NO.2\n(flirtatious)\nThis afternoon, M. Gustave?\n\nHEAD WAITER\n(angrily)\nWhat in the hell is this?\n\nM. GUSTAVE\n(equally flirtatious\nWithout fail, Frau Liebling.\n(sharply to the head waiter)\nNot now!\n\nThe second interruption ends. M. Gustave continues:\n\nM. GUSTAVE\nFamily?\nZERO\n(long pause)\nZero.\nM. GUSTAVE\n(noting this)\nI see.\n\nM. Gustave leads Zero through a rotunda, below a grand,\nwinding staircase, and back into the elevator. He closes\nhis note-book. The elevator operator awaits instruction.\n\nM. GUSTAVE\nSix.\n\nThe elevator operator throws a lever and they begin to\nascend. M. Gustave locks eyes with Zero.\n\nM. GUSTAVE\nWhy do you want to be a Lobby Boy?\n\f19.\n\nThe elevator operator casts a side-ways look. Zero\n\nsearches for the honest answer -- then finds it:\nZERO\nWell, who wouldn't -- at the Grand\nBudapest, sir? It’s an institution.\nM. GUSTAVE\n(deeply impressed)\nVery good.\n\nINT. SITTING ROOM. DAY\n\nM. Gustave and Zero re-enter Madame D’s suite. M.\nGustave walks directly over to a pedestal where an\nenvelope waits tucked beneath a vase. He tears it open\nand withdraws a letter and a stack of bills folded in\nhalf. He counts the money and says coolly:\n\nM. GUSTAVE\nA thousand Klubecks.\n\nZERO\n(astonished)\nMy goodness.\n\nM. Gustave skims the letter. He holds it up for Zero to\nsee. There is a lipstick-kiss at the bottom of the text.\nZero is unsure how to interpret this.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds it up for Zero to\nsee. There is a lipstick-kiss at the bottom of the text. Zero is unsure how to interpret this. \n\nTARGET SECTION TO BE ANNOTATED:\n M. Gustave raises\nhis eyebrows and tucks the note and the bills inside his\njacket. His eyes glaze over in a moment of reverie. He\nsighs. Zero makes a sudden realization:\n\nZERO\nWere you ever a Lobby Boy, sir?\n\nM. GUSTAVE\n(bristling but playful)\nWhat do you think?\nZERO\n(speculative)\nWell, I suppose you had to start --\n\nM. GUSTAVE\nGo light the goddamn candle.\n\nTITLE:\nOne Month Later\nINT. LOBBY. DAY\nThe crowded room buzzes in all corners. Zero circulates\n\namong tables and sofas holding up a folded telegram\nwhile he calls out a name, searching. A military officer\n\f20.\n\nin a grey uniform hails him, and Zero dashes over to\ndeliver the missive.\n\nMR. MOUSTAFA (V.O.)\n\nAnd so, my life began. Junior Lobby Boy\n(in-training), Grand Budapest Hotel\nunder the strict command of M. Gustave H.\nI became his pupil, and he was to be my\ncounselor and guardian.\n\nM. GUSTAVE (V.0.)\n(rhetorical)\nWhat is a Lobby Boy?\n\nMONTAGE:\n\nZero pushes an old man in a wheelchair. Zero arranges a\nwhite bouquet. Zero replaces dirty ashtrays, rearranges\nfurniture, and shields a large woman with a toothpick\nfrom view as she excavates between her teeth.\n\nM. GUSTAVE (V.0.)\n\nA Lobby Boy is completely invisible, yet\nalways in sight. A Lobby Boy remembers\nwhat people hate. A Lobby Boy anticipates\nthe client’s needs before the needs are\nneeded. A Lobby Boy, above all, is\ndiscreet, to a fault.\n\nCUT TO:\n\nM. Gustave, accompanied by Zero, advancing down a\ncorridor at high velocity. On the floor next to each\ndoor they pass, a pair of shoes waits to be polished.\n\nM. GUSTAVE\n\nOur guests’ know their deepest secrets,\nsome of which are, frankly, rather\nunseemly, will go with us to our graves --\nso keep your mouth shut, Zero.\n\nZERO\nYes, sir.\n\nM. Gustave stops at the end of the hallway in front of a\ndoor labelled KAISER FREDERICK SUITE. He says to Zero:\n\nM.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. Gustave stops at the end of the hallway in front of a\ndoor labelled KAISER FREDERICK SUITE. He says to Zero:\n\nM. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\nThat’s all for now.\n\nZero hesitates for an instant, then nods and reverses\nrapidly away. M. Gustave withdraws a ring of pass-keys\n\nfrom his pocket. He looks up and down the corridor\nfurtively.\n\f21.\n\nMR. MOUSTAFA (V.0.)\nI began to realize that many of the\nhotel’s most valued and distinguished\nguests -- came for him.\n\nZero looks back briefly over his shoulder as he starts\ndown the staircase and sees M. Gustave slip into the\nsuite. The door locks.\n\nMR. MOUSTAFA (V.O.)\nIt seemed to be an essential part of his\nduties, but I believe it was also his\npleasure.\n\nMONTAGE:\n\nA succession of dames of varying grandeurs seen téte-a-\ntéte with M. Gustave: a sixty-year-old Russian chats\nwith him in the tea salon; a sixty-five-year-old German\nstrolls with him on the promenade; a seventy-year-old\nArgentinian shares a cigarette with him naked in her\nbed; a seventy-five-year-old Englishwoman washes his\nback in her bath; and an eighty-year-old Austrian\nwearing a hair-net and a nightgown gives him a blow-job\nwhile he watches in the mirror and eats grapes. There is\na platinum wig on a stand on the dressing table.\n\nMR. MOUSTAFA (V.0.)\nThe requirements were always the same\nThey had to be: rich, old, insecure,\nvain, superficial, blonde, needy\n\nCUT TO:\n\nMr. Moustafa and the author at their dinner table. The\nremains of a rabbit tart are replaced by a sizeable,\nroasted pheasant as the author gently inquires:\n\nAUTHOR\nWhy blonde?\n\nMR. MOUSTAFA\n(after a moment’s reflection)\nBecause they all were.\n\nINT. ELEVATOR. DAY\n\nM. Gustave, somewhat tousled, with lipstick on his\ncheek, stands waiting to arrive at his floor. He checks\nthe railings for dust. The car stops and the elevator\noperator opens the gate. M. Gustave exits with a curt\nnod. A middle-aged couple enter\n\f22.\n\nMR. MOUSTAFA (V.O.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. MOUSTAFA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nHe was, by the way, the most liberally\nperfumed man I had ever encountered. The\nscent announced his approach from a great\ndistance and lingered for many minutes\nafter he was gone.\n\nAs the elevator descends, the middle-aged couple sniffs\nthe air. The man looks irritated. The woman swoons\nslightly.\n\nINT. STAFF QUARTERS. MORNING\n\nZero wakes up in the pitch black in a tiny room smaller\nthan a service elevator, turns on the light, springs to\nhis feet dressed in white pajamas with short trousers,\nsplashes water from a bowl onto his face, then quickly\ndampens and combs his hair. His uniform hangs neatly\nfrom a peg on the wall. He carefully grooms it with a\nclothes-brush.\n\nMR. MOUSTAFA (V.O.)\n\nI worked six days each week plus a half-\nday Sunday, five a.m. until just after\nmidnight. Our meals were small but\nfrequent (for stamina): two breakfasts,\ntwo lunches, and a late supper. M.\nGustave also delivered a nightly sermon:\n\nINT. MESS HALL. NIGHT\n\nThe evening meal. Most of the hotel staff occupy a long\ntable set for fifty. A thin, grey broth is served with\nboiled potatoes. M. Gustave starts at a little podium,\nthen paces back and forth in front of it as he addresses\nthe group. They begin to eat hungrily -- but, at the\nsame time, they continue to listen, attentive and\nrespectful:\n\nM. GUSTAVE\n\nRudeness is merely the expression of\nfear. People fear they won’t get what\nthey want. The most dreadful and\nunattractive person: only needs to be\nloved -- and they will open-up like a\nflower. I’m reminded of a verse\n\n(reciting)\n“The painter’s brush touched the inchoate\nface by ends of nimble bristles -- and,\nwith that blush of first color, rendered\nher lifeless cheek, living; though\nlanguish --\"\n\nAs the poetry begins, some of the diners’ eye glaze over\nand there are faint sighs. Mr. Moustafa continues his\nnarration:\n\f23.\n\nMR. MOUSTAFA (V.O.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. MOUSTAFA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nHis own dinner, he took alone in his\nroom.\n\nCUT TO:\n\nM. Gustave seated at a folding table in a room nearly\nidentical to Zero’s but with a connecting sitting room\nand kitchenette. He wears his uniform trousers and a\nwhite undershirt. He eats a bowl of cereal while\nlistening to classical music on a radio-set.\n\nThere are approximately twenty-five identical bottles of\ncologne on a shelf above the sink in the background.\nEach is labelled L’air de Panache, Pure Musk.\n\nEXT. FRONT ENTRANCE. DAY\n\nA large sedan with tire-chains arrives through the snow\nand parks in front of the hotel. A sign next to five\nstars on the side of the hood reads: Grand Budapest\nHotel. One of the back doors opens, and a tall man in a\ndouble-breasted suit emerges. He carries a briefcase and\nwears a pointy beard. He is Deputy Kovacs. He hurries to\nthe top of the steps where M. Gustave waits to greet\nhim.\n\nMR. MOUSTAFA (V.O.)\nThe identity of the owner of the hotel\nwas unknown to all of us. Each month, his\nemissary, known as Deputy Kovacs, arrived\nto review the books and convey messages\non behalf of the mysterious proprietor.\n\nINT. LOBBY. DAY\n\nZero, substituting at the concierge desk, looks up to a\nhigh window across the room where the shadowy figures of\nM. Gustave and Deputy Kovacs meet in a storage pantry. A\nclerk with a pot-belly flips the pages in a ledger-book\nand takes notes. He is Herr Becker.\n\nMR. MOUSTAFA (V.0.)\nOn these occasions, M. Gustave and our\nbusiness manager, Herr Becker, met with\nhim in private consultation above\nReception.\n\nCUT TO:\n\nA plain, graceful, seventeen-year-old beanpole with\nfreckles and a birthmark the shape of Mexico on the side\nof her face. She is Agatha. She works a rolling-pin over\na wide expanse of flattened pastry-dough. There are\ncarts circled around her filled with trays of\nexceptionally well-made, beautifully-decorated pastries\n\f24.\n\nshaped like hour-glass figures. (These are Courtesans au\nchocolat.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe works a rolling-pin over\na wide expanse of flattened pastry-dough. There are\ncarts circled around her filled with trays of\nexceptionally well-made, beautifully-decorated pastries\n\f24. shaped like hour-glass figures. (These are Courtesans au\nchocolat. \n\nTARGET SECTION TO BE ANNOTATED:\nMR. MOUSTAFA (V.O.)\nThis was also when I met Agatha --\n\nAgatha pauses to dry the perspiration on her brow with\nthe back of her sleeve. She resumes her rolling.\n\nEXT. BAKERY. DAY\n\nThe timber-frame store-front of a tiny patisserie. A\nlarge sign painted in delicate, pink cursive across the\nglass reads: Mendl’s. There is a heavy-set baker in an\napron with flour all over every inch of himself standing\nin the doorway. He is Herr Mendl.\n\nAgatha rides a rickety bicycle up the alley next to the\nshop and rings a bell as she turns onto the cobblestone\nlane. She bears a milkmaid’s yoke balanced across her\nshoulders overloaded with sixty small, pink pastry-boxes\ntied with string.\n\nCUT TO:\n\nAgatha gripping the handlebars as she bounces pedalling\ndown the road.\n\nMR. MOUSTAFA (V.O.)\n-- but we won't discuss that.\n\nTITLE:\n\nPart\n\n \n\n: “Madame C.V.D.u.T.”\n\nEXT. TOWN SQUARE. MORNING\n\nDawn. The platz in the center of Nebelsbad is deserted.\nZero emerges briskly from a press kiosk carrying a thick\nstack of newspapers. He looks down, scanning headlines,\nas he crosses the street.\n\nZero stops. His eyes are glued to one of the articles.\nHe skims it. He quickly re-reads it twice more. His\nmouth falls open.\n\nZero bolts off at a sprint.\n\nEXT. FRONT ENTRANCE. MORNING\n\nZero races up the steps into the hotel carrying the\nstack of newspapers.\n\f25.\n\nINT. LOBBY. MORNING\n\nZero dashes past Reception carrying the stack of\nnewspapers.\n\nINT. ROTUNDA. MORNING\n\nZero mounts the staircase three steps at a time carrying\nthe stack of newspapers.\n\nINT. CORRIDOR. MORNING\n\nZero speed-walks to the end of the hallway and stops in\nfront of a door labelled PRINCE HEINRICH SUITE. A sign\non the knob reads: Do Not Disturb. Zero hesitates, then\nknocks. Pause. The door opens a crack and an irritated\nM. Gustave in a purple, silk dressing gown looks out.\n\nM.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door opens a crack and an irritated\nM. Gustave in a purple, silk dressing gown looks out. M. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\nWhat do you want?\n\nZERO\n(a frantic whisper)\nLook.\n\nZero holds up the stack of newspapers. M. Gustave picks\none off the top and studies it.\n\nINSERT:\n\nThe front page of the Trans-Alpine Yodel. The headline\nis, “Will There Be War? Tanks at Frontier” -- but a\ncolumn below the fold reads:\n\nDowager Countess Found Dead in Boudoir\n\nA photograph shows Madame D’s corpse flat on her back on\na white carpet.\n\nAs M. Gustave reads the article, he says gravely:\n\nM. GUSTAVE\nDear God.\n\nZERO\n(sadly)\nI’m terribly sorry, sir.\n\nM,. GUSTAVE\n(melodramatic but pained)\nWe must go to her.\n\nZERO\n(hesitates)\nWe must?\n\f26.\n\nM. GUSTAVE\nTout de suite. She needs me -- and I need\nyou: to help me with my bags and so on.\n\nAn old woman's voice calls from the next room,\ncoquettish:\n\nFRENCH LADY (0.S.)\nTout va bien, ma cherie?\n\nM. GUSTAVE\n(sharply)\nAttendez-moi, darling.\n(to Zero:)\n\nHow fast can you pack?\n\nZERO\n(short pause)\nFive minutes.\n\nM. GUSTAVE\nDo it -- and bring a bottle of the\nPouilly-Jouvé ‘26 in an ice-bucket with\ntwo glasses so we don’t have to drink the\ncat-piss they serve in the dining car.\n\nZERO\nYes, sir.\n\nM. Gustave slams the door, and Zero dashes away down the\ncorridor.\n\nINT. TRAIN COMPARTMENT. DAY\n\nA first-class state-room on the express to Lutz. The\nsnowy foot-hills of the Zubrowkian Alps whiz by outside.\nM. Gustave and Zero each hold a glass of chilled white\nwine. There are tears in M. Gustave’s eyes.\n\nM. GUSTAVE\nI blame myself.\n\nM. Gustave checks the color of the wine in the light. It\nis excellent.\n\nM. GUSTAVE\n\nShe tried to tell me she had a\npremonition. I didn’t listen.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. GUSTAVE\n\nShe tried to tell me she had a\npremonition. I didn’t listen. \n\nTARGET SECTION TO BE ANNOTATED:\n(imagining the scene)\nAll of Lutz will be dressed in black --\nexcept her own ghastly, deceitful\nchildren whom she loathed and couldn't\nbear to kiss hello. They’1l be dancing\nlike gypsies.\n\f27.\n\nZero nods soberly. M. Gustave becomes philosophical/\nnihilistic:\n\nM. GUSTAVE\n\nThere’s really no point in doing anything\nin life, because it’s all over in the\nblink of an eye -- and, the next thing\nyou know, rigor mortis sets in. Oh, how\nthe good die young! With any luck, she’s\nleft a few Klubecks for your old friend --\n\n(motioning to himself)\n=- but one never knows until the ink is\ndry on the death certificate. She was\ndynamite in the sack, by the way.\n\nZERO\n(scandalized in spite of himself)\nShe was eighty-four, M. Gustave!\n\nM,. GUSTAVE\n(pause)\nI’ve had older.\n\nM. Gustave throws back the rest of his glass and refills\nit as he expands on the point:\n\nM. GUSTAVE\n\nWhen you're young, it’s all filet-steak,\nbut as the years go by, you have to move\non to the cheaper cuts -- which is fine\nwith me, because I like those. More\nflavorful, or so they say.\n\n(shrugs)\nWhy are we stopping at a barley field?\n\nThe train has, in fact, come to a halt in the middle of\nnowhere. Noises echo from the other end of the coach: a\ndoor slams open; loud voices argue; heavy footsteps\napproach.\n\nThree soldiers appear in the compartment doorway. They\nare stocky, thick-necked, and armed with carbine rifles.\nThey wear grey uniforms and long coats. M. Gustave says\nwith an air of fancy-meeting-you-here:\n\nM. GUSTAVE\nWell, hello there, chaps.\n\nSOLDIER #1\n(blankly)\nDocuments, please.\n\nM. GUSTAVE\nWith pleasure.\n\f28.\n\nM. Gustave withdraws his passport from his coat pocket\nand presents it to the soldier. The soldier begins to\nflip through it. M. Gustave gestures toward the\nphotograph of himself:\n\nM.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe soldier begins to\nflip through it. M. Gustave gestures toward the\nphotograph of himself:\n\nM. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\n\nIt’s not a very flattering portrait, I’m\nafraid. I was once considered a great\nbeauty.\n\nThe soldier ignores this comment. M. Gustave peers at\nthe breast-pocket of his uniform.\n\nINSERT:\n\nA name tag pinned below a military badge. It reads: Cpl.\nF. Miller.\n\nM. Gustave raises an eyebrow and asks pointedly:\n\nM. GUSTAVE\nWhat’s the “F” stand for? Fritz? Franz.\nSOLDIER #1\n(hesitates)\nFranz.\nM. GUSTAVE\n(exceedingly pleased)\nI knew it!\n\nThe soldier returns the passport to M. Gustave and looks\nto Zero. Zero nervously hands him a creased and tattered\nlittle scrap of paper covered with stamps and seals. The\nsoldier frowns and studies it. M. Gustave smiles,\nuneasy, and says lightly:\n\nM. GUSTAVE\nHe’s making a funny face.\n\n(to the soldier)\nThat’s a Migratory Visa with Stage Three\nWorker Status, Franz, darling. He’s with\nme.\n\nThe soldier shows the scrap of paper to his associates.\nThey confer rapidly at a whisper. There is some debate.\nFinally, the soldier waves for Zero to follow him:\n\nSOLDIER #1\nCome outside, please.\n\nZero swallows hard and begins to rise -- but M. Gustave\nmotions sharply for him to stop. He says, a bit stern:\n\f29.\n\nM. GUSTAVE\nNow wait a minute.\n\n(to Zero)\nSit Down, Zero.\n\n(to the soldiers)\nHis papers are in order. I cross-\nreferenced them myself with the Bureau of\nLabor and Servitude. You can’t arrest him\nsimply because he’s a bloody immigrant.\nHe hasn’t done anything wrong.\n\nThe soldier hesitates. He turns to his associates again.\nThey look back at him, expressionless. The soldier grabs\nZero by the arm and jerks him out of his seat. M.\nGustave is instantly on his feet, tussling\n\nM,. GUSTAVE\nStop it! Stop, damn you!\n\nZERO\n(in disbelief)\nNever mind, M. Gustave! Let them proceed!\n\nM. Gustave is slammed and held against one wall while\nZero is pounded into another. M. Gustave shouts and\nstruggles.\n\nM.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. Gustave shouts and\nstruggles. M. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\nWhat are you doing? That hurts\n\nIn two seconds: both M. Gustave and Zero are locked in\nhand-cuffs with their arms behind their backs. At this\npoint, M. Gustave explodes:\n\nM. GUSTAVE\nYou filthy, goddamn, pock-marked, fascist\nassholes!\n(in a pure rage:)\nTake your hands off my Lobby Boy!\n\nM,. Gustave and Zero lock eyes across the fracas. In an\ninstant: they are brothers. A new voice shouts from the\nend of the corridor:\n\nHENCKELS (0.S.)\nWhat's the problem?\n\nAll the soldiers snap to attention as a young officer\nappears in the doorway. He is well-groomed and clean-\nshaven. He wears a dress-grey uniform with a cape. He is\nHenckels. The first soldier hands him the scrap of paper\nand starts to explain the situation -- but M. Gustave\ninterrupts calmly with blood trickling from his nose:\n\f30.\n\nM. GUSTAVE\nThis is outrageous. The young man works\nfor me at the Grand Budapest Hotel in\nNebelsbad.\n\nHenckels turns suddenly to M. Gustave. He stares. He\nsays in a quiet voice:\n\nHENCKELS\nM. Gustave?\n\nM. Gustave looks at Henckels, curious. He nods slowly.\n\nHENCKELS:\nMy name is Henckels. I’m the son of Dr.\nand Mrs. Wolfgang Henckels-Bergersdérfer.\nDo you remember me?\n\nM. GUSTAVE\nI know exactly who you are. It’s uncanny.\nYou're little Albert.\n\nHENCKELS\nI’m terribly embarrassed.\n\n(to the soldiers)\nRelease them.\n\nThe soldiers immediately remove the hand-cuffs from both\nM. Gustave and Zero while Henckels takes out a note-book\nand begins to scribble something onto a yellow ticket.\nM. Gustave sits down and presses his pink handkerchief\nonto his nostril. Henckels says as he writes:\n\nHENCKELS\nYour colleague is stateless. He’ll need\nto apply for a revised Special Transit\nPermit, which, honestly, at this point,\nmay be very difficult to acquire. Take\nthis.\n\nHenckels finishes writing, tears the ticket out of his\nnote-book, and hands it to M. Gustave.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nTake\nthis. Henckels finishes writing, tears the ticket out of his\nnote-book, and hands it to M. Gustave. \n\nTARGET SECTION TO BE ANNOTATED:\nHENCKELS\nIt's temporary, but it’s the best I can\noffer, I’m afraid.\n\nM. GUSTAVE\nHow's your wonderful mother?\n\nHENCKELS\nvery well, thank you.\n\nM. GUSTAVE\nI adore her. Send my love.\n\f31.\n\nHENCKELS\nI will.\n\nHenckels motions politely for Zero to return to his seat\nand hands the scrap of paper back to him. Zero tucks it\ncarefully into an envelope. His hands are shaking.\nHenckels says gently:\n\nHENCKELS\nYour companion was very kind to me when I\nwas a lonely little boy.\n(to both M. Gustave and Zero)\nMy men and I apologize for disturbing\nyou.\n\nHenckels turns coldly to the first soldier. He looks\nsheepish. He says, robotic, to M. Gustave:\n\nSOLDIER #1\nI beg your pardon, sir.\n\nHenckels and the soldiers immediately leave the\ncompartment, march down the corridor, and exit the\ncoach. Silence.\n\nM. GUSTAVE\n\nYou see? There are still faint glimmers\nof civilization left in this barbaric\nslaughterhouse that was once known as\nhumanity. Indeed, that’s what we\nprovide in our own modest, humble,\ninsignificant --\n\n(sighs deeply)\nOh, fuck it.\n\nM. Gustave looks out the window as the train begins to\nmove again. Zero appears to be in a state of numb shock.\n\nMONTAGE:\n\nThe cosmopolitan city of Lutz in the dead of night. A\nxickity Daimler taxi sputters along a winding\ncobblestone road at top speed. It squeezes up a narrow\nlane lined with shops. All are closed and shuttered. It\ndips into a tunnel through a brick building. It crosses\na stone bridge high over a river. It drives through an\niron gate, circles around a garden, and skids to a stop\nnext to Madame D’s limousine.\n\nUp a short path, there is an enormous mansion.\nINT. FOYER. DAY\nA bell rings. Feet clack and echo on the wide marble\n\nfloor. A maid in black hurries to open the front door.\nShe is Clotilde. M. Gustave and Zero enter the vestibule\n\f32.\n\nwhile the taxi waits outside. M.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nGustave and Zero enter the vestibule\n\f32. while the taxi waits outside. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave kisses Clotilde\non both cheeks and says immediately:\n\nM. GUSTAVE\nWhere is she, Clotilde? Take me to her.\n\nClotilde leads M. Gustave with Zero in tow through a\nseries of doors, en fillade, until they arrive at a\ndimly candle-lit drawing room.\n\nMurals of cherubs cover the walls. There is a\nharpsichord in one corner and a loudly ticking\ngrandfather clock in another. The feet of the corpse, in\nsilver pumps, jut out, toes up, from inside the casket\non top of a gold-leaf table.\n\nM. Gustave stops and gasps. He turns to Clotilde and\nnods. She tugs Zero by the sleeve, and they withdraw. M.\nGustave picks up a chair, carries it to the body, sets\nit down, and sits. Silence. He speaks in a normal,\nconversational voice:\n\nM. GUSTAVE\nYou're looking so well, darling. You\nreally are. They’ve done a marvelous job.\nI don’t know what sort of cream they've\nput on you down at the morgue, but I want\nsome. Honestly, you look better than you\nhave in years. You look like you're\nalive!\n\nM. Gustave shakes his head in admiration. He leans down\nand kisses Madame D. on the lips. Zero and Clotilde,\nwatching discreetly from the shadows in the next room,\nlook slightly revolted.\n\nM. Gustave takes the corpse’s hand. He notices something\nand hesitates.\n\nINSERT:\n\nMadame D’s fingernails. They are now lacquered in a rich\nplum.\n\nM. Gustave says, deeply moved:\nM. GUSTAVE\nYou changed it, after all. It’s perfect.\n(calling to the next room)\nClotilde?\nClotilde advances into view. She says respectfully:\n\nMAID\nOui, M. Gustave?\n\f33.\n\nM. GUSTAVE\nA glass of chilled water with no ice,\nplease.\n\nCLOTILDE\nOui, M. Gustave -- et aussi: M. Serge a\n\ndémandé un mot avec vous en privé dans\nson office, s’il vous plait.\n\nM. GUSTAVE\n(slightly irritated)\n\nOh.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nSerge a\n\ndémandé un mot avec vous en privé dans\nson office, s’il vous plait. M. GUSTAVE\n(slightly irritated)\n\nOh. \n\nTARGET SECTION TO BE ANNOTATED:\n Well, all right.\n(distracted, to the body)\n\nI shan’t be long, darling.\n\nM. Gustave stands up and follows Clotilde through the\nxow of doors. Zero looks back at the casket as he trails\nbehind them.\n\nMR. MOUSTAFA (V.O.)\n\nWe were escorted through a green-baize\ndoor, down a narrow service-corridor, and\ninto the butler’s pantry.\n\nINT. OFFICE. NIGHT\n\nA small chamber separated from the kitchen by a glass-\npanelled wall. M. Gustave checks his watch. There is a\nglass of water in his hand. Zero drinks a sip of milk.\nIn the background, a sous chef chops while the cook\nstirs a bubbling broth. Kitchen and scullery maids dart\nback and forth clanking pots and pans.\n\nMR. MOUSTAFA (V.0.)\n\nA moment later, the kitchen passage swung\nopen, and a small servant dressed in\nwhite jolted into the room.\n\nAn extremely anxious, petite butler enters with an ice-\nbucket. He is Serge. He hacks chips off a frozen block\nin the sink and fills the container briskly. He turns to\ngo -- then spots M. Gustave looking out at him from\ninside the pantry.\n\nMR. MOUSTAFA (V.O.)\nI’ve never forgotten the look on that\nman’s face.\n\nSerge is: deeply distraught, physically exhausted, and,\nabove all, terrified. He swallows, holds up a quick\nfinger for M. Gustave to wait, then disappears back out\nthe door.\n\nM. Gustave frowns. He says to himself:\n\f34.\n\nM. GUSTAVE\nWhat the devil is going on?\n\nM. Gustave looks to Zero. Zero is perplexed.\n\nMR. MOUSTAFA (V.O.)\nI, myself, had never set foot inside a\nhouse of this kind in my life.\n\nM. Gustave dumps his glass of water into a potted cactus\nand strides through the chaotic kitchen while Clotilde\nwatches him with a feather duster in her hand. She makes\na reluctant move to advise him to stop -- but he flies\npast her, bangs out the swinging door after Serge, and\nmarches into a dark corridor.\n\nMR. MOUSTAFA (V.O.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. MOUSTAFA (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nI understood very little about the events\nthat were to follow -- but, eventually, I\ncame to recognize:\n\nINT. TROPHY ROOM. NIGHT\n\nA door opens. M. Gustave comes inside and stops short.\nHe hesitates. Zero sidles in next to him. They both\nstare, mouths open.\n\nMR. MOUSTAFA (V.O.)\nWhen the destiny of a great fortune is at\nstake, men’s greed spreads like a poison\nin the bloodstream\n\nCUT TO:\n\nA dark, woody parlor with mounted heads everywhere\n(lions, tigers, buffalo, antelope, etc). A murmuring\naudience of fifty men in business suits is gathering and\ntaking its seats in rows before a dais. Every age,\nbuild, and variety of facial hair is accounted for. Some\ncarry briefcases and canes. Most have strong drinks in\ntheir hands. There are also several young dandies; a few\nlittle old ladies; and a pair of country farmers.\n\nMR. MOUSTAFA (V.O.)\nUncles, nephews, cousins -- in-laws of\nincreasingly tenuous connection. The old\nwoman’s most distant relations had come\nforaging out of the wood-work.\n\n \n\nSerge drops an ice-cube into a glass of whiskey with\ntongs. He does a double-take as he sees that M. Gustave\nhas followed him into the room.\n\nMR. MOUSTAFA (V.O.)\nAt the head of this congregation (it was\na disorienting coincidence), we\n\n(more )\n\f35.\n\nMR. MOUSTAFA (V.0.) (cont'd)\ndiscovered our own Deputy Kovacs (himself\nan important attorney, of course). He was\nthe executor of the dead widow’s estate.\n\nDeputy Kovacs, standing behind a desk on a platform at\nthe front of the room, squints at M. Gustave, puzzled.\nM. Gustave and Zero look back at him, equally confused.\nDeputy Kovacs turns his attention back to the seated\naudience. He clears his throat, sets a large, cardboard\nbox down in front of him, and addresses the room:\n\nDEPUTY KOVACS\nThis is Madame D’s Last Will and\nTestament.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nGustave and Zero look back at him, equally confused. Deputy Kovacs turns his attention back to the seated\naudience. He clears his throat, sets a large, cardboard\nbox down in front of him, and addresses the room:\n\nDEPUTY KOVACS\nThis is Madame D’s Last Will and\nTestament. \n\nTARGET SECTION TO BE ANNOTATED:\n It consists of a general\ntontine drawn up before the event of her\nhusband's death forty-six years ago --\n\nDeputy Kovacs lifts a faded, fragile slip of paper out\nof the box. He places it delicately onto the table.\n\nDEPUTY KOVACS\n-- in combination with 635 amendments,\nnotations, corrections, and letters of\nwishes executed during the subsequent\ndecades.\n\nDeputy Kovacs reaches into the box with two hands and\npulls out an enormous pile of scraps, slips, shreds,\nslivers, forms, files, post-cards, and various bits of\nlint and loose thread. He plants it all down with a\nthud.\n\nDEPUTY KOVACS\nThe ultimate legality of this\naccumulation requires further analysis;\nbut, in the opinion of this office, it\nwas Madame D‘s intention that control of\nthe vast bulk of her estate should be\ntransferred, forthwith, to her son,\nDmitri --\n\nCUT TO:\n\nA spindly, thirty-five-year-old man with a thick head of\nspiky, black hair which sticks up straight into the air.\nHe has black eyes and a black moustache. He wears a\nblack suit cut close to his skinny body. He is Dmitri. A\nthug in a leather coat with close-shaven head and high-\nheeled boots sits slightly behind and beside him. He\nwears brass knuckles on both hands. He is Jopling.\n\f36.\n\nDEPUTY KOVACS\n\nwith special allowances for his\nsisters Marguerite, Laetizia, and\nCarolina --\n\n \n\nCUT TO:\n\nMadame D’s spinster daughters. They range in age from\nforty to fifty. They are sturdy and fierce.\n\nDEPUTY KOVACS\n-- and minor gifts for various members of\nthe extended family as shown in the List\nof Recipients, which I will elucidate in\ndue course.\n\nThere is a mumbling of general approval around the room\nand throughout the gallery of distant relations. A few\ntake notes. Deputy Kovacs interjects:\n\nDEPUTY KOVACS\nHowever.\n\nVoices hush. Pause.\n\nDEPUTY KOVACS\nAn additional codicil, delivered into my\npossession by post only this morning\nand, by all indications, sent by Madame\nD.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nVoices hush. Pause. DEPUTY KOVACS\nAn additional codicil, delivered into my\npossession by post only this morning\nand, by all indications, sent by Madame\nD. \n\nTARGET SECTION TO BE ANNOTATED:\n during the last hours of her life,\ncontains an amendment to the original\ncertificate, which, as prescribed by law,\nI will read to you now. The authenticity\nof this document has not yet been\nconfirmed by the presiding magistrate, so\nI ask that all parties be patient and\nrefrain from comment until such time as\nour investigations can be completed.\n\nDmitri and Jopling confer at a tense whisper. The\nsisters grumble, dismayed. The group as a whole sits up\nto attention. Deputy Kovacs slides a hand-written letter\non pale-pink paper out of an envelope and reads:\n\nDEPUTY KOVACS\n“To my esteemed friend who comforted me\nin my later years and brought sunshine\ninto the life of an old woman who thought\nshe would never be happy again -- M.\nGustave H. -- I bequeath, bestow, and\ndevise, free of all taxation and with\nfull and absolute fiduciary entitlement,\nthe painting known as ‘Boy with Apple’ --\n\f37.\n\nM. GUSTAVE\n(floored)\nWow!\n\nDEPUTY KOVACS\n-- by Johannes van Hoytl --\n\nM. Gustave grips Zero by the shoulder like a vise. Zero\ngrimaces:\n\nM. GUSTAVE\nI can’t believe it.\n\nDEPUTY KOVACS\n-- the younger --\n\nDmitri drops a tumbler on the floor. He blurts angrily:\n\nDMITRI\nWhat?\n\nDEPUTY KOVACS\n-- which gave us both so much pleasure.”\n\nDeputy Kovacs looks up. The three sisters talk loudly\nover each other simultaneously:\n\nMARGUERITE\nThe van Hoytl?\n\nLAETIZIA\nTax-free?\n\nCAROLINA\nCan she do that?\n\nA hunched, ancient, grizzled, old man in the middle of\nthe room throws up his hands. He asks loudly:\n\nOLD MAN\nWho's Gustave H?\n\nM. GUSTAVE\n(inevitably)\nI'm afraid that’s me, darling.\n\nEvery face in the entire assembly now turns around fully\nand stares at M. Gustave and Zero. Silence.\n\nThe room erupts. All the distant relations start talking\nat once. Dmitri is on his feet, advancing toward the\nback of the room, flanked by Jopling, as he explodes,\npointing at M.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe room erupts. All the distant relations start talking\nat once. Dmitri is on his feet, advancing toward the\nback of the room, flanked by Jopling, as he explodes,\npointing at M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave:\n\f38.\n\nDMITRI\nThat fucking faggot! He’s a concierge.\nWhat are you doing here?\n\nM. GUSTAVE\n\n(stiffening)\nI’ve come to pay my respects to a great\nwoman whom I loved.\n\nDMITRI\n(turning to the room)\nThis man is an intruder in my home\n\nM. GUSTAVE\n(making a point of it)\nIt’s not yours yet, Dmitri. Only when\nprobate is granted, and the Deed of\nEntitlement —-\n\nDMITRI\nYou’re not getting “Boy with Apple”, you\ngoddamn little fruit!\n\nM. GUSTAVE\n(genuinely offended)\nHow's that supposed to make me feel?\n\nThe three sisters join Dmitri as the veins in his neck\nbegin to bulge. He continues loudly, for the record:\n\nDMITRI\nCall the police. We're pressing charges.\nThis criminal has plagued my family for\nnearly twenty years. He’s a ruthless\nadventurer and a con-artist who preys on\nmentally feeble, sick old ladies -- and\nhe probably fucks them, too!\n\nThe three sisters look horrified. One of the little old\nladies gasps. Shocked faces look to M. Gustave. He\nshrugs and says tentatively:\n\nM. GUSTAVE\nI go to bed with all my friends\n\nDmitri cold-cocks M. Gustave an upper-cut to the jaw and\ndrops him with one punch. Less than a second later, Zero\nslams his own fist squarely right into the middle of\nDmitri’s face and knocks him over backward with blood\nspurting out of his nose. Less than a second after that,\nJopling pounds Zero in the side of the head sending him\nflying with a smack against the wall and melting\ninstantly into the floor. The room breaks into complete\npandemonium.\n\f39.\n\nIn the midst of the chaos, the hunched, old man says,\naside, to a younger one:\n\nOLD MAN\nWhere's Céline?\n\nYOUNG MAN\n(hesitates)\nShe’s dead. We're reading her will.\n\nOLD MAN\n(slightly embarrassed)\nOh, quite right, of course. How silly of\nme.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're reading her will. OLD MAN\n(slightly embarrassed)\nOh, quite right, of course. How silly of\nme. \n\nTARGET SECTION TO BE ANNOTATED:\nAnother younger man, eavesdropping, starts coughing and\nspits red wine into his glass.\n\nIn the meantime: Serge helps M. Gustave and Zero to\ntheir feet as Jopling restrains Dmitri, and various of\nthe distant relations attempt to interfere in the fray.\nDmitri, behind an almost certainly broken nose, shouts\nfuriously at M. Gustave as he strains to clamber over\nhis henchman’s shoulder:\n\nDMITRI\nIf I learn you ever once laid a finger on\nmy mother’s body, living or dead, I swear\nto God, I’1l cut your throat!\n(screaming)\nYou hear me?\n\nM. GUSTAVE\n(clever though dizzy)\nI thought I was supposed to be a fucking\nfaggot.\n\nDMITRI\n(hesitates)\nYou are, but you're bisexual!\n\nM. GUSTAVE\n(pause)\nLet’s change the subject. I’m leaving.\n\nM. Gustave turns and, assisted by Serge and a staggering\nZero, exits the room.\n\nINT. KITCHEN. NIGHT\n\nClotilde rushes to M. Gustave’s assistance as Serge\nbrings him through the door. She brushes his shoulders\nand smooths his hair. Serge shouts frantically in French\nand guides them all back into his butler’s pantry. Zero\nholds his glass of milk against his ear like an ice-\npack. Serge and Clotilde yell at each other while the\n\f40.\n\nother servants race in and out of the kitchen,\npanicking. They disappear again into the next room.\n\nM. Gustave and Zero, alone for a moment, catch their\nbreath. M. Gustave pants:\n\nM. GUSTAVE\nThat picture -- “Boy with Apple” -- is\npriceless. Understand?\n\n \n\nZERO.\n(hopeful)\nCongratulations, M. Gustave!\nM. GUSTAVE\nThey're going to fight me for the son of\na bitch.\nZERO\nIs it very beautiful?\nM. GUSTAVE\n(swooning)\nBeyond description.\n(reciting)\n\n“Bren the most gifted bard’s rhyme can\nonly sing but to the lack of her and all\nshe isn’t! His tongue doth trip --”\n\nZERO\nCan I see it?\n\nM. Gustave looks surprised. Pause.\n\nM. GUSTAVE\nI don’t see why not.\n\nM.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. GUSTAVE\nI don’t see why not. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave zooms out through the scullery and into a\nlittle stairwell. Zero follows. They spiral up a steep\nflight.\n\nCUT TO:\n\nA wide landing overlooking the foyer. The voices of the\nbickering assembly echo from the rear of the house. M.\nGustave looks quickly left and right, then darts down\nthe hallway and through a set of double doors.\n\nINT. LIBRARY. NIGHT\n\nA long, narrow gallery lined from floor-to-ceiling with\nbooks and paintings. M. Gustave leads Zero straight\nthrough to the far end where “Boy with Apple” hangs\nabove a fire-place. He stands beside it facing Zero and\nassumes the role of a museum docent:\n\f41.\n\nM. GUSTAVE\n\nThis is van Hoytl’s exquisite portrayal\nof a beautiful boy on the cusp of\nmanhood. Blond, smooth. Skin as white as\nthat milk.\n\n(pointing to Zero’s glass)\nOf impeccable provenance. One of the last\nin private hands -- and, unquestionably,\nthe best. It’s a masterpiece. The rest of\nthis shit is worthless junk.\n\n \n\nM. Gustave and Zero stand side-by-side and admire the\n\npicture for a long minute -- then Zero looks strangely\nto M. Gustave. M. Gustave looks back at him, curious.\n\nZero’s eyes flicker. M. Gustave frowns.\n\nZero goes to the corner, picks up a foot-stool, and\nplaces it on the hearth.\n\nM. Gustave hesitates. He steps up onto the foot-stool.\nHe lifts the painting off its hooks. He comes back down\nto the floor. There is a dark rectangle in the wallpaper\nmarking the absent picture. He turns to Zero again,\nuncertain.\n\nBehind the fire-irons, leaning against a stack of\netchings, Zero spots a wood-cut print of two lesbians\nmasturbating. He grabs it and hangs it in the painting's\nplace.\n\nINT. FOYER. NIGHT\n\nM. Gustave and Zero circle rapidly down the wide\nstaircase. Serge comes into the room at the same time\nand meets them as they arrive at the front door. He says\nbreathlessly:\n\nSERGE\nM. Gustave! Pardonnez-moi. Ce n’est pas --\n\nSerge sees the painting tucked under M.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nGustave! Pardonnez-moi. Ce n’est pas --\n\nSerge sees the painting tucked under M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave’s arm.\nHe stares at it. He says reluctantly:\n\nSERGE\nJe peux vous aider?\n\nM. GUSTAVE\nOui, Serge. Vous pouvez emballer celui-\n\nla\nSERGE\n(hesitates)\nEmballer -- “Boy with Apple\"?\n\nM. Gustave nods and hands Serge the picture. Serge takes\nit. Pause. He goes over to a bureau, withdraws a large\n\f42.\n\nsheet of wrapping-paper, folds it around the painting,\nand ties it with string. He returns the parcel to M.\nGustave.\n\nM. GUSTAVE\nMerci, Serge.\n\nSerge opens the front door. M. Gustave and Zero quickly\ngo outside and get into the taxi. Serge, overwhelmed and\nconfused, with tears in his eyes, looks in at them\nthrough one of the back-seat windows. M. Gustave rolls\nit down.\n\nM. GUSTAVE\nWhat'd you want to tell me? Before.\n\nSERGE\n(long pause, with a heavy accent)\nI think I cannot say right now.\n\nM. GUSTAVE\n(short pause)\nWrite me tomorrow.\n(sharply to the driver)\nLutzbahn Station!\n\nThe taxi’s tires squeal, and the car shoots down the\ndriveway. Serge watches, deeply anguished and disturbed.\n\nINT. TRAIN COMPARTMENT. NIGHT\n\nA sleeper on the over-night to Nebelsbad. The bunks have\nbeen folded down and made-up, and both M. Gustave and\nZero wear pajamas. (M. Gustave’s are of burgundy silk\nand belted.) “Boy with Apple”, partially unwrapped, is\non display balanced along the edge of the wash-basin. M.\nGustave says soberly:\n\nM. GUSTAVE\nI’ll never part with it. It reminded her\nof me. It will remind me of her. Always.\nI'll die with this picture above my bed.\n(quickly)\nSee the resemblance?\n\nM. Gustave positions himself alongside the painting.\nZero mutters politely from his bed:\n\nZERO\nOh, yes.\n\nM. Gustave lies down. He stares up at the ceiling.\nPause.\n\f43.\n\nM. GUSTAVE\nActually, we should sell it. Sooner\nrather than later, in case they try and\nsteal it back.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. GUSTAVE\nActually, we should sell it. Sooner\nrather than later, in case they try and\nsteal it back. \n\nTARGET SECTION TO BE ANNOTATED:\n Plus: something about\nthose lunatic foot-soldiers on the\nexpress -- I think this could be a tricky\nwar and a long dry-spell in the hotel\ntrade. For all we know, they could board\nus up tomorrow.\n\nZero looks alarmed. M. Gustave sits up again and signals\nfor him to come closer. Zero joins him.\n\nM. GUSTAVE\nLet’s make a solemn blood-pact. We'll\ncontact the black-market and liquidate\n“Boy with Apple” by the end of the week,\nthen leave the country and lay low\nsomewhere along the Maltese Riviera until\nthe troubles blow over and we resume our\nposts. In exchange for your help, your\nloyalty, and your services as my personal\nvalet, I pledge to you: one-point-five\npercent of the net sale-price.\n\nZero takes this in. He says quietly:\n\nZERO\nOne-point-five.\n\nM. GUSTAVE\nPlus room and board.\n\nZERO\n(optimistic)\nCould we make it ten?\n\nM. GUSTAVE\n\n(in disbelief)\nTen? Are you joking? That's more than I’d\npay an actual dealer -- and you wouldn't\nknow chiarascuro from chicken giblets.\nNo, one-point-five is correct but I/11\ntell you what: if I die first, and I most\ncertainly will, you: will be my sole\nheir. There’s not much in the kitty\nexcept a set of ivory-backed hairbrushes\nand my library of romantic poetry -- but,\nwhen the time comes, these will be yours,\nalong with whatever we haven't already\nspent on whores and whiskey. This is our\nsacred bond. I'll draw it up right now.\n\n \n\nPause. Zero nods. M. Gustave whisks a drinks menu out of\na slot on the wall, places it face-down on the night-\n\f44.\n\nstand, and sets a fountain pen on top of it. He\ndictates:\n\nM. GUSTAVE\nI, M. Gustave H, being of relatively\nsound mind and body, on this day the\ntwenty-seventh of October in the year of\nour Lord nineteen hundred and\n\n \n\nZero quickly uncaps the pen and begins to write.\nINT. STORAGE PANTRY. DAY\n\nThe next morning. A vault adjacent to the meeting room\nabove the lobby.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTORAGE PANTRY. DAY\n\nThe next morning. A vault adjacent to the meeting room\nabove the lobby. \n\nTARGET SECTION TO BE ANNOTATED:\n There are rows of safety-deposit boxes\nwith engraved room-numbers along the walls. M. Gustave\nhides the wrapped package behind a radiator. He takes a\nfur stole off a coat hangar and drapes it awkwardly over\nthe top. They exit the room. M. Gustave closes the\nheavy, inner door and spins the combination lock, then\nslides an outer one shut and bolts it with a key.\n\nANATOLE (0.S.)\nExcuse me.\n\nM. Gustave and Zero jump. They turn around quickly and\nsee Anatole standing in the doorway. M. Gustave mumbles,\nanxious:\n\nM. GUSTAVE\nUh-huh?\n\nANATOLE\n(intrigued)\nThe police are here. They asked for you.\n\nSilence. M. Gustave nods. He says cheerily:\n\nM. GUSTAVE\nTell them we’ll be right down.\n\nAnatole goes back down the steps. M. Gustave and Zero\nlook down into the lobby through a window. Eight\nuniformed officers wait at the concierge desk. M.\nGustave says tensely:\n\nM. GUSTAVE\nHave you ever been questioned by the\nauthorities?\n\nZERO\n(grimly)\nYes, on one occasion, I was arrested and\ntortured by the rebel militia after the\nDesert Uprising.\n\f45.\n\nM. GUSTAVE\n(hesitates)\nRight. Well, you know the drill, then.\nZip it.\nZERO\n\nOf course.\n\nM. GUSTAVE\nYou've never heard the word van Hoytl in\nyour life.\n\nZERO\nGot it.\n\nM,. GUSTAVE\nOK. Let’s go.\n\nM. Gustave and Zero descend into the lobby. M. Gustave’s\nface brightens as he crosses the room and greets the\nvisitors:\n\nM. GUSTAVE\nHow may we serve you, gentlemen?\n\nPOLICE CAPTAIN\n(producing a warrant)\nBy order of the Commissioner of Police,\nZubrowka Province, I hereby place you\nunder arrest for the murder of Madame\nCéline Villeneuve Desgoffe und Taxis.\n\nM. GUSTAVE\n(somehow vindicated)\nI knew there was something fishy! We\nnever got the cause of death! She’s been\nmurdered -- and you think I did it.\n\nM.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe\nnever got the cause of death! She’s been\nmurdered -- and you think I did it. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave turns away and breaks into a sprint through\nthe lobby. The police chase him. Zero watches, stunned.\n\nTITLE:\n\nPart 3: “Check-point 19 Criminal Internment Camp”\nEXT. PRISON. DAY\nA buttressed castle on a high rock spur. Clusters of\ntangled barbed-wire decorate the tops of the walls above\na sheer cliff that drops straight down into the medieval\nvillage below.\nZero stands waiting with a small pink pastry-box in his\n\nhands. There is a guard with a Tommy-gun next to him.\nSilence.\n\f46.\n\nA hidden gear begins to crank, and a heavy iron and oak\ngate swings slowly open. The guard makes an off-hand\ntoss of the head to signal for Zero to proceed. Zero\nnods politely and starts across a narrow bridge over a\nmoat. Two more guards wait at the far end in front of\nthe doors to a fortified keep.\n\nINT. VISITING ROOM. DAY\n\nA converted armory containing a row of chairs along an\nextended table with a penitentiary-style wire-glass\npartition down the middle. Zero sits alone. The pastry-\nbox is in front of him next to a glass of water. A door\nopens, and another guard escorts M. Gustave into the\nroom.\n\nM. Gustave is now dressed in a striped prison uniform\nwith his cap worn at a slight tilt. His hands are\nshackled. His face is purple and misshapen, covered\nalmost entirely with bruises and abrasions, with one eye\nswollen completely shut. He sits down facing Zero on the\nother side of the partition. (There is a glass of water\nfor him, as well.) The guard waits in the corner. He\nchecks his watch.\n\nZero looks horrified. He gasps:\n\nZERO\nWhat happened?\n\nM. GUSTAVE\n\nWhat happened, my dear Zero, is I beat\nthe living shit out of a snivelling\nlittle runt called Pinky Bandinski who\nhad the gall to question my virility --\nbecause if there’s one thing we've\nlearned from penny dreadfuls, it’s that,\nwhen you find yourself in a place like\nthis, you must never be a candy-ass.\nYou’ve got to prove yourself from Day\nOne. You’ve got to win their respect.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUSTAVE\n\nWhat happened, my dear Zero, is I beat\nthe living shit out of a snivelling\nlittle runt called Pinky Bandinski who\nhad the gall to question my virility --\nbecause if there’s one thing we've\nlearned from penny dreadfuls, it’s that,\nwhen you find yourself in a place like\nthis, you must never be a candy-ass. You’ve got to prove yourself from Day\nOne. You’ve got to win their respect. \n\nTARGET SECTION TO BE ANNOTATED:\n Of\ncourse, I’ve got about a foot and a half\nof reach on Pinky, so once I'd pried him\nloose out from under my armpit, it was\nshort order before I whipped him into\nscrambled eggs.\n\n(drinks a sip of water)\nYou should take a long look at his ugly\nmug this morning.\n\n(spits blood back into the cup)\nHe’s, actually, become a dear friend.\nYou'll meet him, I hope. So.\n\nM. Gustave slides closer to the glass. So does Zero.\n\f47.\n\nM. GUSTAVE\nYou talk to Kovacs?\n\nZERO\nI saw him last night in secret. He made\nme take an oath (on a Bible) I wouldn’t\ntell a soul. You’re supposed to, also.\n\nM. GUSTAVE\n(irritated)\nI'll do that later.\n\nZERO\nHe suspects you're innocent.\n\nM. GUSTAVE\nOf course, he does. What’s the charge?\n\nINT. TAVERN. NIGHT\n\nAn alcove in a corner of a dark, seedy, back-street ale-\nhouse. Shady characters lurk at the counter. Zero sits\nacross from Deputy Kovacs, who reads a report to him by\nthe light of an oil-lamp. They both sip mugs of lager.\nThere is also a small Bible on the table.\n\nDEPUTY KOVACS\n“In the small hours of the evening of\nnineteen October, an individual well-\nknown to the house and staff, a M.\nGustave H, did arrive at the Desgoffe und\nTaxis residence in Lutz and enter by the\nrear service alley, alerting no one to\nhis presence, and did then proceed by way\nof back-stairs and servants-passage, to\ndeliver himself into the private chambers\nof Madame D. There is no evidence to\nindicate whether this visit had been pre-\narranged with her or not. The next\nmorning, Madame D. was found dead by\nstrychnine poisoning. M. Gustave was not.\nobserved on the premises again until,” of\ncourse, “twenty-four hours later.” The\nidentity of his accusers is made clear in\nthis notarized deposition.\n\nDeputy Kovacs produces another document which he hands\nto Zero.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nGustave was not. observed on the premises again until,” of\ncourse, “twenty-four hours later.” The\nidentity of his accusers is made clear in\nthis notarized deposition. Deputy Kovacs produces another document which he hands\nto Zero. \n\nTARGET SECTION TO BE ANNOTATED:\n Zero studies it as Deputy Kovacs continues:\n\nDEPUTY KOVACS\nThey include, essentially, all members of\nthe extended family -- but the key\nwitness who actually (ostensibly) saw the\nalleged events appears to have fled the\njurisdiction. His whereabouts are\n\n(more)\n\f48.\n\nDEPUTY KOVACS (cont'd)\ncurrently unknown, but he’s being sought\nand pursued by the relevant authorities.\n\nZERO\n(concerned)\nWho is he?\n\nCUT TO:\n\nM. Gustave with a look of utter astonishment on his\nface. He blurts out:\n\nM. GUSTAVE\nSerge?\n\nZERO\nI'm afraid so.\n\nM. GUSTAVE\nThat little prick.\n\nPause. M. Gustave reconsiders.\n\nM. GUSTAVE\nNo, I don’t believe it. They put him up\nto it. I’ve been dropped into a nest of\nvipers.\n\nZERO\nYou have an alibi?\n\nM. GUSTAVE\n(off-hand)\nCertainly, but she’s married to the Duke\nof Westfalia. I can’t allow her name to\nget mixed-up in all this monkey business.\n\n \n\nZERO\n(gravely)\nM. Gustave: your life may be at stake.\nM. GUSTAVE\n(bitterly)\n\nI know, but the bitch legged it. She’s\nalready on the Queen Nasstasja half-way\nto Dutch Tanganyika.\n\nM. Gustave sighs and stares at the floor, shaking his\nhead. He looks like he is about to cry. Zero says\nfinally -- almost inaudibly:\n\nZERO\nDon't give up.\n\nM. Gustave looks back to Zero. He nods. He points.\n\f49,\n\nM. GUSTAVE\nWhat’s in the box?\n\nZERO\n(encouraging)\nA Courtesan au chocolat.\n\nM. GUSTAVE\n(deeply moved)\nFrom Mendl’s. Thank you, my angel\n\nEXT. STREET. NIGHT\n\nA dark lane crowded with narrow, crooked little\nbuildings. Rushing water gurgles down the gutters. A\npack of rats darts across the road in single-file and\ndisappears into a drain-pipe. A church bell rings across\nthe city.\n\nJopling waits on the threshold of a ramshackle cottage\nstaring at the front door.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\npack of rats darts across the road in single-file and\ndisappears into a drain-pipe. A church bell rings across\nthe city. Jopling waits on the threshold of a ramshackle cottage\nstaring at the front door. \n\nTARGET SECTION TO BE ANNOTATED:\nMR. MOUSTAFA (V.O.)\nThe details of the conspiracy, now a\nmatter of public record, were, at that\ntime, impossible for us to apprehend.\n\nThe door cracks open. A young washer-woman with a club\nfoot and a rag in her hands peers out. Jopling hands the\nwoman his card. She studies it.\n\nINSERT:\n\nAn engraved calling card on bright, white stock which\nreads:\n\nJ.G. Jopling, Esq.\nPRIVATE INQUIRY AGENT\n\nThe woman looks back up to Jopling, nervous. He says in\na low voice:\n\nJOPLING\nI’m looking for Serge X. (a young man in\nthe service of my employers, the family\nDesgoffe und Taxis of Schloss Lutz).\n\nWASHER-WOMAN\n(timidly)\nYes, sir?\n\nJOPLING\nYou're his sister?\n\nWASHER-WOMAN\nYes, sir.\n\f50.\n\nJOPLING\nSeen him lately?\n\nWASHER-WOMAN\n(surprised)\nNo, sir.\n\nJOPLING\n(doubtful)\nNo, sir?\n\nWASHER-WOMAN\n(innocent)\nNo, sir.\n\nJOPLING\nI need to find him right away. For his\nown safety --\n(pointing in her face)\n-- and everyone else’s. If he shows up?\n\n \n\nWASHER-WOMAN\n(tentatively)\nYes, sir?\n\nJOPLING\n(darkly)\nTell him Jopling says, “Come home.”\n\nPause. The woman nods. Jopling turns away and walks over\nto a black motorcycle parked at the corner.\n\nMR. MOUSTAFA (V.O.)\n-- but one thing was certain: the\nDesgoffe und Taxis were a very powerful\nfamily --\n\nJopling puts on a pair of goggles, kick-starts his\nengine, revs the motor, and rumbles away. The woman\nshuts the door and locks the bolt.\n\nCUT TO:\n\nJopling racing his howling motorcycle through the center\nof the city at midnight. Under the goggles, his eyes are\ncalm.\n\nMR. MOUSTAFA (V.0.)\nand time was not on our side.\n\n \n\nINT. MESS HALL. NIGHT\n\nAnother evening meal.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MESS HALL. NIGHT\n\nAnother evening meal. \n\nTARGET SECTION TO BE ANNOTATED:\n The full assembled staff sits at\nthe long table, anxious and curious, murmuring. The cook\nwaits, uncertain, gripping a cauldron by his oven-mitts.\nA door swings open.\n\f51.\n\nMr. Mosher and Zero stride into the room. Mr. Mosher\nholds up an envelope and beckons to Zero.\n\nMR. MOSHER\nA letter from M. Gustave. Zero?\n\nThe staff whispers excitedly then falls silent as Zero\nascends M. Gustave’s podium, opens the envelope, and\ntakes out a piece of paper. Pause. Zero clears his\nthroat and reads in a formal voice:\n\nZERO\n“My dear and trusted colleagues --”\n\nCUT TO:\n\nM. Gustave in his cell (where his podium seems to have\nbeen magically transported). A gentle halo of light\nglows behind him. He addresses the camera as he begins\nhis usual pacing:\n\nM. GUSTAVE\n\n-- I miss you deeply as I write from the\nconfines of my regrettable and\npreposterous incarceration. Until I walk\namongst you again as a free man, the\nGrand Budapest remains in your hands --\nas does its impeccable reputation. Keep\nit spotless and glorify it. Take extra-\nspecial care of every little-bitty bit of\nit as if I were watching over you like a\nhawk with a horse-whip in its talons --\n\n(brandishing a soup-ladle)\n-- because I am. Should I discover a\nlapse of any variety during my absence, I\npromise: swift and merciless justice will\ndescend upon you. A great and noble house\nhas been placed under your protection.\n(Tell Zero if you see any funny\nbusiness.)\n\nCUT TO:\nZero at podium. He concludes:\n\nZERO\n“your devoted M. Gustave.” Then there’s a\npoem, but we might want to go ahead and\nstart on the soup, since it’s forty-six\nstanzas.\n\nMr. Mosher signals to the cook. He begins to serve as\nZero reads on:\n\f52.\n\nZERO\nA moist, black ash dampens the filth of a\ndung-dark rat's-nest and mingles with the\nthick scent of wood-rot while the lark-\nsong of a gutter-snipe echoes across a --\n\n \n\nINT. CORRIDOR. DAY\n\nM.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nZERO\nA moist, black ash dampens the filth of a\ndung-dark rat's-nest and mingles with the\nthick scent of wood-rot while the lark-\nsong of a gutter-snipe echoes across a --\n\n \n\nINT. CORRIDOR. DAY\n\nM. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave pushes a metal cart with a stack of plates\nand a steel tureen on it through a barred door. He stops\nin front of a large cell where four convicts loiter on\ntheir bunks playing cards, scratching graffiti on the\nwalls, and looking at dirty pictures.\n\nM. GUSTAVE\nMay I offer any of you inmates a plate of\nmush?\n\nThe convicts all look to M. Gustave at once. No one\nspeaks. M. Gustave hesitates.\n\nM. GUSTAVE\nNo? Anyone? You -- with the very large\nscar on your face?\n\nM. Gustave points to a seven-foot giant with a deep\nslash from the top corner of his forehead all the way\ndown and across to the other side of his chin. The giant\nfrowns. He stands up. The other convicts look uneasy.\n\nM. GUSTAVE\nCome now. Try it. It’s, actually, quite\nwarm and nourishing this morning. It\nneeds a dash of salt.\n\nM. Gustave prepares a plate of lumpy gruel for the\ngiant. He shakes-in a touch of salt from a shaker. The\ngiant tastes it. Pause. He shrugs, pleased. He nods. M.\nGustave smiles.\n\nM. GUSTAVE\nGood day.\n\nM. Gustave pushes his cart to the next cell. A bald\nwrestler lifts weights while an old man spots him.\n\nM. GUSTAVE\nMush, gents? Any takers?\n\nThe wrestler and the old man look at M. Gustave blankly\nwith the barbell in the air. M. Gustave shrugs and says\nregretfully:\n\nM. GUSTAVE\nSuit yourselves.\n\f53.\n\nM. Gustave pushes his cart to the next cell. These\nconvicts are all asleep. M. Gustave says with a musical\nlilt:\n\nM. GUSTAVE\nRise and shine. Chop-chop!\n\nA wiry, pint-sized convict the shape of a fire-hydrant\nsquints out from under his covers. He is Pinky.\n\nM. GUSTAVE\nGood morning, Pinky.\n\nPinky yawns and sets his feet to the floor. The convicts\nin the other bunks also begin to rustle.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUSTAVE\nGood morning, Pinky. Pinky yawns and sets his feet to the floor. The convicts\nin the other bunks also begin to rustle. \n\nTARGET SECTION TO BE ANNOTATED:\n Their faces are\nbrutal, and their bodies are hard and powerful. They are\nGiinther and Wolf. (A fourth convict, also in the room,\nbegins to get out of bed, as well -- but his face is not\nrevealed for the moment.)\n\nM. Gustave reaches to the lower shelf of the cart and\nproduces a pink pastry-box. All the convicts quickly\ngather at a small table. (The fourth convict sits with\nhis back to the camera.) Pinky says eagerly:\n\nPINKY\nMendl’s again?\n\nM. GUSTAVE\nPrecisely. Who’s got the throat-slitter?\n\nGiinther digs in his sock and takes out a small weapon\nconsisting of a half-toothbrush fixed with wire to a\nhand-slivered straight-razor cut into serrated teeth. M.\nGustave folds open the pastry-box and cuts a Courtesan\nau chocolat into careful segments. The convicts eat\ndaintily. Wolf says, chewing\n\nWOLF\nOut of this world.\n\nM. GUSTAVE\n(obviously)\nMendl’s is the best. Well, back to work.\n\n \n\n. Gustave rises. Pinky says suddenly:\n\nPINKY\nMr. Gustave?\n\nM. GUSTAVE\n(hesitates)\nYeah?\n\nPinky exchanges a look with the others. They nod. He\ndarts to the door, looks up and down the corridor, then\n\f54.\n\ncloses it softly. He signals for M. Gustave to sit back\ndown. M. Gustave, slightly puzzled, obeys. They all lean\nin closer as Pinky whispers:\n\nPINKY\nMe and the boys talked it over. We think\nyou're a real straight fella.\n\nM. GUSTAVE\nWell, I’ve never been accused of that\nbefore, but I appreciate the sentiment.\n\nPINKY\nYou're one of us now.\n\nM. GUSTAVE\n(somewhat moved)\nWhat a lovely thing to say. Thank you,\ndear Pinky. Thank you, Giinther. Thank\nyou, Wolf. I couldn't ask for a finer\ntribute.\n\nM,. Gustave bows slightly. He hesitates.\n\nM. GUSTAVE\nAnything else?\n\nPinky looks to the fourth convict. He nods:\n\nPINKY\nTell him, Ludwig.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUSTAVE\nAnything else? Pinky looks to the fourth convict. He nods:\n\nPINKY\nTell him, Ludwig. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\nThe fourth convict. Numerous short scars chop skinny,\nbald lines into his shorn scalp. His arms are tattooed\nheavily with skulls, skeletons, and images of the grim\nreaper. He has one silver tooth and a bit of butter-\ncream icing on the side of his mouth. He is Ludwig.\n\nLudwig takes a deep breath. He launches into his spiel:\n\nLUDWIG\nCheck-point Nineteen ain’t no two-bit\nhoosegow. You got broad-gauge iron bars\non every door, vent, and window. You got\nbarb’ wire on every containment wall and\nbarricade. You got seventy-two guards on\nthe floor and sixteen more in the towers.\nYou got a 325 foot drop into a moat full\nof crocodiles -- but, like the best of\n‘em, it’s got a soft spot, which in this\ncase happens to take the form of a storm-\ndrain sewer-system datin’ from the time\nof the original rock fortification way\nback in the middle ages. Now, nobody’s\n\n(more)\n\f55.\n\nLUDWIG (cont'd)\nsayin’ it’s a stroll down a tree-lined\npromenade with a fine lady and a white\npoodle, but it’s got what you'd call\n“vulnerability” -- and that’s our bread\nand butter. Take a look.\n\nLudwig produces a crude but highly detailed map and\nfloor-plan of the castle compound drawn with charcoal on\na strip of butcher paper. M. Gustave examines it with\nfixed concentration. He says pointedly:\n\nM. GUSTAVE\nWho drew this?\n\nLUDWIG\n(stiffening)\nWhat do you mean, “Who drew this?” I did.\n\nM. GUSTAVE\n(impressed)\n\nVery good. You've got a wonderful line,\n\nLudwig. This shows great artistic\n\npromise.\n\nLudwig smiles slightly, pleased and slightly\nembarrassed. M. Gustave points on the map:\n\nM.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nLudwig smiles slightly, pleased and slightly\nembarrassed. M. Gustave points on the map:\n\nM. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\nQuestion: how do you intend to penetrate\nthis lowest rudiment? If I interpret the\nlegend correctly, it’s twenty-five inches\nof reinforced granite masonry, is it not?\nDigging with the throat-slitter, I expect\nthat would take three to six months of\ncontinual effort, during which time\nseveral of our members will have been\nviolently executed.\n\nLUDWIG\nYou hit the nail on the head there, Mr.\nGustave. We got fake documents, second-\nhand street clothes, and a rope-ladder\nmade out of sticks and bunk-linens -- but\nwe need diggin’ tools, and that’s provin’\nhard to come by in this flop-house.\n\n \n\nM. Gustave nods gravely. The others slump, listless, and\nsigh. M. Gustave taps rapidly on the table with the\njerry-rigged shiv. Suddenly, he sits up straight and\nfrowns. The others watch him, curious -- then look where\nhe is looking.\n\f56.\n\nThe camera zooms-in slowly toward the crinkled wrapper\nof the Courtesan au chocolat as the five inmates all\nstare at it together.\n\nCUT TO:\n\nMr. Moustafa and the author at their dinner table\nsurrounded by meats, sauces, and vegetables. Mr.\nMoustafa is immobile.\n\nAUTHOR (V.0.)\nAt this point in the story, the old man\nfell silent and pushed away his saddle of\nlamb. His eyes went blank as two stones.\nI could see he was in distress. “Are you\nill, Mr. Moustafa?” I finally asked. “Oh,\ndear me, no,\" he said. “It’s only that I\ndon’t know how to proceed.” He was\ncrying.\n\nMr. Moustafa smiles sadly with tears streaming down his\ncheeks. The author looks worried.\n\nMR. MOUSTAFA\nYou see, I never speak of Agatha, because\n-- even at the thought of her name -- I’m\nunable to control my emotions.\n\nMr. Moustafa dries his eyes with his napkin, but the\ntears instantly return. He shrugs.\n\nMR. MOUSTAFA\nWell, I suppose there’s no way around it.\nYou see, she saved us.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. MOUSTAFA\nWell, I suppose there’s no way around it. You see, she saved us. \n\nTARGET SECTION TO BE ANNOTATED:\nTITLE:\nOne Month Earlier\nINT. CINEMA. NIGHT\n\nA smoky small-town movie palace. On-screen, a battle-\nscene is in-progress: tanks explode while an infantry\nunit charges out of a trench into a tornado of machine-\ngun fire. In the middle of the back row, a love-scene is\nin-progress: Zero and Agatha French-kiss in a clutch\nwith her shirt half-unbuttoned and his fingers wrapped\naround her clearly-visible, white breast. Her hand is\njammed down into his trousers. No one else in the\nScattered audience appears to notice them.\n\nMR. MOUSTAFA (V.O.)\nOn our third, formal rendez-vous, I had\nasked for her hand in marriage, and she\nhad agreed. We did not have fifty\nKlubecks between the two of us. No one\n(more)\n\f57.\n\nMR. MOUSTAFA (V.0.) (cont'd)\nknew, of course; but, then, who would\nhave cared? We were each completely on\nour own in the world -- and we were\ndeeply in love.\n\nEXT. TOWN SQUARE. NIGHT\n\nDusk. The platz in the center of Nebelsbad. A carnival\nfair is in full-swing with a spinning carousel set to a\nWurlitzer organ, a bustling gallery of games, and\nvendors serving beer and sausages. Agatha holds Zero’s\narm as they walk through the crowd. He reaches into his\nuniform, pulls out a small gift-wrapped package, and\nthrusts it into her hands.\n\nZERO\nHere.\nAGATHA\n(startled)\nThank you!\nZERO\nIt's a book.\nAGATHA\n(hesitates)\nI see.\nZERO\n\nRomantic Poetry, Volume one. M. Gustave\nrecommended it. I have a copy of my own\nas well. I ruined the surprise, I\nsuppose.\n\n \n\nAGATHA\nI'll go ahead and open it, anyway.\n\nZERO\nOK.\n\nAgatha carefully unwraps the package, folds up the\npaper, and puts the ribbon into her pocket. Zero flips-\nopen the book and points at a flyleaf.\n\nZERO\nRead the inscription.\n\nAGATHA\n(reading)\n“For my dearest, darling, treasured,\ncherished Agatha, whom I worship.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nZero flips-\nopen the book and points at a flyleaf. ZERO\nRead the inscription. AGATHA\n(reading)\n“For my dearest, darling, treasured,\ncherished Agatha, whom I worship. \n\nTARGET SECTION TO BE ANNOTATED:\n With\nrespect, adoration, admiration, kisses\ngratitude, best wishes, and love. From Z.\nto A.”\n\f58.\n\nAgatha looks to Zero with tears in her eyes. He smiles\nsadly.\n\nMR. MOUSTAFA (V.O.)\nM. Gustave insisted on an immediate and\nthorough cross-examination --\n\nINT. STORAGE PANTRY. DAY\n\nM. Gustave sits opposite Agatha at a long table with his\nhand resting on top of hers as he leans close to her\nrecounting something vividly. They both laugh\nuproariously. M. Gustave says loudly, aside, to Zero:\n\nM. GUSTAVE\nShe's so charming!\n\nZero broods in the corner. The table is piled with long-\nstemmed flowers, and a large, cardboard box overflows\nwith more.\n\nMR. MOUSTAFA (V.O.)\n-- during which he presented Agatha with\na porcelain pendant and five dozen\nindividually tissue-wrapped, white tulips\nin a box the size of a child’s coffin.\n\nINSERT:\n\nA white porcelain crossed-keys pendant hanging from a\nvelvet ribbon around Agatha’s thin neck.\n\nAgatha admires her pendant. Zero grumbles:\n\nZERO\nIt’s not right.\n\nM. GUSTAVE\n(hesitates)\n\nI beg your pardon?\n(conspiratorially to Agatha)\n\nWhy’s he sulking?\n\nZERO\nshe’s my girlfriend. You can’t just buy\nher things.\n\nM. GUSTAVE\n(in disbelief)\nI’m only interviewing this vision of\nloveliness on your behalf\n(conveying pearls of wisdom)\nNever be jealous in this life, Zero. Not\neven for an instant.\n\f59.\n\nZERO\n(to Agatha, like a lawyer:)\nIs he flirting with you?\n\nAGATHA\nyes.\n\nZero looks to M. Gustave with satisfaction. M. Gustave\nshrugs this off with a wave of the hand, then offers a\nbenediction:\n\nM. GUSTAVE\nI approve of this union.\n(still flirting)\nAgatha, my beauty? Return to your\nbeloved.\n\nZero and Agatha stand together quietly on display,\nhappy. She clutches a tulip. M. Gustave nods sagely.\n\nMR. MOUSTAFA (V.0.)\nSoon, we learned --\n\nINT. PATISSERIE.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. MOUSTAFA (V.0.)\nSoon, we learned --\n\nINT. PATISSERIE. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nThe white-marble frosting-counter in the back-room at\nMendl’s. There are three, unfinished Courtesans au\nchocolat in a row with their tops open. Agatha\ndelicately places a little tool into the fillings of\neach: a slender file, the head of a small hammer, and a\nhalf-scale chisel. As she closes them, she begins to\napply a complex series of decorative ripples and swirls.\n\nMR. MOUSTAFA (V.O.)\nnot only was Agatha immensely skilled\nwith a palette knife and a butter-cream\nflourish: she was also very brave.\n\n \n\nZero, keeping a look-out at the kitchen door, gives an\nurgent signal. Agatha swiftly covers the pastries with a\ndamp cheese-cloth just as Herr Mendl crosses into the\nroom, throws open a huge brick-oven, and checks on a\nbatch of gateaux 1’Opéra.\n\nINT. SORTING HALL. DAY\n\nA prison guard searches packages on a metal table. He\nslices a block of cheese into quarters. He chops-up a\nloaf of bread into sixths. He opens a double-sized pink\npastry-box -- and pauses. He stares at the three\npristine Courtesans au chocolat.\n\nMR. MOUSTAFA (V.O.)\nI believe she was born that way.\n\f60.\n\nThe guard gingerly closes the box, slides it aside,\nunscathed, and moves on to the next package.\n\nINT. LAWYER'S OFFICE. DAY\n\nAn art-deco office looking out directly onto the clock-\ntower of Lutzbahn Station. Deputy Kovacs sits behind a\nwide desk. The box containing Madame D’s will rests\nbeside him. Its contents have been neatly organized into\ndozens of little stacks and piles.\n\nDmitri and his three sisters are seated across from\nDeputy Kovacs in leather arm-chairs. Jopling stands in\nthe corner stroking a Siamese cat and staring out the\nwindow. Curtains sway in the gentle breeze. Deputy\nKovacs sounds concerned:\n\nDEPUTY KOVACS\nSomething's missing. A crucial document,\neither misplaced or, conceivably,\ndestroyed.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nCurtains sway in the gentle breeze. Deputy\nKovacs sounds concerned:\n\nDEPUTY KOVACS\nSomething's missing. A crucial document,\neither misplaced or, conceivably,\ndestroyed. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t know what it contains,\nI don’t know what it represents, I don’t\nknow what it is -- but there are traces\nand shadows of it everywhere.\n\n(motioning to the stacks of paper\nNow, I don’t want to alarm you, and I\ndon’t expect to see any significant\nchange in the magistrate’s ultimate\ndecision vis-a-vis your own inheritance;\nbut, especially given the circumstances\nof the death, as well as the\ndisappearance of the key witness in the\nmurder case (Serge X.), I suggest we\nimmediately bring this matter to the\nattention of the municipal inspector so\nthere can be absolutely no question of\nimpropriety at any future date. Agreed?\n\nDMITRI\n(simply)\nNot agreed.\n\nDEPUTY KOVACS\n(puzzled)\nNot agreed?\n\nDMITRI\n(with finality)\nNot agreed.\n\nSilence. The three sisters are stoic. Jopling is stony.\nDmitri and Deputy Kovacs stare at each other blankly.\n\nDMITRI\nCan I ask you a question, Vilmos?\n\f61.\n\nDEPUTY KOVACS\nYes, Dmitri?\n\nDMITRI\nWho you working for?\n\nDEPUTY KOVACS\nI beg your pardon?\n\nDMITRI\nI thought you're supposed to be our\nlawyer.\n\nDEPUTY KOVACS\n(hesitates)\n\nWell, in point of fact, I’m the executor\n\nof the estate. In this particular\n\nsituation -- I represent the deceased.\n\nDMITRI\nOh, yeah?\n\nDEPUTY KOVACS\nYeah. A provision for my fees was\nincluded in the --\n\nDMITRI\nJust wrap it up, and don’t make waves.\nAgreed?\n\nDEPUTY KOVACS\n(long pause)\n\nI’m an attorney, Dmitri. I’m obligated to\n\nproceed according to the rule of law. Not\n\nagreed.\n\nDmitri’s eyes peer sideways. He says quietly, menacing:\n\nDMITRI\nThis stinks, sisters.\n\nDeputy Kovacs looks insulted. Dmitri stands up, walks to\nthe door, and exits. The cat squeals. Jopling follows\nDmitri out the door. Deputy Kovacs’ mouth falls open.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cat squeals. Jopling follows\nDmitri out the door. Deputy Kovacs’ mouth falls open. \n\nTARGET SECTION TO BE ANNOTATED:\n He\npoints, astonished, across the room:\n\nDEPUTY KOVACS\nDid he just throw my cat out the window?\n\nThe three sisters turn around quickly. They answer\nsimultaneously:\n\nMARGUERITE\nI don’t think so.\n\f62.\n\nLAETIZIA\nJopling?\n\nCAROLINA\nNo. Did he?\n\nDeputy Kovacs waits for the punch-line -- but it does\nnot come. He dashes to the window and looks down at the\nsidewalk.\n\nCUT TO:\n\nA pedestrian in a bowler hat far below standing over a\nsprawled speck on the sidewalk. He looks up.\n\nINSERT:\n\nFour small hammers tap rapid-fire at four half-scale\nchisels, chipping away into a cement pot-hole. They are\nmaking good progress.\n\nINT. LUDWIG’S CELL. NIGHT\n\nM. Gustave, Pinky, Giinther, and Ludwig work diligently\nby candle-light under a wooden table. Periodically, Wolf\nscoops-up the powdery debris with a soup ladle and\nthrows it aside.\n\nLudwig looks up suddenly, alerted. He holds up a finger.\n\nLUDWIG\nShh!\n\nM,. Gustave, Pinky, and Giinther stop tapping at once.\nThey listen attentively. Feet creak along the thick,\nwooden floor outside the cell -- and come to a halt\ndirectly in front of the door. Silence.\n\nThere is a loud but muffled sneeze.\n\nThe feet begin to creak again and fade-away until they\nare inaudible. Ludwig signals to the others. They resume\ntheir tapping.\n\nINT. GARETT. NIGHT\n\nAn attic bedroom the size of a broom-closet. The walls\nand ceiling are bare planks. Thick beams hold the\ncrooked roof in place. A small skylight window is\npropped open with a pencil. Zero and Agatha are naked\nunder the rough sheets of her narrow bed. They share a\nplate of little miniature Courtesans au chocolat. Zero\nwhispers:\n\f63.\n\nZERO\nThere's something I haven’t told you,\nAgatha.\n\nA look of dread crosses Agatha’s face. She says\nreluctantly:\n\nAGATHA\nOK.\n\nZERO\nWe stole a painting.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nA look of dread crosses Agatha’s face. She says\nreluctantly:\n\nAGATHA\nOK. ZERO\nWe stole a painting. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s very valuable\n(maybe five million Klubecks, in fact). I\ndon't know if anyone’s even noticed it’s\nmissing yet -- but if something should\nhappen to me and M. Gustave --\n\nAGATHA\n(evenly)\nYou stole -- art?\n\nZERO\n(defensive)\n\nOne picture. Anyway: we need to make a\n\nplan for your survival. Hide this.\n\nZero produces a square of tissue-paper the size of a\nlarge postage-stamp with neat, miniscule hand-writing\nall over it. Agatha squints at it.\n\nZERO\nIt’s in code, and you might need a\nmagnifying glass to read it, but it tells\nyou exactly where and how to find “Boy\nwith Apple”. Don’t take less than half\nthe retail asking price. Also --\n\nAGATHA\nZero. I'm a baker.\n\nZERO\n(correcting her)\n\nYou're a pastry chef. One of the best in\n\nthe --\n\nAGATHA\nNot a “fence” (if that’s the term). I\ndon’t trade in stolen property.\n\nZERO\n(hesitates)\nI said it wrong. She willed it to him!\n\f64.\n\nA door bangs open down the hall. In an instant: Zero\njumps out of the bed, leaps with both feet at once into\nhis trousers, and shimmies up out of the sky-light.\n\nCUT TO:\n\nZero’s point-of-view from the roof. The bedroom door\ncreaks open and Herr Mendl looks in at Agatha. She is\nnow calmly reading her volume of romantic poetry. He\ngrunts:\n\nHERR MENDL\nGo to sleep.\n\nAGATHA\nYes, Herr Mendl.\n\nThe door closes. Agatha looks up to Zero. He holds up\nthe sliver of paper. She shakes her head and whispers:\n\nAGATHA\nNo.\n\nZERO\n(pause)\nOK, but take it, anyway.\n\nZero releases the square of tissue-paper. Agatha sits up\nquickly as it descends, darting and fluttering, and\nmoves her hand around underneath it while she watches\ntrying to estimate where it is going to land.\n\nAt the last second, she reaches up and cleanly plucks it\nout of the air between thumb and finger.\n\nZero smiles.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAgatha sits up\nquickly as it descends, darting and fluttering, and\nmoves her hand around underneath it while she watches\ntrying to estimate where it is going to land. At the last second, she reaches up and cleanly plucks it\nout of the air between thumb and finger. Zero smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n He runs away, shoe-less, past gutters and\nchimneys, jumping noiselessly from roof to roof, into\nthe night.\n\nINT. OFFICE BUILDING. NIGHT\n\nA bank of elevators in an art-deco lobby. A bell rings,\nand a pair of doors slides open. Deputy Kovacs emerges\nand navigates his way through a maze of suds-buckets and\nwomen on their hand-and-knees scrubbing the floor. He\ndoes not notice:\n\nJopling sitting in a chair behind a column reading the\nevening edition of the Trans-Alpine Yodel.\n\nEXT. STREET. NIGHT\n\nThe evening sky is bright blue. Crowds hurry in and out\nof shops and restaurants. Deputy Kovacs crosses the\nstreet and stands next to an old lady at a tram-stop. He\nchecks his watch. The tram arrives, and the door opens.\n\f65.\n\nDeputy Kovacs assists the old lady, then boards behind\nher. He takes a seat. He looks out the window. Just as\nthey pull away, he sees Jopling exit the building and\nclimb onto his motorcycle.\n\nDeputy Kovacs frowns.\n\nJopling kick-starts his engine and follows the tram,\nclose behind, for three blocks. At the next\nintersection, a policeman blows a whistle, holds up his\nhand, and makes Jopling wait while a stream of opposing\ntraffic crosses.\n\nThe tram rounds a corner and stops. Deputy Kovacs jumps\nup and ducks out onto the street. He looks left and\nxight. He hurries up a path toward a grand, colossal,\ndomed palace. A sign carved in stone above the door\nreads: Kunstmuseum Lutz.\n\nAs he goes inside, Deputy Kovacs looks back to see\nJopling’s motorcycle pulling slowly to the curb.\n\nINT. MUSEUM. NIGHT\n\nThe spacious, soaring entrance hall is dim and deserted.\nOne guard sits alone in a corner writing in a log-book.\nDeputy Kovacs strides across the room. His clacking feet\necho broadly. He detours into an ante-chamber filled\nwith French still-lives. He pauses.\n\nA second set of foot-steps clack through the lobby\nbehind him.\n\nDeputy Kovacs advances rapidly into the next gallery,\npast a long mural of an ancient war, and descends a\nstaircase.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pauses. A second set of foot-steps clack through the lobby\nbehind him. Deputy Kovacs advances rapidly into the next gallery,\npast a long mural of an ancient war, and descends a\nstaircase. \n\nTARGET SECTION TO BE ANNOTATED:\n He pauses again at the bottom.\n\nThe second set of foot-steps continues through the ante-\nchamber behind him.\n\nDeputy Kovacs turns a corner and rushes between rows of\nGreek and Roman statues. He cuts through an Egyptian\ntomb. He skims through an alcove of iron weapons and\nsuits of armor. He pauses once more and listens.\nSilence.\n\nINSERT:\n\nA pair of high-heeled boots. Two feet quietly slip out\nof them and tip-toe away.\n\nCUT TO:\n\nDeputy Kovacs looking all around, frantic. Across the\nroom, he sees:\n\f66.\n\nA door labelled VERBOTEN.\n\nDeputy Kovacs runs to the door and opens it. He scans\nthe hall behind him. He sneaks inside.\n\nINT. STORAGE ROOM. NIGHT\n\nDeputy Kovacs flicks on a light. He is in a long hallway\nlined with racks filled with hundreds of canvases. The\nxoom goes dark at either end. He chooses a direction,\nthen sprints straight through into the blackness. Up\nahead, he sees lines of faint light around the edges of\na door. He skids to a stop and searches for the knob. He\nturns it and pulls. It is locked. He fumbles at a latch.\nHe snaps it sideways. He swings open the door. His eyes\nlight up:\n\nThere is a bicycle leaning against the wall across the\nalley behind the museum. Deputy Kovacs grabs the door-\nframe and takes one last, quick look back into the\ndarkness behind him.\n\nINSERT:\n\nDeputy Kovacs’ hand on the knob. A second hand, wearing\nbrass knuckles, gently enfolds it.\n\nCUT TO:\nDeputy Kovac’s face. He gasps.\nEXT. ALLEY. NIGHT\n\nThe door hammers shut with a bang. Four of Deputy\nKovacs’ fingers, gripping the door-frame, pop-off at the\nknuckles all at once and fall down into a shallow\npuddle.\n\nOn the other side of the door, there is a scream of\nblood-curdling agony, then a thump, a thwhack, and,\nfinally, a wallop. Pause.\n\nThe door opens again. Jopling comes out in his stocking-\nfeet. He puts on his boots.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door opens again. Jopling comes out in his stocking-\nfeet. He puts on his boots. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes out a handkerchief,\nleans down and collects the four fingers off the ground,\nwraps them up, slips them into his pocket, and walks\naway down the alley.\n\nINT. LOBBY. DAY\n\nEight a.m. Zero, substituting at the concierge desk\nagain, looks up to the high window across the room. Herr\nBecker waits alone in the storage pantry with the ledger\nbook under his arm. He checks his watch.\n\f67.\n\nMR. MOUSTAFA (V.O.)\n\nThe next morning, Herr Becker received a\npeculiar, last-minute-notice from the\noffice of Deputy Kovacs: postponing their\nscheduled meeting -- in perpetuity.\n\nTITLE:\nThree Days Later\nEXT. VILLAGE. NIGHT\n\nA nearly-empty bus squeals to a stop behind a quiet inn\nin the middle of a deserted hamlet and deposits Zero on\nthe road-side. He carries a knapsack and is dressed like\na vagabond. The bus drives off.\n\nZero wanders to the middle of the cobblestone lane. He\nlooks down at a rusty manhole. He looks up at the prison-\ncastle across the way, high above the village. He checks\nhis watch.\n\nINT. CELL. NIGHT\n\nM. Gustave, Pinky, Giinther, Wolf, and Ludwig all lie\nquietly in their bunks with the sheets pulled up to\ntheir necks. Faraway voices shout and echo eerily. A\nguard walks through the section slamming doors and\nthrowing bolts. With a series of loud thumps, block-by-\nblock, the lights go out, and the prison goes dark.\nSilence. Ludwig whispers:\n\nLUDWIG\nLet’s blow!\n\nThe cell launches into soundless activity: bed-linens\nare whisked away, the table is carried into the corner,\nand a row of floor-planks is carefully lifted. M.\nGustave, Pinky, Giinther, Wolf, and Ludwig are all\ndressed like vagabonds already and carry various sacks\nand baskets. One-by-one, they disappear into the floor.\nA pair of hands, at the rear, reaches up to replace the\nplanks.\n\nINT. CRAWL-SPACE. NIGHT\n\nM.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CRAWL-SPACE. NIGHT\n\nM. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave, Pinky, Giinther, Wolf, and Ludwig advance on\nall fours, single-file, through a low, moldy sub-\nstructure.\n\nINT. TOWER. NIGHT\n\nA small window in a stone wall. Ludwig gently taps-loose\nfour pre-cut iron bars with one of the small hammers.\n\nINSERT:\n\f68.\n\nThe stump of one of the bars. A little noose is fitted\nover it and pulled tight.\n\nGiinther assists Ludwig as they slowly feed an unfurling\ntangle of rope and rungs out the window, inch-by-inch.\n\nCUT TO:\n\nM. Gustave, Pinky, Giinther, Wolf, and Ludwig all on the\nrope-ladder at once like a string of beads dangling down\nthe outside of the tower 325 feet above the moat with\ncrocodiles gliding along the dark surface. The ladder\ntwists and creaks as they descend. Suddenly, a sharp\nvoice calls out above their heads:\n\nCONVICT\nHow’d you get out there?\n\nThey all look up. An anxious convict with a missing ear\nstares down at them from a cell window. Ludwig whispers:\n\nLUDWIG\nShut up!\n\nThe convict frowns. He turns to his unseen bunk-mates\nand says loudly:\n\nCONVICT\nThese guys are tryin’ to escape!\n\nLudwig looks furious. He whispers fiercely:\n\nLUDWIG\nWhat’s wrong with you, you goddamn\nsnitch?\nCONVICT\n(hollering)\nGuard! Guard! They’re gettin’ away!\nThey're --\n\nA single, large hand grabs the convict with the missing\near by the neck, crushes the wind out of him, and rips\nhim away from the window, out of view. Pause. The giant\nwith the long scar across his face appears in the\nconvict’s place, looking down at the dangling escapees.\nM. Gustave says, gasping:\n\nM. GUSTAVE\nIt’s you! Thank you! Thank you, you\nsweet, kind man!\n\nThe giant nods sadly.\n\nCUT TO:\n\f69.\n\nThe bottom of the rope ladder which ends half-way down\nthe tower. M.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f69. The bottom of the rope ladder which ends half-way down\nthe tower. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave, Pinky, Giinther, Wolf, and Ludwig\nstep onto a narrow ledge and make their way, side-\nstepping cautiously, around the circumference of the\nbuilding. They arrive at a small sloped roof and open a\ntrap-door.\n\nINT. DORMITORY. NIGHT\n\nM. Gustave, Pinky, Giinther, Wolf, and Ludwig all crouch\non a beam in the upper eaves of a vaulted hall. In the\ndark below, there are twenty narrow cots in two rows.\nNext to each cot, there is a guard’s uniform on a coat-\nhanger, a billy-club on a peg, and a Luger pistol on the\nnight stand. Asleep in each cot, there is a lightly\nsnoring goon.\n\nLudwig gets a firm grip on a tarnished copper pipe. He\nturns to the others and nods. He swings out and makes\nhis way, hand-over-hand, from pipe-to-pipe across the\nceiling. The others follow.\n\nINT. CELLAR. NIGHT\n\nA dirty chute sticks down from the ceiling above a wide\ngarbage-bin filled with empty tins and rotting\nvegetables. M. Gustave, Pinky, Giinther, Wolf, and Ludwig\nslide down into view, one-by-one, drop out into the\ntrash-pile, and hurry on their tip-toes into a dim\ncorridor.\n\nCUT TO:\n\nThe candle-lit dungeon. M. Gustave, Pinky, Giinther,\nWolf, and Ludwig all listen attentively, looking up at\nthe ceiling. There is a loud but muffled sneeze above,\nthen feet creaking away. Ludwig nods.\n\nPinky pulls away an oil-skin tarp to reveal the cement\npot-hole which has now been chiselled all the way\nthrough the thick sub-floor clear into the room below --\nwhere they see:\n\nThree startled guards staring up at them from a card\ntable in a dank, brick basement. They each hold a hand\nof cards. One is in the middle of placing a bet into a\nrich pot. A gas-lantern flickers on a hook. The escapees\nall cry-out at once:\n\nLUDWIG\nWoah!\n\nPINKY\nYow!\n\f70.\n\nWOLF\nJeez!\n\nM.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\n70. WOLF\nJeez! M. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\nLook out!\n\nGiinther whips the toothbrush-knife out of his sock and\njumps down into the hole. The table shatters and cards\nand coins fly in every direction. There is a frenzy of\npunching, scrapping, and grunting. The others converge\nexcitedly around the hole like the audience at a cock-\nfight. Giinther kicks one guard in the teeth, slashes\nanother across the neck, and socks the third, blasting\nthe lantern into bits in the process.\n\nThe room goes black.\n\nM. Gustave, Pinky, and Wolf cheer at a low decibel,\nwhispering advice and encouragement simultaneously down\ninto the darkness while Ludwig quickly searches for a\nmatch. He lights it and holds it over the hole.\n\nTwo of the guards are now sprawled-out on their backs in\na spreading pool of blood. Giinther and the remaining\nguard twist and clutch on the floor, grappling in\nviolent head-locks, while they simultaneously stab each\nother repeatedly with the throat-slitter and a thick\nhunting-knife. They both fall silent and stop moving.\nSilence. M. Gustave says quietly:\n\nM. GUSTAVE\nI suppose you'd call that a draw.\n\nLudwig sighs. He delivers a brief eulogy:\n\nLUDWIG\nAnyway, he went out with a bloody knife\nin his fist jammed into the gut of a\ndyin’ prison guard. I think that’s how he\nwould’ve wanted it, don’t you?\n\nM. Gustave, Pinky, and Wolf nod and solemnly concur,\nmuttering. They climb down into the hole.\n\nEXT. STREET. NIGHT\n\nZero watches as the man-hole cover flips open onto the\nstreet. M. Gustave pokes his head up and whispers\nsimply:\n\nM. GUSTAVE\nGood evening.\n\nZero rushes to assist M. Gustave out of the storm-drain.\nPinky, Wolf, and Ludwig surface on high-alert, looking\n\f71.\n\naround in every direction. (Pinky carries a wad of the\ncrumbled-up gambling-money in his little hand.)\n\nM. GUSTAVE\nLet me introduce you. Pinky, Wolf, and\nLudwig: this is the divine Zero.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\naround in every direction. (Pinky carries a wad of the\ncrumbled-up gambling-money in his little hand.)\n\nM. GUSTAVE\nLet me introduce you. Pinky, Wolf, and\nLudwig: this is the divine Zero. \n\nTARGET SECTION TO BE ANNOTATED:\n(soberly to Zero)\nGiinther was slain in the catacombs.\n\nM. Gustave crosses himself quickly. He begins a wistful\nspeech:\n\nM. GUSTAVE\nWell, boys, who knows when we'll all meet\nagain; but if, one day --\n\nLUDWIG\nNo time to gab. Take care of yourself\nMr. Gustave. Good luck, kid.\n\nPinky, Wolf, and Ludwig sprint away into the woods. M.\nGustave watches them go, bittersweet. He grabs Zero by\nthe shoulder and says, suddenly urgent:\n\nM. GUSTAVE\nWhich way to the safe house?\n\nZERO\n(unfortunately)\nI couldn't find one.\n\nM. GUSTAVE\n(in disbelief)\n\nNo safe house? Really? We're completely\non our own out here?\n\nZERO\n(worried)\n\nI’m afraid so. I asked around, but I\n\ndidn’t want to take any chances. I\n\nthought —-\n\nZero trails off. He looks apologetic. M. Gustave sighs\nresigned. He says calmly:\n\nM. GUSTAVE\nI understand. Too risky. We'll just have\nto wing it, I suppose. Let’s put on our\ndisguises.\n\nZero hesitates. He looks down at his vagabond costume\nthen at M. Gustave’s. He says, confused:\n\nZERO\nWe're wearing them.\n\f72.\n\nM. GUSTAVE\n(frustrated)\nNo, we're not. We said false whiskers and\nfake noses and so on. You didn’t bring\nany?\n\n  \n\nZERO\n(referring to moustache)\n\nI thought you were growing one. It\n\nwouldn’t look realistic, would it? I\n\nthought\n\n \n\nZero trails off again. He deflates, distressed. M.\nGustave remains calm.\n\nM. GUSTAVE\nWhen done properly, they're perfectly\nconvincing -- but I take your point. So\nbe it. Give me a few squirts of L’air de\nPanache, please, will you?\n\nZero smacks his hand to his forehead and looks\nmortified. M. Gustave says bluntly:\n\nM. GUSTAVE\nCan I not get a squirt, even?\n\nZERO\n(miserably)\nI forgot the L’air de Panache.\n\nM,.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUSTAVE\nCan I not get a squirt, even? ZERO\n(miserably)\nI forgot the L’air de Panache. M,. \n\nTARGET SECTION TO BE ANNOTATED:\n GUSTAVE\n(at peak frustration)\nHonestly -- you forgot the L’air de\n\nPanache? I don’t believe it. How could\nyou? I’ve been in jail, Zero! Do you\nunderstand how humiliating this is? I\nsmell.\n\n \n\nM. Gustave lifts up his arms. Zero sniffs him. He\ngrimaces. M. Gustave’s eyes narrow. He begins to seethe.\n\nM. GUSTAVE\nWell, that’s just marvelous, isn’t it? I\nsuppose this is to be expected back in\nwhere do you come from, again?\n\n \n\nZERO\n(evenly)\nAq Salim al-Jabat.\n\nM. GUSTAVE\n(escalating)\nPrecisely. I suppose this is to be\nexpected back in Aq Salim al-Jabat where\none’s prized possessions are a stack of\n(more)\n\f73.\n\nM. GUSTAVE (cont'd)\nfilthy carpets and a starving goat, and\none sleeps behind a tent-flap and\nsurvives on wild dates and scarabs -- but\nit’s not how I trained you. What on God’s\nearth possessed you to leave the homeland\nwhere you very obviously belong and\ntravel unspeakable distances to become a\npenniless immigrant in a refined, highly-\ncultivated society that, quite frankly,\ncould’ve gotten along very well without\n\nyou?\nZERO\n(shrugs )\nThe war.\nM. GUSTAVE\n(pause)\n\nSay again?\n\nZero speaks softly and struggles deliberately to hold\nback his emotions as he says, staring at the ground:\n\nZERO\nWell, you see, my father was murdered,\nand the rest of my family were executed\nby firing squad. Our village was burned\nto the ground. Those who managed to\nsurvive were forced to flee. I left --\nbecause of the war.\n\nM. GUSTAVE\n(back-peddling)\nAh, I see. So you're, actually, really\nmore of a refugee, in that sense.\n\nZERO\n(reserved)\nTruly.\n\nM. GUSTAVE\n\n(ashamed)\nWell, I suppose I'd better take back\neverything I just said. What a bloody\nidiot I am. Pathetic fool. Goddamn\nselfish bastard. This is disgraceful --\nand it’s beneath the standards of the\nGrand Budapest.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nPathetic fool. Goddamn\nselfish bastard. This is disgraceful --\nand it’s beneath the standards of the\nGrand Budapest. \n\nTARGET SECTION TO BE ANNOTATED:\nZero looks increasingly concerned as M. Gustave begins\nto come unglued. Tears stream down M. Gustave’s face. He\nstands at attention and says with deep deference:\n\nM. GUSTAVE\nI apologize on behalf of the hotel\n\f74.\n\nZERO\n(gently)\n\nIt’s not your fault, M. Gustave. You were\n\njust upset I forgot the perfume\n\nM. GUSTAVE\nDon't make excuses for me. I owe you my\nlife.\n\nM. Gustave takes Zero by the hand. He says with great\nfeeling and sincerity:\n\nM. GUSTAVE\nYou're my dear friend and protégé, and\nI’m very proud of you. You must know\nthat. I’m so sorry, Zero.\n\nZERO\n(gallantly)\nWe're brothers.\n\nM. Gustave, touched to the quick, instantly kisses Zero\non both cheeks and they embrace. They release each\nother. They try to pull themselves back together. Pause.\n\nM. GUSTAVE\nHow's our darling Agatha?\n\nZero starts to answer, then hesitates. He recites:\n\nZERO.\n“twas first light when I saw her face\nupon the heath; and hence did I return\nday-by-day, entranced: tho’ vinegar did\nbrine my heart --”\n\nA powerful siren begins to blast across the region.\nZero’s eyes dart around, startled. M. Gustave says over\nthe noise, impressed:\n\nM. GUSTAVE\nVery good! I’m going to stop you because\nthe alarm has sounded -- but remember\n\nwhere we left off, because I insist you\nfinish later!\n\nM. Gustave and Zero take-off full-speed down the road.\nINT. TELEPHONE BOOTH. NIGHT\n\nA black-and-yellow wooden call-box next to a tiny pub\noutside the village. Windmills spin gently on the far\n\nside of a wheat field in the distance. Zero holds the\ndoor open while M. Gustave dials.\n\f75.\n\nM. GUSTAVE\nOperator, get me the Excelsior Palace in\nBaden-Jiirgen and reverse the charges\nplease.\n\n(to Zero)\nWe've no choice. There’s nowhere else to\nturn.\n\n(into the receiver)\nI'll hold. Thank you.\n\n(to Zero)\nIt’s our only hope.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n(into the receiver)\nI'll hold. Thank you. (to Zero)\nIt’s our only hope. \n\nTARGET SECTION TO BE ANNOTATED:\n Otherwise, I\nshouldn’t even mention its existence to\nyou. It goes without saying, you must\nnever breath a word about this to a\nliving soul. Do you swear?\n\nZERO\nOf course. What is it, in fact?\n\nM. GUSTAVE\nI can’t say.\n\n(into the receiver)\nGuten abend. M. Ivan, bitte. Danke.\n\n(by way of explanation, to Zero)\nHow does one come by front-row aisle-\nseats for a first-night at the Opera\nToscana with one day’s notice? How does\none arrange a private viewing of the\ntapestry collection at the Royal Saxon\nGallery? How does one secure a corner\ntable at Chez Dominique on a Thursday?\n\nZero nods as he takes this in, intrigued. Pause. M.\nGustave says suddenly into the receiver, turning on the\ncharm:\n\nM. GUSTAVE\nIvan, darling, it’s Gustave! Hello! Well\nI was until about five minutes ago. We've\ntaken it upon ourselves to clear out in a\nhurry, if you see what I mean. Through a\nsewer, as it happens. Exactly! Listen\nIvan, sorry to cut you off, but we’re in\na bit of a bind. This is an official\nrequest.\n\n(officially)\nI’m formally calling upon the special\nservices of —-\n\nTITLE:\n\nPart 4: “The Society of the Crossed Keys”\n\f76.\n\nINT. FIRST LOBBY. NIGHT\n\nConcierge desk #1. There are rows of mail-boxes with\nxoom numbers on them, keys on hooks, and a bell on the\ncounter-top. A slim concierge with a long moustache\ntalks on the telephone. He is M. Ivan. A Lobby Boy waits\nbeside him silently.\n\nM. IVAN\nI'll call you back, Gustave. Right. Stand\nby.\n\nM. Ivan hangs up the telephone and turns to a waiting\nyoung couple as he produces a small paper map from a\ndrawer.\n\nM. IVAN\nI beg your pardon. Do you prefer to walk?\nWe're right here.\n\nM. Ivan makes a little “x” in ink on the map. He draws a\nline.\n\nM. IVAN\nIt’s very simple. Straight down the\ncorniche. Then left.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nIVAN\nIt’s very simple. Straight down the\ncorniche. Then left. \n\nTARGET SECTION TO BE ANNOTATED:\n(to the Lobby Boy)\nJojo, see them out.\n\nThe young couple take the map gratefully, and the Lobby\nBoy escorts them away. M. Ivan picks up the telephone\nagain and says urgently:\n\nM. IVAN\nGet me M. Georges at the Chateau Luxe,\nplease.\n\nCUT TO:\n\nThe dining room at a hunting lodge. One hundred small\nchildren crowd around a long table. There is a huge\nbirthday cake with seven lit candles on it. Streamers\nhang from the ceiling. Balloons float on strings. A very\ntall, bony concierge conducts the room singing “Happy\nBirthday”. He is M. Georges.\n\nA Lobby Boy goes over to M. Georges and whispers in his\near. M. Georges nods and quickly exits. The Lobby Boy\nreplaces him and takes over the conducting\n\nINT. SECOND LOBBY. NIGHT\n\nConcierge desk #2. M. Georges picks up the telephone.\n\f77.\n\nM. GEORGES\nHello, Ivan? You don’t say? Is he really?\nHow about that? Got it.\n\nM. Georges presses down on the hook to disconnect, then\nlifts it up again and says urgently:\n\nM. GEORGES\nGet me M. Dino at the Palazzo\nPrincipessa, please.\n\nCUT TO:\n\nA busy piazza across from a church. There is a crowded\ntrattoria on the sidewalk. There is a statue of a\ncenturion. One hundred men and women in pajamas and bath-\nrobes stand on the street in front of a hotel looking up\nat a fourth-floor window with smoke gushing out of it\nwhile a ladder extends from a fire engine toward a calm\nold woman at the windowsill. An alarm rings loudly. A\nstocky concierge with slick, black hair stands at the\nfront of the crowd yelling orders and holding a fire-\nextinguisher. He is M. Dino.\n\nA Lobby Boy goes over to M. Reggio and whispers in his\near. M. Dino nods and quickly goes into the hotel. The\nLobby Boy takes the fire-extinguisher and replaces him\nyelling orders.\n\nINT. THIRD LOBBY. NIGHT\n\nConcierge desk #3. The lobby is a bit smoky. M. Dino\npicks up the telephone.\n\nM. DINO\nM.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nDino\npicks up the telephone. M. DINO\nM. \n\nTARGET SECTION TO BE ANNOTATED:\n Georges. No trouble at all. Tell me. I\nsee. I see. Straight away.\n\nM. Dino presses down on the hook to disconnect, then\nlifts it up again and says urgently:\n\nM. DINO\nGet me M. Robin at 1’Hétel Céte du Cap,\nplease.\n\nCUT TO:\n\nA clay tennis court overlooking a bright, blue sea at\nsunset. Twenty-five men and women in tennis whites and\nbathing suits circle around another tennis player lying\nflat on his back on the ground while a very fit, sporty\nconcierge with a pompadour sits on one knee next to him\nchecking his pulse. He is M. Robin.\n\nA Lobby Boy goes over to M. Robin and whispers in his\near. M. Robin nods and quickly leaves the court. The\n\f78.\n\nLobby Boy replaces him and resumes checking the fallen\nman’s pulse.\n\nINT. FOURTH LOBBY. NIGHT\nConcierge desk #4. M. Robin picks up the telephone.\n\nM. ROBIN\nThis is M. Robin. Yes, Dino. Yes, Dino.\nYes, Dino. OK, Dino.\n\nM. Robin presses down on the hook to disconnect, then\nlifts it up again and says urgently:\n\nM. ROBIN\nGet me M. Martin at the Ritz Imperial\nplease.\n\nCUT TO:\n\nAn extremely busy hotel kitchen filled with cooks of\nevery rank and specialty. Waiters dash in and out\ncontinuously. A small, round concierge with a pink face\nis screaming and pointing a serving fork at the chef\n(who is flambé-ing a crépe suzette). He is M. Martin.\n\nA Lobby Boy goes over to M. Martin and whispers in his\near. M. Martin nods and quickly exits the kitchen. The\nLobby Boy takes the serving fork and replaces him\nscreaming at the chef.\n\nINT. FIFTH LOBBY. NIGHT\nConcierge desk #5. M. Martin picks up the telephone.\n\nM. MARTIN\nRobin, Martin. I know. So I heard.\n(suddenly intrigued)\n\nMaybe.\n(gravely)\nLet me make a few calls.\n\nEXT. WHEAT FIELD. NIGHT\n\nM. Gustave and Zero wait hidden behind a hay-stack next\nto the telephone booth. M.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT\n\nM. Gustave and Zero wait hidden behind a hay-stack next\nto the telephone booth. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave re-caps:\n\nM. GUSTAVE\nSerge X: missing. Deputy Kovacs: also\nmissing. Madame D: dead. “Boy with\nApple”: stolen (by us). Dmitri and\nJopling: ruthless, cold-blooded savages.\nGustave H: at large. what else?\n\nZERO\nZero: confused.\n\f79.\n\nM. GUSTAVE\n(nodding)\nZero: confused, indeed. The plot\n“thickens”, as they say. Why, by the way?\nIs it a soup metaphor?\n\nZERO\nI don’t know.\n\nDistant tires squeal.\n\nM. Gustave and Zero sit up quickly and peer-off down the\nxoad. An approaching car accelerates, whining in the\ndarkness. A pair of head-lights pops into view from the\nwoods. A large sedan emerges with a roar, zig-zagging\nonto the farm road. It slides across the gravel and rips\nto a stop in front of them. A sign next to five stars on\nthe side of the hood reads: Hotel Excelsior Palace.\n\nOne of the back doors snaps open, and M. Ivan shouts\nfrom inside:\n\nM. IVAN\nGet in!\n\nM. Gustave and Zero dash out from behind the hay-stack\nand sprint to the vehicle.\n\nINT. HOTEL CAR. DAY\n\nThe door slams shut, and the chauffeur punches it. They\nspeed back into the hamlet. M. Ivan immediately begins\nbriefing M. Gustave and Zero:\n\nM. IVAN\n\nWe found the butler. He’s hiding-out in\nthe remote foot-hills near Gabelmeister’s\nPeak. Our contact convinced him to meet\nyou mid-day tomorrow at the observatory\non the summit. Tell no one. He’ll explain\neverything. The train departs in four-and-\na-half minutes. Here’s your tickets.\n\nM. Ivan deals-out a pair of train tickets to M. Gustave\nand Zero. M. Gustave gives his a quick study, then\nmumbles a puzzled objection:\n\nM. GUSTAVE\nThird class?\n\nM. IVAN\nIt was over-booked, but the conductor\nused to be a sommelier at the old\nVersailles. He pulled some strings.\nYou'll need these for the dining car.\n\f80.\n\nM.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou'll need these for the dining car. 80. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Ivan produces two, pre-tied neck-ties. M. Gustave and\nZero slip them over their heads and adjust the knots.\nThe chauffeur hits the brakes, and M. Ivan swings the\ndoor open again.\n\nM. IVAN\nGo!\n\nEXT. TRAIN STATION. NIGHT\n\nM. Gustave and Zero jump out in front of a very small\ndepot and slam the door. M. Ivan says out the window\n\nM. IVAN\nOne last thing.\n\nM. Ivan leans down and searches for something on the\nfloor. He sits up and thrusts-out a tiny version of a\nfamiliar bottle. M. Gustave melts as he realizes:\n\n \n\nM. GUSTAVE\nL’air de Panache!\n\nM. IVAN\n(down-playing it)\nThey only had the half-ounce.\n\nM. Gustave looks impressed and deeply touched. He leans\nto Zero and whispers:\n\nM. GUSTAVE\nWe should give him something as a\nsymbolic gesture. How much money you got?\n\nZERO\n(hesitates)\n\nForty-two Klubecks and three postage\n\nstamps.\n\nM. GUSTAVE\nGive me twenty-five.\n\nZero’s eyes widen. He cocks his head, dubious. M.\nGustave nods firmly. Zero reluctantly digs a handful of\ncoins and bills out of his pocket and passes it on to M.\nGustave. M. Gustave says to M. Ivan with profound\ngratitude:\n\nM. GUSTAVE\nBless you.\n\nM. Gustave attempts to discreetly press the money into\nM. Ivan’s palm -- but M. Ivan withdraws. He waves his\nhands and says by way of gentle refusal\n\f81.\n\nM. IVAN\nPlease.\n\nM. Gustave smiles sadly. He bows. The hotel car skids\naway.\n\nSilence. M. Gustave sprays himself four times with the\nperfume atomizer. His posture and bearing immediately\nimprove. He turns to Zero. Pause.\n\nM. Gustave holds out the bottle. Zero looks confused -.\nthen simultaneously flattered and hesitant. He takes the\ncologne and spritzes himself once lightly. He gives a\npolite nod and returns the bottle.\n\nA train pulls into the station, and M. Gustave and Zero\nrace out onto the platform.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gives a\npolite nod and returns the bottle. A train pulls into the station, and M. Gustave and Zero\nrace out onto the platform. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\nA stack of wooden planks next to the opening in the cell\nfloor. Ten guards and twenty soldiers stand crowded in\nthe little room looking down at the hole. Henckel’s head\npokes up from the crawl-space below. He wears a look of\ngrim determination as he delivers the following:\n\nHENCKELS\nI want roadblocks at every junction for\nfifty kilometers. I want railblocks at\nevery train station for a hundred\nkilometers. I want fifty men and ten\nbloodhounds ready in five minutes. We're\ngoing to strip-search every pretzel-haus\nwaffel-hut, biergarten -- and especially\nevery grand hotel -- from Augenzburg to\nzilchbriick. These men are dangerous,\nprofessional criminals. (At least, three\nof them are, anyway.)\n\nHenckels hesitates. He squints across the room. He\npoints.\n\nHENCKELS\nWho are you?\n\nThe guards and soldiers all turn to look past the bunks\nbehind them and clear the view to:\n\nJopling alone in the dim back corner.\n\nHENCKELS\nWhat are you doing here? Civilian\npersonnel aren’t permitted in the cell-\nblock. This is a military investigation.\n\f82.\n\nJopling steps fully into view. A shifty guard explains\nnervously:\n\nSHIFTY GUARD\nThis is Mr. Jopling, sir. His employer's\nmother was one of the victims of the --\n\nHENCKELS\nShut up.\n\nHenckels climbs up out of the hole as Jopling approaches\nand offers his card. Henckel snaps it up, gives it a\nfraction-of-a-second look, then hands it off to an\nunderling.\n\nHENCKELS\nYou work for the family Desgoffe und\nTaxis?\n\nPause. Jopling nods. Henckels asks pointedly:\n\nHENCKELS\nAre you aware of the murder of Deputy\nVilmos Kovacs on the twenty-third of\nOctober?\n\nJOPLING\n(carefully)\nI’m aware of his disappearance.\n\nHENCKELS:\nHis body was found stuffed in a\nsarcophagus behind a storage room at the\nKunstmuseum late last night. He was short\nfour fingers.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOPLING\n(carefully)\nI’m aware of his disappearance. HENCKELS:\nHis body was found stuffed in a\nsarcophagus behind a storage room at the\nKunstmuseum late last night. He was short\nfour fingers. \n\nTARGET SECTION TO BE ANNOTATED:\n What do you say about that?\n\nHenckels withdraws a type-written document out of his\ncoat. He holds it up.\n\nINSERT:\n\nA police report with a photograph of Deputy Kovacs’ body\nin a pharaoh’s casket with his hands crossed on his\nchest. A section at the bottom of the page is labelled\nFINGERPRINTS. There are five for the left hand, but only\na thumb for the right.\n\nJopling studies the document. He shrugs.\n\nHENCKELS\nEscort Mr. Jopling off the premises.\n\nJopling makes his way toward the cell door accompanied\nby several soldiers. He pauses just before he exits. He\nleans down and picks up a flattened, pink, cardboard box\n\f83.\n\noff the floor. He scrapes a ridge of icing with his\nfinger and licks the tip. He says softly:\n\nJOPLING\nMendl's.\n\nHenckels watches Jopling suspiciously as he shrinks away\ndown the corridor.\n\nINT. LIBRARY. NIGHT\n\nDmitri, dressed in black pajamas and a black smoking\njacket with a fur collar, listens on the telephone in a\nsmall alcove. He says calmly:\n\nDMITRI\nTalk to his club-footed sister again --\nand, this time: be persuasive.\n\nDmitri hangs up. He crosses into the library and stands\nin front of a snooker table. The box containing Madame\n\nD’s will sits among billiard balls in the middle of it.\nIts contents have been spread-out and scattered into a\n\nsprawling mess. Marguerite, Laetizia, and Carolina play\ncards and sip at tiny glasses of port on the other end\n\nof the room.\n\nDmitri drinks a vodka in one gulp. He shuffles and sifts\namong the scraps, preoccupied. He picks up a folded\nsliver of cream-colored writing-paper. He opens it.\n\nINSERT:\n\nA page of Grand Budapest Hotel stationary with a set of\ncrossed keys insignia at the top. Hand-written below is:\n\nRemember: I’m always with you\n\nDmitri stares at the piece of paper. He tosses it back\nonto the table. It lands on top of a faded, old\nphotograph of “Boy with Apple” with the stamp at the\nbottom of a long-defunct auction house.\n\nDmitri frowns.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tosses it back\nonto the table. It lands on top of a faded, old\nphotograph of “Boy with Apple” with the stamp at the\nbottom of a long-defunct auction house. Dmitri frowns. \n\nTARGET SECTION TO BE ANNOTATED:\n He turns around and looks up at the wall\nabove the fireplace directly behind him. His face goes\n\nwhite.\n\nCUT TO:\n\nThe wood-cut print of the two lesbians masturbating. A\n\nbit of the discolored wallpaper sticks out behind it on\neither side.\n\nDmitri is stunned. He stammers:\n\f84.\n\nDMITRI\nHoly fuck! What’s the meaning of this\nshit?\n\nMarguerite, Laetizia, and Carolina all look. They seem\nconfused. They respond simultaneously:\n\nMARGUERITE\n“Boy with Apple”? I thought you'd hidden\nit.\n\nLAETIZIA\n\nIt’s been missing two weeks. I assumed it\nwent to the tax-appraiser.\n\nCAROLINA\nWhy are you only noticing now?\n\nDmitri shakes his head, speechless. He says finally, in\nangry shock:\n\nDMITRI\nAre you fucking kidding me?\n\nClotilde has materialized. Dmitri turns to her.\nMarguerite, Laetizia, and Carolina turn to her, also.\nClotilde’s voice cracks and quivers as she says:\n\nCLOTILDE\nI believe it was removed by M. Gustave.\n\nPause. Dmitri grabs the wood-cut off the wall and slams\nit (punching a thick hole through the center) over a\nsmall marble discus-thrower.\n\nINT. TRAIN CAR. NIGHT\n\nA third-class compartment on the over-night to\nGabelmeister’s Peak. Students, peasants, and laborers\nsleep among rucksacks and baskets on hard benches and\nshelves lining the walls. M. Gustave and Zero whisper to\neach other from their bunks near the ceiling on either\nside of the room:\n\nM. GUSTAVE\nI’m not angry with Serge. You can’t blame\nsomeone for their basic lack of moral\nfiber. He’s a frightened, little, yellow-\nbellied coward. That’s not his fault, is\nit?\n\nZERO\nI don’t know. It depends.\n\f85.\n\n \n\n(irritated)\nWell, you can say that about most\nanything. “It depends.” Of course, it\ndepends.\n\nZERO.\n(firmly)\nOf course, it depends.\n\nM. GUSTAVE\n\n(sighs)\nYes, I suppose you’re right. Of course\nit depends.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. GUSTAVE\n\n(sighs)\nYes, I suppose you’re right. Of course\nit depends. \n\nTARGET SECTION TO BE ANNOTATED:\n However: that doesn’t mean\nI'm not going to throttle the little\nswamp rat.\n\n(pause)\nMay I officiate, by the way? The\nceremony.\n\nZERO\n(surprised, humbly)\nWith pleasure.\n\nM. Gustave sighs. He says with deep sincerity and\nfeeling:\n\nM. GUSTAVE\nI must say, I find that girl utterly\ndelightful. Flat as a board, enormous\nbirthmark the shape of Mexico over half\nher face, sweating for hours on end in\nthat sweltering kitchen while Mendl\n(genius though he is) looms over her like\na hulking gorilla -- yet without\nquestion, without fail, always, and\ninvariably: she’s exceedingly lovely.\nWhy? Because of her purity.\n\n \n\nZERO\n(pleased)\nShe admires you, as well, M. Gustave.\n\nM. GUSTAVE\n(perking up)\nDoes she?\n\nZERO\nvery much.\n\nM. GUSTAVE\n(impressed)\nThat’s a good sign, you know. It means\nshe “gets it”. That’s important.\n\f86.\n\nZERO\n(pause)\nDon’t flirt with her.\n\nM. Gustave scoffs, irritated.\nINT. GARRET. NIGHT\n\nAgatha’s room. Her few possessions are laid-out neatly\non the mattress: two changes of clothes, a short stack\nof cook-books, her volume of romantic poetry, some\ntangled ribbons, and a hairbrush.\n\nAgatha reaches up to the top of a skinny, pine wardrobe\nand pulls down an old, wicker suitcase. It has been\nrepaired extensively with wire and string. She transfers\neverything she owns into it swiftly. She buckles it\nshut, slides it under the bed -- then bolts upright. She\nlooks up at the ceiling.\n\nThere is a thump.\n\nSilence. Agatha slips-off her shoes (wooden clogs). she\nslowly steps up onto the bed. She stands on her tip-\ntoes.\n\nEXT. ROOF. NIGHT\n\nThere is no moon, and the night is pitch-black. Agatha’s\nhands grip the edges of the sky-light’s frame. Her eyes\ncome up into view. She looks cautiously around in every\ndirection. She listens.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer eyes\ncome up into view. She looks cautiously around in every\ndirection. She listens. \n\nTARGET SECTION TO BE ANNOTATED:\nAgatha sinks back down, pulls away the pencil holding\nthe sky-light window open, and quickly latches it shut.\n\nThe camera holds on the empty roof-top: a quiet wind\nwhistles over the sleeping village.\n\nINSERT:\n\nThe front page of the Trans-Alpine Yodel. Headline:\nYoung Girl’s Head Found in Laundry Basket\n\nINT. COMMAND HEAD-QUARTERS. DAY\n\nThe next morning. An office decorated with flags,\n\nshields, and swords. There is a large map on a broad\n\ntable with game pieces (chess, checkers, jacks, dice,\n\nand dominoes) marking troops and munitions. Henckels\n\nsits in a leather armchair drinking a cup of coffee\n\nwhile he stares at the front page of the newspaper.\n\nA first lieutenant stands over him holding a note-book\nand an envelope labelled WIRE MESSAGE. He explains:\n\f87.\n\nLIEUTENANT\nA radio telegram was delivered and signed\nfor by the girl at four a.m. The envelope\nwas found near the body, but its contents\nwere missing -- however: the telegraph\noffice always keeps a carbon of the\nticker-tape for twenty-four hours. I\ncopied it down. It reads as follows:\n“pack your things stop be ready to leave\nat moment’s notice stop hide-out is\nvicinity of Gabelmeister’s Peak stop\ndestroy this message all my love full\nstop.”\n\n \n\nHENCKELS\n(pause)\nWhere’s the basket?\n\nThe lieutenant points across the room. Henckels sighs.\nHe stands up and walks over to a laundry basket on top\nof a desk against the wall. Pause. He reaches into it\nand lifts out, by the hair:\n\nSerge’s sister's severed head.\n\nTITLE:\nPart 5: “Gabelmeister’s Peak”\nINSERT:\nThe radio telegram -- which has been torn to shreds,\n\nthen carefully taped back together. It is speckled with\nblood.\n\nEXT. GAS STATION. DAY\n\nA lone fuel-pump in front of a service-shack at the foot\nof hill on a snowy, country road. A fourteen-year-old\nattendant in a greasy jumpsuit fills the tank of\nJopling’s motorcycle. A sled-runner has been fitted over\nthe front wheel.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY\n\nA lone fuel-pump in front of a service-shack at the foot\nof hill on a snowy, country road. A fourteen-year-old\nattendant in a greasy jumpsuit fills the tank of\nJopling’s motorcycle. A sled-runner has been fitted over\nthe front wheel. \n\nTARGET SECTION TO BE ANNOTATED:\nJopling leans against the wall, silent, looking down at\nthe radio telegram in his hands. The attendant chirps:\n\nPUMP ATTENDANT\nWhere you headed, mister?\n\nPause. Jopling’s eye-balls turn to the attendant.\n\nPUMP ATTENDANT\nSkiing? Sledding? Mountain climbing?\n\nJopling looks away again.\n\f88.\n\nThe attendant grows slightly uneasy. Jopling reaches\ninto his leather coat -- half-revealing, holstered\ninside: a stiletto ice-pick, a black-jack bludgeon, a\nLuger pistol, and a ball-peen hammer. He withdraws a\nglass flask with a silver stopper and takes a pull. His\nbrass knuckles clack against it\n\nThe attendant clears his throat, pulls the nozzle out of\nthe tank, and says -- polite but quick:\n\nPUMP ATTENDANT\nThree Klubecks, please.\n\nEXT. TRAIN STATION. DAY\n\nThe Zubrowkian Alps. A high-altitude depot nestled in a\npass between two, craggy ridges. There is fresh powder\non the ground. Scattered flakes flicker in the air. A\nsign along the tracks reads: Gabelmeister’s Peak.\n\nTwenty-five soldiers armed with carbine rifles stand\nspaced apart down the length of the platform, waiting.\n\nThe train rolls in. Doors open, and passengers with\nskis, snowshoes, and suitcases step down and hurry into\nthe building and around its sides. The soldiers study\nthem, attentive, and peer inside the compartment\nwindows. The passengers continue until they have all\ncleared-away, and the platform is quiet again. A train\nconductor, leaning out from the end of a car, watches\nthe soldiers. The soldiers look to each other\ntentatively.\n\nA Sergeant jerks open a door and steps onto the train.\nHe looks around. He raises his chin, lifts his nose --\nand sniffs the air. He looks irritated.\n\nEXT. OBSERVATORY. DAY\n\nThe peak of an icy butte. A narrow, domed building\nsticks up into the sky at the top. A steel balcony winds\naround it with a platform that extends out over a\nplunging drop into the white mist. A group of scientists\nbundled in fur coats listens to a professor.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nA narrow, domed building\nsticks up into the sky at the top. A steel balcony winds\naround it with a platform that extends out over a\nplunging drop into the white mist. A group of scientists\nbundled in fur coats listens to a professor. \n\nTARGET SECTION TO BE ANNOTATED:\n A man on a\nbench pours cocoa from a thermos. An eagle circles\noverhead.\n\nM. Gustave and Zero shiver at the end of the railing.\nM. GUSTAVE\nIt’s a hell of a view. I give them that,\nfor what it’s worth.\n\nZERO\nI agree.\n\f89.\n\nPause. M. Gustave checks his watch. He says with a\nslightly bitter edge to his voice:\n\nM. GUSTAVE\nWhen one says “mid-day” -- what does that\nmean to you?\n\nZERO\nHigh noon.\n\nM. GUSTAVE\nExactly. In other words, twelve p.m. At\nleast, that’s always been my\ninterpretation.\n\nSilence. M. Gustave withdraws the small bottle of\ncologne from his pocket, spritzes himself twice, hands\nit to Zero who does the same automatically, then tucks\nit back away again. He holds-out his palm under the\nsnow. He begins to recite:\n\nM. GUSTAVE\n“'is oft’-remarked: no single, falling-\nflake does any other in its pure and\nperfect form --”\n\nZERO\n(tensely)\nSomebody's coming.\n\nA monk in a grey cloak and a thick scarf clanks up a\nmetal staircase. His face is old and wrinkled. He walks\ndirectly out to M. Gustave and Zero and stops. He\nstudies them for a moment, frowning. He whispers:\n\nMONK #1\nAre you M. Gustave of the Grand Budapest\nHotel in Nebelsbad?\n\nM. GUSTAVE\n(hesitates)\nUh-huh.\n\nMONK #1\nGet on the next cable-car.\n\nThe monk points.\n\nA cable-car is just arriving down the sloping line from\nan adjacent peak. M. Gustave hesitates. The monk urges\nhim on with a brusque motion. M. Gustave and Zero sprint\nacross the balcony, scramble down a flight of steps, and\nrace out onto the boarding platform. A family of six\nwaits in skiing costumes. They stare at M. Gustave and\nZero as they arrive, breathless. A tramway operator\nholds open the door. Everyone boards, squeezing.\n\f90.\n\nINT. AERIAL TRAM. DAY\n\nThe cable-car sets-off up and across the wide ravine. M.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nAERIAL TRAM. DAY\n\nThe cable-car sets-off up and across the wide ravine. M. \n\nTARGET SECTION TO BE ANNOTATED:\nGustave and Zero sit side-by-side with the curious,\nsilent family. The father sniffs the air. He looks\nirritated.\n\nHalf-way there: the cable-car slams to a stop with a\nclunk.\n\nEveryone is startled. The stalled vehicle sways in the\nquiet wind. The father looks up. The mother looks down.\nThe children look to each other. In the distance: there\nis a faint, mechanical hum. M. Gustave and Zero look\nout.\n\nAnother cable-car is ascending at a diagonal on a\ndifferent line. They all watch as it slowly approaches.\nJust as it is about to criss-cross their path: it slams\nto a stop, too.\n\nAnother elderly, cloaked monk stares out from inside the\nother cable-car. He is alone in the vehicle. He studies\nM. Gustave and Zero for a moment, frowning. He whispers\nloudly:\n\nMONK #2\nAre you M. Gustave of the Grand Budapest\nHotel in Nebelsbad?\n\nM. GUSTAVE\n(hesitates)\nUh-huh.\n\nMONK #2\nSwitch with me.\n\nThe monk unlatches the door of his cable-car and opens\nit. The family watch nervously as M. Gustave and Zero\nstand up, rocking the vehicle, open their own door, and\ncarefully exit. They reluctantly lunge across the\nprecarious abyss. The monk changes places with them.\nThere is another clunk, and the two cable-cars resume\ntheir journeys.\n\nM. Gustave and Zero exchange a look. Their new cable-car\ncontinues up toward its destination. A sign above the\narrival platform reads: Our Holy Father of the\nSudetenwaltz. Directly below it, there is a walled fort\nwith a steeple and a tall stone cross.\n\nAnother tramway attendant holds the door open for them\nas they disembark.\n\f91.\n\nEXT. MONASTERY. DAY\n\nM. Gustave and Zero walk down a staircase and through\nthe front gate into an empty church-yard. There are\nwalls and low buildings on the sides, a few graves in\nthe middle, and the entrance to a church at one end.\nPause.\n\nA small window swings open next to M. Gustave and Zero.\nAnother elderly, cloaked monk stares out from inside a\ncaretaker’s booth.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nA small window swings open next to M. Gustave and Zero. Another elderly, cloaked monk stares out from inside a\ncaretaker’s booth. \n\nTARGET SECTION TO BE ANNOTATED:\n He studies them for a moment,\nfrowning. He whispers:\n\nMONK #3\nAre you M. Gustave of the Grand Budapest\nHotel in Nebelsbad?\n\nM. GUSTAVE\n(hesitates)\nUh-huh.\n\nMONK #3\nPut these on and sing.\n\nThe monk thrusts a small bundle into M. Gustave’s hands.\nIt consists of: two cloaks and two hymnals. The echoing\nsound of a Gregorian chant begins to rise from all\naround. M. Gustave and Zero swiftly slip-on the cloaks\njust as a procession of a hundred monks enters from two\ndirections, merges in the church-yard, and advances\ndouble-file toward the chapel.\n\nM. Gustave and Zero open their hymnals at random and\nslip into the procession.\n\nINT. CHURCH. DAY\n\nA blasting organ joins the chant inside a vast, austere\nhall as the procession enters. The monks file into pews.\nThe music ends, and the room goes silent. Everyone\nkneels. The monsignor at the altar places his hands on a\nthick Bible and speaks Latin.\n\nA voice behind M. Gustave and Zero says:\n\nMONK #4\nPsst.\n\nM. Gustave and Zero turn around. Another elderly,\ncloaked monk kneels on a kneeler behind them with his\nhands folded in prayer. He studies them for a moment,\nfrowning. He whispers:\n\nMONK #4\nAre you M. Gustave of the --\n\f92.\n\nM. GUSTAVE\n(irritated)\nYes, dammit.\n\nMONK #4\nConfess.\n\nM. Gustave looks deeply offended and flabbergasted. He\nsnaps:\n\nM. GUSTAVE\nI’m innocent.\n\nMONK #4\n(annoyed)\nNo, no.\n\nThe monk points to a confessional booth in the transept.\n\nM. Gustave hesitates. He nods, realizing. He and Zero\nlook down the row of kneeling legs. They step up onto\nthe pew, slink quickly in a crouch to the aisle, then\nhop down to the floor. Monks, watching them, frown.\n\nM. Gustave and Zero hurry together into the confessional\nbooth and close the door.\n\nINT. CONFESSIONAL. DAY\n\nA dark, wooden box lined with purple velvet.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CONFESSIONAL. DAY\n\nA dark, wooden box lined with purple velvet. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a bit\ntight for two. A panel slides open. Through the lattice\n\nscreen: Serge has aged a decade. His eyes are watery and\ndim. He whispers immediately, reverent:\n\nSERGE\nForgive me, M. Gustave. I never meant to\nbetray you. They threatened my life, and\nnow they've murdered my only family.\n\nM. GUSTAVE\n(frustrated)\nNo! Who'd they kill this time?\n\nSERGE\n(deeply wounded)\nMy dear sister.\n\nM. GUSTAVE\n(trying to picture her)\nThe girl with the club-foot?\n\nSERGE\nYes.\n\nM. GUSTAVE\nThose fuckers.\n\f93.\n\nSERGE\nI tried to warn you. At the beginning.\n\nM. GUSTAVE\nI know, darling. Let’s put that behind\nus. Listen: I hate to put you on the\nspot, but I really must ask you to clear\nmy name. Obviously, you're grieving, and\nif I had any other --\n\nSERGE\nThere’s more.\nM. GUSTAVE\n(hesitates)\nOK.\nSERGE\n\nTo the story.\n\nM. GUSTAVE\nI get it. Go on.\n\nSERGE\nI was the official witness in Madame D’s\npresence to the creation of a second will\nto be executed only in the event of her\ndeath by murder.\n\nM. GUSTAVE\nA second will.\n\nSERGE\nRight.\n\nM. GUSTAVE\nIn case she got bumped-off.\n\nSERGE\nRight.\n\nM. GUSTAVE\nUh-huh?\n\nSERGE\nBut they destroyed it.\n\nM. GUSTAVE\nOh, dear.\n\nSERGE\nHowever.\n\nM. GUSTAVE\n\nUh-huh?\n\f94.\n\nSERGE\nI pulled a copy.\nM. GUSTAVE\n(beat)\nA second copy of the second will\nSERGE\nRight.\nM. GUSTAVE\nUh-huh?\n\nLong pause. M. Gustave finally starts to lose his\ncomposure. His voices rises:\n\nM. GUSTAVE\nWell, what does it say? Where is it?\nWhat’s it all about, dammit? Don’t keep\nus in suspense, Serge. This has been a\ncomplete fucking nightmare. Just tell us\nwhat the fuck is going on\n\nThe panel snaps shut. M.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis has been a\ncomplete fucking nightmare. Just tell us\nwhat the fuck is going on\n\nThe panel snaps shut. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave and Zero frown. The\norgan blasts again outside the confessional, and the\nchurch booms with low, eerie, singing voices. M. Gustave\ntries to jerk the panel open, but it sticks. He bangs on\nit with his fists.\n\nM. GUSTAVE\nSerge? Serge? Serge!\n\nM. Gustave tries the door. It is locked. Zero peers at\nthe keyhole and says shortly:\n\nZERO\nGive me the pass-keys.\n\nM. Gustave hesitates. He reaches into his pocket and\npulls out his ring of Grand Budapest pass-keys. Zero\nrapidly flips through them, studying each key. He\nsettles on one, inserts it into the keyhole, jiggles it,\nand twists. The lock clicks.\n\nCUT TO:\n\nM. Gustave and Zero jumping out from the confessional\nbooth. Zero darts to the other side and cracks open the\nother door. He peeks-in and sees:\n\nSerge with a bloody garotte-wire strung around his neck.\nHis eyes are wide-open, and his tongue sticks-out\nslightly.\n\nZero grimaces. M. Gustave looks over his shoulder.\n\f95.\n\nM. GUSTAVE\nBloody hell. They've strangled the poor\nslob!\n\nM,. Gustave presses the door quietly shut again. He and\nZero both look frantically around the room.\n\nOne lone monk swings a smoking censor as he recesses\nquickly down the center aisle while the rest of the\ncongregation stand in their pews singing. He steps\noutside and ducks away around the corner.\n\nM. Gustave and Zero’s eyes light up -- then narrow\nfiercely. They run after the monk.\n\nEXT. COURTYARD. DAY\n\nM. Gustave and Zero dash out the front doors. They skid\nto a stop and scan the area. There is a display next to\nthe church entrance of a wooden saint on a sled being\npulled by a papier-maché reindeer. There is no one else\nin sight.\n\nA door creaks slowly in the wind outside a small shed\nacross the way. A sign above it reads: Ski Locker\n(Clerical Use Only). A cloak and the still-smoldering\ncensor are strewn in the snow in front of it.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nA door creaks slowly in the wind outside a small shed\nacross the way. A sign above it reads: Ski Locker\n(Clerical Use Only). A cloak and the still-smoldering\ncensor are strewn in the snow in front of it. \n\nTARGET SECTION TO BE ANNOTATED:\nINSERT:\n\nA pair of high-heeled boots clamping into a pair of ski-\nclips.\n\nINSERT:\n\nA pair of hands with brass knuckles gripping onto on a\npair of ski-poles.\n\nCUT TO:\n\nJopling (without cloak, on skis) exploding out the door\nof the shed, making a hard pivot, and launching through\nthe monastery gate, down the steep slope.\n\nM. Gustave and Zero watch in shock.\n\nZero turns to the display next to them. He leaps over to\nit, kicks-off the saint, flips-away the reindeer, and\nshoves the sled full-speed across the church-yard. He\nshouts:\n\nZERO\nCome on!\n\nM. Gustave chases after Zero, and they jump onboard just\nas the sled dips sharply and accelerates like mad down\n\f96.\n\nthe mountain. Zero hangs onto a short rope knotted to\nthe front. M. Gustave hangs onto Zero.\n\nJopling, skiing superbly up ahead, looks back. He sees\nM. Gustave and Zero closing-in. He frowns. He makes a\nquick detour through a gap in the trees, and races down\na narrow, zig-zag path.\n\nZero jerks the rope and follows Jopling. The sled\nbounces and bumps, skids and slides. Zero shouts:\n\nZERO\nWhat do we do if we catch him?\n\nM. GUSTAVE\n(pause)\n\nI don’t know! He’s a homicidal\n\npsychopath! Let’s stop!\n\nZERO\nI can’t! I can barely steer\n\nJopling ramps over the sloped roof of a shuttered café\nand lands cleanly. M. Gustave and Zero duck and shoot\nunder it, banging between tables, scattering chairs, and\nrattling off the terrace.\n\nA group of hikers in snow-shoes walks single-file across\nthe slope. They hurry to one side in a panic to dodge\nJopling, then immediately hurry back to the other to\ndodge M. Gustave and Zero.\n\nA long, paper banner rustles in the wind. It reads:\nGabelmeister’s Peak, Winter Games. Jopling snaps through\nit and shoots out onto an abandoned bob-sled run. He\nbalances nimbly as he rockets down the ice. M.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nJopling snaps through\nit and shoots out onto an abandoned bob-sled run. He\nbalances nimbly as he rockets down the ice. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave\nand Zero burst onto the track behind him, skittering\nthrough the corners. They grit their teeth and hang on,\nterrified.\n\nAt the end of the run, Jopling jolts sideways,\nscratching across the track and showering splinters of\nice, then zips up into the air and lands on the snow at\nthe side of a road directly next to his parked\nmotorcycle. He watches as:\n\nM. Gustave and Zero come flying down the bob-sled run at\nbreak-neck speed, slam into a dense bank at the bottom\nand soar into a high arc. The sled flips and twirls,\nthen hits the ground and splits into three pieces. Zero\nbashes head-first into the deep snow and disappears --\nexcept for his feet and ankles sticking out into the\nair, motionless. M. Gustave smacks onto the ice and\nslides, spinning, off the edge of a cliff. Silence.\n\f97.\n\nJopling takes a drink from his flask. He unclips his\nskis. He walks slowly past Zero’s frozen legs and\napproaches the precipice.\n\nM. Gustave is clutching onto a knob of jagged ice while\nhis feet dangle above a rocky chasm a thousand feet\ndeep. He stares up at Jopling, frightened but furious.\nHe says quietly:\n\nM. GUSTAVE\n\nYou sick, pathetic creep. I hate you.\n(shouting)\n\nRun, Zero! Save yourself, I suppose!\n\nZero’s feet are frozen in place. A distant wolf howls.\nPause.\n\nJopling lifts his foot and stomps his boot down with all\nhis might. The ice crackles and fissures. M. Gustave\nsighs miserably. He swallows. Jopling stomps again. The\nice around M. Gustave begins to crumble. As Jopling\ncontinues to stomp, over and over, M. Gustave sadly\nrecites:\n\nM. GUSTAVE\n“'T£ this do be me end: farewell!’ cried\nthe wounded piper-boy, whilst the muskets\ncracked and the yeomen roared, ‘Hurrah!’\nand the ramparts fell.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Jopling\ncontinues to stomp, over and over, M. Gustave sadly\nrecites:\n\nM. GUSTAVE\n“'T£ this do be me end: farewell!’ cried\nthe wounded piper-boy, whilst the muskets\ncracked and the yeomen roared, ‘Hurrah!’\nand the ramparts fell. \n\nTARGET SECTION TO BE ANNOTATED:\n ‘Methinks me\nbreathes me last, me fears!’ said he --\"\n\n \n\nThere is a powerful thump, and Jopling flies head-first,\nscreaming, off the cliff over M. Gustave’s head. Zero,\nin the midst of a diving shove, lands on his face and\nnearly goes over the edge, himself. He is covered with\nsnow. M. Gustave shouts, ecstatic:\n\nM. GUSTAVE\nHoly shit! You got him!\n\nFar, far below: Jopling’s arms and legs flail as he\ndisappears down into the deepest reaches of the chasm.\nM. Gustave says proudly in elation:\n\nM. GUSTAVE\nWell-done, Zero!\n\nM. Gustave looks greatly relieved as he continues to\nhang precariously and his fingers stiffen toward frost-\nbite. Zero gasps for an instant, then thrusts his arms\ndown, stretching, to seize M. Gustave by the wrists.\n\nCUT TO:\n\f98.\n\nA binocular shot of Zero dragging M. Gustave back up\nonto solid ground. They dust the snow off their bodies\nand catch their breath.\n\nHenckels’ voice shouts over a megaphone:\n\nHENCKELS (0.S.)\nHalt!\n\nM. Gustave and Zero look across the hill-side to the\nnext slope. A hundred advancing troops hurry toward\nthem, descending swiftly. The tiny figure of Henckels at\nthe head of the squadron continues forcefully:\n\nHENCKELS\nGustave H! You're a fugitive from\njustice! Do not attempt to flee\n\nSurrender lawfully, and I personally\nvouchsafe your fair treatment! Repeat: do\nnot attempt to flee!\n\nM,. Gustave turns to Zero. Zero says, unsure:\n\nZERO\nWhat do you think?\n\nM. GUSTAVE\n(weary)\nI don’t know. I'd rather jump off this\ncliff right now than go back to fucking\nprison.\n\nM. Gustave looks lost and tired. Zero stares at him. He\nnods. He says calmly:\n\nZERO\nI say we steal that sick maniac’s\nmotorcycle, go fetch Agatha, take back\n“Boy with Apple”, and head for the\nMaltese Riviera, once and for all\n\nM. Gustave’s face lightens.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nnods. He says calmly:\n\nZERO\nI say we steal that sick maniac’s\nmotorcycle, go fetch Agatha, take back\n“Boy with Apple”, and head for the\nMaltese Riviera, once and for all\n\nM. Gustave’s face lightens. \n\nTARGET SECTION TO BE ANNOTATED:\n He is moved and deeply\nimpressed.\n\nM. GUSTAVE\nVery good! You're so extraordinary, Zero.\nThank you.\n\n(gravely)\n\nA moment of silence in memoriam of a\ndevoted servant killed violently during\nthe conduct of his duties.\n\nM,. Gustave and Zero stare solemnly into space for about\nfive seconds. Bloodhounds bark in the far distance. Zero\nsays quietly:\n\f99.\n\nZERO\nGood-bye, Serge.\n\nM. Gustave nods suddenly. He and Zero break into a\nsprint, race over to the motorcycle, and jump on. Zero\nkick-starts the engine, and M. Gustave, on the rear\nfender, hangs on tightly as they rumble away down the\nicy road.\n\nCUT TO:\n\nHenckels watching from the distance. He lowers his\nbinoculars. He looks worried.\n\nMR. MOUSTAFA (V.O.)\nThe war began at midnight.\n\nCUT TO:\n\nM. Gustave and Zero winding along the highway. Zero\nyells back over his shoulder:\n\nZERO\nWhat’s it like, by the way? The Maltese\nRiviera!\nM. GUSTAVE\n(pause)\n\nCharming, really! The weather's\nexquisite. The local cuisine is simple\nbut excellent! The people are warm, kind,\nhonest! Rather dusky-complexioned. You’11\nfit right in, actually!\n\nZero nods, pleased.\nTITLE:\n\n24 Hours Later\nMONTAGE:\n\nvarious white-gloved hands in action: one rings a bell\non the concierge desk with a quick tap. Another slips an\nenvelope into a message box. Another picks-up a room key\noff a hook. Another forcefully shakes a cocktail-shaker\nfull of ice.\n\nMR. MOUSTAFA (V.0.)\nPffeifelstad fell by lunch under heavy\nshelling, and the Zig-zags surged across\nthe long, western border. The Lutz Blitz\nwould last all winter.\n\nINSERT:\n\f100.\n\nA martini glass. The drink is poured neatly -- then\nstirred with a “Z-2\" swizzle-stick.\n\nMR. MOUSTAFA (V.0.)\nHigh-command advanced to Nebelsbad.\n\nINT. LOBBY.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOUSTAFA (V.0.)\nHigh-command advanced to Nebelsbad. INT. LOBBY. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nThe hotel is busier than ever, and every man in the room\nis in uniform. “Z-2\" symbols are plastered across every\nconceivable surface.\n\nAgatha comes in the front doors carrying a tall stack of\npink, card-board pastry-boxes. A soldier seated at a\nsmall desk blocking the entrance looks up from his\nledger-book. He frowns. Agatha explains:\n\nAGATHA\nCompliments of Herr Mendl. For the\nExecutive Staff.\n\nAgatha takes a smaller box off the top of the stack and\nsets it down in front of the soldier. The soldier\nhesitates. He opens the box and sees inside: one\nCourtesan au chocolat. He looks back up to Agatha,\nhopeful. She nods. He signals for her to proceed.\n\nAn officer with a crew-cut mans the concierge desk. A\nbadge on his chest reads: Military Concierge. He is M.\nChuck. Mr. Mosher stands beside him taking notes while\nhe dictates orders:\n\nM. CHUCK\nGeneral Stieglitz requests a garden-view\nsitting-room with an extra roll-away.\nLet’s put him in the Duke Leopold Suite.\nSecretary Woroniecki’s office cabled.\n\nHe’s checking-in a day early (rooms 401-2-\n3). Tell Tactical Logistics we’re moving\nthem to a standard-double on the third\nfloor.\n\nMR. MOSHER\n(skeptical)\nThey’1l need more space than that.\n\nMr. Mosher points to a group of four soldiers carrying a\nping-pong table through the lobby. Agatha waits calmly\nwhile they pass. She pauses, looks left and right, then\nducks through a curtain below a sign that reads: Staff\nOnly. She dashes up a staircase\n\nCUT TO:\n\nThe storage pantry adjacent to the vault. Agatha comes\nin and sets aside her boxes. She immediately stands on a\n\f101.\n\nchair and runs her hand along the top of a picture rail\nnear the ceiling. She finds a brass key. She unlocks the\nouter door of the vault and slides it open -- revealing\nthe inner one (which has a combination lock).\n\n \n\nAgatha reaches into her pocket and withdraws Zero’s hand-\nwritten square of tissue-paper and a small magnifying\nglass. She squints and studies the tiny document.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe unlocks the\nouter door of the vault and slides it open -- revealing\nthe inner one (which has a combination lock). Agatha reaches into her pocket and withdraws Zero’s hand-\nwritten square of tissue-paper and a small magnifying\nglass. She squints and studies the tiny document. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nquickly spins the dial and opens the door.\n\nAgatha whips the fur stole off the radiator.\nAgatha pulls out the wrapped painting\n\nAgatha tucks the package under her arm, exits the vault,\nand re-locks the doors.\n\nINT. VAN. DAY\n\nThe entrance to the hotel. “Z-Z\" banners hang from every\nawning. A dozen Zubrowkian flags wave and rustle in a\nrow. Crests, heralds, and insignias are displayed in\nvitrines, doors, and windows. A chanting platoon marches\nup the promenade, and a soldier in a pilot’s cap sits\nsmoking a cigarette on top of a parked tank next to the\nfunicular.\n\nM. Gustave and Zero wait, tense, in a parked delivery\ntruck with Mendl’s painted in delicate, pink cursive\nacross the side. The engine idles. Zero is at the wheel.\nHe and M. Gustave both wear white caps and aprons. M.\nGustave says, deeply disgusted, as he stares at the new\nornamentation:\n\nM. GUSTAVE\nThe beginning of the end of the end of\nthe beginning -- has begun. A sad finale\nplayed, off-key, on a broken-down saloon\npiano in the outskirts of a forgotten\nghost town. I’d rather not bear witness\nto such blasphemy.\n\nZERO\nMe, neither.\n\nM. GUSTAVE\n(elegiac)\n\nThe Grand Budapest has become a troop’s\n\nbarracks. I shall never cross its\n\nthreshold again in my lifetime.\n\nZERO\nMe, neither.\n\f102.\n\nM. GUSTAVE\n(on a roll)\nNever again shall --\n\nZERO\n(alarmed)\nActually, I think we might be going in\nright now, after all.\n\nZero points to a long, silver limousine (last seen\nparked in front of the Desgoffe und Taxis mansion in\nLutz) as it pulls up the drive and stops between the\nMendl’s van and the entrance to the hotel. A liveried\nchauffeur jumps out and opens one of the back doors.\n\nDmitri emerges.\n\nM. Gustave and Zero crouch down low in their seats. M.\nGustave whispers with contempt:\n\nM. GUSTAVE\nDmitri.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nM. Gustave whispers with contempt:\n\nM. GUSTAVE\nDmitri. \n\nTARGET SECTION TO BE ANNOTATED:\nZERO\n(whispering, worried)\nAgatha.\n\nM. Gustave and Zero watch as: Marguerite, Laetizia, and\nCarolina exit from the other side of the car, and an\neager team of bellboys springs into action collecting\ntheir numerous bags and suitcases out of the trunk and\noff the roof-rack of the vehicle.\n\nCUT TO:\n\nAgatha poking her head back into the lobby from behind\nthe curtain. She starts toward the front door, but\npauses as she sees:\n\nDmitri and his sisters. They enter and are immediately\ngreeted by M. Chuck. A large assembly of maids and\nfootman stand in a row at attention to receive these\ndistinguished guests.\n\nM. CHUCK\n\nGood evening, Mr. Desgoffe und Taxis. I’m\nM. Chuck. We’ve booked you and your\nsisters in the King Ferdinand suite.\n\nDmitri shakes hands coolly. As M. Chuck introduces\nhimself to Marguerite, Laetizia, and Carolina -- Dmitri\nspots Agatha. He stares at her, curious. She looks back\nat him, uneasy. He focusses-in on the package under her\narm. She turns away and walks quickly deeper into the\nlobby. Dmitri frowns.\n\f103.\n\nM. CHUCK\nGeneral von Shrecker personally asked me\nto make sure --\n\nDMITRI\n(interrupting)\nExcuse me.\n\nDmitri bolts into the room.\n\nAgatha’s eyes dart, searching for an escape-route, as\nshe zooms among the tables, couches, tea-trays,\nofficers, waiters, and bellboys\n\nAt the concierge desk: Henckels looks up from signing\nthe guest book. He watches Agatha pass. He watches\nDmitri grimly pursuing her. He looks intrigued.\n\nAgatha bee-lines into the elevator. The elevator\noperator looks to her and waits. She hesitates. She\nnames the top floor:\n\nAGATHA\nSix.\n\nJust as the elevator operator starts to shut the gate --\na voice commands him:\n\nDMITRI (0.S.)\nHold it.\n\nThe elevator operator pauses. Dmitri enters and stands\nnext to Agatha. He stares ahead into space and repeats:\n\nDMITRI\nSix.\n\nThe elevator operator slams the door.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nDmitri enters and stands\nnext to Agatha. He stares ahead into space and repeats:\n\nDMITRI\nSix. The elevator operator slams the door. \n\nTARGET SECTION TO BE ANNOTATED:\nHenckels watches from across the lobby. He says to\nAnatole:\n\nHENCKELS\nGet M. Chuck.\n\nAnatole nods and dashes away.\nAt the front door: M. Gustave and Zero stride into the\nbuilding holding two tall stacks of pink, card-board\npastry-boxes. They stop. M. Gustave says warmly:\n\nM. GUSTAVE\nCompliments of Herr Mendl.\n\f104.\n\nThe soldier at the desk blocking the entrance looks up.\nHe is half-way through his Courtesan au chocolat. He has\nbutter-cream on his moustache.\n\nCUT TO:\n\nHenckels on his way up the steps followed by M. Chuck.\nThey stop at the next floor, look up and down the\ncorridor, then continue climbing\n\nCUT TO:\n\nMr. Mosher staring, curious; Herr Becker watching,\nsurprised; and Anatole gaping, mouth-open -- at: M.\nGustave and Zero crossing speedily through the center of\nthe lobby with their stacked boxes, looking around in\nevery direction as they go. They arrive at the closed\nelevator doors. A Lobby Boy stands next to it. He has\ncurly hair and looks to be about sixteen. He is Otto.\n\nM. GUSTAVE\nHave you seen a pastry-girl with a\npackage under her arm in the last minute\nand a half?\n\norro\nYep! She just got on the elevator with\nMr. Desgoffe und Taxis.\n\nM. GUSTAVE\n(irritated)\nThank you.\n\nM,. Gustave and Zero look up at the wall. Something is\ngnawing at them both.\n\nINSERT:\n\nThe needle above the elevator entrance. It climbs past\nFour toward Five.\n\nM. Gustave and Zero start to dash away -- but Zero stops\nshort and turns back. He says quickly to Otto:\n\nZERO\nI’m sorry. Who are you?\n\norto\n(hesitates)\nOtto, sir. The new Lobby Boy.\n\nZERO\n(sharply)\nWell, you haven't been trained properly,\nOtto. A Lobby Boy never provides\n(more)\n\f105.\n\nZERO (cont'd)\ninformation of that kind. You’re a stone\nwall. Understood?\n\norto\n(anxious )\nYes, sir.\n\nM. Gustave and Zero exchange a quick look: well-handled.\nThey run.\n\nINT.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nGustave and Zero exchange a quick look: well-handled. They run. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ELEVATOR. DAY\nAs the lift ascends:\n\nDmitri casts a side-ways look to Agatha. She stares\nahead and avoids his eyes. He looks away.\n\nAgatha casts a side-ways look to Dmitri. He snaps his\nhead suddenly to look at her. She turns away again\nimmediately, stricken.\n\nDmitri reaches out toward Agatha. She retreats further\ninto the corner. He touches the package under her arm\nwith his long fingers and peels-back the edge of the\nwrapping-paper -- revealing a white hand holding a\ngolden apple. He says quietly:\n\nDMITRI\nPretty picture.\n\nAgatha does not respond. They come to a stop, and the\nelevator operator opens the gate.\n\nELEVATOR OPERATOR\nSixth floor.\n\nNeither Agatha nor Dmitri move. Silence. The elevator\noperator turns around slightly to look at them.\n\nAgatha exits. The elevator operator starts to close the\ndoor, but Dmitri holds up a finger. He follows Agatha.\nThe gate closes behind him.\n\nAgatha walks swiftly but calmly down the long corridor.\n\nShe looks back. Dmitri walks behind her, equally swiftly\nand significantly more calmly, thirty feet back. Agatha\n\nturns a corner.\n\nDmitri cracks his knuckles as he continues. He clears\nhis throat. He turns the corner now, himself, and sees:\n\nAgatha running as fast as she can, already sixty feet\nahead, nearly at the end of the corridor. She looks back\nagain as she disappears around the next corner.\n\f106.\n\nDmitri breaks into a full sprint. In five seconds, he\nreaches the end of the hallway. He stops and looks down\nthe next corridor.\n\nIt is empty. Pause.\n\nAt the far end: a pair of doors labelled SERVICE\nELEVATOR slide open. M. Gustave and Zero stand inside it\nwith their stacked boxes. Dmitri’s eyes widen. He\nshouts:\n\nDMITRI\nWhere’s “Boy with Apple”?\n\nM. GUSTAVE\n(pause)\nNone of your goddamn business\n\nDMITRI\n(hesitates)\n\nI’m going to blast your candy-ass once\n\nand for all right now!\n\nDmitri instantly leans down, lifts up his trouser leg,\nand draws a small-calibre hand-gun from a strap under\nhis sock. He fires.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUSTAVE\n(pause)\nNone of your goddamn business\n\nDMITRI\n(hesitates)\n\nI’m going to blast your candy-ass once\n\nand for all right now! Dmitri instantly leans down, lifts up his trouser leg,\nand draws a small-calibre hand-gun from a strap under\nhis sock. He fires. \n\nTARGET SECTION TO BE ANNOTATED:\nM, Gustave and Zero throw their boxes in every direction\nand duck to the sides of the elevator. Dmitri fires\nagain. Bullets ricochet.\n\nA door opens half-way down the corridor. An officer\nwearing his uniform tunic but no trousers looks out at\nDmitri, alerted, with a Luger pistol in his hand.\n\nOFFICER\nDrop your weapon!\n\nDmitri fires three more times into the service elevator.\nThe officer fires back at Dmitri. Dmitri ducks behind a\nxoom-service cart and quickly re-loads. More doors open\nup and down the corridor, and more armed officers in\nvarious states of dress/undress look out.\n\nDmitri pops up again and resumes his barrage. All the\nofficers open fire at once, shooting, apparently at\nrandom, in both directions. Henckels appears suddenly at\nthe top of the stairs with his own firearm drawn. M.\nChuck hurries behind him. Henckels ducks down low and\nscreams:\n\nHENCKELS\nCease fire! Cease fire! Stop it!\n\nThe gunfire pauses. Everyone remains poised for the next\nvolley. Henckels hollers:\n\f107.\n\nHENCKELS\nWho's shooting who?\n\nDMITRI\n(behind his barricade)\nThat’s Gustave H! The escaped murderer\nand art thief! I’ve got him cornered!\n\nM. Gustave and Zero remain tucked against the walls on\nthe floor of the service elevator. M. Gustave yells,\nenraged:\n\nM. GUSTAVE\nThat’s Dmitri Desgoffe und Taxis! He’s\nresponsible for the killings of Deputy\nKovacs, Serge X. and his club-footed\nsister, plus his own mother!\n\nHENCKELS\n(hesitates)\nNobody move! Everybody's under arrest!\n\nThere is a loud creak, then a crashing bang. M. Chuck\nsquints at an open window in a small alcove across from\nhim.\n\nM. CHUCK\nWho's out the window?\n\nZero looks to M. Gustave. He says, under his breath:\n\nZERO\nAgatha!\n\nZero sprints out of the service elevator and races up\nthe corridor. Dmitri starts shooting again. The entire\ngroup opens fire once more.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nZero sprints out of the service elevator and races up\nthe corridor. Dmitri starts shooting again. The entire\ngroup opens fire once more. \n\nTARGET SECTION TO BE ANNOTATED:\n Zero races, crouched, with\nhis hands over his head, and ducks into the alcove. His\nhead thrusts out the window. He looks down\n\nCUT TO:\n\nAgatha swinging by one hand from a broken trellis off\nthe end of a terrace three flights below. She hangs onto\nthe wrapped painting with her other hand. She notices\nsomething on it and frowns.\n\nINSERT:\n\nThe dangling package. A section of the wrapping paper\nhas torn away, and the corner of a pale-pink envelope is\nvisible pasted to the back of the picture.\n\nZero stares down at Agatha, horrified. He mutters to\nhimself:\n\f108.\n\nZERO\n310-bis!\n\n(shouting to Agatha)\nHang on! Here I come!\n\nZero races back through the hail of bullets. He darts\npast Henckels and down the stairwell. He descends three\nflights. He crosses the corridor and stops in front of a\ndoor labelled “310-bis”. A sign on the knob reads: Do\nNot Disturb.\n\nZero hesitates an instant.\n\nZero raps briskly, retreats back across the corridor,\nlowers his shoulder, and charges with all his strength.\n\nJust as he reaches the door, it swings open to reveal a\nsmall, bearded man in a long night-gown. He side-steps\nZero.\n\nZero stumbles full-speed through the sitting-room and\nout the wide-open terrace doors. He slams against the\nbalcony railing and flips over it. Agatha releases the\npackage and grabs Zero’s shirt as he somersaults over\nher.\n\nZero’s weight jerks Agatha down with a jolt. They fall\ntogether.\n\nFour floors down, Zero and Agatha punch-through the\ncanvas roof over the back of the Mendl’s van and\ndisappear inside. Silence.\n\nINT. VAN. DAY\n\nZero sits up among the chaotic pile of scattered and\nupturned pink, card-board pastry-boxes. He gasps and\ndigs for Agatha. She surfaces.\n\nZERO\nAgatha! Are you all right?\n\nAGATHA\n(dazed)\nI think so.\n\nZero embraces Agatha. He kisses her passionately. He\nlooks into her eyes. She says, woozy:\n\nAGATHA\nSomething’s on the back of the picture.\n\nZERO\n(confused)\nWhat?\n\f109.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe says, woozy:\n\nAGATHA\nSomething’s on the back of the picture. ZERO\n(confused)\nWhat? 109. \n\nTARGET SECTION TO BE ANNOTATED:\nAgatha holds a piece of the torn and crumbled wrapping\npaper. She and Zero both look straight up.\n\nCUT TO:\n\nZero and Agatha’s point-of-view through the hole punched\nin the roof of the van. Seven floors up, M. Gustave,\nHenckels, and M. Chuck lean out the window staring down\nat them, frozen, while other officers lean out other\nwindows all across the facade. Four floors up, “Boy with\nApple”, unwrapped, hangs upside-down from a wire below\nthe balcony. It swings gently.\n\nINSERT:\n\nThe painting, upside-down. A pair of hands flips it over\nto reveal the pale-pink envelope on the reverse.\n\nTITLE:\nPart 6: “The Second Copy of the Second Will”\nINT. DINING ROOM. DAY\n\nThe entire, vast assembly of officers and soldiers\nstands crowded, murmuring, around a table in the\nrestaurant where M. Gustave, Zero, and Dmitri, all in\nhand-cuffs, sit across from Henckels. Agatha stands\nbehind Zero. Marguerite, Laetizia, and Carolina stand\nbehind Dmitri. M. Chuck stands behind Henckels.\n\nHenckels carefully peels the envelope loose from the\nback of the canvas. He slits it open with a pocket-knife\nand removes a hand-written letter on pale-pink paper. He\nskims it, then looks to M. Gustave.\n\nMR. MOUSTAFA (V.O.)\nShe left everything to M. Gustave, of\ncourse.\n\nINT. COURT ROOM. DAY\n\nM. Gustave on the witness stand. He wears his concierge\nuniform and is immaculate. The jury listens, enraptured\nby his testimony. The judge sniffs the air. He looks\nirritated.\n\nMR. MOUSTAFA (V.O.)\n\nThe mansion, known as Schloss Lutz; the\nfactories, which produced weapons,\nmedicine, and textiles; an important\nnewspaper syndicate; and (perhaps you've\nalready deduced) this very “institution”\n-- the Grand Budapest Hotel.\n\f110.\n\nZero, Agatha, Herr Becker, Mr. Mosher, and Anatole\nwatch, entertained, from the gallery.\n\nINSERT:\nThe front page of the Trans-Alpine Yodel. Headline:\nCleared of All Charges\n\nA photograph shows M.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nMosher, and Anatole\nwatch, entertained, from the gallery. INSERT:\nThe front page of the Trans-Alpine Yodel. Headline:\nCleared of All Charges\n\nA photograph shows M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave with the entire staff\nposing in front of the Grand Budapest. A column below\nthe fold reads, “Son of Murdered Countess Disappears\nwithout Trace.”\n\nCUT TO:\n\nZero behind the concierge desk. He now wears a uniform\nidentical to M. Gustave’s. He rattles off instructions\nto Mr. Mosher, Herr Becker, Anatole, and M. Chuck.\n\nMR. MOUSTAFA (V.O.)\nHe anointed me his successor; and, as the\nwar continued, I served my adopted\ncountry from the narrow desk still found\nagainst the wall in the next room.\n\nAcross the lobby, M. Gustave sits drinking a cocktail\nwith a beautiful, begemmed, ninety-year-old woman. His\nhand rests on her thigh.\n\nMR. MOUSTAFA (V.O.)\nHe was the same as his disciples:\n\ninsecure, vain, superficial, blonde,\nneedy. In the end, he was even rich.\n\nEXT. MOUNTAIN RANGE. DAY\n\nThe facade of the Grand Budapest at sunset. The camera\nglides along the path through the plot of edelweiss and\nbuttercups.\n\nMR. MOUSTAFA (V.O.)\nHe did not succeed, however, in growing\nold -- nor did my darling Agatha. She and\nour infant son would be killed two years\nlater by the Prussian grippe. (An absurd\nlittle disease. Today, we treat it in a\nsingle week; but, in those days, many\nmillions died.)\n\nThe camera comes to a stop as it reveals the view from\nthe iron-lattice terrace over the crevasse alongside the\ncascade.\n\nZero and Agatha hold hands while M. Gustave reads from a\nBible, officiating. The other witnesses are: the staff\n\flll.\n\nof the hotel and the concierges of the Society of the\nCrossed Keys.\n\nINT. TRAIN COMPARTMENT. DAY\n\nA first-class state-room on the express to Lutz. M.\nGustave, Zero, and Agatha each hold a glass of chilled,\nwhite wine.\n\nMR. MOUSTAFA (V.O.)\nOn the first day of the occupation, the\nmorning the independent state of Zubrowka\nofficially ceased to exist, we traveled\nwith M. Gustave to Lutz.\n\nM.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nOn the first day of the occupation, the\nmorning the independent state of Zubrowka\nofficially ceased to exist, we traveled\nwith M. Gustave to Lutz. M. \n\nTARGET SECTION TO BE ANNOTATED:\n Gustave checks the color of the wine in the light. It\nis excellent. Pause.\n\nM. GUSTAVE\nIn answer to your earlier question, by\nthe way: of course.\n\nZero looks slightly puzzled. M. Gustave explains, aside,\nto Agatha:\n\nM. GUSTAVE\n\nZero asked me about my humble beginnings\nin the hotel trade.\n\n(to Zero and Agatha both)\nI was, perhaps, for a time, considered\nthe best Lobby Boy we’d ever had at the\nGrand Budapest. I think I can say that.\nThis one --\n\n(pointing to Zero)\n-- finally surpassed me. Although, I must\nsay, he had an exceptional teacher.\n\nZERO\n(with great affection)\nTruly.\n\nAGATHA\n(reciting)\n\n“Whence came these two, radiant\n\ncelestial brothers, united, for an\n\ninstant, as they crossed the stratosphere\n\nof our starry window? One from the East,\n\nand one from the West.”\n\nM. GUSTAVE\n(impressed)\nVery good.\n\nM. Gustave kisses Agatha’s hand. Zero frowns.\n\f112.\n\nZERO\nDon't flirt with her.\n(suddenly)\nWhy are we stopping at a barley field\nagain?\n\nThe train has, in fact, come to a halt in the middle of\nnowhere again -- but, this time, outside the window\nthere are tanks, trucks, and a hundred soldiers in black\nuniforms with long coats. M. Gustave, Zero, and Agatha\nstare out at them, uneasy.\n\nM. GUSTAVE\nI find these black uniforms very drab. I\nsuppose they’re meant to frighten people,\nbut --\n\nThree soldiers appear in the compartment doorway. They\nare stocky, thick-necked, and armed with carbine rifles.\nM. Gustave says with his usual air of fancy-meeting-you-\nhere:\n\nM. GUSTAVE\nWell, hello there, chaps. We were just\ntalking about you.\n\nSOLDIER #1\n(blankly)\nDocuments, please.\n\nM. GUSTAVE\nWith pleasure -- as always.\n\nM. Gustave and Agatha withdraw their passports and\npresent them to the soldier. The soldier flips through\nthem.\n\nM. GUSTAVE\n\nYou're the first of the enemy forces to\nwhom we’ve been formally introduced.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe soldier flips through\nthem. M. GUSTAVE\n\nYou're the first of the enemy forces to\nwhom we’ve been formally introduced. \n\nTARGET SECTION TO BE ANNOTATED:\n How\ndo you do?\n\nThe soldier ignores this comment. He returns the\npassports to M. Gustave and Agatha and looks to Zero.\nZero nervously hands him his little scrap of paper. The\nsoldier frowns and studies it. M. Gustave smiles. He\nsays lightly:\n\nM. GUSTAVE\nPlus ¢a change, am I right?\n(to the soldier)\nThat’s a Migratory Visa with Stage Three\nWorker Status, darling. Read this.\n\nM. Gustave hands the soldier Henckels’ special document.\nThe soldier shows it to his associates. They confer\n\f113.\n\nrapidly at a whisper. There is some debate. Before M.\nGustave can work his magic -- the soldier rips the\nspecial document to shreds.\n\nPause.\n\nM. Gustave looks to Zero. Zero and Agatha are both\nstunned and frightened. M. Gustave seems to smile very\nslightly, reassuring them, and somehow sends a sincere,\nprivate message:\n\nGood luck.\n\nM. Gustave’s jaw hardens. He pegs his glass of wine at\nthe soldier, shattering it, and explodes:\n\nM. GUSTAVE\nYou filthy, goddamn, pock-marked, fascist\nassholes!\n\nM. Gustave is instantly on his feet, tussling. Zero\njumps up to intervene, trying to calm everyone down --\nand is immediately bashed in the face with the stock of\na rifle and dropped to the floor, out cold. M. Gustave\nshouts and struggles. Agatha screams\n\nMR. MOUSTAFA (V.O.)\nThere are still faint glimmers of\ncivilization left in this barbaric\nslaughterhouse that was once known as\nhumanity.\n\nINT. CORRIDOR. DAY\n\nThe three soldiers whisk M. Gustave, now in hand-cuffs,\nout of the compartment and man-handle him down the\nlength of the coach while he shouts furiously, berating\nthem\n\nM. GUSTAVE\nI give you my word: I'll see all three of\nyou dishonorably discharged, locked-up in\nthe stockade, and hanged by sundown\n(screaming in rage)\nWhere is your commanding officer?\n\nCUT TO:\n\nZero with his head out the window of the once-again\nspeeding train.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nGustave, now in hand-cuffs,\nout of the compartment and man-handle him down the\nlength of the coach while he shouts furiously, berating\nthem\n\nM. GUSTAVE\nI give you my word: I'll see all three of\nyou dishonorably discharged, locked-up in\nthe stockade, and hanged by sundown\n(screaming in rage)\nWhere is your commanding officer? CUT TO:\n\nZero with his head out the window of the once-again\nspeeding train. \n\nTARGET SECTION TO BE ANNOTATED:\n A significant volume of blood runs from\nhis forehead around his eye and down into his shirt-\ncollar, soaked deep red. He clutches his little scrap of\npaper in his fist. The wind rustles against his neck.\nHis mouth is open. His face is frozen. Tears stream down\nhis cheeks.\n\f114.\n\nMR. MOUSTAFA (V.O.)\n\n(re: “glimmers of civilization”)\nHe was one of them. What more is there to\nsay?\n\nAgatha, also in tears, pulls Zero back inside.\nCUT TO:\n\nThe dining room. Mr. Moustafa and the author sit in\nfront of their desserts: Courtesans au chocolat. They\nare the last remaining guests in the giant restaurant. A\nwaiter sets places for breakfast at tables in the\nbackground.\n\nTwo glasses of sweet wine are served. Mr. Moustafa and\nthe author sip them. The author asks gently:\n\nAUTHOR\nWhat happened in the end?\n\nMR. MOUSTAFA\n(shrugs)\nIn the end, they shot him.\n(pause)\nSo it all went to me.\n\nMr. Moustafa smiles sadly. He and the author begin to\neat their confections in silence. They appear to enjoy\nthem very much.\n\nINT. LOBBY. NIGHT\n\nThe room is deserted, and the lights have been dimmed.\nMr. Moustafa and the author wait at the concierge desk.\nIt is not occupied.\n\nAUTHOR (V.0.)\n\nAfter dinner, we went to collect the keys\nto our rooms -- but M. Jean had abandoned\nhis post.\n\nMr. Moustafa looks around. He shrugs. He says,\nbittersweet:\n\nMR. MOUSTAFA\nI expect he’s forgotten all about us.\n\nMr. Moustafa winks at the author and slips around behind\nthe concierge desk.\n\nAUTHOR (V.0.)\n\nIn recent years, of course, such\nproperties and holdings as the Grand\nBudapest had with very few exceptions\nbecome -- common property.\n\f115.\n\nMr. Moustafa takes great pleasure as he: opens a drawer\nand tidies up its contents slightly; pulls a stack of\nenvelopes out of a slot, flips through them, and hands\none to the author; straightens “Boy with Apple”\nslightly; then takes two keys off their hooks.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\n115. Mr. Moustafa takes great pleasure as he: opens a drawer\nand tidies up its contents slightly; pulls a stack of\nenvelopes out of a slot, flips through them, and hands\none to the author; straightens “Boy with Apple”\nslightly; then takes two keys off their hooks. \n\nTARGET SECTION TO BE ANNOTATED:\nAUTHOR (V.0.)\nWhile the precise terms of his\nnegotiation with the new government had\nnever been announced, the result was an\nopen secret: Zero Moustafa had traded a\ngreat and important fortune in exchange\nfor one costly, unprofitable, doomed\nhotel. Why?\n\nINSERT:\n\nThe author’s room key as Mr. Moustafa places it onto the\ndesk. It is labelled M. GUSTAVE SUITE.\n\nAUTHOR (V.0.)\nWas it merely sentimental?\n\nMr. Moustafa holds the author by the arm with two hands\nas the author walks him the length of the room to the\nelevator.\n\nAUTHOR (V.0.)\nIt was quite forward of me and a bit out\nof character, but I felt I must know --\nfor my health, I suppose. I took the\nplunge.\n\nCUT TO:\n\nOne minute later. Mr. Moustafa and the author stand at\nthe entrance to the elevator facing each other. Silence.\nThe author says suddenly, slightly worried:\n\nAUTHOR\nForgive me for asking. I hope I haven’t\nupset you.\n\nMR. MOUSTAFA\n(dismissing it)\nOf course, not.\n\nAUTHOR\n(long pause)\n\nIs it simply your last connection to that\n\n-- vanished world? His world, if you\n\nwill?\n\nMR. MOUSTAFA\n(doubtful)\nHis world?\n\f116.\n\nMr. Moustafa considers this. He shakes his head slowly.\n\nMR. MOUSTAFA\nNo, I don’t think so. You see, we shared\na vocation. It wouldn’t have been\nnecessary. He’s always with me\n\n(pause)\nNo, the hotel -- I keep for Agatha\n\nMr. Moustafa pulls up his lapel slightly and shows the\nauthor Agatha’s crossed-keys pendant pinned to his\njacket. He hides it away again\n\nMR. MOUSTAFA\nWe were happy here. For a little while.\n\nThe author nods solemnly. Mr. Moustafa presses a button\nto call the elevator. It immediately opens. He starts to\nenter -- but puts up his hand to hold the door as he\nstops, turns back, and says:\n\nMR. MOUSTAFA\nTo be frank, I think his world had\nvanished long before he ever entered it -.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt immediately opens. He starts to\nenter -- but puts up his hand to hold the door as he\nstops, turns back, and says:\n\nMR. MOUSTAFA\nTo be frank, I think his world had\nvanished long before he ever entered it -. \n\nTARGET SECTION TO BE ANNOTATED:\n.\nbut, I will say: he certainly sustained\nthe illusion with a marvelous grace!\n(pause)\nAre you going up?\n\nAUTHOR\n\n(politely)\nNo, I'll sit for a little while. Good\nnight.\n\nMR. MOUSTAFA\nGood night.\n\nMr. Moustafa steps inside. He presses a button and the\ndoors close. The author stands still, staring into\nspace. He sniffs the air. He smiles sadly.\n\nAUTHOR (V.0.)\n\nThe next week, I sailed for a cure in\nSouth America and began a long, wandering\njourney abroad. I did not return to\nBurope for many years.\n\nEXT. HOTEL. NIGHT\n\nThe entrance at midnight. A doorman sweeps the steps\nbelow the front door. Only one room’s light is\nilluminated: a little window at the far edge of the top\nfloor.\n\f117.\n\nAUTHOR (V.0.)\nIt was an enchanting, old ruin -- but I\nnever managed to see it again.\n\nThe light goes out.\n\nCUT TO:\n\nThe lobby. The author sits alone in an armchair in the\ndeserted room writing in a small note-book.\n\nCUT TO:\n\nThe study. The author (at seventy-five) sits in an\narmchair writing in an identical small note-book. The\nsix-year-old boy plays with an army of metal soldiers on\nthe floor beside him.\n\nCUT TO:\n\nThe park. The girl in the trench coat and beret sits on\na bench near the statue of the author. She is just\nfinishing the final chapter of:\n\nTHE GRAND BUDAPEST HOTEL\n\fFOXSEARCHLIGHT.COM/AWARDS\n\nReleased by Twentieth Century Fox © 2014 Twentieth Century Fox\n\f"
}