{
  "1": "THE MAN FROM U.N.C.L.E.\n\nScreenplay by\n\nGuy Ritchie and Lionel Wigram\n\nAugust lst, 2012\n\f1963. Eighteen years after the defeat of the Nazis in World\nWar Two. The world is divided between the Capitalist West\ndominated by America and the Communist Eastern Bloc ruled\nover by Russia.\n\nEXT. BERLIN WALL - CHECKPOINT CHARLIE - DAY\n\nThe wall stretches in both directions as far as the eye can\nsee. Barbed wire, armed sentries and guard dogs. This is the\ndividing line.\n\nNAPOLEON SOLO crosses no-man’s land, past a sign which reads\n‘You are now entering East Germany.’ He’s in his 40's, poised\nand confident, with a ready smile. He shows his passport to\nan East German FRONTIER GUARD, addressing him in perfect\nGerman.\n\nThe Guard gestures for him to open his suitcase. Packed at\nthe top are samples of women’s underwear.\n\nSolo offers a sample to the Guard, who has a quick look over\nhis shoulder, takes a pair of tights and then hurriedly\ncloses the case, waving Solo through.\n\nAs Solo leaves the checkpoint, a train is heading towards the\nborder as if to cross it, but as it reaches the Berlin Wall,\nthe track suddenly curves so that the train remains in the\nEast, running parallel with the Wall. Clearly, a modification\nmade when the Wall was built.\n\nEXT. EAST BERLIN STREETS - DAY\n\nAs Solo walks along we see that he’s being followed. He's\naware of it too.\n\nSolo enters a bar.\n\nINT. BAR - DAY\n\nSolo orders a beer. As he drinks, he glances out of the\nwindow at the East German SECRET POLICEMAN who is following\nhim.\n\nNext to him, a prim-looking, middle-aged WOMAN finishes her\ncoffee, dabs her lips with the napkin, and leaves.\n\nSolo unfolds the lipstick stained napkin. On it is an\naddress, and a message, ‘YOU HAVE COMPETITION.’\n\nSolo puts the napkin in his pocket and exits.\n\fEXT. EAST BERLIN STREETS - DAY\nSolo easily loses his tail.\n\nHe heads to the address on the napkin. Outside is a car, Solo\ngets in.\n\nINT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe heads to the address on the napkin. Outside is a car, Solo\ngets in. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAR — DAY\n\nThe driver, ERNST, is a jovial looking fellow with an air of\ngypsy about him. He flashes a gold-toothed smile at Solo.\n\nERNST\n\nIf I was a rich man, la la la la.\nSOLO\n\nYou're about to be. Here’s your\n\nscotch.\n\nSolo fetches a bottle of single malt out of his case.\n\nERNST\nGlendronach 33. How did you find\nthis?\n\nSOLO\n\nYou owe me. That was harder to get\nthrough than a pair of jeans.\n\nERNST\nThe jeans as well?? You’re the\nmessiah.\n\nSolo produces the jeans.\n\nSOLO\nAnd you’re greedy, Ernst, but I\nlike you anyway. Now here is an\naddress, and we need to move, the\nRussians are onto my target.\n\nErnst looks genuinely excited and starts to unbuckle his\ntrousers.\n\nSOLO (CONT'D)\nWhat are you doing Ernst?\n\nERNST\nI can't wait...\n\nHe continues his mission. Solo rolls his eyes.\n\fERNST (CONT'D)\nYou even got the right size, and I\nam a little heavier than I used to\n\nbe.\n\nSOLO\nI predicted that. Did you get me a\ngun?\n\nErnst pulls his coat off the back seat, only to reveal a\nlarge machine gun.\n\nSOLO (CONT’D)\nIt’s a machine gun, Ernst. I asked\nfor something discreet.\n\nERNST\nI am sorry, but it’s the best I\ncould do. The Stasi watch\neverything. Since the Russians took\nover, it’s almost impossible to\nmake a dishonest living. Not like\nwhen you were in business. Don’t\nyou miss the old black-market days?\n\nThis hits a nerve with Solo.\n\nSOLO\nWhat? The hunger, the cold, the\nfilth? Not really, can we go now?\nI’m in something of a rush.\n\nEXT. GARAGE - DAY\n\nErnst points out a dodgy looking automotive repair shop under\nthe arches of the busy railway track.\n\nERNST\nIt’s a chop shop, I used this place\nfor years, but since things have\ntightened up, there’s not a lot of\nbusiness here anymore.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. GARAGE - DAY\n\nErnst points out a dodgy looking automotive repair shop under\nthe arches of the busy railway track. ERNST\nIt’s a chop shop, I used this place\nfor years, but since things have\ntightened up, there’s not a lot of\nbusiness here anymore. \n\nTARGET SECTION TO BE ANNOTATED:\n You want me\nto wait here?\n\nSOLO\nYeah, pick me up on the corner, and\nErnst, we need to get the girl over\nthe Wall tonight.\n\nERNST\nIt’s all arranged boss.\n\fINT. GARAGE - DAY\n\nThe walls are covered with motor-racing posters and\nphotographs of famous drivers.\n\nSolo approaches a mechanic who is working under a car, we can\njust see a pair of feet.\n\nSOLO (SUBTITLE)\n(in German)\nI’m looking for Frau Teller.\n\nThe mechanic rolls out from under the car. Meet GABY TELLER,\na 28 year-old knockout in a boiler suit.\n\nGABY\n(in German)\nI'm a little backed up, I won’t be\nable to get to your car until next\nweek.\n\nGaby affects a hard edge but her clothing, ruffled hair and\nthe oil-smudge on her cheek only serve to accentuate her\nvulnerability.\n\nSOLO\n(in German)\nMy name is Napoleon Solo. I’m here\nabout your father Frau Teller.\n\nGaby tenses. Solo smiles reassuringly.\n\nSOLO (CONT’D)\nWe need your help.\n\nGABY\n(in English)\nAmerican?\n\nSolo nods.\n\nGABY (CONT'D)\nI haven't seen my father since I\nwas ten years old.\n\nSOLO\nI imagine you're aware of what your\nfather did during the war?\n\nGABY\nHe was the senior scientist in the\nNazi rocket program. Is there\nanything else to know?\n\fSOLO\nAfter that, he came to work for the\nU.S. at Los Alamos. Five years ago,\nhe disappeared without a trace.\nWe've been looking for him ever\nsince, but this is the first sign\nwe've had of him. This picture was\ntaken a week ago by one of our\nagents in Egypt.\n\nSolo shows Gaby a black-and-white photograph of half a dozen\nmen seated at a conference table. Three are wearing high\nlevel military uniforms.\n\nSolo points to one man who is standing, gesticulating with\nhis arms as if to make a point. He’s an older professorial\n\ntype.\n\nGABY\nThat’s him...\n\nShe can’t hide the emotion in her voice.\n\nSOLO\nIt appears your father is in the\nprocess of making a deal to sella\nnuclear bomb to the Egyptians.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABY\nThat’s him... She can’t hide the emotion in her voice. SOLO\nIt appears your father is in the\nprocess of making a deal to sella\nnuclear bomb to the Egyptians. \n\nTARGET SECTION TO BE ANNOTATED:\nThat’s not great news for Israel,\nwhich isn’t good news for the rest\nof us. Nasty business nuclear war.\n\nGABY\nLook, I’m not proud of what my\nfather has done, but I told you, I\nhaven’t seen or heard from him in\neighteen years.\n\nSOLO\nWe believe he’s working for this\nman.\n\nHe points to a man seated next to the Professor. He’s dressed\nin an expensive linen suit but his face is mostly covered by\nthe Professor’s arm.\n\nGABY\nI can’t help you.\n\nShe disappears back under the car. Solo pulls her back out\nagain.\n\nSOLO\nBut I bet you know someone who can.\nAn old friend, a relative?\n\fGaby thinks about it, shakes her head.\n\nGABY\nI can't...\n\nSOLO\nIf you'll agree to help us, I can\nhave you on the other side of the\nWall tonight.\n\nGABY\nYou do understand that I could be\ntortured and imprisoned just for\nlistening to you?\n\nSOLO\nI’m offering you a new life.\nFreedom from all of that.\n\nGABY\nHow do I know you are who you say\nyou are? How do I know that\nanything you’ve told me is true?\n\nHe looks her directly in the eyes.\n\nSOLO\nI know this is sudden. I wish there\nwas more time. But that’s how\nurgent the situation is. I will\nprotect you and I will get you over\nthat wall. I just need you to...\n\nGABY\nTrust you?\n\nSOLO\nTrust me.\n\nAnd she almost does. Almost but...\nGABY\nWhy? Because you’re handsome and\n\nhave a nice smile?\n\nSOLO\nShall I make this easier?\n\nHe reveals the machine gun under his jacket.\nSOLO (CONT’D)\n\nYou're now my prisoner, you don’t\nhave a choice.\n\fGABY\nThat does make it easier.\nSOLO\nI have a driver waiting for us\n\noutside.\n\nEXT. GARAGE - DAY\n\nSolo heads out the door and slows abruptly. He notices that\n\nErnst’s car is not quite in the same place, and it’s hard to\nsee Ernst. He’s at a strange angle, Solo doesn’t like this,\n\nhe drops down quickly as a bullet whistles past his ear.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARAGE - DAY\n\nSolo heads out the door and slows abruptly. He notices that\n\nErnst’s car is not quite in the same place, and it’s hard to\nsee Ernst. He’s at a strange angle, Solo doesn’t like this,\n\nhe drops down quickly as a bullet whistles past his ear. \n\nTARGET SECTION TO BE ANNOTATED:\nHe rolls back into the shop.\n\nINT. GARAGE - DAY\n\nGABY\n(afraid)\nWhat’s going on? Who just shot at\nus?\nSOLO\n\nI need the keys to that thing.\n\nGABY\nWhat have you done?\n\nSOLO\nThe Russians are after your father\ntoo. It’s us or them. Like I said,\nyou don’t have a choice.\n\nBeat, as her mind clearly shifts.\n\nGABY\nI’m the only person who drives this\ncar.\n\nEXT. GARAGE - DAY\n\nThe shooter moves closer to get a better angle on the\nentrance to the garage. Meet ILYA KURYAKIN, Russian, he’s in\nhis early 30’s and radiates a rare combination of physical\npower and intelligence.\n\nHowever in contrast, his choice of clothing is distinctly\nodd.\n\fHe wears a suit, but it’s a conspicuously bold color and his\nshirt and tie have striking patterns which are completely\nmismatched. On anyone else, this get-up would look clownish,\nbut Kuryakin manages to make it look cool.\n\nAs he’s crossing the street, Gaby’s car roars out. Kuryakin\nsnaps his gun up to take aim, but instead of turning down the\nstreet, Gaby drives up on the sidewalk to be shielded by the\nparked vehicles.\n\nKuryakin lowers his gun, calmly walks back to his car, climbs\nin, and roars after them.\nEXT. EAST BERLIN STREETS - DAY\n\nGaby’s car screeches around the corner, scattering\npedestrians. Other cars are forced to swerve out of the way.\n\nIn the car, Gaby is clearly in her element. Her confidence\nreturns as she focuses on driving which she does with extra-\nordinary skill.\n\nKuryakin follows, relentless.\n\nCUT TO:\n\nINT. GABY’S CAR - DAY\nGaby slams on the brakes.\n\nSOLO\nWhat are you doing?\n\nGABY\nThis guy isn’t going to give up.\n\nSOLO\nI am aware of that, but what are\nyou doing?\nShe slams the car into reverse and tightens her safety belt.\nGABY\nHold on tight. This car is tougher\nthan it looks.\nShe hits the gas.\n\nCUT TO:\n\fINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis car is tougher\nthan it looks. She hits the gas. CUT TO:\n\fINT. \n\nTARGET SECTION TO BE ANNOTATED:\n KURYAKIN’S CAR - DAY\n\nHe rounds the corner to find Gaby looking over her shoulder,\nreversing straight at him at forty miles an hour. Kuryakin\nhas no time to dodge.\n\nCUT TO:\n\nEXT. EAST BERLIN STREETS —- DAY\n\nCRASH. There is an enormous smash as both cars come to a\nhalt. However, Gaby’s car is relatively undamaged. She tears\naway.\n\nCUT TO:\n\nINT. GABY’S CAR - DAY\nGaby turns to a shaken Solo.\n\nGABY\nYou okay?\n\nSOLO\nWhere did you learn to drive like\nthis?\n\nGABY\nWhat’s the point in fixing cars if\nyou can’t drive them?\n\nCUT TO:\n\nEXT. EAST BERLIN STREETS —- DAY\n\nKuryakin coolly climbs out of the wreckage of his car, and\nsurveys all the other cars that have stopped to look at the\nincident. He eventually sees one at the back, it looks fast.\nHe walks up to the DRIVER.\n\nDRIVER\n(in German)\nI saw the whole thing, that woman's\na lunatic!\n\nKuryakin waves his gun at him with a gesture that says “this\nis my car now” and the journey continues.\n\nCUT TO:\n\f10.\n\nINT. GABY’S CAR - DAY\nShe continues to drive fast, avoiding traffic, but eventually\nshe finds herself behind a rubbish truck, picking up trash.\n\nAnother car is close behind her, she’s stuck. She calmly\nlooks around.\n\nSOLO\nWe can’t stay here.\n\nGABY\nReally? You’re very observant.\n\nShe glances at a parallel road a block over, searching for\nanother way out. Suddenly, a car tears down the parallel\nroad. We only see it for a flash, but we know it’s Kuryakin.\nSolo and Gaby look at each other.\n\nGABY (CONT'D)\nHe couldn’t have seen us?\n\nPause. We hear a screech of tires.\n\nSOLO\nShall we get out of here?\n\nKuryakin’s car tears back and stops. How could he possibly\nhave seen them? Within a second, he is firing shots from his\npistol just inches away from their target.\n\nGaby doesn’t hang around. Again she puts the car in reverse,\nforcing the car behind her back.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nWithin a second, he is firing shots from his\npistol just inches away from their target. Gaby doesn’t hang around. Again she puts the car in reverse,\nforcing the car behind her back. \n\nTARGET SECTION TO BE ANNOTATED:\n This gives her enough room\nto mount the curb, knocking the TRASH COLLECTORS out of the\nway. She’s off again.\n\nCUT TO:\n\nINT. KURYAKIN’S CAR - DAY\n\nKuryakin steers with one hand, and shoots with the other.\nHe’s calmer than a coma.\n\nCUT TO:\n\nINT. GABY’S CAR - DAY\nSolo shoots back. Gaby downshifts.\nGABY\n\nThat man can drive. Can’t you shoot\nbetter than that?\n\f11.\nSOLO\nYou concentrate on the road.\nShe makes a hard left into an alley.\nSolo is thrown to one side and drops his gun on the floor.\n\nCUT TO:\n\nEXT. EAST BERLIN STREETS - DAY\nKuryakin overshoots.\n\nCUT TO:\n\nINT. GABY’S CAR - DAY\nSolo picks up his gun.\n\nGABY\nBetter?\n\nSuddenly, her expression changes.\n\nGABY (CONT'D)\nOh no!\n\nUp ahead is a sharp drop as a steep stone pedestrian\nstaircase leads down to the road below.\n\nSolo looks behind them. Kuryakin is catching up again. Sirens\nare approaching behind him.\n\nGaby is slowing down.\nSolo stays cool.\n\nSOLO\nWe can make it.\n\nGaby is shaking her head. Solo starts to climb into the back\nseat.\n\nGABY\nWhat are you doing?\n\nSOLO\nWe need more weight in the back.\n\nGABY\nI can't...\n\f12.\n\nSOLO\nYou can. You don’t, we’re both\ndead... Trust me... Now put your\n\nfoot down.\n\nGaby looks at him, hits the gas, and they’re airborne.\n\nEXT. STEPS - DAY\n\nAmazingly, the car lands on the steps, the back flies up, but\nit doesn't flip. Instead, it carries on down the steps,\nreaching the bottom with a crunch.\n\nKuryakin stops his car at the top of the steps. He climbs out\nof his car and watches them speed away.\n\nINT. GABY’S CAR - DAY\n\nSolo breathes a sigh of relief.\n\nSOLO\nI'm impressed. You alright?\nGABY\nThat’s a stupid question.\nSOLO\nShall I drive now?\nGABY\nYou’re okay, pal. Just stay where\n\nyou are.\nMore sirens.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABY\nYou’re okay, pal. Just stay where\n\nyou are. More sirens. \n\nTARGET SECTION TO BE ANNOTATED:\n Flashing lights in the distance.\n\nSOLO\nIn there.\n\nHe points to a multi-story parking structure.\n\nINT. PARKING STRUCTURE - DAY\n\nGaby parks her car.\n\nINT. CAR — DAY\n\nSolo and Gaby sit, tensely listening to the sirens go by.\nGradually, the sound fades into the distance.\n\f13.\nGABY\nStill going over the Wall tonight?\n\nSOLO\nFollow me.\n\nHe climbs out of the car.\n\nINT. PARKING STRUCTURE - DAY\n\nAs Solo and Gaby head for the exit, a car turns into the\nstructure.\n\nSolo pulls Gaby down behind a car. As the vehicle passes,\nthey see that it’s Kuryakin.\n\nSOLO\nWho is this guy?\n\nHe pulls her through the back-door.\n\nEXT. ALLEYWAY - DAY\n\nAs he and Gaby hurry down the alleyway, Solo looks back to\nsee Kuryakin, looking down at him from the second floor of\nthe parking structure.\n\nSolo pulls Gaby around the corner and breaks into a run.\n\nEXT. VARIOUS EAST BERLIN STREETS - DAY\n\nSolo and Gaby run. And run. And run.\n\nEXT. TRAIN TRACKS - DUSK\n\nSurrounded by industrial warehouses. Solo and Gaby crouch,\nhidden in the shadows of one of the warehouses. They are out\nof breath and Gaby looks spent.\n\nGABY\nWe haven’t lost him, have we?\n\nSolo puts a finger to his lips. A long beat. Sure enough,\nKuryakin appears between the buildings, coming towards them.\n\nA distant rumble grows louder. A train trundles along the\ntracks moving between them and Kuryakin.\n\nSOLO\nCome on.\n\f14.\nHe pulls Gaby up, and they run towards the train. Solo\nmanages to open one of the doors and push Gaby in.\nOn the other side, Kuryakin scans the night as the end of the\ntrain passes gradually, revealing the warehouses that were\nhidden behind it.\nIt appears that Kuryakin is going to let the train pass. At\nthe last minute, he runs to catch up with the final carriage,\nand jumps onboard.\nINT. TRAIN - DUSK\n\nSolo has been watching from the window. He pulls his head in.\n\nGABY\nDid he get on?\n\nSOLO\nLet’s move.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pulls his head in. GABY\nDid he get on? SOLO\nLet’s move. \n\nTARGET SECTION TO BE ANNOTATED:\nGABY\nThis is your idea of going over the\nWall?\nHe leads her towards the front of the train.\n\nAs they head along the passageway, the CONDUCTOR exits a\ncompartment.\n\nCONDUCTOR (SUBTITLE)\n(in German)\nTickets please.\nHe looks slightly suspicious at their dishevelled state.\n\nSOLO (SUBTITLE)\nTwo tickets for the Center please.\n\nHe pays the Conductor, who takes forever to give them change.\n\nAs they continue down the passageway, Kuryakin appears at the\nother end.\n\nThey hurry down the train.\n\nFinally, they reach the hallway outside the driver's\ncompartment. They can go no further.\n\nSolo opens the exterior door, but the train is travelling too\nfast to jump off. He looks ahead and sees the Berlin Wall\napproaching.\n\f15.\n\nSOLO (CONT’D)\nThe train has to slow down to make\nthe turn when it reaches the Wall.\nThat's when we jump.\n\nSirens and flashing lights. Solo looks out again. There are\nnow two cop cars driving alongside the train.\n\nHere comes Kuryakin. Solo ducks around the corner, just as a\nvolley of silenced machine gun fire thuds into the wall next\nto his head.\n\nGaby is crouched down, covering her head, body shaking.\n\nKURYAKIN\n(yells down the corridor)\nYou have no place to go, Mr. Solo.\nGive yourself up. There’s no reason\nfor the girl to die.\n\nSOLO\n(to himself)\nHe knows my name????\n\nSolo knows he’s right unless...\n\nHe tries the Driver’s door. Locked. Solo shoots the lock,\nbarges the door open.\n\nINT. TRAIN DRIVER'S CABIN - DUSK\n\nSolo sticks his gun in the DRIVER'S face. He’s a big, strong\nfellow.\n\nSOLO (SUBTITLE)\n(in German)\nFaster.\n\nDRIVER (SUBTITLE)\nWe won’t make the turn. The train\nwill crash into...\nHe gestures to the approaching Berlin Wall.\n\nSOLO (SUBTITLE)\nFaster.\n\nThe Driver doesn’t move, but his eyes give him away, flicking\nto the accelerator handle.\n\nSOLO (SUBTITLE) (CONT'D)\nThank you.\n\f16.\nSolo jams the accelerator forward. At that moment, the Driver\ngrabs for the gun.\nThey grapple as the Wall approaches.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSolo jams the accelerator forward. At that moment, the Driver\ngrabs for the gun. They grapple as the Wall approaches. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly, Kuryakin is in the cabin, his gun in Solo’s face.\nHe squeezes the trigger as...\nEXT. BERLIN WALL - NIGHT\n\nThe train jumps the tracks and smashes through the Wall.\n\nINT. CABIN - NIGHT\n\nSolo, Kuryakin, and the Driver are tossed around as the front\nof the train rolls over.\n\nEXT. BERLIN WALL - WEST - NIGHT\n\nThere is a massive hole in the Wall. More than half the\nlength of the train has gone through it, and is now in the\n\nWest.\n\nThe front carriage is on its side.\n\nINT. WEST BERLIN - TRAIN WRECKAGE - NIGHT\n\nSolo swims back into consciousness. The Driver lies groaning\nnext to him.\n\nSolo crawls into the passageway. He sees the girl, and hears\na groan, she’s semi-conscious.\n\nSOLO\nGaby?!...Can you hear me?\n\nHer eyes open.\nSOLO (CONT’D)\nYou're going to be alright. You’re\nsafe now.\nWe hear the sound of sirens as West German POLICE turn up.\nKuryakin is stuck in the wreckage, and can’t free himself\n\neasily, he can see his targets disappearing as he attempts to\npull himself out.\n\f17.\n\nINT. SAFE HOUSE - NIGHT\n\nSolo watches as a DOCTOR examines Gaby. She winces as he\ntouches her bruised ribs.\n\nSOLO\n(to himself)\nWelcome to freedom.\n\nThere’s a knock on the door and SANDERS enters. He’s an\neffete little man with an air of great cunning and\nintelligence about him. He’s also Solo’s boss.\n\nSANDERS\nWell done Solo.\n\nSolo stares at him for a long beat.\nSOLO\nWhy don’t we step outside.\nINT. SAFE HOUSE - KITCHEN - NIGHT\nSanders puts the kettle on.\nSANDERS\nWell, it appears the Russians are\n\nas anxious as we are to find\nProfessor Teller.\n\nSOLO\nI’ve had enough.\nSANDERS\nWhat is your secret?\n\n(beat)\nYou know there’s no one in the\nhistory of the Agency with a higher\nsuccess rate when it comes to\nrecruiting and running female\nassets. You’re a bit of a legend.\n\nA long pause. Solo stares at Sanders.\n\nSOLO\nYou heard what I said.\n\nSANDERS\nYou need a break.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSolo stares at Sanders. SOLO\nYou heard what I said. SANDERS\nYou need a break. \n\nTARGET SECTION TO BE ANNOTATED:\n\f18.\n\nSOLO\nNo, I have had enough. Twelve years\nof playing your little games. I’m\n\ndone.\n\nSANDERS\nYou seem to be forgetting\nsomething... You’re on thin ice\n\nSolo, and there are things,\nunpleasant things, lurking under\nit.\n\nSOLO\nThreatening me with a prison cell\nhas lost its traction Sanders. Put\nme away, it’s better for everyone's\nhealth.\n\nSANDERS\nPull yourself together Solo.\n\nSolo suddenly grabs him by the throat and pins him against\nthe wall.\n\nSOLO\nThis won’t mean much to you, but\nshe trusted me.\n\nSANDERS\nLook Solo, she’s going to be okay.\n\nThere's a beat, Solo releases his grip.\n\nSANDERS (CONT'D)\nI tell you what, let’s meet again\ntomorrow, we’ll talk about it\nsensibly.\n\nEXT. EGYPTIAN BARRACKS - GYM - EARLY MORNING\n\nAn EGYPTIAN OFFICER is running outside the barracks, he looks\nfit and has an expression like he means it. We become aware\nof a man running up behind him. This is ALEXANDER SKORPIOS,\nhe’s dressed to run.\n\nALEXANDER\nColonel. I heard you were an early\nbird.\n\nThe Egyptian acknowledges him, but continues running.\n\f19.\n\nCOLONEL\nI like the sand before the sun\nbeats it.\n\nALEXANDER\n\nI hope I am not bothering you?\n\nCOLONEL\nNot in the least, you and the\nProfessor have done Egypt a great\nservice... But I thought you had\nleft already, Mr... “Smith.”\n\nALEXANDER\nI’m back for the day. A couple of\nloose ends I needed to tie up. By\nway, my name is Alex...\n\nCOLONEL\nNo. Please. Let’s stick to\nprotocol.\n\nALEXANDER\n\nOh, I’m confident you can be\ntrusted Colonel. I’m Alexander\nSkorpios.\n\nCOLONEL\nGood to meet you, Mr. Skorpios.\n\nALEXANDER\n\nYou're quite a legend in the camp,\nColonel, winner of the army\ntriathlon six years in a row.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOLONEL\nGood to meet you, Mr. Skorpios. ALEXANDER\n\nYou're quite a legend in the camp,\nColonel, winner of the army\ntriathlon six years in a row. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nDo you mind if I train with you\ntoday? I am an amateur athlete\nmyself and this will be my last\nopportunity, since our business is\nconcluded.\n\nCOLONEL\nYou’re welcome to, but I warn you,\nthis is not a short work out.\n\nALEXANDER\nTwo hours every morning. A twelve\nmile run, followed by a two mile\nswim, and a cool down in the gym.\nYour routine is famous. I’1l drop\nout as soon as you pull away.\n\f20.\n\nCOLONEL\nVery good then.\n\nCUT TO:\nAn hour later. Alexander has clearly impressed the Colonel.\nCOLONEL (CONT’D)\nYou are doing very well, Mr.\nSkorpios.\nALEXANDER\nI am inspired by my company.\nEXT. EGYPTIAN BEACH - MORNING\nWe can see the Colonel is a tad concerned by the\ndetermination and ability of this man. They have reached the\nsea.\nCOLONEL\nSo, the sea. I go round the buoy,\n\nthen back again.\n\nALEXANDER\nI am ready.\n\nEXT. EGYPTIAN SEA - MORNING\n\nAn hour later. Alexander is clearly in front and showing no\nsigns of fatigue, the Colonel on the other hand is now trying\nto keep up...\n\nEXT. EGYPTIAN BEACH —- MORNING\n\nAlexander is waiting on the beach... jogging on the spot. The\nColonel pulls himself out of the water, he’s desperately\ntrying to not look knackered.\n\nCOLONEL\nWhere did you learn to swim like\nthat?\n\nALEXANDER\n\nMy father taught me that true\nphysical strength lies not in the\nbody, but in the mind. If you chew\nbitter for long enough, eventually\nit turns sweet. The gym?\n\f21.\n\nINT. GYM - DAY\nAlexander is on the bench with a bar over him...\n\nALEXANDER\nCould you spot me?\n\nAlexander thumps out ten reps of a very heavy weight.\n\nALEXANDER (CONT'D)\nYour turn.\n\nCOLONEL\nThat weight is too much.\n\nALEXANDER\nIt’s all in your mind, Colonel.\n\nCUT TO:\n\nThe Colonel is on the bench, under a weight that he has to\nstruggle with. Alexander stands over him, almost mockingly.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER\nIt’s all in your mind, Colonel. CUT TO:\n\nThe Colonel is on the bench, under a weight that he has to\nstruggle with. Alexander stands over him, almost mockingly. \n\nTARGET SECTION TO BE ANNOTATED:\nALEXANDER (CONT'D)\nPush push, that’s the spirit\nColonel, now we're getting\nsomewhere. Let’s see how strong you\nreally are.\n\nAt which point, Alexander releases the weight and the Colonel\ntakes the strain.\n\nALEXANDER (CONT'D)\nThat's it. Now tell me, how long\nhave you been a spy?\n\nThe Colonel is about to explode with the weight that’s over\nhim.\n\nCOLONEL\nTake the weight off me. I don’t\nknow what you’re talking about.\n\nALEXANDER\nYou're just not trying hard enough.\nWho are you working for, the\nAmericans, or the Russians?\n\nThe Colonel can’t take the weight for much longer.\n\nCOLONEL\nPlease...!\n\f22.\n\nALEXANDER\nTell me what I want to know, and I\ncan help you.\n\nCOLONEL\nThe Americans... and the Russians.\n\nALEXANDER\nThank you Colonel.\n\nAlexander reaches down and takes hold of the bar.\n\nCOLONEL\nHow did you know?\n\nALEXANDER\nYou and your government have no\nidea who you're dealing with\nColonel.\n\nWith almost superhuman strength, he raises the bar before he\nslams it down.\n\nEXT. WEST BERLIN - PARK - DAY\nA beautiful sunny day.\nSolo is walking with Sanders through public gardens.\n\nSANDERS\nHow’s the girl? Is she going to be\nhelpful?\n\nHe walks into a public restroom, gesturing that Solo should\nfollow.\n\nINT. PARK RESTROOM - DAY\nSanders checks the cubicles.\n\nSOLO\nI think so...\n\nSANDERS\nYou’1l have to do better than that.\n\nSOLO\nThere’s an old friend and colleague\nof her father’s, a Rudolph Von\nTrulsch, endearingly known as\n“Uncle Rudi.” Lives in Greece,\nworks for a big shipping company.\n(MORE )\n\f23.\n\nSOLO (CONT'D)\nShe's sure if anybody will be in\ntouch with her father, he’s the\nman.\n\nSanders is relieving himself.\n\nSANDERS\nRudi Von Trulsch. I think I have a\nfile on him somewhere. Name of the\nshipping company?\n\nSOLO\nTriton.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nI think I have a\nfile on him somewhere. Name of the\nshipping company? SOLO\nTriton. \n\nTARGET SECTION TO BE ANNOTATED:\nSANDERS\nEven more interesting, rumor has it\nthey smuggled Nazi gold to South\nAmerica after the war. Can she be\ntrusted?\n\nSOLO\nThat’s your department now sir, I\ngot you the girl and I got you a\nname. Now I’m done.\n\nSANDERS\nNo Solo, you'll be done when I tell\nyou you're done.\n\nSOLO\nI don’t think you understand. I am\nover it, for about a thousand\nreasons, not least of which, I am\nlosing whatever advantage I had\nover these people. That lunatic\nRussian android they put on me\nyesterday isn’t like men I have\ncome up against before. He was a\nrelentless Olympian. That was the\nclosest I have come to termination\nin the last ten years. It wasn’t me\nthat saved me, it was a banana skin\nhere and a rabbit foot there. In\nother words, luck. You want to send\nme back to the cell, send me. I’11\ngo. But I am done here.\n\nA MAN wearing a hat enters, shutting Sanders up.\nSolo looks over his shoulder as the Man raises his head, it’s\n\nKuryakin. They both look as surprised as the other about this\nunlikely meeting.\n\f24.\n\nWithout another word, they spring into action. They attempt\nto draw their guns, but there isn’t enough space to use them.\n\nA serious amount of hand-to-hand combat takes place,\ndestroying the lavatory. It ends with Kuryakin putting a\nchoke hold around Solo’s neck.\n\nSolo looks up for help from Sanders, he doesn’t have much\ntime. His boss calmly washes his hands as he gasps his last\nbreath.\n\nSolo spots an owl-like man entering the room. This is\nKuryakin’s boss, OLEG. He has the eccentric appearance of a\nchess grandmaster. He barks an order at Kuryakin.\n\nOLEG\nLet him go Ilya. You don’t want to\nkill your partner on the first day.\n\nKuryakin’s hold gradually relaxes, both men look shocked by\nthis information. Solo looks up at his boss, who throws away\nthe paper towel.\n\nSANDERS\nThat's what I was about to explain\nSolo, but as usual you jumped the\ngun.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nKuryakin’s hold gradually relaxes, both men look shocked by\nthis information. Solo looks up at his boss, who throws away\nthe paper towel. SANDERS\nThat's what I was about to explain\nSolo, but as usual you jumped the\ngun. \n\nTARGET SECTION TO BE ANNOTATED:\n We were going to meet them in\nthe cafe outside. Nature’s needs\nclearly got the better of their\nagent as he did of you.\n\nEXT. PARK - CAFE - MINUTES LATER\nOleg sips a cup of tea.\n\nOLEG\nWe don’t know yet who is behind\nthis but we both agree, not that\nSanders and I have ever talked\nbefore...\n\nHe and Sanders chuckle.\n\nOLEG (CONT'D)\n...-that it’s unacceptable to both\nour nations to have a third party\nmanufacturing and selling nuclear\nweapons to the highest bidder.\n\nSanders nods.\n\f25.\n\nSANDERS\nOur mutual interests dictate that\nwe should work together.\nUnofficially and off-the-books, of\ncourse, if the politicians knew\nabout this...\n\nSOLO\n(to Sanders)\nYou're forgetting something.\n\nSANDERS\nExcuse us for a second. Solo come\nwith me.\n\nSanders stands and Solo follows.\n\nSANDERS (CONT'D)\nI am not asking you to find the\nPresident's missing sticky book,\nit’s nuclear war we're talking\nabout!... If that’s not enough, and\nprison isn’t, then how about secret\naccount number 583937994? Your\nretirement policy. A tidy little\nsum from your noir racketeering\ndays... That account is now frozen,\nand I am the only man who can make\nit thaw, but first, you’re going to\ngo to work.\n\nSOLO\nThat man sitting there is the\nenemy! He killed your top agent in\nEast Berlin not twenty-four hours\nago, and spent the majority of\nyesterday trying very hard to kill\nme...\n\nSANDERS\nWell, you’1l be in safe hands then.\nYou yourself reported on how\ncapable he was. There is no choice\nin this Solo. Finish the job and\nthen, and only then, are you done.\nNow, we have twenty-four hours to\nget ready then you head to Greece\nwith the Russian and the girl, as a\nteam.\n\nSolo, looks over to Kuryakin. They just stare at each other.\n\nINTERCUT BETWEEN CIA CINE ROOM AND KGB CINE ROOM AS FOLLOWS:\n\f26.\n\nINT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey just stare at each other. INTERCUT BETWEEN CIA CINE ROOM AND KGB CINE ROOM AS FOLLOWS:\n\f26. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CIA CINE ROOM - DAY\n\nLights off, a Super 8 film fills us in: Images of a child\nsoldier getting a medal. A young man swimming in the\nOlympics. Another image pops up of him firing a gun at a\ntarget with deadly accuracy.\n\nSANDERS\nKuryakin’s father was killed by the\nNazis at the siege of Leningrad.\nThe day he got the news, our boy\njoined the army. He was fourteen.\nKilled so many Germans he was given\nthe nickname “The Leningrad\nPlague.” The KGB recruited him\nafter the war and spent years\nrefining him. His one flaw appears\nto be his temper. But make no\nmistake, he’s their top agent.\n\nCUT TO:\n\nINT. KGB CINE ROOM - DAY\n\nOleg clicks his finger and the lights are off, and Oleg walks\nin front of the film projected onto a wall. Now it’s Solo’s\nturn.\n\nOLEG (SUBTITLE)\nSolo was a sergeant in the Marines\nduring the war. He was awarded the\nMilitary Cross for bravery. He was\nstationed in Berlin after the war,\nwhere he became involved in\nmultiple criminal activities,\nmostly dealing in black-market\ngoods. He speaks many languages,\nand he’s highly cultured for all\nthe wrong reasons. He has a a broad\nknowledge of art, wine, antiques,\nonly in order to know it’s black\nmarket value. He was facing a\nfifteen year prison sentence for\nhis crimes, but the CIA recognized\nhis talent and offered to withhold\nhis sentence, as long as he worked\nfor them. Since then, he has been\ninvolved in some of their most\nimportant and dangerous clandestine\noperations. He has consistently\nbested our top operatives.\n\n(MORE )\n\fOLEG (SUBTITLE) (CONT'D)\nHe’s not predictable. He’s not a\nproduct of the system.\n\nKuryakin nods.\n\nSanders paces in front of Solo.\n\nSANDERS\n\nYour main mission is to prevent the\n\ndelivery of the bomb. That is the\n\nfirst priority. However, you have a\n\nsecond obligation. Professor\nTeller’s research represents the\nnext generation of nuclear weapons\ntechnology.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat is the\n\nfirst priority. However, you have a\n\nsecond obligation. Professor\nTeller’s research represents the\nnext generation of nuclear weapons\ntechnology. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s way ahead of\nanything we or the Russians have\ncurrently, and clearly he’s\nsucceeded in putting it into\npractice. That research will be on\na disk. We must have that disk and\nabove all else, it must not fall\ninto the hands of the Russians.\n\nOleg lies on a sofa while Kuryakin paces.\nOLEG\n...it is essential that we get it\n\nand not the Americans. Once you\nhave completed your main mission...\n\nSanders stops pacing.\n\nSANDERS\nYou are to use any means...\n\nOleg gets off the sofa.\nOLEG\n\n..-mecessary to secure it. Do I\nmake...\n\nSanders stares at Solo.\n\n27.\n\nCUT TO:\n\nCUT TO:\n\nCUT TO:\n\nCUT TO:\n\nCUT TO:\n\f28.\n\nSANDERS\n..-myself clear?\n\nCUT TO:\n\nINT. SAFE HOUSE - KITCHEN - DAY\n\nGaby sits opposite Solo, who passes her a cup of tea. She’s\nlooking much better.\n\nGABY\nI kept my end of the deal, and I\nalmost died for it. And now you\nwant me to come to Greece?\n\nSOLO\nLook we don’t have much time, and I\nneed access to Uncle Rudi. If\nanybody knows where your father is,\nit’s him, and if there’s one person\nhe’ll tell, it’s you.\n\nGABY\nI can’t do this. I don’t know this\nworld, you’re asking me to be\nsomething I am not.\n\nSOLO\nTrust me. All I need you to be is\nyourself. I’11l guide you through\nit, this is what I do. Look at it\nas a holiday. You can see the\nsights, get a tan. And I promise\nthere'll be no danger.\n\nShe's melting.\n\nGABY\nPromise?\n\nSOLO\nPromise.\n\nThe chemistry between them is undeniable, but Solo’s all\nbusiness.\n\nSOLO (CONT’D)\nNow, you need some clothes. Let’s\ngo shopping.\n\f29.\n\nINT. CLOTHING STORE - DAY\n\nA nice mid-range place that sells sensible clothes.\nSolo watches as Gaby looks at dresses.\n\nHe spots an elegant black dress.\n\nSOLO\nThis one isn’t bad.\n\nHe shows Gaby the dress. She shakes her head.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO\nThis one isn’t bad. He shows Gaby the dress. She shakes her head. \n\nTARGET SECTION TO BE ANNOTATED:\nGABY\nBlack is for funerals.\n\nShe turns to look at another dress. A troubled look passes\nover Solo’s face. He’s all too aware that Gaby’s wellbeing is\nagain his responsibility.\n\nGABY (CONT'D)\nSo Russia and America have become\nfriends over this issue have they?\n\nSOLO\nWell, friends might be an\noverstatement... But as coincidence\n\nwould have it, you do already know\nthe man we have to partner with.\n\nGABY\nKnow him? How can I know him?\n\nAt which point, Solo spots Kuryakin. As usual, he’s dressed\nin an outlandishly colorful and mismatched get-up, which he\nsomehow manages to make cool.\n\nSOLO\n(to Kuryakin)\nYou're early.\n\nKURYAKIN\nWe're in a hurry.\n\nGABY\nWait just a second. Isn’t that the\nman...?\n\nSOLO\nYes, it is. I told you, you know\nhim.\n\nGABY\n\nYou've got to be kidding.\n\f30.\n\nSOLO\nIt’s going to be fine.\n\nKuryakin smiles and takes her hand.\n\nKURYAKIN\nIlya Kuryakin. You are quite a\ndriver young lady, I like that ina\nwoman.\n\nGABY\nI feel sick. Make it stop.\n\nSOLO\nThat’s perfectly normal, you'll get\nused to the feeling.\n\nHe sees the dress.\n\nKURYAKIN\nDid you pick this dress?\n\nLooking at Solo.\n\nKURYAKIN (CONT’D)\nThere is no way my woman is wearing\nthis dress.\n\nGABY\nWhat do you mean “my woman?” Solo,\nwhat does he mean?\n\nSOLO\nI think you should leave this\ndepartment to me, no offense but...\n\nKURYAKIN\nMy fiancee would never wear this.\nGABY\nFiancee?\nThey ignore her.\nSOLO\n\nReally, now you're a Russian\nfashion expert? And that suit is\nyour qualification?\n\nKURYAKIN\nSo you’re an expert on what a\nRussian architect looks like,\nCowboy?\n\f31.\n\nGABY\nI’m not doing this.\n\nShe storms out of the shop. Solo looks sarcastically at Ilya.\n\nSOLO\nGood work.\n\nKURYAKIN\nYour job was to prepare her.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nSolo looks sarcastically at Ilya. SOLO\nGood work. KURYAKIN\nYour job was to prepare her. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLO\nYour job was to give me time.\n\nEXT. STREET - EVENING\n\nIt’s a beautiful evening. Gaby paces in front of a fountain\nwhile Solo talks.\n\nSOLO\nHe’s an architect designing a new\nresort for heroes of the Soviet\nUnion by the Black Sea. The\nMinister has a weakness for\nclassical architecture so he’s been\nsent to Greece to study it. He’s\nmanaged to get a visa for his\nfiancee.\n\nGABY\n(in horror)\nMe?!\n\nSOLO\nIt’s the perfect cover. Since Uncle\nRudi lives in Athens, it’s only\nnatural that you would pay hima\nvisit to tell him the good news,\nand ask him about your father.\n\nGABY\nNow you want me to be an actress?\n\nSOLO\nIt’s easier than it seems, I’11l\ncoach you through it.\nGaby shakes her head.\n\nGABY\nThis is insane.\n\f32.\n\nSOLO\nYou can do it Gaby, I'll admit it’s\na challenge, but I know you can\nhandle it.\n\nShe considers, but again she’s melting.\n\nGABY\nI can’t believe I’m doing this.\nWhat will you be doing while I’m\nplaying the Russian bride?\n\nSOLO\nI'll be playing an executive for\nAmerican oil, on a business trip to\ncheck out Triton shipping, Rudi’s\nemployer.\n\nEXT. SKORPIOS ISLAND - BEACH - DAY\n\nPROFESSOR UDO TELLER, Gaby’s father, stands alone on the\nrocks, staring out to sea.\n\nLooming over him on the cliffs above is a medieval castle.\n\nTwo men approach him from the direction of the fortress. One\nis Alexander Skorpios. The other is another older gentlemen,\nvery well dressed, with a mane of thick white hair. There’s\nan air of dissipation about him. Meet RUDOLPH VON TRULSCH aka\n“UNCLE RUDI.”\n\nUNCLE RUDI\nHello Udo.\n\nThe Professor is startled from his reverie.\n\nUDO\nRudi. What are you doing here?\n\nALEXANDER\nI asked him to come.\n\nAlexander clearly makes Udo nervous.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat are you doing here? ALEXANDER\nI asked him to come. Alexander clearly makes Udo nervous. \n\nTARGET SECTION TO BE ANNOTATED:\nUDO\n(to Uncle Rudi)\nWhat do you want me to say? I’ve\nserved loyally for twenty-five\nyears, haven't I?\n\nUNCLE RUDI\nNo one is questioning your loyalty.\n\f33.\n\nUDO\nIt is one thing for the\norganization to have nuclear\ncapability for the purposes of\nleverage or deterrent. It’s quite\nanother for us to sell the bomb to\nother parties, who will use it to\ncommit genocide.\n\nALEXANDER\nThe orders come directly from the\nReichs-Marshall in Buenos Aires. It\nis not for you to question them.\n\nUDO\n(shouting)\nThey didn’t build it! They’re not\ndirectly responsible!\n\nALEXANDER\nIt’s too late for second thoughts\nProfessor. You must finish the job\nyou started!\n(to Uncle Rudi)\nTalk to him.\n\nHe turns and leaves.\nRudi puts a calming hand around the Professor’s shoulders.\n\nUNCLE RUDI\nI have some happy news, Udo. I’ve\nheard from Gaby.\n\nThe blood drains from Udo's face.\n\nUNCLE RUDI (CONT’D)\nShe's coming to Athens, with her\nnew fiancee. Imagine our little\nGabriella getting married. Perhaps\nit’s time for a reunion?\n\nUdo looks horrified.\nUDO\nI don’t want her involved in this.\nKeep her away Rudi. Promise me...\nINT. AIRPLANE - DAY\nSolo walks onto the plane, stops for a second, and sees\n\nKuryakin and Gaby sitting together in first class. She hasn’t\nseen Solo, but Kuryakin has, and takes a sip of champagne.\n\f34.\n\nSolo takes a step in their direction when he is stopped by\nthe STEWARDESS. She looks at his ticket...\n\nSTEWARDESS\nSorry sir, your seat’s the other\nway...\n\nKURYAKIN\nLaugh.\n\nGABY\nWhat?\n\nKURYAKIN\nYou must do what I tell you to do,\nwhen I tell you to do it... It\ncould save your life. Do you\nunderstand?\n\nGABY\nI understand.\n\nKURYAKIN\nGood, now laugh... spontaneously,\ndeeply, viscerally...\n\nSolo takes this in as the Stewardess points him towards the\neconomy seats, filled with distinctly un-glamorous people.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABY\nI understand. KURYAKIN\nGood, now laugh... spontaneously,\ndeeply, viscerally... Solo takes this in as the Stewardess points him towards the\neconomy seats, filled with distinctly un-glamorous people. \n\nTARGET SECTION TO BE ANNOTATED:\nGaby laughs. Solo looks back at his new partner, who looks\nover his shoulder before he whispers back in Gaby’s ear...\n\nKURYAKIN (CONT’D)\nGood. Now, where did we first have\ndinner?\nSOLO\n(to himself)\nOh, you’re just too funny, aren't\nyou, Babushka.\nEXT. ATHENS - GRAND HOTEL - DAY\nA magnificent palace of a building in the best part of town.\nSolo exits a cab. A BELL-BOY hurries over to relieve him of\nhis luggage and escorts him inside.\n\nINT. GRAND HOTEL - LOBBY - DAY\n\nOozing luxury and old school grandeur. This is clearly the\nplace where the Athenian jet-set meet.\n\f35.\n\nAs Solo approaches the check-in desk, he passes Kuryakin and\nGaby being escorted to the elevator.\n\nSolo waits as the guest ahead of him finishes checking in.\nHe’s a distinguished looking older man.\n\nDESK CLERK\nEnjoy your stay, Mr. Waverly.\n\nWAVERLY\n(English accent)\nThank you, my good man.\n\nSolo smiles at the pretty DESK CLERK.\n\nSOLO\nHolstein. Checking in.\n\nDESK CLERK\nWelcome to Athens, Mr. Holstein.\n\nINT. GRAND HOTEL - ROOM - DAY\n\nSolo sighs as he takes in the narrow single bed and the\nwindow which looks out to the wall of the adjacent building.\n\nBELL-BOY\nIs there anything else I can help\nyou with, Mr. Holstein?\n\nSolo tips the Bell-Boy who looks very pleased with the\namount. The Bell-Boy leaves, the door shuts. Solo looks at\nhis watch and goes to open the door. There is a MAN standing\nthere with another case, he looks surreptitiously down the\ncorridor, and then passes the case to Solo.\n\nAGENT\nYou have an appointment with the\nowner of Triton shipping tomorrow\nmorning. Details are in here.\n\nHe hands Solo an envelope and disappears.\n\nSolo unpacks the case. He presses a secret latch revealing a\nfalse bottom. Underneath is his spy gear: an automatic with\nsilencer, a couple of false passports, miniature camera, and\nan assortment of electronic bugging and tracking devices.\n\nINT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe presses a secret latch revealing a\nfalse bottom. Underneath is his spy gear: an automatic with\nsilencer, a couple of false passports, miniature camera, and\nan assortment of electronic bugging and tracking devices. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GRAND HOTEL - SUITE - NIGHT\n\nGaby stands on the balcony admiring the view of the\nAcropolis.\n\f36.\n\nThere’s a knock at the door. Kuryakin replaces the false\nbottom in his very similar suitcase, concealing his own spy\ngear, before letting Solo in.\n\nGaby hands Solo an envelope.\n\nGABY\nUncle Rudi has invited us for\ndinner this evening.\n\nSolo looks at the card.\n\nKURYAKIN\nUs...\n\nHe points to himself and Gaby.\n\nSOLO\nThat's fortuitous, Taverna Tony.\nI've heard it’s the best restaurant\nin Athens. I’1l be close by.\n\nKURYAKIN\nTake the evening off Cowboy. We\nwon’t need you.\n\nSOLO\nIt wasn’t you I was thinking of,\nKalinka. I'll be there anyway. A\nman has to eat and I like a sun-\ndried octopus.\n\nKuryakin finishes knotting his tie, and puts on his jacket.\nOnce again, the clothes should be ridiculous, but Kuryakin\nsomehow pulls it off.\n\nSOLO (CONT’D)\nDo you want me to lend you a tie?\n\nKuryakin just laughs and stands next to Gaby.\n\nKURYAKIN\nHow do we look, John Wayne?\n\nSOLO\nLike a beautiful wave clipper\nweighed down by a very heavy\nanchor.\n\nKURYAKIN\nDon’t listen to him angel, you look\nmagnificent.\n\f37.\n\nSOLO\nNo one can accuse you of cowardice,\nStalin.\n\nKuryakin takes a ring out of his pocket and slips it on\nGaby’s engagement finger.\n\nKURYAKIN\nNow... like we’re lovers.\n\nHe takes her hand and goes to kiss her on the lips.\n\nGABY\nWhere do you think you’re going?\n\nKURYAKIN\nPractice angel, practice.\n\nGABY\nPractice on him.\n\nEXT. ATHENS - TAVERNA TONY RESTAURANT - NIGHT\n\nAn outdoor restaurant on the most fashionable boulevard in\nAthens. The rich and the beautiful populate the streets and\nbars, drinking cocktails at the candlelit tables, or driving\nby in their open-topped Italian and British sports cars.\n\nA group of paparazzi are hanging out in front, photographing\nthe guests as they come and go.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nATHENS - TAVERNA TONY RESTAURANT - NIGHT\n\nAn outdoor restaurant on the most fashionable boulevard in\nAthens. The rich and the beautiful populate the streets and\nbars, drinking cocktails at the candlelit tables, or driving\nby in their open-topped Italian and British sports cars. A group of paparazzi are hanging out in front, photographing\nthe guests as they come and go. \n\nTARGET SECTION TO BE ANNOTATED:\nKuryakin and Gaby are seated at one of the best tables.\n\nGABY\nUncle Rudi has been good to me. He\npaid for private tutors for years\nin Germany, so he likes to play at\nbeing my father sometimes. So,\nunderstand if he starts to grill\nyou.\n\nSolo is seated at a table near the door. He’s listening to\nthe conversation through a tiny earpiece. He eats his octopus\nwhile reading a guide book. He has a camera around his neck.\nHe takes the occasional snapshot. Typical American tourist.\n\nA massive Mercedes pulls up. The CHAUFFEUR hurries to open\nthe door and out steps Uncle Rudi.\n\nSolo notices him nod almost imperceptibly to two THUGS\nstanding on the far side of the road. He snaps a shot of Rudi\nand zooms his lens to reach the Thugs.\n\f38.\n\nUNCLE RUDI\nGabriella my darling! Age is being\nmuch kinder to you than it is to\nme. So rare that a facade so pure,\nreflects so accurately the goods it\ncontains.\n\nHe kisses her hand. Kuryakin rolls his eyes.\n\nGABY\nYou're doing it again Uncle, stop\nwith your flattery.\n\nUNCLE RUDI\nNonsense, I report the truth. I\nnever thought I’d see you out of\nthat country of darkness. The light\nof freedom treats you well. No\ndisrespect to you young man, or\nshould I call you Comrade?\n\nHe turns to Kuryakin.\n\nKURYAKIN\nWhatever makes you happy sir.\n\nUNCLE RUDI\nWhat will make me happy, is to know\nthat my Gabriella will be marrying\naman that’s worthy of her. And how\nlong have you two lovebirds known\neach other?\n\nGABY\nTwo years Uncle.\n\nUNCLE RUDI\nYou didn’t think to mention him.\nWere you ashamed?\n\nKuryakin looks confused.\n\nKURYAKIN\nWhy should she be?\n\nUNCLE RUDI\nI appreciate that the equity of\naristocratic blood is wasted on a\ncommunist, however, even a Russian\npeasant must recognize the\nincompatibility of mixing the blood\nof a race horse with that of a cart\nhorse.\n\f39.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nKURYAKIN\nWhy should she be? UNCLE RUDI\nI appreciate that the equity of\naristocratic blood is wasted on a\ncommunist, however, even a Russian\npeasant must recognize the\nincompatibility of mixing the blood\nof a race horse with that of a cart\nhorse. 39. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Russian goes quiet as he tries to calculate the depth of\nthe insult that has been levelled at him.\n\nGABY\nYou must forgive Rudi, Ilya\ndearest, he’s a terrible snob. And\nnot to be taken to seriously.\n\nThe Russian is speechless, his hands grip the side of his\nchair.\n\nUNCLE RUDI\nTell me Ilya, did they get you to\nbuild the Wall before they put you\nbehind it? You are shaped like a\npower lifter, not an architect!\n\nThe Russian forces himself to speak.\n\nKURYAKIN\nI like to jog...\n\nUNCLE RUDI\n\nDoes Gabriella ride on your back?\nYou must jog a great deal to look\nlike that, it’s a wonder you have\nany time for architecture. And\nwhere do you jog to? Or is it the\nkind of jogging that goes nowhere?\nPlease tell me it’s not that, not\nthe “old dog chasing its tail”\nroutine.\n\nWe can see the Russian has had enough.\n\nKURYAKIN\nNo, jogging’s the warmup to the\n“pulling the tongues out of old men\nwho have forgotten what trouble it\ncan get them into” routine.\n\nPause, this could go either way. Solo, who’s heard\neverything, looks horrified.\n\nUNCLE RUDI\nA sense of humor and a muscled\ncorsair’s daring, all wrapped up in\na tie that can only be worn by a\nman permanently drunk on courage. I\ncommend you on your choice Gaga, a\nrare find. Now let’s order.\n\f40.\n\nRudi gives a slight nod, and the Greek band strikes up a\ntune.\n\nDISSOLVE TO:\n\nEXT. ATHENS - TAVERNA TONY - NIGHT\nKuryakin, Gaby, and Uncle Rudi are on their coffee.\n\nGABY\nUncle, I’ve been wondering about my\nfather. I’d give anything to see\nhim again. You're his greatest\nfriend, I thought perhaps.\n\nUNCLE RUDI\nYour father is a fugitive, my dear.\nA hunted man. He’d be very foolish\nto be anywhere in Europe.\n\nGABY\nBut if there were any way to reach\nhim? His only daughter is getting\nmarried after all.\n\nRudi shakes his head.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABY\nBut if there were any way to reach\nhim? His only daughter is getting\nmarried after all. Rudi shakes his head. \n\nTARGET SECTION TO BE ANNOTATED:\nUNCLE RUDI\nGabriella, I feel for you as I\nwould for my own child, but I’m\nafraid I can’t help you.\n\nHe stands.\n\nUNCLE RUDI (CONT’D)\nAnd now, it’s getting late. I\nhighly recommend that you take the\nshort stroll back to your hotel.\nThe Acropolis at night is something\nnot to be missed, especially for an\narchitect.\n\nSolo watches as they exit. Rudi points which way to walk\nbefore he is whisked away in the massive Mercedes.\n\nAs Kuryakin and Gaby stroll up the boulevard, the two Thugs\nfrom the beginning of the scene start to follow them.\n\nEXT. STREET - NIGHT\n\nKuryakin and Gaby turn the corner.\n\f41.\n\nGABY\nI can’t believe you threatened to\npull his tongue out.\n\nKURYAKIN\nI wouldn't have pulled it out, just\nstretched it a little. We used to\ndo it in the early days, it takes\nquite a lot of technique.\n\nGABY\nWhere do you come from?\n\nKURYAKIN\nJust kidding.\n\nGABY\nNo you weren’t.\n\nKURYAKIN\nOkay, I wasn’t, but that doesn’t\nmatter now. What does is that Rudi\nknows exactly where your father is.\n\nGABY\nWhat makes you so sure?\n\nThey are interrupted by the sudden arrival of a moped, it’s\nSolo.\n\nSOLO\nYou're being followed.\n\nKURYAKIN\nI know, two of them. “Goose-step”\nRudi sent them. I know what they’re\ndoing here, but I don’t know what\nyou're doing here. I told you I\ndidn’t need your help.\n\nSOLO\nOh yes, you do. Now give me your\ngun, before it gets us all into\ntrouble. You’ve clearly got a very\nshort temper... threatening to pull\nhis tongue out.\n\nKURYAKIN\nIt’s not very short.\n\nGABY\nYes it is.\n\f42.\n\nSOLO\nIt’‘ll happen around the next\ncorner. It’s quiet and they’ve put\nthe street lamp out. Remember,\nyou're an architect, take it like a\npussy. Now give me your gun. I\ndon’t have time to argue.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nRemember,\nyou're an architect, take it like a\npussy. Now give me your gun. I\ndon’t have time to argue. \n\nTARGET SECTION TO BE ANNOTATED:\nKuryakin rolls his eyes and obliges.\n\nGABY\nI don’t understand.\n\nKuryakin reluctantly hands the gun over. Solo zooms off on\nthe moped.\n\nGABY (CONT'D)\nWhat’s going on?\n\nKURYAKIN\nAct scared.\n\nGABY\nI don’t need to act.\n\nHere come the two Thugs. One pushes Kuryakin against the wall\nand jabs a knife against his throat. Kuryakin’s fingers\ntwitch, but then his hand relaxes.\n\nThe other grabs Gaby by the arm.\n\nTHUG 1\nMoney!\nKURYAKIN\nYes, yes... Take whatever you want.\n\nWe don’t want any trouble.\nThug 1 rifles through Kuryakin’s pockets, takes his money.\n\nThe other does the same with Gaby’s purse. Then he pulls the\nrings off her finger.\n\nTHUG 1\nWatch.\n\nKURYAKIN\nPlease, it was my father’s, it’s\nnot worth anything.\nThug 1 slaps him, hard.\n\nTHUG 1\nNow!\n\f43.\n\nKuryakin grits his teeth. It’s taking all of his self control\nnot to react as Thug 1 rips the watch off his wrist and\npauses, he looks into Kuryakin’s eyes.\n\nTHUG 1 (CONT'D)\nYour woman’s braver than you.\n\nHe slaps him again. Kuryakin fakes fear... but he slightly\nbetrays himself. He gets slapped again.\n\nGABY\nYou have what you want, now please\nleave us!\n\nTHUG 1\nNothing to say big man?\n\nSlap...\n\nKURYAKIN\nNot really.\n\nTHUG 1\nNothing? What’s all the muscles\nfor?\n\nAnother slap, then the two men run off.\nSolo steps out of the shadows.\n\nSOLO\nEveryone okay?\n\nKuryakin groans.\n\nKURYAKIN\nEnjoy the show?\n\nSolo hands him back his gun.\n\nSOLO\nGood restraint. Your father’s\nwatch. Nice touch.\n\nKURYAKIN\n(annoyed)\nIt wasn’t a touch, it was his\nwatch.\n\nGABY\nI still don’t understand.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nNice touch. KURYAKIN\n(annoyed)\nIt wasn’t a touch, it was his\nwatch. GABY\nI still don’t understand. \n\nTARGET SECTION TO BE ANNOTATED:\n What’s\ngoing on?\n\f44,\n\nSOLO\nYour Uncle Rudi wanted to find out\nif Kalinka here really was an\narchitect, and not some short-—\ntempered lunatic Russian spy.\n\nKURYAKIN\nI want my watch back.\n\nINT. GRAND HOTEL - SUITE - NIGHT\n\nGaby is talking on the telephone, watched by Solo and\nKuryakin.\n\nGABY\nRight after we left you, Uncle\nRudi. It was horrible... They beat\npoor Ilya... No he'll be okay, it’s\njust the shock, he felt so helpless\nand weak.\n\nShe looks at Kuryakin with a slight smile, he doesn’t return\nit.\n\nGABY (CONT’D)\nYes, the hotel is sending a doctor.\nokay, good-night then.\n\nShe hangs up the phone.\n\nGABY (CONT'D)\n\nHe’s invited us to the racetrack\ntomorrow, to watch his employer's\nteam practice.\n\nSOLO\nAnd I have an appointment to meet\nthe same man tomorrow morning,\nearly, to discuss oil tankers.\n\nINT. ALEXANDER SKORPIOS’ OFFICE - NIGHT\nRudi hangs up the phone.\nUNCLE RUDI\n\nShe'll be coming to the racetrack\ntomorrow.\n\f45.\n\nALEXANDER\nGood. She’s exactly what we need to\nconvince her father to finish the\njob. What do you think about the\nRussian?\n\nUNCLE RUDI\nI am not sure.\n\nALEXANDER\nWell you need to be.\n\nUNCLE RUDI\nLeave it with me.\n\nEXT. PORT OF ATHENS - DAY\n\nA taxi drops Solo off outside, a brand new ultra-modern\nbuilding at the entrance to one of the piers, TRITON\nSHIPPING.\n\nEXT. TRITON HEADQUARTERS —- COURTYARD - DAY\n\nA SECRETARY leads Solo through a beautifully landscaped\ngarden filled with classical sculptures.\n\nSECRETARY\nThis way, Mr. Holstein.\n\nSOLO\nImpressive sculptures.\n\nSECRETARY\nWe're proud to be the largest\nprivate restorers of antiquities in\nall of Greece.\n\nThey continue past a converted warehouse with big glass\nwalls, where there are twenty MARTIAL ARTS STUDENTS fighting.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO\nImpressive sculptures. SECRETARY\nWe're proud to be the largest\nprivate restorers of antiquities in\nall of Greece. They continue past a converted warehouse with big glass\nwalls, where there are twenty MARTIAL ARTS STUDENTS fighting. \n\nTARGET SECTION TO BE ANNOTATED:\nSECRETARY (CONT’D)\nAnd this is our Spartan Boxing\nAcademy. It was founded by Mr.\nSkorpios’ father. Legend has it\nthat the three hundred Spartans\nused this same fighting style to\nhold off ten thousand Persians at\nthe battle of Thermopylae.\n\nSolo notices a very attractive young woman among them, she\nappears to be a skillful fighter.\n\f46.\n\nSECRETARY (CONT’D)\nThis way please.\n\nThey enter a modernist pavilion in the middle of the garden.\n\nINT. ALEXANDER SKORPIOS’ OFFICE - DAY\n\nA huge room. Alexander Skorpios finishes issuing orders to an\nunderling.\n\nSolo looks at a series of family photographs on the wall.\nPictures of: Alexander and Elena as children; their mother, a\nbeautiful older woman, and in pride of place, a picture of a\nbig brute of a man, ACHILLES SKORPIOS, standing in front of a\nfishing boat with his two young children.\n\nALEXANDER\nMr. Holstein?\n\nSOLO\nQuite a set up you have here, Mr.\nSkorpios.\n\nALEXANDER\nYou liked our Spartan Boxing\nAcademy? Great exercise and so much\nless boring than running or going\nto the gym. My father practiced it\neveryday and he lived to ninety-\neight! You should try it sometime.\n\nSOLO\nI'm afraid I’m not much of a\nfighter.\n\nALEXANDER\n\nWell, we could always have my\nsister give you a lesson.\n\nSOLO\nI’m not sure whether to be\nflattered or offended.\n\nALEXANDER\nPlease sit down. Can I get you a\ncoffee or anything?\n\nSOLO\nI’m fine. Thank you.\n\nALEXANDER\nSo, Mr. Holstein, I’m surprised\nthat we haven’t met before.\n(MORE )\n\f47.\n\nALEXANDER (CONT'D)\nI thought I knew everyone at Texas\nOil.\n\nSOLO\n\nI’m freelance, so to speak Mr.\nSkorpios. My employers are not\nhappy with their current shippers,\nand they are looking to make a\nchange, but they don’t necessarily\nwant to advertise their intentions\nby sending their own executives.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO\n\nI’m freelance, so to speak Mr. Skorpios. My employers are not\nhappy with their current shippers,\nand they are looking to make a\nchange, but they don’t necessarily\nwant to advertise their intentions\nby sending their own executives. \n\nTARGET SECTION TO BE ANNOTATED:\nALEXANDER\nSo you’re not here to spy on us?\n\nSOLO\nWell, if I am, I am not about to\nadmit it to you sir. But I’m\nintrigued, why would the owner of a\nshipping company be worried about\nspies?\n\nALEXANDER\nThe biggest shipping company in the\nworld, Mr. Holstein. We can move\nfour billion tons of oil a year,\nwhich I trust will be enough to\ncover your needs. But our aerospace\ndepartment now represents a quarter\nof our business. New technology is\na very competitive field and we\nhave had issues with industrial\nspies. Regrettably, we’ve found it\nnecessary to be quite rough on\noccasion.\n\nSOLO\nWell then, you'll be relieved to\nhear that I’m not remotely\ninterested in stealing your\naerospace secrets. You’re\nsculptures on the other hand... I\nhaven’t seen a Praxiteles and a\nLysippus in the same room since the\nChristie’s sale of ‘59.\n\nALEXANDER\nAh, finally a man who has his\npriorities in order. So rare in\nthis business. Tell me, what are\nyou up to this afternoon? I’m\nhaving a little gathering at the\nracetrack.\n\n(MORE )\n\f48.\n\nALEXANDER (CONT'D)\nPlease, come as my guest, and we\ncan continue our conversation about\nhow we’re going to move your oil.\n\nEXT. RACETRACK —- SKORPIOS ENCLOSURE - DAY\n\nA Skorpios car roars past... A man clicks his stopwatch shut.\nKuryakin, Gaby, and Uncle Rudi look on. Behind them is a\nthrong of jet-set guests, enjoying the party, and going back\nand forth to the private bar.\n\nUNCLE RUDI\nWhat’s the world coming to? A few\nyears ago muggings never happened.\nI’m sorry you got hurt Comrade.\n\nKuryakin forces a grin through gritted teeth.\n\nGABY\n(rubbing it in)\nHe'll get over it, he hasn’t spent\na lot of time out of Russia.\nFrankly, he needed toughing up a\nbit.\n\nUNCLE RUDI\n(proudly)\nYou were always brave.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABY\n(rubbing it in)\nHe'll get over it, he hasn’t spent\na lot of time out of Russia. Frankly, he needed toughing up a\nbit. UNCLE RUDI\n(proudly)\nYou were always brave. \n\nTARGET SECTION TO BE ANNOTATED:\n Even as a\nlittle girl.\n\nAnother young woman approaches, the same one Solo saw\ntraining earlier. This is ELENA SKORPIOS. She’s very chic in\na muscular kind of way.\n\nELENA\nHello Rudi.\n\nUNCLE RUDI\nElena! Allow me to introduce my god-\ndaughter Gaby. Gaby, this is Elena\nSkorpios, that’s her brother on the\ntrack, and also my employer.\n\nELENA\nRudi’s told me all about you.\n\nThere’s something slightly menacing about her smile.\nThe Skorpios car is coming around.\n\nGABY\nHe drives well.\n\f49.\n\nELENA\nDo you know much about racing?\n\nThe car comes into the pits. Alexander gets out, angry. Pulls\noff his helmet. Yells at his MECHANIC...\n\nALEXANDER\nI told you to put in the bigger\ncarburetor jets and disconnect that\nstupid rev limiter!\n\nMECHANIC\nI did as much as I thought safe.\n\nALEXANDER\nYou have to improve the\nperformance.\n\nMECHANIC\nI don’t know what else to do sir.\nWe've tried all the other options.\n\nGABY\nHave the jets been totally cleaned\nand rechecked for size and flow?\n\nMECHANIC\nWhat? Sorry, who are you?\n\nGABY\nIf I’m not mistaken, that engine’s\na 1460 c.c. Coventry Climax FWB\nwith a five bearing camshaft. It\nuses 40 DCOE Weber carburetors,\nwhich work predictably in cooler\nconditions. With this kind of road\nhead, you have to expand the carb\njetting, then you might find what\nyou're looking for.\n\nThe Mechanic calculates.\n\nMECHANIC\nYou can’t because the expansion\nwill produce too much fuel flow and\nstart to foul the plugs.\n\nGABY\nNot if you're extremely careful and\ntweek no more than .20 to .26mm.\nIt's easiest to work from small to\nlarge until you get the right\nratio.\n\f50.\n\nClearly, the Mechanic’s mind can’t keep up with the math. He\nlooks exasperated, but Alexander looks electrified.\n\nMECHANIC\nLook lady, I don’t know...\n\nALEXANDER\nTry it.\n\nThe Mechanic looks lost.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nMECHANIC\nLook lady, I don’t know... ALEXANDER\nTry it. The Mechanic looks lost. \n\nTARGET SECTION TO BE ANNOTATED:\n Gaby politely interrupts the moment.\n\nGABY\nI can do it for you if you like?\n\nShe rolls up her sleeves.\n\nCUT TO:\n\nEXT. RACETRACK - BAR - DAY\n\nSolo continues to play the American tourist, camera slung\naround his neck. He snaps pictures. Alexander, Rudi, Elena,\nand others in the entourage.\n\nLooking slightly bored, Elena walks past him on the way to\nthe bar. Solo considers, then decides to follow her.\n\nHe passes Mr. Waverly, the distinguished English gent from\nthe hotel, who is sitting at a table having a drink.\n\nINT. RACETRACK - BAR - DAY\n\nSolo gets to the bar before Elena arrives. He leans in to the\nBARMAN and speaks in hushed tones.\n\nSOLO\nThere’s a hundred bucks in it for\nyou if you tell her whatever she\nwants, I just bought the last of.\n\nElena walks up.\n\nELENA\nCampari and soda.\n\nBARMAN\nI am afraid the gentlemen has\nbought the last one, madam.\n\nAs he mixes the drink, she looks across to Solo. He raises\nhis eye brows.\n\f51.\n\nSOLO\nI insist you have mine.\n\nELENA\nYou don’t look like a man who\ndrinks Campari and soda.\n\nSOLO\nIt was my mother’s favorite drink.\nELENA\nA mother’s boy.\nSOLO\nAlas, which led to me being a late\nbloomer.\nELENA\nHave you caught up with the other\nboys?\nSOLO\n\nPaddling away, but the current is\nstrong. I’m Max Holstein with Texas\nOil.\n\nELENA\nAh, the big boys. It appears you’ve\nmore than caught up.\n\nSOLO\nI was visiting your brother and I\nsaw you training. My history is a\nlittle rusty, but do I recall\ncorrectly that in ancient Sparta,\nif a man wanted to ask a woman out,\nhe had to fight her first?\n\nELENA\nOhh, you are a clever boy!\n\nSOLO\nSadly, not a tough one.\n\nELENA\nWhy don’t I believe such modesty?\nYou can always try. My office is\nnext to my brother’s. I'll be there\nall tomorrow.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can always try. My office is\nnext to my brother’s. I'll be there\nall tomorrow. \n\nTARGET SECTION TO BE ANNOTATED:\n Why don’t you drop by\nfor a lesson?\n\nCUT TO:\n\f52.\n\nEXT. RACETRACK - PITS — DAY\n\nGaby, Rudi, and the mechanics watch Alexander's car going\nround the track. Alexander comes tearing into the pits. He\njumps out of the car. He looks up at the time.\n\nALEXANDER\n(to Gaby)\nWho are you?\n\nUNCLE RUDI\nAlexander, this is my goddaughter\nGaby.\n\nAlexander takes Gaby’s hand, holds it a little too long.\n\nALEXANDER\nYou should come and work for me. I\nmean it.\n\nGABY\n\nI live in East Germany.\n\nALEXANDER\nArrangements can be made...\n\nGaby gestures to Kuryakin.\n\nGABY\nThis is my fiancee, Ilya.\n\nKURYAKIN\nPleased to meet you.\n\nHe extends his hand, but Alexander has already turned back to\nGaby.\n\nALEXANDER\nI believe that each one of us has a\ndestiny and I can help you with\nyours.\n\nGABY\nYou don’t know what my destiny is.\n\nALEXANDER\nI know greatness when I see it, and\nI have the means to encourage its\npotential. I can make you great...\nNow show me what you did to that\nengine.\n\nThey walk over to the car, out of Kuryakin’s earshot.\n\f53.\n\nGABY\nYou're quite full of yourself,\naren’t you?\n\nALEXANDER\nI can afford to be. Come to lunch\ntomorrow.\n\nHe looks at Kuryakin with disdain.\n\nALEXANDER (CONT'D)\nAlone. Rudi will arrange it.\n\nINT. GRAND HOTEL - SUITE - EVENING\nKuryakin paces angrily.\n\nKURYAKIN\nHe’s a Nazi if I ever saw one.\n\nGABY\nYou need to control your temper.\n\nSOLO\nI agree.\n\nKuryakin gives him a look.\n\nSOLO (CONT’D)\nWhat do you think of him?\n\nGABY\nI think he’s an athletic, good-\nlooking gazillionaire, who's\noffered me a job and made advances\ntoward me.\n(beat)\nI think I quite like him.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO (CONT’D)\nWhat do you think of him? GABY\nI think he’s an athletic, good-\nlooking gazillionaire, who's\noffered me a job and made advances\ntoward me. (beat)\nI think I quite like him. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLO\nYes, but do you think he’s up to no\ngood?\n\nGABY\n\nIf you mean by no good, is he\nplanning on stealing me away from\nmy fiancee? The answer is yes.\n\nKURYAKIN\nWell that’s not happening. No way!\n\f54.\n\nGABY\nI don’t know what you’re upset\nabout, you’re not even my fiancee.\n\nKURYAKIN\nAs far as he knows, I am, and I am\nfor the purposes of this mission.\nSo, like I said, it’s not\nhappening.\n\nExasperated.\n\nSOLO\nI mean by “no good,” is he a neo-\nNazi involved in the selling of a\nnuclear weapon to start a war? Not\nwhether or not he is trying to jump\nyour bones.\n\nGABY\nI might need a second conversation\nbefore he’ll confess to that\nambition.\n\nSOLO\nI agree. Go to lunch tomorrow.\nAlone. Rattle that tree. There’s\nfruit up there somewhere. We just\nneed to find it.\n\nKURYAKIN\n\n(grumpy )\nI’d be better off on my own. I’m\ngoing to get an early night.\n\nINT. GRAND HOTEL - ROOM - NIGHT\n\nSolo changes into some dark clothing, arms himself, and slips\nout of his room.\n\nEXT. DOCKS - NIGHT\n\nA big sign reads: TRITON SHIPPING AND AEROSPACE.\n\nSolo slips past a security guard hut and onto the pier, which\nappears to be entirely occupied by Skorpios.\n\nMoving through the cranes and stacks of containers, Solo\nlooks around. There are big storage warehouses, an enormous\ntanker being loaded up, and at the very end, a bunker-like\nbuilding which houses Triton Aerospace.\n\f55.\nThis building has a high fence around it and is heavily\nguarded by uniformed security.\n\nJust inside is a guard tower with a spotlight, whose beam\nperiodically rakes the front of the building.\n\nSolo is standing in the shadows, looking for the best point\nof entry, when suddenly he sees another figure, also dressed\nin black, heading towards his hiding place.\n\nSolo pulls his gun and crouches behind a crate. The figure\nstops exactly in the spot where Solo was concealed.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nSolo is standing in the shadows, looking for the best point\nof entry, when suddenly he sees another figure, also dressed\nin black, heading towards his hiding place. Solo pulls his gun and crouches behind a crate. The figure\nstops exactly in the spot where Solo was concealed. \n\nTARGET SECTION TO BE ANNOTATED:\nSolo peeps around the edge of the crate, and sees Kuryakin\nalso scanning the fence of the aerospace building.\n\nKuryakin spins, wielding a vicious looking knife.\n\nSOLO\nI thought you were having an early\nnight?\n\nKURYAKIN\n\nCowboy? Dressed in black and hiding\nin shadows. This is what you do\nwhen the sun goes down?\n\nSOLO\nThis is my patch, pal. Go and find\nyour own warehouse.\n\nKURYAKIN\nThis is my warehouse. You’re\nconfused again.\n\nSOLO\nLook, this is my job. I don’t need\nyou lurking about here, setting off\nalarms.\n\nKURYAKIN\nI don’t set off alarms, and I only\nwork on my own.\n\nThey glare at each other.\n\nSOLO\nYou know what, this is my last\nmission. All I want is for it to go\nnice and smooth. So... you can tag\nalong, just don’t get in the way.\nIn and out. No one needs to know,\nand we can forget about it in the\nmorning.\n\f56.\n\nKURYAKIN\nYou're getting out?\n\nSOLO\nYup.\n\nKURYAKIN\nWhy?\n\nSOLO\n\nNone of your business. Let’s not\npretend we’re pals. Shall we get on\nwith this?\n\nHe runs over to the fence. Kuryakin follows.\n\nSolo pulls out what looks like an ordinary pocket-knife, and\nopens the scissors. Kuryakin looks dubious as Solo starts to\ncut the wire, impressed as the blade slices through like\npaper.\n\nSOLO (CONT’D)\nSuper-hardened boron sharpened with\na parallax laser.\n\nKuryakin shrugs, he pulls out what looks like a large pen.\n\nSOLO (CONT'D)\nWhat's that?\n\nKURYAKIN\nA parallax laser.\n\nHis cutter works significantly better than Solo’s.\nThey peel back enough of the wire to be able to slip through.\nSolo points to a small doorway at one end of the wall.\nSOLO\n\nThe spotlight beam crosses that\n\ndoorway every forty-seven seconds.\n\nThere are two locks. One each?\nKuryakin nods. He takes out a device that looks like a\nscrewdriver, with a wire coming out of one end, attached to\n\nan earpiece. Clearly, a super high-tech lock pick.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nKuryakin nods. He takes out a device that looks like a\nscrewdriver, with a wire coming out of one end, attached to\n\nan earpiece. Clearly, a super high-tech lock pick. \n\nTARGET SECTION TO BE ANNOTATED:\nKURYAKIN\nGo.\n\nAs the spotlight passes, he sprints to the door. Solo is\nclose behind.\n\f57.\n\nKuryakin sticks the earpiece in his ear, and inserts the pick\ninto the bottom lock.\n\nSolo calmly takes a paperclip out of his pocket, unfolds it,\nand goes to work on the top lock.\n\nIn the meantime, the spotlight has reached the end of the\nbuilding, and is beginning its journey back.\n\nSolo makes short work of his lock, but Kuryakin is having\ntrouble with his.\n\nSOLO\nStruggling?\n\nKuryakin shakes his head.\nThe light is getting closer.\n\nSOLO (CONT’D)\nNeed some help?\n\nCloser.\n\nSOLO (CONT’D)\nWe don’t have all night, in fact,\nabout ten seconds.\n\nA couple more tries with the pick, then Kuryakin gives up and\nkicks the door, breaking the lock.\n\nINT. TRITON AEROSPACE - NIGHT\n\nSolo and Kuryakin are in a narrow corridor. They hold their\nbreath, listening to know whether the sound of the door has\nalerted anyone. Apparently not.\n\nSOLO\nThat was one way to do it.\n\nKuryakin shrugs.\n\nKURYAKIN\nWe're in, aren’t we?\n\nSOLO\nAnd we've left a trail. Since we\nhave to work together, we should\nagree on an approach. And in my\nexperience, ninety-nine percent of\nthe time, the scalpel is more\neffective than the hammer.\n\f58.\n\nKURYAKIN\nI don’t need a lesson from you,\nCowboy.\n\nKuryakin is already heading down the corridor.\n\nThey move past various administrative offices until they\nreach an open hallway with walls of glass, which look into a\nseries of laboratories.\n\nINT. LABORATORY WING - NIGHT\n\nSolo and Kuryakin move through the labs. They are clearly\nbeing used to manufacture high-tech electronic components for\nrocket guidance systems and satellites, but no sign of\n\nanything to do with nuclear weaponry.\n\nSolo and Kuryakin look at each other.\n\nKURYAKIN\nThere’s nothing here.\n\nSOLO\nOr there’s something we’re not\nseeing.\n\nKURYAKIN\n\nWe search and most of the time we\nfind nothing. That is the nature of\nour business. Let’s go.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nKURYAKIN\n\nWe search and most of the time we\nfind nothing. That is the nature of\nour business. Let’s go. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLO\nLet’s take one more pass.\n\nThe sound of approaching footsteps. They duck down behind a\ndesk.\n\nA GUARD passes by, on patrol. Solo waits until he enters the\nnext room, then starts to move. Solo can see Kuryakin isn’t\nmoving.\n\nSOLO (CONT’D)\nShall we go?\n\nKURYAKIN\nThat’s the man who stole my\nwatch...\n\nSOLO\n\nThis isn’t the time...\n\nBut Kuryakin is already going after him.\n\f59.\n\nSOLO (CONT’D)\nThis way, dammit!\n\nIt’s like a game of grandmother's footsteps, with Kuryakin\nsneaking up behind the Guard who periodically senses\nsomething behind him, and turns, causing Kuryakin to hide.\n\nFinally, Kuryakin gets within striking distance. Solo is\nshaking is head. Get on with it man. But Kuryakin goes into\nsome strange stance, puts both hands behind his back, and\nwhistles, the guard spins. Kuryakin slaps the man so hard,\nit’s almost unbelievable. The man is paralysed, and just\nstands there frozen, while Kuryakin checks his wrist. Solo is\nquite shocked by this action.\n\nSOLO (CONT’D)\nWhat have you done to him?\n\nHe grabs the Guard’s left wrist.\n\nKURYAKIN\nIt’s known as the “KGB Kiss,”\neffective isn’t it? Took years to\nmaster, although he’s standing,\nhe’s completely unconscious. Will\nbe for twenty minutes, when he\nwakes up, he won’t remember what\nday it is.\n\nSolo comes in for a closer inspection of the unconscious man,\nin spite of himself, he’s fascinated.\n\nKURYAKIN (CONT'D)\nDamn! It’s not my watch.\nHe looked exactly like this man.\n\nHe pushes the Guard, he collapses.\n\nSOLO\nCan we go now?\n\nSolo turns to leave, and suddenly stops. He has spotted a\nheavy protective suit hanging on the wall.\n\nSOLO (CONT’D)\nWhat is a radiation protection suit\ndoing hanging in an electronics\nlab?\n\nHe looks around the immediate area. Nothing. He then flicks a\nlone light switch on the wall, and the floor starts moving\nunder Kuryakin’s feet.\n\f60.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing. He then flicks a\nlone light switch on the wall, and the floor starts moving\nunder Kuryakin’s feet. 60. \n\nTARGET SECTION TO BE ANNOTATED:\nKuryakin steps to one side, as a section of floor slides open\nto reveal a hidden staircase.\nSolo taps his temple with the tip of his index finger.\n\nSOLO (CONT'D)\nScalpel.\n\nKURYAKIN\nIf I hadn’t gone after my watch...\n\nBut Solo is already heading down the stairs. At the bottom is\na door that he opens.\n\nINT. NUCLEAR LABORATORY - NIGHT\n\nThe lab is pretty much empty. There are a few cannisters and\nwhat looks like some disassembled centrifuge equipment, but\n\nthat’s it.\n\nSolo takes off his watch and presses a button. The watch\nemits a faint clicking sound. It is a Geiger counter.\n\nKuryakin eyes his own wrist mournfully.\n\nThe clicking gets louder as Solo approaches a large steel\nvault door, set into the wall. In the center is a combination\nlock.\n\nKuryakin offers Solo the lock.\n\nKURYAKIN\nPlease...\nSOLO\nYou sure... because if you want to\ntry.\nKURYAKIN\n(annoyed)\nHurry up.\n\nSolo goes to work on the lock. He has the finesse of an\nexpert safecracker and makes short work of the lock.\n\nHe turns the handle and opens the door.\n\nSOLO\nYou stick with me kid.\n\nThe lead-lined vault is empty, but the Geiger counter clicks\nmadly.\n\f61.\n\nSuddenly, there is a terrible shrieking sound.\n\nKuryakin immediately goes into action, heading for the\nstairs.\n\nThe floor above them is sliding shut. Kuryakin scrambles out\nand reaches back for Solo, pulling him out just as the gap\ncloses.\n\nThrough the glass, several SECURITY GUARDS wielding machine\nguns can be seen approaching.\n\nKuryakin pulls out his gun. It’s super-cool, high-tech, and\nhuge.\n\nKURYAKIN\nHammer.\n\nSolo eyes it jealously before pulling out his standard issue\nautomatic, which looks puny by comparison.\n\nKuryakin eyes it with contempt.\n\nKURYAKIN (CONT’D)\nYou want to borrow mine?\n\nSOLO\nI am alright, pal.\n\nKuryakin pulls out a second super high-tech pistol.\n\nHe opens fire with both pistols at the same time. Single\nshots. All deadly accurate.\n\nSolo looks for a way out.\nHe taps Kuryakin on the shoulder.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll deadly accurate. Solo looks for a way out. He taps Kuryakin on the shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLO (CONT’D)\nCan we get out of here?\n\nHe points to the window. Kuryakin nods.\n\nSOLO (CONT’D)\nOn three... One, two, three!\n\nHe grabs a chair and runs at the window. Kuryakin follows.\n\nSMASH. They’re through the window in a hail of glass and\nbullets.\n\f62.\n\nEXT. OCEAN - NIGHT\n\nSPLASH. They land in the dark water below, find their\nbearings, and kick up towards the surface.\n\nBullets smack the water around them as Guards fire from the\nwindows of the building. There are more men running along the\ndock.\n\nThe two agents swim away from the pier, towards a cluster of\nfishing and pleasure boats that are moored inside the harbor\nfor the night.\n\nSOLO\nYou seemed to have a little trouble\nin the water. Did you learn to swim\nlate in life?\n\nKURYAKIN\nActually, I won a silver at the\nOlympics, but holding a gun in each\nhand does make it more challenging.\n\nHe raises his hands, revealing the two guns - you’re left\nthinking how could he swim at all with them?\n\nIn the distance, the sound of an approaching engine. A big\nmotorboat with a searchlight on the front.\n\nThe beam catches Kuryakin. He ducks underwater.\n\nThe driver accelerates and in seconds the boat has reached\nwhere Kuryakin is swimming. The DRIVER cuts the motor and the\nboat floats silently. The men scan the water on the starboard\nside, where they last saw Kuryakin.\n\nThe boat has cut the two men off from one another.\n\nKuryakin floats as still as he can, ducking under whenever\nthe spotlight passes over him.\n\nSolo treads water on the other side of the boat, watching.\nHe can hear the voices of the Guards, talking to each other\nin Greek.\n\nOne of the Guards takes something out of a bag. Tosses it\ninto the water. KABOOM! A grenade.\n\nEven on the other side of the boat, Solo is pummeled by the\nshock-wave.\n\nKuryakin is hit full force. He clutches his ears in agony.\n\f63.\n\nThe guard tosses another grenade in for good measure. Kaboom!\nKuryakin is rocked by another shock-wave.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe guard tosses another grenade in for good measure. Kaboom! Kuryakin is rocked by another shock-wave. \n\nTARGET SECTION TO BE ANNOTATED:\nThe men on the boat scan the water, they find something with\nthe spotlight beam.\n\nThe engine starts and they move towards it. It’s Kuryakin’s\nshoe. Satisfied that their job is done, they move off.\n\nAnd sure enough, Kuryakin has blacked out and is sinking.\nSlowly, slowly he drifts down towards the ocean floor.\n\nThen Solo is there, grabbing him under the arms and kicking\nup to the surface.\n\nSOLO\nCome on, come on.\n\nHe slaps Kuryakin. Twists his nose. Nothing. Finally, he’s\nforced to give him mouth-to-mouth.\n\nKuryakin sputters awake.\n\nKURYAKIN\nOkay! I’m okay!\n\nSOLO\nYou don’t look so okay. We’ve got\nto get out of here Mr. Olympics,\ncan you swim?\n\nKuryakin nods.\n\nINT. GRAND HOTEL - SUITE - NEXT DAY\n\nGaby is putting the finishing touches on her makeup. She\nwears a beautiful dress and looks stunning.\n\nSolo sits at the desk, fiddling with some kind of electronic\ndevice.\n\nKuryakin is on the phone. He hangs up, looks at Gaby and\nSolo.\n\nKURYAKIN\nAlexander’s chauffeur is waiting\nfor you downstairs.\n\nSolo shakes his head.\n\f64.\n\nSOLO\nI don’t know about this... After\nlast night’s debacle, they’1l be\nsuspicious of everyone.\n\nHe glares at Kuryakin.\n\nKURYAKIN\nI’m not the one who set off the\nalarm, Cowboy.\n\nSOLO\nI’ve told you there was no alarm on\nthe vault. Obviously they found the\ndoor someone had kicked in!\n\nGABY\nAre you two really going to do this\nagain?\n\nThat shuts Solo and Kuryakin up.\n\nGABY (CONT’D)\nOur best shot is to continue as if\nnothing has changed. Which means, I\nneed to go and have my lunch with\nAlexander and accept his job offer.\n\nThe two men look at each other, they know she’s right.\n\nSOLO\nI'll fit you with a homing device\njust in case.\n\nSolo shows her the device he’s been fiddling with. It looks\nlike a metal lighter.\n\nSOLO (CONT’D)\nLatest technology. Ten mile radius.\nTwo day battery.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO (CONT’D)\nLatest technology. Ten mile radius. Two day battery. \n\nTARGET SECTION TO BE ANNOTATED:\n And it’1l light\nyour cigarette.\n\nHe flicks it to demonstrate.\n\nSOLO (CONT’D)\nFlick it the other way and it sends\na distress signal. We’1ll be there\nin a matter of minutes.\n\nHe looks at Kuryakin, expecting some reaction. Kuryakin just\nnods.\n\nKURYAKIN\nImpressive.\n\fGABY\nSee you later then.\n\nSolo walks her to the door.\n\nSOLO\nWe'll be close by.\n\nGABY\nI know.\n\n65.\n\nShe takes his hands in hers, squeezes them, then she leaves.\n\nSolo turns to Kuryakin.\n\nSOLO\nI'm surprised.\nKURYAKIN\nBy what?\nSOLO\n\nBy the fact that you didn’t feel\nthe need to trump me with a “new\nand improved” Soviet tracking\ndevice. I guess you guys haven’t\nhad a chance to steal our\ntechnology yet.\n\nKuryakin smiles.\n\nKURYAKIN\nOh, you mean one of these.\n\nHe produces something that's the size of a postage stamp.\n\nKURYAKIN (CONT’D)\nYou can hide it anywhere, twenty\nmile radius, four day battery.\n\nA pause as Solo takes this in.\n\nSOLO\nAnd you already planted one on\nGaby, I suppose.\n\nKURYAKIN\nI sowed one into each of her\ndresses while she was sleeping. A\nbug too.\n\nHe holds up a second postage stamp-size device.\n\f66.\nSOLO\nWell, aren’t you Mr. Superspy.\n\nKuryakin looks smug.\n\nEXT. ALEXANDER’S VILLA - DAY\n\nA magnificent example of mid-century modern architecture\nbuilt on a massive scale.\n\nA chauffeur-driven Mercedes pulls through the gates, past an\nARMED GUARD patrolling with a huge Rottweiler on a leash, and\nup the driveway to the front door.\n\nThe CHAUFFEUR jumps out and opens the door for Gaby.\n\nIn the fore court, half a dozen of the most stunning exotic\nsports car of the day are parked. Ferrari, Maserati, Aston\nMartin, Alfa Romeo. Gaby is irresistibly drawn to them,\nexamining them each, one-by-one.\n\nALEXANDER (0.S.)\nTake your pick.\n\nHe walks over to her.\n\nGABY\nFunny.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nTake your pick. He walks over to her. GABY\nFunny. \n\nTARGET SECTION TO BE ANNOTATED:\nALEXANDER\nI’m serious. Come and work for me,\nand you can choose any one of these\nyou like.\nHe turns.\n\nALEXANDER (CONT'D)\nNow, I hope you’re hungry...\n\nCUT TO:\n\nEXT. HILL ABOVE VILLA - DAY\nKuryakin and Solo are watching through binoculars.\nThe villa below stands on its own, surrounded by woodlands.\n\nKuryakin has set up his surveillance equipment in the back of\na van, and is pointing an antenna down towards the villa.\n\f67.\n\nThe scanning device is on, a single dot is pulsing on the\nscreen.\n\nSOLO\nLooks okay.\n\nKURYAKIN\nI told you.\n\nSOLO\n\nSince you have everything so nicely\nin control, you can handle the\nsurveillance. I’m going to pay the\nsister a visit, see what I can find\nout from her.\n\nSolo pulls his moped out of the back of the van, and leaves.\n\nKuryakin adjusts his equipment, puts on a pair of headphones,\nand adjusts some more.\n\nGABY\n(through the headphones)\nH##@o Un*** R##i.\n\nIt’s too garbled to hear properly. Kuryakin slings the\nreceiver over his shoulder, grabs the antenna, and starts\ndown the hill to try to pick up a better signal.\n\nCUT TO:\n\nEXT. ALEXANDER’S VILLA - VERANDA - DAY\n\nUncle Rudi is sitting at the lunch table. Alexander gallantly\npulls a chair out for Gaby.\n\nUNCLE RUDI\nDid he offer you a car?\n\nGABY\nAnd there I was feeling all\nspecial.\n\nUNCLE RUDI\nOh, he doesn’t do it to everyone,\nbut I had a feeling he’d make an\nextra effort for you. Good\nafternoon my child. I can’t stay\nlong, just here to say hello, and\nget you started.\n\nALEXANDER\nWine?\n\f68.\n\nAlexander pours wine for everyone, then raises his glass in a\ntoast.\n\nALEXANDER (CONT'D)\nTo conversation.\n\nCUT TO:\n\nINT. ELENA'S OFFICE - DAY\n\nShe's on the phone dressed in a gi, she’s looking all pouty\nand rude, clearly in business mode.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEXANDER (CONT'D)\nTo conversation. CUT TO:\n\nINT. ELENA'S OFFICE - DAY\n\nShe's on the phone dressed in a gi, she’s looking all pouty\nand rude, clearly in business mode. \n\nTARGET SECTION TO BE ANNOTATED:\nELENA (ON PHONE)\nIf you can’t buy them out, burn\nthem out.\n\nShe looks up at Solo, who has just been brought in by an\nASSISTANT.\n\nSolo gestures - should he wait outside? She shakes her head\nand points to a chair.\n\nELENA (CONT'D)\nStay where you are.\n\n(on phone)\nNot you Toni.\n\nShe looks at Solo provocatively, never taking her eyes off\nhim, while she carries on with the threats on the phone.\n\nELENA (ON PHONE) (CONT’D)\nI get what I want Toni, it’s up to\nthem which way it happens. Painless\nor painful, it’s happening... Make\nthat eloquent. I want that dock, I\nam going to have that dock. Now\neither you're going to get it done,\nor I am, and if it’s going to be\nme, there really isn’t much need\nfor you is there?\n\nShe gently puts the phone down.\n\nSOLO\nBad time?\n\nELENA\nJust another day at the office. I\ndidn’t think you’d have the bits to\nturn up.\n\f69.\n\nSOLO\nDo I need bits?\n\nELENA\nBits are a prerequisite. The\nchanging room is through there.\n\nSOLO\nI was hoping to keep my clothes on\nand just be a tourist.\n\nELENA\nI think we both know you’re more\ninquisitive than that.\n\nSOLO\nI'm a beginner.\n\nELENA\nDon’t worry, I’ll go easy on you.\n\nINT. SKORPIOS GYM - DAY\n\nSolo is now dressed in a gi. He enters a small private room\nwith mats covering the floor.\n\nElena is waiting.\n\nSOLO\nSo, this is a family tradition?\n\nELENA\nMy father started it.\n\nShe points to an old black-and-white photograph on the wall\nof a powerful looking Achilles Skorpios, standing proudly on\nthe deck of his fishing boat.\n\nELENA (CONT'D)\nHe, as you might have gathered, was\nobsessed with the Spartan way. You\ncan trace our family tree back two\nthousand years. He took it very\nseriously. My dad didn’t do weak,\nand wouldn’t let us do it either.\n\nSOLO\nSo I gather.\n\nELENA\nReady?\n\f70.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO\nSo I gather. ELENA\nReady? 70. \n\nTARGET SECTION TO BE ANNOTATED:\nSOLO\nYou promised to go easy on me.\n\nELENA\nIndeed, I promised. Dimitri!\n\nAn ogre of a man enters. He is wearing a gi.\n\nELENA (CONT'D)\nMax, this is Dimitri.\n\nSolo puts two-and-two together.\n\nSOLO\nI think there’s been a\nmisunderstanding.\n\nELENA\nI thought you wanted a lesson?\n\nSOLO\nI thought it was with you.\n\nELENA\nYou said you were a beginner. I\nonly teach the advanced class.\n\nElena turns to leave.\nELENA (CONT'D)\nI’d love to stay and watch but I’m\nrather busy today.\n\nShe exits, leaving Solo to face the ogre.\n\nCUT TO:\n\nEXT. ALEXANDER’S VILLA - WOODS - DAY\n\nKuryakin is almost at the fence of the estate. He ducks\nbehind a tree, avoiding being seen by a second GUARD walking\nacross the lawn with another Rottweiler.\n\nHe tries the headphones again, adjusts the antenna.\nALEXANDER\n(through headphones)\nDoes that mean....\n\nCUT TO:\n\f71.\n\nEXT. ALEXANDER’S VILLA - VERANDA - DAY\nAlexander pours more wine.\n\nALEXANDER\n«+. you will accept my offer?\n\nGABY\nI will accept your offer, but it\nmust include certain requisites.\n\nALEXANDER\nGo on.\n\nGABY\nI want to see my father, and I want\nto be a part of what he is doing.\n\nUNCLE RUDI\nI told you, she’s one of us.\n\nALEXANDER\nWhat reason do you have for\nthinking that I know anything about\nyour father? Other than what Rudi\nhas told me.\n\nGABY\nThe same reason that I know who\nbroke into your laboratories last\nnight.\n\nALEXANDER\nThis wine agrees with you. Are you\ngoing to tell me something\ninteresting?\n\nGABY\nMy “fiancee” is a KGB agent, and he\nthinks you’re up to no good, Mr.\nAlexander Skorpios, and so do a lot\nof other people.\n\nShe takes out the device Solo gave her, and places it on the\ntable.\n\nGABY (CONT'D)\nHe’s tracking me as we drink.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlexander Skorpios, and so do a lot\nof other people. She takes out the device Solo gave her, and places it on the\ntable. GABY (CONT'D)\nHe’s tracking me as we drink. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\n\f72.\n\nEXT. ALEXANDER’S VILLA - WOODS - DAY\nIlya listens in horror.\n\nCUT TO:\n\nINT. ALEXANDER’S VILLA - VERANDA - DAY\n\nGABY\nHe’s been teamed with a CIA agent.\nYou know him as Max Holstein, of\nTexas Oil. You should be flattered\ngentlemen, you have managed to do\nwhat nobody else could, ally the\nsuperpowers.\n\nALEXANDER\nWhy are you telling me this?\n\nGABY\nPlease, you know who my father is,\nand Uncle Rudi’s been grooming me\nsince I was a child. We share the\nsame beliefs Mr. Skorpios. I just\nthink your views may be a little\nmore liberal than mine.\n\nAlexander looks at Rudi. Rudi nods, stands, and walks out the\nroom.\n\nALEXANDER\n\nBefore we go any further, you need\nto understand something. Rudi has\ngone to fetch his photo album. It’s\nvery important that you look very\ncarefully at the pictures in this\nbook. As they say, “a picture is a\nthousand words.”\n\nRudi returns with the book and presents it to Alexander.\nAlexander opens it, and shows it to Gaby. He studies her,\nlooking for a reaction.\n\nALEXANDER (CONT'D)\nYour “Uncle” Rudi is a man of\nconsiderable hidden talents.\n\nRudi shrugs modestly.\nALEXANDER (CONT'D)\n\n.+-which he has gone to great\ntrouble to document.\n\f73.\n\nGaby cannot hide her horror as she stares at her godfather.\n\nALEXANDER (CONT'D)\n\nOur friends, we treat like family,\nbut our enemies... Am I making\nmyself clear?\n\nThere is a pause, then Gaby looks up and deep into his eyes.\nGABY\nAs a river of gin. Just give me an\nopportunity to demonstrate my\nloyalty to the cause.\nAlexander and Rudi share a look.\nALEXANDER\n(to Rudi)\nIsn't the CIA agent having lunch\nwith my sister right now?\n\nUNCLE RUDI\nHe is.\n\nALEXANDER\nThen don’t you have a call to make?\n\nRudi leaves, Alexander turns to Gaby.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nUNCLE RUDI\nHe is. ALEXANDER\nThen don’t you have a call to make? Rudi leaves, Alexander turns to Gaby. \n\nTARGET SECTION TO BE ANNOTATED:\nALEXANDER (CONT'D)\nIt seems your father is having some\ndoubts...\n\nCUT TO:\n\nINT. SKORPIOS GYM - DAY\n\nDimitri has Solo in a choke hold. His face is turning red. He\ntwists and pushes, and just manages to get out of it.\n\nDimitri whacks Solo on the side of the head. He goes down\nhard.\n\nThe ogre lumbers over to him and grabs him by the scruff of\nthe neck.\n\nThat’s when Solo strikes. Kick to the balls. One, two punch,\nand Dimitri collapses.\n\nSolo heads out the door and straight for...\n\f74.\n\nINT. ELENA'S OFFICE - DAY\nShe’s on the phone. Solo stands before her.\nELENA\nReally? How interesting. I\nshouldn't have any trouble handling\nthat.\nShe hangs up and smiles at Solo.\nSOLO\nI think I may be ready for the\nadvanced class after all.\n\nELENA\nThere’s more to you than meets the\neye, Max.\n\nShe pours some water from a carafe into a glass for Solo. He\ndrains it in one.\n\nSOLO\nShall we get on with it?\n\nCUT TO:\n\nEXT. ALEXANDER’S VILLA - WOODS - DAY\n\nKuryakin hauls his gear through the trees, heading up the\nhill, towards the van.\n\nThen he hears it, the unmistakable sound of large animals\nrunning through the undergrowth.\n\nHe looks back to see two Rottweilers bounding towards him. He\nstarts to run.\n\nCUT TO:\n\nEXT. ALEXANDER’S VILLA —- COURTYARD - DAY\n\nAlexander ushers Gaby into a waiting helicopter which takes\nflight.\n\nRudi, in the meantime, gets into his Mercedes, which roars\noff.\n\nCUT TO:\n\f75.\n\nEXT. ALEXANDER’S VILLA - WOODS - DAY\n\nKuryakin runs. Here come the dogs. Kuryakin stops. He knows\nhe can’t outrun the them. As they leap at him, he swings the\nheavy receiver, and catches one of the dogs on the side of\nthe head, stunning it.\n\nThe other goes for his throat.\n\nCUT TO:\n\nINT. SKORPIOS GYM - DAY\n\nSolo and Elena circle each other.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe other goes for his throat. CUT TO:\n\nINT. SKORPIOS GYM - DAY\n\nSolo and Elena circle each other. \n\nTARGET SECTION TO BE ANNOTATED:\n Solo’s starting to look a\nbit wobbly.\n\nSOLO\nI must commend you on your choice\nof drug. I thought I detected a\ntrace of alfonsiamonoitrate in my\nwater. I can only imagine that\nwithin the next few minutes I'll be\nno good to anyone.\n\nELENA\nI did warn you that advanced is a\nwhole new level.\nSolo stumbles.\n\nELENA (CONT'D)\nBut I will go easy on you.\n\nShe slowly reaches out and pushes him gently on the nose.\nSolo collapses.\n\nCUT TO:\n\nEXT. ALEXANDER’S VILLA - WOODS - DAY\n\nKuryakin is still wrestling with the dog. He hears the shouts\nof men approaching.\n\nHe looks over to see a GUARD aiming a rifle at him. Kuryakin\nManages to roll over so that the dog takes the bullet.\n\nIt let’s go of him with a yelp. Kuryakin manages to scramble\nthe rest of the way up the hill.\n\nHe jumps into the van and screeches away.\n\nCUT TO:\n\f76.\n\nINT. SKORPIOS GYM BASEMENT - TORTURE ROOM - DAY\n\nSolo wakes up to find himself in what looks like a surgery.\nElena is gone. He is strapped to a gurney and Uncle Rudi is\nstanding over him. There’s a glass window in one wall,\nthrough which Solo can see two MEN standing guard.\n\nUNCLE RUDI\nOnce upon a time there was a little\nboy. You wouldn’t describe him as a\nparticularly special little boy, he\nwas neither tall or handsome,\ncharismatic or amusing. In fact, he\nappeared to be exceedingly dull.\nBecause of this boy’s apparent\nshortcomings, he was bullied\nmercilessly and relentlessly by the\nother children. Year merged with\nmiserable year, as life continued\nto be a living hell. But what the\nother boys didn’t understand about\ntheir victim, is that he didn’t see\nthem as enemies. He saw them as\ninstruments of learning. A\npriceless lesson was gleaned from\nhis tormentors. Man has only two\nmasters in this world. And their\nnames, Mr. Solo, are pain and fear.\nAs the boy grew older, he found he\nhad an extraordinary talent for\neliciting these gods in others.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd their\nnames, Mr. Solo, are pain and fear. As the boy grew older, he found he\nhad an extraordinary talent for\neliciting these gods in others. \n\nTARGET SECTION TO BE ANNOTATED:\n So,\non the principle of playing to your\nstrengths, he decided to make their\ncultivation his life’s work.\nFortunately for this boy, history\npresented an unprecedented\nopportunity, a world war. You may\nhave heard of the Dark Angel of\nRavensberg, the Butcher of Belsen,\nor my favorite, the Fifth Horseman,\nDoctor Apocalypse. What history has\nfailed to relate is that this was\nnot three individuals, but the\ntireless work of a single artist.\nRest assured that you are in\nexperienced hands, and trust me,\nwhen I say, Mr. Solo, you will tell\nme the truth. But we can take our\ntime, there is no hurry...\n\f77.\n\nSOLO\nThat’s quite a story. And I\nappreciate the trouble you’ve gone\nto on my account, but I fear your\ntalents may be wasted, as I’m\nperfectly happy to tell you\nwhatever you want to know.\nMy name is Fredrick Johnson, I ama\nfreelance industrial spy, I steal\ntechnology from corporations and\nsell it to the highest bidder.\n\nThe German smiles, and nods to an ASSISTANT who is hovering\nin the background.\n\nAll of a sudden, Solo is jolted into a spasm of extraordinary\nproportions. After five seconds it stops and smoke starts to\nrise from his hair.\n\nUNCLE RUDI\nWhile you were resting, I took the\nliberty of inserting some\nelectrodes into the nerve center at\nthe base of your spine, hurts\ndoesn’t it? Shall we start again?\n\nCUT TO:\n\nEXT. TRITON HEADQUARTERS - DAY\n\nDown the street from the entrance to the offices, is a\nseparate street entrance to the Spartan Boxing Academy.\n\nKuryakin pulls over and parks the van.\n\nHe opens his briefcase, takes out several clips of extra\nammunition, which he loads into his pockets. He gets out of\nthe car.\n\nINT. SKORPIOS GYM - LOBBY - DAY\n\nKuryakin walks in. There’s a THUG manning the reception desk.\n\nKURYAKIN\nI'd like to join your gym.\n\nThe receptionist eyes him sullenly, says something\nunintelligible in Greek.\n\nRECEPTIONIST\nNo Ingleesh.\n\f78.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe receptionist eyes him sullenly, says something\nunintelligible in Greek. RECEPTIONIST\nNo Ingleesh. 78. \n\nTARGET SECTION TO BE ANNOTATED:\nWe see Kuryakin’s hand go behind his back, in what we know as\nthe signature position for the “KGB Kiss.”\n\nClose on: Kuryakin’s hands. We see one fly out, and hear the\nsound of the slap.\n\nCUT TO:\n\nINT. SKORPIOS GYM BASEMENT - TORTURE ROOM - DAY\nThe torture continues. Another jolt. More smoking hair.\n\nUNCLE RUDI\nMr. Solo, I don’t think you took me\nvery seriously.\n\nIn the background, through the window, we see Kuryakin shoot\nand generally dispose of the two GUARDS. The glass is sound\nproof.\n\nSolo can see Kuryakin in the background and watches the\nGuards drop, he tries not to give away his relief.\n\nRudi turns as his Assistant wheels over a table full of\ninstruments of torture, but is too distracted to notice that\nthe Guards are no longer standing outside the window.\n\nUNCLE RUDI (CONT'D)\nIt does continue to amaze me, that\npeople think I can’t spot a lie...\n\nHe flicks the switch himself. Solo is jolted again.\n\nKuryakin, who is crouched down, opens the door and slips in.\nThe Assistant turns, and is shot dead, the sound of his\nfalling body is masked by the sound of the electricity.\n\nRudi turns the power off.\n\nUNCLE RUDI (CONT’D)\nPass me the pliers, the show is\nabout to begin.\n\nRudi’s hand goes out and receives nothing. He then turns to\nsee Kuryakin.\n\nKURYAKIN\nI think we'd better get my\ncolleague out of the chair don’t\nyou?\n\nCUT TO:\n\f79.\n\nINT. SKORPIOS GYM BASEMENT - TORTURE ROOM - DAY\n\nUncle Rudi is now in the chair. Needless to say, he has\nturned quite pale. Solo’s hand hovers over the electrical\nswitch.\n\nKURYAKIN\nWhere’s the warhead?\n\nRudi hesitates.\n\nSolo turns up the pain.\n\nUNCLE RUDI\nAhh... Skorpios!\nKURYAKIN\nSkorpios?\nUNCLE RUDI\nThe family’s private island.\nSOLO\nAnd Gaby?\nUNCLE RUDI\n\nShe's there too.\n\nKuryakin looks at Solo.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO\nAnd Gaby? UNCLE RUDI\n\nShe's there too. Kuryakin looks at Solo. \n\nTARGET SECTION TO BE ANNOTATED:\nKURYAKIN\n(to Uncle Rudi)\nTell him...\nUNCLE RUDI\nWhat???\nKURYAKIN\nHow you know about us...\nUNCLE RUDI\nGaby.\n(proudly)\n\nShe’s one of us now.\n\nKURYAKIN\nJust in case you had any doubts.\n\nAnnoyed, Solo jacks up the power. Rudi squeals.\nSOLO\n\nAnd when are the Egyptians taking\ndelivery of the bomb?\n\f80.\n\nUNCLE RUDI\nYou're too late.\n\nSolo’s hand hovers over the switch.\n\nUNCLE RUDI (CONT'D)\nTomorrow. No more, please!\n\nSolo stares at him and steps away from the switch.\n\nSOLO\nNow tell me about your\norganization.\n\nRudi looks relieved.\n\nUNCLE RUDI\nAt the end of the war, some of our\nleadership managed to escape to\nSouth America. We’ve been steadily\nrebuilding since then. We have more\npower, money, and influence than\nyou can imagine. It doesn’t matter\nwhat happens to me or even the\nbomb. This is only the beginning.\nYou can’t stop them, but you can\ntake care of yourselves. You’re\npractical men, you can kill me, but\nyou know it won’t make any\ndifference. Let’s make a deal. I\ncan have Swiss bank accounts set up\ntoday. Name your price.\n\nSolo’s eyebrows raise as he looks at Kuryakin.\n\nSOLO\nI have to admit that does sound\nlike an attractive idea.\nWhat do you think? Five million\neach?\n\nKURYAKIN\nI think Ten.\n\nUNCLE RUDI\nTen million each. Done!\n\nSOLO\nI dunno... on second thought. I\nthink I’d rather just cook you.\n\f81.\n\nINT. SKORPIOS GYM BASEMENT - TORTURE ROOM - ANTEROOM - DAY\n\nThrough the window, we can see a faintly out of focus Rudi\njolting around, but we can’t hear a sound.\n\nThere’s a sound of running feet above them.\n\nKURYAKIN\nHow are you feeling?\n\nSOLO\nSore.\n\nKuryakin hands Solo one of his high-tech guns.\n\nINT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO\nSore. Kuryakin hands Solo one of his high-tech guns. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SKORPIOS GYM - DAY\n\nSolo and Kuryakin reach the narrow corridor at the top of the\nstairs, and are immediately attacked on both sides by the\nStudents we saw earlier, who are armed with nunchuks, swords,\nand various martial arts weapons.\n\nThey shoot a couple of them, but the sheer numbers mean the\nfighting soon becomes hand-to-hand.\n\nA spectacular martial arts battle ensues as Solo and Kuryakin\nfight eight men at the same time. Kuryakin once again\ndemonstrates his extraordinary martial arts skills. Solo can\ntake care of himself, but now and then needs some help from\nKuryakin.\n\nAs they make their way towards the entrance, Kuryakin\nsuddenly points at one of their would-be attackers, who are\nnow approaching with a lot more caution.\n\nKURYAKIN\nYou!\n\nThe MAN turns tail and runs. Kuryakin goes after him.\nSOLO\n\nWhat are you doing?... The entrance\n\nis this way.\nKuryakin grabs the Man, but three more attack him.\nSolo is forced to go to his aid. They’re fighting the four\nattackers, but all Kuryakin appears to be interested in is\nthe left wrist of the Man he ran after.\n\nFinally, he manages to pull his shirtsleeve up.\n\f82.\nKURYAKIN\nDammit!\nHe goes bonkers, taking out his frustration on the attackers.\nSolo shakes his head in disbelief.\nSOLO\nYour father’s watch again? This has\n\nto stop.\n\nKuryakin storms out of the building.\n\nEXT. SKORPIOS ISLAND - FORTRESS - DAY\n\nAlexander's helicopter flies over Skorpios Island which is a\nC-shaped rock sticking out of the ocean.\n\nIn the center of the C is a deepwater harbor, where a tanker\nis laid up for repairs.\n\nBuilt into the rock, defending the harbor, is the ancient\nfortress.\n\nOn the other side of the harbor, there is a village with a\nthick cluster of fishing boats.\n\nThere is a half mile long causeway, which joins the island to\nthe mainland.\n\nEXT. SKORPIOS ISLAND - CASTLE - DAY\n\nAlexander’s helicopter descends into the castle courtyard. On\nthree sides, there are massive stone walls, and the fourth\nside is the rock itself.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SKORPIOS ISLAND - CASTLE - DAY\n\nAlexander’s helicopter descends into the castle courtyard. On\nthree sides, there are massive stone walls, and the fourth\nside is the rock itself. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the middle of the fourth side, there is the bunker-like\nentrance to the old German gun emplacement, which has clearly\nbeen modernized and put to a different use.\n\nThe helicopter lands. Alexander and Gaby climb out.\n\nALEXANDER\nPlease follow me.\n\nShe does. They are lead through the heavily guarded castle to\na large terrace, overlooking the sea.\n\nSeated on a chair, staring out into the distance, is the\nProfessor.\n\nAlexander grabs Gaby’s arm.\n\f83.\n\nALEXANDER (CONT'D)\nEighteen years. This is quite a\nmoment.\n\nGaby nods.\n\nALEXANDER (CONT'D)\nRemember, you have very little\ntime.\n\nGaby looks Alexander in the eyes.\n\nGABY\nLeave him to me.\n\nEXT. SKORPIOS ISLAND - CASTLE TERRACE - DAY\n\nGaby walks out onto the terrace. Her father turns at the\nsound of her footsteps. He looks pale and gaunt.\n\nHe rises to meet her.\n\nUDO (SUBTITLE)\n(in German)\nGaby?\n\nGABY (SUBTITLE)\nFather.\n\nHe studies her face, not entirely sure. He then takes her\nhand. But instead of clasping it, he turns it over looking\nfor something - a small scar on her wrist.\n\nUDO (SUBTITLE)\nOh God. It really is you.\n\nHe puts his head in his hands.\n\nUDO (SUBTITLE) (CONT’D)\nForgive me. As you get older you\nstart to doubt some of your\nbeliefs, and I think I’ve made a\nterrible mistake.\n\nGABY (SUBTITLE)\nLook at me father. Take a deep\nbreath. I need you to be strong.\n\nBut he’s off in his own world of self-recrimination.\nUDO (SUBTITLE)\n\nI was so sure I was doing the right\nthing.\n\f84.\n\nWhack! Gaby slaps him across the face.\n\nGABY (SUBTITLE)\nI need you to stop feeling sorry\nfor yourself and listen carefully\nto me.\n\nINT. PRIVATE PLANE - DAY\n\nSolo stirs uncomfortably in his seat. He’s half sitting on a\ncushion, a failed attempt to ease some of the effect of his\ntorture. Kuryakin sits opposite, smirking at Solo’s\npredicament.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRIVATE PLANE - DAY\n\nSolo stirs uncomfortably in his seat. He’s half sitting on a\ncushion, a failed attempt to ease some of the effect of his\ntorture. Kuryakin sits opposite, smirking at Solo’s\npredicament. \n\nTARGET SECTION TO BE ANNOTATED:\nKURYAKIN\nYou okay, Cowboy?\n\nSOLO\nNo, but I‘’1l manage.\n\nKuryakin chuckles. Solo looks annoyed. Long silence.\n\nSOLO (CONT’D)\nI didn’t have her down as a Nazi, I\nmissed that one.\n\nKURYAKIN\nI knew she was a Nazi.\n\nSOLO\n(sarcastic)\nOf course you did.\n\nKURYAKIN\nI bugged her, didn’t I?\n\nSOLO\nDo me a favor.\n\nKURYAKIN\nYou let her get into you, didn’t\nyou, Cowboy? That’s never a good\nidea.\n\nSOLO\nYou know what, Kalinka, you’re\nreally rather sweet in a perverse,\ndangerous, and naive sort of way.\nShe didn't “get into me,” the job\ndid. I sometimes find myself\nchuckling at the absurdity of it\nall.\n\f85.\n\nKURYAKIN\nAh, Solo the philosopher.\n\nSOLO\nYou should try thinking sometime,\nKalinka, a wild idea for you I\nknow.\n\nKURYAKIN\nWhat’s there to think about? I kill\nbad people, that’s my job. I like\nmy job.\n\nSOLO\nIt must be so comforting not to\nunderstand the concept of irony.\nLast week you were trying to take\nmy life, and this week you’re doing\nquite a good job of saving it.\nCan’t wait to see what happens next\nweek, if it turns out that I have\nsomething that you want. You don’t\nknow if you’re coming or going.\n\nKURYAKIN\nI know enough to be satisfied that\nI'm doing the right thing.\n\nSOLO\nIs that so? Do you really think the\nmen who give us orders care about\nmaking the world a safer place? Or\ndo they just want to be the only\nkids in the playground with a gun?\nHmm, I wonder.\n\nKURYAKIN\nIt must be terribly sad not to\nbelieve in anything anymore.\n\nAt that moment, the door to the cabin opens and in walks the\nSTEWARD, carrying a silver tray with three glasses on it.\n\nAs he approaches, we recognize Mr. Waverly from the hotel and\nthe racetrack.\n\nWAVERLY\nVodka for Mr. Solo? Bourbon for Mr.\nKuryakin. And...",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBourbon for Mr. Kuryakin. And... \n\nTARGET SECTION TO BE ANNOTATED:\nHe sits down next to Solo.\n\f86.\n\nWAVERLY (CONT’D)\n\nSherry for me.\n\n(beat)\nSince you two are at the\ndisadvantage here, allow me to\nintroduce myself, retired Admiral\nPercival Waverly. Currently, Deputy\nHead of British Naval Intelligence.\nYour employers send their regards.\nGiven the latest developments, we\nare all in agreement that we need\nto stop competing, and help one\nanother on this one. You will\nreport to me for the remainder of\nthe mission. You can confirm this\nwith your bosses when we land. Down\nshe goes.\n\nHe takes a large swig of his sherry.\n\nSOLO\nWhat exactly are the latest\ndevelopments?\n\nWAVERLY\nWe have it on good authority that\nthe Egyptians are expecting\ndelivery of the warhead within the\nnext twelve hours. There are rumors\nthat they’re sending a submarine.\nAnd... there’s the small matter of\nretrieving our agent.\n\nKURYAKIN\nYour agent?\n\nSOLO\nHere we go. I’m starting to smell\nthe irony. She’s working for you,\nisn’t she?\n\nWAVERLY\nGaby is a British agent, has been\nfor years. There are some things\ntoo sensitive to share, even with\none’s allies.\n\nSOLO\nIn other words you wanted the\ncredit for bagging the Professor\nfor yourself.\n\f87.\n\nWAVERLY\nOnce you Americans lost her father,\nit was only a matter of time before\nhis old Nazi chums would turn up.\nWe were expecting Nazis, but we\nweren't expecting you two. You\nnearly cocked up fifteen years of\nour work, but we have to make do,\ndon’t we?\n\nKURYAKIN\nShe’s a Nazi. Solo’s buttocks can\nprove it, and I heard her betray\nus.\n\nSOLO\nI’m surprised you’re surprised. You\nwere so sure you were right.\n\nWAVERLY\nWe knew that Alexander Skorpios\nalready had his doubts about you,\nMr. Kuryakin, and your botched\nbreak-in to his headquarters only\nfuelled his suspicions.\n\nHe looks at Solo.\n\nWAVERLY (CONT’D)\nHonestly, kicking in a door? Where\ndid you learn your skills?\n\nSolo doesn’t bother to protest.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nWAVERLY (CONT’D)\nHonestly, kicking in a door? Where\ndid you learn your skills? Solo doesn’t bother to protest. \n\nTARGET SECTION TO BE ANNOTATED:\nWAVERLY (CONT’D)\nMy agent was forced to denounce\nyou, in order to maintain her own\ncredibility and stay in the game.\nShe knew that you’d planted a bug\non her and would be listening to\nevery word she said.\n\nKURYAKIN\nExcept that she didn’t know about\nthe bug. Only the transmitter,\nwhich she destroyed.\n\nWAVERLY\nWhere did they send you to school\nmy dear boy?\n\f88.\n\nSOLO\nGo easy on him, he’s only just\nlearning that the game he thinks\nhe’s playing, isn’t the game he’s\nreally playing.\n\nWAVERLY\nDo you honestly think you could\nplant a bug on an agent, who has\nbeen in the field for more than a\nweek, without them knowing?\n\nThere’s a ding and the “fasten seat belt” light comes on.\n\nWAVERLY (CONT’D)\nNow fasten up, we’re going in.\n\nSolo and Kuryakin look out of the window. Nothing but ocean\n\nbelow them, until the plane banks and a British aircraft\ncarrier comes into view.\n\nINT. SKORPIOS ISLAND - CASTLE - DAY\n\nAlexander stands at a window, looking down at Gaby and her\nfather on the terrace below.\n\nElena enters.\n\nALEXANDER\nSister.\n\nThey hug.\n\nELENA\nWe're almost there.\n\nALEXANDER\nOur father would be proud.\n\nELENA\nThey’11 send an army to stop us.\n\nALEXANDER\nWe'll give them a Spartan welcome.\nEXT. SKORPIOS ISLAND - TERRACE - DAY\nGaby and her father walk along the terrace. From his\n\nexpression, it’s clear that she’s told him why she’s really\nthere.\n\f89.\n\nUDO\nHow do I know that this isn’t some\nkind of trick?\n\nGABY\nWe'll have to trust one another\nwon't we. Father... you must agree\n\nto complete the bomb assembly.\nThat's the best opportunity we have\nto disable it once and for all.\n\nUdo thinks.\nUDO\nIf I can substitute the neutron\nreflector lens... But they’1ll be\n\nwatching every step of the process.\nMy assistant Nikos, he’1l know.\n\nGABY\nLeave him to me.\n\nFather and daughter stare at each other.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy assistant Nikos, he’1l know. GABY\nLeave him to me. Father and daughter stare at each other. \n\nTARGET SECTION TO BE ANNOTATED:\nUDO\nThank you. I know you despise me\nbut...\n\nGABY\n\nHug me, Father.\n\nHe looks surprised, until her eyes flick towards Alexander\nand Elena, who are walking out to greet them. Father and\ndaughter hug awkwardly.\n\nGABY (CONT'D)\nMy father hasn’t been feeling well.\nThat, and the stress of the work\nled to a certain amount of self-\ndoubt. However, he is now ready to\nresume his work.\n\nALEXANDER\nUdo?\n\nThe Professor nods.\n\nUDO\nI’m ready.\n\nALEXANDER\n(to Gaby)\nI'm impressed.\n\f90.\n\nUDO\nI want my daughter with me.\n\nAlexander glances at Elena, who nods.\n\nALEXANDER\nGood. I need you to finish tonight.\n\nUDO\n(to Gaby)\nCome, I’1l show you my laboratory.\n\nAlexander and Elena watch them walk away.\n\nEXT. AIRCRAFT CARRIER - DECK - DAY\n\nThe plane lands. Waverly exits, followed by Solo and\nKuryakin. They are greeted by the CAPTAIN, who is\nsurprisingly short in stature.\n\nCAPTAIN\nGood day gentlemen. I hope you\nunderstand that this is my vessel\nand we won’t have any issues over\nwho is in command?\n\nWAVERLY\nNot at all Captain, understood.\nNow, I need to get these men to a\nradio.\n\nCAPTAIN\nVery well, follow me.\n\nWaverly turns to the two agents and says under his breath.\n\nWAVERLY\nThe Captain has a bit of a power\nissue, I’m sure you can understand\nwhy. It’s best you leave him to me.\n\nThey are escorted inside.\n\nINT. AIRCRAFT CARRIER - RADIO ROOM - DAY\n\nINTERCUT BETWEEN: Solo and Kuryakin are pacing as they listen\nto their bosses on separate telephones at opposite sides of\nthe room.\n\nSANDERS (V.O.)\nThe Brits have the biggest naval\npresence in the area.\n\fgl.\n\nOLEG (V.O.)\nYou'll need their firepower.\n\nSANDERS (V.O.)\nBut you will be leading the\nassault.\n\nOLEG (V.O.)\nOnce you’ve stopped the bomb.\n\nSANDERS (V.O.)\nYou must retrieve the disk...\n\nOLEG (V.O.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nYou must retrieve the disk... OLEG (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nWhatever it takes, the disk is\nfundamental.\n\nSANDERS (V.O.)\nGet rid of the Russian if\nnecessary.\n\nOLEG (V.O.)\nThe American will be looking for\nit, if he gets in your way, do what\nyou must.\n\nSolo and Kuryakin stare at each other across the room.\n\nINT. AIRCRAFT CARRIER - BRIEFING ROOM - DAY\nThe Captain leads Waverly, Solo, and Kuryakin inside.\n\nThere's a big map on the wall of Skorpios Island and the\nsurrounding coastline.\n\nSeated, facing it, are a dozen Special Boat Service (SBS)\nTROOPS. These are the British equivalent of Navy Seals. They\nall stand to attention.\n\nCAPTAIN\nThis is Major Jockelson and his\nteam. They're my finest men. They\nwill be supporting your efforts.\n\nA tough looking young man, MAJOR JOCKELSON, with a scar down\nhis left cheek, steps forward to shake their hands.\n\nWaverly moves in front of the map.\n\f92.\n\nWAVERLY\nPlease sit down....Skorpios Island\nhas been a fortress of some kind\nsince the time of the ancient\nGreeks. The Knights Templar built a\ncastle there in the Middle Ages,\nand the Germans built a massive\nfortified gun emplacement there\nduring the war. Several attempts to\ncapture it were unsuccessful.\nLater, Alexander's father purchased\nit and it has been refurbished\nextensively since then. We've\nmanaged to “borrow” the plans from\nthe architect in Athens... After\ncareful study, our conclusion is\nthat our best approach is a stealth\noperation. A surprise attack by a\nsmall team of our best men. That is\nyou gentlemen.\n\nINT. SKORPIOS ISLAND - CASTLE COMMAND CENTER - NIGHT\n\nAlexander stands with his HEAD OF SECURITY. They are watching\na bank of primitive CCTVs, which show different sections of\nthe island: the harbor, the road up to the castle, the gate.\n\nALEXANDER\nI’m expecting trouble tonight.\nPrepare your men.\n\nINT. SKORPIOS ISLAND - UNDERGROUND LABORATORY - NIGHT\n\nA glass fronted room, full of scientific equipment and\nmachinery, including three or four warheads on a rack, which\nare off to one side.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nPrepare your men. INT. SKORPIOS ISLAND - UNDERGROUND LABORATORY - NIGHT\n\nA glass fronted room, full of scientific equipment and\nmachinery, including three or four warheads on a rack, which\nare off to one side. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the center, resting on a metal trolley, is the nuclear\nbomb casing.\n\nUdo stands over it, wearing a white lab coat. He is\nassembling the internal components. It’s a delicate process\ninvolving patience and precision. There are several white-\ncoated TECHNICIANS servicing him.\n\nUDO\nNikos? Micro-wrench.\n\nHis chief assistant, NIKOS, is a slimy young man with a\nferret-like appearance. He hands Udo a precision tool, which\nUdo uses to secure a connection inside the bomb.\n\f93.\nGaby stands just a little too close to Nikos, watching her\nfather work.\nGABY\n(to Nikos)\nWhich part did you work on?\n\nNikos is flustered. He’s not used to beautiful women paying\nattention to him.\n\nNIKOS\nUh...well...uh.\n\nUDO\nNikos has been part of the whole\nprocess. He’s quite brilliant.\nEXT. SKORPIOS ISLAND - HARBOR - NIGHT\nTwo GUARDS patrol the dock. They reach the end, and look out\nat the dark water. Suddenly, a hole appears in each of their\n\nforeheads.\n\nOne tumbles off the dock, where he is caught by two SBS\nFrogmen waiting below. The other crumples onto the dock.\n\nMore Frogmen emerge from the dark water and secure the dock.\n\nThen a pair of low profile rafts are floated in, carrying men\nand weapons.\n\nAmong them are Solo and Kuryakin.\n\nThe SBS team are crack troops, and they move with well-oiled\nprecision. Snipers, a Radio-man, and a RPG team.\n\nINT. SKORPIOS ISLAND - CASTLE COMMAND CENTER - NIGHT\n\nAlexander watches all this activity on the CCTV. He nods\ngravely to his chief of security.\n\nALEXANDER\nYou know what to do.\n\nAlexander gets up and leaves the room.\n\nINT. SKORPIOS ISLAND - UNDERGROUND LABORATORY - NIGHT\n\nUdo is still working on the bomb. Gaby points to a metal box,\nattached to the side of the bomb with a red light and green\nlight on it.\n\f94.\n\nGABY\nWhat does that do?\n\nNIKOS\nThat is known as the coupler.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\n94. GABY\nWhat does that do? NIKOS\nThat is known as the coupler. \n\nTARGET SECTION TO BE ANNOTATED:\n It\nsends a signal which enables a\nsecond missile to lock onto this\none for double the impact. Your\nfather invented it.\n\nUDO\nNikos? Neutron focus lens.\n\nNikos takes the lens out of a wooden box and hands it to the\nProfessor.\n\nThis is Gaby’s cue. She “accidently” brushes against a glass\n\nbeaker full of a dark brown liquid, which smashes on the\nfloor.\n\nEveryone turns to look at her, at which point the Professor\nslips the lens into one pocket and pulls a substitute lens\nout of another.\nGABY\nI’m sorry! I’m so clumsy. I hope that\nwasn’t important.\n\nNIKOS\nVery important...\n\nHe holds up a glass containing more of the brown liquid.\n\nNIKOS (CONT'D)\nCoca-cola.\n\nHe takes a swig. Everyone laughs.\n\nFather and daughter glance at each other as Udo installs the\nsubstitute lens.\n\nUDO\nNikos, pay attention! Reflector wrap.\n\nNIKOS\nYes boss.\n\nIn walks Alexander. He walks up next to Gaby.\n\nALEXANDER\nHow much longer Udo?\n\nUDO\nAlmost done.\n\f95.\n\nALEXANDER\nExcellent.\n\nHe slaps Gaby across the face, knocking her to the ground.\n\nALEXANDER (CONT'D)\n(to guards)\nTake her to one of the cells. If\nyou don’t hear from me in ten\nminutes, shoot her.\n(to Udo)\nNow, you have nine minutes to\ninstall the correct lens and finish\nthe assembly.\n\nEXT. SKORPIOS ISLAND - CASTLE - NIGHT\n\nThe assault team progresses up the hill, silently taking out any\nsentries with deadly precision.\n\nThey are outside the main gate, where two SENTRIES stand,\nsmoking and chatting.\n\nJockelson signals for his men. Two silenced shots, and they are\ndown. The team is through the gates.\nEXT. SKORPIOS ISLAND - CASTLE COURTYARD - NIGHT\n\nAnd that is when all hell breaks lose. They’ve walked straight\ninto an ambush. Shots rain down on them from all sides.\n\nThere is no cover. They are sitting ducks.\n\nJockelson signals a retreat, but there are snipers outside the\ngate as well.\n\nThere is one open doorway across the courtyard.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are sitting ducks. Jockelson signals a retreat, but there are snipers outside the\ngate as well. There is one open doorway across the courtyard. \n\nTARGET SECTION TO BE ANNOTATED:\n They have no\nchoice but to make a run for it.\n\nThe team zig-zigs across the open space, using parked vehicles\nand the central well as partial cover.\n\nINT. SKORPIOS ISLAND - CASTLE - GREAT HALL - NIGHT\n\nOnly half the team makes it inside, the others are wounded.\n\nThey manage to bar the door and also the interior door, before\nmore of the SPARTAN GUARDS arrive.\n\nThe men hunker down, out of sight of the windows. There’s no way\nout.\n\f96.\n\nA thumping is heard as the Spartan Guards start to pound the\ndoors. It won’t be long before they break through.\n\nSOLO\n(to Jockelson)\nYou'd better radio for support.\n\nJOCKELSON\nWe lost the radio...\n\nA pause while the gravity of the situation sinks in.\nJOCKELSON (CONT’D)\n(to his men)\nListen up. We’re going to form a\ndefensive position.\n\nHe directs his men to turn the banquet tables on their sides,\neach facing one of the doors.\n\nSolo and Kuryakin look at each other.\n\nKURYAKIN\nCowboy?\nSOLO\nYes, Kalinka.\nKURYAKIN\nAlexander's mine.\nSOLO\nFine. I want the sister. But\n\nfirst...\nHe looks around.\n\nSOLO (CONT’D)\n\nWe need to figure out a way out of\nhere. Any hall of this period\nshould have a stone floor, but this\none is wood.\n\nKURYAKIN\nAnd?\n\nSOLO\nIt doesn’t make sense, unless there’s\nsomething underneath, in which case a\nstone floor would be too heavy.\n\nThe doors are cracking.\n\f97.\n\nSOLO (CONT’D)\nWe just need to get through it\nrather quickly....\nHe looks around, but Kuryakin is already striding across the\nroom, towards the Soldier carrying the RPG.\n\nINT. SKORPIOS ISLAND - LABORATORY - NIGHT\n\nAs gunfire sounds above, Udo quickly closes the bomb casing.\nAlexander looks at his watch.\n\nALEXANDER\nOnly seven minutes. Very good.\n\nAlexander gestures to his guards. They wheel the bomb trolley\nout of the lab.\n\nUDO\nWhat about Gaby?\n\nALEXANDER\n\nYou don’t need to worry about her,\n\nshe'll be joining you shortly.\n\nHe shoots the Professor between the eyes.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nUDO\nWhat about Gaby? ALEXANDER\n\nYou don’t need to worry about her,\n\nshe'll be joining you shortly. He shoots the Professor between the eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nALEXANDER (CONT'D)\n(to Nikos)\nThe disk with the Professor's\nresearch, where is it?\n\nNikos opens a small safe and takes out the disk.\n\nAlexander grabs it and tucks it in his jacket.\n\nINT. SKORPIOS ISLAND - GREAT HALL - NIGHT\nThe Spartan Guards are almost through the inner door.\n\nKuryakin has the RPG, and is aiming at the floorboards across\nthe room.\n\nKuryakin pulls the trigger, and the rocket ploughs into the\nfloor exploding on impact.\n\nKuryakin is knocked off his feet and the room is filled with\nsmoke, but as it clears, we see that a large section of the\nfloor has been blown away, revealing a room below.\n\nSolo picks Kuryakin up, and they start down the hole, followed\nby Jockelson and his team.\n\f98.\n\nINT. SKORPIOS ISLAND - CELL - NIGHT\n\nGaby is seated on a stone bench. Outside the cell, one of the\nGuards looks at his watch. Nods to the other, who starts to\nunlock the door.\n\nINT. SKORPIOS ISLAND - CELL - NIGHT\n\nOne of the men raises his gun to shoot her.\n\nGaby closes her eyes. Ready to die.\n\nTwo shots. Gaby opens her eyes to find Solo standing over\nher. The two Guards lie at his feet.\n\nKuryakin and the others are behind in a fire-fight with other\nGuards.\n\nSolo helps her up. She’s shaking.\n\nGABY\nI...\n\nShe throws her arms around him and holds on for dear life.\n\nSolo is awkward, doesn’t know what to do, but gradually his\narms close around her.\n\nKuryakin interrupts the moment.\n\nKURYAKIN\nThe warhead.\n\nGaby pulls herself together. Kuryakin continues down the\ncorridor. Gaby follows.\n\nSOLO\n(to Jockelson)\nFind a radio and get us some help.\n\nHe’s about to follow the others, when he spots something\nfamiliar about the Guard he just shot. He bends over him and\ntakes something off his left wrist.\n\nINT. SKORPIOS ISLAND - CONTROL ROOM - NIGHT\nEmpty. The bank of monitors flicker. Kuryakin enters, scans\n\nthem, spots Alexander and Nikos passing various cars in a\ngarage.\n\f99.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nKuryakin enters, scans\n\nthem, spots Alexander and Nikos passing various cars in a\ngarage. 99. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SKORPIOS ISLAND - UNDERGROUND GARAGE - NIGHT\n\nGaby, Solo, and Kuryakin enter. There’s a tunnel entrance at one\nend. Alexander’s car engine can be heard echoing back down the\ntunnel.\n\nThere are several ATVs (lightweight SUV’s on steroids with huge\ntires) parked in a row, and a line of dirt bikes as well.\n\nKuryakin slings his rifle over his shoulder and jumps on a\nbike.\n\nSolo heads for an ATV.\nSOLO\n(to Gaby)\n\nYou drive.\n\nThe ATV and the bike hurtle down the tunnel.\n\nEXT. SKORPIOS ISLAND - ROAD - EARLY MORNING\n\nIt's just starting to get light out as the ATV and the bike fly\nout of what appears to be a cave in side of the rock. They\nsplash through a foot of ocean water, and careen up onto the\ncauseway, which connects the island to the mainland.\n\nAlexander’s car is ahead in the distance. He’s in a souped-up\nLand Rover.\nINT. ATV - EARLY MORNING\n\nSolo and Gaby are travelling at tremendous speed, but Alexander\nis quite far ahead.\n\nGABY\nDo you hate me?\n\nSOLO\nDoes it matter?\n\nGABY\nWhat do you think?\n\nSolo smiles.\nSOLO\nI think you can drive better than\nthis.\n\nThe road winds as it travels uphill.\n\f100.\n\nGaby accelerates, taking the turns at alarming speed, but she’s\nnot getting any closer.\n\nSuddenly, she jams on the brakes. Reverses. There’s a dirt track\nheading up a steep slope.\n\nGABY\nHold on tight.\n\nThey bounce up the hill at tremendous speed, flying through the\nair as they hit bumps. But once they crest the hill the track\njoins the road again, and now they’re just behind Alexander.\nKuryakin has followed behind on his bike. Now, instead of taking\nthe road, he continues across country, heading uphill to a\nvantage point where he can see the road below.\n\nIn the meantime, the road is heading into woodlands as Gaby and\nSolo close in on Alexander.\n\nGaby bumps the back of the Land Rover. Alexander jams on his\nbrakes, trying to shake her off.\n\nIt’s bumper cars until Gaby sees an opening.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nGaby bumps the back of the Land Rover. Alexander jams on his\nbrakes, trying to shake her off. It’s bumper cars until Gaby sees an opening. \n\nTARGET SECTION TO BE ANNOTATED:\n She accelerates up\nthe bank and passes Alexander. She then swerves the ATV down in\nfront of the Land Rover, forcing it off the road and into a\nditch.\n\nThe ATV flips and lands upside down next to the Land Rover.\n\nCUT TO:\n\nEXT. HILLTOP - EARLY MORNING\n\nKuryakin can barely see the cars through the trees. He raises\nthe rifle and looks through the sight.\n\nRelief as he sees Solo crawl out of the ATV and pull Gaby out.\n\nCUT TO:\n\nEXT. WOODLANDS - EARLY MORNING\n\nNikos lies nearby, also unconscious. Solo tries to help Gaby to\nher feet, but she yelps in pain.\n\nGABY\nI think my leg is broken.\n\nSOLO\nI’m never getting in a car with you\nagain.\n\f101.\nWhack! Alexander comes out of nowhere, knocking Solo off his\nfeet.\nSolo fights Alexander, but the Spartan is bigger and better.\n\nCUT TO:\n\nEXT. HILLTOP - EARLY MORNING\n\nKuryakin tries to take a shot, but between the trees and the\nmoving bodies, he’s just as likely to hit the wrong person.\n\nCUT TO:\n\nEXT. WOODLANDS - EARLY MORNING\n\nSolo is being pummeled. Alexander punches him so hard that he’s\npretty much knocked senseless.\n\nFinally, he gets behind Solo and lifts him by the neck.\n\nCUT TO:\n\nEXT. HILLTOP - EARLY MORNING\n\nKuryakin tracks the action through his sight. Finger on the\ntrigger. He gets glimpses of Alexander, but he’s blocked by\nSolo’s body.\n\nAlexander grips Solo’s head to twist it and break his neck.\n\nKURYAKIN\nSorry, Cowboy.\n\nHe pulls the trigger.\n\nWe travel with the bullet as it flies through the air, whistling\npast tree branches, penetrating Solo’s shoulder, travelling\nthrough his body, and out the other side into Alexander's heart.\n\nHe drops. Solo collapses beside him.\n\nCUT TO:\n\nEXT. HILLTOP - EARLY MORNING\n\nKuryakin jumps on the bike and rides down through the trees.\n\f102.\n\nEXT. WOODLANDS - MORNING\n\nClutching his shoulder, Solo reaches inside Alexander's\njacket and snags the disk, which he pockets.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n102. EXT. WOODLANDS - MORNING\n\nClutching his shoulder, Solo reaches inside Alexander's\njacket and snags the disk, which he pockets. \n\nTARGET SECTION TO BE ANNOTATED:\n He then leans\nback against a tree.\n\nKuryakin arrives his bike. Hurries over to Solo.\n\nKuryakin grins, seeing that Solo is okay.\n\nKURYAKIN\nSorry I had to shoot you, Cowboy.\n\nSOLO\nSomething you've been wanting to do\nsince we met.\n\nKURYAKIN\nIs he dead?\n\nKuryakin goes over to Alexander's body ostensibly to check\nand surreptitiously rummages through his pockets.\n\nSOLO\nI’ve got something for you.\n\nHe produces Kuryakin’s father’s watch.\nSOLO (CONT’D)\nAfter all that, you shot the guy\nwho took it and didn’t even\nrecognize him.\n\nKuryakin’s eyes light up.\n\nKURYAKIN\nI love you, Cowboy!\n\nHe kisses Solo on both cheeks.\n\nSOLO\nOuch. Be gentle with me!\n\nThe sound of a helicopter approaching rapidly. A British\nnaval helicopter lands in a field just beyond the trees, and\nWaverly steps out.\n\nINT. HELICOPTER - DAY\nA battered Solo, Kuryakin, and Gaby, whose leg in a splint,\n\nwatch as four MEN carefully carry the warhead over to the\nhelicopter, and place it in the hold.\n\f103.\n\nOne of the men comes over and says something to Waverly. He\nthen walks over to the warhead, where they talk some more.\nThe sound of the helicopter drowns out what they are saying.\n\nWaverly comes over to our trio.\n\nWAVERLY\nWell, it appears we have the wrong\nwarhead.\n\nGABY\n\nBut it’s identical to the one...\n\nWAVERLY\nIt is, only there’s no plutonium.\nIt’s a decoy. We’ve been had.\n(to pilot)\nLet's go.\n\nWaverly gets into the front of the helicopter and starts\nbarking orders into the radio.\n\nINT. HELICOPTER - DAY\nWaverly finishes on the radio.\n\nWAVERLY\nThey’ve searched the castle from\ntop to bottom. Nothing. No sign of\nthe warhead or Elena Skorpios.\nWe've had the place locked up all\nnight. Radar, sonar, aerial\npatrols, no ships have been in or\nout of the harbor, including\nsubmarines. But...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe've had the place locked up all\nnight. Radar, sonar, aerial\npatrols, no ships have been in or\nout of the harbor, including\nsubmarines. But... \n\nTARGET SECTION TO BE ANNOTATED:\n some fishing\nboats left the village this morning\njust before dawn. The Harbor Master\nis being brought to the carrier to\nhelp us.\n\nSolo stares at the decoy.\n\nCUT TO:\n\nINT. AIRCRAFT CARRIER - BRIDGE - DAY\nThe HARBOR MASTER is standing in front of the group.\n\nHARBOR MASTER\nOne hundred and twenty seven\nfishing boats left the village\nbefore dawn as they do every day.\n(MORE )\n\f104.\n\nHARBOR MASTER (CONT'D)\nThey are now spread over a two\nhundred mile radius.\n\nCAPTAIN\nWe don’t know the name, let alone\nthe location of the boat that we’re\nlooking for. It will be impossible\nfor us to find and search more than\ntwenty boats in the next few hours.\nI simply don’t have the manpower.\n\nSolo looks up, he shuts his eyes in thought.\n\nFLASHBACK TO: The photograph he saw in Alexander's office.\nAchilles Skorpios with his kids standing in front his fishing\nboat. But the name is obscured. Only the middle two letters\n“ON” are visible.\n\nSolo thinks harder.\n\nFLASHBACK TO: A second, older picture (in gym) of Achilles\nSkorpios as a young man standing in front of the boat. This\ntime only the last two letters “AS” are visible.\n\nFLASHBACK TO: Elena’s face as she says:\n\nELENA\nMy father was obsessed with the\n“Spartan way.”\n\nFLASHBACK TO: The Secretary giving Solo the guided tour as\nshe says:\n\nSECRETARY\nLegend has it that the 300 Spartans\nused this fighting technique to\ndefeat two thousand Persians at the\nbattle of Thermopylae.\n\nCUT TO:\n\nINT. AIRCRAFT CARRIER - BRIDGE - DAY\nSolo turns to the group.\n\nSOLO\nWhat was the name of the leader of\nthe 300 hundred Spartans?\n\nCAPTAIN\nWhat has that got to do with\nanything?\n\f105.\n\nSOLO\nPlease answer the question.\n\nWAVERLY\nLeonidas.\n\nFLASH TO: The pictures of the boat. Solo fills in the missing\nletters, they fit perfectly.\n\nSOLO\nLeonidas is the name of the boat\nwe're looking for.\n\nThe Captain looks skeptical.\n\nCAPTAIN\nI am afraid that’s not enough agent\nSolo.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSOLO\nLeonidas is the name of the boat\nwe're looking for. The Captain looks skeptical. CAPTAIN\nI am afraid that’s not enough agent\nSolo. \n\nTARGET SECTION TO BE ANNOTATED:\n Waverly, I need the radio,\nevery minute my man spends on this\ntheory is a minute wasted in co-\nordinating the broader search.\n\nWAVERLY\nGive my man a minute, Captain.\n\nThe Captain huffs and puffs, and stands on his tip toes.\n\nCAPTAIN\nOne minute.\n\nCUT TO:\nThe Harbor Master is on the radio.\n\nHARBOR MASTER (SUBTITLE)\n(in Greek)\nLeonidas, come in Leonidas. This is\nthe Harbor Master.\n\nNo response, everybody exchanges looks of doubt, why does\nSolo think that this is the boat they have been looking for?\nSolo holds fast and looks at a RADIO TRACKING MAN who sits\nnear by.\n\nHARBOR MASTER (SUBTITLE) (CONT’D)\nLeonidas, come in Leonidas. This is\nthe Harbor Master.\n\nOVER RADIO (SUBTITLE)\nHarbor Master. This is Leonidas.\n\nSolo takes the radio.\n\f106.\n\nSOLO (SUBTITLE)\n\nThis is Napoleon Solo. I have a\nmessage for the owner of your boat,\nElena Skorpios.\n\nCUT TO:\nEXT. LEONIDAS - DAY\nWe see a Greek FISHING CAPTAIN looking surprised.\nFISHING CAPTAIN (SUBTITLE)\nSorry, do not understand message.\nCUT TO:\n\nINT. AIRCRAFT CARRIER - BRIDGE - DAY\n\nSilence, more doubt in the room. The Radio Tracking Man rolls\nhis finger, he needs more time to find a position. Solo\ncontinues.\n\nSOLO (SUBTITLE)\nThe message is: earlier today I\nkilled your brother.\n\nSilence from the radio. The Captain looks at his watch.\n\nCAPTAIN\nYour minute is up agent. I am\ntaking control of my radio.\n\nThe Russian is standing behind the diminutive captain.\n\nKURYAKIN\nAre you sure, Cowboy?\n\nSOLO\nSure enough.\n\nWe see the Russian put his hands behind his back in\npreparation for the “KGB Kiss.” Off screen we hear it’s\ndelivery.\n\nSolo on the radio.\n\nSOLO (CONT’D)\n\nI would like to report that he died\n\naccording to the Spartan tradition,\n\nwith honor and courage.\n\nBut alas, this was not the case.\n(MORE )\n\f107.\n\nSOLO (CONT'D)\nIt was sadly really rather pitiful.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut alas, this was not the case. (MORE )\n\f107. SOLO (CONT'D)\nIt was sadly really rather pitiful. \n\nTARGET SECTION TO BE ANNOTATED:\nSo, I'd just like to send you my\ncondolences.\n\nLong silence. It looks like nothing is going to happen. Then\nthe radio crackles to life.\n\nELENA (SUBTITLE)\n(over radio)\nHello Napoleon.\n\nCUT TO:\n\nINT. LEONIDAS - BRIDGE - DAY\nElena speaks into the radio.\n\nELENA\nI appreciate the sentiment of your\nmessage, and now I hope you will\nappreciate the significance of\nmine. I want you to listen\ncarefully, any blood relation that\nyou still have living will be dead\nwithin the year, they will die as\nslowly and as painfully as\npossible. You already know from\npersonal experience this is our\narea of expertise. You have no idea\nof the size and sophistication of\nour organization. There is nothing\nyou can do to protect or hide them.\nYou will be helpless to do anything\nbut witness their suffering as you\nawait your own death which we will\nsave for last. This I vow on the\ndeath of my brother.\n\nShe looks out the window and we see a submarine in the\ndistance. The warhead is being lowered into a zodiac.\n\nINT. AIRCRAFT CARRIER - BRIDGE AND INT. LEONIDAS - BRIDGE -\nDAY\n\nINTERCUT BETWEEN SOLO AND ELENA.\n\nThe Radio Tracking Man gives Solo the thumbs up. Waverly nods\nto a TECHNICIAN, who taps the coordinates into a computer.\n\f108.\n\nSOLO\nI am most flattered you feel so\nstrongly about me, however, in\norder for that to happen don’t you\nfirst need to be able to inform\nyour organization?\n\nCUT TO:\nELENA\nThat will take a matter of minutes,\nas will the delivery of the warhead\nthat you so desperately sought.\nCUT TO:\nSOLO\nI see one flaw in your logic.\nCUT TO:\nELENA\nEntertain me.\nCUT TO:\n\nSolo watches through the window as the decoy warhead is\nlaunched.\n\nSOLO\nWhile you’ve been busy telling me\nhow dangerous you are, we’ve been\nbusy locking onto your location,\nvia your radio signal. This gave us\nyour general location.\n\nCUT TO:\nELENA\nAren’t you clever? But that’s not\ngoing to help you much.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis gave us\nyour general location. CUT TO:\nELENA\nAren’t you clever? But that’s not\ngoing to help you much. \n\nTARGET SECTION TO BE ANNOTATED:\n I’1l be\ngone in five minutes.\nCUT TO:\n\nSOLO\nI haven't finished, the coupling\ndevice, that you so considerately\nleft us on your decoy warhead, is\naccurate to ten feet.\n\n(MORE )\n\f109.\n\nSOLO (CONT'D)\nThat warhead, although not nuclear,\nshouldn’t have too much trouble\nobliterating a medium sized Greek\nfishing boat.\n\nCUT TO:\n\nElena, as doubt starts to creep across face.\n\nCUT TO:\n\nSOLO (CONT’D)\nNow, just in case you still haven't\nworked out exactly what’s going on,\nthe aforementioned missile was\nlaunched forty-five seconds ago,\nwhich gives you about thirty\nseconds to impact. Don’t worry, it\nwon't trigger the nuclear warhead,\nas that requires fission.\n\nCUT TO:\n\nAt which point, Elena can see panicked members of her crew\npointing up in the air and jumping overboard.\n\nSOLO (CONT’D)\nBut I suggest you abandon ship\nimmediately if you want to make\ngood on your vow.\n\n(pause)\nHow’s that for entertainment.\n\nCUT TO:\n\nElena turns white... KABOOM!\n\nINT. ATHENS HOTEL ROOM - DAY\n\nSolo is packing his gear into a suit case, on the bed we can\nsee the disk, on a dressing table is his gun. There is a\nknock at the door. Solo covers the gun with a towel and opens\nthe door. Kuryakin is standing there holding a bottle.\n\nKURYAKIN\nI bought you the best vodka I could\nfind. Can’t get my head round it\nwhile there is still whiskey in the\nworld. Can I come in?\n\f110.\n\nSOLO\nYou might as well, cause I got\nsomething for you too.\n\nHe gestures to a bottle of whiskey.\nSolo clocks that Kuryakin has seen the disk on the bed.\n\nKURYAKIN\nYou have a couple of glasses? I\ncould use a drink about now.\n\nSolo, goes to the dressing table where there are glasses. In\nthe mirror he can see Kuryakin looking longingly at the disk.\nKuryakin undoes a button on his jacket.\n\nSOLO\nWhy don’t you sit down?\n\nKuryakin does so, but his hand looks like it could reach for\nhis gun.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nKuryakin undoes a button on his jacket. SOLO\nWhy don’t you sit down? Kuryakin does so, but his hand looks like it could reach for\nhis gun. \n\nTARGET SECTION TO BE ANNOTATED:\n Solo gives Kuryakin his glass and smiles, he returns\nto his seat at the dressing table and puts his glass down by\nthe towel with the gun underneath it, he uses the drink as a\ncover.\n\nSOLO (CONT’D)\nAll in all, I think we made a\npretty good team.\n\nKURYAKIN\nIt seems so, I have to admit, I\ndidn’t have a great deal of\nconfidence in you at the beginning.\n\nSOLO\nSo what now? You go back to Russia?\nMission accomplished?\n\nThe Russian’s eyes again flick toward the disk, and his hand\nseems to creep inside his jacket looking for a gun. In\nresponse, Solo’s hand is creeping under the towel. The\ntension mounts. Suddenly, there is a knock at the door. The\ntension is shattered.\n\nSOLO (CONT’D)\nCould you get that for me?\n\nThe Russian opens the door. There stands Gaby.\n\nGABY\nThought you’d like to know, the\nsalvage team managed to retrieve\nthe missile’s plutonium core from\nthe sea bed, it’s intact.\n\f111.\n\nShe notices the tension in the room.\n\nGABY (CONT'D)\nI hope I am not interrupting\nanything.\n\nSOLO\nJust a drink, and we can continue\nthat downstairs. I have to catch a\nplane in an hour.\n\nThere’s a release of tension.\n\nINT. AIRPLANE - DAY\n\nSolo puts his bags on his chair, and checks his inside\npocket, it contains the disk, he’s happy. He then attempts to\nput his bags up into the space above his seat. He’s having\nsome trouble due to his injured shoulder. A hot STEWARDESS\nhelps him while people push behind.\n\nSOLO\nThank you, young lady.\n\nHe sits, sighs with relief, closes his eyes and falls asleep.\n\nHe wakes at 30,000 feet, looks out of the window, and taps\nhis breast pocket, a look of shock comes over him, there's\nnothing there. He’s been pick-pocketed. He starts frantically\nsearching his clothes.\n\nWe hear a voice off screen, it’s the Russian.\n\nKURYAKIN\nLooking for this?\n\nHe’s holding the disk.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear a voice off screen, it’s the Russian. KURYAKIN\nLooking for this? He’s holding the disk. \n\nTARGET SECTION TO BE ANNOTATED:\nKURYAKIN (CONT’D)\nI think you know what my orders\nare, but you know what, Cowboy? I\ndon’t like debts. So this is for\nyou saving my life when I was\ndrowning. And for my father’s\nwatch. Now we’re even.\n\nHe drops it on Solo’s lap, and marches off.\n\nMoments later, the Russian is having a drink, when all of a\nsudden, Solo drops the disk on his lap.\n\f112.\n\nSOLO\nThat's for taking out the\nelectrodes from my behind and\nshooting me through the shoulder,\nand both times somehow saving my\nlife. Now we're even.\n\nHe walks off. He goes to the bar. The Russian approaches and\nthrows the disk on to the bar.\n\nSOLO (CONT’D)\nThis isn’t going to work is it?\n\nKURYAKIN\nSo you're really retiring, Cowboy?\n(beat)\nWhat will you do?\n\nSolo shrugs.\n\nSOLO\nGo fishing.\n\nKURYAKIN\nSo what we just did doesn’t change\nanything? You don’t think we did\nany good at all?\n\nSOLO\nOh, you are sweet, Kalinka. Tell\nyou what, the day there’s an\norganization that only deals with\nreal threats, and bypasses national\noneupmanship, I'll be interested.\n\nKURYAKIN\nSo, what are we going to do with\nthis?\n\nThey look at the disk.\nSOLO\nWell I don’t see how it can do\nanyone any good do you? It’s a pity\nthat neither of us found it.\n\nINT. AIRPLANE TOILET - DAY\n\nWe see them snap the disk in half and drop it into the\ntoilet. They hit the flusher.\n\f113.\n\nSOLO\nWell that’s the end of that.\n\nCUT TO:\n\nINSERT: THREE MONTHS LATER.\n\nEXT. NEW YORK STREET —- DAY\n\nSolo is walking down a street in the East Forties. He sees\nDel Florio’s Tailors.\n\nINT. DEL FLORIO’S TAILORS - DAY\n\nThe bell dings as Solo enters and produces a ticket. He hands\nit over, the MAN behind the counter looks up at Solo.\n\nMAN\nJust wait here a minute please,\nsir.\n\nThe Man disappears.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hands\nit over, the MAN behind the counter looks up at Solo. MAN\nJust wait here a minute please,\nsir. The Man disappears. \n\nTARGET SECTION TO BE ANNOTATED:\n A beat or two later, the curtains of the\nchanging room part and there stands Sanders.\n\nSANDERS\nGood to see you Solo, so glad you\ncould make it. You’ve come about\nthawing account number 583937994?\n\nSOLO\nThat was our deal.\n\nSANDERS\nNothing to worry about, it can\nthaw. You just have to sign a few\n\nreceipts first, you understand the\nbureaucracy. Could you follow me?\n\nSanders turns and walks away down a corridor, Solo follows.\n\nINT. DEL FLORIO’S TAILORS - OFFICE - DAY\nSanders pushes various forms in front of Solo.\nSANDERS\nThat’s a good man. Just sign here,\nand here.\n\nSolo can't be bothered to read the forms and just signs away.\n\f114.\n\nSANDERS (CONT'D)\n\nYou and the Russian did a good job\nback there Solo, a proper team,\neven our governments thought so.\nWouldn’t it be good if all the jobs\nyou had to do were for such a good\ncause? An organization consisting\nof agents of all nationalities.\n\nSanders puts more forms in front of Solo.\n\nSANDERS (CONT'D)\nJust a few more.\n\nSOLO\nGreat idea sir, but it would never\nhappen. Anyway what would you call\nit?\n\nSANDERS\nU.N.C.L.E.\n\nSOLO\nAs in my father’s brother? What\ndoes that mean?\n\nSANDERS\nThe United Network Command For Law\nand Enforcement.\n\nSOLO\nSounds like you've been thinking\nabout it sir. Of course, you’d need\nthe Russian, and the girl was\npretty useful as well.\n\nSANDERS\nI am sure that could be arranged.\n\nSOLO\nI'll believe it when I seen it.\n\nHe continues signing.\n\nSANDERS\nWould you? What if I’d told you,\nyou'd be the head agent, and you’d\nonly commit to missions that were a\nglobal threat? No paperwork, and no\npolitics.\n\f115.\n\nSOLO\nVery entertaining sir. In that\ncase, you'd have my attention. I'd\nbe your man.\n\nSanders looks relieved and takes away the last paper that\nSolo was signing. He checks the signature and blows it dry.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd\nbe your man. Sanders looks relieved and takes away the last paper that\nSolo was signing. He checks the signature and blows it dry. \n\nTARGET SECTION TO BE ANNOTATED:\nSANDERS\nI was hoping you’d say that,\nbecause the Russian put some money\non you saying “yes.” I, as you\nknow, am a bit more cynical. I said\nI'd need to see your signature\nfirst, but it seems we were both\nright.\n\nHe presses a button, and the wall of clothes behind Sanders\ndisappears. We reveal -\n\nINT. U.N.C.L.E. HEADQUARTERS - MISSION CONTROL - DAY\n\nKuryakin and Gaby are sitting with Waverly and Oleg, in front\nof a bank of computers and monitors, all staring at where\nSolo is sitting. Solo’s eyes are wide in shock.\n\nKURYAKIN\nAnd they even said you can fly\nfirst class. Good to see you,\nCowboy.\n\f"
}