{
  "1": "THE BUCKET LIST\n\nby\n\nJustin Zackham\n\nApril 2005\n\nREGISTERED WGA-WEST\nAll Rights Reserved\n\fYou see, Mr. Barnes. It is because I have lived\n\nvery much, that I can now enjoy everything so well.\n\n--Count Mippipopolous\n\n\"The Sun Also Rises\"\n\nHe not busy being born,\n\nIs busy dying.\n\n--Bob Dylan\n\fTHE HIMALAYAS\n\nWide as all the world. Towering and timeless and rumbling\nmutely into the sky to scrape the floor of heaven.\n\nWe're gliding between them as if on a cloud, and CARTER’S\nVOICE is quiet and humble and yet somehow makes us feel\nas though he knows a great many things we don’t.\n\nCARTER (V.O.)\n\nEdward Perriman Cole died in May. It was\na Sunday, in the afternoon, and there\nwasn’t a cloud in the sky...\n\nOne mountain rises above the rest. A plume of ice and\nsnow billows from its wedge-shaped peak which thrusts up\ninto the jet stream.\n\nCARTER (V.O.) (CONT’D)\n“Life is not measured by the breaths we\ntake, but by the moments that take our\nbreath away.” Whoever said that knew a\nthing or two.\n\nWe’re MOVING HIGHER now as the mountain looms closer,\ndrawing us up its massive shoulders.\n\nCARTER (V.O.) (CONT’D)\n\nEven now, I can’t claim to understand the\nmeasure of a life... Some people will\ntell you it’s how we’re remembered by\nhistory, or by the ones we've left\nbehind. Some believe it can be measured\nin faith. Some say by love... Other folks\nsay life has no meaning at all. We’re\nonly dust in the breeze.\n\nCONTINUING over ridges and glaciers towards the peak.\nCUT TO:\nA SKI POLE - THRUST THROUGH A CRUST OF FROZEN SNOW\n\nThe CLIMBER is wrapped in a hooded mountaineering suit\nand his face is protected by an oxygen mask and ski\ngoggles.\n\nWith great effort, he lifts his right foot and plants it\nforward next to the ski pole, his thin breath swept away\nby the exertion.\n\nHe pauses and lifts his goggles to his forehead.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nA SKI POLE - THRUST THROUGH A CRUST OF FROZEN SNOW\n\nThe CLIMBER is wrapped in a hooded mountaineering suit\nand his face is protected by an oxygen mask and ski\ngoggles. With great effort, he lifts his right foot and plants it\nforward next to the ski pole, his thin breath swept away\nby the exertion. He pauses and lifts his goggles to his forehead. \n\nTARGET SECTION TO BE ANNOTATED:\n His eyes\nare blue and ringed with exhaustion as he turns to take\nin the view of the entire world beneath him...\n\fCARTER (V.O.)\n\nWhat I can tell you is that, by any\nstandard, Edward Cole lived more in his\nlast days on earth than most folks manage\nto wring out of a lifetime.\n\nLowering the goggles, the climber turns back to the\nsummit.\n\nCARTER (V.O.) (CONT'D)\n\nI know that when he died his eyes were\nclosed, and his heart was open... And I\nknow that he could hear the mountain...\n\nThe climber plants the second ski pole and takes another\nagonizing step as we RISE high above him until he becomes\nsmall on the face of the giant.\n\nCARTER (V.O.) (CONT’D)\nAnd I know the mountain heard him in\nreturn.\n\nAnd we slowly FADE TO BLACK...\nCUT TO:\n\nA CIGARETTE ASHING INTO AN EMPTY “CHOCK FULL O’ NUTS”\nCOFFEE CAN\n\nINT. MCCREATH SERVICE CENTER - DAY\n\nCARTER CHAMBERS is a black mechanic in his late 50’s with\na worn, but thoughtful demeanor. His job is beneath him\nand he’s known it for the last 30 years. He leans back\nagainst the El Camino he is working on.\n\nMANNY (0.S.)\nSo then what happened?\n\nHis partner MANNY is beneath the car on a roller. He\nslides in and out of view over course of the following...\n\nCARTER\nTesla took his design to the richest man\nin town, mister J.P. Morgan.\n\nMANNY\nThe stockbroker guy?\n\nCARTER\nThat’s right. Morgan was the major\nfinancier for Tesla’s primary rival, a\nfellow by the name of Tom Edison.\n\fMANNY\nNo way.\n\nCARTER\nBetween them, Morgan and Edison\ncontrolled the entire power grid for New\nYork, Boston, Philadelphia, and so on.\n\nMANNY\n(jingling his pocket)\nSo they had some serious jing.\n\nCARTER\nThey had “serious jing.” Which is why,\nwhen Tesla walked into Mr.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\nBetween them, Morgan and Edison\ncontrolled the entire power grid for New\nYork, Boston, Philadelphia, and so on. MANNY\n(jingling his pocket)\nSo they had some serious jing. CARTER\nThey had “serious jing.” Which is why,\nwhen Tesla walked into Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Morgan's\noffice and unveiled an invention designed\nto provide free, wireless electricity to\nthe entire population of the planet -\nremember now, this is 1912 - Mister\nMorgan had no choice but to finance it\nimmediately.\n\nMANNY\nHold up. He agreed?\n\nCARTER\nWithout hesitation.\n\nMANNY\nBut wouldn't free energy put him out of\nbusiness?\n\nCARTER\nInvariably.\n\nMANNY\nYo, that’s one stupid stockbroker.\n\nCARTER\nA year later, Tesla invited Mr. Morgan\nout to Long Island, where he had nearly\ncompleted the first in a series of towers\nwhich would tap into the Earth and beam\nits energy through the air to a nearby\nreceiver.\n\nMANNY\nCrazy... So what happened?\n\fCARTER\nMorgan knew the invention would make both\nTesla and himself famous beyond their\nwildest dreams...change human history\nforever. So, he did what anyone in his\nposition would do. He went back to his\noffice, made a few phone calls, then home\nto his wife... The next day Tesla\nreceived notice that Morgan had pulled\nhis funding. He was thrown out on the\nstreet and the lab was demolished. The\nmorning papers carried stories about\nTesla’s clinical insanity, quoting\n“anonymous sources” who claimed to have\nseen Tesla consorting with prostitutes\nand demons.\n\nMANNY\nAnd Morgan protected his company. That's\nSO...\n\nCARTER\n\nMachiavellian? I agree.\n\nMANNY\nI was gonna say wack, but whatever spanks\nyour monkey. What happened to Tesla?\n\nCARTER\nHe became a pariah. No one dared cross\nMorgan. Nikola Tesla lived the rest of\nhis life in isolation and died in\npoverty. The proverbial tree that falls\nwithout a sound.\n\nMANNY\nHe never tried to start over.\n\nCarter shakes his head as the phone rings...\n\nMANNY (CONT’D)\nYo, that’s a messed-up story.\n\nCARTER\nMost true stories are. Happy endings are\nfor suckers.\n\nCarter lights a new cigarette as he answers the phone...\n\nCARTER (CONT'D)\n\nThis is Carter... Hey, how was the\ninterview?... Oh... Well, there’s plenty\nof fish in the... Dr.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh... Well, there’s plenty\nof fish in the... Dr. \n\nTARGET SECTION TO BE ANNOTATED:\n Young?\n\n(MORE)\n\fCARTER (CONT'D)\nWhat did he want?...Uh huh...What does\nthat mean?... It can’t be all that bad...\n\nHe takes a drag of his cigarette then suddenly stops. His\nexpression changes as he listens...\n\nCARTER (CONT'D)\nThat’s not possible.\n\nHe removes the butt from between his lips as smoke\ndribbles from his mouth. He looks at the cigarette for a\nmoment then drops it to the floor.\n\nANGLE ON the cigarette butt, slowly burning itself out.\nIn the b.g., Manny pulls himself out from under the car,\nstaring up at Carter.\n\nCARTER (0.S.) (CONT'D)\nToday? That’s no good, the team’s got\ntheir first scrimmage before... Yeah...\n\nNo, I know. Okay... Yep. Okay.\n\nMANNY\nYo, what the hell is that?\n\nCARTER\n(hanging up the phone)\nAh, it’s nothing, it’s just...\n\nHe steps on the cigarette as he walks in a daze past\nManny and out the door of the garage into the blinding\nday which fills the frame with its white light...\n\nCOUNTY DIRECTOR (0.S.)\nCome to order. Hudson County Planning\nBoard.\n\nDISSOLVE TO:\nAN EXPENSIVE LOOKING COPPER THERMOS\n\nAs the lid is unscrewed releasing a waft of rich steam\nwhich curls up into the waiting nostrils of EDWARD COLE\nwho inhales deeply.\n\nEDWARD\nKopi Luwak. It’s the rarest beverage in\nthe world. At a thousand bucks a pound it\nbetter be.\n\fINT. WESTCHESTER COUNTY PLANNING BOARDROOM - DAY\n\nAcross the aisle, the COUNTY DIRECTOR is flanked by five\nfellow BOARD MEMBERS who go through the minutiae of\nbeginning the meeting.\n\nEdward is in his mid to late 50’s. He’s immaculately\ndressed and groomed, though his Italian suit appears\nslightly too large for his gaunt frame.\n\nHe unscrews a matching cup from the bottom of the thermos\nand pours a small amount of the brew before handing it\nover to RICHARD, one of several executives in Edward’s\nretinue.\n\nEDWARD\n(coaxing with his hand)\nFirst the aroma.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s immaculately\ndressed and groomed, though his Italian suit appears\nslightly too large for his gaunt frame. He unscrews a matching cup from the bottom of the thermos\nand pours a small amount of the brew before handing it\nover to RICHARD, one of several executives in Edward’s\nretinue. EDWARD\n(coaxing with his hand)\nFirst the aroma. \n\nTARGET SECTION TO BE ANNOTATED:\nRichard bends his head to the cup, sniffing it.\n\nEDWARD (CONT'D)\nNote the earthy tones and the complexity\nof the body.\n\nRICHARD\nIt's just coffee, right?\n\nCOUNTY DIRECTOR\nMister Cole?\n\nEDWARD\n(to Richard)\nIt’s not ‘just coffee.’\n\nWatches Richard take a tentative sip.\n\nCOUNTY DIRECTOR\nMister Cole. We’re ready to begin.\n\nEDWARD\n(focused on Richard)\nWell?\n\nRICHARD\n(clearly doesn’t get it)\nWow. Really, uh, good.\n\nCOUNTY DIRECTOR\nMister Cole!\n\fEDWARD\n(to Richard)\nYou're a friggin’ Philistine, you know\nthat.\n\nGrabs the cup back and stands to face the board.\n\nEDWARD (CONT'D)\nThank you, Mister Director, fellow board\nmembers. Very much appreciate you taking\nthe time... I’m not big on sugarcoat, so\nyou'll forgive me if this comes across as\nsomewhere south of warm and fuzzy...\n(looks directly at them)\nAll of you should be immediately and\npointedly fired. They should haul you up\nby your boot-straps and dump your bloated\nsalaries into the street. The appalling\ndecline of Jefferson Hospital is a direct\nresult of your gross incompetence and\nutter lack of fiscal erudition.\n\nCOUNTY DIRECTOR\nI beg your pardon! This--\n\nEDWARD\nOkay, I got a deal. I’m going to talk for\na few minutes, and the moment I speak the\nslightest untruth you can shout me down.\nGood? Fair? Good... Your shop is\nhemorrhaging cash. Overhead costs are in\nthe stratosphere. Your lease and land\ncosts were criminally overbid.\n\nOne of the board members raises his hand to protest but\nthe County Director waves him off.\n\nEDWARD (CONT'D)\nDonations have atrophied to the point\nthat you’ve fallen hopelessly behind the\ntech curve in research, pediatrics,\noncology, MRI...\n\nHe pauses and savors a long sip of his Kopi Luwak coffee,\neyeballing the board over the rim of the cup until his\neyelids close in ecstasy from the flavor.\n\nEDWARD (CONT'D)\nMmmm... Put simply, your hospital loses\nmoney every time a patient walks through\nthe door.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pauses and savors a long sip of his Kopi Luwak coffee,\neyeballing the board over the rim of the cup until his\neyelids close in ecstasy from the flavor. EDWARD (CONT'D)\nMmmm... Put simply, your hospital loses\nmoney every time a patient walks through\nthe door. \n\nTARGET SECTION TO BE ANNOTATED:\n\fThe board members range from uncomfortable to furious,\nthough none say a word.\n\nEDWARD (CONT'D)\n\nMore truths... The Cole Group is the\nlargest private hospital management firm\nin the region. We have a proven track\nrecord of corporate governance and exceed\nevery requirement of the Sarbanes-Oxley\nAct... Our shops maintain state-of-the-\nart technology systems, and wield\nunparalleled clout in negotiating with\nunions and the insurance companies...\nWhat’s more we've privatized fifteen\nother public hospitals in the past seven\nyears, each of which now provide the\nhighest standard of medicine to their\ncommunities.\n\nHe pours a second cup of coffee and brings it to his\nlips.\n\nFEMALE BOARD MEMBER\nDespite being grossly understaffed?\n\nEDWARD\n(pausing before drinking)\nWe employ the best of the best of the\nbest. The stronger the staff, the less\nneed there is for--\n\nSuddenly, he coughs into the cup, spraying coffee onto\nthe table.\n\nEDWARD (CONT'D)\nExcuse me.\n\nPulls a silk handkerchief to his lips as his suits search\ntheir pockets for tissues to wipe the table.\n\nCOUNTY DIRECTOR\nWhat about beds? There have been reports\nthat you increase the number of beds to\nthe point of overpopulation.\n\nEDWARD\n(wiping coffee)\nThat’s because I run hospitals, not bed\nand breakfasts. The sole concern of my\ncompany is to provide the best health\ncare in the world, which we do.\n(MORE)\n\fEDWARD (CONT'D)\nThe sole concern of my shareholders, who\ninclude three of you, I might add, is to\nturn a profit, which, as you know, we\nalso do... Our methods are stringent and\neffective and one has never suffered at\nthe hands of the other, and you know\nit... Truths? The truth is you need me\nboys and girls...a fuck of a lot more\nthan I need--\n\nCoughs into the handkerchief again.\n\nCOUNTY DIRECTOR\nMister Cole?\n\nEdward stares in shock at the ugly puddle of clotted\nblood staining the white silk of the handkerchief...\n\nCUT TO:\nINT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOUNTY DIRECTOR\nMister Cole? Edward stares in shock at the ugly puddle of clotted\nblood staining the white silk of the handkerchief... CUT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HUDSON VALLEY ONCOLOGY CENTER - DAY\n\nA pair of elevator doors open at the far end of a long\nhallway emitting a hulking man in a tailored black suit,\nlugging a set of four massive suitcases as he counts room\nnumbers. This is THOMAS.\n\nINT. HOSPITAL ROOM - DAY\n\nThomas barrels in, passing a curtained off area near the\ndoor, and drops the bags onto the empty bed next to the\nwindow. Opening the first suitcase, he sets up the room\nwith practiced efficiency--\n\nHe plugs in a cell phone cradle and sets it on the\nbedside table along with a hi-tech alarm clock... Lines\nhalf a dozen shoes and slippers down the length of the\nbed... Unloads a stack of thick books on living with\ncancer, cancer treatment, cancer nutrition, new cancer\nprotocols... Sets a laptop computer on the table,\nsurrounding it neatly with pens, notepads and Post-Its...\n\nPlaces a massive, Royal Classic copper coffee siphon on\nthe window sill, along with copper-lined cups and saucers\nand spoons and a dark wooden box covered in Arabic\nwriting and Sumatran customs stickers...\n\nVOICES are heard in the hallway - a commotion coming\ncloser.\n\nThomas quickly removes a vase and flowers. He jogs\nthrough the separator curtain and into the bathroom where\nhe fills the vase with water, completely missing the\nfigure lying in the bed behind the curtain.\n\f10.\n\nThe noise in the hallway is reaching a fever pitch as\nThomas emerges from the bathroom and nearly loses the\nvase as he sees Carter lying in the near bed.\n\nCARTER\n(eying the flowers)\nYou shouldn’t have.\n\nHe’s thin and drawn and hooked up to a network of tubes\nand even his eyelashes have fallen out exposing his\nsallow skin that’s dappled with angry chemo burns.\n\nThere are flowers everywhere and the wall behind him is a\ncollage of get well cards and photos of a girls soccer\nteam.\n\nTHOMAS\nI uh... I’m sorry. What are you doing\nhere?\n\nCARTER\n\nYou know, fighting for my life... You?\n\nJust as the hallway brigade bursts into the room - seen\nin silhouette and through the gap in the curtains - as\ndoctors and nurses and handlers hover over--\n\nEDWARD (0.S.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou? Just as the hallway brigade bursts into the room - seen\nin silhouette and through the gap in the curtains - as\ndoctors and nurses and handlers hover over--\n\nEDWARD (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n(from his gurney)\n\nAnd tell Holcomb I want to know more\n\nabout this bleo-maya-something.\n\nDOCTOR (0.S.)\nBleomycin.\n\nEDWARD (0.S.)\nBleomycin. Thomas says it eats your\nlungs. How do I stoke fear in the hearts\nof my employees if I’m breathing through\na hole in my throat for the rest of my\nlife.\n\nDOCTOR (0.S.)\nThat’s not exactly what--\n\nNURSE (0.S.)\nWe're going to move you into the bed now.\n\nEDWARD (0.S.)\nI can do it myself goddammit. I’m not\ndead yet.\n\f11.\n\nThen a huge clattering is heard as Edward falls off the\ngurney. He swears bitterly as the doctors and nurses grab\nhim quickly and lift him into the bed.\n\nEDWARD (0.S.) (CONT'D)\nWhere the hell is Thomas?\n\nTHOMAS\nYou rang my liege.\n\nPushing through the curtains, leaving a gap through which\nCarter views Edward being slid into bed.\n\nEDWARD\nYou ditched me again.\n\nTHOMAS\nWishful thinking on my part.\n\nEDWARD\nYou let these people drop me. Did you see\nthem drop me?\n\nTHOMAS\n\nI wouldn’t lose a testicle over it.\nEDWARD\n\nThat’s funny. That’s absolutely, goddamn\n\nhysteri--\n\nLapses into a coughing fit which doubles him over,\nallowing him a look through the curtains at Carter.\n\nEDWARD (CONT'D)\nWho the hell is that?\n\nCARTER\nWho the hell are you?\n\nTHOMAS\n(to Edward)\nOne thing at a time. Lean back now.\n\nEdward and Carter glare at each other before Thomas\ngingerly leans him back into the bed.\n\nCARTER (V.O.)\nThat was the first I laid eyes on him. An\ninauspicious beginning to be sure, but\nmost stories begin that way... It got\nworse before it got better.\n\nCUT TO:\n\f12.\n\nINT. HOLCOMB’S OFFICE - DAY\n\nDR. HOLCOMB is tall and ultra-confident with a runner's\nphysique and shoulder-length hair. He examines Edward's\nbrain scan on a light board.\n\nDR. HOLCOMB\nLuckily the tumors appear relegated to\nthe surface of the brain.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe examines Edward's\nbrain scan on a light board. DR. HOLCOMB\nLuckily the tumors appear relegated to\nthe surface of the brain. \n\nTARGET SECTION TO BE ANNOTATED:\n Shouldn’t be to\ndifficult to--\n\nEDWARD\nI just gave you my left nut, if you think\nI’m going to let you crack my head open\nand--\n\nDR. HOLCOMB\nStop talking.\n\nEDWARD\n(glowering)\nBeg your pardon?\n\nDR. HOLCOMB\nThis isn’t a skinned knee. I can’t fix it\nwith a band-aid and a lollypop.\nChoriocarcinoma travels through your\nbloodstream which means it’s everywhere\nand it has almost finished killing you.\n\nThey stare each other down. Egos facing off... Finally,\nEdward stands...\n\nEDWARD\nYou’1l understand if I want a second\nopinion.\n\nHe heads for the door.\n\nDR. HOLCOMB\nYou don’t have that kind of time.\n\nEDWARD\nGo fuck yourself.\n\nWalks out.\nCUT TO:\nINT. HOSPITAL ROOM - EARLY MORNING\n\nElectric clippers shave smooth avenues onto Edward's\nscalp. His mood has not improved.\n\f13.\n\nEDWARD\nThere’s a guy in my room.\n\nNURSE SHING continues shaving his head without a\nresponse. She’s Asian, late-thirties with a quiet\nconfidence born of years comforting the sick and dying.\n\nEDWARD (CONT'D)\nI said there’s a guy in my room.\n\n(points to the curtain)\nRight in there.\n\nNURSE SHING\nMmmm.\n\nEDWARD\nI want him moved.\n\nNURSE SHING\nMister Chambers bothering you?\n\nPokes her head through the curtain to see Carter lying in\nbed reading Robert Massie’s Nicholas and Alexandra.\n\nNURSE SHING (CONT’D)\nCarter, have you been bothering Mister\nCole?\n\nCARTER\n(without looking up)\nWho the hell is Mister Cole?\n\nEDWARD\nIt's not a question of-- Not to pull\nrank, but this is my hospital. Which, at\nthe very least, should rate me my own\nroom.\n(to Carter)\nNo offense.\n\nCARTER\n(dismissive)\nMmmm.\nNURSE SHING\n(disapproving)\nMmmm.\nEDWARD\n\nWhat’s “Mmmm?” Is that some kind of\nsecret cancer code? Why don’t you run\ndown and tell doctor what’s his nuts that\nI want to see him ay-sap.\n\f14.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\n\nWhat’s “Mmmm?” Is that some kind of\nsecret cancer code? Why don’t you run\ndown and tell doctor what’s his nuts that\nI want to see him ay-sap. 14. \n\nTARGET SECTION TO BE ANNOTATED:\nNURSE SHING\n(brandishing the clippers)\nLook bub, maybe this is your hospital,\nbut this is my ward and we have strict\nrules. Two beds to a room. No single\nrooms. No exceptions.\n\nEDWARD\n(catching himself ina\nmirror)\nJesus... Yeah, those are my rules,\n(checking her name tag)\nPhyllis. I wrote the rules.\n\nNURSE SHING\nGreat, then you shouldn’t have any\ntrouble remembering them. Dr. Holcomb\nwill be in in a minute to dot you up.\n\nShe walks out leaving him with Carter who is chuckling to\nhimself. Edward glares.\n\nCARTER\nNo offense...\nEDWARD\n(grumbling)\n\nMmmm.\nCarter chuckles some more...\nCUT TO:\nINT. READY ROOM - DAY\n\nEdward's bald cranium has been clamped into a large,\nsteel halo. A laser marks a point on his forehead and Dr.\nHolcomb marks corresponding dots on his skin with a\nSharpie.\n\nDR. HOLCOMB\nI’m going to ask you to remember\nsomething for me.\n\nEdward is staring with disgust at his reflection in a\nglass window.\n\nEDWARD\nOh yeah, what’s that?\n\nDR. HOLCOMB\nThe young lion waits in a dream beneath\nthe cold white lantern.\n\f15.\n\nEDWARD\nWhat?\n\nDR. HOLCOMB\nThe young lion waits in a dream beneath\nthe cold white lantern. Repeat it back to\nme.\n\nEDWARD\nThe young lion waits in a dream beneath\nthe cold white lantern. What the hell\ndoes that mean?\n\nDR. HOLCOMB\nDoesn't mean anything. It’s a memory\ntest. Any time we go near the brain...\nthere’s always a risk. This is how we’ll\nknow if you’ve gone vegetable on us....\nAgain.\n\nEDWARD\n(seething)\nThe young lion waits in a dream...\n\nCARTER (V.O.)\n\nTesticular cancer is almost unheard of\nfor anyone over thirty, but then Edward\nalways despised conformity.\n\nCUT TO:\nINT. OPERATING THEATER - DAY\n\nAs Holcomb and his surgical team operate on Edward who\nlies in fragile stasis.\n\nCARTER (V.O.)\n\nBy the morning of the surgery it had\nspread so far throughout his body that\nthe doctors gave him a five percent\nchance to live...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nOPERATING THEATER - DAY\n\nAs Holcomb and his surgical team operate on Edward who\nlies in fragile stasis. CARTER (V. O.)\n\nBy the morning of the surgery it had\nspread so far throughout his body that\nthe doctors gave him a five percent\nchance to live... \n\nTARGET SECTION TO BE ANNOTATED:\nbut then they didn’t\naccount for how pissed off they’d made\nhim.\n\nPUSH INTO Edward’s inert face which, even under sedation,\nappears annoyed at the intrusion...\n\nWHITE DISSOLVE TO:\n\nTHE PALE FACE OF A BEAUTIFUL WOMAN\n\f16.\n\nINT. HOSPITAL ROOM - NIGHT\n\nPeering down at Edward as his eyes open slowly, wandering\nin their sockets before focusing on the perfect visage\nhovering over him. Her name is ANNA, she’s 26.\n\nANNA\nThere you are.\n\nHe struggles to speak.\n\nANNA (CONT'D)\nHere.\n\nShe lifts a glass of water with a straw to his lips. He\nsips slowly. His head is wrapped in bandages.\n\nANNA (CONT'D)\nWe've been so worried. You were asleep\nforever.\n\nEDWARD\nHow...? Did it...?\n\nANNA\nOh, they said it went really well.\n\nHe coughs. She draws back involuntarily, uncomfortable\naround sickness.\n\nHe hears a noise and looks over at Carter who is\nsurrounded by his three children, LEE, 26, ROGER, 23, and\nRACHEL, 13. His wife VIRGINIA, 50's, sits at the end of\nthe bed. All are talking quietly over plates of food.\n\nANNA (CONT'D)\n\nThey are so nice. She’s a nurse. They\ncome to eat with him almost every night.\nI should-- The doctor said to page him\nwhen you woke up.\n\nHis eyes begin to close again...\n\nANNA (CONT'D)\nNo wait, there’s something I have to--\n\nHIS POV FADES OUT...\n\nVirginia looks over to see Anna kiss her hand and press\nit to Edward’s cheek.\n\nVIRGINIA\nEverything all right, dear?\n\f17.\n\nANNA\nHe fell asleep before I could tell him.\n\nVIRGINIA\nI’m sure he’ll understand.\n\nANNA\nIt's only a few months, right? It’s not\nlike I’m never coming back.\n\nIt’s obvious she’s never coming back.\n\nANNA (CONT'D)\nI guess I'll...\n\nVIRGINIA\n(to her family)\nWe should probably push off too.\n(to Carter)\nIf you need any more books--\n\nCARTER\nNah, I’m good all the way up to Stalin.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nANNA (CONT'D)\nI guess I'll... VIRGINIA\n(to her family)\nWe should probably push off too. (to Carter)\nIf you need any more books--\n\nCARTER\nNah, I’m good all the way up to Stalin. \n\nTARGET SECTION TO BE ANNOTATED:\nLays his hand on an impressive stack of books atop his\nbedside table, all concerning early 20th century Russia.\n\nCARTER (CONT'D)\nOh, Todd Phillips called. He was asking\nabout the--\n\nVIRGINIA\nAlready took care of it.\n\nHe nods his thanks. Barely meets her eyes.\n\nRACHEL\nI can’t come on Saturday. We’ve got the\nsemi’s against Newark.\n\nCARTER\nThat's right... Watch out for their front\nline, and their sweeper likes to take the\nball up the field.\n\nRACHEL\nAll the girls wish you could be there.\n\nVirginia puts a light hand on Rachel’s shoulder,\ncautioning her not to upset him.\n\f18.\n\nCARTER\nYou ladies are much better off without\nme. Coach Sanders knows ten times more\nabout the game as I do.\n\nRACHEL\nEveryone knows that’s not true... I love\nyou, daddy.\n\nKisses him, followed by her brothers, all exchanging\nheartfelt “I love you’s.”\n\nFinally, Virginia takes his hand. He grasps it briefly,\nwithout any intimacy. She leans over to kiss him, but the\ncloseness is awkward. Her eyes fall as she kisses his\ncheek, feeling the lack.\n\nCARTER (0.S.)\nWhat is a blackberry?... What are\nlingonberries?... Who is Halle Berry?...\n\nCUT TO:\nINT. HOSPITAL ROOM - DAY\n\nEdward opens his eyes to see the television is turned on\nto Jeopardy. Carter is sitting up in bed, firing the\nanswers back at the screen.\n\nEDWARD\n(barely a whisper)\nExcuse me...\n(stronger)\nExcuse me.\n(a hoarse shout)\nI beg your pardon!\n\nCARTER\nHuh? Oh.\n(lowers the volume)\nDoc wanted you to wake up, said I\nshouldn’t pussyfoot.\n\nJust as Dr. Holcomb enters like a zephyr.\n\nDR. HOLCOMB\nSo, it couldn’t have gone better. We got\nin, got out and the tumor came back\nbenign. All that remains now is to make\nsure you’re not mentally--\n\f19.\n\nEDWARD\nThe dumbass lion waits in a dream beneath\nthe stupid white lantern.\n\nDr. Holcomb nods approvingly. Marks the chart.\n\nDR.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHolcomb nods approvingly. Marks the chart. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n HOLCOMB\nSurliness is a good sign. How’s the\ncatheter feel?\n\nHe checks the integrity of the bulging plastic drain\nimplanted into the center of Edward’s sternum.\n\nEDWARD\nLike someone took a dump in my chest.\n\nDR. HOLCOMB\n\n(barely listening as he\n\nscribbles on the chart)\nWonderful. Okay, we saved your brain, now\nwe're going to kill your body. Your\nmarkers are through the roof so I'd like\nto begin the first course of chemo in the\nmorning. Good?\n\nEDWARD\nI can’t wait.\n\nDr. Holcomb’s expression does little to hide the fact\nthat Edward has no idea what he’s in for. Holcomb surges\nfor the door...\n\nCARTER\nSay, Doc. Do you think you could-\n\nDR. HOLCOMB\nI'm sorry. I’m running late.\n\nWalks out.\nCARTER\n(to Edward)\nReal Mother Theresa, that one.\n\nEdward tries to sit up but is held in place by the web of\ntubes running in and out of his body.\n\nCARTER (CONT'D)\nI wouldn’t do that if I were you.\n\nEDWARD\nI have a choice?\n\f20.\n\nCarter turns back to Jeopardy. Edward takes a moment to\naccept his situation, then turns his head and studies\nCarter.\n\nEDWARD (CONT'D)\nHow long have you been here?\n\nCARTER\nWhat is the quadratic equation!\n(to Edward)\nHuh? Oh, in and out for the last few\nmonths.\nEDWARD\nHas it been uncomfortable?\nCARTER\nWhich part?\nEDWARD\nThe chemo.\nCARTER\n\nThey say it’s different for everyone.\nOnce you get used to the ‘round the clock\nvomiting and watching your veins turn\nblack and the feeling that your bones are\nmade of napalm, it’s not bad at all.\n\nEDWARD\n(paling slightly)\nFantastic.\nCARTER\n\nSay, I been meaning to ask you, what the\nhell is that contraption over there?\n\nPoints over to the high-tech coffee maker.\n\nEDWARD\nIt's a siphon. Makes coffee.\n\nFumbles his hand for the nurse call button.\n\nCARTER\nI figured that much. What else it do?\n\nEDWARD\nNothing. Just coffee.\n\f21.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nNothing. Just coffee. 21. \n\nTARGET SECTION TO BE ANNOTATED:\nCARTER\nI‘1ll be damned... Did you know that\ncoffee was originally discovered by a\nshepherd in Ethiopia?\n\nEdward just stares at him... Carter continues, as much\nfor his own pleasure as for Edward's edification...\n\nCARTER (CONT'D)\nHis goats had been eating the cherries of\nan unfamiliar bush and soon became\nunmanageable, running and jumping all\nover creation. The shepherd chewed some\nof the leaves which gave him a strange\nvitality so he took some branches to the\nlocal monastery where the abbot decided\nto roast them. When the cherries started\nto burn, the beans inside produced such a\npleasant aroma that they brewed them into\na stew which eventually spread to\nColumbia, Asia, even Sumatra, like that\nhooch you got over there.\n\nEDWARD\nIt’s called Kopi Luwak.\n\nCARTER\nI know what it is.\n\nEDWARD\nYou’ve tried it?\n\nCARTER\n(makes a face)\nNot even if I was dying of thirst in the\nGobi desert.\n\nEDWARD\nWhy not, it’s the most expensive--\n\nCARTER\nI’m more of an instant coffee man.\n\nEdward's I.V. tubes have become tangled in the call\nbutton. Carter rolls his eyes, but eases himself creakily\nout of bed and shuffles over to untangle them expertly.\n\nEDWARD\nYour wife’s a nurse?\n\nCARTER\nTwenty-six years. Used to work in this\nward.\n\f22.\n\nEDWARD\nRetired?\n\nCARTER\nIn a manner of speaking.\n\nHands Edward the call button and shuffles back to his\nbed.\n\nEDWARD\nWhat happened?\nCARTER\nYou fired her, when this became “your”\n\nhospital.\nCUT TO:\nA LARGE I.V. OF FLUID - FEEDING INTO EDWARD’S CATHETER\nINT. HOSPITAL ROOM - NIGHT\n\nAs Thomas begins to unpack a stack of aluminum containers\nfrom Il Mulino. Spoons the contents onto a large plate.\n\nTHOMAS\nOkay, we got prosciutto de Parma, some\nfresh mozzarell’, and Bruno threw in some\nof that fried artichoke crap you froth\n\nover.\nEDWARD\nGuidea.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpoons the contents onto a large plate. THOMAS\nOkay, we got prosciutto de Parma, some\nfresh mozzarell’, and Bruno threw in some\nof that fried artichoke crap you froth\n\nover. EDWARD\nGuidea. \n\nTARGET SECTION TO BE ANNOTATED:\n And the meat?\nTHOMAS\nDouble veal chop with lobster truffle oil\nrisotto.\nCARTER\n\nYou sure you want to eat all that?\n\nHe’s watching them through thin eyes as he works his way\nthrough his own I.V.\n\nEDWARD\nI'm a bottomless pit. It’s true, I could\neat twice this much if some people\nweren’t such goddamn nursema--\n\nHe’s cut off as Thomas clears his throat loudly.\n\f23.\n\nEDWARD (CONT'D)\nWhat?\n\n(to Carter; off Thomas’ look)\nOh. Uh, you want Thomas to make you a\nplate? Tommy, fix a plate for mister, uh--\n\nCARTER\nCarter.\n\nEDWARD\nRight.\n\nCARTER\nPass.\n\nEDWARD\n\nYeah? It’s the best in New York.\n\nCARTER\nGood enough to taste it twice?\n\nThomas puts the plate in front of Edward who picks up a\npiece of fried artichoke...\n\nEDWARD\nYou know what they say, living well is\nthe best revenge.\n\nCARTER\nRevenge for what?\n\nEdward pops the artichoke in his mouth, grinning as he\nchews.\n\nEDWARD\nWhadd’ya got?\n\nCUT TO:\nEDWARD - PUKING HIS KIDNEYS OUT\nINT. HOSPITAL ROOM - NIGHT\n\nAs his sumptuous dinner hits the floor with the force of\na hurricane. He’s moaning and spitting as he climbs out\nof bed and makes for the bathroom but his I.V. tubes jerk\nhim back and he ends up on the floor where he unleashes\nanother torrent. After a moment, he looks up to see\nCarter watching him evenly.\n\nEDWARD\nI feel like I’m dying.\n\f24.\n\nCARTER\nYou are.\n\nWinces as Edward vomits again.\nDISSOLVE TO:\nINT. HOSPITAL ROOM - DAY\n\nEdward is in bed and covered in sweat as he shivers\nuncontrollably. His eyebrows are gone and the first chemo\nburn blooms above his right eye.\n\nCarter is curled up in his own bed as he turns the last\npage of Vladimir Ilyich Lenin: A Poem by Mayakovsky then\nplaces it atop a stack of completed books on the floor.\n\nDISSOLVE TO:\nINT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyebrows are gone and the first chemo\nburn blooms above his right eye. Carter is curled up in his own bed as he turns the last\npage of Vladimir Ilyich Lenin: A Poem by Mayakovsky then\nplaces it atop a stack of completed books on the floor. DISSOLVE TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOSPITAL ROOM - NIGHT\n\nCarter stares up at the collage of photos and cards taped\nto the wall above his head. He removes a photograph of\nhis daughter's soccer team. He’s seen standing proudly in\nthe back row wearing a coach’s hat and a whistle around\nhis neck.\n\nEdward groans in his sleep and wrestles with his sheets.\nThe bandages have been removed from his head, which is\nnow scarred and littered with uneven patches of stubble.\nCarter looks over at him until he settles.\n\nDISSOLVE TO:\nINT. HOSPITAL ROOM - DAY\nA new stack of books relating to The Civil War towers\natop Carter’s bedside table as Nurse Shing removes an\n\nempty I.V. bottle from the stand.\n\nCARTER\nSo, that’s the end of it?\n\nNURSE SHING\nFourth and final round. Couple more tests\nand we’ll see where we stand.\n\nCARTER\nHow long?\n\f25.\n\nNURSE SHING\nSoon as I can get Dr. Gibian to look at\nthem. I’m on for another hour. Anything\nyou need.\n\nCARTER\nThanks Phyllis.\n\nShe heads out as he checks his watch.\n\nCARTER (CONT'D)\nMind if I turn this on?\n\nEdward is sitting up in bed, haggard but lucid as he\ntypes angrily on his laptop, sipping a cup of coffee. He\nwaves his hand dismissively.\n\nCarter turns the television on to Jeopardy and becomes\nimmediately engrossed...\n\nCARTER (CONT'D)\nWhat is The Great Divide?... What is\nsomnambulism?... Who was Warren\nHarding?...\n\n \n\nEdward pauses in his typing. Glances over at Carter...\n\nEDWARD\nDo you ever miss one?\n\nCARTER\n(shrugs modestly)\nI missed one last week.\n\nEdward studies him for a moment before turning back to\nhis computer.\n\nDISSOLVE TO:\nINT. HOSPITAL BATHROOM - DAY\nEdward kneels on the floor, head resting on the toilet\nseat, fast asleep. He’s woken by VOICES coming from the\nroom. He weakly pushes open the door to see who it is.\nRACHEL\n\n++.-got the corner kick which Karen put\n\nright in the box and Angela headed it\n\nstraight into the net.\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe weakly pushes open the door to see who it is. RACHEL\n\n++.-got the corner kick which Karen put\n\nright in the box and Angela headed it\n\nstraight into the net. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOSPITAL ROOM - DAY\n\nRachel sits on Carter’s bed. He’s elated at the news.\n\f26.\n\nCARTER\nSo who you playing in the championships?\nRACHEL\n(glumly)\nEssex.\nCARTER\nOh.\nRACHEL\nYeah.\nCARTER\n\nI’‘ll have to do some homework on ‘em.\nEdward shuffles out of the bathroom.\n\nEDWARD\nSorry.\n\nHe’s a mess as he slowly makes his way around the bed as\nVirginia walks in from the hallway...\n\nVIRGINIA\nThree months I’m gone and this place has\ngone to the dogs. There isn’t an M.D.\nwithin--\n\nAlmost walks into Edward...\n\nEDWARD\nExcuse me.\n\n-..as he shuffles over to his bed and wrestles with the\ncables and tubes. She watches him for a moment then,\ndespite herself, moves to help him.\n\nVIRGINIA\nNice and easy.\n\nShe clears a path then helps him ease into bed.\n\nEDWARD\nThank you.\n\nVIRGINIA\nMmmm.\n\nEDWARD\n\nMmmm. Don’t you people use words anymore?\n\f27.\n\nVIRGINIA\nYou people?\n\nEDWARD\nNurses. I meant-- Forget it.\n\nVIRGINIA\n(walking away)\nForget yourself.\n\nEDWARD\nI beg your pardon.\n\nVIRGINIA\nYou can beg all you want, you ain't\ngettin’ it.\n\nEDWARD\nHow dare you talk to me that way.\n\nVIRGINIA\nI will talk to-- I don’t work for you\nanymore “Mister Cole” so don’t think for\na hummingbird heartbeat you put the quake\nin my boots with your fat voice because\nall you're doing is taking up oxygen.\n\nCARTER\n‘Gin-\n\nVIRGINIA\n\nI don’t think so.\n\n(back to Edward)\nIt's been two days since a doctor's\nlooked in on my husband and you of all\npeople have the nerve to condescend to\nus...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIRGINIA\nI will talk to-- I don’t work for you\nanymore “Mister Cole” so don’t think for\na hummingbird heartbeat you put the quake\nin my boots with your fat voice because\nall you're doing is taking up oxygen. CARTER\n‘Gin-\n\nVIRGINIA\n\nI don’t think so. (back to Edward)\nIt's been two days since a doctor's\nlooked in on my husband and you of all\npeople have the nerve to condescend to\nus... \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve been a nurse my entire adult\nlife with a ringside seat to more human\ntragedy than any woman should have to\nbear and I’ve learned that the one thing\nin this world worse than dying is staring\nyour life’s end in the face with no one\nbeside you but a nurse you’ve known for a\nweek who’s being paid to hold your\nhand... I don’t wish that on you, Mr.\nCole, I wouldn’t wish it on anyone, but I\nknow what I know about these things, and\nyou might want to make what ever peace\nyou can with god and give back just a\nlittle bit of the respect you so\ndesperately demand, because as far as I\ncan tell, you are going to die alone.\n\f28.\n\nEdward's eyes betray him for a brief moment, just enough\nfor her to see she’s laid him wide open. Her regret is\nimmediate.\n\nShe turns to see everyone staring at her including Thomas\nwho has just entered from the hallway carrying several\nChinese take out bags.\n\nTHOMAS\nPeking Duck?\n\nCUT TO:\nINT. HOSPITAL ROOM - NIGHT\n\nThe copper coffee maker reflects a single light source in\nthe otherwise darkened room. Edward stares at the machine\nfrom his bed, eyes lost in the gleaming metal.\n\nThe reflection shifts and Edward rolls over to see Carter\nadjusting his reading light.\n\nEDWARD\nWhat are you reading?\n\nCARTER\nBook on Robert Smalls.\n\nEDWARD\nNever heard of him.\n\nCARTER\nHe was a conscripted slave aboard a\nConfederate steamship, The Planter. One\nnight he and some of the crew smuggled\ntheir families aboard and stole it right\nout from under the rebels’ noses. He\nturned it over to the Union Navy who made\nhim a captain. By the end of the war he’d\nrisen to the rank of General and later\nbecame the second African-American to\nserve in Congress.\n\nEDWARD\nQuite a life.\n\nCARTER\n(agreeing)\nQuite a life.\n\nEDWARD\nI don’t like books.\n\f29.\n\nCARTER\nYou're joking.\n\nEDWARD\nI never saw the point. History’s just...\nhistory. I'd rather make it than read\n\nabout it.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHistory’s just... history. I'd rather make it than read\n\nabout it. \n\nTARGET SECTION TO BE ANNOTATED:\nCARTER\nHow’s that coming along? Make any yet?\nEDWARD\nI've done alright for myself.\nCARTER\n(dubious )\n\nAll your dreams fulfilled?\n\nEDWARD\nPretty much, yes. What about you?\n\nCARTER\nNot exactly. We were practically kids\nourselves when my first boy came alone.\nYoung, broke and black, you take the\nfirst job they offer you. Thirty years\ngoes by in a heartbeat.\n\nEDWARD\nWould you change it?\n\nCARTER\nI love my children, if that’s what you\nmean.\n\nEDWARD\n\nI’m sure you do. But you’re a smart guy,\nmust have had a plan for your life before\nthey came along.\n\nCarter thinks a moment, then reaches into the drawer of\nhis bedside table and removes his well-worn wallet. He\npulls a small square of yellowed paper out from a pocket\nand unfolds it gently in his hands.\n\nCARTER\nI made this in high school. Creative\nwriting class. Some kind of exercise to\nget us to think about something besides\nchasing skirts.\n\nHe slips out of bed and hands it across to Edward.\n\f30.\n\nEDWARD\n(reading)\n“Carter's Bucket List”... You weren't\nmuch on penmanship.\n\nCARTER\nHasn’t improved, I assure you.\n\nEDWARD\nI don’t understand what this is.\n\nCARTER\nI was trying to be funny, I guess. It’s a\nlist of things to do before I kick the\nbucket.\n\nEDWARD\n(still reading)\n“Make a million dollars. Run for\npresident.”\n\nCARTER\nI didn’t say it was realistic.\n\nEDWARD\n“Help a complete stranger for the good?”\nHow philanthropic.\n\nCARTER\n(shrugs )\nI was sixteen.\n\nEDWARD\nWhat’s the one about the mountain?\n\nHands the list back.\n\nCARTER\n\n(without looking)\n“Listen to the mountain and be heard.”\nThat’s from my uncle. Second World War\nhis squadron flew supplies through the\nHimalayas into China. Called them the\nHump Pilots... Most non-combat casualties\nof any unit in Air Force history... You\ncan honestly say you’ve accomplished\neverything you ever dreamed about?\n\nEDWARD\n(shrugs )\nI’m a millionaire a dozen times over.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMost non-combat casualties\nof any unit in Air Force history... You\ncan honestly say you’ve accomplished\neverything you ever dreamed about? EDWARD\n(shrugs )\nI’m a millionaire a dozen times over. \n\nTARGET SECTION TO BE ANNOTATED:\n(MORE)\n\f31.\n\nEDWARD (CONT'D)\nI grew my company from the ground up,\nbuilt my own house, sold it, built a\nbigger house.\n\nCARTER\nMoney ain’t everything.\n\nEDWARD\nNo, but it sure takes the edge off being\nmiserable all the time.\n\nCARTER\nWhat about your wife?\n\nEDWARD\nWhich one? We’re talking about dreams,\nnot nightmares.\n\nCARTER\nThere’s got to be something you haven’t\ndone.\n\nEDWARD\nDreams are for teenagers. Let’s face it,\nwe've had our time and we did what we did\nwith it. We’re all out of wishes. The\ngenies left our magic lamps a long time\nago.\n\nCARTER\n(after a beat)\nSuit yourself.\n\nHe gets back into bed and slips the list between the\npages of his book. Edward watches him for a moment, then\nturns back to staring at the coffee maker.\n\nCUT TO:\n\nTHE SOUNDS OF A BASEBALL GAME\n\nINT. HOSPITAL ROOM - DAY\n\nCarter hides behind the sports section of a local\nnewspaper, highlighting pieces of an article on the Essex\ngirls soccer team.\n\nEDWARD (0.S.)\nCome on you pansies, it’s one out, how\nhard can it be?\n\f32.\n\nCarter lowers the paper just enough to reveal Edward\nlying on his stomach with his head propped on a pillow at\nthe foot of the bed, stretching his tubes and cables to\nthe limit as he yells at the Yankee game on the TV.\n\nA Red Sox player bloops a single. Edward is beside\nhimself.\n\nEDWARD (CONT'D)\nThat's just... That’s... I can’t take\nmuch more of this!\n\nCarter's feelings are commensurate as he puts on a pair\nof head phones and listens to Mozart’s Requiem Lacrymosa.\n\nHe finishes the article and reaches down for a second\nnewspaper when he sees Holcomb standing at the foot of\nEdward's bed. Holcomb’s face is pinched and somber as he\nspeaks... Edward listens implacably, his face impossible\nto read.\n\nCarter slides the headphones off to listen...\n\nDR. HOLCOMB\nWe're not giving up.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarter slides the headphones off to listen... DR. HOLCOMB\nWe're not giving up. \n\nTARGET SECTION TO BE ANNOTATED:\n There are some\nexperimental programs we’re conducting\nand I think you'd be an excellent--\n\nEDWARD\nDoc.\n\nDR. HOLCOMB\n--candidate. It’s cutting edge medicine.\nThe odds are against you, but-\n\nEDWARD\nDoctor Holcomb.\n\nDR. HOLCOMB\nYes?\n\nEDWARD\nYou're blocking my view.\n\nDR. HOLCOMB\nOh. Sorry.\n\nHolcomb steps to the side of the television. Stares for a\nbeat...\n\nDR. HOLCOMB (CONT’D)\nWell, if you have any questions.\n\f33.\n\nWaits another beat then starts for the door.\n\nEDWARD\n(eyes never leaving the\nscreen)\nOne question.\n\nDR. HOLCOMB\nOf course.\n\nEDWARD\nCarter?\n\nCARTER\nYeah?\n\nEDWARD\n\n‘Something you needed from Dr. Holcomb?\n\nDR. HOLCOMB\nI'm sorry, I’m not Mister Carter’s--\n\nEDWARD\nYou are now.\n\nHolcomb stares at him but Edward’s attention never leaves\nthe screen. Finally, Holcomb lifts Carter's chart from\nthe foot of the bed and flips through several pages.\nAfter several moments, his shoulders drop and he looks up\nat Carter and shakes his head slowly.\n\nDR. HOLCOMB\nI'm sorry, Mister Carter. According to\nthis your markers haven't stabilized.\n\nCarter takes it in, though it’s the answer he expected.\n\nCARTER\nHow long?\n\nDR. HOLCOMB\nSeveral months. A year if you’re lucky.\nAs I was just telling Edward, we have an\nexperimental program which has had some\nvery positive--\n\nCARTER\nSure, Doc. Whatever you think.\n\nDR. HOLCOMB\nI’m truly sorry.\n\f34.\n\nCarter just nods and replaces the headphones over his\nears as Holcomb makes his exit.\n\nCARTER (V.O.)\n\nThere was a survey once, a hundred people\nwere asked, if they could, would they\nwant to know in advance the day of their\ndeath. Out of the hundred, ninety-six of\nthem said no.\n\nCarter closes his eyes as the music washes over him.\n\nCARTER (V.O.) (CONT’D)\n\nI never understood that. I always thought\nit would be liberating, knowing exactly\nhow much time you had left to work with.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER (V. O.) (CONT’D)\n\nI never understood that. I always thought\nit would be liberating, knowing exactly\nhow much time you had left to work with. \n\nTARGET SECTION TO BE ANNOTATED:\nA tear escapes onto his cheek and he looks over at Edward\nwho is staring back at him over his shoulder.\n\nCARTER (V.O.) (CONT’D)\nSo now I knew.\n\nNeither says a word and Edward finally turns back to the\ngame.\n\nFADE OUT.\nINT. HOSPITAL ROOM - DAY\nCLOSE ON CARTER; fast asleep. A square of sunlight moves\nacross his eyes until he opens them and squints into the\nwhite light. He rolls over, away from the window and face-\nto-face with a single sheet of yellowed paper propped up\nagainst his tower of books.\n\nHe pulls the paper close to his eyes and sees the title:\n“EDWARD'S BUCKET LIST.”\n\nCARTER\nI‘ll be damned.\n\nJust as Edward bustles out of the bathroom, arms filled\nwith toiletries.\n\nEDWARD\nThought you'd never get up.\n\nCARTER\n‘Time is it?\n\nEdward dumps the toiletries in his half-packed suitcase.\n\f35.\n\nEDWARD\nSix twenty-four. I’ve been up since--\nI’ve had a lot on my mind.\n\nCARTER\n(re: the paper)\nSo I see.\nEDWARD\nNot bad, huh?\nCARTER\n(reading)\n\nA hot dog eating contest? “Kiss the most\nbeautiful woman in the world?” How you\nfigure on doing that?\n\nEDWARD\nThat’s one of the tough ones. We’1l\nfigure it out.\n\nCARTER\nDon’t take this the wrong way, but these\nare a little...shallow?\n\nEDWARD\nYou're out of your mind, there’s some\ngreat stuff on there. What kind of tattoo\ndo you think I should get?\n\nCARTER\nNone, actually... I think you\nmisunderstood-\n\nEDWARD\n\nNo, I understood you perfectly. Your\nwhole unfulfilled dreams thing is great\nfor someone with a few decades in front\nof him, but I’m looking at weeks, months\nif I’m lucky.\n\n(as Thomas enters,\n\nbewildered)\nAbout time.\n\nThomas turns and walks out. Edward goes after him, pushes\nhim back into the room.\n\nEDWARD (CONT'D)\nPack it up, Tommy. We’re blowing this\npopsicle stand.\n(to Carter)\n(MORE)\n\f36.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD (CONT'D)\nPack it up, Tommy. We’re blowing this\npopsicle stand. (to Carter)\n(MORE)\n\f36. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD (CONT'D)\n\nYour list was a little unrealistic so I\ntook the liberty of paring it down a\nlittle.\n\nTurns the paper over revealing Carter’s original list\nwhich now has several of the items crossed off in red ink\n- “Run for President”, etc.\n\nCARTER\nWhat did you-- You had no right--\n\nEDWARD\nI got them both down to ten a piece so if\nwe budget our time properly we should be\nable to bang ‘em all out before one of us\nkicks it.\n\nTHOMAS\n(with an armful of business\nsuits)\nDid you want these arranged by color as\nusual or--\n\nEDWARD\nForget ‘em. I’m only about comfort from\nhere on out. I dunno, give ‘em to some\norphans or something.\n\nTHOMAS\nOrphans? You’ve been mixing medications\nagain.\n\nCARTER\n\nYou don’t seriously think-- I was being\nmetaphorical, you know, taking stock,\ntrying to understand something about--\n\nEDWARD\nBlah, blah, blah. Metaphors are for tea-\ndrinkers who read poetry out loud to\ntheir sister. You said yourself you\nhaven't done anything. This is your last\nchance.\n\nCARTER\nTo make a fool of myself?\n\nEDWARD\nTo have your own life. To spend what time\nyou have left remembering what it feels\nlike to have a future, rather than\nwallowing in the past as a guinea pig in\nHolcomb’s bullshit science experiment.\n\f37.\n\nCarter stares at the floor, his mind racing...\n\nCARTER\nYou think it’s bullshit?\n\nEDWARD\nYou know it is... What do you think,\nTommy. You're in our shoes, what would\nyou do?\n\nCarter looks up at Thomas who thinks for a moment...\n\nTHOMAS\nI think it’s the dumbest idea I’ve ever\nheard...and you're fools if you don’t do\nit.\n\nCarter stares at him...\nINT. HOSPITAL HALLWAY - DAY\n\nEmpty save for a slow-moving nurse or two until Edward\nbursts out of the room with a full head of steam followed\nby Thomas, once again laden with luggage, and Carter who\ncarries a small bag and an armful of books.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarter stares at him... INT. HOSPITAL HALLWAY - DAY\n\nEmpty save for a slow-moving nurse or two until Edward\nbursts out of the room with a full head of steam followed\nby Thomas, once again laden with luggage, and Carter who\ncarries a small bag and an armful of books. \n\nTARGET SECTION TO BE ANNOTATED:\nEdward makes for the elevators as Carter struggles to\ncatch up to him.\n\nCARTER\nWhat about my family?\n\nEDWARD\nWhat about them?\n\nCARTER\nI can’t just abandon them.\n\nEDWARD\nWhy, because you’ve been doing such a\ngreat job supporting them from the cancer\nward?\n\nCARTER\nNo, I just--\n\nHALL NURSE\n(rushing to stop them)\nExcuse me? Excuse me! Where do you think\nyou’re going?\n\f38.\n\nEDWARD\n(not breaking stride)\nWe're checkin’ out. Tell Holcomb he can\ntake his experimental program and shove\nit where the sun don’t shine.\n\nNurse Shing comes out of the Nurses Station.\n\nNURSE SHING\nI'm sorry, Mister Cole, we can’t let you\nleave without--\n\nEDWARD\nWithout a doctor’s written authorization.\nAlso my rule.\n\nNURSE SHING\nThen you’ll understand my need to enforce\nit.\n\nEDWARD\nCertainly. In fact, Tommy here’s got a\ndoctorate in... What the hell’s it in\nagain?\n\nTHOMAS\nEducation.\n\nEDWARD\nEducation, fantastic!\n(to Thomas)\nReally, education? What the hell you\ndoing working for me again?\n\nTHOMAS\nIf I had a nickel for--\n\nEDWARD\nAnyway, Nurse Phyllis. Seeing as section\nfourteen, paragraph three of Cole\nMedical’s operations guidelines fails to\nstipulate the kind of practitioner\nnecessary to facilitate a release, Doctor\nTommy promises to return with a note\ngranting us our freedom post haste.\n\nShe stops at the elevator door as the other three pack\n\ninside.\n\nEDWARD (CONT'D)\n(taking Carter's books)\nYou won't be needing those.\n\f39.\n\nCARTER\n(to Nurse Shing)\nTell my wife--\n\nHe’s cut off as the doors close.\nEXT. HOSPITAL - DAY\n\nEdward helps Thomas load the luggage into the trunk of\nthe waiting limousine.\n\nEDWARD\nIt’s not like we’re flying off around the\nworld, at least not at first. I figure we\nknock out the ones we can do locally\nbefore heading over to Europe, then\nAfrica and--\n\nCARTER\nI can’t go to Africa.\n\nEDWARD\nWhy not? I thought all black people dream\nof going back to the homeland.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nI figure we\nknock out the ones we can do locally\nbefore heading over to Europe, then\nAfrica and--\n\nCARTER\nI can’t go to Africa. EDWARD\nWhy not? I thought all black people dream\nof going back to the homeland. \n\nTARGET SECTION TO BE ANNOTATED:\nCARTER\nIt’s not that. It’s-- I’ve never been on\nan airplane.\nEDWARD\n(climbing inside the limo)\nYou're joking me.\nCARTER\n(stopping at the door)\nNo. I’m not.\n\nEDWARD\nYou should've put that on the list.\n\nHe pulls Carter inside and the door closes.\n\nCARTER (V.O.)\nAnd so it began...\n\nAs the big limo roars away, the sound of which becomes...\nTHE ROAR OF AN ENORMOUS CROWD\nCUT TO:\n\nEDWARD AND CARTER - IN THE CENTER OF THE THRONG\n\f40.\n\nEdward is electrified with nervous energy while Carter\nlooks like he'd rather be anywhere else.\n\nEDWARD\nOkay, so I figure middle of three then we\ngo. You ready?\n\nCARTER\nNo.\n\nEDWARD\nGood.\n\nHe, along with everyone else around them, looks off in\nthe distance.\n\nCARTER\nI want to go back... I’m serious, have\nyour man-- Where is he?\n(looking around)\nHave him take me back to the hospital.\n\nEDWARD\nForget it.\n\nCARTER\n(grabbing him)\nNo you forget it. This isn’t rational.\n\nEDWARD\nOf course it’s not rational, that’s why\nit’s so exciting.\n(the crowd groans)\nThat’s our cue. You ready?\n\nCARTER\nNo!\n\nEdward starts unbuttoning his shirt.\n\nEXT. YANKEE STADIUM - NIGHT\n\nAs the Yankee outfielders jog out to their positions. The\ncrowd suddenly ROARS as the left fielder passes a naked\n\nman who is jogging and waving across the grass.\n\nCarter holds Edward's clothes, staring in disbelief as\nEdward takes a victory lap towards right field.\n\nCARTER\nOh lord.\n\f41.\n\nStadium security guards hustle out after Edward, forcing\nhim to veer towards deep center field. The crowd boos, as\nit appears they have him trapped, until he throws a fake\non one of his pursuers who trips in the grass much to the\ncrowd's delight.\n\nEdward's headed back into left but the NYPD has joined\nthe chase and they’re closing in fast. Edward tries\nanother fake, but he’s tackled by a burly police officer\nwho brings him to the ground.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe crowd boos, as\nit appears they have him trapped, until he throws a fake\non one of his pursuers who trips in the grass much to the\ncrowd's delight. Edward's headed back into left but the NYPD has joined\nthe chase and they’re closing in fast. Edward tries\nanother fake, but he’s tackled by a burly police officer\nwho brings him to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nA second officer helps bring Edward’s arms behind his\nback when something suddenly knocks him off his feet and\ninto his fellow officer.\n\nINT. CARTER’S HOUSE - NIGHT\n\nRachel does her homework while Roger studies for the L-\nSATS. The ball game is turned down low on the television.\nRachel is stuck on a particularly heinous geometry\nequation when her brother starts smacking her arm.\n\nRACHEL\nOw! What’d you do that for?\n\nROGER\nLook!\n\nHe turns the volume up on the television where Carter is\nseen streaking away from the fallen policemen, clutching\nhis genitals with a look of incredulous fear on his face.\nBrother and sister share a look before-\n\nRACHEL ROGER\nMom! Mom!\n\nEXT. YANKEE STADIUM - NIGHT\n\nEdward streaks after Carter, whooping and hollering.\nCarter is actually beginning to enjoy himself until he\npulls up short. Edward comes to a stop next to him.\n\nCARTER\nOh crap.\n\nThey turn and run for the stands followed closely by\nSEVERAL DOZEN security and police officers\n\nCUT TO:\n\f42.\n\nINT. POLICE STATION - NIGHT\nVirginia walks up to the sergeant’s desk.\n\nVIRGINIA\nI’m here to post bail for my husband.\n\nThe NIGHT SERGEANT barely looks up from his paperwork as\nhe hands her a clipboard.\n\nNIGHT SERGEANT\nDown the hall, second door on the right.\nSign here.\n\nShe is less than pleased.\nINT. POLICE BOOKING ROOM - NIGHT\n\nAs Virginia counts out several hundred-dollar bills then\nhands them to waiting BOOKING OFFICER.\n\nBOOKING OFFICER\nAnd if you could sign here, that should\ndo it.\n\nAgain, Virginia signs her name where instructed as the\nofficer speaks into a microphone.\n\nBOOKING OFFICER (CONT’D)\nRelease for Chambers, number three.\n(to Virginia)\nIt'll be just a second.\n\nVirginia walks to a chair across the room from where\nEdward waits dressed in prison pajamas and Thomas’\novercoat.\n\nEDWARD\nFor the record it was my fault. I talked\nhim into it.\n\nVIRGINIA\nHe’s not a grown man?\n\nEDWARD\nEven so, I'd like to pay you back for the\nbail, if--\n\nVIRGINIA\nThat’s not necessary.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nI talked\nhim into it. VIRGINIA\nHe’s not a grown man? EDWARD\nEven so, I'd like to pay you back for the\nbail, if--\n\nVIRGINIA\nThat’s not necessary. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nReally, it’s the least I can--\n\f43.\n\nVIRGINIA\nYou've done quite enough, Mister Cole.\nCarter spent thirty years killing himself\nwith those cigarettes. If the lord sees\nfit to give him a second chance I'd like\nit to be home with his family where he\nbelongs, not in prison, and certainly not\nwith you.\n\nEDWARD\nHe hasn’t told you.\n\nThe door to the holding cell opens with a CLANG as Carter\nis ushered out by a guard. He’s dressed in prison pajamas\nand clings to a blanket as he shivers uncontrollably.\n\nVIRGINIA\n(to Carter)\nTold me what?\n\nEXT. POLICE STATION - NIGHT\n\nVirginia wipes tears from her face as she walks\nresolutely to her car. Carter follows her, watching\nEdward as Thomas helps him to the limo.\n\nVIRGINIA\nI'm taking you back to the hospital. See\nabout getting you into Dr. Holcomb’s--\n\nCARTER\nI can't.\n\nShe opens the driver’s side door. Carter stops on the\npassenger's side.\n\nVIRGINIA\nDon’t play with me.\n\nCARTER\nGin’, you don’t understand.\n\nHe sees Edward waiting at the limo door, watching Carter.\n\nVIRGINIA\n(sees Edward watching)\n\nI understand plenty. You two think you\ncan run off and act like children because\nyour time’s up so nothing matters\nanymore. Why don’t you tell your children\nthat? See what they have to say when they\nfind out you've given up on them.\n\f44,\n\nCARTER\nGiven up?! I’ve spent my life giving up\neverything to this family. Thirty years\ngreased up under the hood of a car to see\nthat they didn’t want for nothing! And\nthey didn’t, ‘Gin... I gave up every last\none of my ambitions and I wouldn’t take\nany of it back, but if I am gonna die,\nI'd like to go out with some idea of who\nI could have been...of who I am.\n\nVIRGINIA\nYou’re my husband.\n\nCARTER\nI know it. I just wish I knew what that\nmeant anymore...\n\nHe turns and walks over to the limo.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\nI know it. I just wish I knew what that\nmeant anymore... He turns and walks over to the limo. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes a last look\nat his incredulous wife then climbs inside.\n\nCUT TO:\nCARTER’S POV - CENTRAL NEW JERSEY SEEN FROM 8,000 FEET\nEXT. SMALL AIRPLANE - DAY\n\nWe see him through one of the windows. Feeling queasy, he\nshuts the blind.\n\nINT. SMALL AIRPLANE - DAY\n\nCLOSE ON CARTER; wearing a helmet and struggling with the\ntop of a child-proof prescription pill bottle.\n\nKYLE (0.S.)\nNeed a hand?\n\nCARTER\nNo, I got it...\n(to no avail)\nDammit!\n\nThrows the bottle to the floor. It rolls towards the\ncockpit where Edward is seen from the back, talking with\nthe pilots.\n\nCARTER (CONT'D)\n(about all of it)\nFool... So foolish...\n\nKYLE (0.S.)\nWanna try to get it?\n\f45.\n\nPULL BACK to reveal KYLE, young and brawny, sitting\nimmediately behind Carter. In fact, Carter is literally\nsitting in Kyle’s lap.\n\nCARTER\nHow do you suggest we do that?\n\nKyle stands suddenly - he’s huge, about 6’5” and Carter\nis bound to his torso via a series of nylon jump straps.\nAs his feet dangle, Carter pitches forward until his\nupper-body is almost horizontal while his hips are still\nvertically strapped to Kyle.\n\nKyle duck-walks the suspended Carter over to the\nprescription bottle. Carter extends his arms down but the\nbottle rolls out of his grasp and into Edward’s\noutstretched hand.\n\nCarter looks up at him. Edward appears as if he hasn’t\ntouched a razor in days.\n\nCARTER (CONT'D)\nNot a word.\n\n(grabs the bottle)\nBack to the chair, Kyle.\n\nKyle waddles back to the chair. Carter almost hits his\nhead on the fuselage.\n\nEDWARD\n(to Kyle)\nYou'll have to forgive him, Kyle. He’s on\nthe outs with the wife.\n\nKYLE\n(sympathetic hand on Carter’s\nknee)\nBeen there, man.\n\nCARTER\nSome things are not up for discussion.\n\nEDWARD\nI understand.\n\nThe CO-PILOT comes out and straps himself to Edward's\nback.\n\nCO-PILOT\nThirty seconds to drop.\n\f46.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CO-PILOT comes out and straps himself to Edward's\nback. CO-PILOT\nThirty seconds to drop. 46. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\n(to Carter)\nShe’s tough, your wife. That’s good. The\nSequel was tough like that.\n\nCARTER\nThe Sequel?\n\nEDWARD\nThe second Mrs. Edward Cole. God that\nwoman hated me.\n\nCARTER\n(sarcastic)\nI can’t imagine why.\n\nKYLE\nMaybe because he called her The Sequel.\n\nCARTER\nThank you, Kyle.\n\nEDWARD\nKnow what I learned? That independence is\nthe only true gauge of human virtue; what\na man is and what he makes of himself.\nNot what he has or hasn’t done for\nothers.\n\nAs the Co-Pilot pulls the door open, filling the cabin\nwith whipping wind. Kyle stands and moves them closer to\nthe door. Carter eyes the abyss outside. Edward is\nnonplussed.\n\nCO-PILOT\nFifteen seconds. Fourteen. Thirteen.\n\nEDWARD\n(to Carter)\nThere's no substitute for personal\ndignity.\nCARTER\n(terrified)\nCould you shut up?!\n\nCO-PILOT\nTen. Nine. Eight.\n\nKyle lowers goggles over Carter’s face.\n\nCARTER\nI can’t do this.\n\f47.\n\nEDWARD\nSure you can.\n\nCO-PILOT\nFive. Four. Three.\n\nCARTER\nI can’t do this!\n\nHe screams as Kyle jumps and they disappear out the door.\nEdward watches them fall away then dons his goggles...\n\nCO-PILOT\nHere we go.\n\nEXT. SMALL AIRPLANE - DAY\n\nAs they leap from the plane, free-falling into the ether.\nEverything goes quiet save for the flapping of their jump\nsuits.\n\nThe Co-Pilot dives towards Kyle and Carter, whose scream\ngrows louder as they approach, and lock hands so that\n\nCarter and Edward are once again face to face.\n\nEDWARD\nThis is amazing!\n\nCarter’s too busy being terrified to respond.\n\nCO-PILOT\nCords in five seconds.\n\nHe and Kyle separate, getting distance between them...\n\nKYLE\nYou wanna do it?\n\nCARTER\nNo!\n\nKYLE\n\nJust let ‘er rip!\n\nCarter is unsure which cord is which, so he pulls\neverything. He’s jerked to a stop as both main and\nemergency chutes billow open.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nKYLE\n\nJust let ‘er rip! Carter is unsure which cord is which, so he pulls\neverything. He’s jerked to a stop as both main and\nemergency chutes billow open. \n\nTARGET SECTION TO BE ANNOTATED:\nEdward and the Co-Pilot continue to drop, watching their\ncounterparts’ dueling chutes flapping high above.\n\f48.\n\nEDWARD\nAmazing. Nine toes in the grave he’s\nstill afraid to let go.\n\nCO-PILOT\nOkay, let’s deploy.\n\nEDWARD\nRight there’s the piss of it. When you’re\nliving for someone else you can’t help\nbut be careful... No progress in careful.\n\nCO-PILOT\nWe're in the red zone.\n\nEDWARD\nI was in love once.\n\nCO-PILOT\nPull the damn cord!\n\nBut Edward just closes his eyes, spreads his arms out,\nand lets god decide.\n\nCUT TO:\nIMPACT - OF AN ANGRILY SLAMMING DOOR\nEXT. JUMP SCHOOL - DAY\nThe furious, muffled swearing of the Co-pilot is heard\nfrom within the building as Edward and Carter walk\ntowards the limo.\nEdward has taken out The Bucket List. With the red pen he\ncrosses off “Jump out of a perfectly good airplane” just\n\nbelow “Streak Yankee Stadium,” both on his side of the\nlist.\n\nEDWARD\nTwo down. Eighteen in the pipe. How you\nfeeling?\nCARTER\n(horrible)\nTerrific.\nEDWARD\n(oblivious)\n\nMe too. Who'd believe that only yesterday\nwe were rotting in a cancer ward?\n\f49.\n\nTHOMAS\nBack in one piece I see. How fortunate.\nEDWARD\nWe live to die another day.\n(to Carter)\n\nI’m hungry. Are you hungry?\nCUT TO:\nHOT DOGS - HUNDREDS OF THEM BOILING IN A VAT\nEXT. CONEY ISLAND - DAY\n\nIt's the annual Nathans Famous Hot Dog Eating Contest.\nParticipants and onlookers mill beneath a striped tent.\nEdward wears a contestant’s badge. Carter watches as\nThomas massages Edward’s shoulders.\n\nEDWARD\nI’m telling you, I got it in the bag.\n\nTHOMAS\nYou're a bottomless pit.\n\nEDWARD\nGoddamn right I am.\n(to Carter)\n‘Sure you don’t want in?\n\nCARTER\nI’m quite sure I’m out of my league on\nthis one.\n\nEDWARD\n\nSuit yourself. Hey, when I’m done here,\nwe'll go to that Russian place.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\nI’m quite sure I’m out of my league on\nthis one. EDWARD\n\nSuit yourself. Hey, when I’m done here,\nwe'll go to that Russian place. \n\nTARGET SECTION TO BE ANNOTATED:\n Get some\nof that caviar you were talking about.\n\nCARTER\nWe'll see.\n\nA whistle sounds and Edward joins the other contestants\nbehind a dozen long tables laid out end to end. Before\neach contestant is a tray of dozens of hot dogs in buns.\n\nEdward looks over at the tiny FEMALE KOREAN CONTESTANT\nstanding next to him. Tries to stare her down.\n\nCarter and Thomas watch from the crowd..\n\nCARTER (CONT'D)\nYour boss, he’s not all there, is he?\n\f50.\n\nTHOMAS\nHis relationship with sanity has its\nlittle hiccups... Still, you gotta admire\nhis pluck.\n\nEdward continues to stare down the hundred pound Korean\nwoman.\n\nEDWARD\nYou're going down, sister.\n\nThe whistle sounds and the contestants dive in.\nCUT TO:\nEXT. WINNER’S PODIUM - DAY\n\nWhere the tiny Korean woman raises her arms in victory as\na judge drapes a medal over her head.\n\nEXT. CONEY ISLAND - DAY\n\nEdward lags behind Carter and Thomas as they head back to\nthe car. Edward is griping over the outcome...\n\nEDWARD\nAnd what is this dipping the buns in\nwater crap. If you’re going to eat it,\neat it... Screw this, I’m going back.\nTurns back towards the tent then stops cold.\n\nTHOMAS\nWhat’s the problem?\n\nEDWARD\nI don’t feel so good.\n\nTHOMAS\nSo that’s a no on the caviar?\n\nEDWARD\nGo fuck yourself, Tommy.\n\nTHOMAS\nTrying my best sir.\n\nCUT TO:\n\nEDWARD UNLEASHING A TREMENDOUS BELCH\n\f51.\n\nINT. TATTOO PARLOR - DAY\nHe and Carter are staring at a wall of tacky tattoo art.\n\nEDWARD\nI don’t know. The skull is kind of cool\nbut maybe I’m more of a Confederate flag\nkind of guy.\n\nCARTER\nI didn’t know you were from the south.\n\nEDWARD\nConnecticut actually. Our side won, I can\nwear any flag I want. What’re you going\nto get?\n\nCARTER\n(not into it)\nI can’t think of anything meaningful.\n\nEDWARD\nWhat’s meaningful? We’re gonna be dead in\nfive minutes.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\n(not into it)\nI can’t think of anything meaningful. EDWARD\nWhat’s meaningful? We’re gonna be dead in\nfive minutes. \n\nTARGET SECTION TO BE ANNOTATED:\nThe heavily inked TATTOO ARTIST looks up at them from\nbehind the counter.\n\nEDWARD (CONT'D)\nNot literally.\n\nCARTER\nNah, I think I’m gonna--\n\nEDWARD\nYou can’t keep passing on things. We're\nsupposed to be in this together.\n\nCARTER\nTattoos and hot dogs aren’t exactly what\nI had in mind.\n\nEDWARD\nSo what did you have in mind? Something\nmetaphorical? Something life-changing?\nOooh. Ahhh... Lighten up, already. This\nis supposed to be fun.\n\nCARTER\nFun is fine. I have no problem with fun,\nI just imagined there'd be more behind\nthis than pretending we’re nine year-\nold's again.\n\f52.\n\nEDWARD\nNine year old’s don’t have tattoos.\n\nCARTER\nThat’s a wonderful argument.\n\nEDWARD\n(to the Tattoo Artist)\nAm I right?\n\nTATTOO ARTIST\nMy kid’s got three of ‘em.\n\nEDWARD\nYou must be incredibly proud... That’s\nit! I got it!\n\nCUT TO:\nINT. TATTOO PARLOR - DAY\n\nEdward winces in pain as the Tattoo Artist inks his\nshoulder blade. Carter’s reading one of his books.\n\nEDWARD\nSo fine, we’ll do a “grown-up” one next.\n\nCARTER\nThat's not the point.\n\nEDWARD\nThen what is?\n\nHe suddenly erupts into a coughing fit.\n\nTATTOO ARTIST\nI can’t do this if you keep moving.\n\nEDWARD\nSorry, I'll tell the cancer to take the\nday off.\n\nTATTOO ARTIST\n(pulling back)\nYou guys got cancer?\n\nEDWARD\nDon't worry, it’s the non-contagious\nkind... Chop chop, we don’t have much\ntime.\n\nCARTER\nI’m going to call Virginia.\n\f53.\n\nThe Tattoo Artist grunts in response and plunges the\nneedle into Edward’s back. He grits his teeth, containing\nthe scream. Carter can’t help but smile a little as he\ndials the phone.\n\nCUT TO:\nEXT. AUTO RACE TRACK - DAY\n\nEdward examines the reflection of his tattoo in the\nwindow of a pristine Mustang Shelby GT.\n\nEDWARD\nIt's not bad, it’s just...",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nEXT. AUTO RACE TRACK - DAY\n\nEdward examines the reflection of his tattoo in the\nwindow of a pristine Mustang Shelby GT. EDWARD\nIt's not bad, it’s just... \n\nTARGET SECTION TO BE ANNOTATED:\n Do I really\nlook that--\n\nCARTER\nOld?\n\nBoth are dressed in racing suits.\n\nEDWARD\nI was going to say tired. Still, it’s a\npretty good likeness.\n\nFor the first time we see the tattoo - it’s Edward,\nscowling out from his own shoulder.\n\nEDWARD (CONT'D)\nAnd you can’t tell me it’s not\nmeaningful.\n\nCARTER\nNot where you’re concerned, no.\n\nEDWARD\n(looking at the car)\nThis what you wanted?\n\nCarter grins as he nods and pulls on his helmet.\n\nCARTER\nReady for an ass-whuppin’?\n\nEdward replaces the bandage and zips his suit up. His\nburgeoning facial hair has been shaved into giant Elvis\nchops.\n\nEDWARD\nWe'll see.\n\f54.\n\nHe walks around the Mustang to the waiting Lamborghini\nMurcielago Roadster. Nearly one of a kind, it’s more\nrocket than automobile.\n\nEDWARD (CONT'D)\nFirst one to a hundred miles. Loser buys\ndinner.\n\nCARTER\nI’m having dinner at home tonight.\n\nEDWARD\nOf course you are.\n\nSlips into the car, closing the gull-wing door behind\nhim.\n\nINT. MUSTANG - DAY\n\nCarter climbs into the car. Checks the gauges as he runs\nhis hand along the beautifully refurbished dash.\n\nCARTER\nNow this is more like it.\n\nEDWARD\n(filtered)\nGrown-up enough for you?\n\nCarter pulls on his helmet. Adjusts the microphone in\nfront of his mouth.\n\nCARTER\nYou sure we’re cleared for this?\n\nThe Lamborghini comes to life, whining like an aircraft\nengine.\n\nEDWARD\nIt’s taken care of. Why, you want to pass\nagain?\n\nCarter turns the ignition on the Mustang. It’s growl is\nguttural and primal.\n\nCARTER\nYou're in my world now. See you at\ndinner.\n\nEXT. RACE TRACK - DAY\n\nAs the Mustang drenches the Lamborghini in a shower of\ndirt and rocks as it fishtails out onto the track.\n\f55.\n\nINT. LAMBORGHINI - DAY\n\nWindshield wipers clear the dirt as Edward struggles to\nput the car in gear.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n55. INT. LAMBORGHINI - DAY\n\nWindshield wipers clear the dirt as Edward struggles to\nput the car in gear. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nSo it’s like that, is it?\n\nThe gears grind as he works the stick. Finally gets the\ncar in gear as Carter is heard over the headset, cackling\nfor joy.\n\nON THE TRACK; where the Mustang screams around a turn,\ntaking a line close to the infield where the Lamborghini\nhiccups in fits and starts towards the track.\n\nIN THE LAMBORGHINI; Edward wrestles with the stick...\n\nEDWARD (CONT'D)\nCome on, you stupid--\n\nThe car jerks forwards onto the tarmac, right in the path\nof the oncoming...\n\nIN THE MUSTANG; Carter hits the gas, taking the car low\nacross the infield, narrowly missing the Lamborghini\nbefore he roars back onto the track.\n\nCarter grins into his rearview mirror, sees Edward's car\nswerving across the track behind him.\n\nIN THE LAMBORGHINI; Edward’s trying to control the car.\nCARTER (0.S.)\nIt's a racing set up. Steer with the\nthrottle.\n\nEDWARD\nWhich one’s the throttle?\n\nHe’s about to hit the wall until he mashes the gas and\nthe car suddenly launches down the track.\n\nDOWN THE TRACK; Edward pulls even with the Mustang.\n\nEDWARD (CONT'D)\nSo we’re having fun now?\n\nCARTER\nIt’s a nod in the right direction.\n\nThe Mustang jumps ahead, cuts the Lamborghini off.\n\f56.\n\nEDWARD\nYou know what your problem is?\n\nCARTER\nI’m sure you'll enlighten me.\n\nThe Lamborghini cuts around and pulls even again.\n\nEDWARD\nYou're the guy behind the chairs at the\npoker table.\n\nCARTER\nCome again?\n\nEDWARD\nYou know, the one who stands there with\nhis hands in his pockets, peering over\nthe players’ shoulders, studying the game\nlike he’s learning something, when all he\nreally wants to do is walk away.\n\nCARTER\nAnd live to fight another day. Maybe he’s\ngot a mortgage, and tuition payments, and-\n\nEDWARD\nSo why’s he in the casino in the first\nplace? He’s dying to get in the game.\nWhat’s keeping his hands in his pockets?\n\nCARTER\nNot everyone can afford to play.\n\nEDWARD\nI’m not talking about money.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’s keeping his hands in his pockets? CARTER\nNot everyone can afford to play. EDWARD\nI’m not talking about money. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t\nthink he’s afraid to lose, everybody\nloses sometimes. But what I think? I\nthink that deep down, you’re afraid to\nwin.\n\nNow the Lamborghini takes the lead, clipping the front of\nthe Mustang as it pulls in front.\n\nCARTER\nJesus!\n(regains control of the car)\nWhy on earth would anybody be afraid to\nwin?\n\nEDWARD\nThat’s between you and your shrink, I\njust call ‘em where they fall.\n\f57.\n\nCARTER\nYou want to talk about-- You’re the most\nfearful person I’ve ever known. God\nforbid you ever open the door a crack and\ngive up even the smallest ounce of\ncontrol.\n\nEDWARD\nMy work done my way. Personal, selfish,\negotistical motivation. Look where it’s\ngotten me.\n\nCARTER\nAlone, bitter and scared of anything with\na hint of emotional consequence.\n\nEDWARD\nDepravity’s in the eye of the beholder.\nAt least I’m not chicken.\n\nIN THE MUSTANG; Carter rolls his eyes, knowing he\nshouldn't take the bait. He drives evenly for a moment.\nThen, despite himself...\n\nCARTER\nAh, screw it.\n\nON THE TRACK; the Mustang revs and roars alongside of the\nLamborghini before slamming into its side. The Mustang\npulls away then smashes into the car again.\n\nBoth cars careen off the track, punching through a chain\nlink fence then out into the outer parking lot.\n\nLONG SHOT; as the two cars play demolition derby in the\nempty lot, colliding towards us until they roar past and\nslam through the striped security gates and out onto the\nopen road.\n\nEXT. RURAL HIGHWAY - DAY\n\nThe cars speed down either side of the double-yellow line\ndoing well over a hundred as they smash back and forth.\n\nEDWARD\nDo you have any idea what these cars cost\nme?\n\nCARTER\n\nWe're sitting at the table, aren’t we?\n\nSIRENS BLARE as a police car appears behind them.\n\f58.\n\nCARTER (CONT'D)\nOh, Jesus.\n\nEDWARD\nAre we really?\n\nCARTER\nAre we really what?\n\nAs the Lamborghini suddenly guns ahead, red-lining down\nthe highway.\n\nCARTER (CONT'D)\nHe really is crazy.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\nAre we really what? As the Lamborghini suddenly guns ahead, red-lining down\nthe highway. CARTER (CONT'D)\nHe really is crazy. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Mustang roars after it. The police car loses ground\nquickly.\n\nCUT TO:\nEXT. RURAL POLICE STATION - DAY\nAs Thomas emerges followed by Edward and Carter. Thomas\ncarries the police paperwork. Edward's marking up the\n\nlist.\n\nCARTER\nThat’s a serious fine.\n\nEDWARD\nChump change. My tab.\n\nHe crosses off “RACE A VINTAGE MUSTANG” on Carter’s list,\nthen flips it over, putting a line through “GET IN A\nPOLICE CHASE” on his side.\n\nCARTER\nBetter believe your tab.\n\nEDWARD\nYou gonna tell the wife about this one?\n\nCARTER\nI’m not the crazy one.\n\nEXT. CARTER’S HOUSE - NIGHT\nA small but comfortable-looking low-income brick face. A\n\ncouple of street kids stare as the limo pulls up out\nfront.\n\f59.\n\nINT. LIMOUSINE - NIGHT\n\nCarter reaches for the door. Edward is sprawled out\nacross the opposite seat watching the Yankee game.\n\nCARTER\nSure you two don’t want some roast?\n\nEDWARD\nAnd face Darth Vader, I’m sure she’d love\nthat. Tommy’s got family to get to and\nI’ve got six innings left.\n\nCARTER\nSuit yourself. ‘Night Thomas.\n\nThomas waves from the front as Carter climbs out and\ncloses the door behind him.\n\nTHOMAS\nNice of him to ask.\n\nEDWARD\nSuperlative.\n\nDespite his sarcasm, he watches Carter talking to the\nstreet kids before climbing the steps to his door.\n\nEDWARD (CONT'D)\nWhy aren’t we moving?\n\nTHOMAS\nA thousand pardons, mein fuhrer.\nEDWARD\nThomas.\nTHOMAS\nGo fuck myself?\nEDWARD\nYahtzee.\n(to the TV)\n\nOh, come on!\nINT. EDWARD'S LIBRARY - NIGHT\nFloor to ceiling bookshelves. Edward slouches in a large,\n\nleather couch. Heaves a sigh of displeasure as he\nswitches off the losing ballgame.\n\f60.\n\nHe stands and stretches while looking around the room.\nUnsure of what to do, he stuffs his hands in his pockets\nand moves to a wall of books, browsing the titles.\n\nEDWARD\nOh, who cares.\n\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnsure of what to do, he stuffs his hands in his pockets\nand moves to a wall of books, browsing the titles. EDWARD\nOh, who cares. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EDWARD'S LIVING ROOM - NIGHT\n\nImmense and unused with glowing hardwood floors and a\npristine grand piano covered in empty silver picture\nframes. He walks in like a stranger, hands still in his\npockets and stops just inside the door.\n\nHe stares for a long moment then turns and walks out.\n\nINT. EDWARD’S KITCHEN - NIGHT\n\nEdward is on the phone. Holds a take-out menu.\n\nEDWARD\nWhat do you mean you don’t deliver past\nsix, what kind of business is that?... I\n\ndon’t care what day it is, you--\nTHE DOORBELL RINGS\n\nEDWARD (CONT'D)\nNow what?\n\nSlams the phone down.\n\nINT. EDWARD'S FOYER - NIGHT\n\nEdward emerges through double stained-glass doors into\nthe marble foyer just as the elevator doors open\n\nrevealing Carter, Virginia and their kids.\n\nRACHEL\nHappy Easter.\n\nEDWARD\n(to Carter)\nWhat are you doing?\n\nCARTER\nLoser buys dinner... Grab this, will ya?\n\nLays an enormous platter of mashed potatoes into Edward's\narms. The rest of the family doesn’t move.\n\f61.\n\nCARTER (CONT'D)\nWell, come on. Turkey ain’t gonna carve\nitself now.\n\nThe family shuffles out reluctantly. The boys bid Edward\nhello, but Virginia says nothing. Clearly, she’s been out-\nvoted.\n\nINT. DINING ROOM - NIGHT\n\nPaneled walls wrapping around an immense mahogany table.\nRoger and Lee stare open-mouthed at the opulence.\n\nEDWARD\nOkay, just let me get a tablecloth or\nsomething.\n\nBalances the potatoes as he rummages through some drawers\nhe’s probably never opened before.\n\nROGER\nHow many people live here?\n\nEdward digs up a load of silverware and woven placemats.\nEDWARD\nJust me... And don’t touch anything. This\nstuff costs more than your education.\n\nLEE\nWe went to public school.\n\nEDWARD\nOh.\n\nThe boys are too polite to laugh.\nEDWARD (CONT'D)\nYou know what, screw it. Just dump it all\ndown there.\nDrops the potatoes with no small amount of relief.\nEDWARD (CONT'D)\nI don’t know about you guys, but I could\neat a station wagon.\n\nThe boys smile openly.\n\nCUT TO:\n\f62.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD (CONT'D)\nI don’t know about you guys, but I could\neat a station wagon. The boys smile openly. CUT TO:\n\f62. \n\nTARGET SECTION TO BE ANNOTATED:\nA HI-TECH RECORD PLAYER; as Edward lays a platter down on\nthe turntable and drops the needle. Louis Armstrong's\nAutumn in New York plays over the following SERIES:\n\n-- IN THE DINING ROOM; Rachel organizes the place\nsettings. Fork and spoon on the left, knife on the right.\nOpposite her, Edward tries to mirror the layout. Gets it\nright the second time.\n\n-- Carter sits with eyes closed and hands pressed\ntogether, saying grace. Edward watches him, eyes flicking\naround the table to see the rest of the family have their\neyes closed.\n\n-- JUMP CUTS as Carter hands Edward the carving knife;\nEdward attacks the meat while the others look on;\nVirginia watches as her perfect roast is hacked to\npieces; a blockish chunk lands on Lee’s plate.\n\n-- Edward is a wallflower as the family tucks into the\nmeal, passing steaming dishes back and forth through a\nlively discussion.\n\n-- Edward’s on his second plate. He’s talking now,\ntelling a story that has Virginia mildly on edge. The\nkids seem to love it, except Rachel who makes eyes at\nhim. Edward returns the look until she points to her\nclosed mouth. He gets the picture and snaps his mouth\nshut, swallowing his food before continuing.\n\n-- Carter stares glumly at the tiny slice of apple pie\nsitting on his plate. Virginia is marking the size of\nEdward's slice with a pie cutter. Edward motions for a\nbigger piece. Virginia moves the cutter. Edward’s still\nnot satisfied. She moves it again.\n\n-- IN THE KITCHEN; Edward coaxes a steaming cup of coffee\nfrom the copper siphon. He puts it on a saucer and\ncarefully offers it to Virginia who has a chain-gang of\ndishes going at the sink with Carter and the boys. She\nallows a thin smile as she moves to accept the coffee,\nthen notices Carter behind Edward, shaking his head not\nto take it. She looks back at Edward and politely demurs.\n\n-- IN THE LIBRARY; Edward waits for the last bars of the\nsong to end before lifting the needle and carefully\nsliding the record back into it’s sleeve.\n\nVIRGINIA (0.S.)\nThey played that at our wedding.\n\nShe stands in the doorway, wiping her hands on a kitchen\ntowel.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIRGINIA (0. S.)\nThey played that at our wedding. She stands in the doorway, wiping her hands on a kitchen\ntowel. \n\nTARGET SECTION TO BE ANNOTATED:\n\f63.\n\nEDWARD\nYou were married in the city?\n\nVIRGINIA\nFirst Baptist in the Bronx. My uncle was\nthe pastor so we got the reception room\nfor free. It’s gone now. ‘Put up one of\nthem gargantuan shopping malls.\n\nEDWARD\nThey tend to do that these days.\n\nVIRGINIA\nThey do.\n\nA beat. He’s unsure how to approach her...\n\nEDWARD\nHealth care’s a perilous industry. The\nonly way we can keep the hospitals from\nclosing is to reduce the overhead so--\n\nVIRGINIA\nI understand. It’s business.\n\nEDWARD\nNot to the people we let go.\n\nVIRGINIA\nDo you find that difficult?\n\nEDWARD\nOnly when you meet them. Which I try very\nhard not to do.\n\nVIRGINIA\nI don’t blame you.\n\nEDWARD\nWe keep them from closing.\n\nVIRGINIA\nYou don’t owe me anything.\n\nEDWARD\nStill, I’d like to--\n\nVIRGINIA\nGive him back to me.\n\nEDWARD\nI’m not sure I can--\n\f64.\n\nVIRGINIA\nI’m not asking for his sake. He’s the\nonly one who can decide what’s best for\nhim. I’m asking for myself.\n\nEDWARD\nI don’t understand.\n\nVIRGINIA\nI’m prepared for him to die. If there’s\none thing I understand it’s that, but\nwhat I can’t do-- I’m his wife. I’m not\nprepared to lose him while he’s alive.\n\nHer eyes hold his. She’s laid herself wide open and he’s\nunable to look away.\n\nCUT TO:\nINT. GULFSTREAM PRIVATE JET - DAY\n\nCarter enters ahead of Edward. He whistles at the\nsumptuous cabin.\n\nCARTER\nNow this is what I’m talking about.\n\nEDWARD\nIt’s the best.\n\nCARTER\nIt'd have to be. How much money do you\nhave, anyway?\n\nEDWARD\nI’ve got enough. This is just a time-\nshare so--\n\nCARTER\n\nHow much is enough?\nEDWARD\nDidn’t anyone tell you it’s rude to talk\nabout money?\nCARTER\nI never knew anyone with enough money to\nask.\nEXT. AIRPORT - DAY\n\nAs the Gulfstream lifts off the runway.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\nI never knew anyone with enough money to\nask. EXT. AIRPORT - DAY\n\nAs the Gulfstream lifts off the runway. \n\nTARGET SECTION TO BE ANNOTATED:\n\f65.\n\nINT. GULFSTREAM PRIVATE JET - DAY\nCarter accepts a frozen daiquiri from the STEWARD.\nCARTER\nThank you.\n(to Edward)\nI could get used to this.\n\nEdward nods. He’s pensive.\n\nEDWARD\nMaybe we should go back?\nCARTER\nCome again?\nEDWARD\n\nI just think you should-- It’s easy for\nme, but you've got your family to think\nabout, and--\n\nCARTER\n‘Ginia got to you, didn’t she?\n\nEDWARD\nShe wants you back. You can’t blame her\nfor--\n\nCARTER\n\nWhy do you think I’m doing this?\n\nEDWARD\nBecause I talked you into it.\n\nCARTER\n(shakes his head; a beat)\n\nAt first, you tell yourself it’s a rut;\njust part of the ups and downs of\nmarriage. You figure the pendulum will\nswing back the other way like it always\nhas before and everything will be right\nagain... A year goes by, then another and\nsoon you’ve been sleeping only on your\nside of the bed so long you forget how to\nreach across and bring her into your\narms. You forget why you could never walk\ndown the sidewalk without holding her\nhand or what it was about her smile that\nstirred you. She’s the same girl I fell\nin love with at seventeen. Nothing's\nchanged, but everything’s different. Then\nI realized, it’s me.\n\n(MORE)\n\f66.\n\nCARTER (CONT'D)\nI lost something along the way and I aim\nto find it... Sometimes you have to take\nthe long way home.\n\nEdward nods slowly.\n\nCARTER (CONT'D)\nTell me about the island?\n\nEDWARD\nIt’s a few acres. Beach all around. Palm\ntrees. Some kind of a small house, I\n\nthink.\n\nCARTER\nCompletely deserted?\n\nEDWARD\nI think so.\n\nCARTER\n\nWe can’t “live on a deserted island” if\nit’s not deserted.\n\nCUT TO:\nEXT. TROPICAL ISLAND - DAY\n\nCompletely deserted. Seen from high above as a SEAPLANE\nlands just outside the reef.\n\nEXT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nTROPICAL ISLAND - DAY\n\nCompletely deserted. Seen from high above as a SEAPLANE\nlands just outside the reef. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TROPICAL ISLAND - DAY\n\nEdward and Carter walk from the trees out onto the sugary\nbeach surveying the reef and gently lapping waves.\n\nCARTER\nWow.\n\nEDWARD\nYeah.\n\nThey sit in the sand. Carter scoops up a handful and lets\nit run through his open fingers. He sighs contentedly...\nEdward sighs as well... Several long, empty moments pass.\n\nCarter sighs again. Edward nods in silent agreement.\nSeveral more moments pass until...\n\nCARTER\nThink we can still call the plane back?\n\nEDWARD\nGod, I hope so.\n\f67.\n\nWhips out his satellite phone as they run back towards\nthe trees, brushing the wet sand off their butts.\n\nCUT TO:\nA DOLPHIN ICE SCULPTURE\nINT. PETROSSIAN - NIGHT\nA WAITER passes with a tray supporting an enormous bowl\nof caviar which he deposits in the center of a table\nwhere Edward sits with Carter and Rachel. All are dressed\n\nfor the occasion and Edward now sports a freshly waxed\npencil-thin moustache.\n\nWAITER\nAnything else, gentlemen?\n\nEDWARD\nThanks.\n\nCARTER\n\nWould you look at that?\n\nRACHEL\nIt looks disgusting.\n\nCARTER\n(heaping it onto toast)\nIn Iran they call it Aswad Thahab, Black\nGold.\n\nRACHEL\nThey can call it whatever they want,\nstill looks nasty.\n\nShe takes a tiny spoonful and sniffs at it. Edward is\nstudying the Bucket List.\n\nEDWARD\nSome of this is just so... “Laugh until\nyou cry?” How you figure on that?\n\nCARTER\nGot any good jokes?\n\nEDWARD\nThat’s Tommy’s department. What about\nnumber seven?\n\nCARTER\nWhat’s seven?\n\f68.\n\nEDWARD\nBeing a contestant on Jeopardy?\n\nCarter takes his first bite, closes his eyes and savors\nthe flavor. Rachel eyes him carefully, still not\nconvinced.\n\nCARTER\n(to Edward)\nLike most people, I guess. Take some kind\nof test and then--\n\nEDWARD\nYou realize that could take months. What\nif you can’t--? Forget it. You figure\nthat one out.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat\nif you can’t--? Forget it. You figure\nthat one out. \n\nTARGET SECTION TO BE ANNOTATED:\n(to Rachel)\nHow’s the caviar?\n\nRACHEL\n(making a face)\nHonestly?\nEDWARD\nOf course.\nRACHEL\n\n(looks at Carter who nods)\nIt tastes like ass.\n\nEdward almost chokes on his food. Soon all three are\nlaughing.\n\nEDWARD\nCouldn’t have said it better myself.\n\nCARTER\nMore for me then.\n\nEDWARD\n(still laughing)\nShe sounded just like Emily.\n\nRACHEL\nWho’s Emily?\n\nEDWARD\nMy little-- Well, she’s not so little\nanymore, she’s--\n\nCARTER\nYou have a daughter?\n\f69.\n\nHis grave surprise brings the laughter to a halt.\nEdward’s suddenly uncomfortable.\n\nEDWARD\nYeah...had a daughter...we don’t--\nCARTER\nWhy on earth not?\nEDWARD\n(pause)\nCarl Okafor.\nRACHEL\nWhat’s a carlo-kafor?\nEDWARD\nI'd really rather--\nCARTER\nWhen was the last time you saw her?\nRACHEL\nDad.\nCARTER\n\nAnswer me.\n\nEdward just shakes his head. Carter grabs the list and\nthe pen and adds “#11” to the bottom of Edward’s ten\ntasks.\n\nCARTER (CONT'D)\n(writing)\nGet back in touch--\n\nEDWARD\n(slamming his hand down)\n\nStop it!\n\nCARTER\nWhy?\n\nEDWARD\nBecause “some things are not up for\ndiscussion.”\n\nCARTER\n\nNot this. This is too important.\n\nEDWARD\nYou don’t know me.\n\f70.\n\nCARTER\n\nI don’t have to. I know when something's\nmore important than flinging yourself off\nan airplane or running around with\ncattle...\n\n(looks at Rachel)\nShe’s your-- Some things are more\nimportant... I’1l be right back.\n\nTakes a last bite of caviar and heads to the bathroom.\n\nEDWARD\nHe’s not the most tractable man, your\nfather.\n\nRACHEL\nHe’s just... He calls me “The Accident.”\n\nThey weren’t planning on having more\nkids. Also because when I was eight, I\nchased my ball into the street when a car\ncame. It dragged me the whole block\nbefore it stopped. I was in the hospital\nfor a month.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlso because when I was eight, I\nchased my ball into the street when a car\ncame. It dragged me the whole block\nbefore it stopped. I was in the hospital\nfor a month. \n\nTARGET SECTION TO BE ANNOTATED:\n The first night, he told me\nhe'd give anything if god would let him\nswitch places with me.\n\nEDWARD\nThat’s how it should be.\nRACHEL\nCan I ask you something?\nEDWARD\nOf course.\nRACHEL\n\nIs she pretty?\n\nEdward takes a beat, then nods slowly. There’s a sudden\ncommotion and the waiter quick-walks over to them.\n\nWAITER\nRight this way please.\n\nEDWARD\nWhat’s wrong?\n\nRACHEL\nWhere’s dad?\n\nWAITER\nThere’s been an-- If you please!\n\f71.\n\nEDWARD\n(to Rachel)\nStay here.\n\nINT. PETROSSIAN MEN’S ROOM- NIGHT\n\nEdward bursts in. It’s empty. Sees blood pooling across\nthe sinks.\n\nEDWARD\nCarter?!\n\nCARTER (0.S.)\nI was trying to wash it off.\n\nHe’s sprawled out underneath the sinks. Edward rushes to\nhim and pulls him out.\n\nCARTER (CONT'D)\nIt's my only suit.\n\nIt’s covered in blood, running from his mouth.\n\nRACHEL (0.S.)\nDaddy!\n\nShe’s standing in the open doorway.\nINT. PETROSSIAN - NIGHT\n\nAs Edward and the waiter help Carter through the dining\nroom.\n\nCARTER\nHold on. I need to...just for a second.\n\nThey stop by the ice sculpture allowing Carter to lean on\nthe table.\n\nEdward notices everyone staring at the blood on Carter’s\nsuit, whispering to each other, doing little to hide\ntheir distaste.\n\nEDWARD\n(to a gawking woman)\nCan I help you? You’ve never seen a dying\nman before?\n(to the room)\nGet a good look, because someday this\nwill be each and every one of you.\n\f72.\n\nCARTER\n(weakly)\nEdward.\n\nEdward loops his head under Carter’s arm and resumes\ntheir way towards the door.\n\nEDWARD\n(to the room)\nYou're fucking parasites!\n\nDISSOLVE TO:\nINT. CARTER’S BEDROOM - DAY\n\nCarter sits up against the headboard looking surprisingly\nfit. Rachel sits on the edge of the bed dressed in her\nsoccer uniform.\n\nCARTER\n...-draw their fullbacks to the ball\nleaving the left side open for you to\nslip behind them as long as you watch the\noff-sides.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER’S BEDROOM - DAY\n\nCarter sits up against the headboard looking surprisingly\nfit. Rachel sits on the edge of the bed dressed in her\nsoccer uniform. CARTER\n...-draw their fullbacks to the ball\nleaving the left side open for you to\nslip behind them as long as you watch the\noff-sides. \n\nTARGET SECTION TO BE ANNOTATED:\nRACHEL\nYou really think they'll fall for it?\n\nCARTER\nWorked against Brazil last year. Just\nenjoy yourself. Win or lose, that’s the\nmost important thing.\n\nEDWARD\n(at the door)\nDon’t believe a word of it, kid. If\nwinning isn’t everything, why do they\nkeep score?\n\nCARTER\nGood point.\n(kissing Rachel)\nGood luck, baby.\n\nShe jogs out, her cleats clacking on the stairs.\n\nEDWARD\nI hear you’re doing well.\n\nCARTER\nIt was just an ulcer. It’s spread to my\nstomach so-- It’s expected.\n\f73.\n\nEDWARD\nAnd why aren't you going to the game?\n\nCARTER\nHolcomb said I should rest. I’m not\nsupposed to get excited.\n\nEDWARD\nSo don’t get excited.\n\nCARTER\nYou've never seen me coach.\n\nEDWARD\nSo don’t coach.\n\nCarter thinks about it.\nEXT. SOCCER FIELD - DAY\n\nThe game is well underway as Edward and Carter skulk\nbehind the back row of onlookers on the field.\n\nEDWARD\nWhy don’t we stand where we can actually\nsee the field?\n\nCARTER\n‘Ginia’s here. I don’t want her to--\n\nEDWARD\nToo late.\n\nPoints up to the bleachers where Virginia stares down at\nthem. Shakes her head angrily and turns back to the game.\n\nCARTER\nGotta get me a bigger dog house. May as\nwell go up front.\n\nEXT. SOCCER FIELD - DAY\n\nIt’s late in the second half and the mid-field scorer’s\ntable shows zero-zero. Carter and Edward stand right next\nto it.\n\nCARTER\n(shouting)\nPass it, pass it, pass the...oh come on\nref! That’s a penalty!\n\nAs the Essex team steals the ball and drives it up field.\n\f74.\n\nEDWARD\nYou're not supposed to get excited.\n\nCARTER\nI’m exhilarated. There’s a difference.\n\nEDWARD\n(pause)\nSo this may not be the best time,\nbut...I’m heading out of town tomorrow.\n\nCARTER\n(half-listening)\n\nYeah?\n\nEDWARD\nSpain first.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m heading out of town tomorrow. CARTER\n(half-listening)\n\nYeah? EDWARD\nSpain first. \n\nTARGET SECTION TO BE ANNOTATED:\nCARTER\nReally?\n\nEDWARD\n\nThe festival's coming up and--\n\nCARTER\nWhich festival?\n\nAs Rachel steals the ball and passes to a teammate.\n\nCARTER (CONT'D)\n(shouting)\nThat’s what I’m talking about!\n\nEDWARD\nPamplona.\n\nCARTER\nWhich one’s that? Nice pass!\n\nEDWARD\nThe one with all the cattle.\n\nCarter turns to look at him. Realizes Edward is talking\nabout finishing the list without him. He stares for\nseveral moments before a surge in the crowd pulls him\nback to the game.\n\nFour\nside\n\nside.\n\nof Rachel's teammates are streaking up the right\nof the field while Rachel quietly jogs up the left\n\nCARTER\nThey’re drawing the fullbacks.\n\f75.\n\nEDWARD\nI'm sorry, it’s just that--\n\nCARTER\nShut up for a second.\n\nRachel turns on the speed and streaks into enemy\nterritory.\n\nCARTER (CONT'D)\nShe’s open. She’s open. She’s--\n\nAs the ball loops over the fullbacks’ heads towards the\ngoal. Rachel controls it then shoots...just out of the\ngoalie’s reach and into the net.\n\nThe crowd goes ballistic. None more than Carter who leaps\ninto the air, screaming his head off...\n\nCARTER (CONT'D)\nNow I’m excited!\n\nThe scorer sounds an air horn and the game is over. The\nplayers converge on Rachel, tackling her in mid-field.\n\nCarter looks up at Virginia who is hopping like mad in\nthe bleachers. They share a look. He’s out of the dog\nhouse for the moment.\n\nCARTER (CONT'D)\n(to Edward)\nTaking that macked-out plane of yours?\n\nEDWARD\nCommercial.\n\nCARTER\nBusiness class?\n\nEDWARD\nAre you kidding me?\n\nCARTER\nHope you got another ticket then, ‘cause--\n\nStops as he sees Edward holding up a pair of first class\nplane tickets. Carter smiles.\n\f76.\n\nSuddenly he’s hit from behind by a flood of ponytails.\nJoined by their current coach, the entire team surrounds\nhim as they hop up and down with glee. He lifts Rachel\noff the ground and hugs her for all he’s worth.\n\nCUT TO:\nINT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nJoined by their current coach, the entire team surrounds\nhim as they hop up and down with glee. He lifts Rachel\noff the ground and hugs her for all he’s worth. CUT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CARTER’S BEDROOM - NIGHT\n\nCarter deposits a litany of pill bottles into his\nshabbily packed suitcase which lies open on the bed.\nRoger comes in with Rachel.\n\nRACHEL\nNeed any help?\n\nCARTER\nThanks, baby. I’m just about there.\n\nRACHEL\n(eying the suitcase)\nNuh-uh.\n\nShe pulls his clothes out and starts re-folding them. He\nsmiles and removes the pills, placing them into a bag.\n\nROGER\nWhen are you coming back?\n\nCARTER\n‘Bout a month, I guess. It’s an open\nticket so-- You take care of your mother\nfor me.\n\nROGER\nWhat do you think I’ve been doing?\n\nCARTER\nI guess you’ve been the man of the house\nfor a while now. I’m so proud of you son.\n\nROGER\nSorry I can’t say the same.\n\nCARTER\n(pause)\nI understand.\n\nROGER\nMan, please. You don’t understand\nnothing! You’re running off with your\nsugar-daddy fat cat to-\n\f77.\n\nCARTER\n\nDon‘t ever use that tone with me, boy!\n\n(a beat; he’s never raised\n\nhis voice like this)\nI know you can’t understand why I have to\ndo this...but I do. I have to do it and\nI'm begging you to respect that. I’ve\nnever asked anything of you son, and if\nyou tell me that it won’t be okay and you\nwon't be able to watch over them for\nme...then I’ll stay and we’ll never talk\nabout it again.\n\nHe hands Roger the bag of pills. Roger is unsure what to\ndo. He looks at Rachel who nods slowly. Roger bows his\nhead and wipes his eyes...then he holds the bag out to\nhis father.\n\nROGER\nJust don’t die on us.\n\nCARTER\nNot this trip.\n\nHe ignores the bag and wraps his arms around his son.\n\nCARTER (CONT'D)\nI love you, son. I love you so much.\n\nRachel finishes folding his shirt and lays it gently into\nthe suitcase.\n\nCUT TO:\nEXT. CARTER’S HOUSE - DAY\n\nAs Thomas puts the suitcase into the limo. He closes the\ntrunk revealing Carter who is kissing his children\ngoodbye.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nEXT. CARTER’S HOUSE - DAY\n\nAs Thomas puts the suitcase into the limo. He closes the\ntrunk revealing Carter who is kissing his children\ngoodbye. \n\nTARGET SECTION TO BE ANNOTATED:\nCarter looks up at the front door of the house, but\nVirginia is not there. He blows his daughter a final kiss\nthen climbs inside.\n\nEdward now has a goatee and a freshly shaved Mohawk which\nreveals several lesions on his scalp. He moves to follow\nCarter but stops as he sees Virginia watching from a\nwindow.\n\nEDWARD\nI‘1l bring him home.\n\f78.\n\nINT. LIMOUSINE - DAY\n\nPulling away. Carter watches through the back window as\nhis children see him go.\n\nEDWARD\nYou okay?\n\nCarter nods as he sits back down in the seat.\nCARTER\nAnd I thought cancer was hard... Man,\nwhat the hell is that thing on your head?\nDISSOLVE TO:\nEXT. PAMPLONA STREET - DAY\nSeen through a stone doorway as hundreds of people stream\npast, running for their lives from the herd of bulls\ncharging hard on their heels.\nEXT. PAMPLONA STREET - DAY\nRunning with the crowd now as dozens pass until we find\nEdward and Carter whooping and hollering in the heart of\nthe push.\nThey’re having the time of their lives until Edward trips\nand falls. Carter turns back for him just as he sees the\nbulls roiling towards them.\n\nCARTER\nYou okay?\n\nThe bulls are closing fast.\n\nCARTER (CONT'D)\nGive me your hands!\n\nEDWARD\nI got it. I--\n\nAs Carter yanks him up, throwing them into the base of\nthe wall an instant before the bulls thunder past...\n\nEDWARD (CONT'D)\nThat was close.\n\nCARTER\nYeah. You were a goner for sure.\n\nEdward stands and tests his legs.\n\f79.\n\nEDWARD\nMy knee’s a little--\n\nCARTER\nCome on.\n\nLoops Edward's arm around his neck and the two shuffle\noff after the departed bulls.\n\nEDWARD\nFor the record, I’m on my way out anyway,\nso don’t get all puffed up about saving\n\nmy life.\n\nCARTER\nHey, Eddie.\n\nEDWARD\nYeah?\n\nCARTER\n\nDo me a favor. Once we get to the hotel,\nand you're back, all comfortable in the\nroom, take a second and go fuck yourself.\n\nCUT TO:\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\n\nDo me a favor. Once we get to the hotel,\nand you're back, all comfortable in the\nroom, take a second and go fuck yourself. CUT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n POSH LONDON RESTAURANT - NIGHT\n\nWhere Carter sits at the end of a long table. His eyes\nare wide as he stares in dumb wonder.\n\nThe CAMERA TRACKS down the table to reveal his dinner\ncompanions: PAUL MCCARTNEY, MOHAMMAD ALI, LUCIANO\nPAVAROTTI, and ELIZABETH TAYLOR all engaged in a lively\ndiscussion.\n\nEdward sits at the far end, chatting with PRINCE WILLIAM.\nHe shares a look with Carter who is unable to organize\nhimself until a mechanical voice interrupts--\n\nMECHANICAL VOICE\nPlease pass the salt.\n\nCarter grabs the salt and passes it to STEVEN HAWKING who\nsits on his right in his wheelchair. Hawking’s wife JANE\nWILDE smiles as she salts her husband’s shepherd's pie.\n\nMECHANICAL VOICE (CONT’D)\nThank you.\n\nCarter can only nod and smile.\n\f80.\n\nEXT. POSH LONDON RESTAURANT - NIGHT\n\nCarter closes the door to Mohammad Ali’s car then steps\nback on the curb next to Edward. Both are still\nstarstruck.\n\nCARTER\nWell, that was...\n\nEDWARD\nYeah.\n\nCARTER\nOne question?\n\nEDWARD\nHuh?\n\nCARTER\n\nHow much that one cost you?\n\nEDWARD\nYou really don’t want to know.\n\nCarter nods as they start walking down the street.\nDISSOLVE TO:\n\nEXT. EGYPTIAN HILLTOP - DAWN\n\nBathed red in the first ray of the morning sun. Edward\n\nand Carter sit atop an ancient wall, taking in the\n\nendless expanse of desert below, though Carter’s eyes are\n\nclosed. Edward has the list out. Crosses off “See the\nPyramids.”\n\nEDWARD\nYou know technically, we can kill two of\nthese.\n\nCARTER\nYeah?\n\nEDWARD\nWhat are you doing?\n\nCARTER\n\n(eyes still closed)\n\nListening.\n\nEDWARD\nTo what?\n\n(Carter doesn’t answer)\n(MORE)\n\f81.\n\nEDWARD (CONT'D)\nAnyway, I figure you want to “Witness\nsomething Majestic,” this is about as\ngood as it gets.\n\nCARTER\nYou haven't seen the mountain yet.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Carter doesn’t answer)\n(MORE)\n\f81. EDWARD (CONT'D)\nAnyway, I figure you want to “Witness\nsomething Majestic,” this is about as\ngood as it gets. CARTER\nYou haven't seen the mountain yet. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\n(shrugs )\nNever will if we sit around here all day.\n\nStarts to get up...\n\nCARTER\nThe ancient Egyptians had a beautiful\nbelief about death... When their souls\nreached the entrance to heaven, the gods\nwould ask them two questions. Their\nanswers determined if they were admitted\nor not.\n\nEDWARD\nWhat were they?\n\nCARTER\nHave you found joy in your life?\n\nEdward realizes that Carter has opened his eyes and is\nlooking directly at him.\n\nEDWARD\nWhat, you’re asking? Oh, how the hell do\nI--\n\nCARTER\n\nIt’s a simple question. Have you found\njoy in your life?\n\nEDWARD\n(thinks for several moments)\nYes.\nCARTER\nWhen?\nEDWARD\n\nNext question.\nEdward’s uncomfortable with whatever he remembered.\n\nCARTER\nHas your life brought joy to others?\n\f82.\n\nEDWARD\n(standing)\nThis is horseshit.\n\nCARTER\nIs it?\n\nEDWARD\nHaven’t I done enough for you?\n(getting agitated)\nI set everything up myself. Paid for the\ncars, the plane tickets. It took me a\nmonth getting that dinner set up.\n\nCARTER\nFor me or for you?\n\nEDWARD\nAre you that ungrateful?\n\nCARTER\nI’m more grateful than you’1ll ever know.\nI didn't know you before, but now you’re\nmy friend and if I had the means there's\nnothing I wouldn’t do for you if asked.\n\nEDWARD\nThank you.\n\nCARTER\nThe question still stands.\n\nEdward walks several paces away, hands in his pockets.\nSeveral moments pass...\n\nEDWARD\nShe was born on a Sunday. I remember\nbecause there wasn’t a single cloud in\nthe sky and I thought it was somehow\nappropriate... I know, cheesy right?\n(Carter just listens; this is\nEdward's joy)\nI managed to push her out of my mind the\nlast few years, but after meeting your\ndaughter-- And sometimes when I wake up\nin the morning...\n\nHe sits down next to Carter. Takes an angry breath...\n\f83.\n\nEDWARD (CONT'D)\n\nCarl Okafor was an activist. Emily had\njoined some “save the poor people” thing\nand I guess they met and she decided she\nloved him... I saw him a few times.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD (CONT'D)\n\nCarl Okafor was an activist. Emily had\njoined some “save the poor people” thing\nand I guess they met and she decided she\nloved him... I saw him a few times. \n\nTARGET SECTION TO BE ANNOTATED:\n Good\nlooking kid. Smart. Driven. But there was\nsomething about him I didn’t... Anyway,\nwhen she said they were engaged I told\nher I was against it. But, being my\ndaughter, she went ahead anyway... We had\nsome distance for a while, she’s as\nstubborn as her old man, but she seemed\nhappy... The first time he hit her she\ncame to me. I wanted to-- I wanted to\nbeat him into the dirt until he begged\nfor forgiveness...but she wouldn’t let\nme. She said it wasn’t his fault. He was\nbroke. Had a few drinks. Said she picked\nthe fight... I gave her some money and\nshe went back to him. When the money ran\nout he did it again. She didn’t come to\nme that time.\n\nCARTER\nWhat did you do?\n\nEDWARD\nI did what any father would do. I got him\na job. Administration in a small hospital\nin Great Neck. Gave him an office and a\nsalary. Company car.\n\nCARTER\nI don’t understand.\n\nEDWARD\nI let him get comfortable. Let him think\nhe'd got it made until one night, when he\nwas out banging one of the nurses, I had\nsomeone crack his computer and move a\nbunch of money around. The next morning\nhe showed up for work and they arrested\nhim on the spot. My lawyer’s a pitbull.\nGot him ten years for embezzlement.\n\nCARTER\nAnd Emily?\n\nEDWARD\nShe saw through me like glass. Cursed me\nout in front of the entire courtroom\nafter his sentencing. Called me names you\nwouldn’t believe. Said I was dead to her.\n(MORE)\n\f84.\n\nEDWARD (CONT'D)\nBut I figure, if that’s what it took... I\ngrew up with nothing. I’m not proud of\neverything I’ve done but I’ve played by\nthe rules for the most part. If my\ndaughter hates me and they don’t let me\ninto heaven...well then I guess that’s\njust life, isn’t it?\n\nCARTER\nHappy endings are for suckers.\n\nEDWARD\nYeah.\n\nThey stare at the desert for a beat. Then Carter stands.\n\nCARTER\nCome on.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey stare at the desert for a beat. Then Carter stands. CARTER\nCome on. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nWhat?\n\nCARTER\n\nI got an addition to the list.\n\nThey begin to climb down the stepped wall and WE PULL\nBACK to reveal that they have been sitting atop the peak\nof the Great Pyramid of Khufu this entire time.\n\nCUT TO:\nINT. CAIRO DEPARTMENT STORE - DAY\nEdward follows Carter through the perfume section. Both\nare drinking cans of Coke as they pass wealthy,\n\nwesternized Egyptians and tourists.\n\nEDWARD\nWhat the hell did we just eat?\n\nCARTER\nDon’t know. Don’t wanna know.\n\nEDWARD\nIf this is your idea of cheering me up...\n\nCARTER\nMy brother pulled this once at Macy’s.\nGot him grounded for a week. I never had\nthe guts... There.\n\nHe makes for the elevators as a crowd shuffles inside.\n\f85.\n\nINT. DEPARTMENT STORE ELEVATOR - DAY\n\nNearly full. Edward and Carter stand against the back\nwall.\n\nEDWARD\nNow?\n\nCARTER\nNext floor.\n\nEDWARD\n\nThis isn’t very adult of you.\n\nCARTER\nIt really isn’t.\n\nHe smiles wickedly. The elevator doors open and more\nshoppers wedge themselves into the packed elevator.\nEdward and Carter are pressed into the wall.\n\nEDWARD\nNow?\n\nCARTER\nLoser buys dinner.\n\nThey both scrunch up their faces with effort. Carter’s\nteeth are gritted together until he suddenly burps\ndrawing a look from the woman next to him.\n\nCARTER (CONT'D)\nBeg your pardon.\n\nThe woman looks away. Edward’s fingertips are white as he\npresses his hands against the wall. Suddenly, the\nelevator is filled with the sound of--\n\nINT. CAIRO DEPARTMENT STORE - DAY\n\nAs the elevator doors open and the passengers erupt\noutward, pinching their noses, waving their hands and\ntwittering angrily until the elevator is empty save for\nCarter and Edward who are on the floor in spasms of\nlaughter until the doors close on them.\n\nINT. DEPARTMENT STORE ELEVATOR - DAY\nThe laughter continues for several moments until--\nCARTER\n\n(waving his hand)\nOh man that’s-- What did we just eat?\n\f86.\n\nThey break up again.\nCUT TO:\nINT. AIRPLANE FIRST CLASS CABIN - DUSK\n\nEdward is asleep then suddenly chuckles in his dream.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey break up again. CUT TO:\nINT. AIRPLANE FIRST CLASS CABIN - DUSK\n\nEdward is asleep then suddenly chuckles in his dream. \n\nTARGET SECTION TO BE ANNOTATED:\nCarter looks over, smiling knowingly before laying a\npostcard of the pyramids on his seat-back table. Starts\nto write.\n\nCARTER (V.O.)\nDear Chambers Family... We’re on our way\nto India now.\n\nHe thinks a moment before looking out the window at the\nsun painted table of clouds below and the endless blue\nabove.\n\nCARTER (V.O.) (CONT’D)\nI can’t tell you how much I miss you all.\nThis is a gift that you’ve given me and\neverything I’ve seen and done has been\nthrough your eyes and with you in my\nheart. I’m taking all my pills and I\nhonestly haven’t felt this good in years.\nI hope you’re well and looking after your\nmother... “I love you” doesn’t come\nclose... Dad.\n\nHe replaces the cap on the pen and leans his head back on\nthe seat. Edward suddenly laughs out loud and Carter\ncan’t help but chuckle as he closes his eyes to sleep.\nDISSOLVE TO:\nEXT. TAJ MAHAL - DAY\nEstablishing.\nCARTER (0.S.)\n\nThe empress was the beloved wife of Shah\n\nJehan, the fifth mughal emperor.\nINT. TAJ MAHAL GALLERY - DAY\n\nCarter and Edward walk past murals depicting the history\nof the monument.\n\f87.\n\nCARTER\nAnd though it was an arranged marriage,\nthey were deeply in love and were\ninseparable until she died giving birth\nto their fourteenth child.\n\nEDWARD\nFourteenth? That’s a lot of love.\n\nCARTER\nThey didn’t write the Kama Sutra for\nnothing... It took twenty-thousand\nvolunteers twenty-two years to complete\nthe structure in sixteen forty-eight.\nEvery square foot designed by Shah Jehan\nhimself.\n\nThey stop at a tile mural of the empress.\n\nEDWARD\nSo that’s true love.\n\nCARTER\nYeah.\n\nEdward reads Carter’s thoughts and quietly walks away\nleaving Carter to stare up at the mural.\n\nEXT. TAJ MAHAL - DAY\n\nEdward and Carter walk along the promenade beside the\nreflecting pools.\n\nEDWARD\n(trying to lighten the mood)\nYou ever wonder why all the great\nhistorical monuments have to do with dead\npeople?\n\nCARTER\nBecause they’re monuments.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nTAJ MAHAL - DAY\n\nEdward and Carter walk along the promenade beside the\nreflecting pools. EDWARD\n(trying to lighten the mood)\nYou ever wonder why all the great\nhistorical monuments have to do with dead\npeople? CARTER\nBecause they’re monuments. \n\nTARGET SECTION TO BE ANNOTATED:\n That’s what\nthey’re for.\n\nEDWARD\nYeah, but does being dead have to be a\nprerequisite? We can’t put up a tomb to\nthe unborn soldier? “He would have died\nfor his country if only his parents had\nbeen Catholic.”\n\nCARTER\nYou're losing your grip, aren't you?\n\f88.\n\nEDWARD\nMy family’s got this plot upstate. My\nparents are there. Cousins. Grandparents.\nThe whole shebang. We even got a little\nmonument of our own.\n\nCARTER\nThat where you want to end up?\n\nEDWARD\nI don’t know, I’m not sure they’d have\nme. I was a real pain in the ass when I\nwas little. Hard to believe, I know. I\ndunno, it just seems so...colloquial.\n\nCARTER\nI got it in my will. Want myself cremated\nand my ashes put in a can which they’1l\nbury somewhere with a view.\n\nEDWARD\nYou mean an urn?\n\nCARTER\n(shakes his head)\nI never liked the sound of it. “Urn.”\nNope, an old can of Chock Full 0’ Nuts do\nme just fine.\n\nEDWARD\nChock Full O--? The instant coffee?\n\nCARTER\nYup. Better coffee your money can’t buy.\n\nEDWARD\nI wouldn’t bet on that.\n\nCARTER\nAh yes, Kopi Luwak. You really dig that\nstuff, don’t you?\n\nEDWARD\nIt's the best. What do you got against\nit?\n\nCARTER\nMuch too fancy for my taste. Simple\npleasures my man, simple pleasures.\n\f89.\n\nEDWARD\nThink I might get another tattoo.\n\nDISSOLVE TO:\nEXT. THE GREAT WALL OF CHINA - DAY\n\nSeen from a distance as it looms across the hilltops. A\nsound is heard in the far off distance. We can’t quite\nmake it out, but it clearly doesn’t belong.\n\nANOTHER SECTION OF THE WALL; closer now. The sound is\nheard again, a faint buzzing.\n\nAT THE BASE OF THE WALL; the buzzing is closer now. It’s\njoined by voices.\n\nATOP THE WALL; plunging down a hillside before us then\nsurging back up to our position.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nAT THE BASE OF THE WALL; the buzzing is closer now. It’s\njoined by voices. ATOP THE WALL; plunging down a hillside before us then\nsurging back up to our position. \n\nTARGET SECTION TO BE ANNOTATED:\n The buzzing is louder\nstill and the voices appear to be singing.\n\nVOICES (0.S.)\nAh louie louie. Oh no. Say we gotta go.\nYeah, yeah, yeah, yeah. Said ah louie\nlouie--\n\nAnd suddenly a motorcycle bursts into view up the\nhillside. Edward clings to Carter’s back as they ride\ndown the center of the wall, roaring by us then\ndisappearing down the opposite hillside.\n\nVOICES (0.S.) (CONT’D)\n--whoa baby! Said we gotta go. Yeah,\nyeah, yeah, yeah.\n\nCUT TO:\nAGED CELL BARS CLANGING AS A DOOR OPENS\nINT. CHINESE PRISON - DAY\nThomas stands with a disapproving look on his face as a\nguard leads Edward and Carter out of the cell. They’re\ndressed in filthy prison smocks with several weeks facial\n\ngrowth.\n\nTHOMAS\nThis is becoming epidemic.\n\nEDWARD\n(shuffling past him)\nShower.\n\f90.\n\nTHOMAS\n(catching a whiff)\nSeveral.\n\nINT. POSH HOTEL SUITE - BATHROOM - NIGHT\n\nThomas waits with a towel while Edward showers. Carter is\nseen through the doorway, talking to his family on the\nphone in the living room. He’s yet to shower.\n\nEDWARD\nSo what's the going rate for busting two\nAmericans out of the Chinese clink?\n\nTHOMAS\nAin’t what it used to be.\n\nEDWARD\nThat bad, huh?\n\nTHOMAS\nYou don’t want to know.\n\nEDWARD\nActually, I do... Don’t I?\n\nTHOMAS\nI’ve got your statements in my bag, but\nall told you're down to a couple million.\n\nEdward sticks his head through the shower door, halfway\nthrough shaving a new look that links his moustache to\nhis sideburns.\n\nEDWARD\nYou're joking me.\n\nTHOMAS\nI never joke with Civil War heroes. Nice\nink, by the way.\n\nEdward holds up his arms which are now covered in\ntattoos: a charging bull, the pyramids, etc.\n\nEDWARD\nLike ‘em? One for each item on the list.\n\nTHOMAS\nHow punk of you.\n\fgl.\n\nEDWARD\n(after a beat)\nThanks Thomas. Really, this is way above\nand beyond.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\ngl. EDWARD\n(after a beat)\nThanks Thomas. Really, this is way above\nand beyond. \n\nTARGET SECTION TO BE ANNOTATED:\nTHOMAS\nWhat are indentured servants for.\n\nHeads into...\nINT. POSH HOTEL SUITE - LIVING ROOM - DAY\n\nWhere Carter is just getting off the phone with his\nfamily.\n\nCARTER\nWe're flying to Tibet tonight then next\nstop home. Alright. I will... Alright...\nGoodbye.\n\nHangs up the phone leaving the receiver smeared with\ngrime. Thomas grabs a tissue and starts wiping it.\n\nTHOMAS\nDid you tell them?\n\nCARTER\n(nods )\nMy wife wants me tested for syphilis.\nShe’1l be sticking needles in me for days\nwhen I get back.\n\nTHOMAS\nYou both seem in surprisingly good\nspirits considering...\n\nCARTER\nI can’t explain it. I was telling\nVirginia. I feel...\n\nTHOMAS\nLike a pigsty?\n\nCARTER\nYoung.\n\nTHOMAS\n\nThey say your mental disposition can have\na tremendous impact on disease.\n\nCARTER\nThey can say what they want, just so long\nas he gets out of that shower soon.\n(MORE)\n\f92.\n\nCARTER (CONT'D)\nSay, let me ask you something Thomas. Is\nit Thomas or Tommy?\n\nTHOMAS\nIt's Matthew actually but he finds that\ntoo biblical... Thomas is fine.\n\nINT. POSH HOTEL SUITE - BATHROOM - NIGHT\n\nAs Edward emerges from the shower in a billowing cloud of\nsteam.\n\nEDWARD\nShe’s all yours.\n\nHe wipes steam from the mirror to reveal his new look:\nKojak meets Founding Father. Admires himself\nappropriately. Notices the lesions have faded on his\nhead.\n\nEDWARD (CONT'D)\nHey, I said--\n\nSticks his head into the doorway to see Carter and Thomas\nwhispering closely.\n\nTHOMAS\n\nI do, but I’m not sure he’1l---\nEDWARD\n\nHe’1l what?\nCARTER\n\nEver think about flying coach back to the\nStates. You know, save some for a rainy\nday.\n\nEDWARD\nYou chumps want to ride with your knees\n\nin your throat that’s your business...\nShower’s up.\n\nCARTER\nThank the lord.\n\nRuns into the bathroom peeling his shirt off.\n\nDISSOLVE TO:\nEXT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\nThank the lord. Runs into the bathroom peeling his shirt off. DISSOLVE TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TIBETAN ROOFTOP - DAY\nWhere Edward and Carter take in the vista of hills\n\nrolling to the distant base of an impossibly enormous\nrange of snow-covered mountains.\n\f93.\n\nEDWARD\nOkay, it’s majestic.\n\nCARTER\nThat’s nothing. Twelve thousand tops.\n\nEDWARD\nWhat’s our mountain?\n\nCARTER\nWe're only going to base camp, but the\npeak’s about twenty nine thousand feet.\n\nEdward whistles.\n\nEDWARD\nWhy so many fatalities?\n\nCARTER\nHmmm?\n\nEDWARD\n\nThe air jockeys you were talking about.\nOnes that flew through the mountains.\n\nCARTER\nThe hump pilots. Well, first off you had\nthe Jap zeros which could ambush you from\nanywhere as you flew through the valleys.\nThat was the easy part... When the\nweather came in, which was always, they\ncouldn’t choke off the supply runs, so\nthey flew in the soup... Sonar was all\nthey had back then. They used to try to\nping off the mountains to plot their\ncourse between ‘em. Sometimes it\nworked... Sixty years and they’re still\nfinding wreckage up there.\n\nEDWARD\nYour uncle?\n\nCARTER\nTwo years on the hump. Not a scratch on\nhim.\n\nEDWARD\n\nLucky guy.\n\f94.\n\nCARTER\nMaybe... When the storms rolled in and he\ncouldn’t see an inch past the windshield,\nhe used to close his eyes and focus until\nhe couldn't hear the copilot or even the\nengines. He’d focus until everything fell\naway except the mountains passing on\neither side. He could hear them and, ‘til\nthe day he passed, he swore they could\nhear him in return.\n\nEDWARD\nWhat did they sound like?\n\nCARTER\nI asked him once. Near as he could figure-\n“Voice of god,” he said.\n\nEDWARD\nWow, that’s... Is there anything in this\nworld you don’t have a story about?\n\nCARTER\nIt's called reading. You should try it\nsomeday... Here, you can start with this.\n\nSlams a book in Edward's chest, Gandhi an Autobiography:\nThe Story of My Experiments With Truth.\n\nEDWARD\nThis some kind of yoga manual?\n\nCarter’s incredulous...",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlams a book in Edward's chest, Gandhi an Autobiography:\nThe Story of My Experiments With Truth. EDWARD\nThis some kind of yoga manual? Carter’s incredulous... \n\nTARGET SECTION TO BE ANNOTATED:\n Thomas comes up the steps. Edward\ntosses him the book.\n\nEDWARD (CONT'D)\nHere. Read this for me.\n\nTHOMAS\nSo, shitty news or really shitty news?\n\nEDWARD\nThe first one.\n\nTHOMAS\nThere’s a storm up there. They won’t fly\nuntil the weather clears.\n\nEDWARD\n(to Carter)\nWhere’s your uncle when we need him.\n\f95.\n\nCARTER\nThey expect it to clear?\n\nTHOMAS\nNot for a month. Maybe two. That’s the\nreally shitty news, in case you were\nwondering.\n\nCARTER\n(disappointed)\nNext trip, huh?\n\nThey know full well the remoteness of that possibility.\n\nEDWARD\nDefinitely.\nCARTER\nI guess it’s home then.\nEDWARD\nMaybe not.\nCARTER\nThe climbing season’s almost--\nEDWARD\nEverest isn’t the only majestic thing in\n\nthe world.\nCUT TO:\nEXT. MT. KILUEA VOLCANO - NIGHT\n\nSpewing enormous plumes of ash and lava into the night\nsky while rivers of molten rock stream from the crater.\n\nCarter, Edward, and Thomas stand atop a neighboring peak.\nTheir faces hang in awe in the light of the eruption.\n\nEDWARD\n(to Carter)\nWhat, no story?\n\nCarter just shakes his head. Edward smiles and turns back\nto the show. The ground rumbles. They feel it. Thomas\ngrabs Edward's hand to steady him. Edward does the same\nwith Carter.\n\nSEEN FROM BEHIND; in silhouette, the three friends stand\nhand-in-hand at the beginning and end of the world.\n\nCUT TO:\n\f96.\n\nINT. LIMOUSINE - NIGHT\n\nDriving through the suburbs of New Jersey. Edward and\nCarter sit side by side in the back. Taking measure of\nwhat they’ve accomplished.\n\nCARTER\nThank you. Really.\nEDWARD\nDon’t be-- It’s nothing. It’s--\nTHOMAS\nYou're welcome, is what he’s trying to\nsay.\nEDWARD\n\nDead in a month my ass.\nThey laugh and he looks out the window.\nEDWARD (CONT'D)\nHey Tommy, this isn’t Newark. You leave\nyour compass back in Beijing?\n\nThomas responds by putting up the divider between himself\nand the back seat.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD (CONT'D)\nHey Tommy, this isn’t Newark. You leave\nyour compass back in Beijing? Thomas responds by putting up the divider between himself\nand the back seat. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE FRONT; Thomas exhales a deep breath.\n\nTHOMAS\nOne more stop.\n\nEXT. LIMOUSINE - NIGHT\nPulling up in front of a small ranch house.\nINT. LIMOUSINE - NIGHT\nEDWARD\nWhy are we-- Thomas, you off the\nmethadone? What the hell’s--\nStops as he sees something through the window. It’s a\nwoman. She’s standing in the window of the ranch house,\npacing back and forth as she talks on the phone.\nCARTER\n\nHe kept tabs on her in case you ever\nwanted to--\n\f97.\n\nEDWARD\n(livid)\nThis was his idea?\n\nCARTER\nNo, it was mine. Took the whole flight to\ntalk him into it.\n\nEDWARD\nHey Carter, will you do something for me?\n\nCARTER\nName it.\n\nEdward opens the door and climbs out of the car and walks\nbriskly away from the house. Carter watches him go...\n\nCARTER (CONT'D)\n(softly)\nGo fuck myself.\n\nEXT. SUBURB STREET - NIGHT\n\nEdward walks briskly through pools of light from the\nstreet lamps. The limo pulls up and Carter jumps out.\n\nCARTER\nThis is what you want?\n\nEDWARD\nTelling someone a story doesn’t invite\nyou to be a part of it. You had no right.\n\nCARTER\nYou're right, I didn’t. But she’s still\nthere. Maybe you took the long way home\nbut this is the road’s end.\n\nEDWARD\nGo away.\n\nWalks past him. Carter follows.\n\nCARTER\nWhat are you so afraid of?\n\nEDWARD\nI'm not afraid of anything anymore. If\nyou took a second to think it through\nyou'd realize--\n\n(stops walking)\n\nHow did you see it? I knock on the door.\nShe answers.\n\n(MORE)\n\f98.\n\nEDWARD (CONT'D)\nShe’s surprised and angry but I tell her\nhow much I love her and missed her, and\ngradually, piece by piece, the ice starts\nto thaw?\n\nCARTER\nIt’s a start.\n\nEDWARD\nNo, it’s an end. Because you left one\nthing out.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARTER\nIt’s a start. EDWARD\nNo, it’s an end. Because you left one\nthing out. \n\nTARGET SECTION TO BE ANNOTATED:\n You didn’t think-- How is it\nfair that I show up after all this time\nand inject myself back into her life when\nI could be dead in a week?\n\nCARTER\nYou just--\n\nEDWARD\nHow do I tell her...without her believing\nthat I’m only reaching out because I’m\nscared to die alone and didn’t care\nenough to consider what that would put\nher through.\n\nCARTER\nEveryone’s afraid to die alone.\n\nEDWARD\nI’m not everyone.\n\nCARTER\nThen you're kidding yourself.\n\nEDWARD\nIf I am, I’m not the only one.\n\nCARTER\nWhat’s that supposed--\n\nEDWARD\nWhat are you even doing here, Carter?\nYou've got a family and a wife whose\nholding her heart in her hands while\nyou’re flying around the world to “find\nthe long way home.” Don’t you think she\nknows?\n\nCARTER\nKnows what?\n\nEDWARD\nThat you blame her for your lack of\naccomplishment.\n\f99.\n\nCARTER\nDon’t you dare--\n\nEDWARD\nThat you say things like you “wouldn’t\ntrade your life with them for anything”,\nbut deep down you question yourself, so\nyou say those things because you know\nthey’re the right thing to say, rather\nthan what you really feel.\n\nCARTER\nYou have no idea what I feel.\n\nEDWARD\nMaybe I don’t...but I know this. I love\nmy daughter. If I didn’t I would be back\nthere, knocking on her door. If you loved\nyour wife, you wouldn’t have to go home\nbecause you’d have been there all along.\n\nHe pulls out the Bucket List.\nEDWARD (CONT'D)\nThis is fun, Carter. That’s all it ever\n\nwas.\n\nThen he tears it in half, then again, and lets the pieces\nflutter to the sidewalk.\n\nHe sees Thomas standing by the limo.\n\nEDWARD (CONT'D)\nCall me after you've taken him home.\n\nHe walks off. Carter stands there, staring at the\npavement...\n\nMusic begins; Jeff Buckley’s “Hallelujah” as Thomas walks\naround the limo and opens the door for Carter.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks off. Carter stands there, staring at the\npavement... Music begins; Jeff Buckley’s “Hallelujah” as Thomas walks\naround the limo and opens the door for Carter. \n\nTARGET SECTION TO BE ANNOTATED:\n Carter\nnods and walks towards him and then stops and turns to\nlook at the Bucket List as the pieces scatter\n\nDISSOLVE TO:\nMONTAGE - AS THE SONG PLAYS OVER...\n\nCARTER; walking up the steps to his house. He pauses at\nthe door then opens it and carries his suitcase inside.\n\nEDWARD; hands in his pockets as he walks down a\nneighborhood street. The limo pulls up next to him and he\nclimbs inside.\n\f100.\n\nCARTER; in bed with his wife, each on their own side.\nDistance between them. .\n\nEDWARD; in his high-rise office sitting at his desk which\nfaces the window with a view of the city shrouded in fog\nbelow. His hair is growing in again. He brings a coffee\ncup to his lips. It’s empty.\n\nCARTER; at the hospital getting a check-up. Holcomb comes\nin with test results. He’s amazed at Carter’s progress.\nCarter smiles as he buttons up his shirt.\n\nEDWARD; in his office kitchen. The box of Kopi Luwak is\nempty. He searches the cupboard finding only a can of\ninstant. He puts the can back and walks out.\n\nCARTER; at the dinner table with his family. Virginia is\nsaying grace. He’s watching her. She feels it and her\n\neyes open. He reaches out and takes her hand. She smiles\nas their eyes hold each other and she continues to pray.\n\nEDWARD; shakes his head as he switches off the Yankee\ngame. Moves to the bookshelf and browses until he removes\na book on the Himalayas.\n\nVIRGINIA; waiting in the car for Carter. It’s autumn now\nand the windows are painted with frost. A finger appears,\ndrawing letters on the windshield. WILL YOU MARRY ME?\n\nEDWARD; working out on the elliptical machine at the gym.\nIt's late and the place is empty.\n\nCARTER AND VIRGINIA; standing in the center of a shopping\nmall, their friends and family around them as they renew\ntheir vows.\n\nEDWARD; stepping out of the shower. Wipes the steam from\nthe mirror revealing his full head of hair and the\njournal of tattoos over his body. He touches the erupting\nvolcano on his forearm.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD; stepping out of the shower. Wipes the steam from\nthe mirror revealing his full head of hair and the\njournal of tattoos over his body. He touches the erupting\nvolcano on his forearm. \n\nTARGET SECTION TO BE ANNOTATED:\nCARTER; home in bed staring at a small plastic bull. He\nputs it away as Virginia comes in, dressed in her\nnightgown.\n\nShe climbs in bed and he reaches across and pulls her to\nhim.\n\nVIRGINIA\nHappy second honeymoon.\n\nCARTER\nHappy second honeymoon.\n\f101.\n\nThey kiss. His hands move to her hips under the covers.\n\nVIRGINIA\nDo you have any idea how long it’s been?\n\nCARTER\nDo I want to know?\n\nVIRGINIA\nNo, I don’t think you do.\n\nCARTER\nI love you, ‘Gin.\n\nVIRGINIA\nI know you do.\n\nCARTER\n\nIt wasn’t that I ever stopped loving you\nso much as I forgot the reasons you loved\nme.\n\n(she touches his face)\nRemember that night, when I took you to\nthe Bowl-O-Rama over on fourteenth\nstreet?\n\nVIRGINIA\nHow do you think I could forget our first\ndate? You wore that shirt with the stain\non the front and your black shoes and\nbrown belt.\n\nCARTER\nAnd you wore a blue dress with little\nbows down the back.\n\nVIRGINIA\n(surprised)\nI can’t believe you--\n\nCARTER\nI was so out of my league. I remember\nthinking, “What’s a girl looks like this\ndoing slumming with a kid who's best\nshirt got a stain on the front?”\n\nVIRGINIA\nYou weren’t worthy.\n\nCARTER\nI’ve never been worthy of you.\n\f102.\n\nVIRGINIA\nI was joking, baby. I knew that night\nafter I got back. I told my mother I was\nyour’s forever if you’d have me...\nForever’s just getting started.\n\nThey kiss again, more passionately until she pulls away\nand stands out of bed.\n\nVIRGINIA (CONT'D)\nI got something for you. Wasn’t sure I'd\nneed it.\n\nCARTER\nDon’t be long now.\n\nShe goes into the bathroom and closes the door halfway.\nWe see her feet stepping out of her pajamas and into\nsomething black and lacy.\n\nWhen the door opens her hair is down and spilling over\nher shoulders and a thin, satin negligee.\n\nVIRGINIA\nCarter?\n\nThe bed is empty.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen the door opens her hair is down and spilling over\nher shoulders and a thin, satin negligee. VIRGINIA\nCarter? The bed is empty. \n\nTARGET SECTION TO BE ANNOTATED:\n She walks around it.\nVIRGINIA (CONT'D)\nSo we’re playing games now? You think you\ncan get me all riled up then--\n\nShe stops as she sees him face down on the floor, his\nhands twitching.\n\nVIRGINIA (CONT'D)\nCarter!\n\nShe turns him over to see his eyes are rolled back into\nhis head as the seizure storms through him.\n\nVIRGINIA (CONT'D)\nRoger!\n\nShe finds his wallet on the bedside table and forces it\nbetween his teeth. Roger appears at the door--\n\nROGER\nWhat’s the--\n\f103.\n\nHe sees his father on the floor then runs for the phone.\nRachel and Lee appear. Lee runs to help Virginia as\nRachel stands in the doorway watching her father.\n\nFADE TO BLACK:\nINT. IL MULINO RESTAURANT - NIGHT\n\nEdward and his date, AMERY, a pretty middle-aged woman\nsit at a table against the wall.\n\nEDWARD\nIt’s Bruno’s specialty. It’s not on the\nmenu.\n\nAMERY\nThat’s a lot of food.\n\nEDWARD\nI’m a bottomless pit. Besides, I’m in\ntraining.\n\nAMERY\n\nIsn’t mountain climbing dangerous?\n\nEDWARD\nFor someone my age? You can say it.\n\nShe's interrupted by the MAITRE’D who walks briskly to\nthe table.\n\nMAITRE'D\nI’m sorry Mister Cole. It’s your driver.\nHe says it’s urgent.\n\nEdward turns to the front door where Thomas stands. His\nface says everything.\n\nINT. HOSPITAL HALLWAY - NIGHT\n\nEdward emerges from the elevator and walks pointedly\ntowards his old room. Passes Holcomb at the nurse’s\nstation.\n\nDR. HOLCOMB\n(walking after him)\nEdward.\n\nEDWARD\nWhen did this happen?\n\f104.\n\nDR. HOLCOMB\nIt came out of nowhere but it’s his brain\nand the tumors are deep.\n\nEDWARD\nSo you can operate?\n\nDR. HOLCOMB\nDay after tomorrow.\n\nEDWARD\nAnd he'll be alright?\n\nDR. HOLCOMB\nIn his condition it’s not-- The odds\naren’t what we’d like them to be.\nEdward sees there’s little hope. Resumes walking into--\nINT. HOSPITAL ROOM - NIGHT\nWhere Carter is back in bed covered in tubes.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nEdward sees there’s little hope. Resumes walking into--\nINT. HOSPITAL ROOM - NIGHT\nWhere Carter is back in bed covered in tubes. \n\nTARGET SECTION TO BE ANNOTATED:\n Virginia\n\nlies with Rachel on the bed next to him. Rachel is\nasleep.\n\nEDWARD\nHow is he?\n\nVIRGINIA\nQuiet. I wasn’t sure if I should call\nyou, I--\n\nEDWARD\n\nOf course. Please. Is there anything I\ncan do for you? Are the boys--\n\nVIRGINIA\nWe're fine. Really... He wanted me to\ngive you this.\n\nShe sits up and pulls the taped-together Bucket List out\nof her purse.\n\nVIRGINIA (CONT'D)\nThere’s a letter too. I was supposed to\nwait until... But then I thought--\n\nCARTER (0.S.)\n--she’s never listened to me before, why\nlet a coupl’a tumors get in the way.\n\nEdward sits down on the side of his bed.\n\f105.\n\nCARTER (CONT'D)\nWhat’s with all the hair?\n\nEDWARD\nHow they treating you?\n\nCARTER\nFood still sucks.\n\nEDWARD\nI’ll talk to the owner.\n\nCARTER\nI wouldn’t, I hear he’s a prick.\n\nEDWARD\nHe definitely has his moments...\n\nEdward nods. It’s all under the bridge.\nEDWARD (CONT'D)\n(holds the List)\nWhat was I going to do with this?\n\nCARTER\nIt isn’t finished.\n\nEDWARD\nIt’s not a one man job.\n\nCARTER\nIt's going to have to be.\n\nEdward scans the remaining items. Stops on one of them.\nEDWARD\nNo it doesn’t... I’1l be--\n(heads for the door)\nDon’t go anywhere.\nRuns out.\n\nEXT. HOLCOMB’S OFFICE - NIGHT\n\nHolcomb’s packing up for the night when Edward enters,\nspeaking on his cell phone.\n\nEDWARD\nI don’t care how, just get a hold of him\nand call me back.\n\nHe snaps the phone shut and glares at Holcomb.\n\f106.\n\nEDWARD (CONT'D)\nCan he be moved without hurting him?\n\nDR. HOLCOMB\nWell, technically yes, but--\n\nEDWARD\nI’m taking him out of here.\n\nINT. HOSPITAL HALLWAY - NIGHT\n\nEdward walks with Holcomb trailing him. Thomas stands as\nhe sees them.\n\nEDWARD\nPull the car up front.\n\nDR. HOLCOMB\nI cannot allow you to sneak him out\nagain.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nPull the car up front. DR. HOLCOMB\nI cannot allow you to sneak him out\nagain. \n\nTARGET SECTION TO BE ANNOTATED:\n I could be personally liable--\n\nAs Edward slams him into the wall.\n\nEDWARD\nPlain English. I’m taking my friend out\nof here and you’re coming with us. You've\ngot ten minutes to pack what you need or\nI will personally ask Thomas to rearrange\nyour kidneys.\n\nThomas smiles at Holcomb who nods abruptly.\nINT. HOSPITAL ROOM - NIGHT\n\nEdward enters just as Carter is standing out of bed with\nhelp from Virginia.\n\nEDWARD\nHow fast can you get him dressed?\nVIRGINIA\nWhy?\nCARTER\nI can dress my own damn self. Where we\ngoing?\nEDWARD\n\nOne more trip.\n(to Virginia)\nCan I talk to you?\n(to Carter)\nPack it up. We’re not home yet.\n\f107.\n\nHe ushers Virginia out into the hallway.\nEXT. AIRPORT - NIGHT\n\nThe limo doors open and Thomas emerges along with Edward,\nHolcomb and the entire Chambers family. Carter is weak\nbut shuffles along towards the waiting Gulfstream.\n\nEDWARD\nIf you could step it up we’re kind of on\na schedule.\n\nCARTER\nI'll step it up when you tell me where\nwe're going.\n\nEDWARD\nRoger.\n\nROGER\nSorry dad.\n\nAs he lifts his father into his arms and carries him\ntowards the plane.\n\nCARTER\nBoy, put me down. Whose side are you on!\n\nEDWARD\n(to Lee)\nDoes he ever stop talking?\n\nLEE\nOnly when he’s eating.\n\nEDWARD\nWell, that I can relate to.\n\nCUT TO:\nEXT. GOLF CART - DAY\nZipping between large warehouses. Carter sits in the back\nwith Virginia. He’s blindfolded and bitching and wearing\n\na new suit. Edward’s in the front next to the driver.\n\nThe golf cart pulls to a stop next to a warehouse door.\nVirginia helps Carter out while Edward gets the door.\n\nINT. WAREHOUSE - DAY\n\nThe doorway is curtained off with thick, sound-eating\ndrapes. Virginia leads Carter inside.\n\f108.\n\nCARTER\nYou're enjoying this, aren’t you?\n\nMuffled clapping is heard from the other side of the\ncurtains. A man in a BASEBALL CAP pushes through an\nopening.\n\nBASEBALL CAP\nGreat. We’re ready for you.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nA man in a BASEBALL CAP pushes through an\nopening. BASEBALL CAP\nGreat. We’re ready for you. \n\nTARGET SECTION TO BE ANNOTATED:\nCARTER\nWho the hell’s he talking to?\n\nANNOUNCER (0.S.)\n\nAnd now our contestants entering the\nstudio: a college professor from\nGladwyne, Pennsylvania, Deenaz Olpadwala.\n\nEdward removes the blindfold and pushes Carter through\nthe curtains.\n\nON CARTER; As his eyes adjust then light up as a familiar\ntheme plays.\n\nINT. JEOPARDY SOUNDSTAGE - DAY\nThe real deal, replete with a live studio audience.\n\nANNOUNCER (0.S.)\nOur second contestant.\n\nCARTER\nHow in the world did you--?\n\nEDWARD\nI had a couple million lying around.\n\nANNOUNCER (0.S.)\nA garage mechanic from Newark, New\nJersey...\n\nCARTER\nBut that’s all you had--\n\nEDWARD\nSo go earn it back.\n\nANNOUNCER (0.S.)\nCarter Chambers.\n\nCARTER\nYou son of a bitch.\n\f109.\n\nHe straightens his tie and walks purposefully towards his\npodium. Roger, Lee and Rachel cheer him on from the\nstands as he nervously takes his place.\nDISSOLVE TO:\nINT. JEOPARDY SOUNDSTAGE - DAY\nThe game is underway. ALEX TREBEK calls the clues...\nALEX TREBEK\n\nThis sophistic monk is often credited as\n\none of the causes of the Russian\n\nRevolution.\nCarter hits the button but his timing is off.\n\nDEENAZ\nWho is Rasputin?\n\nALEX TREBEK\nCorrect.\n\nDEENAZ\nI’‘ll take Mad Men for two hundred.\n\nALEX TREBEK\nAn animated character with a predilection\nfor tall headwear... Carter.\n\nCARTER\nThe Mad Hatter.\n\nALEX TREBEK\nNo... Sherman.\n\nSHERMAN, the bookish current champion clears his throat.\n\nSHERMAN\nWho is the Mad Hatter?\n\nALEX TREBEK\nYes.\n\nEdward stands anxiously with Virginia.\n\nEDWARD\nGet it together.\n\nVirginia shushes him.\n\nSHERMAN\nMad Men for three-hundred.\n\f110.\n\nALEX TREBEK\nThis King of England earned his maligned\nnickname in part by conversing with a\ntree he believed to be the King of\nPrussia.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERMAN\nMad Men for three-hundred. 110. ALEX TREBEK\nThis King of England earned his maligned\nnickname in part by conversing with a\ntree he believed to be the King of\nPrussia. \n\nTARGET SECTION TO BE ANNOTATED:\nCARTER\nWho is King George?\n\nALEX TREBEK\nCan you be more specific?\n\nCARTER\nWho is “Mad” King George the third.\n\nALEX TREBEK\nCorrect.\n\nVirginia grabs Edward. The Chambers kids cheer.\n\nALEX TREBEK (CONT'D)\nCarter takes control of the board.\n\nCARTER\nI’1l take Mad Men for four-hundred, Alex.\n\nA SERIES OF CUTS; as Carter begins to run the board. His\nanswers are quick and on the mark. The other contestants\nget an answer here and there but the game is clearly\nCarter’s to win.\n\nRoger, Lee and Rachel continue to cheer him on.\nVirginia's grip on Edward’s arm grows tighter and tighter\nuntil he winces.\n\nVIRGINIA\nOh. Sorry.\n(Carter gets another answer)\nGo on, baby!\n\nShe’s punches Edward’s arm in glee.\n\nThe game continues. Carter is doing well but he’s\nbeginning to tire. Sweat stains are visible on his\ncollar.\n\nEdward now stands several feet away from Virginia.\n\nEDWARD\nIs he okay?\n\nVIRGINIA\nHe'll be fine.\n\f111.\n\nShe applauds as he gets another correct answer.\nINT. JEOPARDY SOUNDSTAGE - DAY\n\nThe game is down to Final Jeopardy. The final category is\non the board:\n\nALEX TREBEK\nThe category is World Monuments and the\nfinal clue is--\n\nThe clue is revealed...\nALEX TREBEK (CONT'D)\n(reading)\nThis mughal emperor built the Taj Mahal\nto memorialize the death of his wife,\nEmpress Mumtaz Mahal.\nEdward smiles as the Final Jeopardy theme plays.\n\nEDWARD\nIt’s in the bag.\n\nHis grin begins to subside as he watches Carter wipe a\nthink band of sweat from his forehead.\n\nCARTER’S POV; is blurred as his hand slips on the pen. He\ncloses his eyes to steady himself, but his vision is\nblurred even further.\n\nVIRGINIA\nEdward.\n\nEDWARD\nI see it.\n\nHe starts circling the stage, crossing behind the cameras\nto get closer to the contestants.\n\nCarter scribbles loosely on the screen but drops the pen\nand falls just as Edward gets there to catch him.\n\nFADE TO WHITE.\nVoices are heard...",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarter scribbles loosely on the screen but drops the pen\nand falls just as Edward gets there to catch him. FADE TO WHITE. Voices are heard... \n\nTARGET SECTION TO BE ANNOTATED:\nHOLCOMB (0.S.)\n.-..-do our best, but it’s too far along.\n\f112.\n\nEDWARD (0.S.)\nAnything you need.\n\nFADE IN ON:\nTHE FACE OF A BEAUTIFUL WOMAN\nINT. LOS ANGELES HOSPITAL ROOM - NIGHT\n\nCarter’s POV as Virginia stares down at him.\n\nVIRGINIA\nHey, babe. Can you hear me all right?\nCARTER\n(dazed)\n\nWha- Where time is it?\n\nHis face is paralyzed on one side. His head is shaved and\nheavily marked with surgery markers.\n\nVIRGINIA\nWe're in the hospital. You had a stroke,\nbut you’re gonna be fine.\n\nCARTER\nWhere’s Alex?\n\nVIRGINIA\n(looking)\nWho’s Alex?\n\nEDWARD\nHe's probably sleeping. It’s almost\nmidnight.\n\nVIRGINIA\nThey’re taking you in for surgery in a\nminute.\n\nCARTER\nOkay.\n\nEDWARD\nI’ll leave you two alone.\n\nCARTER\nWait.\n(to Virginia)\nMy bag.\n\nShe reaches for his overnight bag.\n\f113.\n\nCARTER (CONT'D)\nCan you--\n\nShe opens it for him. He reaches inside and pulls out a\nsealed envelope and a folded slip of paper.\n\nCARTER (CONT'D)\nGot any of that coffee left?\n\nEDWARD\nI’m all out. I can see if there’s\nanywhere that sells it out here, but--\n\nCARTER\n(smiles)\nNot if I was dying of thirst in the\ndesert... Wanna know why?\nEDWARD\n\n“I'm sure you'll enlighten me.”\nCarter hands the paper to Edward.\n\nCARTER\nRead.\n\nEDWARD\n\n(reading)\nKopi Luwak is the world’s most expensive\ncoffee, though, for some, it falls under\nthe category of too good to be true. In\nthe village where the beans are grown\nlives a breed of wild African tree-cats.\nThe cats eat the beans, digest them,\nthen...\n\n(a beat; he swallows)\n...then defecate them out for the\nvillagers to collect. It’s the gastric\njuices of the cat that give the coffee\nits unique flavor and absence of\naftertaste... You’re shitting me?\n\nCARTER\nCats beat me to it.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s the gastric\njuices of the cat that give the coffee\nits unique flavor and absence of\naftertaste... You’re shitting me? CARTER\nCats beat me to it. \n\nTARGET SECTION TO BE ANNOTATED:\nHe bursts into weak laughter. Edward stares for a moment\nthen starts to chuckle himself. Soon both men are\nlaughing until tears stream down their cheeks. As he\nlaughs, Edward's tears become gradually laced with grief\nas he hold’s Carter's wrist.\n\nCARTER (CONT'D)\nStill have the list?\n\f114.\n\nEDWARD\nOf course.\n(pulls it out along with the\nred pen)\nThere’s only a few left. Which one do you\nwant to do next?\n\nCarter runs a finger down the items, until he reaches\n“LAUGH UNTIL I CRY.” He crosses it off shakily with the\npen. Only four remain.\n\nHis finger stops on the half finished “#11) GET BACK IN\nTOUCH” Edward sees this.\n\nCARTER\nThere's a difference between dying alone\nand living like you're already dead...\nFinish the list, Edward.\nHe places the envelope atop the list.\n\nCARTER (CONT'D)\nGo home.\n\nCUT TO:\nEXT. LOS ANGELES HOSPITAL - NIGHT\n\nEdward emerges through the sliding doors. He wipes the\ntears flowing from his face, unsure of where to go.\n\nDISSOLVE TO:\nINT. LOS ANGELES HOSPITAL ROOM - NIGHT\n\nAs Holcomb enters, scrubbed for surgery, with several\nnurses.\n\nDR. HOLCOMB\nWe're ready.\n\nCarter reaches out for Virginia’s hand and presses it to\nhis heart.\n\nVIRGINIA\nI’ll be here when you get back.\n\nCARTER\nForever’s just getting started.\n\nHer hand slips out of his as he’s wheeled out of the\nroom.\n\f115.\n\nINT. GULFSTREAM PRIVATE JET - NIGHT\n\nEdward loses himself in the raindrops sliding down the\nwindow as the plane readies for takeoff.\n\nHe glances down at the envelope in his lap and turns it\nover. On the front is his name and address. He thinks a\nmoment, steeling himself before he opens it.\n\nINT. OPERATING THEATER - NIGHT\n\nCarter lies unconscious with a tube in his mouth as the\nsurgeons do their work. In contrast to Edward, he looks\ncompletely at peace.\n\nCARTER (V.O.)\n\nDear Edward.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn contrast to Edward, he looks\ncompletely at peace. CARTER (V. O.)\n\nDear Edward. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s turning cold out here\nin Newark and the trees are like\nskeletons beneath the lamp posts.\nWinter’s almost upon us and despite what\nthe doctors tell me, I know it will be my\nlast.\n\nEXT. THE NEW YORK CITY SKYLINE - NIGHT\n\nSeen from the Hudson, the mandala of lights reflect like\njewels in the water. Carter sits on the edge of a pier\ntaking in the view...\n\nCARTER (V.O.)\nYou know how I love to tell stories so if\nyou can spare a few minutes I think I’ve\ngot a good one for you...\n\nHe returns to the letter in his lap, and resumes\nwriting...\n\nCARTER (V.O.) (CONT'D)\nThere was an old farmer spent his life\nworking the earth to give his family all\nthe cares and comforts he’d never had.\n\nINT. GULFSTREAM PRIVATE JET - NIGHT\n\nEdward reads the words as Carter speaks them.\n\f116.\n\nCARTER (V.O.)\n\nOne day the farmer fell sick and he\ncalled his sons to his bedside where he\ntook up a bundle of sticks and said to\nhis eldest son, \"Show me that you can\nbreak it.” The son strained and strained,\nbut with all his efforts was unable to\nbreak the bundle.\n\nEdward finishes the letter and wipes the tears from his\ncheeks. The flashing wing lights of the plane reflect the\nraindrop on the window indelibly onto his face.\n\nINT. LOS ANGELES HOSPITAL - NIGHT\n\nSeen from above as Roger, Lee and Rachel lie in bed with\ntheir mother, clinging to her as she prays.\n\nCARTER (V.O.)\n\nThe other sons also tried, but none of\nthem could break it. \"Untie the bundle,\"\nsaid the farmer, \"And each of you take a\nstick.\"\n\nEXT. SUBURB STREET - DAWN\n\nAs Edward walks up the path to his daughter’s house. He\nknocks on the door without hesitation.\n\nCARTER (V.O.)\n\nWhen they had done so, he called out to\nthem, \"Now, break them,\" and each stick\nwas easily broken...\n\nThe door opens revealing Emily. She’s surprised and her\nsleepy features harden instantly. Edward begins to talk.\n\nCARTER (V.O.) (CONT'D)\nNo man is an island, my friend.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nEdward begins to talk. CARTER (V. O.) (CONT'D)\nNo man is an island, my friend. \n\nTARGET SECTION TO BE ANNOTATED:\n We’re\njust not built that way.\n\nINT. LOS ANGELES HOSPITAL - NIGHT\n\nVirginia scoops instant coffee into a styrofoam cup. She\nlooks up as Holcomb appears at the other end of the\nhallway walking towards her. His face is unreadable.\n\nCARTER (V.O.)\n\nYou measure yourself by the people who\nmeasure themselves by you, and no matter\nhow you battle the current--\n\f117.\n\nEXT. EMILY’S HOUSE - DAWN\n\nThomas leans against the limo, watching through the\nwindow as Carter and Emily speak. Her guard is still up,\nbut she’s listening...\n\nCARTER (V.O.)\n\n--our lives are streams flowing into the\nsame river towards whatever heaven lies\nin the mist beyond the falls.\n\nINT. LOS ANGELES HOSPITAL - NIGHT\n\nWe can’t see Holcomb’s face or what he’s saying as he\nreaches Virginia, but her expression says it all. The\ncoffee cup slips from her hands and lands at her feet,\nspilling onto the floor.\n\nCARTER (V.O.)\nFind the joy in your life, Edward. Close\nyour eyes and let the waters take you.\n\nINT. EMILY’S HOUSE - DAWN\n\nEdward shakes Emily’s hand goodbye. She’s not giving in,\nbut it’s a start. He reaches for the front door just as a\nLITTLE GIRL, still half-asleep, comes out from the back\nbedroom. Edward is stunned.\n\nCARTER (V.O.)\nOpen your heart and listen to the\nmountain...\n\nHe looks up at Emily who says something to the little\ngirl. He crouches down as the girl walks right up to him\nand lays her head on his shoulder. His eyes are full as\nhe looks up at Emily in amazement then slowly kisses his\ngranddaughter’s head.\n\nINT. LOS ANGELES OPERATING THEATER - NIGHT\n\nCarter's face is at peace. Virginia’s face comes into\nframe and kisses him softly. Her tears fall onto his\neyelids and continue down his cheeks.\n\nCARTER (V.O.)\nI promise you’ll be heard.\n\nINT. LOS ANGELES HOSPITAL ROOM - NIGHT\n\nVirginia stands in the doorway, staring at her sleeping\nchildren. Rachel opens her eyes and looks at her mother.\n\f118.\n\nEXT.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nRachel opens her eyes and looks at her mother. 118. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n EMILY’S HOUSE - DAWN\n\nEdward walks the path towards Thomas and the waiting\nlimo.\n\nCARTER (V.O.)\n\nWe're a bundle of sticks, you and I, be\nit in this world or the one that follows.\nI will be forever grateful for the joy\nyour life has brought to mine.\n\nThomas opens the car door for him.\n\nTHOMAS\nSo that’s your daughter?\nEDWARD\n(emotional)\nYup.\nTHOMAS\nPretty.\n\nEdward looks angry. Thomas waits for the rebuke. Instead,\nEdward pats him on the shoulder before climbing into the\ncar. Thomas looks back at the house as the lights go out.\n\nINT. LIMOUSINE - DAWN\n\nEdward pulls the list out of his pocket. With the red pen\nhe crosses out: “KISS THE MOST BEAUTIFUL WOMAN IN THE\nWORLD.”\n\nCARTER (V.O.)\nYour friend always... Carter.\n\nEdward lowers the window and looks out at the painted\ndawn sky as the limo drives away. He stares for several\nmoments then closes his eyes and listens...\n\nEDWARD (V.O.)\n\nGood afternoon. My name is Edward Cole\n\nand I’m not much of a storyteller.\n\nCUT TO:\nINT. LARGE ROOM - DAY\nEdward is in his business suit again. His game face on.\nEDWARD\nI’m a business man, a good one. I run\n\nhospitals.\n(MORE)\n\f119.\n\nEDWARD (CONT'D)\nWe take sick people and make them well\nagain. Sometimes we succeed and sometimes\nwe fail, but we’re getting better at it\nevery day... I started out with nothing\nbut cold ambition, and over the years my\ncompany grew until I had everything I\never wanted... I know now that-- I know\nnow that I was never a wealthy man until\nmy best friend came into my life...and\nfrom this incredible turnout, it only\nverifies the fact that Carter was truly\nthe richest man I know.\n\nCAMERA TRACKS until we’re behind Edward revealing his\naudience of nearly a THOUSAND MOURNERS filling every last\ninch of the room including Carter’s family who sit in the\nfront row. Familiar faces in the crowd include Manny,\nHolcomb, Nurse Shing, parents and players of the soccer\nteam, etc.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nI know now that-- I know\nnow that I was never a wealthy man until\nmy best friend came into my life...and\nfrom this incredible turnout, it only\nverifies the fact that Carter was truly\nthe richest man I know. CAMERA TRACKS until we’re behind Edward revealing his\naudience of nearly a THOUSAND MOURNERS filling every last\ninch of the room including Carter’s family who sit in the\nfront row. Familiar faces in the crowd include Manny,\nHolcomb, Nurse Shing, parents and players of the soccer\nteam, etc. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD (CONT'D)\nI don’t know what most people say at\nthese things, so I’1l just tell you what\nI think Carter would want you to know.\nHe’s dead and I still can’t shut him\nup... He loved his children more than his\nown heart. He loved his wife more than\nhis own soul. He took the long way home\nbut he made it back and you took him in\nand made him whole again and you will\nnever know how grateful he was.\n\nHis eyes move from the family to Thomas who stands\nagainst the wall with Emily and her daughter.\n\nEDWARD (CONT'D)\n(taking out the Bucket List)\nWe saw the world together. Pretty amazing\nwhen you think that only nine months ago\nwe were strangers... He saved my life,\nand he knew it before I did.\n\nWith the pen, he crosses out: “HELP A COMPLETE STRANGER\nFOR THE GOOD.”\n\nBeneath it, the last remaining task lies unfulfilled:\n“LISTEN TO THE MOUNTAIN AND BE HEARD.” Slowly, the words\non the page--\n\nDISSOLVE TO:\n\f120.\n\nEXT. THE PEAK OF EVEREST - DAY\n\nAs the climber from the opening scene finally arrives at\nthe peak.\n\nEDWARD (V.O.)\nCarter gave me a book once. It was about\na man who knew a thing or two about the\nworld.\n\nThe climber walks over to a flat stone and lifts it onto\nits side. He removes his gloves revealing a wedding ring\non his left hand.\n\nEDWARD (V.O.) (CONT’D)\nThe man said: “Learn as if you were going\nto live forever. Live as if you were\ngoing to die tomorrow.”\n\nHis hands lift to his face, removing the oxygen mask and\nhood revealing THOMAS.\n\nHe reaches down and lifts A FROZEN CHOCK FULL O’ NUTS CAN\nfrom its resting place in the hole beneath the rock. He\nwipes off a section of frost with his thumb revealing:\n\nA PHOTOGRAPH taped to the can -- Carter and Virginia at\ntheir second wedding surrounded by their family.\n\nThomas sets the can on the snow then opens his backpack\nand reaches down to the bottom--\n\nEDWARD (V.O.) (CONT’D)\nTomorrow comes for all of us.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nwipes off a section of frost with his thumb revealing:\n\nA PHOTOGRAPH taped to the can -- Carter and Virginia at\ntheir second wedding surrounded by their family. Thomas sets the can on the snow then opens his backpack\nand reaches down to the bottom--\n\nEDWARD (V. O.) (CONT’D)\nTomorrow comes for all of us. \n\nTARGET SECTION TO BE ANNOTATED:\n--and removes A SECOND CHOCK FULL 0’ NUTS CAN which he\nplaces on the ground next to the first.\n\nEDWARD (V.O.) (CONT’D)\nIt’s what we do in-between that makes us\nwho we are.\n\nCLOSE ON A NEWER PHOTOGRAPH; taped to the second coffee\ncan. It’s Edward. He’s old and grey.\n\nCARTER (V.O.)\nEdward Perriman Cole died in May. It was\na Sunday, in the afternoon, and there\nwasn’t a cloud in the sky...\n\nCAMERA PULLS BACK to reveal that he’s closely surrounded\nby Thomas, Emily and their THREE CHILDREN, hands\nintertwined with--\n\f121.\n\n--Carter’s grandchildren, each of whom stands with their\nparents and Virginia. One family.\n\nEdward is smiling like we’ve never seen.\n\nCARTER (V.O.) (CONT'D)\nHe was seventy-nine years old.\n\nFinally, Thomas deposits both cans into the hole beneath\nthe rock.\n\nCARTER (V.O.) (CONT’D)\nEven now, I can’t claim to understand the\nmeasure of a life, but I can tell you\nthis...\n\nThomas replaces the rock over the coffee cans.\n\nCARTER (CONT'D)\nI know that when he died his eyes were\nclosed, and his heart was open... I know\nthat he could hear the mountain...\n\nTHE CAMERA lingers on the rock for a moment then tilts up\nto reveal the breathtaking view of the entire world\nbelow.\n\nCARTER (V.O.) (CONT’D)\nAnd I know the mountain heard him in\nreturn.\n\nTHE END.\n\f"
}