{
  "1": "The Fly\n\nBased on the Story by George Langelaan\nScreenplay by Charles Edward Pogue and David Cronenberg\nProduced by Stuart Cornfield\n\nDirected by David Cronenberg\n\nCast List:\n\nSeth Brundle Jeff Goldblum\n\nVeronica Quaife Geena Davis\n\nStathis Borans John Getz\n\nTawny Joy Boushel\n\nINT. THE BARTOK PARTY- NIGHT\n\nWe open on a large white, pristine hall filled with people. We close in on\ntwo such people, SETH BRUNDLE and VERONICA QUAIFE. They are mid-conversation:\n\nBRUNDLE\nWhat am I working on? Uh... I'm working on something that'll change the world\nand human life as we know it.\n\nVERONICA\nChange it a lot or just a bit? You'll have to be more specific.\n\nBRUNDLE\nWhat, you want me to be specific here, in this room, with, uh... half the\nscientific community of North America eavesdropping?\n\nVERONICA\nIs there another way?\n\nBRUNDLE\n\nYou could come back to my lab. Listen, I'll make you cappuccino. I have a\nFaema of my very own. You know what that is? It's not the Dilettante's\nplastic kitchen model. It's one of those, uh uh., wh, real restaurant\nespresso machines with a-an eagle on top and...\n\n \n\nVERONICA\nSomehow I get the feeling you don't get out much.\n\nBRUNDLE\nYou can tell that?\n\nVERONCA\nYeah.\n\fBRUNDLE\nI think you're making a mistake. I think you really want to talk to me.\n\nVERONICA\nSorry, I have three other interviews to do before this party's over.\n\nBRUNDLE\nYeah, but they're not working on something that'll change the world as we\n\nknow it.\n\nVERONICA\nThey say they are.\n\nBRUNDLE\nYeah, but they're lying I'm not.\n\nINT. VERONICA'S CAR- NIGHT\n\nWe close in on Veronica's car as it speeds down the street. It appears that\nBrundle is ill.\n\nVERONICA\nAre you sick?\n\nBRUNDLE\nNo. Sure.\n\nVERONICA\nYou're not a very accomplished drunk.\n\nBRUNDLE\n\nNo, no, I'm always like this. It's, uh... motion sickness.",
  "2": "---END OF PREVIOUS SECTION---\nVERONICA\nYou're not a very accomplished drunk. BRUNDLE\n\nNo, no, I'm always like this. It's, uh... motion sickness. \n---TARGET SECTION TO BE ANNOTATED---\n When I was a kid,\nI, uh... puked on my tricycle. I hate vehicles.\n\nVERONICA\n\nShould I drive more slowly?\n\nBRUNDLE\nNo, no, no. Just turn left. We're almost there.\n\nVERONICA\nThis is it?\n\nBRUNDLE\nIt's cleaner on the inside.\n\nINT. WAREHOUSE STAIRWAY-NIGHT\nVeronica and Brundle climb the warped wooden stairs to the fourth floor.\nBrundle is breathing hard, very out of shape. He uses the ornate railing to\n\nhaul himself from step to step.\n\nVERONICA\nNice railings.\n\nBRUNDLE (BREATHING HARD)\n\fYeah. They're original.\n\nVERONICA\nYou doing marine experiments?\n\nBRUNDLE\nNo, why?\n\nVERONICA\nThat fishy smell.\n\nBRUNDLE:\nOh, that. Used to be a packing house for fish. It's deserted right now except\nfor me. I've got the whole fourth floor. The top floor.\n\nVERONICA\nWant me to carry you?\n\nBRUNDLE\nMaybe next time.\n\nINT. BRUNDLES LAB- NIGHT\n\nBrundle and Veronica enter BRUNDLES LAB. It seems very tidy and organised as\nwell as being extremely Spacious.\nBrundle sits down and begins playing on his Piano.\n\nVERONICA\nListen, uh... maybe this is a bad idea.\n\nBRUNDLE\nNo, it's too late. You've already see them. Can't let you leave here alive.\n\nVERONICA\nI haven't seen anything.\n\nBRUNDLE\nThose.\n\nBrundle motions towards two gray pods either side of the room.\n\nVERONICA\nDesigner phone booths. Very cute. Hey, I bet you have a really neat jukebox\nin here, too, someplace, huh? Over there maybe?\n\nVeronica points toward a third object, covered in tarpaulin. Brundle reveals\nit as a third pod.\n\nBRUNDLE\nNo. This is the prototype of... those. The first one I had made. It, uh... it\nworks, but it's clunky. I call them telepods. They're controlled by this.\n\nVERONICA\nThank God for that. So, uh, what do they do, the phone booths?\n\nBRUNDLE\n\fTelepods. Uh okay. I need an object. Um...",
  "3": "---END OF PREVIOUS SECTION---\nUh okay. I need an object. Um... \n---TARGET SECTION TO BE ANNOTATED---\n say, do you have something, uh,\n\n \n\non you that's... uh, personal... that I could use? Something uniquely you?\nUh... an item of clothing or jewelry?\nVERONICA\n\nWhat, are you kidding?\n\nBRUNDLE\nNo, I'm serious.\n\nVERONICA\nOkay. Here goes.\n\nVeronica removes her stocking and hands it to Brundle.\n\nBRUNDLE\nI don't wear jewelry.\n\nBRUNDLE\nIt's nice.\n\nBrundle places the stocking into a pod and closes the door. He then goes back\nto the computer and speaks into the microphone.\n\nBRUNDLE\nUh... Brundle, Seth.\n\nCOMPUTER (Relaying and testing Brundle's voice pattern)\nUh, Brundle, Seth. Uh, Brundle, Seth. Uh, Brundle, Seth.\n\nBRUNDLE\nBegin teleportation sequence.\n\nThe computer goes through it's teleportation protocol and the pod containing\nthe stocking flashes, this flash is repeated by the second pod on the\n\nopposite side of the room.\n\nBRUNDLE\nWell?\n\nVERONICA\nGreat. The world's largest microwave oven. I-I'm glade I didn't give you my\n\nRolex. If I had Rolex.\n\nBRUNDLE\nNo, you're missing the point. Look.\n\nVeronica glaces at the Computer, which reads \"Teleportation successful.\"\n\nVERONICA\nTeleportation?\n\nBrundle leads Ronnie to the Second Pod where she discovers the Stocking.\n\nVERONICA\nOh... wait a minute. Is that a hologram? Where's my stocking?\n\fBRUNDLE\nThat's it. The real one. Go ahead, pick it up.\n\nVeronica reaches in and retrieves the stocking.\n\nVERONICA\nI don't think I get it. What happened?\n\nBRUNDLE\nYou get it, all right. You just can't handle it. Um... your stocking has just\nbeen teleported... from one pod... to another. Uh, disintegrated... there and\n\nre-integrated there. Mmm, sort of. It'll change the world as we know it,\nright?\n\nAs she speaks, Veronica pulls a dictaphone from her pocket and begins\nrecording the conversation.\n\nVERONICA\nOh, no! This is, uh... This is incredible! I mean, it's not possible, is it?\nHow have you managed to keep this quiet?\n\nBRUNDLE\nPlease sit down.",
  "4": "---END OF PREVIOUS SECTION---\nI mean, it's not possible, is it? How have you managed to keep this quiet? BRUNDLE\nPlease sit down. \n---TARGET SECTION TO BE ANNOTATED---\nThe enter the kitchen area and Veronica sits down at the table. Brundle\nbegins working with his cappuchino machine.\n\nVERONICA\nHow could you do this alone?\n\nBRUNDLE\nWell, I don't work alone. There's a lot of stuff in there I don't even\nunderstand. I'm really,uh... a systems management man. I farm... bits and\n\npieces, uh, out to guys who are much more brilliant than I am. I say...\n\"Build me a laser this, design me a molecular analyzer that,\" and they do,\nand I just stick'em together. But, uh, none of them knows what the project\nreally is. So...\n\nBrundle shows off the eagle from his Cappuchino machine.\n\nVERONICA\nWow! And, uh,the money? Bartok Science Industries financed this?\n\nBRUNDLE\nMm-hmm, But th-they leave me alone ‘cause I'm not expensive. And, uh, they\n\nknow they'll end up owning it all, whatever it is. So...\n\nVERONICA\nYou haven't told them?\n\nBRUNDLE\nWhen I'm ready.\n\nVERONICA\nOh... wait a second.\n\nThe tape on Veronica's dictaphone has run out, so she begins to change sides.\n\fBRUNDLE\nWhat's that? What are you doing?\n\nVERONICA\nWell... you want me to get the quotes right, don't you?\n\nBRUNDLE\nQuotes? No, no. I thought this was personal. You can't write about this.\n\nVERONICA\nWhat are you talking about? I'm a journalist.\n\nBRUNDLE\nOh, no, no, no,..!\n\nVERONICA\nYou knew that.\n\n \n\nBRUNDLE\nUh... I'm sorry. I apologize. I made a mistake. I shouldn't have shown you\nthis. I'm very, very sorry.\n\nVERONICA\n\nListen... Particle magazine sent me to that party to get a story. And this is\nthe most exciting thing... I've ever seen.\n\nBRUNDLE\n\nNo, no! Absolutely not. In fact, I'm gonna have to ask you for that.\nplease.\n\ntape,\n\n \n\nVERONICA\nHey, you can't do that!\n\nBRUNDLE\nDon't you dare write a story! I'd never have told and of this stuff to a\njournalist.",
  "5": "---END OF PREVIOUS SECTION---\ntape,\n\n \n\nVERONICA\nHey, you can't do that! BRUNDLE\nDon't you dare write a story! I'd never have told and of this stuff to a\njournalist. \n---TARGET SECTION TO BE ANNOTATED---\nVERONICA\nBut you did tell this stuff to a journalist.\n\nVeronica begins to exit the lab.\n\nBRUNDLE\nWell, yeah, in a way I suppose i did, but that...\n\nVERONICA\nYou sure did.\n\nBRUNDLE\nNow wait a minute, wait a minute! Wait! Come here! What about your...\n\nstocking!\n\nVERONICA\nKeep it for good luck.\n\nVeronica leaves Seth standing alone in his lab.\n\fINT. STATHIS'S OFFICE\nVeronica is sat with STATHIS BORANS, her Editor. They listen to the tape.\n\nVERONICA\nWell... that's it. What do you think?\n\nSTATHIS\nIt's a joke.\n\nVERONICA\nWhat?\n\nSTATHIS\nHe's conning you. Oh, it's an old nightclub routine. The two cabinets. And\nyou fell for it.\n\nVERONICA\nWait a minute. That was no nightclub.\n\nStathis's phone rings.\n\nSTATHIS\nAre we having lunch?\n\nVERONICA\nListen, that was no nightclub routine! I was there! I saw it!\n\nStathis talks to his assistant over the phone.\n\nSTATHIS\nYeah? Sure... send him in.\nYou must have made an impression.\n\nVERONICA\nWhat do you mean?\n\nSTATHIS\nYour magician has followed you here.\n\nSTATHIS'S ASSISTANT shows Seth in.\n\nSTATHIS\nI'm Stathis Borans. I'm the editor of Particle magazine.\n\nBRUNDLE\nUh, Seth Brundle. Uh...\n\nSTATHIS\nOh, I know who you are... Uh, listen, uh... why don't you two use my office?\nI've gotta run. If you plan to make anything disappear, please... let me\n\nknow. I've got an assistant editor who's outlived his usefulness.\nStathis leaves.\n\nBRUNDLE\nYou didn't waste any time.\n\fVERONICA\nI'm not getting any younger.\n\nBRUNDLE\nHe didn't seem, he wasn't impressed by your tape?\n\nVERONICA\nHe thinks you're a con man.\n\nBRUNDLE\nExcellent!\n\nVERONICA\nYeah? Well let's see what the people at Omni think about it.\n\nBRUNDLE\nNo, no! Uh, listen, Veronica... I've come here to say one magic word to you.",
  "6": "---END OF PREVIOUS SECTION---\nBRUNDLE\nNo, no! Uh, listen, Veronica... I've come here to say one magic word to you. \n---TARGET SECTION TO BE ANNOTATED---\nVERONICA\nYeah?\n\nBRUNDLE\nCheeseburger.\n\nINT. A FAST FOOD RESTURANT- DAY\n\nIn a busy fast food resturant, we close in on Brundle and Veronica, who are\nsat eating and conversing.\n\nBRUNDLE\nI've been working alone too long. I have a strong urge, uh,\nto talk about what I'm doing. But, um, if this gets out now... Veronica,\n\nit'll kill me. The Bartok people'll kill me... my colleagues'll kill me. It's\nnot ready yet.\n\nVERONICA\nIt seems to work okay.\n\nBRUNDLE\nNo, something important's missing.\n\nBERONICA\nYeah?\n\nBRUNDLE\nYeah.\n\nVERONICA\nWhich is?\n\nBRUNDLE\nI can only teleport inanimate objects.\n\nVERONICA\nWell, what happens when you try to teleport living things?\n\fBRUNDLE\nNot while we're eating.\n\nVERONICA\n\nCan't be worse than this. Listen, you're not doing a very good job of\nconvincing me. I think the world should know about it now and I think I\nshould be the one to tell it.\n\nBRUNDLE\nYou should tell it, but, uh... not yet. Look, what do you got so far?\n\nVERONICA\nEnough to make you nervous.\n\nBRUNDLE\n\nWhy not get more? let me become your major project. I'm talking about a book.\nNot a magazine article. Follow me and my work day by day in as much detail as\nyou can stand. I don't have a life, so there's nothing for you to...\ninterfere with. Research the background. Cover the process.\n\nThe complete record of the most... earth-shattering invention ever. The one\nthat ended all concepts of transport, of borders and frontiers, of time and\nspace. And the book'll end... with me... transporting myself fifteen feet\nthrough space from one telepod to another. That's what's really missing...\nWait for me that long.\n\nINT. VERONICA'S APARTMENT\n\nVeronica enters her apartment and hears the distant sound of a shower from\nher bathroom. She enters the rooom to discover Stathis taking a shower.\n\nVERONICA\nWhat are you doing in my apartment?\n\nSTATHIS\nI just happened to be in the neighbourhood. Felt a bit scummy. Rough day.",
  "7": "---END OF PREVIOUS SECTION---\nSTATHIS\nI just happened to be in the neighbourhood. Felt a bit scummy. Rough day. \n---TARGET SECTION TO BE ANNOTATED---\nAs Veronica leaves she flushes the toilet and Stathis screams.\n\nCUT TO: Stathis and Veronica in Veronica's living room. Stathis is drying his\nhair while sat down.\n\nVERONICA\nHow did you get in?\n\nSTATHIS\nI have a key, remember? You gave it to me.\n\nVERONICA\nI knew I should have changed the lock.\n\nSTATHIS\nI knew you wouldn't.\n\nVERONICA\nYeah?\n\nSTATHIS\n\fYeah. That's because... unconsciously... you still want me to come back, move\nin again.\n\nVERONICA\nNo. That's because, very consciously, I'm lazy and disorganized.\n\nSTATHIS\nYour new playmate's an interesting guy.\n\nVERONICA\nWhat playmate?\n\nSTATHIS\nThe nightclub act. Brundle.\n\nVERONICA\nYeah?\n\nSTATHIS\nYeah. Yeah, I was wrong. He's really... quite brilliant. He was the leader\nof the F-three-two team. Remember that? An inch away from the Nobel Prize for\nphysics. He was only twenty at the time.\n\nVERONICA\nUm... I don't even think I'm gonna do Brundle. I'm still considering the\nPsychology Today gig.\n\nSTATHIS\nThat's not like you.\n\nVERONICA\nAre you getting out or am I?\n\nSTATHIS\nI'll go. I have to put this issue to bed. You want me to come back later and\ntuck you... in?\n\nVERONICA\nNo. Key.\n\nSTATHIS\nI'll keep it... for old time's sake.\n\nVERONICA\nYou're a petty schmuck!\n\nINT. BRUNDLES LAB\n\nBrundle is sat typing at his Computer as Veronica films him . We see a baboon\nsat in Telepod 1. Brundle finishes typing.\n\nBRUNDLE\nInitiate in five seconds.\n\nAfter 5 seconds, The baboon teleports into Pod 2. Veronica is still filming\nas Brundle trys to peer through the smoke into the recieving pod. Suddenly a\n\fblood soaked paw smashes against the window. Seth reluctantly opens the pod\nto discover the mangled, spasming remains of the dying baboon.\n\nCUT TO:\nSeth stands behind Pod 2 as Veronica focuses the Camera on him.",
  "8": "---END OF PREVIOUS SECTION---\nSuddenly a\n\fblood soaked paw smashes against the window. Seth reluctantly opens the pod\nto discover the mangled, spasming remains of the dying baboon. CUT TO:\nSeth stands behind Pod 2 as Veronica focuses the Camera on him. \n---TARGET SECTION TO BE ANNOTATED---\nVERONICA\nWe've got to do this Seth. Talk to the tape, get in the habit. the world will\nwant to know what you're thinking.\n\nBRUNDLE\nFuck is what I'm thinking!\n\nVERONICA\nGood. The World will want to know that. What else? Why didn't it work?\n\nBRUNDLE\nI think it turned the baboon inside out.\n\nVERONICA\nWhy?\n\nBRUNDLE\nIt can't deal with he flesh. It only seems to work with inanimate objects\nnothing that's living. It must be my fault.\n\nVERONICA\nWhy?\n\nBRUNDLE\n\nComputers are dumb, they only know what you tell them. I must not know enough\nabout the flesh myself, I'm going to have to learn. I don't want to talk\nanymore.\n\nSeth turns and walks away\nINT. BRUNDLES BEDROOM- NIGHT\n\nBrundle is laid out on his bed and Veronica is sat gently swaying on a\nrocking chair in the corner of the room.\n\nVERONICA\nDo you ever change your clothes?\n\nBRUNDLE\nWhat?\n\nVERONICA\nYour clothes, you're always wearing the same clothes.\n\nBRUNDLE\nNo, these are clean. I change my clothes every day.\n\nVERONICA\nFive sets of exactly the same clothes?\n\nBRUNDLE\n\fOrdered from Einstein. This ways I don't have to spend any thought on what\nI'm going to wear, I just grab the next set on the rack.\n\nVERONICA\nI bought some steaks. Can I make you one?\n\nBRUNDLE\nWe could go out?\n\nVERONICA\n\"Cheeseburger\"?\n\nBRUNDLE\nNo. We don't have to go there.\n\nVERONICA\nYou're very cute, you know that?\n\nBRUNDLE\nAm I?\n\nVeronica and Brundle begin to Kiss.\nINT. BRUNDLES BEDROOM- NIGHT\n\nWe pan in on Brundle and Veronica making love on Brundle's bed. Brundle lays\nback on the bed and jumps up in pain suddenly.\n\nBRUNDLE\nOhh Ahh, My back.\n\nVeronica examines Seth's back to discover a small Computer chip stuck to it.\n\nVERONICA\nOh god, Something's stuck to your back.\n\nBRUNDLE\nWell pull it off.\n\nVeronica slowly pulls out the chip and Shows it to Brundle.\n\nVERONICA\nSorry.",
  "9": "---END OF PREVIOUS SECTION---\nBRUNDLE\nWell pull it off. Veronica slowly pulls out the chip and Shows it to Brundle. VERONICA\nSorry. \n---TARGET SECTION TO BE ANNOTATED---\nBRUNDLE\nI wondered what happened to that!\n\nVERONICA\nDo you have any disinfectant?\n\nBRUNDLE\nNo, it's okay.\n\nVERONICA\nI'm going to kiss it for you!\n\nVeronica kisses Brundle's back and playfully bites his arm.\n\fVERONICA\nI'm sorry. I just want to eat you up. You know, that's why old ladies pinch\nbabies cheeks. It's the flesh. it just makes you crazy.\n\nBRUNDLE\nRonnie, Ronnie. You want to try an experiment?\n\nVERONICA\nSure.\n\nINT. BRUNDLES KITCHEN- NIGHT\n\nBRUNDLE\nEat this. I need an objective opinion. Yes?\n\nVERONICA\nWell, it could use some Finesse, but it tastes like a steak.\n\nBRUNDLE\nOkay, Now try this, teleported half.\n\nVERONICA\nAre you serious? A monkey just came apart in there!\n\nBRUNDLE\nBaboon. Eat.\n\nVERONICA\nOhh, it tastes funny.\n\nBRUNDLE\nFunny how?\n\nVERONICA\nIt tastes, synthetic. So what have we proved?\n\nBRUNDLE\nThe computer is giving us it's interpretation of a steak. It's translating it\nfor us, it's re-thinking it rather than reproducing it, and something's\ngetting lost in the translation.\n\nVERONICA\nMe. I'm lost.\n\nBRUNDLE\nThe flesh. It should make the computer crazy, like those old ladies pinching\nbabies. But it doesn't, not yet. I haven't tought it to be made crazy by the\nflesh, the poultry, the steak. So I'm going to start teaching it now!\n\nINT. A CLOTHES SHOP- DAY\n\nVeronica picks put a leather Jacket. when she walks over to the counter, she\nspots Stathis spying on her.\n\nVERONICA\nWhat are you doing here?\n\fSTATHIS\nI followed you. \"Psychology Today\" My ass. You stayed with brundle all night.\nWhy didn't I believe you? I wonder.\n\nStathis takes the jacket.\n\nSTATHIS\nOh yeah.",
  "10": "---END OF PREVIOUS SECTION---\nI wonder. Stathis takes the jacket. STATHIS\nOh yeah. \n---TARGET SECTION TO BE ANNOTATED---\n I think he'd look great in this, Don't you? I mean, for your \"Time\nMagazine\" cover, you've got to look good right?\n\nVERONICA\nDon't you get it? I am finally onto something that's big. Huge.\n\nSTATHIS\nOh yeah? What? His Cock?\n\nVERONICA\nCrude Stathis. Very crude.\n\nSTATHIS\nToo perfect to believe! You're a goddess! Thank you for making my most\nparanoid fantasies come true!\n\nVERONICA\nI don't have to report to you, you creep!\n\nSTATHIS\nRonnie! You've got to talk to me!\n\nVERONICA\nI don't have to do anything! We're finished, remember? I'll spend the night\nanywhere I damn well please.\n\nVeronica walks away and pays for the jacket.\n\nVERONICA\nSorry. I'll take this too.\n\nINT. BRUNDLES LAB- NIGHT\n\nBrundle is mid way through teleporting another baboon. Veronica films as the\nbaboon bounces out of Pod 2, and into Brundle's arms\n\nBRUNDLE\nI think it's time for champagne.\n\nCUT TO:\nBrundle and Veronica are sat near the piano drinking and celebrating.\n\nVERONICA\nOh god Seth. It's really happened. You did it. You'll never have to get car\nsick again!\n\nBRUNDLE\nOr air sick, or sea sick.\n\fVERONICA\nI know, I know. Or Tricycle sick! What's next?\n\nBRUNDLE\nWe'll send the baboon out for tests, see if he's really okay.\n\nVERONICA\nHow long will that take?\n\nBRUNDLE\nCould be weeks.\n\nVERONICA\nReally?\n\nBRUNDLE\nYeah. Why?\n\nVERONICA\nWell I was thinking, that we could take a Holiday.\n\nBRUNDLE\nWe could?\n\nVERONICA\nYeah. Like an old married couple. Old man's got a couple of weeks off so they\ngo to Florida. Someplace warm. Just the two of us?\n\nBRUNDLE\nJust you and me?\n\nVERONICA\nYeah, why? Is there someone else you were thinking of Bringing along?\n\nBRUNDLE\nNo, No. Is this a romance we're having, is that what it is?\n\nVERONICA\nYeah, Could be a romance.",
  "11": "---END OF PREVIOUS SECTION---\nBRUNDLE\nNo, No. Is this a romance we're having, is that what it is? VERONICA\nYeah, Could be a romance. \n---TARGET SECTION TO BE ANNOTATED---\nBRUNDLE\nOh I have a great idea, Do you like Chinese food?\n\nBrundle walks over to his desk and picks up the phone.\n\nVERONICA\nYes.\n\nBRUNDLE\nWe're going to have a very romantic dinner right here.\n\nVERONICA\nHey what's this?\n\nVeronica picks up a folder with the words \"From the desk of Stathis Borans\"\non it.\n\fBRUNDLE\nOh yeah, from your Editor. I'm sorry, someone slipped it under the door.\nHello Victor, yeah it's Seth Brundle. Oh yeah, I'll wait.\n\nVeronica opens the folder to discover a mock \"Particle Magazine\" cover, with\na picture of Brundle, two telepods and the words \"Teleportation: A reality?\"\nand \"Seth Brundle, youthful father of a new age.\n\n \n\nVERONICA\nOh no.\n\nBRUNDLE\nWhat?\n\nVERONICA\nOh nothing, it's just personal bullshit.\n\nBRUNDLE\nI thought old married couples shared all their personal bullshit, that's how\nthey stayed old and married.\n\nVERONICA\nListen Seth, Don't rush it.\n\nBRUNDLE\nWhat are you talking about \"Rush it\"?\n\nVERONICA\nLook, I have to go out for a few hours.\n\nBRUNDLE\nNow? No, Ronnie! Spicy Egg plant, the champagne!\n\nVERONICA\nJust for a few hours. I still have the residue of another life, you know, I\nhave to scrape it off my shoe and get rid of it once and for all.\n\nVeronica leaves and someone answers the phone to Seth.\n\nBRUNDLE\nHi.\n\nINT. STATHIS'S OFFICE- NIGHT\nVeronica enters Stathis's office, and throws the folder onto his desk\n\nVERONICA\nWhat's this supposed to mean?\n\nSTATHIS\nIt means that I'm your editor and I'm shaping your material into a story.\n\nVERONICA\nYou're the one who told me there was no story. You said Brundle was a Con\n\nman.\n\nSTATHIS\n\fI've decided to trust your Journalistic instincts.\n\nVERONICA\nThanks very much. But this is not your story. It's mine.\n\nSTATHIS\nSays who? I sent you to the Bartok party to see what you could find. Your\ndiscovery is my discovery. I have a LOT of background on Brundle.",
  "12": "---END OF PREVIOUS SECTION---\nI sent you to the Bartok party to see what you could find. Your\ndiscovery is my discovery. I have a LOT of background on Brundle. \n---TARGET SECTION TO BE ANNOTATED---\n He's been\nworking on this thing for 6 years. There's material out there if you dig\ndeep. I dug.\n\nVERONICA\n\nStathis. Everything that has to do with transportation will become obsolete.\nAnd I am right there in the middle of it. The only recorder of the event from\nthe inside-out.\n\nSTATHIS\nOkay. Okay. Look, keep me informed? As a friend? As a professional confidant?\n\nVERONICA\nThat's all?\n\nSTATHIS\nI don't want you to disappear from my life.\n\nVERONICA\nOkay.\n\nSTATHIS\nWhat about Sex? I'm not saying love, or affection. Just stress relieving Sex.\nYou and me.\n\nVERONICA\nYou're disgusting. As always.\n\nSTATHIS\nWouldn't want to disappoint you.\n\nINT. BRUNDLE'S LAB- NIGHT\nBrundle is stood drinking and talking to the baboon, who is sat in the chair.\n\nBRUNDLE\nResidue means her old Boyfriend. Stathis Borans is her old boyfriend. \"from\nthe desk of Stathis Borans\". How about \"Under the desk of Stathis Borans.\"?\nShe's working for her old boyfriend. Now she runs out late to see him. What\nis this, \"The Ronnie Game\"? I'm catching on, I'm catching on. I didn't mean\nto kill your brother. But he didn't die in vain, if that's of any comfort.\nAnd as the general said; \"There's nothing I'd ask you to that I wouldn't do\nmyself boys.\" Hey you're alright. Looking at you I can tell you're okay. What\nare we waiting for? Let's do it.\n\nBrundle slams down his glass and heads for the computer.\n\nCUT TO:\n\fThe timer begins to countdown as Brundle enters the telepod. He sits facing\nthe door and fails to notice a small house fly enter the pod with him. The\ndoor shoots and locks.\n\nThe baboon jumps up and over to the Pod, it peers through at Brundle,\nwho smiles and reaches out. The fly, meanwhile rests in the viewing port,\nsafe out of reach.\n\nThe telepod boots up and Brundle prepares himself. Suddenly, The Fly\nmoves out of the port and into the pod. Brundle is teleported.",
  "13": "---END OF PREVIOUS SECTION---\nThe telepod boots up and Brundle prepares himself. Suddenly, The Fly\nmoves out of the port and into the pod. Brundle is teleported. \n---TARGET SECTION TO BE ANNOTATED---\nThe baboon shifts it's gaze o Pod 2, from where Brundle emerges.\nInto Brundle's arms jumps the baboon.\n\nBRUNDLE\n\nHow're you doing? Now you tell me. Am I different somehow? Is it live or is\nit memorex? It's too bad Ronnie missed it.\n\nINT. BRUNDLES BEDROOM- NIGHT\n\nVeronica enters the Bedroom and sits next to Brundle, who wakes.\n\nBRUNDLE\nI missed you last night.\n\nVERONICA\nIt's still night. I came back. You had to celebrate without me. I'm sorry\n\nBRUNDLE\nI went through last night.\n\nVERONICA\nYou went through? Without testing the baboon?\n\nBRUNDLE\nI-I-I was... drunk. I was a bit upset.\n\nVERONICA\nYou could have killed yourself!\n\nBRUNDLE\nAre you sleeping with Stathis Borans?\n\nBrundle wraps the sheet around himself and stands up.\n\nVERONICA\nWhat are you talking about?\n\nBRUNDLE\nI-I-I don't know. I-I just, um, get that feeling.\n\nVERONICA\nThat's why you were upset?\n\nBRUNDLE\nI got jealous.\n\nBrundle takes a seat in the kitchen and Veronica sits on his lap.\n\fVERONICA\nOh, God. Seth... you don't have to be jealous. He's an old boy... friend. He\nwas teaching at college. I was a science major. He got me started in\njournalism.\n\nBRUNDLE\nIs he still in love with you?\n\nVERONICA\nHow could he not be? Hey... wh-what about our deal? You went through\nand I wasn't there.\n\nBRUNDLE\nDon't worry. I taped it for you.\n\nVERONICA\nYou did?\n\nBRUNDLE\nYeah.\n\nThey begin kissing and Veronica slides her hand down his back, she doesn't\nnotice the small hairs that are beginning to protude from the cut in his\nback.\n\nINT. BRUNDLES LAB- DAY\n\nBrundle and Veronica are laid next to each other in Bed. They Both appear to\nbe asleep. Suddenly Brundles hand reaches out and grabs the air. Brundle\nopens his eyes and his fist to see that he caught a house fly. He looks\naround, then gets out of bed.\n\nCUT TO:\n\nTime passes and Veronica wakes up. She slips on a shirt and goes into the\nlab.",
  "14": "---END OF PREVIOUS SECTION---\nHe looks\naround, then gets out of bed. CUT TO:\n\nTime passes and Veronica wakes up. She slips on a shirt and goes into the\nlab. \n---TARGET SECTION TO BE ANNOTATED---\n She sits down and watches as Brundle excersises on a chait. He uses his\nhands on the arms to lift himself up and down. He then goes over to a steel\nbar which stretches across part of the lab and swings back and forth on it.\nHe appears to be very energetic and experienced at what he is doing. He lifts\nhimself up, and then swings back down onto the floor. He turns around to See\nVeronica, who stand up and rests her hand on Brundle's chest.\n\nCUT TO:\n\nT.V. IMAGES From time to time we cut to the live (film) version of these same\nimages. When we are live, we also see reactions from Veronica. Brundle is\nbeing interviewed in CLOSE-UP; VERONICA SPEAKS OFF-CAMERA.\n\nVERONICA (OC:\nWe've just seen the first teleportation of a human being. Dr. Seth Brundle,\n\nhow did it feel going through? What did it feel like?\n\nBRUNDLE (ON TAPE:\nIt feels like a stutter.\n\nVERONICA:\nA what?\n\nBRUNDLE:\n\fA stutter. A hiccup. A slight dislocation of my physical life. Not\nunpleasant. Just a little interuption of rhythym. For a second I thought it\ndidn't work. I thought I was in the same telepod I started out in.\n\nVERONICA (OC):\nAnd did you feel at all different?\n\nBRUNDLE (ON TAPE):\nA little...unbalanced. That's all.\n\nVERONICA (OC):\nAnd now?\n\nBRUNDLE (ON TAPE)\n\nI should feel exactly the same as before, but I don't. I'm not complaining.\nI feel very co-ordinated. And very energized. I feel as though I work better,\nphysically. Everthing seems to just - work together better than it ever did\nbefore.\n\nVERONICA (OC):\nWhy should that be?\n\nBRUNDLE (ON TAPE):\nIt's possible that the teleporter has somehow...improved me.\n\nVERONICA (OC):\nBut that's fantastic! How is it possible?\n\nBRUNDLE (ON TAPE):\n\nIn reassembling me it might have - this is just a guess - but it might have\njust - seen where things could be improved - theoretically, and it did it. I\ntold it to be creative, and I guess it has been.",
  "15": "---END OF PREVIOUS SECTION---\nHow is it possible? BRUNDLE (ON TAPE):\n\nIn reassembling me it might have - this is just a guess - but it might have\njust - seen where things could be improved - theoretically, and it did it. I\ntold it to be creative, and I guess it has been. \n---TARGET SECTION TO BE ANNOTATED---\nVERONICA (OC):\nCould this ever be dangerous?\n\nBRUNDLE:\nWell, it's certainly unexpected. The monkeys haven't shown any change from\n\ntheir norm. We'll see when they come back from testing.\n\nVERONICA:\nYou still haven't answered me. Could this ever be dangerous?\n\nBRUNDLE (ON TAPE):\nIt feels too perfect to be dangerous.\n\nVERONICA:\nYou like the way it feels?\n\nBRUNDLE (ON TAPE):\nYes, I do. (BIG SMILE) Want to try it?\n\nCUT TO:\nCU VERONICA live. She shakes her head \"No\".\n\nEXT. THE STREETS- DAY\n\fBrundle and Veronica walk down the busy street. They stop at a small\njewellers in a market and Brundle picks out a neckelace for Veronica.\n\nINT. COFFEE SHOP- DAY\nVeronica and Brundle are sat opposite each other in a small coffee shop.\n\nBRUNDLE\n\nSo, I asked the computer if it improved me and it said it didn't know what I\nwas talking about. And that's made me think very carefully about what I've\nbeen feeling, and why. And I'm beginning to think that the sheer process of\nbeing taken apart atom by atom and put back together again, why it's like\ncoffee being put through a filter. It's somehow a purifying process. It's\npurified me, it's cleansed me. And I tell you, I think it's going to allow me\nto realise the personal potential, I've been neglecting all these years. That\nI've been obsessively pursuing goal after goal.\n\nVeronica notices that Brundle has filled his cup almost to the top with\nsugar.\n\nVERONICA\nDo you normally take coffee with your sugar?\n\nBRUNDLE\nWhat? Heh. You know I just don't think I've ever given me, a chance to be me.\nBut, of course Interestingly, and the exact same moment that I achieved what\nwill probably prove to be my life's work, that's the moment when I started\nbeing the real me finally. Listen, not to wax messianic. It may be true that\nthe synchronicity of those two events might blur the resultant individual\neffect of either individual.",
  "16": "---END OF PREVIOUS SECTION---\nBut, of course Interestingly, and the exact same moment that I achieved what\nwill probably prove to be my life's work, that's the moment when I started\nbeing the real me finally. Listen, not to wax messianic. It may be true that\nthe synchronicity of those two events might blur the resultant individual\neffect of either individual. \n---TARGET SECTION TO BE ANNOTATED---\n But it is nevertheless it is also certainly\ntrue, I will say now however subjectively; that Human teleportation,\nmolecular decimation, breakdown and reformation is inherently purging. It\nmakes a man a King. From the moment I walked out of the pod I felt like a\nmillion bucks. You know , I think I am gonna have a cemoli after all. Waiter!\nI mean, What an accomplishment.\n\nBut, what have I really done? All I've done is say to the world, \"Lets go,\nMove. Catch me if you can\". Waiter. Jesus Christ!\n\nINT. BRUNDLES LAB- DAY\n\nWe pan through Brundle's lab to discover Brundle and Veronica making love on\nthe couch. Veronica is half wearing a dressing gown.\n\nVERONICA\nHow? How can you keep going? You can't have... have any fluid left in your\nbody. We've been doing this for hours.\n\nBRUNDLE\nUhhhh, I'm not ready to quit yet. Hey, come on.\n\nVERONICA]\nNo.\n\nBRUNDLE\nCome on.\n\fVeronica moves her hand down Brundle's back and finds think hairs protruding\nfrom the cuts in his back, left by the computer chip.\n\nVERONICA\nWhat's this?\n\nBRUNDLE\nIt's an attempt to distract me, that's what it is.\n\nVERONICA\nNo, really, what is it? It's like, hairs or something.\n\nBRUNDLE\nI don't know. It's... It happens when you get older. Weird hair\nconfigurations. I don't know.\n\nVERONICA\nThey are really coarse.\n\nBRUNCLE\nWell, I've never really been hairy enough. You know what I mean? Always\ntoo... boyish. I'm looking forward to a hairy body.\n\nVERONICA\nNo, I...\n\nBRUNDLE\nIt's one of the compensations of old age. Come here. Where are you going?\n\nVERONICA\nNo, let me go.\n\nVeronica stands up and Wraps the dressing gown around her. She stands up and\ngoes into the kitchen. Brundle puts underwear on and gets some ice cream from\nthe freezer. He sits down and begins eating. Veronica, using a pair of\nscissors, tried to cut the hairs from his back.\n\nBRUNDLE\nOkay. Hey, hey, hey! Not my new hairs.",
  "17": "---END OF PREVIOUS SECTION---\nBRUNDLE\nOkay. Hey, hey, hey! Not my new hairs. \n---TARGET SECTION TO BE ANNOTATED---\n What are you doing?\n\nVERONICA\nRelax, Brundle. I don't really think you want a body covered with these. God!\nThey're... really tough.\n\nSuddenly, Brundle drops the spoon and stands up. As he talks he walks with\nRonnie towards the telepods.\n\nBRUNDLE\nListen... I want you to go through. I want to teleport you as soon as\npossible. Right now! You'll feel incredible. Ronnie... I hardly need to sleep\n\nanymore and I feel wonderful. It's like a drug, but a perfectly pure and\nbenign drug. The power I feel surging inside me! And I won't be able to wear\nyou out. We'll be the perfect couple. The dynamic duo! Come on, right now!\n\nVERONICA\nNo! Hey, wait! Don't give me that born-again teleportation rap. I-I told you\nI'm scared to do it! What more do I have to say? I'm... not gonna do it!!!\n\fVeronica pulls herself away.\n\nBRUNDLE\nYou're a fucking drag, you know that?\n\nVERONICA\nSomething went wrong, Seth. When you went through, something went wrong.\n\nBRUNDLE\nNo? Not you? If you're too chickenshit to be a member of the dynamic duo\nclub, okay then, great. I'll find somebody else. Somebody who can keep up\nwith me.\n\nVERONICA\nSeth, you have to listen to me.\n\nBrundle gets dressed and heads for the door.\n\nBRUNDLE\n\nYou're afraid to dive into the plasma pool, aren't you? You're afraid to be\ndestroyed and recreated, aren't you? I'll bet you think that you woke me up\nabout the flesh, don't you? But you only know society's straight line about\nthe flesh. You can't penetrate beyond society's sick gray fear of the flesh!\nDrink deep or taste not the plasma spring! You see what I'm saying? I'm not\njust talking about sex and penetration, I'm talking about penetration beyond\nthe veil of the flesh! A deep, penetrating dive into the plasma pool!\n\nBrundle leaves Veronica standing shocked in the lab. As he walks down the\ncorridor he jumps up and hits a light shade.\n\nEXT.",
  "18": "---END OF PREVIOUS SECTION---\nBrundle leaves Veronica standing shocked in the lab. As he walks down the\ncorridor he jumps up and hits a light shade. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE STREETS- NIGHT\n\nBrundle walks down the street, from his pocket he pulls a chocolate bar\nwhich he begins to eat.\n\nINT. A BAR- NIGHT\n\nBrundle enters the Bar. Sitting at the Bar itself is TAWNY, meanwhile MARKY\nand MAN IN BAR are armwrestling.\n\nBRUNDLE\nI'll have a scotch.\nWho's winning?\n\nTAWNY\nI don't know. I hope it's Marky.\n\nBRUNDLE\nHow come?\n\nTAWNY\nBecause; I like Marky tonight.\n\nBRUNDLE\nWell, I like you tonight. Maybe I should get involved in this too.\n\fMARKY\nHey pal. You're disturbing us.\n\nBRUNDLE\nI got a hundred bucks says I can beat either one of you.\n\nMARKY\nTake a hike, asshole!\n\nBRUNDLE\nHere. Here's my hundred. And, I get to take the lady home for the night if I\nwin.\n\nTAWNY\nSays Who? do I look like a hooker to you?\n\nMARKY\nHey Tawny, it's an easy hundred. Come on pal, let's get it over with.\n\nMAN IN BAR\nYou better watch out. He eats chocolate bars.\n\nMARKY\nYeah, So I noticed.\n\nBrundle and Marky start the armwrestle. Marky begins to look worried and a\nwhite pus seems to be coming from Brundle's hand. With a flip of his hand,\nBrundle snaps the bone in Marky's wrist. Brundle stands up, grabs Tawny, and\nleaves.\n\nEXT. THE STREETS- NIGHT\nBrundle and Tawny walk down the street chatting.\n\nTAWNY\nAre you a body builder or something?\n\nBRUNDLE\nYeah I build bodies. I take them apart and then I put them back together\nagain.\n\nTAWNY\nWhy, you certainly took Marky apart.\n\nBRUNDLE\nLet's go back to my place.\n\nTAWNY\nYour place? Yeah Well, I live with my Mother anyway. But can we maybe go to a\n\nfew more bars first? It's a little too early to quit.\n\nBRUNDLE\nSure a few more bars.\n\nEXT. BRUNDLES LAB- EARLY MORNING\n\nA taxi pulls up outside Brundle's lab. From it emerge Brundle and Tawny.\n\fINT.",
  "19": "---END OF PREVIOUS SECTION---\nBRUNDLES LAB- EARLY MORNING\n\nA taxi pulls up outside Brundle's lab. From it emerge Brundle and Tawny. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRUNDLES LAB- EARLY MORNING\n\nBrundle and Tawny are walking up the stairs to Brundle's apartment. Tawny\nsits on the steps.\n\nTAWNY\nGreat place. There's no elevator. I can't make it.\n\nBRUNDLE\nOh there's an elevator.\n\nBrundle picks Tawny up.\nBRUNDLE\nThere. Don't you feel elevated?\n\nBrundle runs at a fast, continuous pace up the stairs with Tawny in his arms.\n\nTAWNY\nWoah!\n\nINT. BRUNDLES LAB- EARLY MORNING\nWhile Tawny Watches, Brundle teleports himself. He emerges naked and stands\nbefore Tawny.\n\nTAWNY\nWow. Are you some sort of a magician?\n\nBRUNDLE\nYes.\n\nBrundle lays on Tawny and begins to kiss her.\n\nINT. BRUNDLES LAB- DAY\n\nTawny and Seth are Sat on Seth's bed. Tawny appears to be rather laid back\nbut Brundle is the opposite; he is hunched over and has a tight look on hid\nface.\n\nTAWNY\nSo, are we going to breakfast or not?\n\nBRUNDLE\nIt's your turn.\n\nTAWNY\nTo do what?\n\nBRUNDLE\nI want you to go through.\n\nTAWNY\nNo. I don't want to try that.\n\nBRUNDLE\nWhy not? It'll make you feel sexy\n\fTAWNY\nI already feel sexy. How about... A nice alcohol rub?\n\nTawny Pours some alchohol onto her hand but Brundle knocks the bottle onto\nthe floor.\n\nBRUNDLE\nDon't do that, it hurts!\n\nBRUNDLE\nSorry Hon'. I didn't know you had the skin of a Princess. You're real\nsensitive huh?\n\nTawny tries to massage Brundle's back, but he pulls her away and tries to\ndrag her into the lab area. He doesn't realise that Veronica has entered the\nlab.\n\nBRUNDLE\nOkay, okay! Now you're going to like it!\n\nTAWNY\nI don't want to! I'm afraid!\n\nBRUNDLE\nDon't be afraid!\n\nVERONICA\nNo. Be afraid. Be very afraid.\n\nTAWNY\nWho's this?\n\nBRUNDLE\nOh, I forgot to tell you, I live with my mother, too. Mum, meet Tawny.",
  "20": "---END OF PREVIOUS SECTION---\nTAWNY\nWho's this? BRUNDLE\nOh, I forgot to tell you, I live with my mother, too. Mum, meet Tawny. \n---TARGET SECTION TO BE ANNOTATED---\nTAWNY\nI gotta go. Thanks for a wonderful time.\n\nTawny picks up her clothes and leaves.\n\nBRUNDLE\nWhy'd you scare her off? Jealous?\n\nVERONICA\nYou're changing. Seth. Everything about you is changing. You look bad. You\nsmell bad.\n\nBRUNDLE\nI've never been much of a bather.\n\nVERONICA\nThose... weird hairs that were growing out of your back, I took them to a\nlab. I had them analyzed.\n\nBRUNDLE\nThe hairs? Oh... yeah, that's a strange thing to do.\n\fVERONICA\n\nNot as strange as the results. The guy at the lab had trouble identifying\nthem. He finally came to the conclusion... that they were definitely not\nhuman.\n\nBRUNDLE\nOh! Very good.\n\nVERONICA\nNot human... Seth. In fact... very likely insect hairs.\n\nBRUNDLE\nThat's silly. That's ridiculous.\n\nVERONICA\nLook. Now there's more. Uh, look at your face! Something happened when you\nwent through, Seth. You've got to get some help. I think you must be sick.\n\nBRUNDLE\n\nYou're jealous!!! I've become free, I've been released, and you can't stand\nit! You'll so anything to bring me down. Look at me. Does this look sick?\nDoes this look like a sick man to you?\n\nBrundle starts punching a support beam attatched to the corner of the wall.\nAs he punches it parts of it exlode out, and buckle.\n\nVERONICA\nNo! Stop it!\n\nBRUNDLE\nDo you know any sick men who can do that? Come here!\n\nBrundle pulls Veronica and throws her out of the door.\n\nVERONICA\nNo... Seth!\n\nBRUNDLE\nThe deal is off! I don't need you anymore.\n\nVERONICA\nNo, wait! Seth, please, wait! Seth!\n\nBrundle pulls the door shut and locks it.\nBRUNDLE\nDon't come back!\n\nVERONICA\nOh, God! Oh, my God.\n\nWe stay with Veronica as she slowly walks down the corridor.\n\nCUT TO:\n\nBrundle enters his Bathroom and seems worried when he examines himself in the\nmirror. He tries to shave with an electric razor, which hurts so Brundle\nthrows it into the bath and destroys it.",
  "21": "---END OF PREVIOUS SECTION---\nWe stay with Veronica as she slowly walks down the corridor. CUT TO:\n\nBrundle enters his Bathroom and seems worried when he examines himself in the\nmirror. He tries to shave with an electric razor, which hurts so Brundle\nthrows it into the bath and destroys it. \n---TARGET SECTION TO BE ANNOTATED---\n\fHe then looks back in the mirror and bites his nail, which comes off\nin his teeth, He squeezes the end which projects a white liquid onto the\nmirror. He then pulls another nail off before sitting on the rim of his bath\ntub.\n\nBRUNDLE\nAm I dying? Is this how it starts, am I dying?\n\nCUT TO:\nBrundle is sat at his computer with a pair of gloves on.\n\nBRUNDLE\nGive me a disc. I need the first teleportation: S. Brundle\n\nThe computers shows the log of Seth's first teleportation, which also shows a\nsecond object in the telepod. When Brundle asks what the secondary object is,\nthe computers replies \"Secondary element is..... Not-Brundle\".\n\nBRUNDLE\nRun Sequence.\n\nThe computer runs through several scans of the \"Secondary element\", and it\nbecomes clear that it is a fly. Brundle asks the computer, through typing,\nwhat happened to the fly. The Computer soon responds with, \"Fusion\". Brundle\nfinally asks if he absorbed and assimilated the fly. The Computer tells him;\n\"Negative, Fusion of Brundle and Fly at molecular Genetic level.\"\n\nINT. RONNIES APARTMENT- NIGHT\n\nVERONICA\nHello?\n\nBRUNDLE\n(Mumbles)\n\nVERONICA\nSeth! Seth, I've been trying to reach you. Where are you?\n\nBRUNDLE\nFor the last four weeks I've been afraid to see you. Now, I'm afraid not to.\n\nVERONICA\nWhere are you? Are you at home?\n\nBRUNDLE\nVeronica. You don't know how right you were. I've gotten, much much worse.\nPlease come see me. Please come now.\n\nINT. BRUNDLES LAB- NIGHT\nVeronica enters the Lab, which appears to be empty.\n\nVERONICA\nSeth? I'm here.\n\nSuddenly Brundle jumps out from behind the prototype telepod, which is now\nexposed.\n\fBRUNDLE\nStop!\n\nVERONICA\nSeth!\n\nSeth Brundle, now walking on Canes, shows himself after a month of self\ninduced insolation. He is much worse than when we last met him and alot of\nhis hair has fallen out. His skin has a gray colour to it and is covered in\nsmall lumps and spots. He wears gloves.\n\nBRUNDLE\nYou were right.",
  "22": "---END OF PREVIOUS SECTION---\nHis skin has a gray colour to it and is covered in\nsmall lumps and spots. He wears gloves. BRUNDLE\nYou were right. \n---TARGET SECTION TO BE ANNOTATED---\n I'm diseased and, uh... it might be contagious somehow. I\nwouldn't want to infect you. And it's been accelerating. It's unrelenting.\nEvery time I look in the mirror, there's someone different, someone hideous,\nrepulsive.\n\nVERONICA\nWhat happened?\n\nBRUNDLE\nI know an old lady who swallowed a fly perhaps she'll die.\n\nVERONICA\nSeth... please.\n\nBRUNDLE\nI was not pure. The teleporter insists on inner purity. I was not pure.\n\nVERONICA\nI don't know what you mean.\n\nBRUNDLE\nA fly got into the transmitter pod with me that first time when i was alone.\nUh, the computer got confused; there weren't supposed to be two separate\ngenetic patterns and it decided to splice us together. It mated us, me and\nthe fly. We hadn't even been properly introduced. My teleporter turned her\ninto a gene splicer. And a very good one. Now I'm not Seth Brundle anymore.\nI'm the offspring of, um, Brundle and housefly.\n\nVERONICA\nOh, God!\n\nVeronica moves closer to Brundle, who jumps up from his seat.\n\nBRUNDLE\nNo.\n\nVERONICA\nOh, God!\n\nBRUNDLE\nPlease.\n\nVERONICA\nSeth!\n\fBRUNDLE\nYou look so pretty.\n\nVERONICA\nWhat will happen?\n\nBrundle sits back down in another chair.\n\nBRUNDLE\nOh, I think it's showing itself as a bizarre form of cancer.\n\nVERONICA\nWhat?\n\nBRUNDLE\n\nAnd general cellular chaos and revolution. I'm, just gonna have to\ndisintegrate. In a novel way, no doubt. And then I'll die. And then it will\nbe all over.\n\nVERONICA\nNo, no, no. I don't accept that. There must be something we can do, you know,\nsomebody we can go to, tests that can be done.\n\nBRUNDLE\nNo! Um, I won't be just another tumorous bore talking endlessly about his\nhair falling out and his lost lymph nodes.\n\nVERONICA\nWell, then what do you want me to do? Why did you call me?\n\nBrundle picks up a donut and vomits a white liquid over it. Veronica utters a\nsmall scream and puts her hand over her mouth.",
  "23": "---END OF PREVIOUS SECTION---\nWhy did you call me? Brundle picks up a donut and vomits a white liquid over it. Veronica utters a\nsmall scream and puts her hand over her mouth. \n---TARGET SECTION TO BE ANNOTATED---\nBRUNDLE\nOh, that's disgusting.\n\nHe puts the donut down and touches his ear, which falls onto the floor.\n\nBRUNDLE\nMy ear, No! I'm scared.\n\nSeth and Veronics hug.\nBRUNDLE\nHelp me. Please, please help me.\n\nINT. STATHIS'S OFFICE- DAY\nStathis and Veronica are sat in Stathis;s office talking. Veronica seems very\ntired and worn out.\n\nSTATHIS\nDon't go back to him.\n\nVERONICA\nThat's it? that's your advice?\n\nSTATHIS\n\fHe's right, don't you see. It could be contagious. It could turn into an\nepidemic.\n\nVERONICA\nI have to go back to him.\n\nSTATHIS\nI don't believe this.\n\nVERONICA\nIf you could see how scared, and angry and desperate he is...\n\nSTATHIS\nI'm sure typhoid Mary was a very nice person too, when you saw her socially.\nListen, I do not want.\n\nVERONICA\nI don't care what you want!\n\nSTATHIS\nAlright! Fine! Do I have permission to clean your body when this is all over?\n\nVERONICA\nOh god...\n\nSTATHIS\nLook, how about this - You say \"If only I saw him\". Show me. Tape him, show\nme. Let me think about it. I'll come up with something.\n\nINT. BRUNDLES LAB- DAY\nWe see from the roof as Veronica enters the Lab.\n\nVERONICA\nSeth? Seth?\n\nBRUNDLE\nNo, no. Up here.\n\nVeronics is shocked to look up and see Brundle walking on all fours on the\nceiling. He moves very well and seems quite used to it.\n\nBRUNDLE\nI've gotten pretty good at it haven't I? You know it's almost second nature.\nStopped biting my nails. Oh look at this, what's this? I don't know. I seem\nto be stricken by a disease with a purpose wouldn't you say? Maybe not such a\nbad purpose after all.\n\nVERONICA\nI can't stay.\n\nBrundle is now horizontal and stuck to the door. He jumps down and walks\nclose to Veronica.\n\nBRUNDLE\n\nWhy not? Why can't you?\n\nVERONICA\n\fI can't take it. It's too much.",
  "24": "---END OF PREVIOUS SECTION---\nWhy can't you? VERONICA\n\fI can't take it. It's too much. \n---TARGET SECTION TO BE ANNOTATED---\nBRUNDLE\nWhat's there to take? The disease has just revealed it's purpose. We don't\nhave to worry about contagion anymore, I know what the disease wants.\n\nVERONICA\nWhat does the disease want?\n\nBRUNDLE\nIt wants to turn me into something else. That's not too terrible is it? Most\npeople would give anything to be turned into something else.\n\nVERONICA\nTurned into what?\n\nBRUNDLE\n\nWhat do you think a fly? Am I becoming a hundred and eighty five pound fly?\nNo, I'm becoming something that's never existed before. I'm becoming\n\"Brundlefly\", don't you think that's worth a Nobel prize or two? Here.\n\nBrundle brings the camera near to the table in front of Veronica.\n\nBRUNDLE\nI'm going to give a demonstration that I think you'll want to record for\nprosperity.\n\nBrundle throws alot of the Rubbish off of the table and sits in front of the\nCamera.\n\nBRUNDLE\n\nI think we must chronicle the life and times of Brundlefly, don't you? At\nthe very least it should make a fabulous, Children's book. You seem tired.\nYou got me there? How does Brundlefly eat? Well, he found out the very hard\nand painful way that he eats very much the same way a fly eats. His teeth are\nnow useless because although he can chew up solid food, he can't digest it,\nsolid food hurts. So like a fly, Brundlefly breaks down the solid with a\ncorrosive enzyme, pleasurably called \"Vomit drop\". He regurgitates on his\nfood, it liquifies, and then he sucks it back up. You ready for a\ndemonstration kids? Here goes...\n\nINT. VERONICAS APARTMENT- NIGHT\nWe see Brundle on the screen in Veronica's apartment as Stathis watches it.\n\nSTATHIS\nMy God. My God.\n\nSuddenly Veronica enters and goes straight down the corridor in tears.\n\nSTATHIS\nHey, Ronnie. Ronnie?\n\nStathis follows and Discovers her sat down crying. He kneels down next to\nher.\n\nSTATHIS\nWhat is it?\n\fVERONICA\nI'm pregnant.\n\nSTATHIS\nNo!? Oh no...\n\nVERONICA\nI'm pregnant with Seth's baby.",
  "25": "---END OF PREVIOUS SECTION---\nSTATHIS\nNo!? Oh no... VERONICA\nI'm pregnant with Seth's baby. \n---TARGET SECTION TO BE ANNOTATED---\nSTATHIS\nWhat do you want to do?\n\nVERONICA\nI don't know. I just, I don't know...\n\nINT. BRUNDLES LAB- NIGHT\n\nWe are close on Brundle's fingers as they dance over the keys of the computer\nkeyboard. Brundle has cut the fingers off a pair of yellow rubber kitchen\ngloves and jammed them down over his fingertips, so that his fingers won't\nstick to the keyboard.\n\nCU MONITOR which reads:\n\nGENE-SPLICING PROGRAM NOW IN PLACE\n\nTELEPOD 1: TRANSMITTER POD SUBJECT A\n\nTELEPOD 2: TRANSMITTER POD SUBJECT B\n\nTELEPOD 3: RECEIVER POD FOR GENETICALLY FUSED A-B COMBINATION SUBJECT\n\nWe pull back to see that in front of Brundle and his keyboard stand not two,\nbut THREE telepods, the third one of a somewhat older and more handbuilt\nvintage than the other two- the original PROTOTYPE TELEPOD which has been\nsitting in a corner of the lab under a tarpaulin and was noticed by Veronica\non her first visit to the lab. In TELEPOD A sits a monkey, in TELEPOD B an\nalley cat. TELEPOD C, the old prototype receiver, is empty. Brundle operates\nthe machine. The monitor says, READY FOR FUSION Brundle presses the ACCEPT\nbutton. The telepods go through their normal disintegration routine as the\nanimals' outlines appear on the monitor in split screen fashion. But now, as\nthe reintegration process begins, a stream of data concerning this new\nexperiment, the fusion of monkey and cat, floods the screen. The basic\nmessage that gets across to us through all the hi-tech compu-talk is:\nPERCENTAGE OF MONKEY-63 PERCENTAGE OF CAT-37\n\nThese numbers fluctuate as the machine tries to strike a molecular\nbalance between the two creatures. Finally, an outline of the fused creature\nbegind to form on the screen. brundle looks up to see the actual creature\nforming, and it is indeed grotesque: two heads- one monkey, one cat- at odd\nangles to each other, six legs which are not quite symmetrically placed on\nthe monkey torso, cat tail.",
  "26": "---END OF PREVIOUS SECTION---\nBut now, as\nthe reintegration process begins, a stream of data concerning this new\nexperiment, the fusion of monkey and cat, floods the screen. The basic\nmessage that gets across to us through all the hi-tech compu-talk is:\nPERCENTAGE OF MONKEY-63 PERCENTAGE OF CAT-37\n\nThese numbers fluctuate as the machine tries to strike a molecular\nbalance between the two creatures. Finally, an outline of the fused creature\nbegind to form on the screen. brundle looks up to see the actual creature\nforming, and it is indeed grotesque: two heads- one monkey, one cat- at odd\nangles to each other, six legs which are not quite symmetrically placed on\nthe monkey torso, cat tail. \n---TARGET SECTION TO BE ANNOTATED---\n As the creature solidifies and the light goes\noff, it sits there in the telepod for a moment, half-reclining as though\ncrippled. Brundle gets up, goes to the third telepod, and with great\napprehension, opens the door. The thing just sits there, slumped for a beat,\nthen SUDDENLY LEAPS UP AT HIM, its two heads SHREIKING! It jumps on his arm,\nclinging, snarling, then drops to the floor. The two heads begin to bite each\nother, blood begins to flow- the thing now running around in mad floppy\ncircles, smearing blood everywhere. Brundle is horrified. He grabs a metal\nrod leaning in a corner and begins to smash at the deformed thing. He keeps\nsmashing at it until it stops its hideous screeching and lies dead, mangled\n\fon the floor. Brundle wraps it up in a towel and throws it into the\nrefrigerator. He draws the old torn sheet over the third telepod so he\ndoesn't have to look at it again. Back at the monitor, the screen is flashing\nthe words: FUSION SUCCESSFUL RECEIVER TELEPOD 3\n\nBrundle puts his face in his hands for a few moments, then pulls himself\ntogether. He pulls the rubber fingertips off his fingers and throws them to\nthe ground. Brundle has now developed some insect-like tics and mannerisms,\nhis head twitching with nervous little jerks and his long fingers in constant\nmotion. We see clearly now that all of Brundle's fly characteristics have\nbeen accentuated even further. The metallic-green hair which completely\ncovers his face is much thicker than before, and the hernia-like bulge in his\nside is more protuberant now, stretched to the bursting point and obviously\ncausing Brundle some pain. Brundle looks at the skylight. The sky is clear,\nthe moon is a scimitar. On an impulse, he jumps up on the wall, sticking\nthere for a beat. Then, with incredible agility, he ascends the wall, crosses\nthe celing toward the skylight. ON THE CEILING Brundle glides on all fours,\nupside down, towards the skylight. Once there, he crawls into it and opens it\n\nup.\nEXT.",
  "27": "---END OF PREVIOUS SECTION---\nON THE CEILING Brundle glides on all fours,\nupside down, towards the skylight. Once there, he crawls into it and opens it\n\nup. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n LAB ROOFTOP-NIGHT\n\nBrundle clambers out of the skylight onto the roof. The night is gorgeous,\nclean and bright, the sky packed with stars. Brundle breathes deeply. He is\nstill alive, isn't he? He can still respond to the beauty of the night, can't\nhe?\n\nEXT. MONTAGE- BRUNDLE'S TRAVELS- NIGHT\n\nWe follow Brundle on his solitary sojourn in a MONTAGE SEQUENCE. He climbs\nwalls with amazing ability, leaps from rooftop to rooftop, hangs upside down\nfrom ledges and lampposts, eavesdropping on the city life around and below\nhim, the inhabitants unaware of the unusual and shadowy observer in their\nmidst. He scurries along the girder of a bridge, gazing down on the traffic\nand the river below him. These moments should be poetic, even beautiful,\njoyous. The moon is luminous, the dark night exquisite. Resigned to his fate\nand momentarily forgetful of his future, Brundle seems to be reveling in his\nunique powers. A brief euphoric fling.\n\nDISSOLVE TO:\n\nBrundle leaps across a narrow alleyway to the wall of the building opposite\nhim. He smiles with smug satisfaction at his feat, then suddenly winces,\ngrabbing his side with one of his hands. WE HEAR A CRACKING, SPLITTING SOUND.\nBrundle muffles a startled cry, and losing his balance, slides several feet\ndown the wall before regaining hold. He looks down at the huge bulge in his\nside and sees that it is starting to split open!\n\nBrundle is horrified and in pain. He starts to quickly move down the side of\nthe building but the pain impedes his progress. He manages to get down at\nleast another floor before he's hit with another sharp pain. He doubles up\nand his tenuous grip on the wall causes him to slide another several feet\ndownward before he regains his grip. The side is gaping wide now and\nSOMETHING is starting to protrude. Brundle is in shock.",
  "28": "---END OF PREVIOUS SECTION---\nHe doubles up\nand his tenuous grip on the wall causes him to slide another several feet\ndownward before he regains his grip. The side is gaping wide now and\nSOMETHING is starting to protrude. Brundle is in shock. \n---TARGET SECTION TO BE ANNOTATED---\n another ripple of\npain causes him to release his grasp entirely and he falls to the ground in a\ndirty narrow alley, where he writhes in pain, as a STRANGE, HAIRY STICKLIKE\nAPPENDAGE--ACTUALLY THE BEGINNINGS OF A FLYLIKE LEG-- begins to unfold\nawkwardly out of his side.Despite his excrutiating pain, Brundle watches with\nfixated, wide-eyed terror at his latest transformation! The insect leg now\nbegins to probe around, function like a real leg, almost with a mind of its\n\fown. Grotesque as Brundle has become, he can't accept the next step towards\nreal insectness which this new leg represents. He screams at the leg.\n\nBRUNDLE (SCREAMING AT THE LEG)\nNo! No, I won't! I won't, I won't, I won't..!\n\nBrundle grabs at the leg, holds it, subdues it and then begins to gnaw at it\nwith his teeth at its base, twisting himself into an agonized ball in order\nto do it. The leg begins to lever at his back, small hooklike protrusions all\nalong its underside catching in the flesh of Brundle's back, tearing it in\nprotest against Brundle's attempt at amputation. Finally, Brundle has severed\nthe leg with his teeth. The leg drops off leaving a strand or two of stringy\ngristle hanging from the knobby stump in Brundle's side. The leg twitches on\nthe ground, tries to extend itself. Brundle looks at the leg in shock, his\neyes crazed, like an animal who has been caught in a leg-trap and has had to\ngnaw off the leg to be free. Brundle tries to steady himself, then staggers\naway down the alley. As he goes, he wipes the insect blood from his lips with\nhis two forearms In exactly the same way that flies clean their faces.\n\nEXT. THE HOSPITAL- DAY\nVeronica is wheeled into a Hospital with Stathis by her side\nINT. THE HOSPITAL- DAY\n\nVeronica, with Stathis still by her side, is wheeled down a corridor by an\norderly.\n\nVERONICA\nStathis, I'm scared.\n\nSTATHIS\nIt's going to be all right Ronnie.",
  "29": "---END OF PREVIOUS SECTION---\nTHE HOSPITAL- DAY\n\nVeronica, with Stathis still by her side, is wheeled down a corridor by an\norderly. VERONICA\nStathis, I'm scared. STATHIS\nIt's going to be all right Ronnie. \n---TARGET SECTION TO BE ANNOTATED---\n It's going to be fine.\n\nVERONICA\nI don't think I want to loose it. Is there something wrong with me? Why am I\nloosing it?\n\nSTATHIS\nIt's better this way Ronnie, you'll see. It's the best thing that could\nhappen.\n\nINT. OPERATING ROOM- DAY\n\nVeronica is laid on the table surrounded by Nurses, as well as Stathis and\nthe GYNACOLOGIST.\n\nGYNACOLOGIST\nOkay, She's expelling it. Yeah it's coming out. I don't even think we're\ngoing to have to go in.\n\nNURSE\nIt's going to be easy. Don't worry, Honey.\n\nVERONICA\nNo. Please, no.\n\fGYNACOLOGIST\nIt'll be over soon. Here we go. Just need suction here, a little suction.\nSuction. Hold it. Hold on a minute. There's more in here.\n\nVERONICA\nThere's more?\n\nGYNACOLOGIST\nYeah. I mean a lot more. Okay. You're going to have to help us. Come on, you\ncan push. You can push it out!\n\nGYNACOLOGIST\nYou can push it out. You can push it out. Give us a push.\n\nThe Gynacologist hold up a disgusting maggot-like creature that Veronica has\ngiven birth to.\n\nVERONICA\nNo! No! Ah! No! Noooo!\n\nCUT TO:\nVeronica wakjs up in bed Screaming; it was a dream. She pulls the covers over\nherself.\n\nINT. BRUNDLES LAB- NIGHT\n\nBrundle is stood at his computer typing. After reading the displayed text\nregarding a cure by gene-Splicing Brundle asks for information:\n\nBRUNDLE\nI want a disk. Give me preliminary integration.\n\nThe computers scrolls \"Voice Not recognised down the side of the screen\"\nBrundle stops it and bites on his pencil, which causes his front teeth to\nfall out onto the keyboard. He counts his teeth with his tounge and sighs.\n\nCUT TO:\n\nBrundle stumbles into the Bathroom and opens his medicine cabinet, which is\nfull of body parts which have fallen off. Brundle talks to his teeth before\nconfinding them to the cabinet.\n\nBRUNDLE\nYou're relics. Yes you are.",
  "30": "---END OF PREVIOUS SECTION---\nBrundle talks to his teeth before\nconfinding them to the cabinet. BRUNDLE\nYou're relics. Yes you are. \n---TARGET SECTION TO BE ANNOTATED---\n Vestigial, archeological, redundant. Artifacts of\na bygone era. Of historical interest only.\n\nAs Brundle closes the cabinet, he catches sight of Veronica, who has entered\nthe Lab and is standing opposite Brundle, with Brundle's bedroom in between\nthem.\n\nBRUNDLE\nYou've missed some good moments. Is that why you're here? To catch up?\n\nVERONICA\nI wanted\n\n \n\nBRUNDLE\n\fMy teeth have begun to fall out. The... medicine cabinet's now the Brundle\nMuseum of Natural History. Do you want to see what else is in it?\n\nVERONICA\nNo.\n\nBRUNDLE\n\nThen... what do you want?\n\nVERONICA\n\nI came to tell you... uh... I, uh, I just... I wanted to see you... before...\nBRUNDLE\n\nYou have to leave now... and never come back here. Have you ever heard of...\n\ninsect politics? Neither have I. Insects... don't have politics. They're very\nbrutal. No compassion, no compromise. We can't trust the insect. I'd like to\n\nbecome... the first insect politician. You see, I'd like to, um... but,...\n\nI'm afraid of...\n\nVERONICA\nI don't know what you're trying to say.\n\nBrundle Steps forward, Veronica takes a step back and Brundle gazes up\nthrough the skylight.\n\nBRUNDLE\nI'm saying... I'm saying I-I'm an insect... who dreamt he was a man... and\nloved it. But now the dream is over... and the insect is awake.\n\nVERONICA\nNo... no, Seth...\n\nBRUNDLE\nI'm saying... I'll hurt you if you stay.\n\nVeronica leaves and Brundle begins to cry.\n\nEXT. BRUNDLES LAB- NIGHT\nVeronica runs crying out of the lab. She is met by Stathis, who stands by the\ncar.\n\nVERONICA\nLet's go! Let's do it now!\n\nSTATHIS\nNow? Wait, what did he say?\n\nVERONICA\nI couldn't tell him! Let's go, damn it!\n\nSTATHIS\nNo! I think we should wait a few days, i don't think you're in the right\nframe of mind.",
  "31": "---END OF PREVIOUS SECTION---\nLet's go, damn it! STATHIS\nNo! I think we should wait a few days, i don't think you're in the right\nframe of mind. \n---TARGET SECTION TO BE ANNOTATED---\nVERONICA\nNo! I want it out of my body now! you should have seen him, there could be\nanything in here! In me! In my body!\n\fSTATHIS\nI don't know if I can arrange it now, right now, tonight. Why do we have to\nrun around in the dark like a couple of...\n\nVERONICA\nBecause I don't want it in my body! Do you understand me? I don't want it in\nmy body!\n\nAs Veronica and Stathis drive off, we cut up to See Brundle watching from the\nrooftop. He moves away into the shadows.\n\nINT. DR. CHEEVERS OFFICE- NIGHT\nDR CHEEVERS is sat at his Desk, while Veronica stares out of the Window.\nStathis stands behind her.\n\nCHEEVERS\nWell, okay, what's the story?\n\nSTATHIS\nShe's pregnant and she wants to have an abortion.\n\nCHEEVERS\nIn the middle of the night?\n\nSTATHIS\nWe have good reason to believe that this child will be deformed.\n\nCHEEVERS\nYes, but in the middle of the night?\n\nSTATHIS\nLook Brent, Please.\n\nCHEEVERS\nIs it your child?\n\nSTATHIS\n\nNo, it's the... it's the child of a man who is deformed.\n\nCHEEVERS\n\nListen, I don't mean to interfere, but I detect a certain... uncertainty\n\nhere. You know there are tests we can do that determine whether or not...\n\nVERONICA\nI don't want tests done. Tests can't guarantee anything. The baby could start\noff normal then become... I want an abortion, I'll do it myself if I have to.\n\nCUT TO: THE OPERATING ROOM\nCHEEVERS\nOkay if you can just slip into that, we'll be on our way in no time.\n\nStathis and Cheevers go into the other room, leaving Veronica alone.\nSuddenly Brundle jumps through the window and walks towards Veronica.\n\nVERONICA\nWait, Seth. No!\n\fBrundle picks up Veronica and runs back out. Stathis runs into the room just\nin time to glimple Brundle escape with Veronica.\n\nEXT. A ROOFTOP- NIGHT\nBrundle slowly puts Veronica down, and the talk.",
  "32": "---END OF PREVIOUS SECTION---\nStathis runs into the room just\nin time to glimple Brundle escape with Veronica. EXT. A ROOFTOP- NIGHT\nBrundle slowly puts Veronica down, and the talk. \n---TARGET SECTION TO BE ANNOTATED---\nBRUNDLE\nWhy did you want to kill Brundle? The baby might be all that's left of the\nreal me. Please don't kill me.\n\nVERONICA\nI can't have it. I'm afraid.\n\nBRUNDLE\nPlease, have the baby.\n\nVERONICA\nI can't! I can't!\n\nBRUNDLE\nToo bad. Too bad.\n\nINT. BRUNDLES LAB- NIGHT\nThe door of Brundles lab slides open and Stathis Borans enters. He slides the\ndoor shut behind him and we pan around to discover the lab is empty.\n\nStathis slowly walks, disgusted by his surroundings and the horrific\nstench of the Lab.\n\nCUT TO:\n\nStathis opens his case and reveals a shotgun, which he loads and arms himself\nwith. He slowly walks over to Brundle's computer and presses a button which\nbrings down the fusion program:\n\nTelepod 1: Transmitter of Subject A\nTelepod 2: Transmitter of Subject B\nTelepod 3: Recieve of genetically fused A-B combination Subject.\n\nStathis stares at the pods and behind him we glimpse the shadow of Brundlefly\non the roof above him. Brundle drops from the roof screaming and knocks\nStathis to the ground. Stathis looks up and is horrified by Brundle's\nappearance. He tries to shoot, but Brundle overpowers him and pulls him to\nhis feet by clenching his wrist.\n\nBrundle then proceeds to vomit onto Stathis's hand, which melts away\nas Stathis screams. Brundle drops Stathis to the ground and then repeats the\nprocess on Stathis's ankle, to which he then pulls away the foot.\n\nBrundle stands up and raises his head above Stathis's He opens his\nmouth and prepares to Vomit on Stathis's face.\n\nVERONICA\nNo! Don't! Don't please! Please...\n\nBrundle stops and sees Veronica screaming from the skylight above him. He\nmoves quickly across the kitchen and slides up the wall and across the\n\nceiling on all fours until he is facing Veronica.\n\nBRUNDLE\n\fHelp me. Help me be human.\n\nVERONICA\nHow?\n\nCUT TO:\nBrundle, holding onto Veronica, jumps down into the lab. He puts her down\nonto her feet and, holding her hand, explains the plan.",
  "33": "---END OF PREVIOUS SECTION---\nVERONICA\nHow? CUT TO:\nBrundle, holding onto Veronica, jumps down into the lab. He puts her down\nonto her feet and, holding her hand, explains the plan. \n---TARGET SECTION TO BE ANNOTATED---\nBRUNDLE\nWell. I go there .and, uh you. go there. We come apart, then and then we\n.come together there. You me and the baby; together!\n\nBrundle starts the countdown for the fusion program.\n\nVERONICA\nNo!\n\nBRUNDLE\nWe'll be the ultimate family. A family of three joined together in one body.\nMore human than I am alone.\n\nAs Veronica tries to Pull away from Brundle, she rips his jaw off and flings\nit to the floor, screaming. This starts of a chain reaction as Brundle dead\nouter layer of Skin falls away to reveal the inner result of this mutation.\nBrundle throws Veronica into Pod 1 and begins to climb into Pod 2.\n\nMeanwhile, as the computer counts down, Stathis manages to prop\nhimself up a support beam.\n\nWhen Brundle is locked inside the pod, Stathis shoots the cable\nconnecting Veronica's Pod to the computer, eliminating her from the fusion\nprogram.\n\nStathis falls to the floor and crawls across to Veronica.\n\nBrundle, meanwhile tries to escape from his pod by punching the glass\naway. He succeeds, but as he opens the door and steps out, the computer\nteleports him along with part of the door frame and telepod.\n\nVeronica is freed from the pod and she helps Stathis sit up against\nPod 2. She picks up the shotgun as Brundle arrives in Pod 3. The door opens,\nand out falls the helpless Brundle, physically fused with part of the door.\nHe slowsly crawls across to Veronica, who is in tears. He slowly places the\nbarrel of the shitgun to his forehead, indicating what he wants Veronica to\ndo.\n\nVERONICA\nNo, I can't.\n\nBrundle voices a slow, painful moan.\n\nVERONICA\nNo, I can't. No... No, God!\n\nVeronica pulls the trigger, killing Seth. She falls to the floor and begins\nto sob.\n\nFADE OUT\n\f"
}