{
  "1": "THE LOBSTER\n\nWritten by\n\nYorgos Lanthimos & Efthimis Filippou\n\n30 April 2013\n\nElement Pictures\nLimp\nScarlet Films\n\fEXT. COUNTRY ROAD - DAY\n\nA WOMAN drives. She is on a country road, with fields on\neither side. She reaches a deserted spot where three donkeys\nstand on the right side of the road. The woman pulls over,\nputs on a pair of gloves, gets out of the car, checks to see\nif there is anyone nearby or if she is being watched, runs\ntowards the donkeys, shoots one of them many times over, runs\nback to the car and drives away.\n\nOPENING CREDITS.\n\nI. THE TOWN\n\nINT. TOWN HOUSE SITTING ROOM - MORNING\n\nA MAN around 45 years old, DAVID, sits on a sofa. His WIFE,\naround 40 years old, stands and leans against a bookcase.\nDavid is shortsighted and wears glasses. His wife also wears\nglasses. Next to David lies a DOG, an Alsatian. David is\ncrying. The woman is not.\n\nDAVID’S WIFE\nI’m really sorry.\n\n(Pause)\n\nDAVID\nDoes he wear glasses or contact\nlenses?\n\nDAVID’S WIFE\nGlasses.\n\n(Pause)\n\nDavid doesn’t look at her. He stares at the floor. He swivels\na glass of grapefruit juice on the table with his hand.\nDavid's wife seems sad. She looks at her watch a couple of\ntimes. She hesitates, but finally talks.\n\nDAVID'S WIFE (CONT'D)\nYou’1l have to hurry up. They'll be\nhere quite soon.\n\nDavid leaves the room. As he goes up the stairs to the\nbedroom, his wife keeps talking to him.\n\nDAVID'S WIFE (CONT’D)\nDon't worry. I'm sure you'll find\nthe right woman really soon. A\nwoman of average shortsightedness,\njust like you.\n\fINT. TOWN HOUSE BEDROOM - MORNING\n\nDavid picks out clothes from the wardrobe and gets dressed.\nHis movements are slow and unhurried, as if he doesn’t want\nthese final preparations to end. He stares at his slippers\nnext to the bed. He decides not to take them with him.\n\nFEMALE V.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares at his slippers\nnext to the bed. He decides not to take them with him. FEMALE V. \n\nTARGET SECTION TO BE ANNOTATED:\n.\nHe decided that his brown leather\nshoes were the best pair to wear.\nHe went down the stairs into the\nsitting room. There he saw the\nother man for the first and last\ntime. He was very handsome.\n\nINT. TOWN HOUSE SITTING ROOM - MORNING\n\nDavid goes down the stairs that lead to the sitting room. In\nthe sitting room sits a MAN who is not handsome. He too is\nshortsighted and wears glasses. He eats a tuna-mayonnaise\nsandwich.\n\nFEMALE V.O.\nHe was eating a tuna-mayonnaise\nsandwich and wearing a pair of\nblack lace-up shoes. She was in the\nkitchen. David sat in the armchair\nand looked at his watch. His wife\nentered the room and left a glass\nof Coca-Cola Light for the man\neating the sandwich and then went\nto the window.\n\nINT. TOWN HOUSE SITTING ROOM - MORNING\n\nDavid sits in the armchair. The two men do not look at or\ntalk to each other. The woman enters holding a glass of Coca-\nCola with ice and a slice of lemon. She leaves the glass in\nfront of the man eating the sandwich and then goes over to\nDavid. She looks at her watch and then out the window.\nEveryone waits in silence. They all avoid making eye contact.\nDavid grabs a coffee table book from the coffee table next to\nhim. He flicks through the pages quickly, looking at the\npictures without any real interest. He just goes through the\nmotions. The dog sits next to him.\n\nFEMALE V.O.\nDavid picked up a book called “The\nMost Famous Lighthouses in the\nWorld” and pretended to read. He\nwas thinking his wife didn’t love\nhim at all anymore. He didn’t burst\ninto tears and he didn’t stop to\nthink that the first thing most\npeople do when they realise someone\ndoesn’t love them anymore is cry.\n\fThe doorbell rings. The woman gets up and answers the door.\nTwo men dressed as WAITERS enter.\n\n50-YEAR-OLD WAITER\n\nGood afternoon.\n\nDAVID’S WIFE\n\nGood afternoon.\n\n50-YEAR-OLD WAITER\n\nWhich of these two gentlemen is the\n\none\n\nNot\nThe\n\nDavid gets up.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\n50-YEAR-OLD WAITER\n\nGood afternoon. DAVID’S WIFE\n\nGood afternoon. 50-YEAR-OLD WAITER\n\nWhich of these two gentlemen is the\n\none\n\nNot\nThe\n\nDavid gets up. \n\nTARGET SECTION TO BE ANNOTATED:\nand leaves it\n\nYou\nyou\n\nNo,\n\nHe buttons up\n\nAre\n\nyou're breaking up with?\n\nDAVID’S WIFE\nthe man eating the sandwich.\nman with the brown shoes.\n\nHis wife goes over to him. He closes the book\non the table.\n\nDAVID'S WIFE (CONT'D)\ncan take the book with you, if\nlike.\n\nDAVID\nthat’s okay.\n\nhis jacket and fixes his hair with his hands.\n\nDAVID’S WIFE\nyou ready? Did you pack that\n\npain relief cream for your back?\n\nDAVID\n\nYes.\n\nYou\n\nDAVID’S WIFE\n\n‘re healthy, you have many\n\ninterests, you have good taste.\nEverything will be fine.\n\nDavid looks at the waiters.\n\nDAVID\n\nI’m ready.\n\nEXT. TOWN ROAD - MORNING\n\nThe waiters lead David to a coach. The dog follows them and\n\ngets into the\n\nvehicle with David.\n\nEXT. HOTEL COACH - MORNING\n\nThere are another four people sitting on the coach. Two\n\nWOMEN, a BALD\n\nMAN and a BLOND MAN. They all sit in different\n\nparts of the coach. David takes a window seat.\n\fThe waiters sit together behind the WAITER-DRIVER. One of the\n\ntwo women gets up from her seat and goes\nsits. She looks at the dog and smiles at\nstroke him. She looks a little afraid of\ndog above his hind legs, as far from the\npossible.\n\nBISCUIT WOMAN\n\nover to where David\nhim but does not\nhim. She strokes the\nanimal’s mouth as\n\nYour dog is so beautiful. What’s\n\nhis name?\n\nDAVID\nBob.\n\nBISCUIT WOMAN\n\nHello, Bob. I’m Anna. I love dogs\nso much. I’m sure Bob senses this\nand knows that we’re going to get\n\nalong famously. I’ve heard the\n\njourney takes over an hour. I've\ngot butter biscuits and hazelnuts\nin my bag. I can give you some if\nyou’re hungry. I mean, we can share\n\nthem. I can give the dog some\nhazelnuts too, or a biscuit.\n\nOne of the waiters gets up from his seat\nwoman.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nI mean, we can share\n\nthem. I can give the dog some\nhazelnuts too, or a biscuit. One of the waiters gets up from his seat\nwoman. \n\nTARGET SECTION TO BE ANNOTATED:\n30-YEAR-OLD WAITER\n\nand goes over to the\n\nI'm afraid you'll have to return to\n\nyour seat until we reach our\ndestination.\n\nBISCUIT WOMAN\nI see. How long will that be,\nroughly?\n\n50-YEAR-OLD WAITER\n\nThe journey lasts a little over an\n\nhour.\n\nThe woman goes back to her seat. She opens her bag and eats a\nbutter biscuit. She takes a quick look around at the other\n\npeople in the vehicle.\n\nINT. HOTEL COACH - MORNING\n\nDavid looks out the window. They have left the town and there\n\nare some woods beside the road. Suddenly\n\na rock hits the\n\nwindow. David is a little shocked. He notices that the\nwaiters do not react. David sees some people wearing ponchos\nrunning alongside the coach. They are shouting but we cannot\nhear what they are saying. More rocks strike the vehicle. The\ndriver speeds up and gets away. He is completely unfazed by\n\nthe incident.\n\f10\n\nEXT. HOTEL CARPARK - MORNING\n\nThe coach goes through the hotel gates and comes to a stop.\nThe gates are opened by TWO WAITER-GUARDS, who wave to the\ndriver. The waiters have automatic rifles slung across their\nbacks. The hotel is a large building surrounded by a tall\nfence. It looks quite well-maintained and clean. The plants\nare in excellent condition and it is immediately clear that\nthis is one of those large hotel complexes that can\naccommodate a large number of guests. At the entrance, the\nflags of various countries fly on tall poles. A number of\npeople stand and watch from the room balconies. One of them\nwaves. Biscuit Woman, filled with optimism, waves back. The\npassengers get off the coach. The two waiters lead them to\nthe entrance in a line. Blond Man is slow and falls behind\nbecause of his limp. We will call him LIMPING MAN from now\non.\n\nII. THE HOTEL NEAR THE TOWN\n\nINT. HOTEL LOBBY - DAY\n\nThe hotel lobby is empty. There is nobody around apart from\nthe RECEPTIONIST.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOTEL NEAR THE TOWN\n\nINT. HOTEL LOBBY - DAY\n\nThe hotel lobby is empty. There is nobody around apart from\nthe RECEPTIONIST. \n\nTARGET SECTION TO BE ANNOTATED:\n On the walls are various classic-looking\npaintings, all of which show couples in a characteristic\npose: the man seated in an armchair with the woman standing\nby his side. There are also some paintings, again in a\nclassic style, of animals, such as a horse, a duck or some\nother bird. The receptionist is a young woman with a friendly\nface and a calm voice. Biscuit Woman and the other woman,\nDavid, Limping Man and the Bald Man stand in front of the\nreception desk.\n\nRECEPTIONIST\nWelcome. Have any of you stayed in\nthe hotel before?\n\nBISCUIT WOMAN\nI have.\n\nRECEPTIONIST\nExcellent. Then you know the rules.\nIf you like, you can wait in the\nlobby. You’1l find today’s papers,\nand we can bring you tea or coffee\nor a soft drink.\n\nBISCUIT WOMAN\n\nI'd like to hear the rules again,\nif you don’t mind. I mean, it’s\nbeen ten years since I was last\nhere and I’ve forgotten a number of\nthings. Like the bit with the days\nwhere you hunt the people in the\nwoods with a bow and arrow, the\nnight of the slaughter and so on.\n\f11\n\nRECEPTIONIST\nSome things have changed. We use\ntranquilliser guns now instead of\nbows and arrows and the night of\nthe slaughter has been done away\nwith. I’1l go over everything again\nwith you. I don’t mind at all.\n\nBISCUIT WOMAN\nDoes Toby still work here?\n\nRECEPTIONIST\nWho's Toby?\n\nBISCUIT WOMAN\nToby. The outdoor bar waiter.\n\nRECEPTIONIST\nI don’t know. You’1l have to ask\none of the outdoor bar staff. I'd\nlike you all to form a line. I\nsuggest the gentlemen allow the\nladies to go first, although this\nisn’t compulsory. You can sort this\nout amongst yourselves.\n\nThe gentlemen allow the ladies to go first.\n\nINT. HOTEL LOBBY - MORNING\n\nDavid is the last to be served. He keeps hold\nwith one hand and rests his other hand on the\nThe dog seems anxious, and barks. David tries\nbut doesn’t succeed. The dog barks throughout\nthat follows.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe keeps hold\nwith one hand and rests his other hand on the\nThe dog seems anxious, and barks. David tries\nbut doesn’t succeed. The dog barks throughout\nthat follows. \n\nTARGET SECTION TO BE ANNOTATED:\nRECEPTIONIST\nWell, sir, you said you’ve never\nbeen on your own before, correct?\n\nDAVID\nNo, never.\n\nThe receptionist fills in a form.\n\nRECEPTIONIST\n\nAre you allergic to any foods?\nDAVID\n\nNo.\nRECEPTIONIST\n\nYour last relationship lasted how\nmany years?\n\nDAVID\nAround twelve.\n\nof the Alsatian\nreception desk.\nto calm it down\nthe exchange\n\fRECEPTIONIST\nDo you remember how long exactly?\n\nDavid tries to calm and quieten the dog but fails.\n\nDAVID\nEleven years and one month.\nRECEPTIONIST\nAny children?\nDAVID\nNo.\nRECEPTIONIST\n\nAnd the dog?\n\nDAVID\nMy brother. He was here a couple of\nyears ago but he didn't make it.\nYou might remember him. Medium\nbuild, 48 years old, bald patch,\nblond.\n\nRECEPTIONIST\nI'm afraid not, sir. Okay, now I'd\nlike you to write your name clearly\non this form.\n\nShe hands him the form to fill in.\n\nRECEPTIONIST (CONT’D)\nIn capital letters.\n\nWe see the golf course and squash courts, empty. On a\nbasketball court we see a MAN and a WOMAN playing one on one.\n\nRECEPTIONIST (V.O.) (CONT'D)\nYou're not allowed to use the\nbasketball or volleyball courts,\n\nthese are only for the couples. You\ncan use the facilities for\n\nindividual sports, such as squash\n\nand golf.\n\nAt the hotel bar, the BARMAN mixes a cocktail. Someone is\ndrinking alone.\n\nRECEPTIONIST (V.O.) (CONT'D)\nYou can stay in the hotel for up to\n45 days. You'll be staying in a\nsingle room. If everything goes\nwell and you make it, you'll be\nmoved to a double room. Every\nSaturday there's a dance in the\nmain hall. You're in luck, because\ntomorrow's Saturday. Here’s a\nleaflet with the hotel rules.\n\n(MORE )\n\f12\n\nRECEPTIONIST (V.O.) (CONT'D)\nI'd like you to read it carefully\nand if you have any questions,\ndon't hesitate to ask me for help.\n\nIn the hotel kitchen, WAITERS wash the dishes. They then lay\nout a buffet. One of the waiters has dirtied his shirt.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the hotel kitchen, WAITERS wash the dishes. They then lay\nout a buffet. One of the waiters has dirtied his shirt. \n\nTARGET SECTION TO BE ANNOTATED:\nAnother sprays his shirt with stain-removal fluid, waits for\nit to dry and then wipes at the stain with a cloth.\n\nDAVID\nThank you.\n\nRECEPTIONIST\nYou're in Room 101. You should\nalways keep the dog there. You’re\nexcused from today’s programme, so\nyou can spend the rest of the day\nhowever you like.\n\nINT. HOTEL RECEPTION ROOM - DAY\n\nA large room, most of which is empty. In one corner of the\nroom are four desks arranged in a row with some chairs. David\ngets undressed. He leaves his clothes with a WAITER and a\nMAID, who store them in a box. Sitting on chairs in just\ntheir underwear are the rest of the people who arrived with\nDavid on the coach.\n\nMAID\nShoe size?\n\nDAVID\n44 and a half.\n\nMAID\n44 or 45. There are no half sizes.\n\nDAVID\n45.\n\nThey give him a pair of black shoes, a pair of brown shoes\nand a pair of flip flops.\n\nMAID\nPlease pick a CD for the sound\nsystem in your room.\n\nThere are four CDs to choose from, their titles handwritten\non their cases: BEST EVER LOVE SONGS VOL. I, BEST EVER LOVE\nSONGS VOL. II, BEST EVER LOVE SONGS VOL. III, and BEST EVER\nLOVE SONGS VOL. IV. David pauses to think.\n\nDAVID\nVolume three, please.\n\f13\n\nMAID\nIf you need a haircut, call\nreception one day ahead. Smoking is\nnot allowed. That way you’ll be\nable to run for longer during the\nhunt without getting tired and your\nbreath won't smell when you kiss.\nEnjoy your stay.\n\nDAVID\nThank you.\n\nBISCUIT WOMAN\nExcuse me, if we need a haircut we\nmust call reception for an\nappointment the day before?\n\nMAID\nThat’s right.\n\nBISCUIT WOMAN\nGreat.\n\nINT. ROOM 101 - MORNING\n\nThe room is typical of a nice hotel. It has a single bed, a\nsingle chair beside a small table and a teacup upturned on\nits saucer on the table. The floor is carpeted.\n\nFEMALE V.O.\nHis room number was 101.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nFEMALE V. O. His room number was 101. \n\nTARGET SECTION TO BE ANNOTATED:\n A\ntranquilliser gun was hanging on\nthe wall above his bed. On the\nbedside table were 20 tranquilliser\ndarts.\n\nWe watch David enter the room in just his underwear. He holds\nthe dog by its leash. David looks around the room: a single\nbed and a wardrobe beside it. Hanging on the wall above the\nbed is a tranquilliser gun. There are tranquilliser darts on\nthe bedside table. David takes the leash off the dog and\nlooks around.\n\nFEMALE V.O. (CONT'D)\nInside the wardrobe were four\nidentical khaki chino trousers,\nfour identical claret polo shirts,\na belt, socks, underwear, a blazer,\nfour sky-blue shirts, a striped\ntie, a black plastic watch, a pair\nof sunglasses, a white bathrobe and\nAcqua di Parma cologne for men. He\nthought they most probably give the\nwomen the same cologne but for\nwomen. Maybe the man with the bad\nleg could become his friend.\n\n(MORE )\n\f14\n\n10.\n\nFEMALE V.O. (CONT'D)\nBut not if he was courting the same\nwoman he was. Then they’d surely\nfight, he thought. He’d never reach\nthe point where he’d kill him but\nthey'd fight, that’s for sure.\n\nDavid opens the wardrobe. Inside the wardrobe are four\nidentical khaki chino trousers, four identical polo shirts, a\nbelt, socks, underwear, a blazer, four sky-blue shirts, a\nstriped tie, a black plastic watch, a pair of sunglasses, a\nwhite bathrobe and Acqua di Parma cologne for men. David sits\ndown on the edge of the bed. He reads the leaflet. The dog\nlooks out the window.\n\nINT. ROOM 101 - MORNING\n\nDavid looks out the window. The coach pulls up outside the\nhotel entrance. Men and women, residents of the hotel, climb\nout of the coach carrying unconscious people. They dump the\nlimp bodies next to a WAITER, who counts them, and the Maid\ntakes notes in a folder. The phone rings. David answers it.\n\nDAVID\nYes?\n\nBISCUIT WOMAN (0.S.)\nGood afternoon.\n\nDAVID\nGood afternoon.\n\nBISCUIT WOMAN (0.S.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nGood afternoon. BISCUIT WOMAN (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nI’m calling from Room 180. I’m 45\nyears old but I look 40 because I\nfollow a healthy diet and I’ve\nworked out ever since I was young.\nHow about you?\n\nDavid answers, but hasn’t yet figured out who he’s talking\nto.\n\nDAVID\nI’m 45 years old too.\n\nBISCUIT WOMAN (0.S.)\nHow was your day?\n\nDAVID\nFine.\n\nThe dog barks.\n\nBISCUIT WOMAN (0.S.)\nYou have a dog?\n\nDAVID\nYes.\n\f15\n\n11.\n\nBISCUIT WOMAN (0.S.)\nI love dogs very much and they take\nto me right away. I think we're\ngoing to get along famously. Do you\nlike butter biscuits?\n\nNow he gets it.\n\nDAVID\nYes.\n\nBISCUIT WOMAN (0.S.)\nI don’t just like them, I like them\na lot. Let’s have tea or coffee\nsometime with biscuits. You sound\nlike a very interesting person.\nFeel free to call me whenever you\nlike, morning or night, until 10\no'clock. If I don’t answer, try\nagain. I take these pills for my\nthyroid gland, they told me they\nmight make me drowsy. My room\nnumber is 180, so my phone number\nis 180. I have to go now because\nI’m feeling sleepy. We'll talk\nlater. Goodbye.\n\nDAVID\nGoodbye.\n\nHe hangs up and stands there staring at the phone for a\nminute.\n\nINT. ROOM 101 - EVENING\n\nDavid sleeps in his clothes on the bed. The dog sleeps on the\nfloor. There is a knock at the door. David wakes up, fixes\nhis hair a little and answers the door. The HOTEL MANAGER and\nher HUSBAND enter. The Waiter and the Maid who were handing\nout shoes to the new guests follow them in. The Hotel Manager\nis a woman of around 55. She is dressed formally and her hair\nis carefully styled. Almost like a sculpture.\n\nHOTEL MANAGER\nWelcome. I am the Hotel Manager and\nthis gentleman is my partner.\nYou’re one of the lucky ones\nbecause your room is one of our\nsuperior rooms. That means it has a\nview.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nI am the Hotel Manager and\nthis gentleman is my partner. You’re one of the lucky ones\nbecause your room is one of our\nsuperior rooms. That means it has a\nview. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Hotel Manager sits on the only chair and her partner\nstands beside her. They resemble the paintings on the lobby\nwall, only in reverse.\n\nHOTEL MANAGER (CONT’D)\nDid you read the leaflet?\n\f12.\n\nDAVID\nI did, yes.\n\nHOTEL MANAGER\nVery good. The fact that you'll\nturn into an animal if you don't\nmanage to fall in love with another\nperson during your stay here is not\nsomething that should upset you, or\nget you down. Just think, as an\nanimal you'll have a second chance\nto find a companion. But even then\nyou must be very careful. You'll\nneed to find a companion who is the\nsame type of animal as you are. A\nwolf and a penguin could never live\ntogether, nor could a camel with a\nhippopotamus. That would be absurd.\nThink about it. But there are\ncertain combinations in particular\nthat are worst of all - for example\na bear with a fish, or a lion with\nan antelope, or a fox with a\nchicken. I realise that this\ndiscussion is a little unpleasant\nfor you but I have a duty to\nprepare you psychologically for\nevery possible outcome. Have you\ndecided what animal you would like\nto be if you end up alone?\n\nDAVID\nA lobster.\n\nHOTEL MANAGER\nWhy a lobster?\n\nDavid seems to have thought this through rather well.\n\nDAVID\nBecause a lobster lives to be over\n100 years old, has blue blood just\nlike an aristocrat and stays\nfertile all its life. And I like\nthe sea very much. I water-ski and\nswim quite well, ever since I was a\nteenager.\n\nHOTEL MANAGER\nI must congratulate you. Usually\nthe first thing people think of is\na dog and that’s why the world is\nfull of dogs. Very few choose to\nbecome unusual animals, which is\nwhy they are endangered.\n\n(MORE )\n\f16\n\n17\n\n18\n\n13.\n\nHOTEL MANAGER (CONT'D)\nRarely does someone choose to be a\ntuna fish, due to the dangers it\nfaces, or a polar bear, due to its\nadverse living conditions. A\nlobster is an excellent choice.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\f16\n\n17\n\n18\n\n13. HOTEL MANAGER (CONT'D)\nRarely does someone choose to be a\ntuna fish, due to the dangers it\nfaces, or a polar bear, due to its\nadverse living conditions. A\nlobster is an excellent choice. \n\nTARGET SECTION TO BE ANNOTATED:\n One\nmore thing, before we leave.\n\nThe Hotel Manager signals to the Waiter and the Maid. They\ntake David's arm, twist it behind his back and bring out a\nspecial leather accessory consisting of a belt and a bracelet\nlinked together. They fasten the belt around his waist and\nthe bracelet around his wrist, so that his hand is held tight\nbehind his back and he cannot move his arm. The belt buckle\nin front is then locked with a small key, so that he cannot\ntake it off.\n\nHOTEL MANAGER (CONT’D)\nThis is so you see how easy life is\nwhen there are two of something\ninstead of just one. We forget this\nfrom time to time. The handcuff\nwill be removed at the same time\ntomorrow. But that’s enough for\ntoday. I imagine it was a trying\nday. Good evening and enjoy your\nstay.\n\nThey leave and close the door behind them. David looks down\nat the belt and bracelet.\n\nINT. ROOM 101 - NIGHT\n\nDavid has placed his toothbrush on the bathroom sink and\ntries to squeeze toothpaste onto it. He then tries to screw\nthe plastic cap back onto the toothpaste tube, and fails over\nand over again. He finally brushes his teeth.\n\nINT. ROOM 101 - NIGHT\n\nDavid stands beside his bed. He tries to pull off his\ntrousers with the belt still on in order to free his hand. He\nstruggles. He lies down, sucks in his belly and pushes his\ntrousers down. After much effort, he manages to free one leg.\n\nINT. ROOM 101 - MORNING\n\nDavid sleeps in his underwear. He has managed to take his\ntrousers off, which are still attached to his wrist by the\nbracelet. He is woken up by the music of a very well-known\nlove song, “A Groovy Kind of Love” by Phil Collins. He looks\nat his watch. David gets up and sits on the side of the bed.\nHe fixes his hair with both hands, lifting up the trousers on\nhis wrist as he does so. He puts some water in a plate for\nthe dog.\n\f19\n\n14.\n\nINT. BREAKFAST ROOM - MORNING\n\nDavid enters the breakfast room wearing his trousers as\nnormal. The breakfast room is very tidy and clean.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BREAKFAST ROOM - MORNING\n\nDavid enters the breakfast room wearing his trousers as\nnormal. The breakfast room is very tidy and clean. \n\nTARGET SECTION TO BE ANNOTATED:\n David\nwalks quickly, trying to find an empty table to sit at.\nEverybody looks at him as he walks by. He looks straight\nahead the whole time. All the men wear the same clothes. All\nthe women do too. They all sit alone. There is only one chair\nat each table in the room. He sees Limping Man, who was with\nhim on the coach. He too has his arm tied behind his back.\nAll the new arrivals wear this same accessory.\n\nFEMALE V.O.\nHis first day was one he would\nnever forget so long as he lived.\nBeside the window opposite his\ntable at breakfast sat a young\nwoman with her head tilted back.\nLater he would learn that she often\ngot nosebleeds. Next to her sat her\nbest friend. Near the door, the\nwoman who was with him on the coach\noffered a biscuit to a man drinking\na Campari and soda for breakfast.\nHe then looked behind him and saw a\nman and a woman he would meet in\ndue course, and some others he\nwould never meet during his stay at\nthe hotel.\n\nWe see NOSEBLEED WOMAN, her BEST FRIEND who stares at her,\nBiscuit Woman (with one hand tied behind her back), CAMPARI\nMAN, LISPING MAN and HEARTLESS WOMAN, characters we will get\nto know later. Lisping Man is around 50 years old and\nHeartless Woman is around 35 and very beautiful. David\nspreads butter and marmalade on a slice of bread with one\nhand and eats. Limping Man and Lisping Man come up to his\ntable.\n\nLIMPING MAN\nI've decided to go for a walk\noutside with my new friend. Let me\nintroduce you. This is Robert, he\nstays in the room next to mine and\nhas a lisp.\n\nDavid puts down his cup of coffee and offers his hand to\nLisping Man. They shake hands.\n\nDAVID\nPleased to meet you. I’m staying in\nRoom 101.\n\nLIMPING MAN\nWould you like to join us?\n\nDAVID\nWhy not.\n\f20\n\n21\n\n15.\n\nEXT. BEACH - MORNING\n\nLimping Man, David and Lisping Man sit on the beach.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n20\n\n21\n\n15. EXT. BEACH - MORNING\n\nLimping Man, David and Lisping Man sit on the beach. \n\nTARGET SECTION TO BE ANNOTATED:\n Three\nyachts are moored at the pier in front of them. The pier is\nguarded by TWO ARMED WAITERS.\n\nLISPING MAN\nShe's much older than he is, you\nknow that right?\n\nDAVID\nYes.\n\nLIMPING MAN\nYes.\n\nLISPING MAN\nWhen Melanie was with Don, I could\nunderstand what brought them\ntogether clearly. He was more her\nage and their hair colour really\nmatched as they were both\nstrawberry blond. But now with\nAntonio it’s really strange, it\ndoesn’t really make sense. I mean,\nhe’s much darker than she is and,\nas you know, much younger.\n\nLIMPING MAN\nMaybe there’s something we don’t\nknow. I’ve heard he has his own\nbusiness, he sells this aftershave,\nyou know, named after himself.\n\nDAVID\nMaybe she has an aftershave or a\ncologne named after her too.\n\nLISPING MAN\nMaybe. I don’t know. What I do know\nis that these two are a shining\nexample to us all. Whenever I feel\ndown, I think of these two and tell\nmyself that I’m going to make it,\nthat everything’s going to be\nalright. I keep hold of this\nthought and I know that my days at\nthis place are numbered. One of\nthese days it’s going to be me on\none of those three yachts.\n\nINT. LECTURE HALL - MIDDAY\n\nThe new arrivals at the hotel sit on four chairs on stage.\nDavid sits last in line. There is a wireless microphone which\nthey each take to speak. Behind the podium stands the Hotel\nManager. Her husband stands beside, and a little behind her.\n\f22\n\n16.\n\nAll the residents attending the event are sitting very\nquietly. The hall is half empty. Waiters and Maids stand\nrandomly around the room, in pairs.\n\nHOTEL MANAGER\nRoom 206, Day 2.\n\nLIMPING MAN\nHello, everyone.\n\nLIMPING MAN (V.O.) (CONT'D)\nMy mother was left on her own when\nmy father fell in love with a woman\nwho was better at maths than she\nwas. She had a postgraduate degree\nI think, whereas my mother was only\na graduate.\n\nEXT.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.) (CONT'D)\nMy mother was left on her own when\nmy father fell in love with a woman\nwho was better at maths than she\nwas. She had a postgraduate degree\nI think, whereas my mother was only\na graduate. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ZOO - DAY\n\nWe see Limping Man walking normally, without a limp, in a zoo\nand holding a carrier bag. He passes various caged animals\nand reaches the wolf enclosure. He takes pieces of raw meat\nout of the bag and throws them into the enclosure at various\nplaces. The wolves draw close.\n\nLIMPING MAN (V.O.)\nI was sixteen at the time. My\nmother entered the hotel but didn't\nmake it and was turned into a wolf.\nI really missed her. I found out\nshe'd been moved to a zoo. I often\nwent there to see her. I'd give her\nraw meat, I knew wolves liked raw\nmeat but I couldn't figure out\nwhich of the wolves was my mother,\nso I used to give a little bit to\neach of them.\n\nLimping Man climbs up the enclosure fence. The wolves come\nover to where the man is. Only two wolves stand motionless\nand watch from a corner of the enclosure.\n\nLIMPING MAN (V.O.)\nOne day I decided to enter the\nenclosure. I really missed her and\nI wanted a hug. I climbed the fence\nand jumped in. All the wolves\ncharged at once and attacked me.\nAll but two, who stood motionless.\nMy guess is that one of those two\nmust have been my mother. The zoo\nguards got to me quite quickly and\ntook me to the hospital. Thankfully\nI didn't lose my leg, I just have\nthis limp, which is also my\ndefining characteristic.\n\n(MORE )\n\f23\n\n24\n\n17.\n\nLIMPING MAN (V.O.) (CONT'D)\nMy wife died six days ago. She was\nvery beautiful and I loved her very\nmuch. She had a limp too.\n\nWe see a zoo guard hosing down the blood in the wolf\n\nenclosure\n\n. A tiger sleeps in the next cage.\n\nINT. LECTURE HALL —- MIDDAY\n\nThe audience applauds. Some stand. The waiters also clap. The\nHotel Manager waits for the applause to peter out.\n\nThe guest\n\nHOTEL MANAGER\nReference letters. 1 - “He is very\nsensitive and a very good friend. I\nlent him money in 1989 and he paid\nme back before the repayment date.”\n2 - “John is wonderful.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nHotel Manager waits for the applause to peter out. The guest\n\nHOTEL MANAGER\nReference letters. 1 - “He is very\nsensitive and a very good friend. I\nlent him money in 1989 and he paid\nme back before the repayment date.”\n2 - “John is wonderful. \n\nTARGET SECTION TO BE ANNOTATED:\n He loves\nkids and is a first-class\nconversationalist.” Let’s move on\nto our next guest. Room 104, Day 2.\n\nGUEST FROM ROOM 104\nHello, everyone. This is only my\nsecond day here but already I feel\nlike a member of a wonderful group.\nMy defining characteristic is that\nI have a very beautiful face.\n\nfrom Room 104 does not have a very beautiful face.\n\nINT. BALLROOM - EVENING\n\nA big room, cheerfully decorated. Instrumental music plays.\nSome strobe lights hang from the ceiling and there are two\ntables laden with sandwiches and refreshments. Couples dance.\n\nTwo women\nFriend. A\nHeartless\ngoes over\n\nsit at a table: Nosebleed Woman and her Best\n\nwoman sits on her own at the next table. She is the\nWoman we saw at breakfast. Biscuit Woman enters and\nto her table.\n\nBISCUIT WOMAN\nMay I join you?\n\nHEARTLESS WOMAN\nNo, you may not. And don’t you dare\ncome near my table again.\n\nBISCUIT WOMAN\nI’m sorry.\n\nBiscuit Woman goes to the table where Nosebleed Woman and her\nBest Friend sit.\n\nBISCUIT WOMAN (CONT’D)\nCan I sit with you?\n\f18.\n\nNOSEBLEED WOMAN\nOf course. You are third in line.\nI'm first, then it’s my best\nfriend, then you.\n\nBISCUIT WOMAN\nThank you very much.\n\nNOSEBLEED WOMAN\nShe has no feelings whatsoever.\nFeels nothing at all. Just be\ncareful around her, keep your\ndistance. Understood?\n\nBISCUIT WOMAN\nOkay.\n\nNOSEBLEED WOMAN’S BEST FRIEND\nShe’s the best hunter in the hotel.\nSilent and very fast. She’s the\nwomen’s record holder. 192\ncaptives.\n\nBISCUIT WOMAN\nWho’s the men’s record holder?\n\nNOSEBLEED WOMAN\nAn assistant university professor.\nHe’s not at the hotel any more. He\nleft in 2009 after a year here. 282\ncaptives.\n\nDavid approaches their table.\n\nDAVID\nWho's first?\n\nNOSEBLEED WOMAN\nI am.\n\nThey go to dance. Romantic instrumental music plays.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOSEBLEED WOMAN\nI am. They go to dance. Romantic instrumental music plays. \n\nTARGET SECTION TO BE ANNOTATED:\n There\nare around ten couples on the dance floor. Limping Man dances\nwith a woman next to them and Lisping Man dances towards the\nback. Next to them, the Hotel Manager dances with her\npartner. She smiles at him. He smiles back at her, trying to\nbe polite. Nosebleed Woman’s nose starts to bleed, staining\nDavid's shirt.\n\nNOSEBLEED WOMAN (CONT’D)\nI’m sorry, I’ve got blood on you.\nBut don’t worry. There are many\nways to remove blood stains from\nclothes quite easily. One is to\nwash the item in cold water and\nthen rub it with sea salt. Another\nis to scrub the stains with cotton\nwool dipped in ammonia.\n\n(MORE )\n\f25\n\n26\n\n27\n\n28\n\n19.\n\nNOSEBLEED WOMAN (CONT’D)\nThe third way is to use water and\nflour mixed into a paste, like\ntoothpaste, especially if the\nclothes are delicate or brightly\ncoloured. But never use hot water\non blood. Ever.\n\nDavid doesn’t seem to mind much. An alarm goes off. They all\nrun from the ballroom.\n\nINT. ROOM 101 - EVENING\n\nDavid quickly enters his room. He takes the tranquilliser gun\noff the wall and loads it. He leaves the room. The dog looks\nat him but doesn’t react.\n\nINT. HOTEL COACH - EVENING\n\nDavid gets into the coach with the others and sits next to\nLimping Man, who seems very nervous.\n\nLIMPING MAN\nI wish I didn’t have this limp. I\nused to be very good at running but\nnot anymore. I’m sure I‘1l be\nslower than them.\n\nDAVID\nIf I were you, I’d think of some\ntricks that use the element of\nsurprise instead of speed.\n\nLIMPING MAN\nYou're right. That’s what I’1l do.\n\nA glimmer of hope lights his face.\n\nEXT. THE WOODS - EVENING\n\nWe see male and female residents of the hotel get off the\ncoach armed with their tranquilliser guns. They run off,\nholding powerful torches, in different directions to hunt\nLONERS who live in the woods. Some seem really excited.\nOthers look bored.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey run off,\nholding powerful torches, in different directions to hunt\nLONERS who live in the woods. Some seem really excited. Others look bored. \n\nTARGET SECTION TO BE ANNOTATED:\n The waiters get off the coach and stand in\nfront of the vehicle. The driver switches off the coach\nheadlights.\n\nEXT. THE WOODS - EVENING\n\nLimping Man struggles to run. He tries to climb some rocks\nbut doesn’t manage it.\n\f29\n\n30\n\n31\n\n32\n\n20.\n\nEXT. THE WOODS - EVENING\n\nHeartless Woman spots a YOUNG LONER WOMAN picking and eating\nnuts off a tree. The Young Loner Woman notices her and starts\nto run. Heartless Woman chases after her. After a hard chase\nshe catches her and beats her into unconsciousness, then gets\nup and shoots her with the tranquilliser gun as well.\n\nEXT. THE WOODS - EVENING\n\nTWO HOTEL GUESTS stand over the UNCONSCIOUS BODY of a loner.\nThey both start to drag the body away in different\ndirections. They then stop and hit each other.\n\nEXT. THE WOODS - EVENING\n\nDavid spots a LONER MAN in the distance trying to hide. He\ntakes aim with his gun, shoots and misses. The Loner Man\nnotices him and starts to run. David starts shooting over and\nover again. He misses and runs after him. After a while David\nstops, out of breath. He realises he’s also out of\ntranquilliser darts. He sits on a rock. He looks at his\nwatch.\n\nEXT. HOTEL ENTRANCE - EVENING\n\nThe hotel guests are lined up in front of the coach. Some of\nthem have unconscious bodies of loners beside them. The Maid\nholding a folder goes to each hotel guest in turn and\nannounces to them how many extra days’ stay at the hotel they\nhave earned based on the number of loners they have captured.\nShe first shines a light in their faces and then on the\nbodies beside each guest. She comes first to Lisping Man.\n\nMAID\nRoom 186, one loner, one extra day.\n38 days’ stay left, plus one, 39.\n\nShe then goes to Heartless Woman.\nMAID (CONT'D)\nRoom 290, four loners, four extra\ndays. 154 days’ stay left, plus\nfour, 158.\nNext is Limping Man.\nMAID (CONT'D)\nRoom 206.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAID (CONT'D)\nRoom 290, four loners, four extra\ndays. 154 days’ stay left, plus\nfour, 158. Next is Limping Man. MAID (CONT'D)\nRoom 206. \n\nTARGET SECTION TO BE ANNOTATED:\n The days of your stay\n\nremain unchanged.\n\nShe then goes to David. He has taken no prisoners.\n\f33\n\n21.\n\nMAID (CONT'D)\nRoom 101. The days of your stay\nremain unchanged.\n\nThe Maid moves on.\n\nMAID (CONT'D)\nRoom 302?\n\nOne of the waiters who escorted the hotel guests to the hunt\nanswers her.\n\nWARDEN WAITER\nHe never returned. Either he was\nlost in the woods, was captured or...\nhe escaped.\n\nMAID\nIf he doesn’t show up by noon\ntomorrow, arrange for Room 302 to\nbe cleaned and prepared.\n\nWARDEN WAITER\nAlright.\n\nEXT. BREAKFAST ROOM - MORNING\n\nDavid sits alone at a table. He drinks milk. Behind him the\nHotel Manager, a waiter and the Maid are speaking with\nLisping Man. We cannot see him. We can only hear him.\n\nHOTEL MANAGER\nAre you the man in Room 186?\n\nLISPING MAN\nI am, yes.\n\nHOTEL MANAGER\nI imagine you know that\nmasturbation is not permitted in\nthe rooms or in any other area of\nthe hotel.\n\nLISPING MAN\nYes.\n\nHOTEL MANAGER\nAnd yet it has been brought to my\nattention that you continue to do\nit. [To the Maid] Had he ejaculated\nwhen you found him?\n\nMAID\nWe don’t know. There was water\neverywhere in the bathroom because\nhe’d just had a shower, so we\ncouldn’t tell.\n\f34\n\n22.\n\nHOTEL MANAGER\nWere you looking at a photograph\nwhile you were masturbating?\n\nLISPING MAN\nYes.\n\nHOTEL MANAGER\nWhat did the photograph show?\n\nLISPING MAN\nA naked woman on a horse in the\ncountry.\n\nHOTEL MANAGER\nDo you have it with you?\n\nLISPING MAN\nNo. It’s in my room.\n\nHOTEL MANAGER\nIf I were in your shoes I wouldn’t\nbe ogling the naked woman but the\nhorse. I’m sure that horse used to\nbe a weak and cowardly man, just\nlike you.\n\nLisping Man does not reply. We then hear screams.\n\nLISPING MAN\nI’m sorry. I’m sorry.\n\nDavid pours some more milk from the bottle into his glass.\nHis eyes don’t move.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m sorry. David pours some more milk from the bottle into his glass. His eyes don’t move. \n\nTARGET SECTION TO BE ANNOTATED:\n He doesn’t glance back. He looks down at\nhis hand. He stares at it, trying to see if it’s trembling.\nHe looks up and then back down at his hand again.\n\nINT. LECTURE HALL - EVENING\n\nThe Maid and the 50-Year-Old Waiter stand in the middle of\nthe stage. The hotel guests sit and watch. The Hotel Manager\ntalks to the audience with a microphone. Besides her stands\nher partner, as usual.\n\nHOTEL MANAGER\n\nGood evening, everyone. With the\nhelp of this reenactment, we’d like\nto show you what it’s like when\nsomeone lives on their own and what\nit’s like when they live with\nsomeone else.\n\nOne. Man eats alone.\n\nThe 50-Year-Old Waiter opens a folding table on stage and\nplaces a plate on it. He pretends to eat and then suddenly\nchokes, falls off his chair and pretends to die.\n\f35\n\n23.\n\nHe then gets up and sits back down on his chair. This time\nthe Maid sits opposite him.\n\nHOTEL MANAGER (CONT’D)\nTwo. Man eats with woman.\n\nThe 50-Year-Old Waiter again pretends to eat and choke but\nthis time the Maid gets up, performs the Heimlich manoeuver\non him and he recovers. They then hug.\n\nHOTEL MANAGER (CONT’D)\nThree. Woman walks alone.\n\nThe Maid walks across the stage. A WAITER-EXTRA stands in the\nmiddle of the stage, blocks her path, pulls down his trousers\nand pretends to rape her.\n\nHOTEL MANAGER (CONT’D)\nFour. Woman walks with man.\n\nThe 50-Year-Old Waiter and the Maid walk together across the\nstage and pass in front of the rapist waiter. Nothing\nhappens. The audience applauds.\n\nINT. ROOM 101 - MIDDAY\n\nDavid throws a ball for his dog to fetch. The dog looks very\nhappy. David doesn’t praise the dog when it brings the ball\nback. The phone rings.\n\nDAVID\nHello? Yes, send them up. Thank\nyou.\n\nDavid goes to the bathroom and looks at himself in the\nmirror. He washes his face and brushes his teeth in a rush.\nSomeone knocks on the door. David opens the door.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe washes his face and brushes his teeth in a rush. Someone knocks on the door. David opens the door. \n\nTARGET SECTION TO BE ANNOTATED:\n An ELDERLY\nCOUPLE stand outside. They are his parents. He is hugged\nfirst by his father, then by his mother. His mother then hugs\nthe dog.\n\nDAVID’S MOTHER\nEasy now, darling. Look at how he\nwags his tail when he looks at his\nfather. Where’s your father? Go to\nyour father.\n\nThe dog doesn’t move. His father goes to him and strokes him.\nDAVID’S MOTHER (CONT'D)\nLook at him. He’s wagging his tail.\n\nThat’s what dogs do when they’re\nhappy.\n\nThey sit on the edge of the bed.\n\f24.\n\nDAVID’S FATHER\nThis is a very nice room.\n\nDAVID\nIt’s one of their superior rooms.\nIt has a very nice view. Go to the\nwindow and take a look.\n\nDAVID’S FATHER\nIt's really a very nice view.\n\nDAVID\nMother, go and take a look too.\n\nDAVID’S MOTHER\nReally very nice.\n\nDAVID\nWould you like something to drink?\nI can call room service and order\nanything you like.\n\nDAVID’S MOTHER\nI'd like a glass of sparkling\nwater.\n\nDAVID’S FATHER\nThe same for me. That’s a lovely\nidea.\n\nThey sit back down. David calls room service and orders the\nwater.\n\nDAVID’S FATHER (CONT'D)\nIt’s tragic what’s happened to you\nbut I think everything will be\nalright in the end. We’re both very\noptimistic. You have another 26\ndays. That’s three weeks. What am I\ntalking about, that’s more than\nthree weeks. You should get a\nhaircut as soon as you can. You’re\nmuch more handsome with your hair\nshort. Your sister sends her\nregards. She said she'd visit you\nthe first chance she gets. She’s in\nSwitzerland with Mark. They’re\nhaving a wonderful time. Skiing all\nday. Mark didn’t know how to ski\nbut he’s doing very well. He\nmanaged to ski down the whole piste\nall by himself on Monday. Your\nmother told them that they have to\nbe careful though. Skiing’s no\nlaughing matter. You can easily get\nhurt.\n\f36\n\n37\n\n25.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSkiing’s no\nlaughing matter. You can easily get\nhurt. 36\n\n37\n\n25. \n\nTARGET SECTION TO BE ANNOTATED:\nHis parents drink the sparkling water they ordered, down in\none go. They then get up and put on their coats. They say\ntheir goodbyes at the door.\n\nDAVID’S FATHER (CONT'D)\nWe'll come again soon.\n\nDAVID’S MOTHER\nWe'll come again soon. Give this to\nyour brother. It’s sirloin steak.\n\nDAVID\nOkay.\n\nDavid closes the door and continues to play with the dog and\nthe small ball.\n\nINT. BREAKFAST ROOM - MORNING\n\nLimping Man and David sit alone but at adjacent tables and\neat their breakfast. Limping Man looks a little sad. David\ntries to cheer him up.\n\nDAVID\nNew guests arrived yesterday.\n\nLIMPING MAN\nYes, I saw that.\n\nDAVID\nI think I saw a woman with a limp.\n\nLIMPING MAN\nIt’s only a sprained ankle. She’1ll\nbe walking normally again in a few\ndays. I asked her.\n\nDAVID\nThat’s a shame.\n\nLimping Man looks back down at his plate and plays with some\nbutter and his knife. David tries to find something to say\nbut can’t. They sit silently. The alarm bell goes off. They\nall get up and leave the room.\n\nINT. HOTEL COACH - MORNING\nDavid sits in a seat and looks out the window.\n\nFEMALE V.O.\nOne day he sat next to the woman\nwith the biscuits on the coach. He\ngazed out the window, not looking\nat anything in particular, just\ntrying to avoid talking to her.\n\f26.\n\nBiscuit Woman sits beside him.\n\nBISCUIT WOMAN\nHow’s Bob?\n\nDAVID\nHe’s fine.\n\nDavid tries to be polite but the pretence is obvious.\nAlthough she bores him, he feels sorry for her for some\nreason.\n\nBISCUIT WOMAN\nI'd give anything to go for a walk\nwith you and Bob one afternoon.\n\nDAVID\nThe dog’s not allowed out of the\nroom, I'm afraid.\n\nFEMALE V.O.\nThere are some excuses that no-one\ncan argue with, he thought. Some\nexcuses are without doubt better\nthan others. And that was a really\ngood one.\n\nBISCUIT WOMAN\nThese biscuits are for Bob.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome\nexcuses are without doubt better\nthan others. And that was a really\ngood one. BISCUIT WOMAN\nThese biscuits are for Bob. \n\nTARGET SECTION TO BE ANNOTATED:\n I want\nyou to give them to him whenever\nyou want to reward him for\nsomething and tell him they’re from\nme.\n\nDAVID\nThank you.\n\nHe looks out the window again. She doesn’t give up though.\n\nBISCUIT WOMAN\nCan I come to your room sometime\nfor a chat? I could give you a blow\njob or you could fuck me. I always\nswallow after fellatio and I have\nabsolutely no problem with anal\nsex, if that’s your thing. My ex-\nhusband always used to say I had\nthe most beautiful thighs he’d ever\nseen in his life but let’s not talk\nabout him. I’m in Room 180. My\ntelephone extension number is 180.\nI hope I catch some loners today\nbecause I didn’t catch any the last\nfew times. I hope you catch lots\ntoo.\n\nDAVID\nThank you very much.\n\f38\n\n39\n\n27.\n\nBISCUIT WOMAN\nIf I don’t find a suitable partner\nsoon I’m going to kill myself by\njumping from one of the room\nbalconies. I want you to know that.\nMy room is on the first floor. Room\nnumbers that start with a “1” are\non the first floor, those starting\nwith a “2” are on the second floor\nand so on. So 140 is on the first\nfloor and 308 is on the third floor\nand 190 is also on the first floor.\nSo I'll have to jump from some room\nthat’s high up. 380, for example,\nor 420, that would be even better.\n\nFEMALE V.O.\nWhen she stopped talking, he stared\nat her blankly, not knowing what to\nsay. He then opened the window,\nlooked out at the woods and thought\nonce more about how good his excuse\nhad been.\n\nEXT. THE WOODS - MIDDAY\n\nLisping Man walks carefully through the woods. In the\nbackground we see a few hotel residents firing their\ntranquilliser guns and some loners running away. The animals\nin the woods do not react, as if they are used to the\nprocedure, as if it is something that happens often and is\nnot terribly interesting. On the other hand, something really\nexciting happens to Lisping Man.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the\nbackground we see a few hotel residents firing their\ntranquilliser guns and some loners running away. The animals\nin the woods do not react, as if they are used to the\nprocedure, as if it is something that happens often and is\nnot terribly interesting. On the other hand, something really\nexciting happens to Lisping Man. \n\nTARGET SECTION TO BE ANNOTATED:\n He notices a YOUNG LONER\nWOMAN hiding behind a tree. He stealthily approaches her and\nthe woman, realising there’s no escape, starts pleading with\nhim to let her go. The young woman has a lisp. Lisping man\nnotices it as soon as she starts speaking. His eyes sparkle.\n\nLISPING YOUNG WOMAN\nPlease don’t shoot me. I’1l give\nyou this rabbit. It’ll make a great\nsupper.\n\nLisping Man shoots her. He smiles and leans over her\nunconscious body, pushing her hair away from her face so that\nhe can take a better look at her.\n\nINT. COACH - MIDDAY\n\nDavid and Lisping Man sit together. We hear the cries of a\nhotel guest injured during the hunt throughout their\nconversation.\n\nDAVID\nIf you two are so well suited, I’m\nsure they’1l make an exception.\n\f40\n\n28.\n\nLISPING MAN\nI hope so. It’s not just that she\ncan’t pronounce her s’s, she’s also\nblonde. Her hair is the exact same\ncolour as mine. We’d make a perfect\ncouple.\n\nDAVID\nIf you’re so well suited, I’m sure\nthey’11l make an exception.\n\nINT. INDOOR SHOOTING RANGE - MORNING\n\nHotel guests are shooting at targets, so the room is really\nnoisy. David, Limping Man and Lisping Man sit on a bench\nwaiting their turn to shoot at a training target with a gun.\nLisping Man looks excited. Limping Man does not look at\nLisping Man, but is listening to what he says. David seems\nmore involved in the conversation.\n\nLISPING MAN\nI spoke with the Hotel Manager and\nshe said that no one should get\ninvolved with a loner. She said\nit’s dangerous and suggested that\nif I really love her that much, the\nright thing to do is to keep her in\nmy room as a pet. She suggested I\nturn her into a parrot and I\nagreed. The only problem is I can’t\nopen the windows in my room\nanymore, or when I open them I can\nonly open them a little.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe said\nit’s dangerous and suggested that\nif I really love her that much, the\nright thing to do is to keep her in\nmy room as a pet. She suggested I\nturn her into a parrot and I\nagreed. The only problem is I can’t\nopen the windows in my room\nanymore, or when I open them I can\nonly open them a little. \n\nTARGET SECTION TO BE ANNOTATED:\n Yesterday\nshe flew around the room and around\nthe ceiling light and hit against\nthe walls and windows, and when I\nturned the light off she kept on\nflying for a little bit and then\nstopped. I guess she fell asleep.\nHave you thought what animal you\nwant to be if you don’t make it?\n\nDAVID\nA lobster.\n\nLisping Man takes a plastic bag out of his jacket pocket.\nInside are various coloured feathers he has plucked from the\nbird. His eyes are full of joy as he opens the bag and shows\nthe feathers to David and Limping Man.\n\nLISPING MAN\nIt’s such a beautiful parrot. It\nhas green, blue, yellow and red\nfeathers. Take a look.\n\f4l\n\n29.\n\nLimping Man stands up and doesn’t even bother to look at the\ncontents of the bag. He puts his hands into his trouser\npockets and his face turns very serious.\n\nLISPING MAN (CONT'D)\nIf I don’t make it, I’m going to\nbecome a parrot. We’1l live\ntogether. That’s for sure. Why\ndon’t you become parrots too? Then\nwe'll all be together.\n\nLIMPING MAN\nYou're a complete idiot, picking\none of the few animals that can\ntalk when you have a speech\nimpediment. You'll lisp, even as an\nanimal. [To David] As for you,\nthey’11l catch you and throw you\ninto a pot of boiling water until\nyou die and then they’1ll crack open\nyour claws with a tool like pliers\nand they'll suck out what little\nflesh you have with their mouths.\nYou're pathetic, both of you. I’m\nnot going to be turned into some\nanimal. I’11 come visit you though\nwith my partner when we’re walking\ntogether in some park or when we’re\nswimming in the sea or when we're\non one of our trips.\n\nLisping Man punches him in the stomach. Limping Man has his\nhands into his pockets, and so doesn’t have time to react.\nDavid separates them. The waiters do not interfere, they just\nwatch the fight. As soon as David manages to calm them down,\nit’s his turn to take a shot at the range.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavid separates them. The waiters do not interfere, they just\nwatch the fight. As soon as David manages to calm them down,\nit’s his turn to take a shot at the range. \n\nTARGET SECTION TO BE ANNOTATED:\nTRAINER WAITER\nRoom 101, please.\n\nDavid goes and stands beside the waiter. The waiter hands him\nthe gun.\n\nTRAINER WAITER (CONT'D)\nIt’s no coincidence that the\ntargets are always shaped like a\nsingle person and not a couple.\nKill the loner. Shoot him through\nthe heart.\n\nINT. ROOM 101 - MORNING\nThere’s a knock on the door and the Maid enters. She makes\n\nthe bed. David watches her every move. He seems on edge. He\nkeeps out of her way while she does what she has to do.\n\f30.\n\nMAID\nHow many darts did you use\nyesterday?\n\nDAVID\nTwelve.\n\nThe Maid leaves twelve tranquilliser darts on the bedside\ntable. She notes something down in a folder.\n\nMAID\nPlease take off your trousers and\nsit on the bed.\n\nDAVID\nCan we not do this today? It’s\nawful.\n\nMAID\n\nI know. But I’m afraid we have to\ndo it. And you have no idea how\nmuch it helps you psychologically\nin your search for a partner.\n\nDavid takes off his trousers and sits on the edge of the bed.\nThe Maid sits in his lap and jiggles about. She reaches down\nto grab his cock every so often. David looks like he is\nenjoying it against his will. He closes his eyes and lays\nback. Suddenly she gets up.\n\nMAID (CONT'D)\nToday you became erect quicker than\non other days. That’s good. Have a\nnice day.\n\nDAVID\nPlease, just a little bit longer.\n\nThe Maid takes her trolley and leaves. David gets up and runs\nafter the maid. He’s pathetic and desperate.\n\nDAVID (CONT'D)\nThat’s awful. Just awful.\n42 INT. HOTEL POOL - MORNING\nNosebleed Woman is swimming. Limping Man limps up to the\npool’s edge and dives into the water. He swims up to her.\n\nDavid lies on a lounger by the pool and watches them chat.\n\nLIMPING MAN\nHello.\n\nNOSEBLEED WOMAN\nHello.\n\f43\n\n31.\n\nLIMPING MAN\nDo you like to swim breast stroke,\nfront crawl, butterfly or back\nstroke?\n\nNOSEBLEED WOMAN\nI like all the strokes equally.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\n43\n\n31. LIMPING MAN\nDo you like to swim breast stroke,\nfront crawl, butterfly or back\nstroke? NOSEBLEED WOMAN\nI like all the strokes equally. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nperhaps like back stroke a little\nless because I can’t see where I’m\ngoing. I’m always afraid I’m going\nto hit a rock or bump into someone.\n\nLIMPING MAN\nYou're absolutely right. You know,\nI love breast stroke. No, really,\nmy friends often tease me and say,\n“Stop swimming breast stroke all\nthe time!” and then they laugh.\n\nNOSEBLEED WOMAN\nBreast stroke is great. Excellent\nexercise for the back.\n\nNosebleed Woman turns her head away to the left. When Limping\nMan is certain she can’t see him, he purposely knocks his\nhead on the side of the pool and his nose starts to bleed. He\nacts as if nothing has happened.\n\nLIMPING MAN\nWhen swimming breast stroke, men\nshouldn't wear swim shorts as it\nreally limits movement in the\nbuttocks. But you knew that, didn’t\nyou?\n\nHe shows her his breast stroke kick.\n\nNOSEBLEED WOMAN\nI think your nose is bleeding.\n\nLIMPING MAN\nReally? Oh no, not again. This\nhappens to me all the time. It’s\nvery, very annoying.\n\nNOSEBLEED WOMAN\nI know. I have a nosebleed problem\ntoo.\n\nINT. ROOM 101 - EVENING\nDavid is sleeping. The dog is sleeping too. There’s a knock\nat the door. David gets up and answers it. Limping Man stands\n\noutside.\n\nDAVID\nWhat’s the matter?\n\f44\n\n32.\n\nLIMPING MAN\nI want to talk to you.\n\nDAVID\nHave a seat.\n\nLIMPING MAN\nI came to say goodbye.\n\nDAVID\nI saw what you did. It must have\nhurt.\n\nThe man bangs his nose against the wall and it bleeds.\n\nLIMPING MAN\n\nI’m going to ask you a question and\nI want you to answer me honestly.\nWhat’s worse, to die of cold and\nhunger in the woods, to become an\nanimal that will be killed and\neaten by some bigger animal, or to\nhave a nosebleed from time to time?\n\nDAVID\nTo become an animal that will be\nkilled and eaten by some bigger\n\nanimal.\nLIMPING MAN\nExactly.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’s worse, to die of cold and\nhunger in the woods, to become an\nanimal that will be killed and\neaten by some bigger animal, or to\nhave a nosebleed from time to time? DAVID\nTo become an animal that will be\nkilled and eaten by some bigger\n\nanimal. LIMPING MAN\nExactly. \n\nTARGET SECTION TO BE ANNOTATED:\nDAVID\nShe doesn’t suspect that you’re\nlying?\nLIMPING MAN\nNo.\n\nLimping Man hugs David. He stains his shirt with blood.\n\nLIMPING MAN (CONT’D)\nDon’t worry about your shirt. Rub\nit with salt or scrub it with\nammonia and it’1l come out right\naway but whatever you do, don’t use\nhot water. Goodnight.\n\nINT. HOTEL RECEPTION - NIGHT\n\nAll the residents are dressed up - black tie and gowns. This\nis obviously a special occasion. The Hotel Manager is\npresenting the new couple: Limping Man and Nosebleed Woman.\nThey are now formally together, a confirmed couple.\n\f33.\n\nTheir life together will begin with everyone’s blessing. It’s\nlike an instant wedding, a non-ritual ceremony.\n\nHOTEL MANAGER\nI’m very happy because we have a\nnew couple. They met just two days\nago but they are very much in love\nand perfectly suited. They both\nhave the same problem with their\nnoses. They bleed quite suddenly.\n\nThe rest of the hotel guests clap. Nosebleed Woman’s Best\nFriend cries. She realises she is losing her best friend\nforever and feels abandoned. David hesitates at first, but\nafter a while he claps too. But he doesn’t smile, and seems\nworried. A WAITER holds a velvet cushion with tassels, with a\nroom key on it. The Hotel Manager hands the couple the room\nkey.\n\nHOTEL MANAGER (CONT’D)\nTomorrow they will be transferred\nto a double room with a larger\nwardrobe and a larger bathroom.\nThey will be allowed to use the\ngroup sports facilities and to eat\ntogether in the restaurant. They\nwill stay in a double room for two\nweeks and then their final test\nawaits. The pier.\n\nThe rest of the guests clap once more. Limping Man takes the\nmicrophone. He speaks loudly, with excitement and joy.\n\nLIMPING MAN\nI’m very happy.\n\nNOSEBLEED WOMAN\nMe too.\n\nHOTEL MANAGER\nWhat are your thoughts on\npaedophilia?\n\nLIMPING MAN\nI’m against it.\n\nNOSEBLEED WOMAN\nI’m against it.\n\nHOTEL MANAGER\nGood.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIMPING MAN\nI’m against it. NOSEBLEED WOMAN\nI’m against it. HOTEL MANAGER\nGood. \n\nTARGET SECTION TO BE ANNOTATED:\n Do either of you have a\nserious illness that could prove\nfatal within the next five years?\n\nLIMPING MAN\nNo.\n\f45\n\n34.\n\nNOSEBLEED WOMAN\nNo.\n\nHOTEL MANAGER\nVery good. The course of your\nrelationship will be monitored\nclosely by our staff and by me\npersonally. If we notice any\nproblems, any fighting or tension\nbetween you which you cannot\nresolve yourselves for whatever\nreason, you will be assigned\nchildren. That usually helps. A\nlot.\n\nThe couple leaves the room, waving the audience goodbye.\n\nEXT. HOTEL ENTRANCE - AFTERNOON\n\nDavid, Nosebleed Woman, her Best Friend and Limping Man are\nlooking at some children locked behind some railings in a\nlarge enclosure. They all wear identical clothes, tracksuits.\nMost of them are playing. One of the children comes up to\nthem.\n\nCHILD\nHello. My parents split up two\nyears ago. They are both animals\nnow. I’m ten years old. I’m very\ngood at algebra and even better at\ngeometry. If you choose me, I’m\n100% sure you won’t be\ndisappointed. I’m seriously\nthinking of going to study at the\nuniversity. Come closer.\n\nLimping Man goes closer. The child strokes Limping Man’s\ncheek and hair.\n\nCHILD (CONT'D)\n\nI love you so much, daddy. Don’t be\nsad, daddy, everything will be\nfine, you’ll see. I love you so\nmuch. You’re so strong, stronger\nthan any of my classmates’ dads.\nHere you are, daddy, here’s that\ncold beer you asked for.\n\nDavid, Nosebleed Woman, her Best Friend and Limping Man\nleave. The child can be heard from afar.\n\nCHILD (CONT'D)\n\nLook, daddy, I can ride my bike\nwith no hands. If you don’t pick me\nI hope you die alone and that they\nfind your body days after you die.\n\f46\n\n47\n\n35.\n\nDAVID\nI’m sure you won’t need a child.\nYou'll get on just fine.\n\nINT. HOTEL CORRIDOR - AFTERNOON\n\nNosebleed Woman’s Best Friend and David are walking back to\ntheir rooms, side by side.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou'll get on just fine. INT. HOTEL CORRIDOR - AFTERNOON\n\nNosebleed Woman’s Best Friend and David are walking back to\ntheir rooms, side by side. \n\nTARGET SECTION TO BE ANNOTATED:\n David looks at her, notices her\nfigure, the way she walks, her hands, her necklace, her hair.\nDavid's voice grows softer. His tone changes.\n\nDAVID\nYou have really nice hair.\n\nNOSEBLEED WOMAN’S BEST FRIEND\nI know. Look.\n\nNosebleed Woman's Best Friend flicks her head to show David\nhow smoothly her hair moves.\n\nDAVID\nHow do you like mine?\n\nNOSEBLEED WOMAN’S BEST FRIEND\nWell, I think you have quite dry\nhair. It’s also quite obvious\nyou'll be bald in a few years.\n\nDAVID\nThere are ways that you can get\nyour hair back. You can get hair\ntransplants nowadays.\n\nNOSEBLEED WOMAN’S BEST FRIEND\nThey are rarely successful. You can\nalways tell when someone has had a\nhair transplant. Nice hair is not\nsomething you can get, it’s\nsomething you’re born with. And\nsomething that needs lifelong care.\n\nHer strictness on the hair issue ends their conversation and\nDavid can’t muster the courage to have another try.\nDisappointed, he now walks behind her and not next to her.\n\nINT. HOTEL BAR - MORNING\n\nThe Hotel Manager, Nosebleed Woman and her Best Friend sit at\na table. The Best Friend is crying. Nosebleed Woman is not.\n\nHOTEL MANAGER\nToday is your last day. As is\ncustomary, you can choose how you\nwould like to spend your last\nnight.\n\n(MORE )\n\f36.\n\nHOTEL MANAGER (CONT'D)\nWhat I always say in these\nsituations is that it would be wise\nto choose something you cannot do\nas an animal, like read a work of\nclassic literature or sing a song\nyou really like. It would be silly\nif you chose, for example, a walk\nin the grounds or to have sexual\nintercourse with someone because\nthese are things you can also do as\nan animal. But first, your best\nfriend would like to read something\nshe wrote for you that is really\nvery touching.\n\nNosebleed Woman unfolds a sheet of paper.\n\nNOSEBLEED WOMAN\nWe always sat together at school\nand whenever I had a problem I\ntalked to you about it because you\nalways gave the best advice.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut first, your best\nfriend would like to read something\nshe wrote for you that is really\nvery touching. Nosebleed Woman unfolds a sheet of paper. NOSEBLEED WOMAN\nWe always sat together at school\nand whenever I had a problem I\ntalked to you about it because you\nalways gave the best advice. \n\nTARGET SECTION TO BE ANNOTATED:\n When\nwe didn’t manage to find dance\npartners at the school prom, the\nfact that we were together at that\ndifficult moment gave me strength.\nI’m sorry things have come to this.\nI’m sure that if you had a few more\ndays you'd find someone, just like\nI did, because you’re an admirable\nperson and you have very beautiful\nhair and very nice breasts. I was\nalways jealous of your hair, you\nknow that. You were, are, and\nalways will be my best friend and\nI‘1l think of you often and I‘1l\nalways wear those silver earrings\nyou gave me for my birthday. I’1l\nmiss you and however many new\ngirlfriends I make in a few days\nwhen I move back into town, I don’t\nthink I'll find another as true or\nas beautiful as you.\n\nNosebleed Woman’s Best Friend gets up and slaps her. The\nHotel Manager separates them. Nosebleed Woman's nose is\nbleeding from the blows.\n\nNOSEBLEED WOMAN’S BEST FRIEND\nI'd like to watch the film “Stand\nBy Me” with River Phoenix, Kiefer\nSutherland and Richard Dreyfuss.\nAlone.\n\f48\n\n49\n\n50\n\n37.\n\nINT. ROOM 101 - DAY\n\nDavid looks out of his room window. The Maid holds a pony by\nits reins. She opens the gate to the hotel grounds and sets\nthe pony free. Nosebleed Woman and Limping Man hug in the\nhotel entrance and wave goodbye to the pony. The pony doesn’t\nrun off. It just stands there, swishing its beautiful tail.\nThe room phone rings. The display reads 180. He doesn’t pick\nup.\n\nANSWERING MACHINE\nRoom 101. Please leave a message\nafter the tone.\n\nEXT. BASKETBALL COURT - DAY\n\nDavid holds a bag of golf clubs and watches a couple playing\nbasketball one on one in the court from behind the wire\nfence. They’re having fun, they yell and kiss. David is\nfixated by them.\n\nFEMALE V.O.\nWhen I was at the hotel, I never\nmuch left my room. Hardly ever. I\nwent there around four years ago.\nFrom the very first day I knew\nthere was no one there who\ninterested me.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHardly ever. I\nwent there around four years ago. From the very first day I knew\nthere was no one there who\ninterested me. \n\nTARGET SECTION TO BE ANNOTATED:\n I used to listen to\na lot of French music back then,\nand no one else listened to French\nmusic there. I stayed for 19 days.\nI let a waiter fuck me in order to\nhelp me escape. After he’d fucked\nme he said that he wouldn’t let me\ngo and that I’d better just go back\nto my room and quick. I killed him\nand left. I also killed a resident\nwho tried to stop me leaving\nbecause he said he liked me.\n\nEXT. HOTEL GROUNDS - DAY\n\nDavid heads back towards his room carrying golf equipment. He\nsees a crowd of people. Biscuit Woman lies on the ground,\ncovered in blood. She isn’t dead and is screaming in pain.\nDavid runs towards the crowd. He sees the injured woman lying\non the ground and shuts his eyes. He turns away as he can’t\nstand to see her suffer. He spots Heartless Woman and\ninstantly changes his facial expression. He tries hard to\nlook calm and indifferent.\n\nDAVID\nWhat happened?\n\f51\n\n52\n\n38.\n\nHEARTLESS WOMAN\nShe jumped from the balcony of Room\n180.\n\nDAVID\nI hope she dies right away. On\nsecond thought, I hope she suffers\nquite a bit before she dies. I just\nhope her pathetic screams can’t be\nheard from my room because I’m\nthinking about having a lie down\nand I need peace and quiet. I was\nplaying golf and I’m quite tired\nand the last thing I need is a\nwomen dying slowly and loudly.\n\nHEARTLESS WOMAN\nI can’t hear you with all this\nscreaming. We'll talk some other\ntime when it’s quieter. Bye.\n\nHeartless Woman leaves. David turns and watches her leave.\nTWO WAITERS arrive with a stretcher.\n\nINT. ROOM 101 - AFTERNOON\n\nDavid plays the message Biscuit Woman left on his answering\nmachine before she committed suicide. The incident has\nobviously upset him. There’s a hint of regret in his face.\nThe dog stands beside him, as if listening to the message\ntoo.\n\nBISCUIT WOMAN (MESSAGE ON ANSWERING\nMACHINE )\nHello. You're probably in the\nbathroom, that’s why you can’t\nhear the phone ring.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe dog stands beside him, as if listening to the message\ntoo. BISCUIT WOMAN (MESSAGE ON ANSWERING\nMACHINE )\nHello. You're probably in the\nbathroom, that’s why you can’t\nhear the phone ring. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s\nnothing better than a cold shower\nin the morning.\n(pause)\nI‘1l call again a little later when\nyou've finished your shower so we\ncan chat.\n\nHe pushes play to hear it again. The dog wanders off.\n\nINT. BALLROOM - EVENING\n\nHeartless Woman sits alone at a table. David goes up to her.\nHe now seems confident.\n\nDAVID\nMay I join you?\n\nHeartless Woman looks at him and doesn’t answer right away.\n\f53\n\n39.\n\nHEARTLESS WOMAN\nI don’t care. Sit if you like.\n\nHeartless Woman looks at him. They don’t talk, they just\nwatch the other couples dancing on the dance floor. He takes\nhis jacket off and stirs the ice cubes in his glass with his\nindex finger. She takes a cherry from a bowl and pops it in\nher mouth. She chokes. Her face turns red. She slumps over\nthe table and her body jolts about in the chair. David does\nnot react. After a while she stops her charade.\n\nHEARTLESS WOMAN (CONT’D)\nI think we’re a match.\n\nDAVID\nYes, I think so too. Would you like\nfor us to live as a couple from now\non?\n\nHEARTLESS WOMAN\nYes. We’1l inform the reception\ndesk in the morning.\n\nDAVID\nGreat.\n\nINT. DOUBLE ROOM 202 - EVENING\n\nDavid, Heartless Woman and the dog enter the room. This room\nisn’t much bigger than the old one but there is a double bed\nand two bathrobes in the closet. Heartless Woman gives the\ndog a plate with water. The dog laps up the water. David\nlooks happy. He checks the bed and the sheets, he takes his\nclothes off and sits on the chair.\n\nDAVID\nDo you normally sleep on the left\nor the right side of the bed?\n\nHEARTLESS WOMAN\nThe left. You?\n\nDAVID\nThe right. Perfect.\n\nThey sit down on their respective sides of the bed. David\ntakes off his trousers. Heartless Woman sits on his lap and\njiggles about, just like the Maid used to do. She reaches\ndown to grab his cock every so often. Eventually they fuck.\nDavid is behind her.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe reaches\ndown to grab his cock every so often. Eventually they fuck. David is behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n During intercourse he whispers “mmm” and\nHeartless Woman stops and turns to look at him.\n\nHEARTLESS WOMAN\nWhat was that sound? Did you say\nsomething?\n\f54\n\n40.\n\nDAVID\nNo.\n\nHEARTLESS WOMAN\nDo you mind if we fuck in a\nposition where I can see your face?\n\nDAVID\nSure.\n\nHEARTLESS WOMAN\nTurn the light on please, so I can\nsee you better.\n\nDavid turns the light on and they carry on having sex, during\nwhich he tries desperately not to grimace or show signs of\noverexcitement. She looks him straight in the eye to see if\nhe makes any facial expressions. During his orgasm, David\ntries hard to remain cold. This is the most difficult part of\nthe process. His face is sweaty, his eyes wide open.\nHeartless Woman, on the other hand, is naturally\nexpressionless. As soon as they are done, they get dressed.\n\nDAVID\nShould I turn off the light or\nwould you like to read?\n\nHEARTLESS WOMAN\nI'd like to read. Does the light\nbother you?\n\nDAVID\nNo. I’m not bothered by light or\nnoise. I’m a deep sleeper.\n\nHeartless Woman reads. David gets under the covers and turns\nhis back to her. He then turns again and he puts his arm\naround her waist. He closes his eyes and sleeps. Heartless\nWoman eyes him suspiciously.\n\nEXT. HOTEL GARDENS - MORNING\n\nDavid, Heartless Woman and the dog are out for a walk. The\ncouple walk hand in hand. They meet Limping Man, who is out\nwalking with Nosebleed Woman and a LITTLE GIRL.\n\nLIMPING MAN\nGood morning.\n\nDAVID\nGood morning.\n\nLIMPING MAN\nCongratulations.\n\nDAVID\nThank you.\n\f41.\n\nLIMPING MAN\nThis is our daughter. Her name is\nElizabeth. Elizabeth, give the nice\nman a kiss. He’s a friend of mine.\n\nThe girl goes up to David. He does not bend down to be\nkissed.\n\nDAVID\nThe last thing I want right now is\na kiss from a silly little girl.\n\nThey stand there a little, motionless and then David kicks\nthe child on her shin.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe does not bend down to be\nkissed. DAVID\nThe last thing I want right now is\na kiss from a silly little girl. They stand there a little, motionless and then David kicks\nthe child on her shin. \n\nTARGET SECTION TO BE ANNOTATED:\n She bursts into tears and Nosebleed\nWoman takes her into her arms.\n\nDAVID (CONT'D)\n\nDon't cry, Elizabeth. You should\nthank me, now you'll have a limp\nand be more like your father.\n\nDavid and Heartless Woman leave with the dog.\n\nHEARTLESS WOMAN\nYou should have punched her in the\nface too and bloodied her nose and\nthen said, “Don't cry, Elizabeth.\nYou should thank me, now your nose\nis bloody and you'll be even more\nlike your father.”\n\nDAVID\nYou're right. Why didn’t I think of\nthat.\n\n55 INT. DOUBLE ROOM 202 - DAY\n\nDavid wakes up. Heartless Woman stands over him in a quite a\nthreatening way.\n\nHEARTLESS WOMAN\nGood morning.\n\nDAVID\nGood morning.\n\nHEARTLESS WOMAN\nI killed your brother. I left him\nto die very slowly. He may not be\ndead yet, even as we speak. I was\nkicking him for ages.\n\nShe shows him her leg. Her shoe is covered in blood. David\ntries very hard not to show his true feelings - he’s\ndevastated but pretends that he’s indifferent to what’s\nhappened.\n\f42.\n\nDAVID\nIt doesn’t matter.\n\nHEARTLESS WOMAN\nHe whined a little. A strange kind\nof bark. Something like this. Woof\now-woof. It must’ve been from the\npain. You didn’t hear anything?\n\nDAVID\nNo.\n\nHEARTLESS WOMAN\nYou really are a deep sleeper.\nWould you like some coffee?\n\nDAVID\nI’d love some.\n\nDavid goes to the bathroom.\n\nHEARTLESS WOMAN\nRight. I can’t wait to hear the\nstory you promised to tell me last\nnight, about that student of yours\nat the university and his awful\nfinal project.\n\nDAVID\nIt’s really a very funny story. His\nname was Ryess. R-Y-E-S-S. Ryess.\n\nDavid splashes water on his face and then finally bursts into\ntears. Heartless Woman enters the bathroom and slaps him.\n\nDAVID (CONT'D)\nThese aren’t tears. It’s just\nwater.\n\nHEARTLESS WOMAN\nI knew you were lying.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID (CONT'D)\nThese aren’t tears. It’s just\nwater. HEARTLESS WOMAN\nI knew you were lying. \n\nTARGET SECTION TO BE ANNOTATED:\n I can’t\nunderstand why you did it when you\nknow as well as anyone that a\nrelationship cannot be built on a\nlie. We're going to the Hotel\nManager right now and you'll get\nthe punishment you deserve.\n\nDAVID\nWhat’s the punishment for this?\n\nHEARTLESS WOMAN\nThey turn you into the animal no\none wants to be. You know which\none.\n\nDAVID\nYes. I know.\n\f56\n\n57\n\n58\n\n59\n\n43.\n\nINT. HOTEL CORRIDORS - EVENING\n\nDavid and Heartless Woman are walking around to find the\nHotel Manager. She holds him by the hair. The pain is visible\non his face. David suddenly kicks her in the stomach and gets\naway. He takes the lift. She runs up the stairs.\n\nINT. HOTEL FIRST-FLOOR CORRIDOR - EVENING\n\nHeartless Woman reaches the first-floor corridor and tries\neach door one by one. She sees a door slightly ajar. She\npushes it open and enters. She sees a WOMAN giving a WAITER a\nblow job. A second waiter, the 30-year-old waiter, is fucking\nher while a third, the 50-year-old waiter, sits watching in a\nchair and wanks off.\n\nINT. HOTEL STAIRS - EVENING\n\nHeartless Woman exits the room, walks down the corridor and\ngoes up to the second floor. She is absolutely cool, she\ndoesn’t look angry or nervous, just determined.\n\nINT. HOTEL SECOND-FLOOR CORRIDOR - EVENING\n\nHeartless Woman sees the Maid in the middle of the corridor\nholding a tray with a glass of Campari and soda.\n\nMAID\nI saw a man running back that way.\nHe looked frantic.\n\nAs soon as Heartless Woman turns back, David emerges from one\nof the rooms with a tranquilliser gun and shoots her. The\nMaid leaves the glass of Campari next to Campari Man, who is\nalso unconscious inside the room, and then helps David lift\nHeartless Woman.\n\nFEMALE V.O.\nAt first he wanted to kill her in\nsome horrible and painful way, like\nthe death she had inflicted on his\nbrother. He thought about kicking\nher in the stomach over and over\nagain and then stabbing her in the\nsame spot, in the stomach.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. At first he wanted to kill her in\nsome horrible and painful way, like\nthe death she had inflicted on his\nbrother. He thought about kicking\nher in the stomach over and over\nagain and then stabbing her in the\nsame spot, in the stomach. \n\nTARGET SECTION TO BE ANNOTATED:\n But then\nhe thought that there wouldn’t be\nmuch point because she was already\nunconscious and so she wouldn't\nfeel any pain from the kicks or the\nknife.\n\nDavid carefully carries Heartless Woman through the hotel\nwith the help of the Maid. They meet no one in the corridors.\nHe takes her to the room where they transform people into\nanimals. The Maid unlocks the door.\n\f60\n\n61\n\n62\n\n63\n\n44,\n\nINT. ANIMAL TRANSFORMATION ROOM - EVENING\n\nThe Maid asks David to shoot her with the tranquilliser gun\ntoo, so that no one will suspect her of helping him. He\nshoots her and she falls down unconscious. David shuts the\ndoor behind him.\n\nFEMALE V.O.\nAnd so he decided to turn her into\nan animal. A hotel maid helped him\nand he never understood why she did\nit. I asked him many times what\nsort of animal he turned her into,\nbut he always gave the same answer.\n“That’s none of your concern”. That\nnight he left the hotel, once and\nfor all.\n\nINT. ROOM 101 - EVENING\n\nThe Hotel Manager runs to the couple’s room with two waiters.\nShe sees the dead dog. She signals to the waiters to set off\nthe alarm. “You Give Love A Bad Name” by Bon Jovi plays\nloudly throughout the building.\n\nFEMALE V.O.\nHe began to run without knowing\nwhere he was headed but he was\nheaded towards us. This was the\nstart of his new life and back\nthen, he didn’t know how much it\nhurts to be alone, how much it\nhurts when you cannot reach to rub\ntiger balm on your upper back and\nyou are constantly in pain.\n\nINT. HOTEL CORRIDOR - EVENING\n\nDavid cautiously disappears down the end of the corridor.\n\nIII. THE WOODS NEAR THE HOTEL\n\nEXT. THE WOODS - MORNING\n\nDavid walks very quickly, almost at a jog, as if he is too\ntired to run but too scared to walk. He stops beside a river.\nHe washes his face and drinks some water. He steams up his\nglasses with his breath and rubs them clean with his t-shirt.\nHe continues to walk quickly. He gets tired.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe steams up his\nglasses with his breath and rubs them clean with his t-shirt. He continues to walk quickly. He gets tired. \n\nTARGET SECTION TO BE ANNOTATED:\n The woods are\nquiet and the only thing you can hear is the birds and the\nsound of water. Everything is still and there are no animals\naround that he can actually see. He lies down on the ground\nbut doesn’t close his eyes.\n\f64\n\n65\n\n45.\n\nHe just rests but it’s obvious that he isn’t relaxed at all.\nHe used to visit these woods as a hunter but now he is the\n\nprey.\n\nEXT. THE WOODS - MORNING\n\nDavid washes his hair in the river with little bottles of\nshampoo he stole from the hotel. Suddenly, he hears a noise.\nA LONER MAN is swimming. David goes towards him.\n\nDAVID\nHello.\n\nLONER SWIMMER\nDon’t shoot. I can tell you where\nthe others are hiding. What would\nyou prefer, one extra day or a\nwhole extra week, maybe even two\n\nweeks?\n\nDAVID\nI'm alone. I just escaped from the\nhotel.\n\nLONER SWIMMER\nDid your time run out or did you\nlie and get caught?\n\nDAVID\nMy time ran out.\n\nLONER SWIMMER\nOkay. I got away about a year ago.\nDon’t worry. There’s nothing to be\nafraid of now. So long as they\ndon’t catch you.\n\nEXT. THE WOODS - EVENING\n\nLoner Swimmer takes David to the LONER LEADER, a woman of\naround 30. She and the rest of the LONERS wear the same\nwaterproof capes and carry backpacks with their personal\nbelongings. David seems a little bit lost as he tries to\nadapt to the current situation which he wasn’t prepared for.\nHe looks around amazed at all these loners who form this\nautonomous community in the forest.\n\nLONER SWIMMER\nI found him out in the woods. He\nescaped from the hotel. He didn’t\nlie, his time ran out.\n\nLONER LEADER\nAre you a doctor, by any chance?\n\f46.\n\nDAVID\nNo.\n\nLONER LEADER\nThat's a pity, we need a doctor. We\nhad one but they caught him a\ncouple of months ago.\n\nDAVID\nI’m an architect.\n\nLONER LEADER\nThat’s okay.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe\nhad one but they caught him a\ncouple of months ago. DAVID\nI’m an architect. LONER LEADER\nThat’s okay. \n\nTARGET SECTION TO BE ANNOTATED:\n Are you on any\nmedication these days we should\nknow of?\n\nDAVID\nWell, not really. I have pain in my\nupper back and I often put some\nheat rub cream on it, but that’s\nall. Nothing important, really.\n\nLONER LEADER\nAlright. So, welcome. You can stay\nwith us for as long as you like.\nYou can be a loner until the day\nyou die, there’s no time limit.\n\nDAVID\nThank you very much.\n\nDavid smiles. Loner Leader gives him an awkward hug.\n\nLONER LEADER\nBy the way, any romantic or sexual\nrelations between loners are not\npermitted and any such acts are\npunished. Is that clear?\n\nDAVID\nCan I have a conversation with\nsomeone?\n\nLONER LEADER\nOf course you can, so long as there\nis no touching or flirting or\nanything like that. That applies at\ndance nights too. We all dance by\nourselves, that’s why we only play\nelectronic music. We have dance\nnights every now and then.\n\nDAVID\nThat’s nice.\n\f66\n\n67\n\n68\n\n47.\n\nEXT. THE WOODS - MORNING\n\nLoner Swimmer, aided by a BANDAGED LONER with bloodied\nbandages over his mouth, gives David a waterproof cape, a\nportable CD player, a pocket-sized game of solitaire, the\nbook “Of Mice and Men” by John Steinbeck and a knife. David\nrealizes that he’s going to be a proper member of this group.\nAs these changes are taking place David acts in a mechanical\nway, without really thinking where all this will lead him. He\nlooks at Bandaged Loner. There’s fresh blood on his bandages.\n\nDAVID\nWhat’s wrong with your mouth?\n\nLONER SWIMMER\nHe can’t talk. He was given the Red\nKiss.\n\nDAVID\nWhat’s the Red Kiss?\n\nLONER SWIMMER\nWe slashed his lips with a razor\nand the lips of another loner and\nwe forced them to kiss each other.\nThat was a few days ago now but the\ncuts were deep and they’re still in\npain. They were flirting, you know.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONER SWIMMER\nWe slashed his lips with a razor\nand the lips of another loner and\nwe forced them to kiss each other. That was a few days ago now but the\ncuts were deep and they’re still in\npain. They were flirting, you know. \n\nTARGET SECTION TO BE ANNOTATED:\nCheck if the portable CD player\nworks properly otherwise I’1l have\nto find you some new batteries.\n\nDavis presses play on the CD player. Music plays. He pushes\nthe stop button.\n\nDAVID\nIt works just fine.\n\nEXT. THE WOODS - MORNING\n\nDavid takes off his t-shirt and rubs Tiger Balm cream onto\nhis upper back, as far as he can reach. He cannot reach most\nof his upper back properly.\n\nEXT. THE WOODS - MORNING\n\nLoner Leader watches a pig eating some weeds. She creeps up\nwithout making a sound and slips a lead around its neck. They\nstart walking in the woods. Wherever the animal stops, the\nleader digs into the ground with her hands as if looking for\nsomething. She then gets up, wipes the soil off her hands and\ncontinues walking the pig.\n\f69\n\n48.\n\nEXT. THE WOODS - MORNING\n\nThe loners stand in rows and exercise. Loner Leader checks\ntheir technique, corrects them whenever necessary, and yells\nat the lazy ones.\n\nFEMALE V.O.\nThat was the first time I saw him.\nHe was exercising three rows behind\nme but because I’m shortsighted, I\ncouldn’t see him clearly. In any\ncase, he seemed quite presentable.\n\nWe see a woman, whom we’ll soon get to know as SHORTSIGHTED\nWOMAN, exercising and looking at David. David does what the\nothers do, a little confused but determined at the same time.\n\nFEMALE V.O. (CONT'D)\nThe next day, in town, I found out\nthat he was shortsighted too, just\nlike me and I knew for sure that he\nliked me. That night, in my sleep,\nI dreamt that we lived in a big\nhouse together in the town with a\nlarge, well-lit kitchen and I was\nwearing dark blue trousers and a\ntight cream blouse and he took my\nclothes off and fucked me up the\narse and as he was fucking me a\nthug came into the kitchen and took\nthe steak knives from the second\ndrawer and attacked us, stabbing\nthe knives into our bellies one by\none. I woke up terrified.\n\nThe loners then form a line and start jogging through the\nwoods.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat night, in my sleep,\nI dreamt that we lived in a big\nhouse together in the town with a\nlarge, well-lit kitchen and I was\nwearing dark blue trousers and a\ntight cream blouse and he took my\nclothes off and fucked me up the\narse and as he was fucking me a\nthug came into the kitchen and took\nthe steak knives from the second\ndrawer and attacked us, stabbing\nthe knives into our bellies one by\none. I woke up terrified. The loners then form a line and start jogging through the\nwoods. \n\nTARGET SECTION TO BE ANNOTATED:\n A LONER gets caught in a foothold trap. He screams.\nThe others stop but don’t help him. They talk amongst\nthemselves and give him advice on how to free himself. David\nwatches. Shortsighted Woman stands behind him.\n\nLONER LEADER\nTry harder. Pull the trap open with\nyour hands. Positive thinking is\neverything at times like this.\nDon’t give up. You know, you\nshould've been more careful. Try\nharder. Or they'll find you and\nyou'll be turned into an animal. A\nweak one.\n\nThe other loners laugh.\n\nLONER LEADER (CONT’D)\nWe must get a move on now. It’s\nreally too dangerous to stay here.\nThe hotel guests could be here any\nminute.\n\n(MORE )\n\f70\n\n49.\n\nLONER LEADER (CONT’D)\nIf you manage to free yourself, run\nas fast as you can and come find\nus. If you manage to free yourself\nbut think that you’1l die from the\nbleeding, go straight to your\ngrave. Have you dug your own grave?\n\nTRAPPED LONER\nYes.\n\nLONER LEADER\nVery good. That’s enough for now.\nLet’s split up and spread out.\nWe'll rendezvous tonight at meeting\npoint four.\n\nEXT. THE WOODS - MORNING\n\nDavid hides and hears the sound of people running and guns\nfiring. He tries to cover himself with leaves, moving slowly\nand quietly, and smears mud on his face. Silly little things\nout of inexperience and despair. Despite his efforts, he is\nquickly discovered by Lisping Man, who takes aim at David\nwith his tranquilliser gun. David puts his hands up.\n\nLISPING MAN\nWhat you did to that woman was\ndreadful. I can’t understand why\nyou would turn her into a dog and\nthen kick her to death.\n\nDAVID\nShe killed my brother. I would have\ndone the same thing if she’d killed\nyou. You’re like a brother to me.\nYou're my best friend in the whole\nworld.\n\nLISPING MAN\nI don’t believe I’m your best\nfriend in the whole world. You used\nto spend a lot more time with the\nman with the limp.\n\nDAVID\nThat doesn’t matter.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nLISPING MAN\nI don’t believe I’m your best\nfriend in the whole world. You used\nto spend a lot more time with the\nman with the limp. DAVID\nThat doesn’t matter. \n\nTARGET SECTION TO BE ANNOTATED:\n We didn’t\nspeak much but we both knew that in\na pinch we'd be at each other's\nside. Did the man with the limp\nmake it?\n\nDavid is not very convincing. But Lisping Man mellows.\n\nLISPING MAN\nThey're getting ready for the pier.\nIt all begins next week.\n\n(MORE )\n\f50.\n\nLISPING MAN (CONT'D)\nEveryone says they’re going to make\nit as they’re very well suited and\nthe child will help them get past\nthe fighting. What time do you get\nup in the morning?\n\nDAVID\nWhenever we like. And we eat\nwhatever we like.\n\nLISPING MAN\nYou're not thinking of coming back?\nYou know, if you told the Hotel\nManager about your brother she’d\nprobably forgive you.\n\nDAVID\nNo. It’s really nice being on your\nown. There’s no one tying you down.\nYou listen to music whenever you\nlike, go for walks whenever you\nlike, have a chat whenever you\nlike. I don’t miss companionship at\nall. I only miss you because you\nwere my one true friend. Are you\ngoing to shoot me?\n\nLISPING MAN\nI'm afraid I have to. I only have\ntwo days left.\n\nDavid becomes aggressive all of a sudden.\n\nDAVID\nWhat did you say? I can’t\nunderstand you, the way you speak.\n\nLISPING MAN\nI’m going to shoot you. I only have\ntwo days left and I need more time.\n\nDAVID\nYou really believe another day will\nmake a difference? Have you seen\nhow ugly you are? You haven’t got a\nchance. If I were a woman, I'd...\n\nLisping Man prepares to shoot him. Shortsighted Woman jumps\nout from behind a bush and stabs a knife into Lisping Man's\nleg, then David grabs Lisping Man’s tranquilliser gun and\nshoots him.\n\nDAVID (CONT'D)\nThank you.\n\f71\n\n72\n\n51.\n\nSHORTSIGHTED WOMAN\nDon’t tell anyone I helped you. If\nyou want to repay me, there is a\nway. If you kill a rabbit, bring it\nto me to eat. Do you promise?\n\nDAVID\nYes.\n\nSHORTSIGHTED WOMAN\nBye.\n\nShortsighted Woman leaves.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\nYes. SHORTSIGHTED WOMAN\nBye. Shortsighted Woman leaves. \n\nTARGET SECTION TO BE ANNOTATED:\n David stands still and watches her\nwalk off through the trees until she disappears. As soon as\nhe realizes what has just happened he searches through the\nstill-unconscious Lisping Man’s pockets. He finds some bird\nfeathers, which he throws away. He strips off Lisping Man's\nclothes and takes them with him, along with his gun and\nshoes.\n\nEXT. A CLEARING IN THE WOODS - MORNING\n\nThe waiter-driver and the Maid, who joined him for the\njourney, sit outside the coach. The Maid is the one who\nhelped David escape. She picks up a bag and slings it over\nher back.\n\nMAID\nI’m going to go hunting for\ntruffles. They’re delicious and\nquite rare. A kilo can fetch up to\n2,000 pounds.\n\nDRIVER WAITER\nYou're going to need a pig. They’re\nimpossible to find, otherwise.\n\nMAID\nI know.\n\nDRIVER WAITER\nDon’t be long. We have to take them\nback in 50 minutes.\n\nMAID\nOkay.\nEXT. THE WOODS - MORNING\nThe Maid walks and stops under a tree. She looks left and\nright, as if she’s waiting for someone. She then looks at her\n\nwatch. Loner Leader appears. She kisses the Maid’s hand.\n\nMAID\nGood morning.\n\f73\n\n52.\n\nLONER LEADER\nMorning. Did you bring the stuff I\nasked for?\n\nMAID\nThe gun is in the bag, as is the\nkey to the small door. The numbers\nof the double rooms are in this\nblue folder. Try not to lose the\nkey, I have to put it back where I\nfound it. I suggest Saturday\nbecause after the dance everyone is\nquite tired and many of the staff\nare off work on weekends.\n\nLONER LEADER\nWhat about the shampoo?\n\nMAID\nI forgot it. I’1l bring you two\nbottles next time.\n\nLONER LEADER\nYou're terrific, you know that?\n\nMAID\nI don’t know how much longer I can\ntake living in that horrible house\nwith that fat dentist. He’s always\nasking whether I’ve flossed and\nforces me to brush my teeth after\nevery meal, however small.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nLONER LEADER\nYou're terrific, you know that? MAID\nI don’t know how much longer I can\ntake living in that horrible house\nwith that fat dentist. He’s always\nasking whether I’ve flossed and\nforces me to brush my teeth after\nevery meal, however small. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nother day he kissed me on the\ncheek. When all this is over I’m\ngoing to kill him in his dentist’s\nchair. I’m going to shove the drill\ninto his belly.\n\nThe Maid sits on a rock and covers her face with her hands.\nIt looks like she’s crying, but she’s not.\n\nLONER LEADER\nIt’ll all be over soon. Be patient\nand don't forget to take your birth-\ncontrol pills. I'll say it again,\nit’s terrific what you’re doing.\n\nLoner Leader hugs the Maid.\n\nEXT. THE WOODS - EVENING\n\nLoners sit around the woods and rest after the hunt. Loner\nSwimmer eats fruit, Shortsighted Woman listens to music on\nher headphones, Bandaged Loner reads a book. Beside him sits\na female loner who also has bandages on her mouth - she’s\nprobably the other loner punished with the Red Kiss torture.\nDavid sits next to Loner Leader.\n\f74\n\n75\n\n53.\n\nShe rubs a hydrating cream onto her hands and face. She\noffers some to David but he declines with a shake of his\n\nhead.\n\nLONER LEADER\nTomorrow we’re going into town.\nWe're going to buy some new books\nas some people have been\ncomplaining that they’ve read the\nsame book two or three times over.\nAlso, someone lost the second\nvolume of “Crime and Punishment”\nduring a chase and lots of people\nhave read the first part and are\nwaiting to see what happened next.\nYou can come, if you like.\n\nDAVID\nI’1l come.\n\nLONER LEADER\nExcellent. Then you should clean\nup. We must look like very decent,\npresentable couples tomorrow. Make\nsure you cut your nails and comb\nyour hair.\n\nDAVID\nShould I put some aftershave on?\n\nLONER LEADER\nNo, that won’t be necessary.\nEXT. THE WOODS, TREE HOLLOW - EVENING\nLoner Leader pulls a plastic bag out of a tree\ntakes some “civilian” clothes from inside. She\n\nsuit.\n\nLONER LEADER\nHope it fits.\n\nDAVID\nThank you.\n\nThe suit actually fits.\n\nEXT. THE TOWN - MORNING\n\nhollow and\nhands David a\n\nA typical urban environment.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe suit actually fits. EXT. THE TOWN - MORNING\n\nhollow and\nhands David a\n\nA typical urban environment. \n\nTARGET SECTION TO BE ANNOTATED:\n Couples, cars, buses, kids,\nshops. David has his arm around Shortsighted Woman and Loner\nLeader has her arm around Loner Swimmer. They're dressed like\n\noffice workers. They walk through the town and\n\nenter a\n\nshopping centre. They seem happy. They stare at the shop\nwindows, then browse random things like nail polish, paint\n\nbrushes, cotton sheets and wooden frames.\n\f76\n\n77\n\n54.\n\nINT. SHOP - MORNING\n\nThey buy knives, a pair of trainers, bandages, a wrist watch\nand small individual cartons of orange juice.\n\nEXT. SHOP - MORNING\n\nDavid waits for the others. Next to him are three police\nofficers and a woman on her knees. The head officer talks\ninto a mobile CB Radio. The other is checking the woman's\nnails and asks her to show him the soles of her shoes.\n\nPOLICE OFFICER\nWoman. Blonde. Approximately 30-35\nyears old. Certificate expired two\nmonths ago.\n\nWOMAN ARRESTED\nMy husband is a lawyer. You’re all\ngoing to be sued.\n\nThe police officer with the CB looks to the officer who was\nbeen checking the woman and gives him a nod.\n\nPOLICE OFFICER\nNo dirt under her nails or mud on\nher shoes. 9 Belsize Road.\n\nOne of the police officers approaches David.\n\nPOLICE OFFICER 2\nGood morning, sir.\n\nDAVID\nGood morning, officer.\n\nDavid tries to remain calm. Shortsighted Woman comes out of\nthe store and hugs David.\n\nSHORTSIGHTED WOMAN\nI’m sorry, darling. They had such a\nhuge variety of knives. I bought\nthis one, it’s ideal for meat.\n\nDAVID\nThat’s wonderful, dear. Excuse me a\nmoment. How can I help you,\nofficer?\n\nShortsighted Woman kisses him on the cheek.\nPOLICE OFFICER 2\n\nDo you know this woman, by any\nchance?\n\f78\n\n79\n\n55.\n\nDAVID\nActually I’ve never seen her\nbefore.\n\nPOLICE OFFICER 2\nThank you, sir. You have a nice\nday.\n\nDAVID\nYou're welcome, officer.\n\nThe officer leaves. Shortsighted Woman hugs David again with\nthe knife in her hands.\n\nEXT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe officer leaves. Shortsighted Woman hugs David again with\nthe knife in her hands. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE TOWN - MORNING\n\nOut on the street again. David holds Shortsighted Woman's\nhand. They don’t look at each other, but if anyone took a\nlook at them they’d swear they were a real couple.\n\nDAVID\nIf I’m walking too slowly just say\nand I’1ll up my pace.\n\nSHORTSIGHTED WOMAN\nThis pace is fine. Maybe don’t\nsqueeze my hand so tight, my palm’s\ngetting a little sweaty.\n\nDAVID\nBetter?\n\nSHORTSIGHTED WOMAN\nYes, much better.\n\nDAVID\nAre you planning on buying anything\nfor yourself in town?\n\nSHORTSIGHTED WOMAN\nYes, contact lens solution and a\nParker Rollerball.\n\nDAVID\nI didn’t know you were\nshortsighted. I’m shortsighted too.\n\nThey stop talking knowingly, as if there’s nothing more to be\nsaid.\n\nEXT. HOUSE - DAY\n\nThe four loners stand outside the front door of a house.\n\nLoner Leader rings the doorbell. An elderly gentleman opens\nthe door.\n\f80\n\n56.\n\nLONER LEADER\nDad?\n\nThe gentleman hugs her.\n\nEXT. HOUSE GARDEN - DAY\n\nLoner Leader talks to a dog near a kennel, but we can’t hear\nwhat’s being said. The rest sit around a large table and\ndrink orange squash. The couples are very tender with each\nother. David checks on Loner Leader from time to time. We\ndon't know what connects her to the animal; if it was her\nbrother, sister, uncle or just some normal dog. She comes\nback to the table and sits down.\n\nLONER LEADER'S FATHER\nWill you stay a few days?\n\nLONER LEADER\nI'm afraid not, Dad. We’re heading\nback again today. Tomorrow I’m\ngoing away on a business trip. You\nknow how demanding my job is, don’t\nask if I can stay a few days every\ntime I come.\n\nLONER LEADER'S FATHER\nDo you all work for the same\ncompany?\n\nDAVID\nYes.\n\nLONER LEADER'S FATHER\nMy daughter tells me it’s a very\nfine company. Do you agree?\n\nDavid struggles to keep things vague but consistent.\n\nDAVID\nIt’s a rather good company, yes.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you agree? David struggles to keep things vague but consistent. DAVID\nIt’s a rather good company, yes. \n\nTARGET SECTION TO BE ANNOTATED:\nOne of the best, I’d say. The only\nproblem with the job is that I\ndon’t have enough time for my wife\nand kids. We have four beautiful,\nhealthy children.\n\nLONER LEADER'S FATHER\nCongratulations.\n\nDAVID\nBut even if we’d never had\nchildren, I’d never dream of\nleaving my wife.\n\n(MORE )\n\f81\n\n82\n\n57.\n\nDAVID (CONT'D)\n\nEven if it was just the two of us,\non our own, we’d go on trips, we'd\ngo to Portofino in Italy or toa\nGreek island for the summer and so\nour relationship would be as\nintense as it was at the start. I\nlove her so much I could die for\nher. That’s how much I love her.\n\nHe takes Shortsighted Woman’s hand and kisses her on the lips\nin front of everyone for quite some time.\n\nEXT. TOWN STREET - DAY\n\nThe two supposed couples walk down the street. David and\nShortsighted Woman walk in perfect sync.\n\nLONER LEADER\nWell done. For your first day in\ntown, you did great. That bit about\nholiday destinations in the\nMediterranean was brilliant.\n\nDAVID\nThank you very much.\n\nThey feel proud. Shortsighted Woman tightens her grip on\nDavid's hand.\n\nEXT. THE WOODS - MORNING\n\nDavid prepares to hunt rabbits. He sets up rabbit traps using\nthree wooden sticks and a big stone. He joins the sticks\ntogether to form the shape of a 4 and then places the stone\non the biggest stick. When the rabbit tries to take the bait\nunder the rock, the trigger stick moves and the stone falls\non the animal.\n\nFEMALE V.O.\nYou carefully flay the rabbit with\na sharp knife and cut off its head.\nYou then slice open its belly and\nstuff it with well-washed red and\ngreen peppers, not too spicy, and a\nlittle garlic and mint.\n\nWe see that David has caught three rabbits. His hands are\ncovered in blood from the slaughtered animals. He puts the\ndead rabbits in a large sack, dripping with blood.\n\f83\n\n84\n\n58.\n\nFEMALE V.O.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\n83\n\n84\n\n58. FEMALE V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nYou then soak it in lemon juice and\nleave it a while to marinate the\nflesh, skewer it on a stick and\nroast it over the fire for about an\nhour. That's my favourite food,\nrabbit.\n\nHe leaves two of the rabbits beside the sleeping Shortsighted\nWoman.\n\nEXT. THE WOODS - MORNING\n\nDavid sleeps. His digital wristwatch alarm beeps and wakes\nhim up. He turns off the alarm, gets up and goes to the\nriver's edge to wash his face. As he pulls up his shirt\nsleeves, he sees a phrase written on his hand in biro: “River\nbank, beside the tree, 11 a.m.” He rubs the note off with\nwater, looking round to see if anyone is watching.\n\nEXT. THE WOODS - MORNING\n\nDavid and Shortsighted Woman sit side by side. In front of\nthem sprawls a seal. It’s the first time they are alone\ntogether, so they are both a bit tense. At first they avoid\nmaking eye contact and talk with long pauses. He is more shy\nthan she is.\n\nDAVID\nWhen did you become shortsighted?\n\nSHORTSIGHTED WOMAN\nWhen I was 16. You?\n\nDAVID\nWhen I was 12.\n\nSHORTSIGHTED WOMAN\nWhat make were your first pair of\nglasses?\n\nDAVID\nI don’t remember.\n\nSHORTSIGHTED WOMAN\nDo you have astigmatism too?\n\nDAVID\nYes.\n\nSHORTSIGHTED WOMAN\nWould you like me to rub some balm\non your back, on the bits you can’t\nreach on your own?\n\f85\n\n86\n\n87\n\n59.\n\nDAVID\nI'd like that.\n\nShortsighted Woman takes the jar of Tiger Balm from his bag\nand rubs it onto his back.\n\nEXT. THE WOODS - EVENING\n\nLoner Leader gives the other loners clothes like the ones\nworn by the hotel guests and a few pistols. She opens the\nblue folder the Maid gave her. The loners pay close\nattention. They are silent and highly disciplined.\n\nLONER LEADER\nGood evening everyone and good\nluck. I hope you can read my\nhandwriting without any trouble.\nThe room numbers are as follows.\nRoom 206, couple with nice voices.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nI hope you can read my\nhandwriting without any trouble. The room numbers are as follows. Room 206, couple with nice voices. \n\nTARGET SECTION TO BE ANNOTATED:\nRoom 240, couple who both love to\nski. Room 282, couple who both\nstudied, I’m sorry, I can’t quite\nmake it out, couple who both\nstudied.. I think it’s social\nsciences. Pier, couple prone to\nnosebleeds.\n\nDavid waits in line. He also takes a set of clothes.\n\nEXT. THE WOODS - EVENING\n\nThe loners walk through the woods with flashlights. They\ndon’t talk, or if they do they whisper. First in line is\nLoner Leader. Shortsighted Woman follows. David is last in\nline. He looks slightly worried.\n\nEXT. HOTEL - EVENING\n\nThe loners open a small gate using the key the maid gave them\nand enter the hotel gardens. They check to see if there are\nany waiter guards around and hide behind some bushes. David\ngoes up to Loner Leader.\n\nLONER LEADER\nYou and you take 206, you and you\ntake 240, you, you and you take\n282, you take the pier.\n\nDavid jumps in.\n\nDAVID\nCan I go to the pier?\n\f88\n\n60.\n\nLONER LEADER\nOkay then, you go to the pier and\nyou go to 282. We have half an\nhour.\n\nThe loners split up and head off in different directions.\n\nINT. ROOM 206 - EVENING\n\nLoner Leader, Loner Swimmer and Shortsighted Woman stand over\na couple naked in bed. Loner Leader speaks to the couple,\naiming her gun at them. She takes a look at the note the Maid\ngave her.\n\nLONER LEADER\nSo, you both have nice voices, is\nthat right?\n\nMAN WITH A NICE VOICE\nYes.\n\nLONER LEADER\nDo you prefer singing duets or when\none of you sings the lead and the\nother does backing vocals?\n\nMAN WITH A NICE VOICE\nDuets, mostly.\n\nAs the dialogue plays out, Shortsighted Woman picks up a pen,\na notebook and two CDs marked BEST LOVE SONGS EVER: VOL. III\nand slips them into her bag without anyone noticing. Loner\nLeader addresses the Man With a Nice Voice.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the dialogue plays out, Shortsighted Woman picks up a pen,\na notebook and two CDs marked BEST LOVE SONGS EVER: VOL. III\nand slips them into her bag without anyone noticing. Loner\nLeader addresses the Man With a Nice Voice. \n\nTARGET SECTION TO BE ANNOTATED:\nLONER LEADER\nYou, if we kill this woman, do you\nthink you'll manage on your own or\nwill you get involved with someone\nelse?\n\nMAN WITH A NICE VOICE\nI don’t know.\n\nLONER LEADER\nDo you think this woman can survive\non her own, or not? What’s your\nopinion?\n\nMAN WITH A NICE VOICE\nIf you’re going to kill someone,\nkill me. I love her more than\nanything in the world. If you’re\ngoing to kill someone, kill me. I\nlove her more than anything.\n\nLoner Leader now aims her gun at the Woman With a Nice Voice.\n\f89\n\n90\n\n61.\n\nLONER LEADER\nIf we kill this man, do you think\nyou'll manage on your own or will\nyou get involved with someone else?\n\nWOMAN WITH A NICE VOICE\nNo, I wouldn't get involved with\nanyone else, I'd live alone.\nWithout a shadow of a doubt.\n\nLONER LEADER\nDo you believe this man can make it\non his own?\n\nWOMAN WITH A NICE VOICE\nNo. I can live alone, but he can’t.\nI’m on my own for hours while he’s\nat the pool or at the bar. I like\nsitting in the room, it relaxes me,\ncalms me, I like it a lot. I think\nyou should kill him. I won’t\ndisappoint you.\n\nLoner Leader hands the Woman With a Nice Voice the pistol.\nShe’s startled at first. Then she looks at the Man With a\nNice Voice in the eyes and mercilessly pulls the trigger.\nThe gun doesn’t fire. It isn’t loaded. The three loners\nleave them alone together.\n\nEXT. HOTEL GROUNDS - EVENING\n\nDavid walks quickly. He holds a tranquilliser gun. He spots\nhotel signage pointing towards various locations. He stops in\nfront of a sign. It reads “BEACH/PIER/MINI GOLF”.\n\nEXT. PIER - EVENING\n\nTwo waiters guard the yachts moored at the pier. Automatic\nrifles are slung across their backs. But they seem relaxed\nand not very alert. The light is on in one of the three\nyachts.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nAutomatic\nrifles are slung across their backs. But they seem relaxed\nand not very alert. The light is on in one of the three\nyachts. \n\nTARGET SECTION TO BE ANNOTATED:\n30-YEAR-OLD WAITER\nThe only thing that troubles me is\nwhen someone orders something and\nthen they insist they ordered\nsomething else. For example,\nsomeone says they want an espresso\nand then say they didn’t order an\nespresso but a cappuccino and get\nall rude about it and annoyed. I\nfind that quite troubling.\n\f91\n\n62.\n\n50-YEAR-OLD WAITER\nIn situations like that you need to\nbe polite and make them realise\ntheir mistake. If this gets you\nnowhere then take back their\nespresso and bring them a\ncappuccino, that way you avoid any\nhassle. If the problem doesn’t go\naway, if they use physical violence\nor if they continue to change what\nthey asked you for, you just have\nto speak with the manager.\nUnderstood?\n\n30-YEAR-OLD WAITER\nYes.\n\nDavid walks towards them. He hides the tranquilliser gun\nbehind his back.\n\n50-YEAR-OLD WAITER\nRoom number and reason for being\nout, please.\n\nDavid swiftly shoots them both with the tranquilliser gun.\nThey fall down unconscious.\n\nINT. YACHT - EVENING\n\nDavid climbs aboard the yacht. He carefully looks through the\ncabin window. Limping Man and Nosebleed Woman wear identical\nnautical striped outfits. His is stained with blood. Their\nchild, Elizabeth, also sits with them.\n\nLIMPING MAN\nA basketball weighs between 550 and\n650 grams. Did you know that?\n\nNOSEBLEED WOMAN\nNo, I didn’t know that.\n\nLIMPING MAN\nYes. It’s weight is different for\nmen’s and women’s games, but that’s\nroughly how much they weigh. Do you\nknow how much a volleyball weighs?\n\nELIZABETH\nNo, but I’d love to find out.\n\nDavid startles them, appearing behind the little girl. He\nsits down beside them at the table and places the gun next to\nhim.\n\nDAVID\nGood evening.\n\f92\n\n63.\n\nHe takes a glass from in front of Limping Man and the knife\nfrom next to the little girl’s plate and taps the glass with\nthe knife.\n\nDAVID (CONT'D)\nI have an announcement to make. His\nnose doesn’t really bleed on its\nown.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes a glass from in front of Limping Man and the knife\nfrom next to the little girl’s plate and taps the glass with\nthe knife. DAVID (CONT'D)\nI have an announcement to make. His\nnose doesn’t really bleed on its\nown. \n\nTARGET SECTION TO BE ANNOTATED:\n He bangs it against a wall or\na piece of wood or some other hard\nsurface, or else he cuts it with a\npen knife while you aren’t looking.\nSo the answer to the question “Are\nyou suited?” is 100% “No, you're\n\nnot”.\n\nELIZABETH\nShut up. Dad, tell him to leave.\nI’m sleepy.\n\nDAVID\n\nI’m sure that the stain on his t-\nshirt is not blood but cherry juice\nor tomato ketchup or red\nwatercolour paint or something like\nthat.\n\nLimping Man and Nosebleed Woman get up and start to hit him.\nOne holds him down while the other kicks him. David drops the\nknife.\n\nDAVID (CONT'D)\nOr beetroot juice.\n\nElizabeth grabs the knife from the floor.\n\nELIZABETH\nKill him. Mum, here’s the knife.\nKill him.\n\nLimping man pushes David out of the cabin.\n\nLIMPING MAN\nGet out of here while you still\ncan.\n\nDavid looks at them with a weird mix of shame and contempt\nand then leaves. The hotel alarm sounds from the yacht’s\nspeakers. He jumps to the pier and starts to run towards the\nfence where the others are waiting for him. Shortsighted\nWoman smiles slightly the moment she sees him returning safe.\n\nEXT. THE WOODS - EVENING\n\nThe loners dance, everyone on their own. Electronic music\nplays. David does not dance. He tries to find Shortsighted\nWoman amongst the others. He sees her but before he has time\nto approach her, Loner Leader goes up to David.\n\f93\n\n64.\n\nLONER LEADER\nWhy aren’t you dancing?\n\nDAVID\nMy leg hurts a little.\n\nLONER LEADER\nDid you dig your own grave?\n\nDAVID\nNot yet.\n\nLONER LEADER\nI don’t mean to pressure you, or to\nruin the mood now that we’re\ncelebrating, but at some point\nyou'll have to do it. Don’t expect\nanyone else to dig your grave for\nyou, or to carry your corpse. We’1ll\nthrow some dirt over you but that’s\nabout it. Tomorrow find a spot you\nlike where the ground isn’t too\nrocky and make a start. Enjoy the\nrest of your evening.\n\nEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nTomorrow find a spot you\nlike where the ground isn’t too\nrocky and make a start. Enjoy the\nrest of your evening. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE WOODS - DAY\n\nDavid spies another loner taking rabbits to Shortsighted\nWoman. She smiles and says something to RABBIT LONER, who\nthen says something back. It must have been something very\nfunny because he laughs loudly then waves her goodbye and\nleaves. As soon as Rabbit Loner is gone, David goes up to\nher. He’s obviously upset but tries to hide it.\n\nDAVID\nDid you catch rabbits?\n\nSHORTSIGHTED WOMAN\nNo, someone brought me them.\n\nDAVID\nWho?\n\nSHORTSIGHTED WOMAN\nA friend of mine. You want one?\n\nDAVID\nNo.\n\nSHORTSIGHTED WOMAN\nYou're jealous?\n\nDAVID\nNo, I’m not jealous. It’s just you\ndon’t need to accept rabbits from\nother people.\n\n(MORE )\n\f65.\n\nDAVID (CONT'D)\nIf you need more rabbits, just tell\nme and I'll bring you more.\nCatching a rabbit is difficult, but\nI’ll try harder. There’s no need\nfor you to be indebted to the\nothers.\n\nSHORTSIGHTED WOMAN\nThank you very much.\n\nDAVID\nThat man who brought you the\nrabbits, is he shortsighted?\n\nSHORTSIGHTED WOMAN\nI don’t know. I don’t think so.\n\n94 EXT. THE WOODS - DAY\n\nDavid goes up to Rabbit Loner who’s shaving his face in the\nriver. He stares at him for a while then speaks loudly.\n\nDAVID\nAfternoon. Is that a sparrow up in\nthat tree?\n\nRABBIT LONER\nI can’t really see that far, but I\ndon’t think so.\n\nDAVID\nAre you shortsighted?\n\nRABBIT LONER\nNo.\n\nDAVID\nYou're lying.\n\nRABBIT LONER\nIt’s the truth.\n\nDAVID\nWhat does it say here?\n\nDavid shows him the zip on his jacket.\n\nRABBIT LONER\nYKK.\n\nDAVID\nYou knew that already. All zips say\nthe same thing.\n\f95\n\n96\n\n66.\n\nRABBIT LONER\nI’m not shortsighted. I don’t\nunderstand why you won't believe\nme. I can see very clearly. I used\nto be a pilot.\n\nDAVID\nYou're wearing contact lenses.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can see very clearly. I used\nto be a pilot. DAVID\nYou're wearing contact lenses. \n\nTARGET SECTION TO BE ANNOTATED:\nRABBIT LONER\nI’m not wearing contact lenses. I’m\nnot shortsighted, I swear.\n\nDAVID\nYou are. You think I’m an idiot and\ncan’t tell.\n\nDavid hits him, kicks him and pins him down. He pulls open\nhis eyelids.\n\nDAVID (CONT'D)\nLook up. I said, look up.\n\nRabbit Loner obeys. David fingers his eyeballs to check\nwhether he’s wearing contact lenses or not.\n\nDAVID (CONT'D)\nNow down. Left and right.\n\nDavid gets up. Rabbit Loner stays down on the ground.\n\nDAVID (CONT'D)\nI’m sorry. I thought you were\ntrying to fool me. I’m sorry.\n\nEXT. THE WOODS - DAY\n\nDavid and Shortsighted Woman put CDs into their portable\nplayers. Beside them stands a pony, it might be that girl\nfrom the hotel.\n\nDAVID\nWe need to concentrate, we both\nhave to press play at the same\ntime. I’1l1 count down from five and\nwe’ll push the button on zero.\nFive, four, three, two, one, zero.\n\nThe both push their buttons and dance in each other’s arms.\nWe hear the same song playing twice, overlaid, the two\nstreams a little out of sync.\n\nEXT. THE WOODS - MORNING\n\nDuring the voice over, we see various scenes from the lives\nof the loners.\n\f97\n\n67.\n\nLoners watching a dog attacking a seal in the middle of the\nwoods, a loner fighting with another loner, a loner lying\ndead, loners washing themselves in the river, Loner Leader\nfeeding the pig.\n\nFEMALE V.O.\nWe've developed a code so that we\ncan communicate with each other,\neven in front of the others,\nwithout them knowing what we are\nsaying. A handstand means “I miss\nyou so much”. When we turn our\nheads to the left it means “I love\nyou more than anything in the\nworld” and when we turn our heads\nto the right it means “Watch out,\nwe're in danger.” We had to be very\ncareful in the beginning not to mix\nup “I love you more than anything\nin the world” with “Watch out,\nwe're in danger.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe've developed a code so that we\ncan communicate with each other,\neven in front of the others,\nwithout them knowing what we are\nsaying. A handstand means “I miss\nyou so much”. When we turn our\nheads to the left it means “I love\nyou more than anything in the\nworld” and when we turn our heads\nto the right it means “Watch out,\nwe're in danger.” We had to be very\ncareful in the beginning not to mix\nup “I love you more than anything\nin the world” with “Watch out,\nwe're in danger. \n\nTARGET SECTION TO BE ANNOTATED:\n When we raise our\nleft arm it means “I want to dance\nin your arms”. When we make a fist\nand put it behind our backs it\nmeans “Let’s fuck, I’m horny”. The\ncode grew more and more as time\nwent by and within a few weeks we\ncould talk about almost anything\nwithout even opening our mouths.\nAbout history, music, our\nchildhood, everything.\n\nINT. LONER LEADER'S PARENTS’ HOUSE - MORNING\n\nLoner Leader, Loner Swimmer (her supposed husband), her\nfather and her mother, sit on the sofa. They all seem\nrelaxed, they’ve been drinking and they’re enjoying the\nstories told by the elderly couple. David and Shortsighted\nWoman sit in a corner.\n\nLONER LEADER'S FATHER\nI met your mother when we were at\nschool. We were both top of the\nclass in music. I was a little\nbetter than her on the guitar\nbecause my fingers are longer and\nstronger, which is very important\nwhen playing chords. She was better\nat singing. We began meeting to\nstudy together. We became a couple\njust a month before leaving school.\nIf we’d waited one more month, we’d\nhave been sent to the hotel. Can\nyou imagine?\n\f98\n\n99\n\n68.\n\nLONER SWIMMER\nLet’s not talk about unpleasant\nthings. I can’t wait for you both\nto play us some music.\n\nLoner Leader's father begins to play the guitar. Her mother,\nsitting beside him, begins to sing. David kisses Shortsighted\nWoman on the hand. She begins to stroke his hair and then\nfrench kisses him for a long time. Loner Leader, annoyed,\nslaps them.\n\nLONER LEADER\nThat’s enough. Show my parents some\nrespect, they’re playing you music.\n\nLONER LEADER'S MOTHER\nThat’s okay.\n\nLONER LEADER\nNo mother, it is not okay. Please,\ncontinue.\n\nLONER LEADER'S MOTHER\nDo you want us to perform the same\nsong, or something else?\n\nLONER LEADER\nSomething else.\n\nEXT. TOWN STREET - MORNING\n\nLoner Leader and Loner Swimmer go on ahead. David and\nShortsighted Woman follow behind.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. TOWN STREET - MORNING\n\nLoner Leader and Loner Swimmer go on ahead. David and\nShortsighted Woman follow behind. \n\nTARGET SECTION TO BE ANNOTATED:\n They regret being so\nintimate at the gathering. David tries to read Loner Leader,\nto figure out if she suspects them or not.\n\nDAVID\nWe were great today, weren’t we?\nMaybe even better than last time.\nLoner Leader says nothing. They walk quickly.\nDAVID (CONT'D)\nDidn't her parents sing and play\nbeautifully?\n\nSHORTSIGHTED WOMAN\nIt was wonderful.\n\nDavid and Shortsighted Woman smile but seem worried.\n\nEXT. THE WOODS - MORNING\n\nThe loners eat fruit together. Loner Leader hands out\nbananas. They sit around a tree trunk. David covers his left\neye with his hand. Shortsighted Woman does a handstand.\n\f100\n\n69.\n\nAll part of their secret code that nobody else understands. A\npink flamingo stands in the distance.\n\nEXT. THE WOODS - EVENING\n\nA LONER WOMAN reads from a notebook. Her voice is that of the\nfemale V.O. we’ve heard throughout the story. Loner Leader\nlistens beside her.\n\nLONER NARRATOR\n“We love each other and we suit\neach other. That’s the reason why\nwe've decided to leave and stay\ntogether forever in the town.\nTomorrow, during the hunt, we're\ngoing to disappear and everyone\nwill think we’ve been captured and\nthat we’re going to be turned into\ndogs or canaries or something. I\nthink the first thing I’m going to\ndo when I get into town is buy a\nbathrobe and then we’ll go to a\npool with a high diving board\nperfect for diving. And we'll do\nlots of different things together,\nserious things not silly ones, like\ngo for walks in the park or play\nthe guitar together”. That’s where\nit ends. There are some notes at\nthe back but I don’t think they’re\nimportant.\n\nLoner Leader stands perfectly still. She seems shocked and\nenraged even though she kind of suspected it.\n\nLONER LEADER\nRead me the notes.\n\nLONER NARRATOR\n“Portofino: Italian fishing village\nand upmarket resort famous for its\npicturesque harbour. Population:\n439. Beaches nearby: Paraggi Beach,\nCamogli, Chiavari and Lavagna.\nSerifos: Greek island located in\nthe western Cyclades.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nPopulation:\n439. Beaches nearby: Paraggi Beach,\nCamogli, Chiavari and Lavagna. Serifos: Greek island located in\nthe western Cyclades. \n\nTARGET SECTION TO BE ANNOTATED:\n Population:\n1,414. The Miners’ Strike of 1916.\nIn the 20th century, the mines of\nSerifos were exploited by the\nmining company “Société miniére\nSérifos-Spiliazeza” under the\ndirection of the German\nmineralogist A. Grohmann, who died\nin 1905”.\n\f101\n\n70.\n\nLONER LEADER\nThat’s enough. Where did you find\nit?\n\nLONER NARRATOR\nIn the woods. Someone probably\ndropped it during the hunt. Do you\nthink it belongs to one of us?\n\nLONER LEADER\nNo. One of the hotel guests must\nhave dropped it. None of us would\nhave written such drivel.\n\nShe takes the notebook and leaves.\n\nEXT. THE WOODS - EVENING\n\nLoner Leader goes up to Shortsighted Woman. She’s reading a\nbook by torchlight. Loner Leader sits next to her and talks\nto her in a really friendly tone of voice.\n\nLONER LEADER\nYou're reading?\n\nSHORTSIGHTED WOMAN\nYes.\n\nLONER LEADER\nWouldn't it be amazing if you could\nread without the help of glasses or\ncontacts?\n\nSHORTSIGHTED WOMAN\nYes.\n\nLONER LEADER\nI'd like to ask you a favour.\n\nSHORTSIGHTED WOMAN\nWhat sort of favour?\n\nLONER LEADER\nDo you have a sheet of white paper,\nby any chance? I want to make a\nlist of the stuff we need from town\nand there’s no paper left in my\nnotebook.\n\nShortsighted Woman looks in her backpack for her notebook.\nShe starts rummaging, distressed.\n\nLONER LEADER (CONT’D)\nIt’s fine if you don’t have any.\nI’1l ask someone else.\n\f71.\n\nSHORTSIGHTED WOMAN\nBut I do. I’m sure I have a\nnotebook with white pages, it’s in\nhere somewhere, I’m sure of it.\n\nLONER LEADER\nDon’t worry. It doesn’t matter.\nTomorrow when we go into town I’1l\nmake a note to buy you a new one.\n\nLoner Leader tenderly touches Shortsighted Woman on her\nshoulder and leaves.\n\n102 INT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nTomorrow when we go into town I’1l\nmake a note to buy you a new one. Loner Leader tenderly touches Shortsighted Woman on her\nshoulder and leaves. 102 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DOCTOR’S SURGERY WAITING ROOM - MORNING\n\nLoner Leader, Loner Narrator and Shortsighted Woman are in a\nwaiting room. The three women are seated on a sofa. There is\na coffee table with past issues of various magazines in front\nof them. Loner Narrator reads one of these magazines.\n\nSHORTSIGHTED WOMAN\nIt’s very dangerous for three women\nto be alone in town together. It’s\nhighly likely the doctor will\nsuspect us. I suggest we leave the\nfirst chance we get. Right now, in\nfact.\n\nLONER LEADER\nDon’t be afraid. No-one will\nsuspect a thing. I bet you weren’t\nexpecting this surprise. Isn’t it\nwonderful?\n\nSHORTSIGHTED WOMAN\nYes, it is. Still, I’d like to\nthink it over for a few days, and\nmaybe I‘1ll have the surgery done\nwhen we're next in town.\n\nLONER LEADER\n\nWhat’s there to think about? If\nit’s better to see clearly or to be\nshortsighted, is that it? That’s\nabsurd, you know that. Anyway, this\ndoctor is the best there is, it’s\nreally very difficult to get an\nappointment. I called him months\nago to get him to see you today.\n\nA SECRETARY goes up to them and shows them the door to the\ndoctor’s office.\n\f103\n\n104\n\n105\n\n106\n\n72.\n\nINT. DOCTOR’S OFFICE - MORNING\n\nThe DOCTOR sits behind his desk. Loner Leader and\nShortsighted Woman sit in two chairs opposite him. This is a\ntypical doctor’s office: big wooden bookcase, a mix of old-\nfashioned and modern furniture, some framed prints of famous\npaintings. The doctor’s hands are shiny and clean, like the\nhands of most doctors.\n\nDOCTOR\nThis operation is what we call\n“routine surgery”. It has a 90%\nsuccess rate, so there’s no need to\nworry. There are no scalpels\ninvolved, the entire procedure is\ndone by laser. There’s no reason\nwhy you shouldn’t see clearly when\nyou're swimming in the sea or when\nyou first wake up in the morning.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt has a 90%\nsuccess rate, so there’s no need to\nworry. There are no scalpels\ninvolved, the entire procedure is\ndone by laser. There’s no reason\nwhy you shouldn’t see clearly when\nyou're swimming in the sea or when\nyou first wake up in the morning. \n\nTARGET SECTION TO BE ANNOTATED:\nContact lens solution, contact lens\ncases, eyeglasses, all that will be\na thing of the past.\n\nLONER LEADER\nThank you very much, doctor.\n\nShortsighted woman doesn’t speak. She makes quite an effort\nto appear happy but doesn’t make a very good job of it.\n\nINT. OPERATING THEATRE - MORNING\n\nShortsighted Woman lies frightened on an operating table. She\nlooks around, sweating. The Doctor anaesthetises her by\nintravenous injection. He then lays out various scalpels on a\nmetal tray.\n\nINT. DOCTOR'S SURGERY WAITING ROOM - DAY\n\nLoner Leader sits and waits. The Doctor brings out\nShortsighted Woman, whose eyes are bandaged up. Loner\nNarrator approaches Shortsighted Woman and gives her a hug.\nShe then puts her jacket over Shortsighted Woman’s shoulders\nand fixes her hair with her hands. Loner Leader pays the\nDoctor. He has a quiet word with Loner Leader but we cannot\nhear what he says very clearly.\n\nDOCTOR\n(whispers )\nShe is blind, as you wished.\n\nEXT. THE WOODS - DAY\n\nShortsighted Woman, kneeling on the ground, holds a knife. It\nlooks like there’s just been a fight. She’s flushed red.\n\f73.\n\nUnable to see, her eyes still bandaged up, Shortsighted Woman\nthreatens anyone who might be close to her with her knife.\nLoner Leader and Loner Narrator keep their distance.\n\nLONER LEADER\nThrow down your knife and stand up.\n\nSHORTSIGHTED WOMAN\nNo.\n\nLONER LEADER\nYou're being completely irrational.\nI understand you’re upset by the\nunexpected results but to accuse me\nis very insulting to say the least.\nThe doctor said there were some\nunforeseen complications after your\nsurgery. That is all. Who would\nhave guessed such a simple\nprocedure could have such\ncatastrophic results? No one.\nAnyway, what reason could I\npossibly have had to do such a\nhideous thing on purpose?\n\nSHORTSIGHTED WOMAN\nWhy did you have to blind me? You\ncould have blinded him.\n\nLONER LEADER\nI have no idea what you’re talking\nabout. The drugs are messing with\nyour head.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\ncould have blinded him. LONER LEADER\nI have no idea what you’re talking\nabout. The drugs are messing with\nyour head. \n\nTARGET SECTION TO BE ANNOTATED:\n If I were you, I’d try\nand be a little braver about the\nwhole thing. Now get up and give me\nthe knife, or I’1l hit you and take\nit by force.\n\nShortsighted Woman says nothing. She’s still holding the\nknife in a threatening manner.\n\nLONER LEADER (CONT’D)\nHere I come.\n\nLoner Leader signals to Loner Narrator, who goes over to\nShortsighted Woman. She grabs the hand holding the knife and\nthey begin to fight. Loner Leader speaks close to Loner\nNarrator’s head, so that the Shortsighted Woman, who is now\nblind, thinks she’s wrestling with Loner Leader.\n\nSHORTSIGHTED WOMAN\nI swear I’m going to kill you.\n\nLONER LEADER\nNo, don’t, please. Let go of my\nhair, you're hurting me.\n\f74.\n\nShortsighted Woman has grabbed Loner Narrator by the hair and\nnow stabs her in the stomach. Loner Leader stays close so\nthat it seems it’s really her fighting Shortsighted Woman and\ngroans in pain with each stab.\n\nLONER LEADER (CONT’D)\nHave mercy, please, [groans] don’t\nkill me. Just think [groans] that\nwhen someone [groans] goes blind,\none of their other senses [groans]\nis heightened. Touch, hearing,\nsmell [groans]. You’1ll smell\nbetter, hear better. You’1ll feel\nthings with your fingers and know\nwhat it is you’re touching\n[groans].\n\nSilence. Loner Narrator has been dead some time now.\nShortsighted Woman raises herself up a little. She feels out\nthe dead woman’s body with her hands and takes her pulse. She\nputs down the bloody knife, wipes her hands and gets up. That\nis when Loner Leader begins her monologue again. Shortsighted\nWoman jumps in fear.\n\nLONER LEADER (CONT’D)\nYou could also catch a dog in the\nwoods and train it to guide you.\nDogs can do that, you know. I’1l\nhelp you catch a dog myself. Now\nthat I think of it, your sense of\ntouch may already be heightened.\nLet’s find out right now.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’1l\nhelp you catch a dog myself. Now\nthat I think of it, your sense of\ntouch may already be heightened. Let’s find out right now. \n\nTARGET SECTION TO BE ANNOTATED:\n I’1l put\nsomething in your hand and you tell\nme what it is. Okay?\n\nLoner Leader gives her something and closes her hand around\nit tight.\n\nLONER LEADER (CONT’D)\nMake a fist. Feel what it is, feel\nits shape. It’s not difficult.\n\nShortsighted Woman falls down and screams. Loner Leader\ncontinues to squeeze her fist.\n\nLONER LEADER (CONT’D)\nWhat is it? What is it? I’1ll give\nyou a little more time to guess but\nI can’t wait much longer. What is\nit?\n\nShortsighted Woman screams. Loner Leader lets go of her hand.\nShe opens her fist and her palm is covered blood.\n\nLONER LEADER (CONT’D)\nTime’s up. It’s a small razor\nblade.\n\n(MORE )\n\f75.\n\nLONER LEADER (CONT’D)\nIt seems your sense of touch hasn’t\nimproved yet but it’1ll happen,\nyou'll see. Now get up. If you\ncarry on acting like this I’m going\nto leave you here and I don’t think\nyou'll manage to find meeting point\ntwo on your own.\n\n107 EXT. THE WOODS - DAY\n\nDavid meets with Shortsighted Woman. She sits on a rock. She\nhas taken the bandages off and wears sunglasses. She tries to\nact calm.\n\nDAVID\nDid you have a nice time in town?\n\nSHORTSIGHTED WOMAN\nSure.\n\nDAVID\nWhat happened to your hand?\n\nSHORTSIGHTED WOMAN\nI was cutting a tree branch with a\nknife, and cut myself by accident.\nYou look handsome today. Did you\nget your hair cut?\n\nDAVID\nThank you. No, I didn’t get a\nhaircut, I’m going to have my hair\ncut today. Look what I brought you.\n\nSHORTSIGHTED WOMAN\nThank you very much. I’m so hungry,\nI'll eat it right away.\n\nDavid is momentarily puzzled.\n\nDAVID\nIt’s a bigger flashlight.\n\nSHORTSIGHTED WOMAN\nI'm sorry, it’s so big I thought it\nwas a rabbit. It’s the biggest\nflashlight I’ve ever seen.\n\nDAVID\nAre you ready for tonight?\n\nShortsighted Woman decides to drop her act.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s the biggest\nflashlight I’ve ever seen. DAVID\nAre you ready for tonight? Shortsighted Woman decides to drop her act. \n\nTARGET SECTION TO BE ANNOTATED:\nSHORTSIGHTED WOMAN\nOf course I am. I want to tell you\nsomething but please don’t get\nangry.\n\f76.\n\nDAVID\nWhat happened?\n\nSHORTSIGHTED WOMAN\nI can’t see a thing. I’m blind.\n\nDAVID\nWhat do you mean?\n\nSHORTSIGHTED WOMAN\nThere’s no point lying to you,\nyou'll find out sooner or later.\nI've lost my sight. Loner Leader\nblinded me this morning, in town.\nShe must have realised that I love\nyou and you love me and that we\nwere going to leave for the town.\n\nDAVID\nHow did she find out?\n\nSHORTSIGHTED WOMAN\nI don’t know. I think she found my\nnotebook.\n\nDAVID\nWhat notebook?\n\nSHORTSIGHTED WOMAN\nMy notebook. I had a notebook,\nwhere I'd write my thoughts about\nus, about how suited we are. I’m\nsorry.\n\nDAVID\nYou can’t see at all?\n\nSHORTSIGHTED WOMAN\nNo, not at all.\n\nDAVID\nAnd when you asked if I’d had a\nhaircut?\n\nSHORTSIGHTED WOMAN\nI said it so you wouldn’t realise I\ncan’t see. I’m sorry.\n\nDavid kicks some dirt. He seems frustrated and disappointed.\nHe turns towards Shortsighted Woman.\n\nDAVID\nDon’t cry. Crying will make your\neyes hurt even more. We’ll find a\nway.\n\f108\n\n109\n\n77.\n\nEXT. THE WOODS - NIGHT\n\nSome loners sleep, others listen to music around a battery-\noperated lantern. David lies on the ground and seems very\nsad. Loner Leader goes up to David, holding a pig on a leash.\n\nLONER LEADER\nI’m going to hunt for truffles. Do\nyou want to come and keep me\ncompany?\n\nDAVID\nI’m a little sleepy.\n\nLONER LEADER\nWe won’t be long. I’ve found a spot\nwhere there are lots of them. We\nwon't be long, I promise. Come on.\n\nDavid gets up.\n\nEXT. THE WOODS - NIGHT\n\nDavid and Loner Leader walk through the woods holding\nflashlights. David looks scared. He doesn’t know if he’s\nabout to be punished as well.\n\nLONER LEADER\nThanks for coming with me.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavid looks scared. He doesn’t know if he’s\nabout to be punished as well. LONER LEADER\nThanks for coming with me. \n\nTARGET SECTION TO BE ANNOTATED:\nSomething terrible happened today\nand I needed some company.\n\nDAVID\nWhat happened?\n\nLONER LEADER\nDidn't you hear what happened in\ntown?\n\nDAVID\nNo.\n\nLONER LEADER\nShortsighted Woman had an operation\nand went blind. It’s so very sad.\nAnd then my deputy leader was\nkilled on our way back. She was\nattacked by a jaguar. I’m really\nvery upset because I was thinking\nof making Shortsighted Woman deputy\nleader as she’s very capable and\nloyal. But then I gave it some\nthought and realised that now it\nwill be difficult for her to\ncommand so many people. The next\nperson I thought could take on such\na responsibility is you.\n\f78.\n\nDAVID\nThank you very much.\n\nLONER LEADER\nDon’t thank me. I trust you\ncompletely and I consider you one\nof the best loners I’ve seen in\nyears. I know you won't disappoint\nme in any way. If something happens\nto me, you will take over. Take a\nfew days to think about it and let\nme know when you’re ready. Here’s\nthe place with the truffles. You\ncan’t imagine how many there are. I\nwanted you to come with me and see\nit for yourself. If you become\ndeputy leader, you’ll need to know\nwhere in the woods you can find\nlots of truffles.\n\nEXT. THE WOODS - MORNING\n\nShortsighted Woman lies under a tree. David stands beside her\nholding four carrots and a fish. Apparently he’s decided not\nto give up yet.\n\nDAVID\nWhat blood type are you?\n\nSHORTSIGHTED WOMAN\nB.\n\nDavid thinks some more.\nDAVID\nDo you like berries? Blueberries?\nBlackberries?\n\nSHORTSIGHTED WOMAN\nNo, no.\n\nDAVID\nCan you play the piano?\n\nSHORTSIGHTED WOMAN\nNo.\n\nDAVID\nDo you speak German?\n\nSHORTSIGHTED WOMAN\nNo.\n\f79.\n\nDAVID\nI could teach you German but it\nwould take at least a year for you\nto be able to speak the basics, not\nfluently. So there’s no point.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n79. DAVID\nI could teach you German but it\nwould take at least a year for you\nto be able to speak the basics, not\nfluently. So there’s no point. \n\nTARGET SECTION TO BE ANNOTATED:\n You\nknow, German is one of the most\ndifficult languages in the world to\nlearn because its grammar is very\ncomplicated.\n\nDavid wakes up, terrified.\n\nEXT. THE WOODS, MIDDAY\n\nShortsighted Woman lies under a tree. David goes up to her\nholding four carrots and a fish. He looks at her, a little\nlost in thought.\n\nDAVID\nWhat blood type are you?\n\nSHORTSIGHTED WOMAN\nB.\n\nDavid thinks some more.\n\nDAVID\nDo you like berries? Blueberries?\nBlackberries?\n\nSHORTSIGHTED WOMAN\nNo, no.\n\nDAVID\nCan you play the piano?\n\nSHORTSIGHTED WOMAN\nNo.\n\nDAVID\nDo you speak German?\n\nSHORTSIGHTED WOMAN\nNo.\n\nDAVID\nI could teach you German but it\nwould take at least a year for you\nto be able to speak the basics, not\nfluently. So there’s no point. You\nknow, German is one of the most\ndifficult languages in the world to\nlearn because its grammar is very\ncomplicated.\n\f112\n\n113\n\nEXT. THE WOODS - MORNING\n\nDavid hands Shortsighted Woman a plastic cup. She\nwith her fingers.\n\nSHORTSIGHTED WOMAN\nA plastic cup.\n\nDAVID\nThat's right. Very good.\n\nHe then hands her a tennis ball.\n\nSHORTSIGHTED WOMAN\n\nA kiwi.\n\nDAVID\nThat's right. Ten out of ten,\nagain.\n\nShe smiles.\n\nDAVID (CONT'D)\nI'm making a fist behind my back.\n\nShortsighted Woman now becomes serious.\n\nSHORTSIGHTED WOMAN\nThat can’t happen. I can’t thank\nyou enough for keeping me company,\nfor the games and activities but\nyou know we can’t do that any more.\nDo you want to play another round\nof “touch-think-guess-win\"?\n\nDAVID\nNo, that’s enough for today. In any\ncase, I’ve run out of things to\ntest you with. Maybe tomorrow, or\none of these days.\n\nSHORTSIGHTED WOMAN\nTomorrow morning?\n\nDAVID\nWe'll see.\n\nEXT. THE WOODS - DAY\n\n80.\n\nfeels it\n\nDavid sings a duet written for a man and a woman all on his\nown.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. THE WOODS - DAY\n\n80. feels it\n\nDavid sings a duet written for a man and a woman all on his\nown. \n\nTARGET SECTION TO BE ANNOTATED:\n He only sings the male part and leaves out the female\n\npart. A rabbit comes up close to him. David looks\n\nat it but\n\ndoes not kill it. He has no reason to hunt rabbits anymore.\n\nThe rabbit hops off.\n\f81.\n\n114 EXT. THE WOODS - DAY\n\nDavid walks through the woods with Loner Leader. He stops at\nsome point and looks around.\n\nLONER LEADER\nHow do you like this place here?\n\nDAVID\nIt’s nice.\n\nLONER LEADER\nIt is nice, and more importantly\nvery quiet because of the rocks you\nhave to climb to get here. Can you\nimagine why I brought you to such a\nquiet place today?\n\nDAVID\nNo.\n\nLONER LEADER\nBecause I think it’s the perfect\nspot for your grave. It was my\nsecond choice for my own grave, but\nin the end I decided on a place a\nlittle to the north of here because\nthere are fewer dogs around there,\ndigging all the time for bones.\n\nShe takes a small pickaxe from her pocket and gives it to\nhim. David starts to dig. After a while he gets tired and\nstops. He’s only managed to dig a small hole. He climbs into\nit but his whole body won’t fit. He tries to fit as best he\ncan.\n\nLONER LEADER (CONT’D)\nYou have to make it bigger so\nyou'll fit better. As I said, there\nare a lot of dogs around here. Now\ncover yourself with soil. Use your\nhands.\n\nHe scoops some soil onto his body and sits there a little,\nmotionless.\n\nLONER LEADER (CONT’D)\nOver your face too. You wouldn’t\nwant your face to get eaten, would\nyou?\n\nDavid puts more soil over his face and body. He seems\nterrified.\n\nLONER LEADER (CONT’D)\nCan you see how great this spot is?\n\f82.\n\nDAVID\nYes. Thank you very much.\n\nLoner leader cuts a flower and puts it on David’s grave.\n\nLONER LEADER\nIf you die before me, I’1l visit\nyou as often I can. I promise.\n\nDavid stays motionless.\n\nEXT. WOODS - MORNING\n\nDavid walks in the forest and comes across a pony.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nDavid stays motionless. EXT. WOODS - MORNING\n\nDavid walks in the forest and comes across a pony. \n\nTARGET SECTION TO BE ANNOTATED:\n The animal\nis probably the woman with the nice hair at the hotel,\nNosebleed Woman’s Best Friend. David stares at the pony with\na mixture of confusion and anger. His face is still full of\ndirt.\n\nDAVID\nHi, how are you? It’s very nice\nmeeting you again.\n\nHe cuts the pony’s mane with a pair of scissors. The animal\nstands still. He then looks the pony in the eye and hits it\nacross the face.\n\nDAVID (CONT'D)\nHow do you like my hair now?\n\nEXT. THE WOODS, MORNING\n\nShortsighted Woman and two other loners are down on their\nknees trying to set a rabbit trap. David approaches them.\n\nDAVID\nGood afternoon.\n\nSHORTSIGHTED WOMAN\nHow are you?\n\nDAVID\nFine.\n\nSHORTSIGHTED WOMAN\nI’m hungry. You haven’t brought me\na rabbit in days. Or things for me\nto touch and guess.\n\nDAVID\nI’ve got good news. I’ve had a\ngreat idea. Have you got a minute?\n\nSHORTSIGHTED WOMAN\nWhat sort of idea?\n\f83.\n\nDavid takes Shortsighted Woman aside and describes his idea\nto her using the physical code they’ve developed between\nthem, but now describing the movements to her orally.\n\nDAVID\nI raise my left foot. I bring my\nelbow to my knee and tap it twice.\nI bring my foot to my knee and tap\nit three times. I lie face down.\nI kneel down. I touch my left cheek\nand then lie face up.\n\nShortsighted Woman thinks for a minute.\n\nSHORTSIGHTED WOMAN\nAre you sure you are prepared to do\nthat?\n\nDAVID\nIt’s the only way.\n\nShe doesn’t speak.\n\nDAVID (CONT'D)\nYes, of course I am. I wouldn’t\npropose it if I wasn’t.\n\nSHORTSIGHTED WOMAN\nWhen?\n\nDAVID\nTomorrow morning?\n\nSHORTSIGHTED WOMAN\nTomorrow morning.\n\nDavid leaves. Shortsighted woman smiles but seems unsure at\nthe same time.\n\nEXT. THE WOODS - NIGHT\n\nDavid attacks a woman in the dark. He hits her. She falls\nunconscious and we see the face of Loner Leader.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE WOODS - NIGHT\n\nDavid attacks a woman in the dark. He hits her. She falls\nunconscious and we see the face of Loner Leader. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes a\nroll of gaffer tape from his pocket, ties her up and gags her\nmouth. He then drags her away.\n\nEXT. THE WOODS - NIGHT\nLoner Leader, tied up, lies in David's freshly dug grave.\n\nDogs circle the shallow pit. Loner Leader tries in vain to\ncut herself loose.\n\f120\n\n84.\n\nEXT. THE WOODS - MORNING\n\nDavid and Shortsighted Woman walk quickly, as if running with\nvery small steps. David walks a little ahead, and\nShortsighted Woman holds his hand and follows behind. They\nare wearing their civilian clothes but David’s suit doesn’t\nfit him very well. It’s a little tight. They talk as they\nwalk.\n\nDAVID\nAre you thirsty?\n\nSHORTSIGHTED WOMAN\nNo.\n\nDAVID\nIt’s not much farther. I can\nalready see the buildings.\n\nThere are no buildings in sight yet.\n\nSHORTSIGHTED WOMAN\nThat’s perfect.\n\nShortsighted Woman continues to walk, a little faster now.\n\nSHORTSIGHTED WOMAN (CONT’D)\nWe should speed up a little bit.\n\nDAVID\nThese trousers are too tight. I’m\nsorry. It was dark and I couldn’t\nsee clearly and I didn’t have the\ntime to try them on. I’m sorry.\n\nSHORTSIGHTED WOMAN\nNever mind.\n\nEXT. MAIN ROAD - MIDDAY\n\nDavid and Shortsighted Woman come out of the woods and onto\nthe road. They walk more slowly now. David hears a noise. He\nturns and sees a vehicle coming in the distance. He pulls\nShortsighted Woman off the road and they hide in some bushes.\nThe vehicle passes them. It is the hotel coach heading into\ntown.\n\nDAVID\nIt’s gone. They didn’t see us.\n\nSHORTSIGHTED WOMAN\nI'm a little hungry. If you see a\nrabbit, kill it and we’ll eat.\n\f121\n\n122\n\n85.\n\nDAVID\nWe don’t have time to hunt. We’1ll\neat when we get into town.\nEverything has to happen as we\nsaid, without delay, without\nwasting time for no reason. We have\nto reach the restaurant before rush\nhour. It'll be much easier if there\naren't lots of people coming and\ngoing in the toilets.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverything has to happen as we\nsaid, without delay, without\nwasting time for no reason. We have\nto reach the restaurant before rush\nhour. It'll be much easier if there\naren't lots of people coming and\ngoing in the toilets. \n\nTARGET SECTION TO BE ANNOTATED:\nSHORTSIGHTED WOMAN\nHave you decided how you’re going\nto do it?\n\nDAVID\nNo.\n\nSHORTSIGHTED WOMAN\nAlright. Let’s not waste any more\ntime talking. Let’s go.\n\nThey get up and head off again down the road.\n\nIv. THE TOWN\n\nINT. TOWN RESTAURANT - DAY\n\nDavid and Shortsighted Woman sit at a table. There aren't\nmany people in the restaurant, just another couple sitting a\nfew tables further back. In front of them are two glasses of\nwater. They are silent.\n\nDAVID\nProfile.\n\nShortsighted Woman turns her head to the left, holds it\nthere, then turns it to the right and holds it there.\n\nDAVID (CONT'D)\nFingers.\n\nShortsighted Woman shows him her fingers. David looks at them\ncarefully.\n\nDAVID (CONT'D)\nElbows.\n\nShortsighted Woman pulls up her sleeves and shows him her\nelbows.\n\nSHORTSIGHTED WOMAN\nWould you like me to show you my\nbelly?\n\f86.\n\nDAVID\nNo, I remember your belly very\nwell. Smile.\n\nShortsighted Woman smiles. She holds the smile for a long\ntime. David signals to a RESTAURANT WAITER. The waiter comes\nto their table.\n\nDAVID (CONT'D)\nCan I have a knife and fork,\nplease? Not a butter knife. A steak\nknife.\n\nRESTAURANT WAITER\nCertainly.\n\nThe waiter brings him a knife and fork wrapped in a napkin.\nDavid examines both pieces of cutlery. He takes the knife and\nwraps the fork back up in the napkin.\n\nDAVID\nI’m going to do it with a knife.\n\nSHORTSIGHTED WOMAN\nDo you want me to come with you?\n\nDAVID\nI'd rather you didn’t.\n\nSHORTSIGHTED WOMAN\nDon’t worry. It’s strange at first\nbut you get used to it. And your\nother senses are heightened. Touch,\nfor example. Your hearing.\n\nDAVID\nI know.\n\nDavid gets up from his chair. He heads towards the toilets.\n\n123 INT. TOWN RESTAURANT TOILETS - DAY\n\nDavid pulls lots of paper towels out of the dispenser. He\ntucks them into his shirt collar and lays them over his\nshoulders to keep the blood off.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\n123 INT. TOWN RESTAURANT TOILETS - DAY\n\nDavid pulls lots of paper towels out of the dispenser. He\ntucks them into his shirt collar and lays them over his\nshoulders to keep the blood off. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks at himself in the\nmirror, checks to see if his hands are trembling and then\nraises the knife, bringing it close to his eye. Closer and\ncloser. He can’t do it, and lowers the knife again. He then\ntakes a few deep breaths and tries again.\n\n124 INT. TOWN RESTAURANT - DAY\n\nShortsighted Woman sits on her own at the table and waits.\nThe waiter fills her glass with water and leaves. We hear\nmany different voices and a door opening and closing. A\ncouple sits down at the table next to her.\n\f87.\n\nShortsighted Woman takes a small sip of water and puts her\nglass back down on the table. Beside her is the restaurant\nfront window, which looks onto a main road. Cars go by.\nVarious couples walk past, some of them have kids, others a\ndog. The scene lasts some time.\n\nTHE END.\n\f"
}