{
  "1": "THE DANISH GIRL\n\nScreenplay\nby\nLucinda Coxon\n\nBased on the novel by\nDavid Ebershoff\n\fTHE DANISH GIRL\n\nEXT. KATTEGAT SEA, JUTLAND, DENMARK, 1920'S, DAY\nFADE IN:\n\nA rectangle of ferociously stormy sea viewed from battered\ncliffs. Silver waves are whipped by a wind that flies at us,\nstinging, relentless. Somewhere, unseen in the barren\nlandscape, something is at its mercy - we hear the RUSTLE and\nPUNCH of the weather going at it...\n\nDISSOLVE TO:\n\nINT. WOMAN'S EYE\n\nThe same scene reflected across the surface of a woman’s\nbrown eye, intense with emotion, curiosity. Gradually, the\nWEATHER SOUNDS are overtaken by VOICES coming up. At first\nthe SOCIAL CHATTER is PERIPHERAL, then the VOICES grow more\nSTRIDENT, OPPRESSIVE. The eye blinks.\n\nINT. GALLERY, COPENHAGEN, DENMARK, EVENING\n\nA painting of the same sea, captured with remarkable accuracy\nof feeling. A HUBBUB OF GABBLING VOICES. Too many people in\na low-ceilinged room. One voice dominates now -\n\nOLDER WOMAN (0.S.)\nDon't you wish you could paint like\nthat?\n\nWe pull out to see GERDA WEGENER’S brown eyes shift from deep *\nscrutiny of the painting to polite social focus as she takes\nin an excited OLDER WOMAN.\n\nGERDA\nI’m sorry...?\n\nOLDER WOMAN\nI said, don't you wish you could\npaint like your husband? Really - you must\nbe so proud...\n\nThe woman smiles and heads into the crowd, leaving Gerda to\nconsider... Gerda’s gaze travels across the well-dressed\ngathering. Far off in a corner, there’s an inner circle\nwhere her handsome husband EINAR WEGENER is being showered\nwith praise. A portly goateed man dominates the scene -\nRASMUSSEN, Einar’s dealer.\n\nRASMUSSEN\nThey're all Veijle, where he grew\nup.\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\nGerda begins walking toward them through the throng...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nA portly goateed man dominates the scene -\nRASMUSSEN, Einar’s dealer. RASMUSSEN\nThey're all Veijle, where he grew\nup. (CONTINUED)\n26/11/15\n\fCONTINUED:\nGerda begins walking toward them through the throng... \n\nTARGET SECTION TO BE ANNOTATED:\nRASMUSSEN (cont'd)\nAnd I don't say my client is\nthe best landscape artist in\nDenmark... but, he is in the top\none!\n\nEinar cringes as the crowd laughs, delighted. An exotic-\nlooking woman with mischief playing on her full lips\napproaches Gerda. This is ULLA FONSMARCK. They're friends.\n\nULLA\n(a stage whisper)\nIt's going very well.\n\nGERDA\nOh yes. He’1l be impossible.\n\nThe women LAUGH. As Gerda looks up, Einar looks across,\nsmiles, trapped in his corner. Gerda nods back, reassuring,\nconspiratorial. Then Einar’s pulled back into the select\ncircle and Rasmussen emits a ridiculous barking LAUGH.\n\nEXT. COPENHAGEN STREET, NIGHT\n\nGerda and Einar, arm in arm, LAUGHING. Gerda wears a\ndistinctively embroidered fine wool wrap. Their FOOTSTEPS\nring down the empty street. A patina of crystallised brine\ncoats doorways, windows, scintillating in the moonlight.\n\nGERDA\nAnd Rasmussen...\n\nEINAR\nOh, come on. Be kind.\nAt least he agreed to see your work.\n\nGERDA\n\nOnly because he was drunk!\nEINAR\n\nI know.\nGERDA\n\nYou were loving it!\n\nEINAR\nI was not.\n\nShe mimics Rasmussen, his ludicrous excitement:\nGERDA\n\n“I don’t say my client is the best\nlandscape artist in Denmark...”\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\n\nEINAR\n“But...”\n\nGERDA\n“He is in the top one!”\n\nThey LAUGH hard. Someone calls from an upstairs window:\n\nMAN AT WINDOW\nHey - people are sleeping!\n\nThe window SLAMS. Gerda and Einar struggle to quieten down,\nhead for the dancing harbour lights - partners in crime.\nEXT. HARBOUR, NEXT MORNING\n\n- MAIN TITLES BEGIN -\n\nFishermen selling straight off the boats to early-rising\ncustomers. Prices are loudly negotiated as the silver catch\nstill writhes and flaps. A city coming to life.\n\nINT. THE WIDOW HOUSE, BEDROOM, MORNING\n\nGerda carries in a breakfast tray. Einar sleeps.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. THE WIDOW HOUSE, BEDROOM, MORNING\n\nGerda carries in a breakfast tray. Einar sleeps. \n\nTARGET SECTION TO BE ANNOTATED:\n She observes\nhis face: long eyelashes, cheeks hollow in repose, delicate\nlips. A little dog, HVAPPE, trots beside her. She puts down\nthe tray and throws back the bedcover. Einar blinks in the\nlight, surprised. He stretches, takes in the silhouetted\n\noutline of his wife: tall, purposeful Gerda.\n\nGERDA\nDo you know what time it is?\n\nHe smiles, sweetly suggestive of pleasure to come...\n\nEINAR\nTime you came back to bed?\n\nGERDA\nNo - I’m ready to start work.\n\nEINAR\nDraw down the blinds.\n\nShe holds back, teases a little.\n\nGERDA\nI told you, I...\n\nEINAR\nGerda...\n\nGERDA\nWhat?\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\nShe takes him in, smiling up at her. Shakes her head.\nGERDA (cont'd)\nYour face... You think I can’t resist\nyou...\n\nEINAR\nDo you want to resist me?\n\nShe approaches the edge of the bed, smiling herself now.\nGERDA\nNo. But I’d like you to ask nicely\nso I don’t feel such a pushover...\n\nEinar reaches towards her.\n\nEINAR\nGerda Wegener - my life, my wife...\n\nHe pulls her into bed... A skittish piano comes up as they\nlaugh, begin to make love. Continues over:\n\nEXT. STREET OUTSIDE COPENHAGEN OPERA HOUSE\n\nEinar crosses the road, heads for the Opera House.\n\nINT. OPERA HOUSE, STAGE DOOR\nEinar greets the doorman, THORBJORN.\n\nEINAR\nThorbjorn.\n\nSTAGE DOORMAN\nMr Wegener.\n\nINT. OPERA HOUSE, COSTUME SHOP, ONE MONTH LATER, DAY\n\nEinar walks between racks of clothes that hang in two tiers\nso the ruffled and feathered hems of jewel-coloured gowns\nbrush his cheeks. An explicit sensual pleasure, which Einar\nis conscious of but feels no need to investigate. He pauses.\nThe ARIA ceases, he hears women CHATTING, sometimes DROPPING\nTHEIR VOICES, emitting DIRTY LAUGHS, which make him smile and\nwonder. A stolen intimacy.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pauses. The ARIA ceases, he hears women CHATTING, sometimes DROPPING\nTHEIR VOICES, emitting DIRTY LAUGHS, which make him smile and\nwonder. A stolen intimacy. \n\nTARGET SECTION TO BE ANNOTATED:\n Einar spies on Ulla, below -\n\nULLA (0.S.)\nTighter!\n\nUlla is being pulled into a corset by a DRESSER. Einar leans\nforward for a better view... She spots him - is delighted,\nbreaks free for a moment.\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\n\nULLA (cont'd)\nEinar Wegener!\n\nThe DRESSER hands Ulla a robe to cover up, but:\nULLA (cont'd)\nOh don’t worry about him - he’s only ever\nhad eyes for one woman.\n\nEINAR\nMy guilty secret’s out.\n\nHe smiles at her, indulgent. She calls up to him -\n\nULLA\nSo - when are you two going to breed me a\ngodchild?\n\nEINAR\n\nYou’re an atheist.\n\nULLA\nI’1l reconsider.\n\nEINAR\nWe're trying.\n\nULLA\nTry harder. I’ve been waiting an eternity.\nHave you tried drinking raw eggs?\n\nEINAR\nNo.\n\nULLA\nDo it. For my sake.\n\nEinar shakes his head. She’s impossible and he adores her.\nULLA (cont'd)\nAnyway what are you doing in today? I\nthought you finished last week?\nEINAR\nI wanted to check on the scrim for the\nstorm scene. And give Gerda some space.\n\nULLA\nAh - she’s got a shy one.\n\nEinar nods, smiles. Ulla prepares to resume her fitting.\n\nULLA (cont'd)\nYou know I’m next?\n\nEINAR\nSo I heard.\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\nULLA\nI won’t be shy.\nEINAR\nI should imagine not.\nULLA\nGood God, she’ll need all her colours for\n\nme!\n\nThey LAUGH and Ulla signals to the dresser to pull at the\ncorset once more, smiles in delighted anticipation of the\ndiscomfort to come.\n\nINT. WIDOW HOUSE, STUDIO, DAY\n\nMR FONNESBECH in a chair on a slightly raised dais. He is\nformally dressed, somewhat stiff. The room is oppressively\nstill. Gerda looks up from her canvas, goes to adjust\nFonnesbech’s arm. He is clearly affected by being touched,\nembarrassed. She returns to the canvas.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nGerda looks up from her canvas, goes to adjust\nFonnesbech’s arm. He is clearly affected by being touched,\nembarrassed. She returns to the canvas. \n\nTARGET SECTION TO BE ANNOTATED:\n After an\nuncomfortable couple of moments:\n\nFONNESBECH\nI wanted to say... I appreciate our being\nalone today. I hope your husband doesn’t\nmind.\n\nGERDA\nNot at all. I could see his being here\nmade you uncomfortable.\n\nFONNESBECH\nIt wasn’t personal.\n\nGerda smiles. Shakes her head - he shouldn’t worry:\n\nGERDA\nIt’s not uncommon.\n\nFONNESBECH\nAh.\n\nFonnesbech’s relieved. Though he’s left with questions.\n\nGERDA\nIt’s hard for a man to be looked at by a\nwoman. Women are used to it, of course,\nbut for a man...\n\nMr Fonnesbech begins to look wildly vulnerable.\nGERDA (cont'd)\nTo... submit to a woman’s gaze. It’s\nunsettling...\n\nFonnesbech nods, relieved - that’s exactly it.\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\nGERDA (cont'd)\nAlthough I believe there’s some pleasure to\nbe had from it, once you...\nShe smiles mischievously.\n\nGERDA (cont'd)\n«yield.\n\nFonnesbech swallows, cheeks pinking. Suddenly:\n\nGERDA (cont'd)\nsit!\n\nFonnesbech flinches. The dog settles. Fonnesbech exhales.\n\nGERDA (cont'd)\nGood girl.\n\nGerda returns to work, eyes glinting at what she’s revealed\nin her sitter: finally getting somewhere.\n\nEXT. WIDOW HOUSE, MONTHS LATER\n\nA CHINESE LAUNDRESS with a large wheeled cart makes her way\nalong the street, RINGING a pair of little BELLS as she goes.\nINT. WIDOW HOUSE, MORNING\n\nEinar quickly but carefully folds Gerda’s chemise and puts it\nin a bag of laundry, hurries to open the door...\n\nINT/EXT. WIDOW HOUSE, EARLY MORNING, A MONTH LATER\n\nEinar hands the bag to the laundress as she passes.\n\nINT. WIDOW HOUSE, BEDROOM, MORNING\n\nGerda at the mirror, putting on her lipstick. Einar comes\nin, reacts, seeing her dressed up. She’s self-conscious.\n\nGERDA\nWell?\n\nEinar can’t help smiling at her implied self-criticism.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s self-conscious. GERDA\nWell? Einar can’t help smiling at her implied self-criticism. \n\nTARGET SECTION TO BE ANNOTATED:\nEINAR\nPerfect. Almost.\n\nHe approaches, uses his thumb to gently blend away a smudge\nof lipstick from her bottom lip. He nods. Perfect now.\n\nEINAR (cont'd)\nGood luck...\n\n26/11/15\n\fEXT. BUSY COPENHAGEN STREET, DAY\n\nGerda carries her heavy portfolio, optimistic, brisk.\n\nINT. ART DEALER'S OFFICE, DAY\n\nRasmussen's face - a look of slight distaste. A sea of\nGerda’s work, on the desk, the floor - competent but\nuninspiring naturalistic depictions of society figures.\n\nRASMUSSEN\nAll portraits...\n\nGerda hesitates a beat, the fact being so self-evident.\n\nGERDA\nIs that bad?\nRASMUSSEN\nNot per se, but... this kind of work is not\n\nreally my...\nHe winces a little. He has to end this:\n\nRASMUSSEN (cont'd)\nGerda... I don’t think it would benefit\neither of us to show these.\n\nA vein begins to throb in Gerda’s neck.\n\nRASMUSSEN (cont'd)\n\nIt’s not a judgement on your abilities - I\nagree with Einar: you could be a first\nclass painter if you found the right\nsubject matter.\n\nIt’s the first time Gerda’s heard this. Her eyes shine,\nstung, betrayed.\nINT. WIDOW HOUSE, STUDIO, DAY\n\nEinar works, hears the door. Gerda brings in the portfolio,\nsets it down, starts taking off her coat. Einar’s tentative:\n\nEINAR\nHow was it?\n\nGERDA\nFine.\n\nHe waits for more, but nothing comes.\nEINAR\n\nI finally mixed the right colour for the\nsnow.\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\nGerda glances at the canvas, hostile.\nGERDA\nAnother view of Vejle. I don’t know how\nyou can paint the same thing over and over.\nEinar misses a beat.\nEINAR\nI suppose I just haven’t finished with it\nyet.\n\nGerda heads towards the door.\n\nEINAR (cont'd)\n\nGerda..?\n\nGERDA\nCould you please not speak to Rasmussen\nabout me again... My work is my business.\n\nStay out of it.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGERDA\nCould you please not speak to Rasmussen\nabout me again... My work is my business. Stay out of it. \n\nTARGET SECTION TO BE ANNOTATED:\nBut she disappears into the bedroom, the door slamming\nemphatically behind her. Einar’s left bewildered.\nINT. BEDROOM, DAY\nGerda’s already regretting the exchange with Einar. She\nunfastens her dress, pulls it off. There’s a bloodstain in\nher underwear. Damn! She breathes.\nINT. STUDIO, DAY\nEinar working as Gerda reappears. She’s composed now,\nrefocused, approaches her easel, organises her paints. Einar\nsteals a look at her, but says nothing. Works on.\n\nEventually:\n\nGERDA\nI have my period.\n\nEINAR (0.S.)\nI’m sorry.\n\nGERDA\nAre you?\n\nShe turns to find him approaching.\n\nEINAR\nOf course I am... You know I am.\n\nA moment of quiet intimacy between them. Gerda shies away,\nreturns to present concerns... her work...\n\n(CONTINUED)\n26/11/15\n\f10.\nCONTINUED:\n\nGERDA\nCould you help me with something?\n\nEinar’s relieved to be able to help.\n\nEINAR\nAnything.\n\nGERDA\nUlla has an extra rehearsal. She cancelled\nagain. Would you try on her stockings and\nshoes?\n\nEinar’s discomfort erupts in a laugh. Is she serious?\nGERDA (cont'd)\nI'm just so behind. I don’t know how I’11\nbe finished in time for her opening...\n\nBut he cuts her off:\n\nEINAR\nI'll do it. It’s fine.\n\nGerda sets a shoebox and the stocking on the sitter’s chair,\ngoes into the kitchen. Einar moves the box and stockings,\nsits in the chair on the dais. The dog leaps up -\n\nEINAR (cont'd)\nNo... no, not now Hvappe...\n\nHe pushes Hvappe down, tests the mesh of the stockings between his\nfingers. He rolls up his trousers.\n\nEINAR (cont'd)\nHe almost snagged this...\n\nGerda marvels at his delicacy. Scolds the dog:\n\nGERDA\nHvappe...\n\nGerda mixes paints. Einar battles with the stockings.\n\nGERDA (cont'd)\nThat’s backwards...\n\nHe fiddles with the second stocking now, a light sweat dewing\nhis forehead by the time he’s rolled both to the knee.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nEinar battles with the stockings. GERDA (cont'd)\nThat’s backwards... He fiddles with the second stocking now, a light sweat dewing\nhis forehead by the time he’s rolled both to the knee. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nopens a shoebox: - the yellow pair from the shop window.\n\nEINAR\nI saw these in the window of\nFonnesbech’s...\n\nGERDA\nSmart aren’t they?\n\n(CONTINUED)\n26/11/15\n\fll.\nCONTINUED:\n\nEINAR\nI don’t think they'll fit...\n\nGERDA\nWell just do what you can.\n\nHe takes them out... Something catches in Einar’s throat as\nhe pushes his toes into the shoe. Gerda’s eyes are narrow as\nshe starts work. Einar looks down at his feet, partly\ncontained in the yellow suede, the disjuncture between the\nbody above and below the knee... he breathes... can’t keep\nhis hands steady. Then:\n\nGERDA (cont'd)\nNo. I need the dress.\n\nThey both look over to where Ulla’s dress hangs. It is white,\nweighted with beads at the hem and cuff. Beautiful.\n\nEINAR\nGerda, I’m not putting it on.\n\nGERDA\nI haven’t asked you to.\n\nShe get sit... lays it across him.\n\nGERDA (cont'd)\nWould you just relax...? The sooner I\nstart, the sooner I finish.\n\nEinar yields reluctantly, as Gerda runs her fingers gently\ndown his face. Satisfied, Gerda returns to work.\n\nEinar’s breathing feels slightly laboured now. The dress\nweighs heavily. His head moves slightly, feeling it brush at\nhis neck. His fingers curl involuntarily around the beaded\ncuff. The SOUNDSCAPE becomes heightened: the creak of\nGerda’s easel, the jangling of her bracelets, the sound of\nthe harbour, the wind in the ships’ riggings. These combine,\nfill his head... until:\n\nULLA (0.S.)\nWell hello, there!\n\nEinar starts... Ulla’s in the doorway, delighted, with a huge\nbunch of lilies. She starts to LAUGH, and because it’s Ulla,\nGerda LAUGHS also. The dog YAPS, excited, confused. Einar’s\ndisoriented. Gerda sees this, stops laughing, but...\n\nULLA (cont'd)\nOh, don’t worry my darling...\n\nShe hands the flowers to him, kisses him:\n\nULLA (cont'd)\nWe're going to call you Lili...",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nGerda sees this, stops laughing, but... ULLA (cont'd)\nOh, don’t worry my darling... She hands the flowers to him, kisses him:\n\nULLA (cont'd)\nWe're going to call you Lili... \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n26/11/15\n\f12.\nCONTINUED:\n\nEinar manages to laugh now as the dog runs BARKING in\ncircles, Ulla’s delight banishing the day’s frustrations.\n\nEXT. HARBOUR, NIGHT\n\nThere are lights on in the Widow House.\n\nINT. WIDOW HOUSE, STUDIO, NIGHT\n\nGerda closes the book she’s been reading, looks up to see\nEinar, working, engrossed. An almost trance-like state. She\nwatches him a while, then approaches, rests her head against\nhis back. He’s comfortable with this, but works on.\n\nGERDA\nSuch concentration. Sometimes when you're\nworking, I think you’re going to slip\nthrough the surface of the painting and\nvanish.\n\nHe smiles a little.\n\nGERDA (cont'd)\nSink into the bog. Like your friend’s kite\nwhen you were a boy.\n\nEINAR\nHans. It was Hans’ kite I crashed.\n\nEinar enjoys the memory for a moment.\n\nEINAR (cont'd)\nPoor Hans. He was so proud of it...\nI couldn’t believe he even let me\nhave a turn...\n\nGERDA\nHe’s probably still sitting on a\nrock, sobbing his heart out.\n\nEinar sets down his brush, turns toward her, away from his\nwork, smiles.\n\nEINAR\nHe’s a dealer in Paris, peddling\nOld Masters to rich Americans.\n\nGERDA\nOh. So we don’t need to worry\nabout Hans.\n\nEINAR\nNo we don’t.\n\nHe takes her in.\n\n(CONTINUED)\n26/11/15\n\f13.\nCONTINUED:\n\nGERDA\nI didn’t mean to disturb you.\n\nEINAR\nThat's okay. I’ve finished.\n\nHe kisses her.\nEINAR (cont'd)\nAnd don’t worry, I won’t disappear into the\nbog.\n\nHe widens his eyes, surprised at his own realisation:\n\nEINAR (cont'd)\nThe bog is in me, silly.\n\nShe pushes him off, LAUGHING.\n\nINT. WIDOW HOUSE, BEDROOM, LATER THAT NIGHT\n\nEinar’s in bed. Gerda pulls off her dress, looks round to\nsee him watching her as she lays her stockings over the chair\nbeside her dressing table.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WIDOW HOUSE, BEDROOM, LATER THAT NIGHT\n\nEinar’s in bed. Gerda pulls off her dress, looks round to\nsee him watching her as she lays her stockings over the chair\nbeside her dressing table. \n\nTARGET SECTION TO BE ANNOTATED:\nGERDA\nWhat?\n\nEINAR\nCan’t a man watch his wife get undressed?\n\nShe goes to take off her lace-edged slip, self-conscious now.\n\nEINAR (cont'd)\nThat slip is new...\n\nGERDA\nYou're very observant.\n\nEINAR\nLeave it on...\n\nShe hesitates, but Einar pulls back the sheet... Gerda keeps\nthe slip on, climbs in beside him. He strokes her body\nthrough the silk...\n\nEINAR (cont'd)\nIt’s very pretty...\n\nGERDA\nI might let you borrow it.\n\nEinar shrugs, rising flirtatiously to the challenge.\n\nEINAR\nI might enjoy that.\n\n(CONTINUED)\n26/11/15\n\f14.\nCONTINUED:\n\nGerda LAUGHS, and Einar kisses her. She teases:\n\nGERDA\nOh really...? Is there something you’d like\nto tell me?\n\nEINAR\nWhy...? Is there something you'd like to\nknow...?\n\nHis fingers trace, quivering, over her...\n\nGERDA\nNo... I’m your wife. I know everything.\n\nEinar thrills, pulls her on top of him, a fresh passion,\nfresh risk about their union.\n\nINT. COSTUME SHOP, LATER THAT NIGHT\n\nA champagne cork POPS. Ulla’s triumphant first night. She’s\non magnificent form, working the room. Gerda’s portrait hangs\nin pride of place. Gerda and Einar chat with a group that\nincludes their friends NIELS and ELSA. Ulla swoops in,\nWHISPERS something in Gerda’s ear. Gerda’s eyes register\ndelight as she looks across at two young men on the other\nside of the room.\n\nGERDA\nBoth of them...?\n\nULLA\nAnd at the same time!\n\nEinar laughs. Gerda shakes her head.\n\nULLA (cont'd)\nMarried people are so delightfully easy to\nshock.\n\nEINAR\nWe just pretend to be shocked because it\nencourages you.\n\nULLA\nI know. That’s why you’re the only\ncouple in my party for the Artists\nBall...\n\nEINAR\nOut of the question.\n\nULLA\nOh, I know Einar hates it, but he’1l have\nto bear with us.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s why you’re the only\ncouple in my party for the Artists\nBall... EINAR\nOut of the question. ULLA\nOh, I know Einar hates it, but he’1l have\nto bear with us. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n26/11/15\n\f15.\nCONTINUED:\n\nEINAR\nShe can go without me.\n\nULLA\nGerda without an escort? It would be a\nscandal.\n\nEINAR\nGerda loves a scandal.\n\nGERDA\nYou've had too much champagne.\n\nNiels and Elsa hear this, tune in...\n\nEINAR\nLook at the way she dresses, flaunting her\nankles. An invitation to corruption.\n\nGERDA\nI don’t think anyone is likely to be\ncorrupted by seeing my ankles.\n\nEINAR\nI was.\n\nThe group laughs delighted by Einar’s buoyant mood.\n\nEINAR (CONT'D) (cont’d)\n\nThe first time we met, I was leaving the\nAcademy, and she was on the steps,\nflaunting said ankles... And she\npropositioned me!\n\nELSA\nIs that true?!\n\nGERDA\nIt was a dare. But when I said hello to\nhim, he actually blushed! He was so shy! So\nI asked him out.\n\nULLA\nAnd you said yes -\n\nEinar scrutinises Gerda.\n\nEINAR\nShe made me. She seemed so sure.\n\nGERDA\nI was sure. I still am.\n\nNIELS\nOh please - enough!\n\nElsa elbows him, turns to Gerda.\n\n(CONTINUED)\n26/11/15\n\f16.\nCONTINUED:\n\nELSA\nNo - what was it about him?\n\nGerda looks at Einar.\n\nGERDA\nI don’t know...\n\nShe remembers, drawing Einar into the recollection.\n\nGERDA (cont'd)\nBut we went for coffee, and after, I kissed\nhim... and it was the strangest thing... it\nwas like kissing myself.\n\nA look between Einar and Gerda, a connection crackling.\n\nULLA\nWell these two won’t be staying much\nlonger...\n\nEINAR\nUnmarried people are so delightfully easy\nto shock.\n\nShe and Einar smile, make their way towards the door.\n\nINT. BEDROOM, NIGHT\n\nEinar comes in, Gerda’s already in bed. He starts to\nundress, turns out the light.\n\nGERDA\nTurn it back on.\n\nHe looks at her. She shrugs, smiles - it’s her turn, after\nall...",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nGERDA\nTurn it back on. He looks at her. She shrugs, smiles - it’s her turn, after\nall... \n\nTARGET SECTION TO BE ANNOTATED:\n He turns it back on, a little awkward now, undressing\nin front of her. She sees this, toughs it out, watching him\n\nanyway.\n\nGERDA (cont'd)\nWere you really corrupted by my ankles?\n\nEinar wears just his shirt now, begins to unbutton.\n\nEINAR\nYou were shameless.\n\nGERDA\nI still am.\n\nEinar peels off his shirt. Underneath, he wears Gerda’s lace-\nedged slip. Gerda GASPS slightly... Einar has outdone her\nwith this imaginative twist. But she rises to the occasion.\nFeels the fabric against his body.\n\n(CONTINUED)\n26/11/15\n\f17.\nCONTINUED:\n\nEINAR\nBeautiful shameless Gerda...\n\nShe traces her fingers across his chest, challenged, aroused.\n\nINT. WIDOW HOUSE, BEDROOM, MORNING\n\nEinar asleep, a SCRATCHING sound in the background. We see\nquick charcoal strokes on paper, Gerda wrapped in Einar’s\ndressing gown, at the side of the bed. She’s fascinated,\nsuddenly able to see the femininity of his features, plays\nwith it, creating a revised Einar... His eyes open...\n\nGERDA\nDid I wake you?\n\nHe raises his eyebrows, entertained. What does she think?\nShe smiles, carries on working.\n\nGERDA (cont'd)\n\nSorry... I couldn’t sleep.\nEINAR\n\nWhy?\nGERDA\n\nWondering about things.\n\nEINAR\nWhat things?\n\nGERDA\nWondering if we made a baby last night.\n\nEinar smiles, surprised.\n\nEINAR\nWhat d’you think?\n\nGerda shrugs, keeps sketching.\n\nGERDA\nWondering when you got so pretty.\nEINAR\nOh, I was always pretty, you just never\n\nnoticed.\n\nGerda LAUGHS, keeps working.\n\nINT. WIDOW HOUSE, STUDIO, A WEEK LATER\n\nIn the studio, Einar looks at the sketches Gerda has made of\nhim, darkly fascinated. He hears Gerda come in.\n\n(CONTINUED)\n26/11/15\n\f18.\n\nCONTINUED:\nGERDA (0.S.)\nHello...?\n\nEINAR\nIn here...\n\ntakes off her coat.\n\nGerda comes in, puts down her workbag,\nGerda’s a little self-\n\nEinar’s still looking at the sketches.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nEINAR\nIn here... takes off her coat. Gerda comes in, puts down her workbag,\nGerda’s a little self-\n\nEinar’s still looking at the sketches. \n\nTARGET SECTION TO BE ANNOTATED:\nconscious...\nEINAR (cont'd)\nThese are good.\nGERDA\nDo you think?\n\nHe nods, absolutely serious. Gerda absorbs this, gratified.\n\nGERDA (cont'd)\nWell thank you. Thank you.\n\nGerda goes out to hang up her coat, calls -\n\nGERDA (cont'd)\nI had coffee with Ulla.\nabout the Artists’ Ball.\n\nShe asked\n\nEinar draws breath to protest, but:\nGERDA (cont'd)\nDon’t worry - I told her no.\n\nEINAR\nYou should go, you enjoy it.\n\nGERDA\nWith you I enjoy it.\n\nEinar feels guilty.\n\nEINAR\nLook - it’s good to be seen\nthings. I understand that.\n\nat those\n\nGERDA\nAnd that’s why you hate them.\n\nGerda shrugs - she gets it. He smiles.\n\nEINAR\nI feel as though I’m performing myself.\n\nGERDA\nGiving them your Einar Wegener.\n\nExactly. Gerda looks at him a moment.\n\n(CONTINUED)\n26/11/15\n\f19.\nCONTINUED:\n\nGERDA (cont'd)\nWhy not give them something different, go\nas someone else?\n\nShe tilts her head. A look between them... this is a\ndeparture... Einar hesitates a moment...\n\nEINAR\nDid you have someone in particular in mind?\n\nA mischievous smile spreads across Gerda’s face... she starts\nto laugh, Einar begins to understand... laughs along...\n\nEINAR (cont'd)\nNo - that’s outrageous!\n\nGERDA\nYou'd be very convincing... You might even\nenjoy it...\nEinar marvels at her... she’s only half-joking.\n\nINT. WIDOW HOUSE, BEDROOM, EVENING\n\nGerda sweeps a layer of foundation over Einar’s face. When\nshe’s done, he opens his eyes. Gerda’s taken aback.\n\nGERDA\nYou'll have to shave closer.\n\nEinar takes in his blanked-out face in the shaving mirror.\nGerda goes to apply eyeliner...\n\nGERDA (cont'd)\n\nClose your eyes... This is hard on someone\nelse...\n\nEINAR\nHere...\n\nEinar takes the crayon, draws a couple of pretty good lines.\n\nEINAR (cont'd)\nHow’s that?\n\nShe marvels at his reflection. It’s bizarrely compelling.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nEINAR (cont'd)\nHow’s that? She marvels at his reflection. It’s bizarrely compelling. \n\nTARGET SECTION TO BE ANNOTATED:\nGERDA\nBetter than I ever manage.\n\nHis reflection looks back. Gerda’s energy is up... She\ndrapes her scarf around his neck...\n\nGERDA (cont'd)\nOh, Lili! I want to sketch you...\n\n(CONTINUED)\n26/11/15\n\f20.\nCONTINUED:\n\nShe hurries him through to the studio... arranges cushions on\nthe chaise.\n\nGERDA (cont'd)\nsit!\n\nEinar sits - a distinctive pose.\n\nEINAR\nCome on, Hvap!\n\nHvappe jumps onto his lap. Gerda sketches quickly, absorbed,\nexcited. She rearranges him, ‘feminising’ his poses.\n\nGERDA\nKnee over... head up.. Look at\nthose hands... relax...\nWe see Einar at a series of angles... but his movements are\n\nmore and more parodically feminine for Gerda’s entertainment.\nThe more he acts it, the more fun it is, until finally Gerda\nscolds, still laughing:\n\nGERDA (cont'd)\nNo, don’t make her a slut!\n\nEINAR\nIt’s your fault, you excite her.\n\nGerda gets close to pin him still. His face closes on hers.\n\nGERDA\nWhy, Miss Lili, you are forward...\n\nEINAR\nYou have no idea...\n\nHe falls on her, laughing, passionate... Gerda responds, but\ngrabs a cloth and wipes his made-up face as he kisses her.\n\nMONTAGE BEGINS -—\n\nINT. WIDOW HOUSE, BEDROOM\n\nWe see Gerda’s work around the room, now, depicting ‘Lili’s’\nprogress. Einar, at the mirror, plucks his eyebrows to better\nresemble the glamorous arch in Gerda’s sketches.\n\nEXT. STREET OUTSIDE WIDOW HOUSE\n\nEinar and Gerda walk, a little way apart. He feels his way\ninto her gait, she checks back on his progress.\n\n26/11/15\n\f43\n\n21.\n\nEXT. HARBOUR, FISH STALL, DAY\n\nAs Gerda buys fish, Einar is distracted, observing and\ncopying the movements of the female customer beside him...\n\nINT. OPERA HOUSE, STAGE DOOR\nGerda and Einar arrive. The stage doorman nods.\n\nEINAR\nMorning, Thorbjorn...",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nOPERA HOUSE, STAGE DOOR\nGerda and Einar arrive. The stage doorman nods. EINAR\nMorning, Thorbjorn... \n\nTARGET SECTION TO BE ANNOTATED:\n 43\n\nSTAGE DOORMAN\nGood morning.\n\nINT. OPERA HOUSE, COSTUME SHOP, DAY\n\nGerda and Einar try on wigs, surreptitious, excited, adjust\none another’s choices. Then, a long line of almost identical\nshoes, beginning in tiny sizes but gradually getting bigger.\nEinar grabs the last - biggest - pair. When he looks up,\nGerda’s showing him a dress...\n\nINT. OPERA HOUSE, STAGE DOOR, DAY\n\nEinar and Gerda head out past the stage doorman, very pleased\nwith themselves. Gerda is several sizes fatter and taller -\nshe wears a wig with a hat on top. Hands stuffed into coat\npockets hide bulky shoes. Thorbjorn looks up briefly from\nhis newspaper. Then as the door closes behind Einar and\nGerda, he looks up again - ?\n\n- MONTAGE ENDS -—\n\nINT. WIDOW HOUSE, EVENING\n\nThe Lili sketches depict a gamut of moods, face and posture\nalready becoming iconic. Einar in the slip and the new\nshoes, practising his walk to settle his nerves. Hears the\nfront door open - quickly calls:\n\nEINAR\nI wondered where you were, it’s getting\nlate.\nGerda comes in...\nGERDA\n\nWe have plenty of time. I bought these...\n\nEinar takes the stockings with interest. Gerda watches,\nentertained at his enthusiasm, but a little apprehensive...\n\n(CONTINUED)\n26/11/15\n\f22.\nCONTINUED:\n\nGERDA (cont'd)\nEinar, are you sure about tonight?\n\nEinar looks up, surprised. Nods, without hesitation.\nGerda’s a little taken aback at his enthusiasm.\n\nEXT. STREET NEAR CANAL, NEAR ROYAL ACADEMY OF ARTS, NIGHT\nDancing light and sound - up ahead, we see a glamorous,\neclectic gathering: the fun-loving, the arrogant, the\neccentric, the bourgeois - all rubbing shoulders on their\nway to the Royal Academy.\n\nTwo pairs of women’s feet in step: Gerda and Einar, approach\nthe melee. Then Gerda realises Einar has slowed, dropped\nback behind her. She turns to see him transformed in a\nchiffon dress with a linen sailor’s collar and cuffs...",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo pairs of women’s feet in step: Gerda and Einar, approach\nthe melee. Then Gerda realises Einar has slowed, dropped\nback behind her. She turns to see him transformed in a\nchiffon dress with a linen sailor’s collar and cuffs... \n\nTARGET SECTION TO BE ANNOTATED:\nGERDA\nWhat is it...?\n\nEinar’s eyes shine animated. He cuts an ungainly figure, but\nthe impression is more confusing than jarring.\n\nEINAR\nAm I pretty enough?\n\nGerda’s surprised by the sincerity of the question.\n\nGERDA\nOf course you are...\n\nHe takes Gerda’s hand and she pulls closer.\n\nEINAR\nI’ll never be as pretty as you.\n\nGerda studies the features, the fire behind the eyes. An\n\nintensity she had not been expecting... something new... A\ncharged moment... Gerda’s genuinely moved... but then\nEinar/Lili laughs, breaks away... leaving Gerda with a beat\n\nof emotion that doesn’t belong anywhere.\n\nINT. ROYAL ACADEMY OF ARTS, STAIRCASE, NIGHT\nGerda and ‘Lili’ mingle with the crowd. A VOICE rings out:\n\nULLA\nMy darling!\n\nA flicker of fear in Lili... until Gerda interposes herself:\n\nGERDA\nUlla, let me introduce...\n\n(CONTINUED)\n26/11/15\n\f23.\nCONTINUED:\n\nUlla’'s eyes snag for a moment as they search the familiar\nface and realisation dawns. Delight floods her face. Then:\n\nULLA\nIt’s Lili...!\n\nGERDA\nThat's right. Einar’s cousin from\nVejle...\n\nULLA\nMy dear, you're exquisite...\n\nShe LAUGHS, thrilled, exchanges a look with Gerda. Lili’s\neyelashes flutter, a picture of shyness as Ulla summons the\nrest of her party - revelling in their shared secret...\n\nULLA (CONT'D) (cont'd)\nIn - let’s go in...\n\nGerda and Lili - holding hands - join the crush:\n\nEINAR/LILI\nYou won’t leave me, will you...?\n\nGerda looks down at Einar/Lili’s grip on her hand.\n\nGERDA\n(sincerely)\nNo. No, never.\n\nShe squeezes the hand and they press forward together.\n\nINT. ROYAL ACADEMY OF ARTS, GREAT HALL, NIGHT\n\nA spectacular event. An orchestra plays and people dance.\nUlla’s party drink and laugh. Gerda and Lili hang back a\nlittle, observing. There’s a circle of men in tuxedos nearby.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nUlla’s party drink and laugh. Gerda and Lili hang back a\nlittle, observing. There’s a circle of men in tuxedos nearby. \n\nTARGET SECTION TO BE ANNOTATED:\nOne glances across at Lili. Lili looks away, blushing.\n\nEINAR/LILI\nPeople are looking.\n\nGERDA\nWell you're a pretty girl, you'll\nhave to get used to that.\n\nBut she sees Lili’s really uncomfortable.\n\nGERDA (CONT'D) (cont’d)\nIt’s fine. You're just feeling\nself-conscious.\n\nELSA (0.S.)\nGerda - !\n\nThey spot Elsa across the crowd... Lili shrinks.\n\n(CONTINUED)\n26/11/15\n\f24.\nCONTINUED:\n\nEINAR/LILI\nGo and talk to her...\n\nGERDA\nNo, I‘’1l stay with you...\n\nEINAR/LILI\nGo. I’ll be fine. Go before she\ncomes over here...\n\nGerda reluctantly crosses the room and greets Elsa warmly.\nBut by the time she glances back, Lili has gone.\n\nLili sits at the edge of the dancefloor on a bench carved\nwith mermaids, a nerve fluttering in her cheek. We see a\nyoung man, HENRIK SANDAHL, study her closely - closely enough\nto see she is not everything she appears, but this only seems\nto intrigue him. He sits beside her. Lili self-consciously\ntakes a notebook from her bag, begins to jot things down.\nHenrik leans in, his raven hair in Lili’s peripheral vision,\nleans forward until Lili’s refusal to engage becomes comical.\n\nHENRIK\nAre you a reporter?\n\nLili looks up.\n\nEINAR/LILI\n(flatly)\nNo.\n\nHENRIK\nA poetess...?\n\nLili packs up the notebook and hurries away... Finds a\ncorridor, leading off the hall - quieter, darker...\n\nLili feels her way along the wall, relieved to be in the\ncooler air, away from the party. As her eyes adjust to the\ndarkness, she sees a couple kissing in an alcove. A flash of\nthe woman’s white thigh, as the man pushes up her dress.\nLili turns away, discomfited, walks straight back into\nHenrik.\n\nHENRIK (CONT'D) (cont'd)\nDo you know the story of this oak\ntree?\n\nEINAR/LILI\nMm...?\n\nHenrik indicates a tree outside, behind Lili...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRIK (CONT'D) (cont'd)\nDo you know the story of this oak\ntree? EINAR/LILI\nMm...? Henrik indicates a tree outside, behind Lili... \n\nTARGET SECTION TO BE ANNOTATED:\nHENRIK\nThey say if you eat its acorns you\ncan make a wish and become anyone\nyou want for a day.\n\n(CONTINUED)\n26/11/15\n\f25.\nCONTINUED:\n\nEinar’s reaction flashes through Lili’s facade.\n\nEINAR/LILI\nWhy would they say that...?\n\nHenrik bows, entertained by the effect he’s had...\n\nHENRIK\nHenrik Sandahl. At your disposal.\n\nA moment’s hesitation, then:\n\nEINAR/LILI\nLili...\n\nHENRIK\nAre you here with someone, Lili?\n\nEINAR/LILI\nYes - my cousin’s wife.\n\nHENRIK\nWho’s your cousin?\n\nLili hesitates, turns back:\n\nEINAR/LILI\nEinar Wegener. He’s a painter.\n\nHENRIK\nRather a good one. Better than\nmost people think.\n\nEINAR/LILI\nIs that right?\n\nHENRIK\nMost people our age at any rate.\n\nEINAR/LILI\nWell....\n\nShe makes to leave again, but:\nHENRIK\n\nDon’t go back in. It’s cooler\nhere. Besides, I’m a romantic.\n\nEINAR/LILI\nOh really...\nHENRIK\nI prefer the shadows and...\nLili steals a look at him. He lowers his voice... sincere...\n(CONTINUED )\n\n26/11/15\n\f26.\nCONTINUED:\n\nHENRIK (CONT'D) (cont'd)\nI don’t mean to presume, but I’ve\nbeen watching you.\n\nA tremor of panic runs through Lili...\n\nHENRIK (CONT'D) (cont'd)\nI think you might be the same.\n\nHenrik holds out his hand. Lili looks at it, a sense of\nconnection she can’t understand, previously unimaginable...\nThen, trembling, Lili reaches out and rests her delicate,\nmanicured hand in Henrik’s... and suddenly her nerves are\ncompletely steady. Henrik leads Lili along the corridor,\naway from the hall...\n\nINT. ROYAL ACADEMY OF ARTS, GREAT HALL, NIGHT\nNoisier and smokier now, too much aquavit drunk, the guests a\n\nlittle out of focus. Gerda scans the dishevelled crowds,\nconcerned - no sign of Lili. Suddenly, Ulla’s at her side.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nROYAL ACADEMY OF ARTS, GREAT HALL, NIGHT\nNoisier and smokier now, too much aquavit drunk, the guests a\n\nlittle out of focus. Gerda scans the dishevelled crowds,\nconcerned - no sign of Lili. Suddenly, Ulla’s at her side. \n\nTARGET SECTION TO BE ANNOTATED:\nGERDA\nHave you seen Einar? I can’t find\nhim.\n\nULLA\n\nOf course you can’t, he isn’t here!\nUlla and Gerda laugh... Ulla raises her glass... more fun!\nBut Gerda excuses herself, and continues looking...\nEXT. ROYAL ACADEMY OF ARTS, LIFE-DRAWING ROOM, NIGHT\nLili and Henrik sit on a bench in the lee of a sculpted\nclassical nude. Lili’s cheeks burn. Henrik is clearly\nfascinated. The slight sense of playacting between them only\n\nheightens their excitement.\n\nHENRIK\nYou're different from other girls.\n\nLili scoffs gently.\n\nEINAR/LILI\nThat’s not a very original line.\n\nHENRIK\nIt’s true. You’re old fashioned.\n\nLili takes Henrik in, decides to continue...\n\nEINAR/LILI\nProvincial. I’m new to the city.\n\n(CONTINUED)\n26/11/15\n\f27.\nCONTINUED:\n\nHENRIK\nNo, it’s more than that. I feel\nI'd need to ask permission before I\nkissed you.\n\nA bolt of something goes through Lili. Her eyes sink, drawn\nand repulsed, to Henrik’s lips. She can hardly breathe...\n\nEINAR/LILI\nI probably ought to find Gerda.\nShe heads back toward the corridor... Henrik grabs her hand.\nHENRIK\n\nWhy don’t you tell her I’11l walk\nyou home...?\n\nEINAR/LILI\nShe wouldn’t like that...\n\nHe advances, his body pressing against her, commanding,\nholding her fixed in the doorway...\n\nHENRIK\nLili...\n\nLili pulls away, flustered, aroused...\nEINAR/LILI\n\nEinar might be waiting up... he\nwouldn’t like this...\n\nHENRIK\nWouldn’t he...?\nEINAR/LILI\nNo...\nHENRIK\nLili...\nHe steadies her... repeating her name...\n\nHENRIK (CONT'D) (cont'd)\nLili... Lili.\n\nThree times a charm... We see something shift in Lili...\nHenrik senses it... He kisses her. When he releases her she\ngasps, and he kisses her again, finds his passion returned\nthis time... When she finally catches her breath she can’t\nlook at him...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe kisses her. When he releases her she\ngasps, and he kisses her again, finds his passion returned\nthis time... When she finally catches her breath she can’t\nlook at him... \n\nTARGET SECTION TO BE ANNOTATED:\nEINAR/LILI\nYou didn’t ask permission...\n\nHENRIK\nI couldn't risk you saying no.\n\n(CONTINUED)\n26/11/15\n\f28.\nCONTINUED:\n\nStanding in the corridor, by the oak, Gerda watches, stunned,\nas Lili clutches Henrik’s arm, looks suddenly faint, upset...\nLili looks down, confused and then panicked. Blood pours\n\nfrom her nose, down the front of her dress... she’s appalled.\n\nHENRIK (CONT'D) (cont'd)\nWhat’s happened..? Let me...\n\nHenrik tries to find a handkerchief... Then sees Gerda\napproaching... He pulls away from Lili...\n\nHENRIK (CONT'D) (cont'd)\nI’m sorry I don’t know what...\n\nLili holds out her arms to Gerda. Henrik steps back... Gerda\nreaches Lili, quickly takes her weight... Gerda wraps her\nscarf around ‘Lili’, who now looks like Einar in grotesque\ndrag, smeared with make-up and blood.\n\nGERDA\nQuickly, lean on me...\n\nHenrik watches, and onlookers stare as Gerda supports Einar\nout of the ball... They stumble, clinging together, ashamed.\n\nINT. WIDOW HOUSE, NEXT MORNING\nEinar paints. In a smart male suit. He is stiffly composed.\n\nGerda comes into the studio, in her nightclothes. Finds\nEinar deeply immersed. No trace of the night’s upset.\n\nGERDA\nHow are you...?\n\nEINAR\nYou were late home last night, I\nthought I’d let you sleep. How was\nit? Did Lili have fun?\n\nGerda’s stunned. Goes to the kitchen, upset.\n\nIn the kitchen, Lili’s bloodied clothes are soaking in a\nbucket. Gerda struggles with the sight. Begins to make\ncoffee, then...\n\nGerda returns to the studio, watches Einar, anger building.\nHe allows it a while, then turns, braced to face her:\n\nGERDA\nI think it would be better if Lili\ndidn’t come here again.\n\nEINAR\nFine. I understand.\n\n(CONTINUED)\n26/11/15\n\f29.\n\nCONTINUED:\nGERDA\nYou know what I would like to\nunderstand?\nEinar takes Gerda in...",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n26/11/15\n\f29. CONTINUED:\nGERDA\nYou know what I would like to\nunderstand? Einar takes Gerda in... \n\nTARGET SECTION TO BE ANNOTATED:\n how furious, how shaken she looks.\n\nGERDA (CONT'D) (cont’d)\nExactly what happened between you\nand Sandahl last night?\n\nEINAR\n(quickly)\nNothing.\n\nGerda HUFFS, disbelieving. Einar repeats himself, angrily:\n\nEINAR (CONT'D) (cont’d)\nIt was nothing.\n\nGERDA\nDid he know it was you?\n\nEinar blushes, shies away.\nEINAR\nIt wasn’t as simple as that. It’s\nhard to explain...\nGerda loses control, shouts at him:\nGERDA\n\nI watched him kiss you, Einar, so\ncould you please make an effort?!\n\nEinar’s shocked, ashamed. He takes stock, then quietly:\n\nEINAR\nHe may have known who I was. But I\nwasn’t always... me. There was a\nmoment when I was... just Lili.\nAnd I think he could see that. Do\nyou see?\n\nGerda struggles to comprehend this shift in the landscape.\n\nGERDA\nBut Lili doesn’t exist. We made\nher up.\nEINAR\nI know...\nGERDA\nWe were playing a game!\nEINAR\nI know we were... but then it\n\nchanged...\n\n(CONTINUED)\n26/11/15\n\f30.\nCONTINUED:\n\nGerda’s mind reels, panic rises...\nGERDA\nThis is absurd. We need to stop.\nMake it stop Einar.\n\nWith genuine anxiety:\n\nEINAR\nI’m going to try...\n\nShe goes, still distressed, leaving Einar alone.\n\nEXT. WIDOW HOUSE, EARLY MORNING, TWO WEEKS LATER\n\nThe Chinese Laundress RINGS her tiny BELLS along the street.\n\nINT. WIDOW HOUSE, MORNING\n\nThe Lili portraits are gone. Einar regards a canvas. Failing\nto paint. In the kitchen, Gerda chops vegetables, throws\nthem in a pan. She hovers in the doorway to the studio.\n\nGERDA\nAnother headache?\n\nEINAR\nIt’s nothing...\n\nShe goes back into the kitchen again...\n\nGERDA\nCan I get you something?\n\nEINAR\nI’m fine.\n\nGerda returns to chopping.\n\nGERDA\nMaybe you should see a doctor.\n\nEinar grows agitated.\n\nEINAR\nGerda... I’m fine.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nEinar grows agitated. EINAR\nGerda... I’m fine. \n\nTARGET SECTION TO BE ANNOTATED:\nGerda looks round to see Einar now in his coat. He quickly\ncollects a small suitcase, goes out, leaving Gerda to fret.\n\nEXT. OPERA HOUSE, DAY\n\nNo lights on, no signs of life.\n\n26/11/15\n\f31.\n\nINT. OPERA HOUSE, STAGE DOOR, DAY\n\nEinar passes through, nods amiably to the familiar doorman.\n\nINT. COSTUME SHOP, DAY\n\nEinar turns on the lights, quickly pulls off his coat. He\nleans forward, bracing against the bench, looks in the\nmirror. There’s a desperation about him. But now he sees:\nthe front of his shirt gapes - reveals a cleavage, formed by\nhis rounded shoulders. Einar is compelled... nervously\nunbuttons his shirt to the waist and leans forward again.\nThe effect is startling. He traces the shape of his\n‘breasts’ with trembling hands.\n\nWith a new urgency, he quickly strips off shirt, trousers,\nterrified that someone might catch him, yet driven to press\non. He pulls off his underwear, returns to the mirror, pushes\nhis cock back between his legs, squeezing his thighs tight\nuntil he has an approximation of a vagina. He rounds his\nshoulders, takes in the arresting transformation, breathless\nwith excitement, terror. A sense of impending inevitable\ntransgression.\n\nHe opens his case. A carefully folded silk package unfurls\ninto a dress, brushes against his skin.\n\nINT. STUDIO, DAY\n\nGerda sits in the chair looking out of the window, face set\nagainst terror, her sketchbook closed in her lap, brooding,\npressure building. She opens the sketchbook: Lili...\n\nINT CAFE ON CANAL, DAY\n\nEinar/Lili arrives inside a cafe, pushes back a headscarf. We\nsee Henrik waiting at a table. He quickly stands when he\n\nspots Lili - who is consumed with shyness, real fear.\n\nHENRIK\nI didn’t think you'd come.\n\nLili settles in her seat.\nEINAR/LILI\nNo. Nor did I.\nINT. WIDOW HOUSE, STUDIO, LATER\nGerda begins to sketch, almost afraid to begin.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nNor did I. INT. WIDOW HOUSE, STUDIO, LATER\nGerda begins to sketch, almost afraid to begin. \n\nTARGET SECTION TO BE ANNOTATED:\n But her\nenergy gathers and there is soon anger and desire in the work\n\nas she conjures a Lili with dark erotic potential, a frenzied\nrelationship with the subject developing...\n\n26/11/15\n\f32.\n\nINT. WIDOW HOUSE, STUDIO, EVENING\n\nGerda lies on the chaise, exhausted. Hears the door, doesn’t\nmove. Einar appears, in his overcoat. After a moment:\n\nGERDA\nI thought you might not come back.\n\nEINAR\nThat’s absurd...\n\nGERDA\nIs it?\n\nEinar can hardly bear the question... feels terrible, wraps\nhis arms around her. Then sees, at an angle, in the half-\nlight, the new Lili picture. A nude with female hips and\nbreasts. A slash of red mouth. A cigarette.\n\nINT. ART DEALER'S OFFICE, A MONTH LATER, DAY\n\nA door opens and Gerda sits up - a THIN YOUNG MAN appears.\n\nTHIN YOUNG MAN\nHe won’t be much longer.\n\nGerda sits back, too pessimistic to feel nervous.\n\nINT. ART DEALER'S OFFICE, HALF AN HOUR LATER\n\nRasmussen studies a series of Gerda’s portraits, his mouth\npuckered with poorly disguised distaste. Gerda steels\nherself to withstand the humiliation.\n\nRASMUSSEN\nI just... I don’t know...\n\nAnd then he sees the Lili nude. He’s suddenly intrigued...\n\nRASMUSSEN (cont'd)\nThe model...?\n\nGERDA\nEinar’s cousin.\n\nRASMUSSEN\nYes, the resemblance is...\n\nRasmussen’s mind races.\n\nRASMUSSEN (cont'd)\nAre there others...?\n\nGERDA\nA series back at the studio.\n\n(CONTINUED)\n26/11/15\n\f33.\nCONTINUED:\n\nRasmussen licks his lips, excited but uncertain...\n\nRASMUSSEN\nThese are different... For these, I don’t\nknow... there may be a market.\n\nGerda has to confirm what she’s heard:\n\nGERDA\nYou're taking them.\n\nRASMUSSEN\nWell, yes...\n\nHe’s surprised as she is.\n\nEXT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nRASMUSSEN\nWell, yes... He’s surprised as she is. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HENRIK'S HOUSE, DAY\n\nLili hurries past the endless orange facades of a long row of\nterraced houses, Gerda’s embroidered wrap flying in the wind\nbehind her. Knocks at a door, breathless...\n\nINT. HENRIK'S HOUSE, DAY\n\nHenrik welcomes Lili at the open door...\n\nHENRIK\nCome in...\n\nHe closes the door against the world. Lili takes in the\nspace. She’s delighted by it -\n\nLILI\nI don’t have long... Gerda’s seeing\nRasmussen.\n\nHenrik gestures for Lili to sit. She settles on the couch.\n\nHENRIK\nI don’t like all these lies.\nLILI\nShe's very protective.\nHENRIK\nWhy don’t you just tell her about\nus?\nLILI\n\nI couldn’t do that...\nLili seems a little panicked...\n\nHENRIK\nSorry - I don’t want to upset you.\n\n(CONTINUED)\n26/11/15\n\f34.\nCONTINUED:\n\nHe sits beside her, settles her...\n\nHENRIK (cont'd)\nCome here...\n\nLili lets herself be drawn closer to him... He strokes her\nface. Lili smiles, adoring. Henrik kisses her and she\nresponds eagerly. His hand works its way down her body,\nbetween her legs. Lili squirms, uncomfortable. He\n\npersists... Lili bears it as long as she can, then gently:\nLILI\nNo... Henrik...\nHENRIK\nYes...\nLILI\nNo...\n\nStill in the moment of passion...\n\nHENRIK\nEinar...\n\nLili recoils, stunned... astonished...\n\nLILI\nWhat...?\n\nHENRIK\n(sweetly)\nCome on... it’s alright...\n\nBut Lili pushes him away, upset, bewildered...\n\nLILI\nI’m sorry, I don’t understand...\n\nHenrik’s frustrated.\n\nHENRIK\nEinar... please...\n\nLili panics, grabs her things to leave, horribly exposed...\nLILI\nI don’t know what you mean... I don’t know\nwhat you want...\n\nHENRIK\nI want you!\n\nLILI\nNo...\n\n(CONTINUED)\n26/11/15\n\f35.\nCONTINUED:\n\nHENRIK\nYes... wait... Wait! Lili... Lili, come\nback...",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nWait! Lili... Lili, come\nback... \n\nTARGET SECTION TO BE ANNOTATED:\nBut Lili bolts, away and out through the front door, leaving\nHenrik powerless, bereft.\nEXT. HENRIK’S HOUSE, DAY\nLili rushes away, disorientated, along the row of garish\nfacades, their orange now seeming grotesque...\nINT. WIDOW HOUSE, DAY\nGerda struggles in with her portfolio. Heads for the kitchen,\npreoccupied by her experience with Rasmussen, is taken aback\nto see Lili at the table, Gerda’s embroidered wrap pulled\ntight about her. Then Lili looks round - her face swollen and\nstreaked with tears.\nGERDA\n(concerned)\nAre you alright...?\n\nLili reaches out her hand and Gerda takes it...\n\nEINAR/LILI\nNo...\n\nShe holds Gerda at arms length. Takes a deep breath.\n\nEINAR/LILI (cont'd)\nI've been seeing Henrik Sandahl.\n\nGerda reels, speechless as Lili clatters out, stumbling to\nthe bedroom. Closes the bedroom door.\nINT. WIDOW HOUSE, KITCHEN, 20 MINUTES LATER\n\nGerda sits - waiting. Finally, Einar comes back, in male\nclothing. Looks devastated.\n\nEINAR\nI thought perhaps you knew.\n\nGERDA\n(barely audible)\nNo.\n\nEINAR\nYou always seemed to know everything.\n\nGERDA\nNot this.\n\n(CONTINUED)\n26/11/15\n\f36.\nCONTINUED:\n\nHe nods. Gerda’s desperate confusion surfaces:\n\nGERDA (cont'd)\nSo... are you in love with Sandahl?\n\nEinar’s appalled:\nEINAR\nNo - I love you, Gerda, only you. But\nLili...\nAngry tears well in Gerda’s eyes.\n\nGERDA\nWhy can’t you just be honest about this!\n\nBut Einar’s angry too...\n\nEINAR\nI'm trying! Gerda... please... I\nneed you to believe me. You of all\npeople to understand.\n\nGerda shakes her head, unable to take this in... He looks at\nher, desperate imploring... Gerda struggles:\nGERDA\nOkay, I need you to tell me... when Henrik\nand ‘Lili’ are together, they what...? They\nkiss - we know that...\n\nEinar nods, awkward.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nGerda struggles:\nGERDA\nOkay, I need you to tell me... when Henrik\nand ‘Lili’ are together, they what...? They\nkiss - we know that... Einar nods, awkward. \n\nTARGET SECTION TO BE ANNOTATED:\n Gerda steels herself:\n\nGERDA (cont'd)\nHas it gone beyond that?\n\nEINAR\nNo... No, Lili’s never gone further than\nthat with aman. She... she wouldn’t...\nGerda hears the implication... a bodyblow for her:\nGERDA\n\nThere have been other men?\n\nEinar sits on the bed, bites down on something difficult:\n\nEINAR\nThere was another, but it was a long time\nago.\nA chill runs through Gerda... Einar gathers his courage.\nEINAR (cont'd)\nThat boy Hans... back in Vejle.\nGerda rubs her brow... everything’s happening too fast...\n\n(CONTINUED)\n26/11/15\n\f37.\nCONTINUED:\n\nEINAR (cont'd)\nLili fell for him. And he kissed her. Just\nonce.\nEinar darkens at the memory:\nEINAR (cont'd)\nBut my father came in and he caught them...\nHe knocked Hans down - he was so angry...\n\nEinar shakes his head... Gerda absorbs this. She looks up -\nEinar looks pale, dark circles under his eyes.\n\nGERDA\nI don’t know what to say.\n\nHe breathes suddenly, against pain...\n\nGERDA (cont'd)\nWhat...?\n\nHis eyes close, sweat forming on his brow.\n\nEINAR\nI’m so sorry...\n\nHe doubles over, clutching his stomach... moans horribly...\nEINAR (cont'd)\nI’m so sorry... I’m not feeling\nwell.\nHe tries to get up from the table, struggles...\n\nGERDA\nEinar... what is this? What’s happening...\n\nShe rushes to catch him as his legs give out under him...\n\nGERDA (cont'd)\nEinar... Einar...?\n\nINT. RADIUM INSTITUTE, DAY\n\nDR HEXLER closes the door firmly on Gerda, leaving her to\nfret in the waiting room. She settles for a long wait.\n\nINT. RADIUM INSTITUTE, HEXLER’S CONSULTING ROOM, DAY\nHexler sits behind a desk. He’s brisk but kind.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. RADIUM INSTITUTE, HEXLER’S CONSULTING ROOM, DAY\nHexler sits behind a desk. He’s brisk but kind. \n\nTARGET SECTION TO BE ANNOTATED:\nHEXLER\nSo, you saw Dr Andersen after a\nbout of severe nosebleeds, which\nyou have come to believe coincide\n(MORE )\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\nHEXLER (cont'd)\nwith your stomach cramps, and on a\nmonthly basis.\n\nEinar nods as he undresses.\n\nHEXLER (cont'd)\nHow long have you been married?\n\nEINAR\nSix years.\n\nHexler takes notes as Einar continues stripping.\n\nHEXLER\nChildren?\nEINAR\nNo.\nHEXLER\nIs there regular copulation?\nEINAR\nYes. Perhaps less now than...\nHEXLER\nThan before you started to dress as a\n\nwoman?\nEinar’s shocked to hear this out loud.\n\nHEXLER (cont'd)\nMr Wegener I’m a specialist. You\nmay be embarrassed - I am not.\n\nHEXLER (CONT'D) (cont'd)\nSo. Tell me about Lili. Where\ndoes she come from?\n\nEinar considers...\n\nEINAR\nInside me.\n\nHexler seeks to inject a rational note...\nHEXLER\nYou know the most likely\nexplanation for all this is a\nchemical imbalance?\n\nEINAR\nReally...?\n\nHEXLER\nOnto the bed.\n\nEinar climbs onto a raised doctor's couch.\n\n38.\n\n(CONTINUED)\n26/11/15\n\f39.\nCONTINUED:\n\nHEXLER (CONT'D) (cont'd)\nThat would explain the pain, the\nconfused state of masculinity and\nthe infertility. Let’s hope it is\nthat, because that we can cure.\n\nHe switches on the bright examination lamp, places his palm\nagainst Einar’s lower abdomen.\n\nINT. RADIUM INSTITUTE, X-RAY ROOM, DAY\n\nEinar is strapped to a hospital trolley by a couple of\nnurses. Hexler watches through a window onto the room.\nEinar grasps Gerda’s hand, anxious, bewildered:\n\nEINAR\nI don’t need to do this... There’s\nnothing wrong with me..\n\nGERDA\nEinar, that’s not true.\n\nThe nurses nod to Gerda to leave.\n\nEINAR\nThis can’t be right...\n\nThe nurses wait...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe nurses nod to Gerda to leave. EINAR\nThis can’t be right... The nurses wait... \n\nTARGET SECTION TO BE ANNOTATED:\nHEXLER\n(over tannoy)\nRadiation is a miracle, Mr Wegener:\nit destroys the bad and saves the\n\ngood.\nGERDA\nHe says it will be over very\nquickly...\nThe nurses lead Gerda out... Einar takes in the alien\n\nmachinery of the room. She watches helplessly through a\ntinted window as the X-ray machine begins to WHIRR. Hexler\nspeaks into a funnel:\n\nHEXLER (CONT'D)\nLie still, Mr Wegener...\n\nThe JUDDERING of the machine fills Einar’s head... an\noverwhelming assault on the senses... He closes his eyes,\nvanishes into himself.\n\nINT. RADIUM INSTITUTE, RECOVERY ROOM, NEXT DAY\n\nEinar drowses.\n\n(CONTINUED)\n26/11/15\n\f40.\nCONTINUED:\n\nHEXLER (0.S.)\nMr Wegener...?\n\nEinar’s eyes blink open. They are dark, unreadable.\n\nHEXLER (cont'd)\nHow are you feeling this morning?\n\nEinar considers the question for a moment, then —\n\nEINAR\nYou’ve hurt Lili...\n\nHexler reads the distress in Einar’s features. Einar closes\nhis eyes again against the thought.\nINT. RADIUM INSTITUTE, CORRIDOR, DAY\nHexler speaks to Gerda with new gravity.\nHEXLER\nI'm afraid your husband’s aberrant thinking\npersists. Do you keep a lock on your\n\nwardrobe?\n\nGERDA\nOf course not.\n\nHexler is nervous, but his tone is threatening.\nHEXLER\nMrs Wegener, you haven’t been encouraging\nthis delusion? You do understand that your\nhusband's insane?\n\nGERDA\nNo, that’s not true...\n\nHexler turns, walks away. Gerda’s furious...\n\nGERDA (cont'd)\nWe trusted you, we came to you for help...\n\nBut Hexler keeps walking without a backward glance.\n\nEXT. HARBOUR, MORNING, TWO WEEKS LATER\n\nThe early sun glances off the windows of the Widow House.\n\nINT. WIDOW HOUSE, BEDROOM, MORNING\n\nThe dog looks up from the bed. Runs over to greet Gerda who\nhas just come in from the studio. We see now the dog is\nkeeping Einar company. Gerda speaks in a hushed voice.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nRuns over to greet Gerda who\nhas just come in from the studio. We see now the dog is\nkeeping Einar company. Gerda speaks in a hushed voice. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n26/11/15\n\f4l.\nCONTINUED:\n\nGERDA\nI won’t be long.\n\nEINAR\nDon’t worry about me, I’m fine.\n\nEinar is ashen, eyes glazed, surrounded by two dark circles.\n\nEXT. STREET OUTSIDE RASMUSSEN’S GALLERY, DAY\n\nGerda hurries past the window. Inside we can make out a blur\nof Lili portraits on show.\n\nINT. ART DEALER'S OFFICE, COPENHAGEN, DAY\nGerda in Rasmussen's office. He’s unusually excited.\n\nRASMUSSEN\nGerda! Where have you been?\n\nGERDA\nAway. Why, what’s wrong?\n\nRASMUSSEN\nI sold the Lili portraits!\n\nGerda is astonished...\nRASMUSSEN (cont'd)\nI have enough interest to mount a full\nshow.\n\nGerda’s amazed.\n\nGERDA\nWell that’s wonderful...\n\nRASMUSSEN\nAnd there’s more - I had a call from the\nEtienne Dufour Gallery - they would like to\nrepresent you in Paris.\n\nGERDA\nIn Paris...?\n\nRASMUSSEN\nYou should go and see them.\n\nGerda’s mind races...\n\nGERDA\nOh - I can’t travel just now...\nRASMUSSEN\n(firmly)\nGerda, this is your moment. You’ve waited\n(MORE )\n\n(CONTINUED)\n26/11/15\n\f42.\nCONTINUED:\nRASMUSSEN (cont'd)\nlong enough... And these dealers can be\nfickle.\n\nRasmussen tuts, disapproving.\n\nINT. WIDOW HOUSE, STAIRS LEADING UP, DAY\n\nGerda, in a hurry, stops to collect the mail from the foot of\nthe stairs. There’s an art magazine, a personal letter,\nthen, underneath an envelope from The Radium Institute...\nHexler’s name on the back. Gerda freezes, then quickly opens\nit, reads: “no choice... treated for perversion...\". She\nstruggles for a moment, panic rising, then folds the letter,\nstuffs it in her jacket. A dark decision resolves itself in\nGerda’s face...\n\nINT. WIDOW HOUSE, BEDROOM, DAY\n\nEinar’s asleep. Gerda packs, driven - sees Einar sit up.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WIDOW HOUSE, BEDROOM, DAY\n\nEinar’s asleep. Gerda packs, driven - sees Einar sit up. \n\nTARGET SECTION TO BE ANNOTATED:\nEINAR\nWhat are you doing?\n\nGerda gathers her courage.\n\nGERDA\nI've been asked to exhibit in Paris...\n\nEINAR\nThat’s wonderful...\n\nGERDA\nYes. We have to go. Rasmussen said it\nwould make all the difference...\n\nEinar’s incredulous...\n\nEINAR\n\nI’m not sure I can do that...\nGERDA\n\nYou can. I’11 take care of you...\nEINAR\n\nBut surely there’s no rush...\nGERDA\n\n(furious)\n\nCan’t you just do this one thing for me?\nBut by the time her outburst is over, she’s shaking...\n\nEINAR\nGerda, what’s happening?\n\nGerda looks at him. He’s waiting for the truth.\n\n(CONTINUED)\n26/11/15\n\f43.\nCONTINUED:\n\nGERDA\nI had a letter from Hexler...\n\nEINAR\nHe wants to lock me up.\n\nGerda holds his hands, utterly determined:\n\nGERDA\nBut he won't. Everything will work out for\nus. Really - I know it. You just have to\ntrust me...\n\nEINAR\nI do...\n\nGerda steels herself:\n\nGERDA\nSo. Is there anything to take care of\nbefore we go? Anyone you need to tell?\n\nEinar considers a moment, then:\n\nEINAR\nNo.\n\nGerda nods, relieved. She kisses his cheek, resumes packing.\nEinar concentrates on keeping breathing.\n\nEXT. PARIS BY NIGHT\n\nA dazzling archetypal view of the Seine and its light-studded\nbridges, the Cathedral of Notre Dame a bold silhouette in the\nbackground. VOICES come up, an EXCITED SOCIAL SOUND.\n\nINT. ETIENNE DUFOUR GALLERY, NIGHT, 6 MONTHS LATER\n\nAn emphatically chic Parisian crowd admires a triumphant\nseries of Lili portraits - a couple that we saw at\nRasmussen's, and then several nudes, Lili imagined as an\nanatomically correct woman. A small group gathers round\nGerda, their new star, and a still pale Einar.\n\nGERDA\nEinar’s a painter too...\n\nMAN IN GROUP\nOh? Do you exhibit in Paris?\n\nEINAR\nI think my work is a little...\nintrospective for French taste.\nAn ENTHUSIASTIC AMERICAN WOMAN interrupts...",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nEINAR\nI think my work is a little... introspective for French taste. An ENTHUSIASTIC AMERICAN WOMAN interrupts... \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n26/11/15\n\f44,\nCONTINUED:\n\nENTHUSIASTIC AMERICAN WOMAN\nExcuse me - is the model here?\n\nEinar rides it out. Gerda doesn’t miss a beat.\n\nGERDA\nNo, she stayed behind in Denmark.\n\nENTHUSIASTIC AMERICAN WOMAN\nOh, I was so hoping to meet her.\n\nEinar looks down, away, affected... Gerda’s swept off by the\ngallery owner, leaving Einar in the company of the paintings\nof his own banished self.\n\nINT. PARIS APARTMENT, BEDROOM, NIGHT\n\nGerda and Einar in bed, close, tenderness on both sides.\nGerda gently kisses Einar, then begins to work her way down\nhis torso. He closes his eyes, wills himself to let this\nhappen... Gerda begins to fellate him... He struggles with\nhis breathing, intensely challenged\n\nEINAR\nGerda... please... I can’t.\nShe continues... He’s overwhelmed with panic, pushes her off.\n\nEINAR (cont'd)\nNo...\n\nThe attempt at intimacy is over, failed. Einar’s full of\nguilt, distress. Gerda’s hurt, lost. Neither moves -\nemotional paralysis.\n\nINT. PARIS APARTMENT, STUDIO, - NEXT DAY\n\nGerda works on a self-portrait. Einar appears. Gerda\nhurries, to greet him, summons a playful mood, born of\ndesperation.\n\nGERDA\nWill you sit for me? Just as you\nare. We haven’t done that since\nart school. You enjoyed it then...\n\nHe smiles. She strokes his face, encouraged.\nGERDA (cont'd)\nThe teacher suddenly at the mercy of the\nstudent. You found it exciting.\n\nGerda curls in to him. He gently extricates himself.\n\nEINAR\nI... I can’t just now. I’m sorry.\n\n(CONTINUED)\n26/11/15\n\f45.\nCONTINUED:\n\nGerda feels ashamed, can’t help herself:\n\nGERDA\nI miss you. I miss you working beside me.\n\nEinar hesitates, then admits:\nEINAR\nI can’t remember the landscape any more. I\ncan’t remember Vejle.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nI miss you working beside me. Einar hesitates, then admits:\nEINAR\nI can’t remember the landscape any more. I\ncan’t remember Vejle. \n\nTARGET SECTION TO BE ANNOTATED:\nGerda struggles to adjust to this, then:\nGERDA\nWell you could help me with this\nbackground. What does it need...?\n\nEinar looks at the painting, can hardly pull it into focus...\n\nGERDA (cont'd)\nAn kettlehole lake? A farmhouse, far off?\n\nHe gently stops her -\n\nEINAR\nGerda...\n\nHe’s not going to do it. Turns away, goes out.\n\nINT/EXT. PARIS APARTMENT\n\nGerda watches from the window: Einar in the street below, on\nthrough the crowds until he’s out of sight.\n\nEXT. RUE DE NUIT, DAY\n\nDifferent part of town, different atmosphere. Prostitutes on\nthe corner CLUCK indulgent as Einar passes. He looks self-\nconsciously about, enters a dingy house as another man comes\nout. They barely acknowledge one another.\n\nINT. 22 RUE DE NUIT, 1ST FLOOR LANDING, DAY\n\nA hatch in a door slides open, and MADAME CARTON’s eyes flash\ngreedily from behind an iron grille.\n\nINT. 22 RUE DE NUIT, ROOM NO. 3, DAY\n\nThe tiny room contains a chair and a bin. We hear GROANS from\nan adjoining room. There are two small windows with black\nshades drawn. Einar settles, slowly lifts one of the shades.\nBehind smudged glass, a worn-out girl in a corset and\nstockings grinds against a chair, sullen. Beyond her, we see\n\n(CONTINUED)\n26/11/15\n\f46.\nCONTINUED:\n\nanother dark window, another man with his nose pressed\nagainst it.\n\nEinar studies the girl and gradually his body begins to\nmirror hers, a parody of female abandon. We see his\nreflection in the glass now, gradually eclipsing her... He\nbreathes, an almost orgasmic GASPING breath of relief.\n\nINT. HANS OFFICE, QUAI D’ORSAY, PARIS, A WEEK LATER, DAY\n\nHANS AXGIL on the telephone. An impressively upholstered man,\nquixotic, appealing. The emphatically masculine room - dark\nwood infused with Hans’ cigar smoke - overlooks a\nbreathtaking view of the Seine. A sense of space, freedom.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn impressively upholstered man,\nquixotic, appealing. The emphatically masculine room - dark\nwood infused with Hans’ cigar smoke - overlooks a\nbreathtaking view of the Seine. A sense of space, freedom. \n\nTARGET SECTION TO BE ANNOTATED:\nHANS\nHey, he’s playing with us! He knows the\nprice...\n\nHans laughs, shakes his head. A quiet KNOCK and a secretary\npulls a face around the door. Hans waves her away, impatient.\n\nHANS (cont'd)\nLook, I have to go. I have some Danish girl\nwaiting to see me. But tell him we’ll find\nanother buyer, no problem. He’s always the\nsame!\n\nINT. HANS AXGIL’S OFFICE, RECEPTION, DAY\n\nGerda’s immediately on her feet, her strong right hand\nstretched towards Hans, unavoidable. She’s no girl.\n\nHANS\nHans Axgil..\n\nHe shakes her hand, intrigued. Gerda’s a little over-eager.\n\nGERDA\nThank you so much for...\n\nHANS\nDon’t thank me yet - I can’t represent you.\nI don’t handle any contemp...\n\nGERDA\nOf course, no, I know that...\n\nHANS\nThe reviews for your show were terrific,\nbut your work is way out of my...\n\nGERDA\nPerhaps if you let me speak, things would\nbe clearer...?\n\n(CONTINUED)\n26/11/15\n\f47.\nCONTINUED:\n\nHans stops, surprised. His secretary suppresses a smile.\n\nHANS\nLet you speak?\n\nHans takes her in, the tough fragility of her. Smiles.\n\nHANS (cont'd)\nI’m a much better listener when I’m eating.\n\nHe nods goodbye to his secretary, shows Gerda the door.\n\nEXT. STREET NEAR HANS’ OFFICE\nThey hurry along the street, approach the restaurant...\nHANS\nWell, I don’t know why Rasmussen\ngave you my number, but I’m happy\nhe did...\nGERDA\nI asked him, I wanted to meet you,\nput a face to a name...\n\nHans smiles, encouraged. He holds open the door to a smart\nbrasserie. Gerda goes through ahead of him. As she does:\n\nGERDA (cont'd)\nI believe you were a childhood\nfriend of my husband.\nHans is left holding the door, alone.\nHANS\n(crestfallen)\nYou have a husband?\nINT. SMART BRASSERIE, DAY\n\nGerda and Hans settle at a table. He nods to the sommelier.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SMART BRASSERIE, DAY\n\nGerda and Hans settle at a table. He nods to the sommelier. \n\nTARGET SECTION TO BE ANNOTATED:\nHANS\nA bottle of the Mersault...\n\nThe sommelier hurries away. Hans studies Gerda. Who is she?\n\nGERDA\nI’m married to Einar Wegener.\n\nHans is amazed.\n\nHANS\nTo Einar?\n\n(CONTINUED)\n26/11/15\n\f48.\nCONTINUED:\n\nGERDA\nYou remember him?\n\nHANS\nOf course I remember him. My God - we were\nsuch friends. How is he?\n\nHans is excited, a boy again. Gerda can’t help it, blurts:\n\nGERDA\nHe told me that you kissed him once.\n\nHans is taken aback...\n\nBut his amazement shifts as it comes back to him...\n\nHANS (cont'd)\n\nOh no! You’re right... We were fooling\nin the kitchen. Einar was wearing his\ngrandmother’s apron...\n\nHans laughs, amazed at his younger self:\n\nHANS (cont'd)\nWe were just little boys, you know,\nplaying around? Anyway, Einar just\nlooked so pretty in that apron - I\nkissed him! Next thing I know, his\nfather’s chasing me out.\n\nHans shakes his head...\n\nHANS (cont'd)\nGod - Einar. Hey - why didn’t he come\ntoday?\n\nGERDA\nHe doesn’t know I’m here. I don’t think\nhe'd like me asking for help.\n\nHans’ eyes flash, focused. This is what she’s come for, then:\n\nGERDA (cont'd)\n\nWe don’t really know people here. And\nEinar’s... he’s lost his way. He’s not\nworking. He needs someone to represent\nhim - someone who knows, him. He needs a\nfriend.\n\nHans scrutinises Gerda, her pride at odds with her need. And\n\nfor the first time in her life, Gerda looks away, unable to\nhold someone’s gaze.\n\n26/11/15\n\f49,\n\nINT. PARIS APARTMENT, KITCHEN, DAY\n\nGerda on her way out, a little anxious. Hears the racket of\nEinar hammering at a frame.\n\nGERDA\nEinar...?\n\nShe finds him stretching a fresh canvas. He scarcely pauses.\n\nGERDA (cont'd)\nI’ve a new dealer coming over later. I'd\nlike you to meet him.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe scarcely pauses. GERDA (cont'd)\nI’ve a new dealer coming over later. I'd\nlike you to meet him. \n\nTARGET SECTION TO BE ANNOTATED:\nEINAR\nI don’t want a new dealer. It doesn’t make\nsense for me. I’m hardly working anyway.\n\nGERDA\nThat might change.\n\nEINAR\nI don’t think so. I’m happy helping you.\n\nShe goes to contradict, but he cuts her off:\n\nEINAR (cont'd)\nNo dealer. Thank you.\n\nGERDA\nIt’s Hans Axgil.\n\nEinar stops, astonished.\n\nGERDA (cont'd)\nDinner at La Dauphine at eight, then back\nhere to see the paintings.\n\nGerda’s out of the door, leaving Einar alone with the news.\n\nINT. LA DAUPHINE RESTAURANT, NIGHT\n\nAn intimate place by the Pont Neuf. An empty chair at the\ntable. Gerda and Hans wait. Hans smokes.\n\nGERDA\nYou know, Einar’s still stricken\nwith guilt about crashing your\nkite.\n\nHANS\nIt was handmade, and I've had it\nsince I was four! I’m glad you\nreminded me. I'’1l tease him about\nthat.\n\n(CONTINUED)\n26/11/15\n\f50.\nCONTINUED:\n\nGERDA\nNo - it’s too cruel.\n\nHANS\nIf he ever gets here. Perhaps he\ndoesn’t want to see me?\nGERDA\nNo - no, it’s not that. We should order\nwithout him.\n\nHANS\nDoes he abandon you often?\n\nGERDA\nOf course not!\n\nHans is surprised at her strength of reaction.\n\nHANS\nI was joking.\n\nA waiter stands over them, amplifying the moment.\n\nEXT. MARAIS STREET, NIGHT\n\nHans’ car rolls down the street.\n\nINT. PARIS APARTMENT, NIGHT\nGerda takes out keys to open the apartment door...\nHANS\n\nI can come back another time, if you think\nEinar would prefer it...\n\nGERDA\nReally. He’s expecting you... and it will\ndo him good...\n\nBut they’re both a little apprehensive as they enter.\n\nGERDA (0.S.) (cont'd)\nEinar...?\n\nGerda noses into the living room, Hans following. He spots a\npainting - his face brightens -\n\nHANS\nI know this... the fjord at\nVejle...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.) (cont'd)\nEinar...? Gerda noses into the living room, Hans following. He spots a\npainting - his face brightens -\n\nHANS\nI know this... the fjord at\nVejle... \n\nTARGET SECTION TO BE ANNOTATED:\n not far from our houses!\n\nGERDA\nYes, Einar painted it just before we\nleft...\n\n(CONTINUED)\n26/11/15\n\f51.\nCONTINUED:\n\nShe goes ahead of Hans, sees: Lili on the chaise, in\nimitation of a pose in a painting on the wall behind her...\ndangerously charged, her cheek flushed, eyes shining. A tray\nwith crystal glasses.\n\nGERDA (cont'd)\nLili...\n\nGerda reorientates herself in the proceedings, turns to Hans\nwho stands struggling to make sense of the scene before him:\n\nGERDA (CONT'D) (cont’d)\nHans, may I introduce Lili Wegener -\nEinar’s cousin from home.\n\nNow Lili’s up, her hand held out. Hans takes it...\n\nLILI\nYou can’t imagine how happy I am.\n\nHe holds on to her hand, instinctively kind...\n\nLILI (cont'd)\nWe met before in Vejle, but you probably\ndon’t remember...\n\nHans is utterly wrongfooted...\n\nGERDA\nCan I take your coat Hans?\n\nHANS\nOf course...\n\nHe comes to, allows Gerda to relieve him of it. She takes it\naway. Lili continues, frighteningly animated...\n\nLILI\nA digestif, Hans? It’s so chilly all of a\nsudden. I feel the cold these days. I\ndon’t know why...\n\nHANS\nThank you.\n\nHans sits, but his eyes wander to the portraits that are now\nranged around the room. A kaleidoscope of Lili.\n\nLILI\nI’m so sorry Einar couldn’t be here. He\ntold me: in Vejle you were his great\nfriend. Both always plotting to getting\naway!\n\nHANS\nThat’s true...\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\n\n52.\n\nLILI\nSuch a tedious place! He said you’d sit\nand look out together, beyond the fjord..\nto the sea... to the future.\n\nHANS\nOh, we had big dreams...\n\nLILI\nAnd you were the only one who let him paint\nin peace, who told him it was alright to be\na painter.\n\nGerda returns to the room. Hans searches Lili’s face for the\nremains of his old friend Einar.\n\nHANS\nHe... used to sketch my portrait.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nGerda returns to the room. Hans searches Lili’s face for the\nremains of his old friend Einar. HANS\nHe... used to sketch my portrait. \n\nTARGET SECTION TO BE ANNOTATED:\n Take a\nstone and draw me on the rocks at the side\nof the road.\n\nGerda turns to Hans:\n\nGERDA\nI didn’t know that.\nLILI\nOh yes.\nGERDA\nWould you like to see more of Einar’s\nwork...?\nLILI\n\nDo we have any?\n\nGerda’s surprised, unsettled by the question.\n\nGERDA\nYes, of course, Lili...\n\nLILI\nOh, but couldn’t we see it another time? I\nso want to hear more from Hans... Hans,\n\nare you married?\n\nHANS\nNo...\n\nLILI\nWhy not?\n\nGerda flinches, but:\n\nLILI (cont'd)\nHe doesn’t mind, do you...?\n\nGerda looks helpless. Hans takes over:\n\n(CONTINUED)\n26/11/15\n\f53.\nCONTINUED:\n\nHANS\nI've... been on my own a long time now.\nI’m too set in my ways.\n\nLILI\nI think marriage is the single thing we\nshould all hope for in life.\n\nHANS\nReally?\n\nLili looks utterly buoyant...\nLILI\nIt creates someone else, more than just the\ntwo of you. It would be terrible never to\nknow that...\nHer expression crumbles... Hans looks to Gerda...\n\nGERDA\nLili...\n\nLili’s dissolving...\n\nLILI\nExcuse me.\n\nShe hurries out towards the bedroom, clearly in distress.\nHans struggles to comprehend the situation...\n\nGERDA\nYou... you ought to go...\n\nHANS\nNo - let me help...\n\nShe turns, holds Hans’ hands... the intimacy, intensity of\nconnection surprises him:\n\nGERDA\nPlease - please - I’m sorry...\nHe resigns himself to leaving... as he reaches the door:\nHANS\n\nGoodnight Lili...\n\nLILI (0.S.)\nGoodnight...\n\nHans lets himself out.\n\nIn the bedroom, Gerda, still shocked, looks at Lili -\nbewildered, afraid, head hanging.\n\nLILI (cont'd)\nI don’t think he noticed anything, do you?\n\n(CONTINUED)\n26/11/15\n\f54.\nCONTINUED:\n\nGERDA\nI don’t know...\n\nLILI\nNo, I think I got out just in time.\n\nGERDA\nSleep now. We’1ll talk more tomorrow.\n\nLILI\nCan I borrow a nightdress?\n\nGerda’s shocked.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe’1ll talk more tomorrow. LILI\nCan I borrow a nightdress? Gerda’s shocked. \n\nTARGET SECTION TO BE ANNOTATED:\nGERDA\nNo... we’ve never done that. Lili’s never\nspent the night...\nEinar confesses:\nLILI\nIt doesn’t matter what I wear. When I\ndream, they’re Lili’s dreams...\n\nGerda struggles to accommodate this, very reluctant... but\nshe gives in, nods. What else can she do?\n\nINT. PARIS APARTMENT, BEDROOM, LATER\nGerda in bed. Lili’s sleeping head on the pillow next to\nher, where Einar’s once was. Gerda turns out the light.\n\nINT. PARIS APARTMENT, BEDROOM, DAY\n\nGerda arrives to find Lili in a bright dress with matching\nscarf. Shopping bags everywhere. Slight tension in the air.\n\nGERDA\nA new dress...\n\nLILI\nAnd this. Do you like it?\n\nShe hands Gerda a bright scarf...\n\nGERDA\nYes. It’s perfect for you...\n\nGerda hands it back.\n\nGERDA (cont'd)\nWe're actually a little short of money at\nthe moment.\n\nLili hangs the scark back round Gerda’s neck, hardly misses a\nbeat:\n\n(CONTINUED)\n26/11/15\n\f55.\nCONTINUED:\n\nLILI\nI know, but now I’m back, I can sit\nfor you again, can’t I...? That\nworked well before, Gerda, didn’t\nit...?\n\nLili and Gerda take each other in, on a new footing...\n\nINT. PARIS APARTMENT, STUDIO, DAY - MONTAGE\n\nGerda paints Lili who has found a new stillness. A more\nserious spirit beneath the translucent skin. A sense of her\ngrowing into herself.\n\nWe see on the wall now a number of double portraits, telling\nthe story of a developing negotiation - Gerda and Lili\ndepicted together, with a sense of close friendship or a\nwistful attempt at coupledom.\n\nNow Gerda paints with Lili advising... The two\ncollaborating, a sense of shared vision.\n\nAnd throughout, we see Lili fully imagined as a woman, and an\nincreasingly idealised one - unrealistically lovely...\n\nINT. ETIENNE DUFOUR GALLERY, RAINY NIGHT, ONE MONTH LATER\n\nAnother show of ‘Lili’ paintings.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd throughout, we see Lili fully imagined as a woman, and an\nincreasingly idealised one - unrealistically lovely... INT. ETIENNE DUFOUR GALLERY, RAINY NIGHT, ONE MONTH LATER\n\nAnother show of ‘Lili’ paintings. \n\nTARGET SECTION TO BE ANNOTATED:\n A lot of the paintings of\nthe two as a couple, but Gerda is here alone. She feels it.\nShe works the room, determined, then sees Hans, across the\ncrowd. Misses a beat. They make their way toward one\nanother. An awkward social kiss. Gerda’s unusually brittle.\n\nHANS\nIt’s a good crowd.\n\nGERDA\nShe's a popular girl. Thank you for\ncoming.\n\nHANS\n\nThank you for asking me. I thought you'd\nforgotten all about me.\n\nGERDA\nWe've been busy.\n\nHANS\nIs Einar here?\n\nGERDA\nEinar hates this kind of thing.\n\nHANS\nThat’s a shame. For you, I mean.\n\n(CONTINUED)\n26/11/15\n\f56.\n\nCONTINUED:\nGERDA\nI don’t mind.\nHans wonders about this... lets it go.\n\nHANS\nIs he well...?\n\nGERDA\nHe’s excited. We have an old friend coming\nto town: Ulla Fonsmarck, the dancer. Do\nyou know her?\n\nHANS\nI don’t think so. Could I take you to\ndinner? To celebrate? Someone ought to.\n\nGERDA\nNo. Thank you.\n\nHans absorbs this, regroups.\n\nHANS\n\nGerda, have I offended you?\nGERDA\n\nNo.\nHANS\n\nGerda...\n\nHe rests his hand on her arm, pressing for some honesty...\nGerda’s cornered, the heat of the room, the nearness of Hans.\n\nGERDA\nI am still Einar’s wife.\n\nShe brushes past him, into the crowd. A MAN’S VOICE calls:\n\nMAN\nHans!\n\nHans’ social mask slips quickly back into place.\n\nLater: CLOSE ANGLE on Gerda, watching as a flirtatious woman\nWHISPERS something in Hans’ ear. His eyes widen, he LAUGHS.\nGerda looks away. Quickly sets down her drink and moves\nthrough the crowd toward the door...\n\nA GALLERY EMPLOYEE frets as Gerda pulls on her coat.\n\nGALLERY EMPLOYEE\nAt least take an umbrella...\n\nGERDA\nI'm fine, honestly...\n\n(CONTINUED)\n26/11/15\n\f57.\nCONTINUED:\nGALLERY EMPLOYEE\nIf you just wait a minute someone will\ndrive you...",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nGERDA\nI'm fine, honestly... (CONTINUED)\n26/11/15\n\f57. CONTINUED:\nGALLERY EMPLOYEE\nIf you just wait a minute someone will\ndrive you... \n\nTARGET SECTION TO BE ANNOTATED:\nBut Gerda’s out in the rain, the party still in full swing.\n\nINT. PARIS APARTMENT, KITCHEN, NIGHT\n\nGerda lets herself in, breathless. Lili’s just arranging a\nsupper table, is surprised to see Gerda home so early...\n\nLILI\nGerda...? Oh - you’re wet through.\n\nGerda seems angry. Lili tries to stay buoyant...\nLILI (cont'd)\nDid it go well...? Tell me - how\n\nwas it?\n\nGERDA\nYou'd know if you’d been there.\n\nLili falters, then points to the table... set with flowers...\n\nLILI\nI’ve made us a supper...\n\nGERDA\nYou should have come.\n\nLILI\nA little sort of celebration...\n\nGERDA\nThis is not how it goes! We do\nthese things together!\n\nLILI\nThat's you and Einar.\n\nGerda’s pent-up frustration begins to boil over...\n\nGERDA\nStop playing that stupid, stupid\ngame!\n\nLILI\n\nDon’t you say this is a game!\n\nGERDA\nYou should have been there!\n\nLILI\nHow could I be? Look at me!\n\nThis further enrages Gerda -\n\n(CONTINUED)\n26/11/15\n\f58.\nCONTINUED:\n\nGERDA\nNot everything’s about you!\n\nGerda is suddenly overwhelmed with emotion -\n\nGERDA (cont'd)\nI need to see Einar.\n\nLili flinches, shakes her head, touches Gerda, tender.\n\nLILI\nLet me help...\n\nGerda cuts her off sharply, desperation building:\n\nGERDA\nI need my husband. Just get him!\n\nLILI\nI can't...\n\nLili’s eyes cloud. Gerda moderates, already losing hope...\n\nGERDA\nI want to talk to my husband. I want to\nhold my husband. I need him. Can you get\nhim? Can you at least try?\n\nLili’s pained by the request. Her eyes plead, but Gerda’s\ndesperate, won’t give up. Finally Lili shakes her head,\ndesperately sorry. Gerda turns on her heel. The front door\nBANGS as she heads off into the night, leaving Lili alone and\ndeeply sad.\n\nEXT. JARDINS DE LUXEMBOURG\n\nGerda sits in the dark, watching the rain on the pond.\n\nEXT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. JARDINS DE LUXEMBOURG\n\nGerda sits in the dark, watching the rain on the pond. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HANS AXGIL’S APARTMENT, NIGHT\n\nHans heads for his building, is amazed to see Gerda on the\nfront step...\n\nHANS\nGerda... what is it?\n\nShe gets to her feet...\n\nHANS (cont'd)\nYou're soaked...\n\nHe goes to comfort her, and she embraces him... initiates a\ndesperate snatched kiss before breaking away, upset. Hans\npursues her...\n\n(CONTINUED)\n26/11/15\n\f59.\n\nCONTINUED:\nHANS (cont'd)\nGerda... wait...\nGERDA\nI can't...\nHANS\nWait...\n\nHe hurries to catch up.\n\nINT. PARIS APARTMENT, BEDROOM, NIGHT\n\nLili transitioning to Einar. It happens awkwardly, and when\nEinar looks in the mirror, he’s baffled by his reflection.\nI/E. HANS’ CAR/RAINY STREETS, NIGHT\n\nHans drives an exhausted Gerda, pulls up outside their\nbuilding.\n\nHANS\nWill you be alright?\n\nGERDA\nI'm always alright.\n\nHe reaches for her hand. Gerda stiffens.\nHANS\nFor God’s sake. Take some kindness where\n\nyou can.\n\nHe keeps hold of her hand. Gerda feels the warmth of him.\nHer eyes fill.\n\nGERDA\nEinar always comes back in the end. He\nalways has...\n\nHANS\nMaybe this time... he just can’t.\n\nGERDA\nI’m sorry.\n\nGerda shakes her head, gently rejecting Hans.\nGERDA (cont'd)\nI’ve never not finished a painting, I don’t\nknow how to give up.\n\nHans smiles, rueful. Finally lets Gerda take back her hand.\n\n26/11/15\n\f60.\n\nINT. PARIS APARTMENT, BEDROOM, NIGHT\n\nGerda appears in the doorway. Sees Einar sitting in the\nchair by the bed. She’s struck by how vulnerable he looks.\nHe looks up, and with genuine regret:\n\nEINAR/LILI\nI don’t think I can give you what you\nwant...\n\nHe looks away, ashamed. It’s unbearable. Gerda approaches\nhim. He looks like Lili dressed as Einar.\n\nEINAR/LILI (cont'd)\nI don’t know how long we can go on like\nthis.\n\nGERDA\nNo.\n\nShe pushes in beside him.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nEINAR/LILI (cont'd)\nI don’t know how long we can go on like\nthis. GERDA\nNo. She pushes in beside him. \n\nTARGET SECTION TO BE ANNOTATED:\n Einar/Lili lies in Gerda’s lap.\nThey hold each other into the night.\n\nEXT. OPERA GARNIER, PARIS, TWO WEEKS LATER, NIGHT\n\nEstablishing shot.\n\nINT. OPERA GARNIER, STAGE, NEXT DAY\n\nEinar watches a group of dancers rehearse on stage. Sitting\nin the stalls, Gerda and Ulla are talking, as Ulla unbinds\nher feet. We see callouses over the knuckles of her toes,\ntoenails broken and sore. She’s used to this.\n\nULLA\nHe needs to see someone.\n\nGerda checks Einar’s well out of earshot.\n\nGERDA\nYou know what happened with Hexler.\n\nULLA\nBut he’s so thin, Gerda...? There’s\nsomething wrong with him.\n\nGerda looks across at Einar.\n\nGERDA\nLili watches her figure...\n\nUlla lowers her voice -\n\nULLA\nLook, there’s a doctor - he runs the\nWomen’s Clinic in Dresden.\n\n(CONTINUED)\n26/11/15\n\f61.\nCONTINUED:\n\nGerda’s face changes as she hears what Ulla’s telling her.\nULLA (cont'd)\nHe’s interested in men like Einar. Men who\nare... different. Who are... confused.\n\nGerda’s surprised.\n\nULLA (cont'd)\nHe’s often in Paris.\n\nBefore Gerda can reply, Ulla is writing a name on a card -\nULLA (cont'd)\nJust talk to him? It couldn’t hurt, could\nit?\n- “Prof. Kurt Warnekros”. She gives the card to Gerda. Gerda\nlooks up at Einar. Finds him looking back, plainly exhausted.\n\nINT. PARIS APARTMENT, MORNING\n\nGerda has made coffee. Einar comes in, dressed and with some\nenergy.\n\nGERDA\nOh good... you’re awake... how do\nyou feel?\nEinar nods - pretty good. She pours him coffee.\n\nGERDA (cont'd)\nCome.\n\nEINAR\nI can’t - I have somewhere to go...\n\nHe pulls on a jacket.\n\nGERDA\nWhere?\n\nHe recoils from the question. Gerda gives up -\nGERDA (cont'd)\nI’m sorry - I don’t know how to hold on to\nyou any longer.\nEINAR\n\nI know.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe recoils from the question. Gerda gives up -\nGERDA (cont'd)\nI’m sorry - I don’t know how to hold on to\nyou any longer. EINAR\n\nI know. \n\nTARGET SECTION TO BE ANNOTATED:\n But I love you and I’m\ngoing to find an answer.\n\n26/11/15\n\n*\n\f62.\n\nINT. BIBLIOTEQUE NATIONALE, DAY\n\nEinar at a desk piled high with books. He reads, driven,\nfascinated. We see the books: The Normal and Abnormal Man, A\nScientific Study of Sexual Immorality...\n\nEXT. PARK, LATER\n\nEinar makes his way through the park. He looks bizarre in\ndaylight, like a woman dressed as a man. He passes a couple\nof rough-looking younger men. One HISSES under his breath:\n\nYOUNGER MAN\nLesbian...\n\nEinar looks round, amazed, almost amused at the mistake...\nwhen the men recognise that Einar is - in fact - a man, they\nLAUGH, shocked. Einar keeps walking, conscious of the men\nshadowing him, making silly obscene noises and comments.\n\nEinar presses on, anger and anxiety building as the men\npursue. Now the men pull level with him, jostle, one moving\nahead and rubbing his crotch.\n\nYOUNGER MAN (cont'd)\nYou speak English? Are you a boy...\n\nYOUNGER MAN 2\nOr a girl...?\n\nThe first Young Man leers and LAUGHS and then we suddenly see\nhis nose burst with blood as Einar’s fist connects. The two\nmen are caught by surprise as he lashes out with terrific\nenergy, but they regroup and then Einar’s down, fists and\nfeet flying, the men beating him furiously, until they\nfinally run away.\n\nINT. HANS AXGIL’S OFFICE, QUAI D’ORSAY, PARIS DAY\nAnimated discussion between Hans and another man.\nHANS\n\nBut I’m worried that will be too late. I\n\ncan’t hold the buyers much longer...\nHans’ secretary puts her head around the door. He glances\nup, annoyed, but something in her face gives him pause.\nBehind her, a man appears... A beat before Hans recognises\n\nthe badly swollen face.\n\nHANS (cont'd)\nEinar...\n\n26/11/15\n\f63.\n\nINT. HANS AXGIL’S OFFICE, BATHROOM\nHans tenderly cleans Einar’s face with iodine.\n\nEINAR\nYou're good at this.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HANS AXGIL’S OFFICE, BATHROOM\nHans tenderly cleans Einar’s face with iodine. EINAR\nYou're good at this. \n\nTARGET SECTION TO BE ANNOTATED:\nHANS\nI boxed for a while.\n\nEINAR\nShame you weren't with me earlier.\n\nEinar smiles at his own humour, but it hurts too much.\n\nEINAR (cont'd)\nSorry I’ve never been to see you before.\n\nHANS\nThat's alright. You’re here now.\n\nEINAR\nI couldn't let Gerda see me this way. She\nhas enough to put up with.\n\nHans acknowledges the truth of this, carries on.\n\nHANS\nLet me know if you feel light-headed.\n\nEINAR\nI’m permanently light-headed.\n\nHANS\nGod, Einar, what’s happened to you? I\ndon’t understand...\n\nEINAR\nHa - nor do I. But I don’t think it’s\nanything new... Even in Vejle...\n\nHANS\nWhat?\n\nEINAR\n\nWell I was different.\n\nHANS\nIt didn’t take much to be different in\nVejle! Surely, that’s why we became\nfriends?\n\nEinar nods, accepts Hans’ generosity. They take each other\nin, the absurdity of their situation settling between them.\n\nEINAR\nI wanted to thank you for looking after\nGerda.\n\n(CONTINUED)\n26/11/15\n\f64.\nCONTINUED:\n\nHans is slightly uneasy.\n\nHANS\nIt’s no great hardship.\n\nEINAR\nI’ve let her down.\n\nHANS\nShe doesn’t think that.\n\nEinar struggles a moment, then:\n\nEINAR\nEvery morning I promise myself I’1l spend\nthe whole day as Einar. But there’s so\nlittle Einar left.\n\nHANS\nYou need building up...\n\nEINAR\nNo. I think Lili’s thoughts. All the time.\nEven here, now, I’m having to work so hard\njust to... to be me. To be this.\nHe gestures, hopeless. But Hans won’t be defeated.\nHANS\nYou think these things because you’re\nexhausted...\nEinar confesses.\nEINAR\nI think sometimes about killing Einar.\nIt’s only the thought that I’d be killing\nLili too that stops me.\nHans is appalled, struggles for words.\n\nHANS\nYou need to see someone. A doctor.\n\nEINAR\nNo doctors.\n\nHans lays his big hand heavily on his friend’s shoulder.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nA doctor. EINAR\nNo doctors. Hans lays his big hand heavily on his friend’s shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nHANS\n130 Yes, Einar. You have to try. 130\nINT. DR BUSON’S CLINIC, ONE WEEK LATER, DAY\n\nEinar in a reclining chair, beside a pull-down chart of the\nhuman brain. He’s focused, engaged. BUSON seems excited.\n\n(CONTINUED)\n26/11/15\n\f65.\nCONTINUED:\n\nBUSON\nA confused state of identity.\n\nHe snaps down a diagram of the frontal lobe.\nBUSON (cont'd)\nI drill small holes - here, here and\nhere...\n\nHe touches Einar’s forehead... Einar blanches, surprised.\n\nINT. DR MCBRIDE’S ROOMS, ONE WEEK LATER\n\nA CLOCK TICKS in the self-conscious reconstruction of Freud’s\nconsulting room. MCBRIDE adjusts his pince-nez.\n\nMCBRIDE\nI've listened carefully and I’m afraid it’s\nnot good news.\nFrom the couch, Einar waits for the diagnosis.\n\nMCBRIDE (cont'd)\nYou’re a homosexual.\n\nEinar fails to stifle a bitter laugh.\n\nINT. ETABLISSEMENT HYDROTHERAPIQUE, ONE WEEK LATER, DAY\nDr Mai observes Einar, fascinated, over tented fingers.\nEINAR\nWell, I don’t really know what kind of help\nI need, but I can’t go on living without\nknowing who I am.\n\nDR MAI\nMm... very good...\n\nDr Mai nods vigorously, scribbles definitively onto a pad.\n\nMAI\nPlease excuse me a moment...\n\nHe nods politely goes out, leaving Einar alone. Curiosity\ngets the better of Einar and he works his way to the desk,\nlooks at the pad. As the sun falls across it, he can clearly\nsee the imprint of a word: schizophrenic... Einar panics,\ngrabs his coat...\n\nINT. ETABLISSEMENT HYDROTHERAPIQUE, CORRIDOR, DAY\n\nDr Mai hurries down the corridor flanked by male nurses.\n\n26/11/15\n\f66.\n\nINT. ETABLISSEMENT HYDROTHERAPIQUE, DR MAI’S ROOM, DAY\n\nDr Mai and the men look on, impotent, as the lace curtain\nfloats at the window onto the courtyard. Einar has gone.\nINT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nETABLISSEMENT HYDROTHERAPIQUE, DR MAI’S ROOM, DAY\n\nDr Mai and the men look on, impotent, as the lace curtain\nfloats at the window onto the courtyard. Einar has gone. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARIS APARTMENT, STUDIO, NIGHT\n\nGerda comes home. The place is in darkness. She startles.\nEinar’s been waiting for her. Gerda sits.\n\nEINAR\nDo you think I’m insane?\nGERDA\nDid a doctor say that?\nEINAR\nI’m sorry, I know we agreed no more... but\n\nlook at me.\nShe does - carefully, seeing Lili, just below the surface.\n\nGERDA\nYou’re not insane.\n\nEinar’s grateful. Gerda fights emotion...\n\nGERDA (cont'd)\nDid I do this to you?\n\nEinar doesn’t understand...\n\nEINAR\nWhat...?\n\nGERDA\nSometimes I think if it hadn’t been for the\npaintings...\n\nEINAR\nOh no... no, no. You helped bring Lili to\nlife, but she was always... she was\nwaiting...\n\nGERDA\nBut now she’s making you ill.\n\nEINAR\nI don’t know what to do. The doctors can’t\n\nhelp me.\n\nEinar’s at the end of the road. Gerda broaches the subject\nshe most fears:\n\nGERDA\nDo you want to try one more...?\n\n(CONTINUED)\n26/11/15\n\f67.\nCONTINUED:\n\nEinar is surprised. What does Gerda have in mind?\n\nINT. RESTAURANT, DAY\n\nGerda and Einar sit, both nervous. Opposite, Warnekros\nobserves Einar closely. A nervous tension in the air.\n\nWARNEKROS\nSo what do you think would explain what\nyou've been experiencing Mr Wegener?\n\nEINAR\nProfessor Warnekros... the fact is... I\nbelieve I am a woman inside.\n\nGERDA\nAnd I believe it too.\n\nEinar looks to Gerda, grateful to hear her say this out loud.\nEINAR\nYou probably think I’m insane. That we\nboth are...\nWarnekros smiles. He lights a cigarette, taking his time.\nWARNEKROS\nWell, there are people who think that I’m\ninsane. But I think you’re probably right.\n\nEinar’s amazed. Warnekros breathes, begins:\n\nWARNEKROS (cont'd)\nI’ve met another man like you.\n\nEinar grasps Gerda’s hand, filled with hope...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEinar’s amazed. Warnekros breathes, begins:\n\nWARNEKROS (cont'd)\nI’ve met another man like you. Einar grasps Gerda’s hand, filled with hope... \n\nTARGET SECTION TO BE ANNOTATED:\nWARNEKROS (cont'd)\n\nI pursued his case - against the\nwishes of my colleagues, of course.\n\nWarnekros considers a moment, then:\nWARNEKROS (cont'd)\nI told him I could operate. To make\nhim fully a woman.\n\nEINAR\nIs that really possible?\n\nEinar and Gerda struggle to take in the idea.\nGERDA\n\nWhat happened to the man? Was the\noperation successful?\n\n(CONTINUED)\n26/11/15\n\fCONTINUED:\n\n68.\n\nWARNEKROS\nIt never took place. On the morning of the\nfirst operation, he ran away. He was too\nfrightened.\n\nEINAR\nI wouldn’t do that.\n\nWarnekros manages a grim laugh. Sounds a warning -—\n\nWARNEKROS\nPerhaps he was the smart one. The surgery\nhas never been attempted before.\n\nGerda tries to get a grip on things:\n\nGERDA\nProfessor Warnekros, what is this\nsurgery...?\n\nWARNEKROS\nTwo operations... The first to\nremove the male parts entirely.\nThe second - once you were strong\nagain - to construct a vagina.\n\nGerda looks to Einar - Einar’s rapt.\n\nWARNEKROS (cont'd)\nAn irreversible change, and a high\nrisk of failure, of infection,\ncomplications.\n\nWarnekros’s hand waves through the air, suggesting the\n\nworst...\n\nGERDA\nIt’s too dangerous...\n\nEINAR\nIt’s my only hope.\n\nGerda and Einar exchange a look. Warnekros observes.\n\nWARNEKROS\nI leave for Dresden at lunchtime tomorrow.\n\nHe warns them, an unmistakably serious tone:\n\nWARNEKROS (cont'd)\nMrs Wegener, I do believe I can\nhelp your husband. But he won’t be\nyour husband when I’ve finished.\n\n26/11/15\n\n %\n\n+H FH HH HF\n\n %\n\f69.\n\nEXT. TRAIN STATION, MORNING\n\nA NOISY bustling platform. People rushing in all directions.\nEinar checks his ticket, about to board the train. Hans and\nGerda are with him, almost swept away by the tide of people.\nHans carries his case. They find a space in the crowd.\nEinar strains at his starched collar - his suit is\nemphatically masculine.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHans carries his case. They find a space in the crowd. Einar strains at his starched collar - his suit is\nemphatically masculine. \n\nTARGET SECTION TO BE ANNOTATED:\nEINAR\nI feel strange going dressed like this.\n\nGERDA\nIt’s important. Hans says the Germans will\ncheck your papers.\n\nHANS\nDon’t take any chances. You’re nearly\nthere.\n\nHans and Einar embrace, then Hans holds him at arms length.\n\nEINAR\nI won’t be seeing you again.\n\nHANS\nYou know, I’ve only really liked a handful\nof people in my life and you’ve been two of\nthem.\n\nEinar half-laughs. Hans twinkles.\n\nHANS (cont'd)\nTake care. Take care.\n\nThe men part. Hans withdraws. Einar turns to Gerda. What\ncan he say? They hold one another close, intensely private.\n\nGERDA\nI wish you’d let me come with you.\nEINAR\nI can’t. You love Einar. And I have to let\n\nhim go.\n\nThey kiss, an emotional parting. She removes her bright\nscarf.\n\nGERDA\nHere, take this...\n\nHe takes it, smiles, and boards the train - just in time.\nThe air fills with steam and NOISE. Gerda raises her hand to\nwave as the train pulls out, carrying Einar away. Einar\n\nfights tears as he moves off... Gerda runs alongside a\nlittle way, the gap that’s opening between them suddenly\nunbearable. And then... the train has gone. Gerda turns to\n\nleave, finds Hans waiting. She walks past him, bereft.\n\n(CONTINUED)\n26/11/15\n\f148\n\n70.\nCONTINUED:\n\nHANS\nGerda...? Let me give you a lift.\n\nShe barely turns, hands stuffed firmly in her pockets.\n\nGERDA\nI’m going to walk.\n\nShe strides down the platform, trying to outpace the pain,\nface set, body strong. She could walk like this forever.\nINT. TRAIN COMPARTMENT, DAY\n\nEinar watches the scenery fly by outside.\n\nINT. PARIS APARTMENT, STUDIO, EVENING\n\nGerda prepares a fresh canvas.\n\nINT. TINY BATHROOM ON TRAIN.\nEinar opens a document - his passport. Takes a long look -\n\nGUARD (0.S.)\nNext stop, Dresden. Dresden is the 148\nnext stop...\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nNext stop, Dresden. Dresden is the 148\nnext stop... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARIS APARTMENT, STUDIO, DAY\n\nGerda, charcoal in hand, the canvas before her, waits to\nbegin. Then there’s a swift line on the canvas - the curve\nof a flank - conjures a nude Einar or Lili... Whatever name\nis attached to it now. She sketches the form of a body she\nloves. Strong magic to keep it from harm.\n\nEXT. STREET, DRESDEN, AFTERNOON\nLili walks into town, a high road that gives her a panoramic\nview of the river.\n\nINT. WARNEKROS’S CLINIC, RECEPTION, EARLY EVENING\n\nRECEPTIONIST\nHello...?\n\nLILI\nYes, my name is Lili, I’m here to see\nProfessor Warnekros.\n\nRECEPTIONIST\nLili what?\n\n(CONTINUED)\n26/11/15\n\f71.\nCONTINUED:\n\nLili wonders, surprised at the question...\n\nLILI\nOh... Lili Elbe. Yes. Like the river.\n\nThe Receptionist nods. Writes it down.\n\nRECEPTIONIST\nPlease take a seat...\n\nLili settles... looks around. A sanctuary. For women.\n\nINT. WARNEKROS’S OFFICE, EVENING\n\nLili sits with Professor Warnekros. Behind him, anatomical\nmodels of women’s reproductive parts, plastic foetuses.\n\nLILI\nMust I really wait?\n\nWARNEKROS\nIt’s only a week, We need you to rest and\ngain some weight. We can’t risk an\ninfection.\n\nProfessor Warnekros rises, rests his hands on Lili’s\nshoulders, paternal. Lili pats his hand, tender, submissive.\n\nWARNEKROS (cont'd)\nFor what I’m attempting, you’ll need to be\nstrong.\nLILI\nThis is not my body, Professor.\nPlease take it away.\n\nEXT. WARNEKROS’S CLINIC, DRESDEN, GARDEN, DAY\n\nLili amidst other young women patients, many pregnant. She\nconcentrates on balancing a teacup on her knee. A VOICE:\n\nURSULA (0.S.)\nDo you think Spring will come early?\n\nLili looks round. A delicate blonde, URSULA, sits nearby.\n\nURSULA (cont'd)\nI saw you looking at the crocuses.\n\nLILI\nOh - yes.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nA delicate blonde, URSULA, sits nearby. URSULA (cont'd)\nI saw you looking at the crocuses. LILI\nOh - yes. \n\nTARGET SECTION TO BE ANNOTATED:\n You’re having a baby.\n\nUrsula nods, cradles her round belly.\n\nURSULA\nAnd you?\n\n(CONTINUED)\n26/11/15\n\n*\n\f72.\nCONTINUED:\nLILI\nNo - I’m ill inside. But Professor\nWarnekros’s going to make me better. He’s\noperating tomorrow.\n\nURSULA\nWill you be able to have children after?\n\nThe question catches Lili by surprise, sets her thinking...\n\nLILI\nI don’t know.\n\nURSULA\nI hope so.\n\nLili smiles, full of optimism.\n\nINT. WARNEKROS’S CLINIC, DRESDEN, LILI’S ROOM, EVENING\nA particularly solicitous NURSE gives Lili a white pill.\n\nNURSE\nTo help you sleep tonight.\n\nLater - Lili at the sink, wipes a washcloth over her face.\n\nThe water runs a peachy colour as powder and rouge rinse\naway. Lili looks in the mirror at Einar for the last time.\n\nINT. PARIS CAFE, EVENING\n\nHans smokes his cigar. Picks a speck of tobacco from his\ntongue.\n\nHANS\nRasmussen called. The Dufour people want\nyou in their group show. I like the idea.\nGerda looks across at him, hasn’t heard anything.\n\nGERDA\nI'm sorry?\n\nHANS\nThe Dufour Gallery?\n\nBut Gerda shakes her head. Hans SIGHS, considers, then:\n\nHANS (cont'd)\nGerda, why don’t you go...?\n\nGERDA\nHe asked me not to.\n\n(CONTINUED)\n26/11/15\n\f73.\nCONTINUED:\nHANS\nHe wanted to protect you. You\nshould be there. I'll go with you.\nGerda turns on him:\n\nGERDA\nNo. If I go, it’ll be alone.\n\nHANS\nNow you’re sounding like Einar.\n\nGERDA\nI am like Einar.\n\nHans seethes, frustrated.\n\nHANS\nWhat do you want me to do Gerda?\n\nGERDA\nI want you to go away.\n\nHans is surprised, hurt.\n\nHANS\nReally?\n\nGerda looks down, fixes her eyes on a burn mark on the\ntabletop. She senses movement as Hans chair is pushed aside.\n\nGERDA\nNo, I’m sorry...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nGerda looks down, fixes her eyes on a burn mark on the\ntabletop. She senses movement as Hans chair is pushed aside. GERDA\nNo, I’m sorry... \n\nTARGET SECTION TO BE ANNOTATED:\nBut it’s too late. Hans is gone.\n\nINT. WARNEKROS’S CLINIC, DRESDEN, NEXT DAY\n\nEinar/Lili sleeps a deep sleep. We pull out to see the\noperating theatre around her, Warnekros prepped to begin.\n\nINT. PROFESSOR WARNEKROS’S CLINIC, DRESDEN,\nCORRIDOR/LILI’S ROOM\n\nWarnekros escorts Gerda along the corridor.\n\nWARNEKROS\nShe only regained consciousness very\nbriefly. We’re having to give her a great\ndeal of morphine, of course, so that’s to\nbe expected.\n\nAs they reach Lili’s room, a CRY fills Gerda with fear.\n\n(CONTINUED)\n26/11/15\n\f74.\nCONTINUED:\n\nWARNEKROS (cont'd)\nIt’s nothing, I assure you...\n\nGerda is stunned to see Lili held down by ropes weighted with\nsandbags. She looks terrible, grey-green, exhausted. A\nnurse administers morphine, another soothes.\n\nNURSE\nYou mustn’t move Lili. It only makes it\nworse...\n\nGERDA\n(under her breath)\nMy God...\n\nThe nurse pushes a paralysed Gerda gently aside -—\n\nNURSE\nExcuse me...\n\nThe nurse slips a mask over Lili’s face. She sucks\ngratefully at the numbing gas. Gerda comes to, galvanises\nherself, moves the nurse aside, takes hold of the mask.\n\nGERDA\nI’ll do that. I’m here now. Don’t worry,\nI’m here...\n\nThe nurse looks to Warnekros - he nods. She withdraws. Gerda\nsmooths Lili’s brow, determined, devoted.\n\nEXT. WARNEKROS’S CLINIC, GARDEN, TWO WEEKS LATER, DAY\n\nLili dozes in her wheelchair. Gerda sketches. Lili smiles a\nlittle but her eyes don’t open. Gerda notices, stops.\n\nLILI\nI can feel I’m getting better when I listen\nto your pencil.\n\nShe opens her eyes.\n\nLILI (cont'd)\nYou’ve always sketched me better than I\nwas.\n\nGERDA\nHave I...?\n\nLILI\nWhat you draw, I become.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLILI (cont'd)\nYou’ve always sketched me better than I\nwas. GERDA\nHave I...? LILI\nWhat you draw, I become. \n\nTARGET SECTION TO BE ANNOTATED:\n You made me more\nbeautiful, now you’re making me strong.\nSuch power in you.\n\nGerda smiles. Lili reaches out and touches her hands.\nLili’s eyes shine, full of anticipation.\n\n(CONTINUED)\n26/11/15\n\f166\n\n75.\nCONTINUED:\nLILI (cont'd)\n\nShall we go back to Denmark then, Gerda?\nShall we go home?\n\nINT. WIDOW HOUSE, COPENHAGEN. STUDIO, 1 MONTH LATER, DAY\nGerda CRACKS the lock on the shutters, pushes them open,\n\nflooding the long-dark room with light. Outside, the bustling\nharbour -\n\nGERDA\nLili! Lili, you’re late... 166\nLili appears. She’s excited - dressed, made up... Gerda\n\nholds out a little pill-box.\n\nGERDA (CONT'D) (cont’d)\nSo, these...\n\nLILI\nEvery two hours. And I have to eat\nsomething first. I have a few\nmacaroons in my bag all ready.\n\nGERDA\nAnd these, only if you need them.\nLili salutes like a girl guide. Gerda marvels at her... so\nalive.\n\nGERDA (cont'd)\nGood luck.\n\nLili leaves. Gerda breathes again. A new beginning.\n\nEXT. STREET OUTSIDE THE WIDOW HOUSE, DAY\n\nLili makes her way down the street, her confidence slowly\nbuilding. A man lifts his hat as she passes and she looks\naway, surprised and pleased.\n\nINT. FONNESBECH’S DEPARTMENT STORE, DAY\n\nLili hangs on the glamourous Manageress’s instructions. Fits\nperfectly with the other painted dolls behind the perfume\ncounter.\n\nMANAGERESS\nAnd remember, making a purchase at\nFonnesbech’s is not merely\n\nshopping. It’s an experience! You\nlived in Paris, yes?\n\nLILI\nOh yes...\n\n(CONTINUED)\n26/11/15\n\f76.\nCONTINUED:\n\nMANAGERESS\nLet everyone know! The store is a\nstage - we are here to perform.\n\nLili looks out over the cut-glass bottles and endlessly\nreflecting surfaces, thrilled ...\n\nINT. FONNESBECH’S DEPARTMENT STORE, DAY\nLili at work.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nLili looks out over the cut-glass bottles and endlessly\nreflecting surfaces, thrilled ... INT. FONNESBECH’S DEPARTMENT STORE, DAY\nLili at work. \n\nTARGET SECTION TO BE ANNOTATED:\n She explains to an older female customer:\n\nLILI\nAnd in Paris, a lady would never\ndream of spraying the scent\ndirectly onto herself.\n\nThe woman listens, entranced by Lili’s animated lecture.\n\nLILI (CONT'D) (cont'd)\nNo, you spray the air, see, and\nwalk into it...\n\nLili skips into the mist of scent.\n\nLILI (CONT'D) (cont'd)\nVoila..!\n\nLili skips into the mist of scent.\n\nLILI (cont'd)\nYou try...\n\nThe woman is shy, but Lili’s enthusiasm is so infectious...\n\nLater: Lili rearranges the perfume bottles on the counter\nuntil they are perfectly aligned... a real satisfaction in\nthe aesthetic endeavour.\n\nINT. FONNSBECH’S DEPARTMENT STORE\n\nLili and her colleagues pour out of the store, demob-happy.\nLili offers them sweets from her handbag.\n\nGIRL\nIt’s so unfair - you’ve got the\nsweetest tooth and the narrowest\nhips in the whole store...\n\nGIRL 2\nHow do you manage it, eating so\nmuch sugar?\n\nLILI\nOh, the trick is to eat nothing\nelse...\n\n(CONTINUED)\n26/11/15\n\f77.\nCONTINUED:\n\nThey all LAUGH. Lili moves to go...\n\nGIRL\nSee you tomorrow!\n\nThe Girl hurries into the arms of her waiting boyfriend.\nLili watches, intrigued. Until -\n\nGIRL 2\nLili - are you coming...\n\nAnd Lili rejoins the throng.\n\nEXT. STREET RUNNING PAST CANAL, DAY\n\nLili walks along the canals, savouring the journey. The sun\nsparkles on the water, and all around people are meeting and\ntalking, a world of life that she finally feels part of...\n\nINT. WIDOW HOUSE, GERDA’S SIDE OF THE ROOM, NIGHT\n\nA quiet, dreamy atmosphere. Gerda lies awake, watches Lili’s\nlamplit silhouette on the other side of the dividing sheet.\nLili writes in her notebook. After a while:\n\nGERDA\nYou know one night last week, I had\nthe strangest dream.\n\nLILI\nWhat...?\n\nGERDA\nI dreamed you were getting married.\n\nLili’s silhouette sits up...\n\nLILI\nDo you think I ever will...",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nGERDA\nI dreamed you were getting married. Lili’s silhouette sits up... LILI\nDo you think I ever will... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\nGERDA\nWho knows? So many strange things\nhave happened.\n\nGERDA (cont'd)\nIt’s not so long ago we were\nmarried... you and me.\n\nGerda waits in the silence for some response.\n\nLILI\nYou and Einar.\n\nGERDA\nI know it was Einar. But really it\nwas you and me.\n\n(CONTINUED)\n26/11/15\n\f78.\nCONTINUED:\n\nThey both absorb this idea...\n\nLili’s silhouette waits a moment, then lies back down. Gerda\ncurls into herself.\n\nEXT. CAFE ON HARBOUR, DAY\n\nLili passes the cafe on the Harbour as usual, glances over...\nHer footsteps slow... Sitting alone at a table is a familiar\nface: Henrik looks up from his newspaper: Lili. He looks\nshocked... then delighted...\n\nHENRIK\nIs it really you...?\n\nLili smiles...\n\nLILI\nI believe so.\n\nThey begin to laugh, lit up with euphoria. Henrik hurries to\npull out a chair for Lili to sit down...\n\nLATER:\nLili and Henrik at a table together. Henrik is stunned.\n\nHENRIK\nSo what you’re suggesting is..\n\nLili tilts her head, waiting, pleased with herself...\n\nHENRIK (cont'd)\nThat a doctor...\n\nHenrik glances around, lowers his voice...\n\nHENRIK (cont'd)\n...intervened...\n\nLILI\nTo correct a mistake in nature. I\nhave a passport to prove it.\n\nHENRIK\nHe made you a woman...?\n\nLili bridles slightly, corrects him kindly -\nLILI\nGod made me a woman. The doctor\ncured the sickness that was my\ndisguise.\n\nHenrik pushes, still struggling. Lili’s confidence ebbs...\n\n(CONTINUED)\n26/11/15\n\n+e HF\n\n*\n\f79.\nCONTINUED:\n\nHENRIK\nA real woman?\n\nThe question hangs between them.\n\nINT. WIDOW HOUSE, STUDIO, NIGHT\n\nLili sits writing in her notebook, all seriousness. Gerda\nlooks up from reading. Lili takes a pill, resumes writing.\n\nGERDA\nYou're going to need a new notebook\nif you carry on like this.\n\nLILI\nWhen Professor Warnekros suggested\nI keep a diary... well, I thought\nI'd never have anything to write.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nLili takes a pill, resumes writing. GERDA\nYou're going to need a new notebook\nif you carry on like this. LILI\nWhen Professor Warnekros suggested\nI keep a diary... well, I thought\nI'd never have anything to write. \n\nTARGET SECTION TO BE ANNOTATED:\nBut it helps, to make sense of\nthings.\n\nGERDA\nPerhaps I should try it.\n\nLili almost smiles.\n\nGERDA (cont'd)\nDo you never think of painting?\n\nLili’s surprised.\n\nGERDA (cont'd)\nYou might be good at it.\n\nLILI\nI want to be a woman, not a\npainter.\n\nGERDA\n\nWell, people have been known to do\nboth. I'd be curious to see what\n\nyou painted, that’s all. Sometimes\nit’s hard to know what’s in your...\n\nLili takes a pill, testy. Gerda’s can’t help herself:\n\nGERDA (CONT'D) (cont’d)\nDidn't you just take one of those a\nminute ago?\n\nLILI\nGerda, I know what I’m doing.\n\nGerda backs off.\n\nLILI (CONT'D) (cont'd)\nI’m going to get some fresh air.\n\n(CONTINUED)\n26/11/15\n\f80.\nCONTINUED:\n\nLili gets her coat and Gerda’s wool wrap. But as Lili heads\nfor the door -\n\nLILI (cont'd)\nYou know sometimes I wonder why you\nlet me go through all this if you\nthought everything would be the\nsame afterwards.\n\nGerda’s wrongfooted...\n\nGERDA\nI didn’t. But I promised Einar I'd\ntake care of you.\n\nLILI\nFor goodness’ sake, Gerda - Einar\nis dead. We both have to accept\nthat. You took care of me, now I\nhave to take care of myself. I\nhave to have a life of my own. And\nyou need to do the same.\n\nLili calls the dog, heads for the door, and is gone. Gerda\nis left alone to process this exchange...\nINT. WIDOW HOUSE, NEXT DAY\nIn the studio, Gerda reorganises, determined - paints,\nbrushes, solvents everywhere. She has already taken down\nmost of the sketches from her studio wall. It is blank - a\nclean sheet. She considers...\nEXT. PHONE KIOSK ON HARBOUR, DAY\nGerda paces, exercised, all nervous indecision. Resolves to\nenter the booth... We hear a PHONE RINGING.\nINT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nResolves to\nenter the booth... We hear a PHONE RINGING. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HANS AXGIL’S OFFICE, PARIS, RECEPTION, DAY\nThe Receptionist at her desk, on the phone:\nRECEPTIONIST\nYes, in London... Is it urgent?\nShould I could ask him to..?\n\nEXT. PHONE KIOSK ON HARBOUR, DAY\n\nGerda, on the phone, disappointed, wrong-footed.\n\nGERDA\nOh, no that’s fine. Just tell\nhim... just say...\n\n(CONTINUED)\n26/11/15\n\f81.\nCONTINUED:\n\nShe struggles to compose a message.\n\nGERDA (CONT'D) (cont’d)\nIt’s a beautiful day in Copenhagen.\n\nShe hangs up, discomposed. Feeling like a stupid teenager.\n\nEXT. HARBOUR\n\nGerda passes the fish stall, greets the female fishmongers -\nthen sees Lili, up ahead, on Henrik’s arm. Henrik sees\nGerda... alerts Lili. Gerda nods politely and quickly heads\nin the opposite direction.\n\nINT. WIDOW HOUSE, NIGHT\n\nFood cooking on the stove. Gerda drinks a glass of wine,\nthoughtful. Lili arrives home, on eggshells...\n\nLILI\nIt’s not what you think. Henrik is\nhomosexual. There’s nothing between\nus. But I should have told you I'd\nseen him.\n\nGERDA\nNo you shouldn’t...\n\nLILI\nHe’s just a friend, Gerda. Someone\nto talk to.\n\nGERDA\n(without rancour)\nBecause you can’t talk to me.\n\nGerda pours wine for Lili. She accepts the glass.\n\nLILI\nAbout some things, no.\n\nGerda lifts her glass, proposing a muted toast, but Lili has\nsomething more on her mind...\n\nLILI (cont'd)\nI’ve made a decision. I’m going\nback to Dresden. For the second\noperation.\n\nGerda’s blood runs cold.\n\nGERDA\nIt’s too soon.\n\n(CONTINUED)\n26/11/15\n\n*\n\fCONTINUED:\nLILI\nNo, it’s time. I need to finish\nwhat I started.\n\nGERDA\nYou’re not strong enough...\n\nLILI\nProfessor Warnekros thinks I am...\n\nGERDA\nWarnekros...? He hasn’t seen you.\n\nLILI\nI’ve made up my mind.\n\nGerda shakes her head, disbelief...\n\nGERDA\nIt could kill you.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nLILI\nI’ve made up my mind. Gerda shakes her head, disbelief... GERDA\nIt could kill you. \n\nTARGET SECTION TO BE ANNOTATED:\nLILI (CONT'D)\nI’m going on Friday. Will you come\nwith me?\n\nGerda’s mind races to absorb the announcement...\n\nGERDA\nI won’t help you to hurt yourself.\n\nLili bites down on it:\nLILI\n\nGerda, will you come...?\n\nINT. WARNEKROS’S CLINIC, LILI’S ROOM, RAINY NIGHT\n\n82.\n\nLili’s sitting up in bed, Gerda’s bright scarf around her\nshoulders. Warnekros holds Lili’s wrist, checks the pulse.\n\nWARNEKROS\nThis will be harder than the last\noperation? You understand that.\n\nLILI\nYes I do.\n\nA note of warning.\n\nWARNEKROS\nIt’s complex surgery.\n\nLILI\nAnd I‘1l sleep all the way through\nit!\n\n(CONTINUED)\n\n26/11/15\n\f83.\nCONTINUED:\n\nWARNEKROS\nYes you will, but...\n\nLILI\nYou’1l be there when I wake up.\n\nLili half-jokes:\nLILI (cont'd)\nI want a husband who looks just\nlike you!\nThen, more thoughtful:\nLILI (CONT'D) (cont'd)\nAnd maybe a child. Like a real\nwoman.\n\nWarnekros nods, kindly, but...\n\nWARNEKROS\nOne step at a time.\n\nHe gets up.\n\nWARNEKROS (cont'd)\nGet some rest, now. Goodnight.\n\nHe smiles, goes to the door. Gerda’s waiting outside. They\ncross in the doorway, polite but not warm.\n\nLili smiles, seeing Gerda. Gerda sits on the bed.\n\nLILI\nYou're still angry with me.\nGERDA\nI’m not angry with you, I’m worried\n\nabout you.\n\nGerda lays her head in Lili’s lap, tired with anxiety. Lili\nstrokes her hair. We feel the depth of love between them.\n\nLILI (CONT'D)\nYou heard my wish Gerda. When no\none else could hear me, you did.\n\nGerda’s eyes begin to fill. She collects herself.\n\nGERDA\nCome. We both need our rest. I\ncan sleep in the chair, there...\n\nLILI\nOff to your little hotel.\n\nGERDA\nI don’t mind...\n\n(CONTINUED)\n26/11/15\n\f84.\nCONTINUED:\n\nBut Lili insists.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGERDA\nI don’t mind... (CONTINUED)\n26/11/15\n\f84. CONTINUED:\n\nBut Lili insists. \n\nTARGET SECTION TO BE ANNOTATED:\nLILI\nAre there chocolates on the pillow?\n\nGERDA\nCigarette burns.\n\nLili laughs, kisses Gerda’s cheek.\n\nLILI\nTake this... There’s a chill in the\nair.\n\nLili goes to hand over Gerda’s scarf, but:\n\nGERDA\nYou keep it. For now.\n\nLili smiles, a little mischievous. But then a look between\nthem. Gerda’s afraid.\n\nLILI\nI’m going to be fine.\n\nGerda nods, determined to believe it.\n\nGERDA\nYes.\n\nLILI\nSleep well.\n\nGERDA\nGoodnight.\n\nLili is determinedly bright. Gerda takes her coat and bag.\nThe door closes behind her. A couple of moments pass and\nthen Lili begins to dissolve, releasing tears of overwhelming\nfear and anticipation...\n\nINT. DRESDEN HOTEL, RECEPTION, NIGHT\nThe CONCIERGE approaches, solicitous.\n\nGERDA\nRoom 9.\n\nThe concierge turns to get Gerda’s key. The sound of a\ncocktail piano in an adjacent room serves to reinforce her\nisolation. But then she sees reflected in the mirror - a\nfamiliar face -\n\nGERDA (CONT'D) (cont'd)\nHans...?\n\n(CONTINUED)\n26/11/15\n\f85.\nCONTINUED:\nGerda turns, barely holding herself together... he catches\nher in a heavy, passionate embrace. A huge sense of relief,\nreunion, trust.\n\nHANS\nIt’s alright.\n\nGerda nods, greatly comforted by his presence.\n\nGERDA\nYes.\n\nHANS\nEverything will be alright.\n\nGerda hangs on to Hans, desperately wanting it to be true.\n\nINT. WARNEKROS’S CLINIC, LILI’S ROOM, DAWN\n\nA nurse helps a quietly determined Lili into a surgical gown.\n\nINT. OPERATING THEATRE\nWarnerkros, scrubbed in, serious, ready to begin.\n\nWARNEKROS\nGood luck, everybody.\n\nLili anaesthetised. We stay on her face, hear voices, the\nclank of instruments. Rain beginning... the sound of it\nincreasingly intense as the wind comes up too...\n\nINT. WARNEKROS’S CLINIC, RECEPTION, NEXT MORNING\n\nMorning light streams in, harsh, unforgiving. Hans holds the\ndoor for Gerda.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WARNEKROS’S CLINIC, RECEPTION, NEXT MORNING\n\nMorning light streams in, harsh, unforgiving. Hans holds the\ndoor for Gerda. \n\nTARGET SECTION TO BE ANNOTATED:\n She’s barely inside when the Receptionist\njumps urgently to her feet.\n\nRECEPTIONIST\nProfessor Warnekros would like a\nword...\n\nGerda’s faces register anxiety. Hans gestures - he’s backing\noff. He’ll wait. Gerda hurries away.\n\nINT. WARNEKROS’S CLINIC, DRESDEN, MORNING\nWarnekros and Gerda walk purposefully along the corridor -\n\nWARNEKROS\nShe lost a lot of blood. Now we’re\nstruggling to keep the fever down.\nThere’s a chance it will burn\nitself out, but...\n\n(CONTINUED)\n26/11/15\n\f86.\n\nCONTINUED:\nThey arrive at the doorway to Lili’s room. Warnekros shows *\nGerda in. Lili sleeps fitfully, slick with sweat. *\n\nWarnekros’s clearly worried. Gerda’s astonished at how ill\nshe looks.\n\nWARNEKROS (CONT'D) (cont'd)\n(deeply regretful)\n\nI’m sorry... I have to be honest.\n\nThe prognosis is not...\n\nHe can’t finish, but Gerda barely hears him anyway...\n\nGERDA\nGo away... thank you. Leave us *\nalone.\nGerda hangs in the doorway, blocking it, until Warnekros is *\nobliged to turn away. We follow him, walking back down the *\ncorridor, alone, excluded, burdened by failure. *\n\nINT. WARNEKROS’S CLINIC, DRESDEN, GARDEN, NIGHT\n\nHeavy spots of rain begin to splash down. Most of the\nhospital in darkness. A light glowing in one room.\n\nINT. WARNEKROS’S CLINIC, DRESDEN, LILI’S ROOM, NIGHT\n\nGerda in the chair at Lili’s bedside, mopping her brow. The\nrainstorm beating outside. A nurse enters with a jug of\nwater. Gerda nods, grateful.\n\nINT. WARNEKROS’S CLINIC, DRESDEN, CORRIDOR, DAWN\n\nA cleaner works her mop and bucket down the corridor. Hans\nsleeps in a chair up ahead.\n\nINT. WARNEKROS’S CLINIC, DRESDEN, LILI’S ROOM\n\nLili sleeping, calmer now. Her face translucent in the\nmorning light. Gerda sleeps in the chair beside her.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nWARNEKROS’S CLINIC, DRESDEN, LILI’S ROOM\n\nLili sleeping, calmer now. Her face translucent in the\nmorning light. Gerda sleeps in the chair beside her. \n\nTARGET SECTION TO BE ANNOTATED:\n Gerda\nwakes, disoriented for a moment, then looks at Lili, sleeping\npeacefully, clearly cooler now... Gerda feels her brow - no\nheat there any more... Gerda’s relief is palpable. She\nsmooths Lili’s fringe, then gets up, opens the curtains -\nwide - the sun just starting to show in the rain-washed sky.\nShe turns back to see Lili’s eyes open.\n\nGERDA\nLili...?\n\nLili struggles to speak.\n\n(CONTINUED)\n26/11/15\n\f87.\n\n \n\nCONTINUED:\nGERDA (cont'd)\nI’m here... just lie still... It’s\nalright...\nLili smiles through her medicated haze. She sees Hans hurry\nin... thrilled to see her awake...\nHANS\n\nOh, Lili. How are you?\n\nHer voice is faint, cracked. She takes in Hans and Gerda:\n\nLILI\nI am... entirely myself.\nHans laughs gently.\nHANS\n\nI‘1l tell Warnekros she’s awake.\nHans goes. Gerda sits back beside Lili, fixes her hair.\n\nGERDA\nYou know you had us worried...\n\nLili’s frail, otherworldly, but her eyes burn bright. She\nlooks to the window.\n\nLILI\nCan I go outside, Gerda? Into the\ngarden?\n\nGERDA\n\nI think you should rest...\n\nBut Lili takes Gerda’s hand, a great sense of calm in her.\nShe looks at Gerda. Gerda still there, always there.\n\nLILI\nPlease...\n\nEXT. CLINIC GARDENS\n\nGerda wheels Lili out in a wheelchair, Hans holding the door\nopen for her to pass. A glance between him and Gerda, then\nhe leaves the women alone.\n\nGerda is settles herself in a chair beside Lili, rests her\nhand on Lili’s arm. The birch trees in Spring leaf. A light\nbreeze makes them quiver. Lili’s breathing is shallow. We\nfeel the depth of love between the women, and the\nprecariousness of their situation.\n\nLILI\nYou mustn’t worry about me any\nmore, Gerda.\n\n(CONTINUED)\n26/11/15\n\f88.\n\nCONTINUED:\nGERDA\nIt’s an old habit. I’m slow to\nchange.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n26/11/15\n\f88. CONTINUED:\nGERDA\nIt’s an old habit. I’m slow to\nchange. \n\nTARGET SECTION TO BE ANNOTATED:\nLILI\n\nHow have I ever deserved such love?\nGerda struggles to remain composed.\nLILI (cont'd)\n\nI’m sorry you were frightened.\nThere’s nothing to be afraid of any\n\nmore.\nGERDA\nNo.\nLILI\nYou know, last night, I had the\nmost beautiful dream... I dreamed I\nwas a baby in my mother’s arms...\nand she looked down at me... and\n\ncalled me Lili...\nGerda is amazed, deeply moved...\n\nGERDA\nLili...\n\nLili’s features arrange themselves into an expression of\nperfect joy as she sinks back into something which Gerda\ngradually sees is deeper than sleep...\n\nGERDA (cont'd)\nLili...\n\nGerda clutches the hand... No response... Smooths the\nbrow... still nothing...\n\nGERDA (CONT'D) (cont'd)\nLili...?\n\nGerda presses Lili’s hand against her cheek, overwhelmed with\ngrief. Lili looks blissfully happy. The dawn light grows\nstronger in the garden...\n\nINT/EXT. JUTLAND, DAWN, TWO WEEKS LATER\n\nHans’ car rolls into the bleak landscape. Hans and Gerda\ninside. Gerda looks out - at a landscape she knows with\nabsolute intimacy, although she’s never been here before.\nIt’s all here... the imagery from Einar’s paintings, singing\nwith life... A wild stretch of rocky green under soft\nnorthern light, a row of beautiful black-limbed trees, bent\nover, but not broken, by the wind...\n\n26/11/15\n\f89.\n\nEXT. CLIFFS OVERLOOKING KATTEGAT SEA, JUTLAND, MORNING\n\nHans tails Gerda. She battles the incredible gusts of salt\nair, the bright scarf flying like a flag at her throat. She\npushes on, closer to the cliff edge... Finally she reaches\nan amazing vantage point, is stunned by the view: a rectangle\nof ferociously stormy sea, silver waves whipped by a wind\nthat stings, relentless. We hear the RUSTLE and PUNCH of the\nweather going at her. Hans joins her. They stand there\nlooking out until they can hardly breathe any more.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear the RUSTLE and PUNCH of the\nweather going at her. Hans joins her. They stand there\nlooking out until they can hardly breathe any more. \n\nTARGET SECTION TO BE ANNOTATED:\nHans takes her armto steady her, but as she turns toward him\nthe wind rips up under the bright scarf, snatches it into the\nair. Gerda GASPS - a moment of loss - but then, something\n\nelse... As Hans hurries to try and catch it -\nGERDA\nNo - leave it..! Leave it..\n\nShe pulls him back, watches it dance, tears of joy in her\neyes...\n\nGERDA (CONT’D)\nLet it fly...\n\nThe scarf swoops up and dives down, curls and rolls, as free\nas child... a girl at play. Gerda clutches her coat at her\nbreast, almost delirious at the beauty of it. Hans watches\nwith her - the absurdly joyous spectacle of it, a stunning\nfarewell. And as the scarf dances out from the cliff, out to\nsea... into eternity...\n\nENDS\n\n26/11/15\n\f"
}