{
  "1": "                               \"THE JACKIE ROBINSON STORY\"\n\n                                      Screenplay by\n\n                             Arthur Mann and Lawrence Taylor\n\n                                       DRAFT SCRIPT\n\n                                           1950\n\n                \n\n               EFFECT\n\n               In complete silence the silhouetted grey shadow of a baseball \n               player at bat fills the screen. The background is a tone of \n               black. The player stands motionless for a few seconds and \n               then commences waggling his bat as if preparing to hit. Since \n               he is a right handed hitter he stands front to audience and \n               watching for the ball to come from his left. Slowly he ends \n               his waggling by pulling his bat way back, stands thus posed \n               a moment... then swings hard.\n\n               Instantly we hear the familiar crack of bat against ball. \n               Almost simultaneously there is the roar of a baseball crowd, \n               our music comes in, and our picture title, THE JACKIE ROBINSON \n               STORY, hits the screen. Now, as subtitles appear, they show \n               against a continuation of other baseball scenes in silhouette: \n               a figure running, sliding, jumping for a high ball, throwing, \n               etc. With the end of the titles we\n\n                                                                  DISSOLVE:\n\n               STOCK SHOTS\n\n               Professional baseball scenes vintage of 1919: crowds in parks, \n               flying pennants, action on the diamond.\n\n               CLOSEUP\n\n               On one of the park pennants we read the inscription: WORLD \n               SERIES, 1919. CINCINNATI VS. CHICAGO.\n\n               STOCK SHOTS\n\n               We continue the stock shots now, perhaps even showing closeups \n               of such baseball immortals as mentioned by our narrator (a \n               phantom voice never identified) whom we now hear.\n\n                                     NARRATOR\n                         In 1919 American professional \n                         baseball, slowed down by World War \n                         I, was picking up speed again. It \n                         had its Babe Ruth who was astounding \n                         the country by hitting 29 homers for \n                         Boston, its Ty Cobb then winding up \n                         a Hall of Fame career by leading the \n                         American League in hitting with a \n                         .384 average, Ty's great contemporary \n                         in Cleveland, Tris Speaker, its great \n                         pitchers, Walter Johnson, Burleigh \n                         Grimes, Herb Pennock... And, down in \n                         Georgia, it had something else...",
  "2": "---END OF PREVIOUS SECTION---\nNARRATOR\n                         In 1919 American professional \n                         baseball, slowed down by World War \n                         I, was picking up speed again. It \n                         had its Babe Ruth who was astounding \n                         the country by hitting 29 homers for \n                         Boston, its Ty Cobb then winding up \n                         a Hall of Fame career by leading the \n                         American League in hitting with a \n                         .384 average, Ty's great contemporary \n                         in Cleveland, Tris Speaker, its great \n                         pitchers, Walter Johnson, Burleigh \n                         Grimes, Herb Pennock... And, down in \n                         Georgia, it had something else... \n---TARGET SECTION TO BE ANNOTATED---\n \n                         coming up. Name? Jackie Robinson. \n                         Race? Negro. Occupation? Infant in \n                         his mother's arms.\n\n               GEORGIA 'CROPPER COUNTRY PANORAMIC (STOCK)\n\n               DRAB, FLAT ROAD LONG SHOT\n\n               Into the scene, far distance, moves a rude, mule-drawn wagon.\n\n               THE WAGON FULL SHOT\n\n               Holding the reins is an old Negro in well-worn, farmhand \n               clothes. Beside him on the seat and holding a sleeping baby \n               in her arms is a Negro woman, about thirty. She is dressed \n               in the best that a poor woman of her time and place might be \n               able to afford -- a store suit, but re-tailored to fit, and \n               neatly pressed. Between them sits a two year old girl, also \n               in her starched best. Behind, standing and sitting amidst \n               some cheap suitcases, are three other children, two boys and \n               a girl, from four to ten years of age.\n\n               SAME - CLOSER\n\n               The cry of a far-off train whistle comes to the group. The \n               mother shifts about in an expression of nervousness and \n               glances back at the children behind her. The whistle has \n               caused excitement among them. The oldest girl leans forward \n               to her mother eagerly, apparently wondering about the train.\n\n               GIRL - MOTHER CLOSE SHOT\n\n               The mind of the mother is too pre-occupied to permit her to \n               give the girl more than a fleeting smile and then she turns \n               back.\n\n                                     NARRATOR\n                         In the family history of every living \n                         American, except for the American \n                         Indian, there is the story of \n                         migration and settling and re-\n                         settling. Either the American himself, \n                         or an ancestor, had to travel to get \n                         where that American is today. Jackie \n                         Robinson was raised in Pasadena, \n                         California. This is how his mother, \n                         a widow, brought him and his brothers \n                         and sisters out of Georgia.\n\n               THE WAGON LONG SHOT\n\n               The old man is whipping up his mules to hurry them along.\n\n                                                                  DISSOLVE:\n\n               DOUBLE SEAT IN DAY COACH - NIGHT MEDIUM SHOT\n\n               The mother and her brood are asleep.",
  "3": "---END OF PREVIOUS SECTION---\nThis is how his mother, \n                         a widow, brought him and his brothers \n                         and sisters out of Georgia. THE WAGON LONG SHOT\n\n               The old man is whipping up his mules to hurry them along. DISSOLVE:\n\n               DOUBLE SEAT IN DAY COACH - NIGHT MEDIUM SHOT\n\n               The mother and her brood are asleep. \n---TARGET SECTION TO BE ANNOTATED---\n She is against the \n               window, the baby still in her arms, and her head fallen back \n               against the headrest. Alongside her is curled the two-year \n               old girl. Half-sitting, half-slumped against each other on \n               the seat opposite are the next two youngest children, and \n               lying on blankets on the floor between the seats is cramped \n               the oldest child. Once, as the narrator talks, the mother \n               opens her eyes slowly, looks her children over, makes a slight \n               re-adjustment of position here and there among them, then \n               lets her head fall back again.\n\n                                                                  DISSOLVE:\n\n               ESTABLISHING SHOT - RAILROAD STATION - PASADENA CALIFORNIA - \n               DAY - (STOCK)\n\n               A taxi in front of the station takes on Mrs. Robinson and \n               her children. The driver helps with their luggage and then \n               pulls away from the station. Except for music, the scene is \n               silent.\n\n               INT. TAXI - (PROCESS)\n\n               Mrs. Robinson and the children in the taxi as they look out \n               at the scene. (Stock shots of Pasadena's business sections, \n               then of the residential area are to be inter-cut.)\n\n               WASHINGTON ELEMENTARY SCHOOL - DAY MEDIUM SHOT - AS FROM \n               TAXICAB\n\n               As children leave school, trooping out noisily and happily. \n               Among the children are several Negroes.\n\n               INT. TAXI - (PROCESS)\n\n               The children and the mother gaze intently as they note Negro \n               pupils among the white children. Then they gaze at each other \n               as if it is something hard to believe.\n\n               CLOSE ON TWO OF THE CHILDREN - (PROCESS)\n\n               As they turn their heads to continue looking at the school \n               even though the taxi is now some distance past it.\n\n               TAXI DRIVING INTO NEGRO DISTRICT\n\n               As CAMERA FOLLOWS TAXI, we see that we are now in a low-priced \n               area of homes, stores, etc.\n\n                                     NARRATOR\n                         They had never seen anything like \n                         the city that was to be their new \n                         home. They looked and wondered and \n                         the mother told herself that sooner \n                         or later they would be well, if \n                         humbly, settled there...",
  "4": "---END OF PREVIOUS SECTION---\nTAXI DRIVING INTO NEGRO DISTRICT\n\n               As CAMERA FOLLOWS TAXI, we see that we are now in a low-priced \n               area of homes, stores, etc. NARRATOR\n                         They had never seen anything like \n                         the city that was to be their new \n                         home. They looked and wondered and \n                         the mother told herself that sooner \n                         or later they would be well, if \n                         humbly, settled there... \n---TARGET SECTION TO BE ANNOTATED---\n And -- in \n                         time -- they were... and very \n                         humbly...\n\n               As narration fades, we\n\n                                                                  DISSOLVE:\n\n               STREET SCENE LONG\n\n               A nine year old colored boy is running towards the Robinson \n               home in high excitement. He is carrying a fielder's glove at \n               which he has to glance every other second though he is in \n               full flight.\n\n                                     NARRATOR\n                              (talking through the \n                              following scenes as \n                              well)\n                         This isn't Jackie -- but when he was \n                         nine, and the family couldn't afford \n                         to get him a baseball glove, this is \n                         how his mother helped him make a \n                         necessary adjustment to life. Jackie \n                         had found an old, dilapidated glove...\n\n               ROBINSON HOME MED. SHOT\n\n               The kid leaps up the stairs and into the house.\n\n               ROBINSON KITCHEN MED. SHOT\n\n               The kid slides into the kitchen, holding the glove out to \n               Mrs. Robinson who is turning around from the gas range, and \n               talks to her eagerly.\n\n               MRS. ROBINSON CLOSEUP\n\n               She takes the glove, examines it, and has to smile. It is \n               badly frayed, the side stitching burst in a number of places, \n               and padding extruding. Nevertheless, she nods and turns \n               away...\n\n               KITCHEN MED. SHOT\n\n               Mrs. Robinson taking a sewing kit out of a drawer, the kid \n               hopping around just in back of her and getting his head in \n               her way. She goes to table, sits down, and commences threading \n               a needle.\n\n               MRS. ROBINSON AND BOY CLOSE\n\n               She starts to take the first stitch. He asks her something \n               anxiously. She nods reassuringly and his face lights up with \n               a heart-wide grin.\n\n                                                                  DISSOLVE:\n\n               STREET SCENE - DAY MED. SHOT\n\n               The same boy stands at a street corner, a bunch of newspapers \n               at his feet, a dozen or so more under his arm, selling papers, \n               both to car patrons and to pedestrians.\n\n                                     NARRATOR\n                         Between work and school Jackie, like \n                         this boy, didn't have all the time \n                         in the world to play...",
  "5": "---END OF PREVIOUS SECTION---\nDISSOLVE:\n\n               STREET SCENE - DAY MED. SHOT\n\n               The same boy stands at a street corner, a bunch of newspapers \n               at his feet, a dozen or so more under his arm, selling papers, \n               both to car patrons and to pedestrians. NARRATOR\n                         Between work and school Jackie, like \n                         this boy, didn't have all the time \n                         in the world to play... \n---TARGET SECTION TO BE ANNOTATED---\n               The boy turns his back to camera as he sells a newspaper and \n               we see the glove sticking partially out of his back pocket.\n\n                                     NARRATOR\n                         ...but he always kept his glove \n                         handy...\n\n               EXT. EMPTY PLAY LOT LONG SHOT\n\n               Running onto an empty lot where several other boys are playing \n               ball in a make-shift game, is Jackie. One of the boys bats \n               out a fly and Jackie scoots after it.\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               (NOTE: The following shots, illustrating narrator's talk, \n               are quick, almost montage views, taken against any studio \n               backgrounds already up and available. They are all angled to \n               keep face of boy unrecognizable... and as shots progress boy \n               gets bigger to indicate his growth.)\n\n               INTERIOR\n\n               Boy mopping a floor.\n\n               EXTERIOR\n\n               Boy delivering package to woman who opens door.\n\n               EXTERIOR\n\n               Boy piling up scrap lumber in corner of yard.\n\n               EXTERIOR\n\n               Boy pushing hand-truck loaded with sacks.\n\n               EXTERIOR\n\n               Boy driving small delivery truck, stopping and jumping out \n               with parcel.\n\n                                     NARRATOR\n                              (against above)\n                         All the things that boys find to do \n                         when they have to work through their \n                         schoolhood years, Jackie did...\n\n               ESTABLISHING SHOT - ATHLETIC FIELD - DAY - (STOCK)\n\n               Track events in progress. Students and fans watching.\n\n                                     NARRATOR\n                         ...yet he managed to make time for \n                         sports as well.\n\n               BROAD JUMP PIT LONG SHOT - (STOCK)\n\n               We get a bare flash of a young Negro lad in track suit taking \n               his run and launching into a broad jump.\n\n                                     NARRATOR\n                         This still isn't Jackie, but when he \n                         attended Pasadena Junior College he \n                         led in all sports, broke the National \n                         Junior College running broad jump \n                         record with a leap of 25 feet, six \n                         inches -- a record set a few years \n                         earlier by his own brother, Mack!\n\n               AERIAL SHOT - LOS ANGELES MEMORIAL COLISEUM - DAY FOOTBALL \n               GAME IN PROGRESS - (STOCK)\n\n               EXT.",
  "6": "---END OF PREVIOUS SECTION---\nBROAD JUMP PIT LONG SHOT - (STOCK)\n\n               We get a bare flash of a young Negro lad in track suit taking \n               his run and launching into a broad jump. NARRATOR\n                         This still isn't Jackie, but when he \n                         attended Pasadena Junior College he \n                         led in all sports, broke the National \n                         Junior College running broad jump \n                         record with a leap of 25 feet, six \n                         inches -- a record set a few years \n                         earlier by his own brother, Mack! AERIAL SHOT - LOS ANGELES MEMORIAL COLISEUM - DAY FOOTBALL \n               GAME IN PROGRESS - (STOCK)\n\n               EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COLISEUM - DAY FULL SHOT - (STOCK)\n\n               Football game in progress, thousands of fans watching.\n\n               LONG SHOT - PLAYING FIELD THE TWO TEAMS IN POSITION TO START \n               A PLAY - (STOCK)\n\n               MED. LONG SHOT THE PLAYERS - (STOCK)\n\n               As signals are called and a runner gets the ball. (From this \n               distance we can't recognize any player or distinguish actual \n               numbers on their uniforms.)\n\n               MED. SHOT\n\n               The player with the ball breaks through the opposing team's \n               line and dashes for the sidelines and toward camera.\n\n                                     NARRATOR\n                         But this -- IS -- Jackie Robinson...\n\n               As player nears camera we recognize him as Jackie. Over scene \n               is HEARD roar of the crowd. CAMERA HOLDS as Jackie runs into \n               a CLOSE SHOT, then past camera.\n\n                                     NARRATOR\n                         ...playing football for the University \n                         of California at Los Angeles where \n                         he had won an athletic scholarship.\n\n               STOCK SHOT LONG\n\n               Any shot of a player crossing into end zone for a touchdown, \n               as opposing players trail after him... this, apparently, \n               being the end of Jackie's run.\n\n               THE CROWD LONG\n\n               They are cheering.\n\n               FOOTBALL EXCERPTS - (STOCK) MONTAGE\n\n               These should be actual shots of Jackie in action against \n               various college teams during his UCLA days. (During these we \n               should work in a studio CLOSEUP or two to let us take a good \n               look at the man.) Each of the shots is identified by the \n               narrator as follows:\n\n                                     NARRATOR\n                         Against Southern California!\n\n                                     NARRATOR\n                         Against Oregon!\n\n                                     NARRATOR\n                         Against Stanford! Etc.\n\n               COLISEUM STANDS MEDIUM\n\n               We see small section of student body watching game. Seated \n               with two white girl companions is an attractive Negro girl \n               (Rae). After joining crowd in a cheer one of the white girls \n               turns to Rae.\n\n                                     WHITE GIRL\n                         Jackie sure can run! How does it \n                         feel to see your future husband going \n                         wild down there?\n\n                                     RAE\n                              (acting taken aback)\n                         Future husband? You're faster than \n                         he is! He hasn't got that far yet.",
  "7": "---END OF PREVIOUS SECTION---\nRAE\n                              (acting taken aback)\n                         Future husband? You're faster than \n                         he is! He hasn't got that far yet. \n---TARGET SECTION TO BE ANNOTATED---\n                                     WHITE GIRL\n                              (waving hand derisively)\n                         Now don't pretend, Rae! We know.\n                              (turning to other \n                              white girl)\n                         Don't we, Claire?\n\n               As other nods --\n\n                                     WHITE GIRL\n                         So don't pretend, Rae!\n\n               Rae laughs but is a little embarrassed at being kidded about \n               it. The white girl sees this and pats Rae's face, as you \n               will to a child you are fond of, to indicate she meant no \n               harm.\n\n               FOOTBALL FIELD LONG SHOT\n\n               Another quick shot of action on the field, with crowd roaring, \n               as we\n\n                                                           SLOWLY DISSOLVE:\n\n               EXTERIOR MED. SHOT\n\n               Our shot takes in the tailgate of a furniture truck backed \n               close to a warehouse-like entrance or loading platform. A \n               tablet on wall of warehouse reading EMPIRE STORAGE COMPANY \n               helps identify scene. A Negro of about fifty, strongly built, \n               stands on truck tailgate waiting. Jackie, head hidden under \n               huge club chair which he is carrying, walks into scene from \n               warehouse.\n\n                                     NARRATOR\n                         It wasn't all touchdowns and cheers, \n                         however. There was also work...\n\n               Jackie swings chair to truck where older man grabs it.\n\n                                     JACKIE\n                              (wiping perspiration)\n                         That's the last one, Jake.\n\n               Jake settles chair down, leans against it.\n\n                                     JAKE\n                         I saw you play yesterday.\n\n                                     JACKIE\n                              (pleased)\n                         Yeah? Like the game?\n\n                                     JAKE\n                              (judiciously)\n                         It was good. You was good. But what's \n                         the use if you got to do this kind \n                         of work? I didn't have to go to no \n                         college to get this job.\n\n                                     JACKIE\n                              (smiling, after pause)\n                         You see, Jake, you're smarter than I \n                         am.\n\n               Jake studies Jackie a moment, and then, with a slow, knowing \n               smile, lifts chair up and disappears into truck with it.\n\n               EXT. UCLA CAMPUS PANORAMIC - (STOCK)\n\n               General shot campus showing college buildings b.g. and \n               students either wandering around or lounging on ground.\n\n                                     NARRATOR\n                         And there was always studying to be \n                         done.",
  "8": "---END OF PREVIOUS SECTION---\nEXT. UCLA CAMPUS PANORAMIC - (STOCK)\n\n               General shot campus showing college buildings b.g. and \n               students either wandering around or lounging on ground. NARRATOR\n                         And there was always studying to be \n                         done. \n---TARGET SECTION TO BE ANNOTATED---\n               TREE TRUNK CLOSE\n\n               Jackie sitting with back propped against tree reading book.\n\n                                     RAE'S VOICE\n                         Oh, I'm sorry I'm late.\n\n               Jackie looks up as Rae enters scene. He would get up but she \n               slips down beside him before he can get started.\n\n                                     RAE\n                         Stay put. I was held up by Claire \n                         King. She just wanted to talk.\n\n                                     JACKIE\n                              (indicating his book)\n                         That's okay. I can use all the time \n                         I can get for this.\n\n                                     RAE\n                              (pretending affront)\n                         Oh. Then I'll go.\n\n               Jackie instantly tosses book over one shoulder and takes one \n               of Rae's hands in his so she can't get away.\n\n                                     JACKIE\n                         Did you say something?\n\n                                     RAE\n                              (pretending alarm)\n                         Your book! What about your book?\n\n                                     JACKIE\n                         What about you?\n\n               Rae has to break down and smile and they are looking at each \n               other as we\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               FOOTBALL GAME - DAY - (STOCK) PANORAMIC\n\n               Another game with stands loaded.\n\n               STANDS SECTION CLOSE\n\n               Rae and a few people around her.\n\n               FIELD - (STOCK) LONG\n\n               A player, indistinguishable, goes down under tacklers.\n\n               STANDS CLOSE\n\n               Rae wincing as voices, o.s., yell:\n\n                                     VOICES\n                         Jackie's down! Wow! They sure got \n                         him that time!\n\n               A white girl sitting with a boy friend in front of Rae \n               comments:\n\n                                     GIRL\n                              (indignantly)\n                         They sure pile on to him!\n\n                                     BOY\n                              (brutally)\n                         What do you think? Who wouldn't if \n                         they had a chance to slug...\n\n               The girl pokes him and indicates with her eyes that Rae is \n               seated right behind them. The boy looks back at Rae, then at \n               his girl again with a non-committal shrug.\n\n               LONG SHOT - THE FIELD - RAE'S ANGLE\n\n               As the players finally unpile. However, the ball-carrier \n               lies there and two or three of his own teammates rush toward \n               him.",
  "9": "---END OF PREVIOUS SECTION---\nThe boy looks back at Rae, then at \n               his girl again with a non-committal shrug. LONG SHOT - THE FIELD - RAE'S ANGLE\n\n               As the players finally unpile. However, the ball-carrier \n               lies there and two or three of his own teammates rush toward \n               him. \n---TARGET SECTION TO BE ANNOTATED---\n               QUICK CUT - RAE - ALARMED CLOSE SHOT - THE FIELD\n\n               Jackie on ground, ball under him, two or three players trying \n               to help him to his feet. While they do so, the trainer rushes \n               into scene to help them. CAMERA HOLDS as the trainer and \n               another player help Jackie off the field. Over scene comes a \n               cheer from the crowd, glad that Jackie isn't seriously hurt. \n               However, he does have a decided limp.\n\n               CLOSEUP - RAE\n\n               She looks greatly relieved.\n\n               MED. SHOT - JACKIE, TRAINER AND PLAYER\n\n               As they walk toward camera, then past camera, on their way \n               to dressing room, o.s.\n\n               MED. CLOSE - AT ENTRANCE TO DRESSING ROOMS\n\n               As Jackie, the trainer and another player walk into scene \n               and enter the dressing room. All are quiet, and over scene \n               we HEAR roar of the fans again.\n\n               INT. DRESSING ROOMS - DAY FULL SHOT\n\n               Lights are on, there is a doctor's bag on one of the rub-\n               down tables, a dozen or so uniforms tossed on various chairs \n               and on the floor near the lockers. The trainer and player \n               help Jackie up onto a table and pull his jersey off. Jackie \n               winces.\n\n               TRAINING TABLE TWO SHOT\n\n                                     TRAINER\n                              (talking as he works)\n                         Hurt much?\n\n                                     JACKIE\n                         Yes.\n\n                                     TRAINER\n                         Hip's badly bruised.\n\n               The player who helped Jackie off the field comes into shot. \n               He is angry.\n\n                                     PLAYER\n                         I don't know what's wrong with those \n                         guys giving it to Jackie like that. \n                         Just because he's...\n\n                                     TRAINER\n                              (curtly)\n                         Hold it! I knew before the game they \n                         were out to watch Jackie close. The \n                         trainer on their team told me. But \n                         it was because of his playing ability \n                         and nothing else.\n\n                                     PLAYER\n                         Oh.\n\n                                     TRAINER\n                         You better get back to the bench.\n                              (to Jackie)\n                         I wasn't kidding about that either, \n                         Jackie. They had respect for you out \n                         there. Plenty.\n\n               JACKIE CLOSEUP\n\n               Jackie mulls over the trainer's words.",
  "10": "---END OF PREVIOUS SECTION---\nThey had respect for you out \n                         there. Plenty. JACKIE CLOSEUP\n\n               Jackie mulls over the trainer's words. \n---TARGET SECTION TO BE ANNOTATED---\n                                     JACKIE\n                         Thanks, Dick. It's nice to know.\n\n                                     TRAINER\n                              (pleasantly)\n                         Say, Jackie. How's your brother Mack? \n                         I remember him when he went to the \n                         University of Oregon... and when he \n                         ran in the Olympics overseas. One of \n                         the finest athletes I ever met.\n\n                                     JACKIE\n                              (after pause)\n                         Oh, Mack? He's fine. Fine, thank \n                         you.\n\n               FRONT STEPS ROBINSON HOME MEDIUM\n\n               Jackie and Rae are sitting quietly on the steps. Mrs. Robinson \n               comes out door just as Jackie slips his body down one step \n               and lays his head against Rae's shoulder. Mrs. Robinson, who \n               has some knitting in her hand, goes to a chair in a dark \n               corner of the porch.\n\n               JACKIE - RAE CLOSE\n\n                                     RAE\n                         Still in some pain, aren't you? I \n                         think football is a wild game. I \n                         don't think I like it.\n\n                                     JACKIE\n                              (shifting in discomfort)\n                         I don't myself right now.\n\n                                     MRS. ROBINSON'S VOICE\n                         I think it's disgusting... young men \n                         battering each other... no better \n                         than just plain old bulls.\n\n               Jackie gives Rae an amused side glance at this, then shrugs.\n\n                                     JACKIE\n                         Well, it won't last much longer.\n\n                                     RAE\n                         Why? What are you going to do?\n\n                                     JACKIE\n                         Oh... something. This isn't getting \n                         me anywhere. I mean... this isn't \n                         getting us anywhere.\n\n               He shifts about to look directly at Rae with a smile.\n\n                                     JACKIE\n                         And that's serious!\n\n                                     RAE\n                              (embarrassed)\n                         Oh-h!\n\n               She pushes his head around and away from her.\n\n               MRS. ROBINSON CLOSE\n\n               She sees this byplay and her face softens in a smile. Quietly \n               she gathers up her knitting and gets up.\n\n               FRONT STEPS MEDIUM\n\n               Mrs. Robinson enters house. Jackie hears the door closing \n               and looks around. Then he smiles down at Rae who smiles back \n               in understanding.\n\n               JACKIE - RAE CLOSE\n\n                                     RAE\n                         She's cute.\n\n                                     JACKIE\n                         Yeah...",
  "11": "---END OF PREVIOUS SECTION---\nThen he smiles down at Rae who smiles back \n               in understanding. JACKIE - RAE CLOSE\n\n                                     RAE\n                         She's cute. JACKIE\n                         Yeah... \n---TARGET SECTION TO BE ANNOTATED---\n                                     RAE\n                         What did you mean, Jackie? About \n                         your going to do something?\n\n               JACKIE CLOSEUP\n\n                                     JACKIE\n                              (his face serious)\n                         Oh... I mean I'm too big to be just \n                         ornamental... Keeps Mom and Mack \n                         hustling to pay my way... I've got \n                         to start in being real useful...\n\n               DISSOLVE:\n\n               INT. BEDROOM - NIGHT MED. SHOT - JACKIE\n\n               He is in bed, unable to sleep. He has a school book on a \n               table beside the bed; a small lamp is burning. He picks up \n               the book and studies it for a few moments, but his heart \n               isn't in it. A clock on the table shows that it is three \n               o'clock in the morning. Jackie sighs deeply, then slowly \n               starts climbing out of bed, still careful of his hip.\n\n               INT. KITCHEN - NIGHT MEDIUM - JACKIE\n\n               Standing by the gas range Jackie pours hot coffee into a \n               vacuum lunch bottle. Two sandwiches are on a piece of paper. \n               He corks the bottle and is wrapping up the sandwiches when \n               we hear Mrs. Robinson's voice.\n\n                                     MRS. ROBINSON'S VOICE\n                         Who is that? You, Jackie?\n\n                                     JACKIE\n                         Yes, mom.\n\n                                     MRS. ROBINSON'S VOICE\n                              (alarmed)\n                         You sick?\n\n                                     JACKIE\n                         No. Just couldn't sleep. I'm going \n                         out to see Mack. Want to talk to him \n                         anyway.\n\n                                     MRS. ROBINSON'S VOICE\n                         Can't it wait till morning? It's \n                         three o'clock.\n\n                                     JACKIE\n                         I know. But I won't be long. I know \n                         where to find him.\n\n                                     MRS. ROBINSON'S VOICE\n                              (fading off)\n                         Three o'clock! My! My! What a thing \n                         to do... what a thing to do...\n\n               EXT. PASADENA STREET SCENE - NIGHT LONG\n\n               Jackie walking along Colorado Avenue, or similar business \n               street, deserted and lonely at this hour except for a street \n               cleaner in the distance. Jackie carries the lunch package in \n               one hand, much as he would a football.",
  "12": "---END OF PREVIOUS SECTION---\nEXT. PASADENA STREET SCENE - NIGHT LONG\n\n               Jackie walking along Colorado Avenue, or similar business \n               street, deserted and lonely at this hour except for a street \n               cleaner in the distance. Jackie carries the lunch package in \n               one hand, much as he would a football. \n---TARGET SECTION TO BE ANNOTATED---\n Sandwich and vacuum \n               bottle are wrapped in the same, tight package.\n\n               TRUCKING\n\n               Jackie approaching street cleaner who, however, does not \n               hear him because of the noise of his heavy broom and the \n               fact that parked cars separate the two men.\n\n               JACKIE AND CAR MEDIUM\n\n               Jackie has reached car. He stops a second and we hear the \n               street cleaner's broom being pushed over the concrete. Jackie \n               takes a few more steps, bringing him past the car. He stops \n               and turns in the direction of the street cleaner.\n\n                                     JACKIE\n                              (knowing it will be a \n                              surprise)\n                         Hello, Mack.\n\n               MACK MEDIUM\n\n               We see that Mack, Jackie's older brother by three years, and \n               former University of Oregon track star, is the street cleaner. \n               He is in the loose uniform of the town's sanitation corps \n               and is startled by Jackie's words and appearance, then grins.\n\n                                     MACK\n                         What the... what are you doing here \n                         at this hour? Schoolboys should be \n                         in bed.\n\n               JACKIE - MACK\n\n                                     JACKIE\n                         Yeah. I couldn't sleep so I fixed \n                         you some lunch. Here...!\n\n               He throws the package like a forward pass and Mack, shifting \n               broom to crook of his elbow, snags it expertly.\n\n                                     MACK\n                              (dropping his broom)\n                         Man oh man -- I can use some... Hope \n                         you figured I was a bit hungry...\n\n               He is obviously very pleased.\n\n                                     JACKIE\n                              (chuckling)\n                         You bet. Coffee, too.\n\n                                     MACK\n                              (indicating curb)\n                         Now you're talking. Let's sit down \n                         and take it easy for a while...\n\n               Mack opens the package, takes a sandwich and offers one to \n               Jackie. Jackie shakes his head.\n\n                                     MACK\n                              (takes a bite)\n                         Anything bothering you?\n\n                                     JACKIE\n                         Yeah. I want to quit college. Right \n                         after the basketball season... when \n                         my scholarship is up.\n\n               Mack almost chokes on his first bite.\n\n                                     JACKIE\n                              (pounding Mack's back)\n                         Take it easy, boy. I don't want to \n                         lose you now.\n                              (getting serious)\n                         You know Mom.",
  "13": "---END OF PREVIOUS SECTION---\nJACKIE\n                              (pounding Mack's back)\n                         Take it easy, boy. I don't want to \n                         lose you now. (getting serious)\n                         You know Mom. \n---TARGET SECTION TO BE ANNOTATED---\n She sees me as a doctor, \n                         minister or lawyer, perhaps. I'd \n                         like to please her but it just isn't \n                         in me...\n\n                                     MACK\n                         Yeah. I know.\n\n                                     JACKIE\n                              (continuing his thought)\n                         It would mean years more in school -- \n                         and the way I feel, I'd rather work \n                         at getting some kind of a sport job -- \n                         an assistant coach -- or a trainer -- \n                         something like that... But I can't \n                         figure out which to aim at... Coaching \n                         jobs are darn hard to get...\n\n                                     MACK\n                              (thoughtfully)\n                         All I can say, Jackie, is that you \n                         ought to stay in college as long as \n                         you can -- try to graduate -- and \n                         keep at sports as hard as you can. \n                         Something might turn up... and as \n                         far as education goes -- it'll do \n                         you good...\n\n               Then, noticing the trash he has been sweeping, he smiles.\n\n                                     MACK\n                         How much good -- I'm not saying.\n\n               Jackie nods. Neither of them is at all bitter about it. It \n               is just accepted.\n\n                                     JACKIE\n                         Sure... I know... But I've got to go \n                         to work. I want to marry Rae. School's \n                         one thing -- but you and Mom can't \n                         support me in marriage.\n\n               During the scene, Mack has continued to eat and now he opens \n               the thermos of coffee. Jackie shakes his head that he doesn't \n               want any and Mack pours himself a cup. As he starts to drink, \n               a convertible filled with young people drives in sight, the \n               youngsters singing a football victory song. Jackie and Mack \n               watch it drive by. Banners and streamers hang from the car -- \n               all showing UCLA insignia.\n\n               Mack grins at Jackie.\n\n                                     MACK\n                         Funny place for a football hero to \n                         be sitting at this time of night...\n\n               Jackie grins back at him.\n\n                                     JACKIE\n                         Funny job you've got for a university \n                         man...\n\n               He kicks at the pile of debris near them. Mack grins back at \n               him, sighs.\n\n                                     MACK\n                              (philosophically)\n                         That's the way it is...",
  "14": "---END OF PREVIOUS SECTION---\nHe kicks at the pile of debris near them. Mack grins back at \n               him, sighs. MACK\n                              (philosophically)\n                         That's the way it is... \n---TARGET SECTION TO BE ANNOTATED---\n               They sit in silence for a moment and CAMERA PULLS BACK and \n               draws away from them, their figures small against the long, \n               lonely, dark street...\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               EXT. UCLA CAMPUS - NIGHT ESTABLISHING\n\n               EXT. GYM - NIGHT ENTRANCE\n\n               A student about to enter calls to another student passing \n               by.\n\n                                     STUDENT\n                         Hey, Jerry! Going to watch basketball \n                         practice?\n\n               The passing student shakes his head and points to some books \n               he is carrying to indicate he has to study.\n\n               INT. GYM FULL SHOT\n\n               A practice session is on, the players just passing the ball \n               around and shooting baskets. At the sidelines stands an \n               assistant coach.\n\n               JACKIE MED. SHOT\n\n               We see him run to the basket, get the ball on a pass, and \n               shoot. Catching the ball as it comes through the net he slings \n               it far upcourt.\n\n               ASSISTANT COACH MEDIUM\n\n                                     COACH\n                              (calling out)\n                         All right, fellows. Let's work out \n                         in teams.\n\n               GYM LONG SHOT\n\n               The players break up into two teams and take position for \n               the start of a game.\n\n               JACKIE AND PLAYER CLOSE\n\n               Jackie and the player opposing him stand together waiting \n               for the opening whistle to sound.\n\n                                     PLAYER\n                         That true, Jackie, about your quitting \n                         at the end of the basketball season?\n\n               As Jackie nods --\n\n                                     PLAYER\n                         Not even going out for baseball again?\n\n                                     JACKIE\n                         No, I'm not.\n\n                                     PLAYER\n                         Don't you like baseball?\n\n                                     JACKIE\n                         Can't afford to like it!\n\n                                     PLAYER\n                         Why not?\n\n                                     JACKIE\n                         Ever hear of a Negro in organized \n                         ball?\n\n               GAME LONG\n\n               We see a few seconds of game skirmish, and follow Jackie \n               down the court in a rush towards the basket which he \n               ultimately shoots.\n\n               JACKIE AND PLAYER CLOSE\n\n               They are both panting a little now as they line up against \n               each other again.\n\n                                     PLAYER\n                              (smiling)\n                         Well, don't think I'll miss you. \n                         I'll make the first team after you're \n                         gone.",
  "15": "---END OF PREVIOUS SECTION---\nJACKIE AND PLAYER CLOSE\n\n               They are both panting a little now as they line up against \n               each other again. PLAYER\n                              (smiling)\n                         Well, don't think I'll miss you. I'll make the first team after you're \n                         gone. \n---TARGET SECTION TO BE ANNOTATED---\n                                     JACKIE\n                              (with friendly dig \n                              into player's ribs)\n                         Well, I'll miss you. You kept me \n                         stepping.\n\n               The other player pulls his fist back as if to sock Jackie.\n\n                                     PLAYER\n                         Get out! Kept you stepping! I didn't \n                         have a chance!\n\n               They are both grinning as the whistle sounds and they jump \n               into play again.\n\n               BASKETBALL GAMES - (STOCK) MONTAGE\n\n               We see Jackie in action against other college teams during \n               the basketball season, and over each separate game appears a \n               title identifying the particular rival college involved in \n               the shot. After final shot we\n\n                                                                  DISSOLVE:\n\n               EXT. STUDY HALL LONG\n\n               A group of students on the steps of one of the campus \n               buildings are reading the college paper which is held by one \n               of them.\n\n               GROUP MEDIUM\n\n               One of the students is reading aloud.\n\n                                     STUDENT\n                         \"UCLA loses four-letter athlete. \n                         Jackie Robinson leaving school.\"\n\n                                     SECOND STUDENT\n                         He wasn't kidding.\n\n                                     THIRD STUDENT\n                         Gee, that boy's gonna leave a hole \n                         behind him hard to fill. How come?\n\n               One of the other students rubs forefinger against thumb in \n               the \"money sign.\"\n\n                                     STUDENT\n                         Economics, my boy. A man must live \n                         before he can play. And in order to \n                         live...\n\n               He makes the money sign again as we cut go:\n\n               INT. DRESSING ROOM MEDIUM\n\n               Jackie is taking his stuff from his locker and packing it in \n               a small bag. The trainer we met in the football sequences \n               and a student are standing by. Jackie is explaining something \n               to them.\n\n                                     JACKIE\n                         ...Coming out of Junior College to \n                         UCLA, the way I did, I only had a \n                         two-year scholarship to fit my \n                         athletic eligibility. Well... the \n                         scholarship is over.\n\n                                     TRAINER\n                         Isn't there any way you can stay on?\n\n                                     JACKIE\n                         My mother is 63 years old. She's \n                         worked as housekeeper, maid, cook, \n                         laundress, janitress and selling \n                         yard goods in a store to keep us \n                         kids going.",
  "16": "---END OF PREVIOUS SECTION---\nTRAINER\n                         Isn't there any way you can stay on? JACKIE\n                         My mother is 63 years old. She's \n                         worked as housekeeper, maid, cook, \n                         laundress, janitress and selling \n                         yard goods in a store to keep us \n                         kids going. \n---TARGET SECTION TO BE ANNOTATED---\n                                     TRAINER\n                         She wanted to do it. She must not \n                         want to see you give up now.\n\n                                     JACKIE\n                         Yes, she'd work for the next ten \n                         years if I stayed in school...\n\n                                     TRAINER\n                         Well?\n\n                                     JACKIE\n                         Can't take a chance. I can't expect \n                         more future than Mack... and with \n                         all his college he wasn't able to \n                         get anything worth while. That's not \n                         worth ten more years of work for my \n                         mother.\n\n               His packing finished, Jackie shakes hands with both men.\n\n                                     JACKIE\n                         Luck to you, and I'll take the same.\n\n                                     TRAINER AND STUDENT\n                              (ad lib)\n                         All the luck in the world. You'll \n                         make out all right, Jackie.\n\n               As Jackie exits the trainer turns to the student.\n\n                                     TRAINER\n                         Somehow it doesn't make sense. The \n                         only four-letter man we've had at \n                         UCLA in ten years. High basketball \n                         scorer for us in both years he was \n                         here. On top of that he's as fine a \n                         baseball player as I have ever seen... \n                         and it don't mean a thing. He's \n                         walking out of here without anything \n                         ahead of him except a couple of games \n                         of pro-football signed up.\n\n                                     STUDENT\n                         Maybe he can have a career in \n                         professional football.\n\n                                     TRAINER\n                              (shaking his head)\n                         Baseball is his game.\n\n                                     STUDENT\n                         He tells everyone he doesn't care \n                         about baseball.\n\n                                     TRAINER\n                              (with a short smile)\n                         Yeah... I know. What else is he going \n                         to say?\n\n               INT. ROBINSON HOME CLOSEUP\n\n               A pair of hands counting a roll of paper money, each bill \n               being slapped down on a table.\n\n               CAMERA MOVES BACK to reveal Jackie standing up and counting \n               the money in front of his mother who is seated at the table. \n               She seems puzzled as she looks at the bills and then up at \n               him.\n\n                                     MRS. ROBINSON\n                         What's that, Jackie?\n\n                                     JACKIE\n                              (still counting)\n                         Money. Remember, Mom?\n\n               She gives him a warning glance not to joke with her.\n\n                                     MRS.",
  "17": "---END OF PREVIOUS SECTION---\nRemember, Mom? She gives him a warning glance not to joke with her. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n ROBINSON\n                         What is that, Jackie?\n\n                                     JACKIE\n                              (in mollifying tone)\n                         Okay. Okay, Mom. It's an advance \n                         payment for playing professional \n                         football. I'm signed up to play for \n                         Honolulu.\n\n               He tidies up the bills and leaves them in front of her as he \n               sits down.\n\n                                     MRS. ROBINSON\n                         But I don't like for you to play \n                         football. Is that why you quit \n                         college?\n\n                                     JACKIE\n                         No, Mom. I'm going there just to \n                         play a few games. They came to me \n                         when they heard I was going to quit. \n                         We can use the money till I get what \n                         I want. So I took it.\n\n                                     MRS. ROBINSON\n                         Honolulu's far away.\n\n                                     JACKIE\n                         I'll be there and back inside of two \n                         months.\n\n               She is troubled as she looks at the money and then up at \n               Jackie again. He shrugs.\n\n                                     JACKIE\n                         And then, maybe, I'll have some \n                         answers to all the letters I've been \n                         writing for a coaching job.\n\n               When she still doesn't reply he smiles and reaches out to \n               pat her folded hands reassuringly.\n\n                                     JACKIE\n                         It'll be all right, Mom. Just give \n                         me a little time and you'll be proud \n                         of me.\n\n               She looks directly at him.\n\n                                     MRS. ROBINSON\n                         I was proud of you when you went to \n                         college.\n\n                                     JACKIE\n                              (gravely)\n                         I know. But... I didn't feel proud \n                         of myself.\n\n                                                                  DISSOLVE:\n\n               EXT. ROBINSON HOME - NIGHT FULL SHOT\n\n               Jackie and Rae are sitting on the front steps, apparently \n               having reached a pause in their conversation which has left \n               them both looking a little troubled.\n\n               DOLLY SHOT\n\n               CAMERA MOVES IN as we hear:\n\n                                     JACKIE\n                         ...May take us a little longer this \n                         way but it means a better start...\n\n               As she nods mechanically --\n\n                                     JACKIE\n                         When it does... uh...\n                              (in sudden disgust)\n                         Oh... maybe you're right. Maybe I'm \n                         just going around in circles.",
  "18": "---END OF PREVIOUS SECTION---\nAs she nods mechanically --\n\n                                     JACKIE\n                         When it does... uh... (in sudden disgust)\n                         Oh... maybe you're right. Maybe I'm \n                         just going around in circles. \n---TARGET SECTION TO BE ANNOTATED---\n               Rae turns to him quickly in sudden compunction.\n\n                                     RAE\n                         Jackie, I'm sorry. I didn't mean to \n                         act so cold to the idea. I'm not \n                         even listening because... because I \n                         just don't want you to go away.\n\n               As he tries to talk --\n\n                                     RAE\n                         No. I know you have to do something \n                         like this to get a start. I know... \n                         but that doesn't make me like it.\n\n                                     JACKIE\n                              (taking her hand)\n                         All right. And I am going around in \n                         circles. I don't know how to beat \n                         that. But Rae... there's one thing I \n                         want you to be sure of...\n\n               As she nods --\n\n                                     JACKIE\n                         Every circle comes right back to \n                         you.\n\n               As her face lights up --\n\n                                     JACKIE\n                         And all I'm worrying about is getting \n                         around fast enough!\n\n               They smile at each other and then Rae leans her head back \n               against Jackie's chest. They stay like this, both gazing \n               off, when she speaks again.\n\n                                     RAE\n                              (slowly)\n                         I have to take my post-graduate \n                         nursing course in a hospital. I think \n                         I can get in Bellevue in New York. \n                         That's where I'll be...\n\n                                     JACKIE\n                              (frowning)\n                         But why so far...\n\n                                     RAE\n                              (turning to face him)\n                         That's where I'll be when you're \n                         ready. It's better that way. Something \n                         for me to do. You're more free...\n\n               They study each other's faces.\n\n                                     JACKIE\n                         All right.\n\n                                                                  DISSOLVE:\n\n               INT. SHIPBOARD CABIN - (PROCESS) CLOSE\n\n               A corner of a cabin. Jackie is typing away at a small table \n               next to a porthole through which we can see a mid-ocean \n               horizon rising and falling with the roll of the ship. Next \n               to him is a small pile of letters already written. The distant \n               clang of ship's bells is HEARD.\n\n               TYPEWRITER CLOSEUP\n\n               We can see that the letter is printed \"S.S. LURLINE - HONOLULU \n               BOUND.",
  "19": "---END OF PREVIOUS SECTION---\nTYPEWRITER CLOSEUP\n\n               We can see that the letter is printed \"S. S. LURLINE - HONOLULU \n               BOUND. \n---TARGET SECTION TO BE ANNOTATED---\n Under it he has typed the following heading and \n               salutation:\n\n               \"Mr. W.J. Jeffrey Athletic Director Overton College Overton, \n               Calif.\"\n\n               And that he is tapping out the first few lines of his letter \n               which begins as follows:\n\n               \"Dear Mr. Jeffrey:\n\n               In application for an athletic coaching, or assistant \n               coaching, appointment at Overton, I would like to submit the \n               following qualifications...\"\n\n                                                                  DISSOLVE:\n\n               MONTAGE - FOOTBALL SCENES\n\n               Opening with STOCK of Hawaii, then into clips of several \n               football games, ending with a SHOT of a steamship leaving \n               Hawaii.\n\n                                                                  DISSOLVE:\n\n               EXT. ROBINSON HOME - DAY MED. SHOT - JACKIE\n\n               He is walking up to the house, carrying a suitcase in each \n               hand. CAMERA HOLDS as he reaches front door.\n\n               EXT. FRONT DOOR CLOSE - JACKIE\n\n               He lowers suitcases and knocks at the door as he finds it \n               locked. He waits a moment, gets no answer, then finds his \n               own key and unlocks the door.\n\n               INT. LIVING ROOM - DAY MED. SHOT\n\n               As Jackie enters, places his bags on the floor and closes \n               the door behind him. He stands there for a moment, then goes \n               toward a table where there are several pieces of mail.\n\n               JACKIE AT TABLE MED. CLOSE\n\n               He picks up the dozen or so letters and finds that four of \n               them are for him. He sits down, opens and reads them, one by \n               one. We do not see the first two which he crumples up and \n               drops into a wastebasket. The third one he re-reads and thinks \n               about for a moment, then places it to one side. The fourth \n               he reads and crumples again and discards with the others. \n               Then he rises and walks back and forth as he thinks. After a \n               moment he stands at the living room window and stares out \n               silently.\n\n               CLOSE - JACKIE\n\n               He stares out of the window, then sees something, turns and \n               heads for the front door.\n\n               EXT. HOUSE - DAY MED. SHOT\n\n               Mrs. Robinson is walking up toward the house, carrying two \n               large sacks of groceries.",
  "20": "---END OF PREVIOUS SECTION---\nHOUSE - DAY MED. SHOT\n\n               Mrs. Robinson is walking up toward the house, carrying two \n               large sacks of groceries. \n---TARGET SECTION TO BE ANNOTATED---\n Jackie hurries to meet her, greeting \n               her and taking the packages at the same time, even as they \n               embrace.\n\n                                     JACKIE\n                         Hello, Mom...\n\n                                     MRS. ROBINSON\n                              (happy to see him)\n                         I was hoping you'd be here -- your \n                         telegram came just a little while \n                         ago so I went out to get some \n                         things...\n\n               He knows that she intended to get some extra-special food \n               for a homecoming dinner.\n\n               CAMERA PANS them into the house.\n\n               INT. LIVING ROOM FULL SHOT\n\n               Jackie and his mother enter and pass through into the kitchen.\n\n                                     MRS. ROBINSON\n                              (as they walk through)\n                         ...you didn't get hurt, did you?\n\n               MED. CLOSE AT KITCHEN DOOR\n\n               As they enter kitchen to put down the packages.\n\n                                     JACKIE\n                              (as he enters)\n                         Not a scratch. Got a sore arm though -- \n                         from writing letters...\n\n                                     MRS. ROBINSON\n                              (as she follows him \n                              in)\n                         Letters? Some letters came for you.\n\n               She comes back into the living room, heads for the table \n               where Jackie picked up his mail. As Jackie reenters:\n\n                                     MRS. ROBINSON\n                         I put them here...\n\n                                     JACKIE\n                         I read them...\n\n               She turns to him, hoping that he will have some good news. \n               He smiles at her, then moves over and picks up the letter he \n               saved and hands it to her.\n\n               TWO SHOT - FAVORING MRS. ROBINSON\n\n               As she reads the letter.\n\n                                     MRS. ROBINSON\n                              (thoughtfully)\n                         What's this National Youth \n                         Association...?\n\n                                     JACKIE\n                         It's something the Government set up \n                         to help underprivileged children --- \n                         they get all sorts of training ---\n\n                                     MRS. ROBINSON\n                              (hopefully)\n                         ...And they want you to be an athletic \n                         instructor?\n\n                                     JACKIE\n                         Looks that way... Anyway, I'm taking \n                         it before they change their minds...\n\n               Mrs. Robinson looks at the letter again, then back at Jackie.\n\n                                     MRS. ROBINSON\n                         ...Pennsylvania...\n                              (with a smile)\n                         You'll be near Rae, anyway...",
  "21": "---END OF PREVIOUS SECTION---\nROBINSON\n                         ... Pennsylvania... (with a smile)\n                         You'll be near Rae, anyway... \n---TARGET SECTION TO BE ANNOTATED---\n               She moves to the sofa and sits down as she talks.\n\n                                     MRS. ROBINSON\n                         Maybe you can be there when she \n                         graduates -- or whatever it is -- \n                         from the hospital...\n\n                                     JACKIE\n                              (nodding)\n                         Yeah.\n                              (joshing her)\n                         So even if we don't have a doctor in \n                         the family, we'll have a registered \n                         nurse, anyway...\n                              (reflectively)\n                         ...I hope...\n\n                                     MRS. ROBINSON\n                         Why not write her and let her know...?\n\n                                     JACKIE\n                              (nodding)\n                         Good idea. Soon's I put my stuff \n                         up...\n\n               He turns, picks up his suitcases and starts through the hall \n               door with them and we\n\n                                                                  DISSOLVE:\n\n               INT. HOSPITAL ROOM - DAY FULL SHOT\n\n               This is a room in the nurses' quarters of a large hospital. \n               Everything white, clean, uncrowded. Rae, in graduate nurse's \n               uniform, is seated at a desk reading a letter. On the desk \n               is a picture of Jackie -- in civilian clothes. There is a \n               box of stationery, ink, pen, etc., on the table in addition \n               to several books.\n\n               CLOSE - RAE READING LETTER\n\n               She shakes her head, smiling a bit, but with a bit of sadness.\n\n               INSERT PORTION OF LETTER\n\n               \"...I'm enjoying my work with the kids and the Association \n               has been fine to me. I'll be leaving it soon, though, as the \n               Army has called. But at least, I can stop worrying about the \n               future for awhile...\"\n\n               BACK TO SCENE\n\n               Rae folds the letter and smiles in sad contemplation as we \n               hear her thinking voice paraphrase Jackie's last sentence:\n\n                                     RAE'S VOICE\n                         He can stop worrying now that he's \n                         in the Army...\n\n               We know that she will really start worrying. She glances at \n               the framed photograph of him. As we look at it, Jackie's \n               clothes change into the uniform of an Army Private.\n\n               ARMY POST - (STOCK) MONTAGE\n\n               If obtainable we will show quick scenes of Jackie's army \n               life as he supervises various athletic activities.\n\n               INT.",
  "22": "---END OF PREVIOUS SECTION---\nAs we look at it, Jackie's \n               clothes change into the uniform of an Army Private. ARMY POST - (STOCK) MONTAGE\n\n               If obtainable we will show quick scenes of Jackie's army \n               life as he supervises various athletic activities. INT. \n---TARGET SECTION TO BE ANNOTATED---\n HOSPITAL - DAY RAE'S DESK\n\n               There is a picture of Jackie in the uniform of an Army \n               private. The uniform fades and is replaced by the uniform of \n               a first lieutenant.\n\n               CAMERA PULLS BACK from photograph and we see that Rae is \n               writing a letter.\n\n               INSERT LETTER - RAE'S HAND WRITING\n\n               \"...so I will be finished with my course in two weeks and \n               then go back home. When you get your Army discharge I'll be \n               waiting for you in California...\"\n\n               ESTABLISHING SHOT - ARMY POST - DAY - (STOCK)\n\n               This is supposed to be Ft. Breckenridge, Kentucky, although \n               it can be any large Army installation as long as it remains \n               unidentifiable.\n\n               STOCK SHOT - SOLDIERS\n\n               Marching, training, etc.\n\n               STOCK SHOT - MORE SOLDIERS\n\n               Entering and leaving barracks, etc.\n\n               INT. BARRACKS' ROOM - DAY CLOSE SHOT - JACKIE\n\n               He is packing a suitcase and an Army bag.\n\n               CAMERA PULLS BACK to reveal another Negro officer with Jackie. \n               This man sits on a bunk -- both are dressed in their uniforms. \n               Jackie moves to a chest and takes some clothes and stuffs \n               them into the Army bag. Then he takes a photo of Rae off the \n               wall and packs that in the suitcase. The last thing he removes \n               from the chest is a fielder's baseball glove.\n\n                                     ROOMMATE\n                         What you going to do with that?\n\n                                     JACKIE\n                              (studying glove)\n                         I don't know. Don't know if I'll \n                         ever do anything with it again...\n\n               INSERT JACKIE'S HANDS stuffing glove into his bag.\n\n                                                                  DISSOLVE:\n\n               CLOSEUP - SAME BAG\n\n               As Jackie's reaches into it and comes out with the glove. \n               There is a burst of laughter as CAMERA PULLS BACK to show \n               that Jackie is home and unpacking his bag in front of Rae, \n               Mrs. Robinson and Mack, all three of whom are laughing.\n\n                                     RAE\n                         Just like you. First thing one sees \n                         when you unpack is a baseball glove... \n                         or a pair of spiked shoes...",
  "23": "---END OF PREVIOUS SECTION---\nRAE\n                         Just like you. First thing one sees \n                         when you unpack is a baseball glove... or a pair of spiked shoes... \n---TARGET SECTION TO BE ANNOTATED---\n               Jackie draws himself up a little stiffish and addresses Rae \n               in formal tones.\n\n                                     JACKIE\n                         And when have you ever seen me unpack \n                         before, Miss Isum?\n\n                                     RAE\n                              (embarrassed in front \n                              of Mrs. Robinson and \n                              Mack)\n                         I didn't mean that I had ever seen \n                         you... why, Jackie! What do you...\n                              (whirling about)\n                         Well, if that's to be your attitude!\n\n               She flounces from room and Jackie motions to his mother and \n               Mack as he prepares to follow.\n\n                                     JACKIE\n                         Excuse me. I have to effect a... \n                         a... a rapprochement, I think they \n                         call it.\n\n               He hurries after Rae while Mrs. Robinson looks after him and \n               then turns to Mack to ask with suspicion edging her voice:\n\n                                     MRS. ROBINSON\n                         What's he mean by that... that \n                         rapproche -- that stuff?\n\n                                     MACK\n                              (shaking head)\n                         Search me. We didn't bother with \n                         that kind of stuff when I went to \n                         college.\n\n                                                                  DISSOLVE:\n\n               EXT. WAREHOUSE MED. SHOT\n\n               Same scene as Scene 43. Jake is standing on back of truck \n               maneuvering a settee onto its legs when Jackie walks into \n               the scene and smiles up at him.\n\n                                     JACKIE\n                         H'ya, Jake.\n\n                                     JAKE\n                         You been out of the Army a long time \n                         now, Jackie. Ain't got yourself a \n                         good coaching job yet?\n\n                                     JACKIE\n                         Not quite.\n\n                                     JAKE\n                              (grunting)\n                         Still writing letters, eh?\n\n                                     JACKIE\n                         Yes. But if I don't get an answer \n                         soon I'll be back here looking for \n                         my old job.\n\n                                     JAKE\n                         I hope that don't happen, son. But \n                         if it does... I can sure use you.\n                              (changing tone)\n                         Why don't you go to them coaching \n                         places in person instead of writing \n                         them letters?\n\n                                     JACKIE\n                         You mean why don't I spend fifty \n                         dollars train fare instead of a three \n                         cent stamp?\n\n                                     JAKE\n                              (laughing)\n                         Yeah...",
  "24": "---END OF PREVIOUS SECTION---\n(changing tone)\n                         Why don't you go to them coaching \n                         places in person instead of writing \n                         them letters? JACKIE\n                         You mean why don't I spend fifty \n                         dollars train fare instead of a three \n                         cent stamp? JAKE\n                              (laughing)\n                         Yeah... \n---TARGET SECTION TO BE ANNOTATED---\n I ain't got all the brains \n                         in the world.\n                              (laughing louder)\n                         I wouldn't even want to prove I got \n                         my share!\n\n               The two are laughing, with Jake sounding off in wild whoops, \n               when Mack's voice is heard, o.s.\n\n                                     MACK'S VOICE\n                              (calling)\n                         Jackie!\n\n               They stop laughing and turn around as Mack runs into scene \n               carrying a letter which he hands to Jackie.\n\n                                     MACK\n                              (excited)\n                         It just came.\n\n               Jackie tears letter open.\n\n               JACKIE CLOSEUP\n\n               He is reading letter.\n\n               MACK AND JAKE MEDIUM\n\n                                     MACK\n                              (to Jake)\n                         It's from the Kansas City Monarchs. \n                         It can only be one thing... an offer.\n\n                                     JAKE\n                         Who are they?\n\n                                     MACK\n                              (surprised)\n                         Never heard of the Kansas City \n                         Monarchs? It's a professional baseball \n                         team.\n\n                                     JAKE\n                         But I thought professional teams \n                         don't want us.\n\n                                     MACK\n                         It's an all-colored team.\n\n                                     GROUP\n                         Jackie looks up and Mack can't wait.\n\n                                     MACK\n                         Well?\n\n                                     JACKIE\n                              (a little dazed)\n                         A hundred dollars a week... to play \n                         shortstop.\n\n               Jake jumps from truck and is so intrigued he takes letter \n               from Jackie to puzzle over it himself.\n\n                                     JACKIE\n                              (puzzled)\n                         And I didn't even write them. How \n                         did they know?\n\n                                     MACK\n                         Oh, they knew about you from UCLA \n                         and some of the pro games you played \n                         at Brookside. They must have scouted \n                         you.\n\n                                     JAKE\n                              (handing letter back \n                              to Jackie)\n                         Here. That's what it says... a hundred \n                         a week.\n                              (studying furniture \n                              on truck)\n                         Just pushing a little old baseball \n                         around. Maybe there's something to \n                         that college stuff after all.\n\n               LOS ANGELES COUNTY GENERAL HOSPITAL - (STOCK) PANORAMIC NAME \n               PLATE HOSPITAL CLOSEUP\n\n               INT.",
  "25": "---END OF PREVIOUS SECTION---\n(studying furniture \n                              on truck)\n                         Just pushing a little old baseball \n                         around. Maybe there's something to \n                         that college stuff after all. LOS ANGELES COUNTY GENERAL HOSPITAL - (STOCK) PANORAMIC NAME \n               PLATE HOSPITAL CLOSEUP\n\n               INT. \n---TARGET SECTION TO BE ANNOTATED---\n DRUG STORE CLOSE\n\n               Just a table in a corner at which sit Jackie and Rae, the \n               latter in white uniform of a nurse, and with Coca Cola bottles \n               and glasses before them. An air of sadness seems to have \n               overcome both of them.\n\n                                     RAE\n                              (thoughtfully)\n                         Well... you've got to take it. I \n                         don't see what else you can do.\n\n                                     JACKIE\n                              (in same mood)\n                         Yeah... and if I can stay with the \n                         Monarchs a couple of years I should \n                         be able to save up a little money.\n                              (looking at her)\n                         Maybe even enough...\n                              (hopefully)\n                         Maybe when I know I'm set there, \n                         then...?\n\n               She nods, but not with any particular enthusiasm. Jackie \n               notes this and nods slowly in agreement with her reaction.\n\n                                     JACKIE\n                         I don't blame you. Gee... a couple \n                         more years. Why don't we set a wedding \n                         date for about 1960 and have it over \n                         with?\n\n               Rae doesn't think it is funny, even if it wasn't meant to \n               be. She stands up and looks at her wristwatch.\n\n                                     RAE\n                         I don't know about 1960, but in five \n                         minutes I'm due back in the ward.\n\n               Jackie gets up and puts some coins on the table.\n\n                                     JACKIE\n                         And tomorrow I'm due in Kansas City.\n\n               They stand looking at each other, both with blank faces, \n               unable to fathom either how to solve their problem or what \n               lies ahead of this new development as we\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               ESTABLISHING SHOTS - KANSAS CITY - DAY - (STOCK)\n\n               Over scenes are SUPERIMPOSED the words: KANSAS CITY.\n\n                                                                  DISSOLVE:\n\n               EXT. BALLPARK - DAY CLOSE SHOT - SIGN\n\n                                 \"MONARCHS vs. CLEVELAND\"\n\n               o.s., we HEAR crowd noises.\n\n               EXT. BALLPARK - DAY FROM HIGH ANGLE\n\n               The playing field. A game is in progress.\n\n               WIDE ANGLE SHOT - THE STANDS\n\n               A fair-sized audience, practically all colored.\n\n               EXT.",
  "26": "---END OF PREVIOUS SECTION---\nA game is in progress. WIDE ANGLE SHOT - THE STANDS\n\n               A fair-sized audience, practically all colored. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DUGOUT TWO SHOT\n\n               Jackie, in uniform, is sitting in a corner of dugout alongside \n               an older man, apparently the manager.\n\n                                     MANAGER\n                         This being your first game I was \n                         going to hold you out a couple of \n                         innings but maybe you want to take a \n                         lick at bat now?\n                              (nodding to batter)\n                         Follow Joe.\n\n                                     JACKIE\n                              (rising)\n                         Okay.\n\n               As Jackie starts away --\n\n                                     MANAGER\n                         And look! Uh... we give them a show \n                         out there, Jackie. If you make an \n                         out, act mad. If you think you get a \n                         bad call on a ball, talk it up. They \n                         like that here.\n\n               Jackie considers this, nods, and then walks away quietly. \n               The manager shakes his head as if doubtful that Jackie can \n               come through on this order.\n\n               SIDELINES MEDIUM\n\n               Jackie, bat in hand, moves \"on deck\" and squats, waiting his \n               turn.\n\n               BATTER\n\n               A Monarch player waggling bat viciously as if daring pitcher \n               to throw one in the groove.\n\n               UMPIRE BEHIND BAT\n\n               Holding a \"two-three\" count up with his fingers.\n\n               PITCHER\n\n               Gazing contemptuously towards batter, winding up and throwing.\n\n               BATTER\n\n               Striking out with a tremendous swing, he yells in fury and \n               starts pounding the ground with his bat in anger.\n\n               SIDELINES MEDIUM\n\n               As Jackie moves to plate he passes the retired batter. The \n               latter is still gesticulating angrily, but as he passes Jackie \n               he winks at him and we know it is all an act for the fans.\n\n               GRANDSTAND - (STOCK)\n\n               As loudspeaker announcement is heard:\n\n                                     ANNOUNCER\n                         Now batting for Kansas City Monarchs \n                         in place of Rumley -- Jackie Robinson!\n\n               PLATE CLOSE\n\n               Jackie takes his stance. The catcher squats and begins talking \n               it up.\n\n                                     CATCHER\n                              (calling to pitcher)\n                         This is a new boy, Bill. Take it \n                         real easy with him. Don't discourage \n                         the new boy.",
  "27": "---END OF PREVIOUS SECTION---\nCATCHER\n                              (calling to pitcher)\n                         This is a new boy, Bill. Take it \n                         real easy with him. Don't discourage \n                         the new boy. \n---TARGET SECTION TO BE ANNOTATED---\n Nice and easy! Nice and \n                         easy!\n\n               As the catcher is talking Jackie turns and nods to him as if \n               grateful for the expected gentle treatment.\n\n               PITCHER CLOSE\n\n               He acts interested in what catcher is telling him, then nods \n               as if in gentlemanly agreement with the policy of treating a \n               new man with consideration. He begins his windup slowly but \n               when he finally whips the ball it is with everything he's \n               got.\n\n               PLATE CLOSE\n\n               The ball streaks past Jackie's head so closely that he has \n               to fall to ground to avoid getting beaned. As he gets up, \n               acting fully bewildered, the catcher runs to him and helps \n               him dust his clothes, simulating deep concern. Jackie gazes \n               at catcher, and then at pitcher, with great suspicion.\n\n               GRANDSTAND SMALL SECTION\n\n               The spectators are enjoying this byplay hugely.\n\n               PLATE CLOSE\n\n               Jackie waiting and showing determination to hit. He swings \n               and hits... but doesn't run.\n\n               GRANDSTAND ROOF LONG\n\n               The ball going high over the stands and onto the roof.\n\n               PITCHER\n\n               A new ball is thrown to him. He begins his windup and throws.\n\n               PLATE CLOSE\n\n               Jackie swings and misses, so hard that he is carried several \n               feet from plate and ends up facing stands. He acts angry, \n               pulls his bat back of him with one hand and looks as if he \n               is going to sling it into the seats.\n\n               For a moment he stands thus, wrestling with himself almost, \n               as if trying to control his temper. There is a roar of \n               excitement from the spectators, and then Jackie lets the bat \n               down. Lowering his head in deep dejection he starts walking \n               back to the dugout. The crowd's yelling now turns to laughter.\n\n               DUGOUT MEDIUM\n\n               As Jackie steps in to resume his seat next to manager.\n\n                                     MANAGER\n                              (enthusiastic)\n                         That was great, Jackie! Fine stuff! \n                         They loved it.\n\n               As Jackie nods --\n\n                                     MANAGER\n                         But, of course, you know...",
  "28": "---END OF PREVIOUS SECTION---\nFine stuff! They loved it. As Jackie nods --\n\n                                     MANAGER\n                         But, of course, you know... \n---TARGET SECTION TO BE ANNOTATED---\n               As Jackie looks up --\n\n                                     MANAGER\n                         You're also supposed to get a hit \n                         once in a while\n\n               JACKIE CLOSEUP\n\n               He casts an amused look at manager from under his eyebrows.\n\n                                     JACKIE\n                         Make up your mind.\n\n                                                                  DISSOLVE:\n\n               INFIELD LONG\n\n               The Monarch batter hits a pop fly and the side is retired. \n               The Monarch team, including Jackie who goes to shortstop, \n               takes the field. The infielders snap up ground balls thrown \n               by first base and we get our first glimpse of Jackie in action \n               as a fielder.\n\n               JACKIE MONTAGE\n\n               Various shots of Jackie in action as a shortstop; picking up \n               a ground ball and shooting it to first, covering second and \n               throwing to first for a double play, backing up the third \n               baseman on a hot grounder and recovering when the latter \n               boots one.\n\n               SCOREBOARD CLOSE\n\n               A series of ciphers show three innings have been played. In \n               the fourth inning slot the figure \"1\" appears for each team, \n               and then further ciphers appear up to the beginning of the \n               ninth inning.\n\n               INFIELD LONG\n\n               The Monarchs come running in, including Jackie who goes to \n               the bat rack.\n\n               JACKIE CLOSE\n\n               He selects a bat and heads for the plate.\n\n               SAME - CLOSER JACKIE AT PLATE\n\n               Jackie first takes a strike, then cuts at the next pitch and \n               lines a double into the field. The crowd yells.\n\n               FULL SHOT - THE FIELD\n\n               As Jackie runs, then slides into second just in time to beat \n               the pitch from the outfield. He gets up and dusts himself \n               off as the second baseman, ball in hand, grins at him.\n\n                                     SECOND BASEMAN\n                         About time you started hitting, boy.\n\n               Jackie grins and the second baseman returns the ball to the \n               pitcher. As he throws, Jackie suddenly lights out for third \n               and catches the pitcher flatfooted, not expecting such a \n               daring play. The crowd roars as Jackie slides safely into \n               third.\n\n               CLOSEUP - PITCHER\n\n               Looking disgusted with himself.\n\n               CLOSE SHOT - JACKIE ON THIRD\n\n               Grinning to himself.",
  "29": "---END OF PREVIOUS SECTION---\nThe crowd roars as Jackie slides safely into \n               third. CLOSEUP - PITCHER\n\n               Looking disgusted with himself. CLOSE SHOT - JACKIE ON THIRD\n\n               Grinning to himself. \n---TARGET SECTION TO BE ANNOTATED---\n He obviously loves the sport and enjoys \n               a spectacular play. He takes a long lead, teasing the pitcher.\n\n               FULL SHOT - THE FIELD\n\n               The next batter flies to the infield and Jackie gets back to \n               base in time. The shortstop holds the ball for a moment, \n               then satisfied that Jackie is holding the bag, tosses to the \n               pitcher. The moment the ball leaves his hand, Jackie has \n               started for home. By the time the pitcher catches the ball \n               and relays it to the catcher, Jackie is sliding in safe at \n               home plate. The crowd roars approval of his daring base-\n               running.\n\n               MED. SHOT - AT DUGOUT\n\n               As Jackie returns. Several players grin and ad lib their \n               approval of the way he has handled himself. As the game \n               continues, one of the players, Slim, moves close to Jackie \n               and starts a conversation.\n\n                                     SLIM\n                         Good going. You ought to sleep well \n                         tonight.\n\n                                     JACKIE\n                         I generally sleep pretty good.\n\n                                     SLIM\n                         On a bus?\n\n                                     JACKIE\n                              (thoughtfully)\n                         That's right. I forgot we travel by \n                         bus.\n\n                                     SLIM\n                         Make four hundred mile jumps between \n                         games. Only chance we ever get to \n                         hit a bed is in a two or three game \n                         series.\n\n                                     JACKIE\n                         Not so good.\n\n                                     SLIM\n                         It ain't de luxe, brother!\n\n               MONTAGE\n\n               This is designed to show the nomadic life of these \n               ballplayers.\n\n               A. Players piling into their own bus at night.\n\n               B. Players inside bus, half asleep as they travel.\n\n               C. Shots of game, including Jackie getting a hit.\n\n               D. Bus traveling again.\n\n               E. Players dressing on bus, getting into their uniforms.\n\n               F. Players emerging from bus at ballpark, going right onto \n               field as if they've delayed game by late arrival.\n\n               G. Inside bus again; night, players asleep, some still in \n               uniform.\n\n               H. Game in progress. Jackie in good fielding play.\n\n               I. Shot of fans showing their appreciation of game.\n\n               EXT. HIGHWAY - NIGHT MED.",
  "30": "---END OF PREVIOUS SECTION---\nShot of fans showing their appreciation of game. EXT. HIGHWAY - NIGHT MED. \n---TARGET SECTION TO BE ANNOTATED---\n SHOT\n\n               The Monarch bus drives down highway, toward camera, which \n               PULLS BACK and PANS as it disappears down highway, L. to R.\n\n               EXT. HIGHWAY LONG SHOT - MONARCH BUS\n\n               As it drives past. Through the windows we get a glimpse of \n               the players.\n\n               INT. BUS FULL\n\n               In the dim illumination we can see the players, a few asleep, \n               most sprawled out and listening to a major league night game \n               broadcast.\n\n               BUS SECTION CLOSE\n\n               Slim has a portable radio on his lap. Jackie is in seat behind \n               him.\n\n                                     RADIO ANNOUNCER\n                         It's two and two on Greenberg as \n                         Feller winds up... and it's ball \n                         three...\n\n               HIGH-PITCHED WAIL FROM REAR OF BUS\n\n               Shut off that radio! I want to sleep.\n\n                                     SLIM\n                         Quiet, Leander! That's Hank Greenberg \n                         at bat.\n                              (to Jackie)\n                         That Leander! He sleeps all day out \n                         in right field.\n\n                                     LEANDER\n                         I don't care if it's Duke Ellington! \n                         I want to sleep.\n\n                                     SLIM\n                              (to radio)\n                         Come on, Hank. Wait it out... 'less \n                         it's good.\n\n                                     RADIO ANNOUNCER\n                         There's the windup again... and \n                         Greenberg SWINGS at a high one and \n                         he's out!\n\n               There is a general murmur of disgust from all in the bus.\n\n                                     SLIM\n                              (provoked)\n                         What he bite on that for?\n                              (snapping off radio)\n                         Ah-h... that's the game!\n\n               There is a lull as everyone settles back with closed eyes. \n               Then the plaintive voice of Leander is heard again.\n\n                                     LEANDER\n                         Hey-y-y!\n\n                                     SLIM\n                              (angrily)\n                         What you want now, Leander? I turned \n                         the radio off. Go to sleep.\n\n                                     LEANDER\n                         I ain't sleepy no more. I'm hungry.\n\n               ANOTHER BUS SECTION CLOSE\n\n               Several players open up their eyes and consider this. They \n               look at each other and seem to indicate Leander has something.",
  "31": "---END OF PREVIOUS SECTION---\nI'm hungry. ANOTHER BUS SECTION CLOSE\n\n               Several players open up their eyes and consider this. They \n               look at each other and seem to indicate Leander has something. \n---TARGET SECTION TO BE ANNOTATED---\n               DRIVER\n\n               The bus driver looks back and then at the manager who occupies \n               a front seat.\n\n               SLIM CLOSE\n\n                                     SLIM\n                         Hungry? Why you...\n                              (on second thought)\n                         Hungry...\n                              (looking back at Jackie)\n                         How about you?\n\n               Jackie compresses his lips and nods as if it isn't a bad \n               idea at all. Almost immediately other players pick up \n               Leander's word and we hear them.\n\n                                     PLAYERS\n                              (ad lib)\n                         Yeah... hungry. I can eat. About \n                         time... gotta get out of here anyway. \n                         I'm for it!\n\n               DRIVER CLOSE\n\n               He checks manager who nods in agreement. Driver nods back \n               and peers ahead.\n\n               EXT. ROADSIDE CAFE - OVER DRIVER'S SHOULDER AND THROUGH BUS \n               WINDSHIELD\n\n               We see a forlorn-looking combination filling station and \n               lunch room, with several cars parked around.\n\n                                     DRIVER\n                              (over shoulder)\n                         Don't look too bad...\n\n               INT. BUS FULL SHOT\n\n               As the players, full of good humor, move around in their \n               seats, trying to see the lunch room.\n\n               EXT. ROADSIDE CAFE MED. SHOT\n\n               As the bus pulls in and to a stop.\n\n               FULL SHOT - IN BUS\n\n               The players, Jackie included, peering through the bus windows, \n               studying the almost deserted roadside cafe.\n\n                                     DRIVER\n                              (at them all)\n                         Whose turn? Let's not waste time...\n\n               The players look at each other and finally Slim gets to his \n               feet. He combs his hair and brushes at his clothes, trying \n               to look as presentable as possible. The others watch him as \n               he leaves the bus.\n\n               EXT. CAFE AND BUS FULL SHOT\n\n               Slim starts toward the cafe. He hesitates at the door for a \n               moment, then enters.\n\n               INT. ROADSIDE CAFE FULL SHOT\n\n               A plain eating spot with one long counter, usual coffee urns, \n               and wall aperture through which the chef can be seen in the \n               kitchen. Three male patrons are seated together halfway down \n               from the door, and the counterman, about thirty, is leaning \n               against the wall talking to them as Slim enters.",
  "32": "---END OF PREVIOUS SECTION---\nINT. ROADSIDE CAFE FULL SHOT\n\n               A plain eating spot with one long counter, usual coffee urns, \n               and wall aperture through which the chef can be seen in the \n               kitchen. Three male patrons are seated together halfway down \n               from the door, and the counterman, about thirty, is leaning \n               against the wall talking to them as Slim enters. \n---TARGET SECTION TO BE ANNOTATED---\n The four \n               look towards Slim without any welcome and wait till he \n               approaches.\n\n                                     SLIM\n                              (nodding)\n                         Sixteen of us... in the bus outside. \n                         How's chances of getting a late \n                         dinner?\n\n               COUNTERMAN - PATRONS MED. CLOSE\n\n               The patrons look to the counterman to see what his reply \n               will be. He notes their stare and then folds his arms.\n\n                                     COUNTERMAN\n                         I'm all alone here. Afraid I couldn't \n                         handle you.\n\n               The three patrons now swing their stare on Slim.\n\n               SLIM CLOSE\n\n               He seems not surprised and is ready with his next question.\n\n                                     SLIM\n                         How about sandwiches? Could you have \n                         the chef make some up for us?\n\n               COUNTERMAN CLOSE\n\n               He seems to be considering this but before he can answer an \n               offstage voice is heard:\n\n                                     VOICE\n                         How many of you?\n\n               KITCHEN WINDOW CLOSE\n\n               The chef, a rugged, elderly fellow is looking through the \n               window.\n\n               SLIM MEDIUM\n\n                                     SLIM\n                         Sixteen.\n\n               CHEF CLOSE\n\n                                     CHEF\n                         Make you about sixteen beefs, sixteen \n                         ham and eggs. That be all right?\n\n               CHEF - SLIM MEDIUM\n\n               Slim walks to chef as he replies.\n\n                                     SLIM\n                         Swell. Some fried potatoes on the \n                         side, chef?\n\n                                     CHEF\n                              (disappearing)\n                         Yup.\n                              (o.s.)\n                         Take about twenty minutes.\n\n               The counterman walks into scene and stoops under counter to \n               get a roll of paper containers.\n\n                                     COUNTERMAN\n                              (a bit sulky)\n                         Coffee for everybody?\n\n                                     SLIM\n                         Yeah... but don't pour it until the \n                         sandwiches are ready, please... so \n                         the coffee will be hot.\n\n                                     COUNTERMAN\n                         Just getting it ready, Bud. Just \n                         getting it ready.\n\n                                     SLIM\n                         Thanks.\n\n               He indicates outside with his thumb.\n\n                                     SLIM\n                         You suppose we could wash up a bit?\n\n               The counterman sneaks a quick look towards window but the \n               chef is apparently too busy to hear this. He turns back to \n               Slim.\n\n                                     COUNTERMAN\n                         Sorry. It's out of order.",
  "33": "---END OF PREVIOUS SECTION---\nHe turns back to \n               Slim. COUNTERMAN\n                         Sorry. It's out of order. \n---TARGET SECTION TO BE ANNOTATED---\n               SLIM MEDIUM\n\n               His face is expressionless.\n\n                                     SLIM\n                         Oh... Thanks. Then we'll go up the \n                         road and be back in fifteen minutes.\n\n               SLIM - COUNTERMAN MEDIUM\n\n                                     COUNTERMAN\n                         Have to leave a deposit on the \n                         sandwiches in that case.\n\n                                     SLIM\n                              (reaching into pocket)\n                         Sure.\n\n               EXT. BUS - LUNCH ROOM LONG\n\n               Slim leaves lunch room and walks slowly to bus.\n\n               INT. BUS MEDIUM\n\n               Shooting towards front entrance as Slim climbs aboard.\n\n                                     SLIM\n                         They're feeding us. That's all. I \n                         told them we're goin' up the line a \n                         bit.\n\n               Without another word the driver starts the motor up.\n\n               EXT. BUS - ROAD FULL\n\n               The bus starts up the highway.\n\n               EXT. BUS - HIGHWAY LONG\n\n               We see the bus coming to a stop alongside a wooded section. \n               The door opens and the players straggle out. One by one they \n               disappear from sight as they walk into the woods and bushes -- \n               as we\n\n                                                                  DISSOLVE:\n\n               EXT. HIGHWAY - NIGHT MEDIUM\n\n               The bus speeding along.\n\n               INT. BUS - NIGHT FULL\n\n               Now everyone but the driver is asleep, stretched out in the \n               various and often grotesque postures typical of bus slumber.\n\n               INT. CORRIDOR MEDIUM\n\n               Any sort of corridor in which Rae, in hospital uniform, meets \n               another colored nurse. Rae carries medical tray.\n\n                                     OTHER NURSE\n                         'Morning, Rae. I read about your \n                         Jackie last night. He's been going \n                         great for months. He write you?\n\n                                     RAE\n                         Yes. He's doing well. Except he \n                         doesn't like the traveling.\n\n                                     OTHER NURSE\n                         Well, tell him to give it up and \n                         come back here and get a job.\n\n                                     RAE\n                              (with slight smile)\n                         I sure feel like it.\n\n                                     OTHER NURSE\n                         That's the time to write.\n\n                                     RAE\n                              (shaking head)\n                         I'll wait. Waited this long.\n\n               They smile and pass on.\n\n               ESTABLISHING SHOT - CHICAGO SKYLINE - DAY - (STOCK)\n\n               EXT.",
  "34": "---END OF PREVIOUS SECTION---\nWaited this long. They smile and pass on. ESTABLISHING SHOT - CHICAGO SKYLINE - DAY - (STOCK)\n\n               EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COMISKY BALL PARK - DAY - (STOCK) LONG SHOT\n\n               EXT. BALL PARK ENTRANCE - DAY MED. SHOT\n\n               TOWARD BOX OFFICE. A sign visible:\n\n                                  \"MONARCHS vs. CHICAGO\"\n\n                                                          DISSOLVE THROUGH:\n\n               INT. BALL PARK - DAY FULL SHOT\n\n               A fair-sized crowd, players warming up on the field, but the \n               game hasn't started.\n\n               EXT. DUGOUT - PLAYERS MED. SHOT\n\n               Several players stand near the dugout, throwing balls back \n               and forth. Taking it easy as they warm up. Since most of \n               them are watching those players on the field, we realize \n               that the Chicago players are those practicing; the Monarchs \n               are waiting for their turn.\n\n               EXT. DUGOUT DIFFERENT ANGLE\n\n               Jackie and Slim enter the dugout from clubroom runway and \n               notice Bill Piedmont, a pitcher, sitting alone, somewhat \n               disconsolately. Jackie and Slim settle down on each side of \n               Bill.\n\n                                     SLIM\n                         What's the matter with you? Didn't \n                         you pitch and win yesterday?\n\n                                     JACKIE\n                         That's right. You were hot.\n\n                                     BILL\n                         Yeah... but there's no future to it.\n\n                                     SLIM\n                         What'ya mean?\n\n                                     BILL\n                              (to Jackie)\n                         How much does a twenty game win \n                         pitcher get paid in the major league?\n\n                                     JACKIE\n                         I don't know. Thirty thousand up, \n                         maybe.\n\n                                     BILL\n                         That's right. And I've won thirty so \n                         far... and I'll get more.\n\n                                     SLIM\n                         And you ain't getting any thirty \n                         thousand.\n\n                                     BILL\n                              (staring at Slim)\n                         Funny boy.\n\n                                     JACKIE\n                         Think you could do as well in the \n                         majors?\n\n                                     BILL\n                         No. Not any thirty or more. But I'd \n                         sure come close to twenty...\n\n                                     JACKIE\n                         I think so.\n\n                                     BILL\n                              (getting up)\n                         And maybe be able to save a few \n                         dollars for when my arm goes...\n\n               He walks off. Slim watches him and turns to Jackie.\n\n               SLIM CLOSE\n\n                                     SLIM\n                         He's right. We're all in the same \n                         boat.",
  "35": "---END OF PREVIOUS SECTION---\nSlim watches him and turns to Jackie. SLIM CLOSE\n\n                                     SLIM\n                         He's right. We're all in the same \n                         boat. \n---TARGET SECTION TO BE ANNOTATED---\n Get enough to get by -- but \n                         nothing to put by.\n\n               SLIM - JACKIE TWO SHOT\n\n               Slim gets up.\n\n                                     SLIM\n                         Well...\n\n               He doesn't finish but walks out on field leaving Jackie alone. \n               Jackie sits thinking and we can hear Slim's words echoing in \n               his mind...\n\n                                     SLIM\n                              (echo box)\n                         ...enough to get by -- but nothing \n                         to put by...\n\n               Someone calls Jackie and he snaps out of his reverie and \n               runs onto field.\n\n               EXT. FIELD FULL\n\n               Centering on Jackie at shortstop as play begins. We HEAR the \n               crack of a bat and Jackie shoots over to his left to make a \n               pickup and throw out to first. It is a neat, fast play.\n\n                                                                  DISSOLVE:\n\n               PLATE CLOSE\n\n               Jackie stepping up to bat.\n\n               RADIO ANNOUNCER CLOSE\n\n               We see him talking into his mike.\n\n                                     ANNOUNCER\n                         Jackie Robinson up again. He got a \n                         hit once and walked once. Let's see \n                         what he does now.\n\n               PLATE CLOSE\n\n               The ball flashes by Jackie, low. He makes no move.\n\n               ANNOUNCER CLOSE\n\n                                     ANNOUNCER\n                         Ball one. Too low.\n\n               PLATE\n\n               Jackie waggling his bat, drawing it back... but failing to \n               swing as the ball comes by low again.\n\n                                     UMPIRE'S VOICE\n                         Ball two!\n\n               PITCHER CLOSE\n\n               He is plainly nettled as he receives ball, gets catcher's \n               sign, and winds up.\n\n               PLATE MEDIUM\n\n               From behind catcher. We see Jackie poised to hit, the ball \n               coming... and Jackie merely lifts his elbows to let ball \n               come through.\n\n                                     UMPIRE\n                         Ball!\n\n               ANNOUNCER CLOSE\n\n               He is laughing.\n\n                                     ANNOUNCER\n                         Jackie is not biting. They've got \n                         the wrong man. It's ball three now \n                         and the pitcher's on the spot.\n\n               PITCHER CLOSE\n\n               He wipes sweat from brow. Winds up and --\n\n               PLATE MEDIUM\n\n               The ball comes by and without waiting for the umpire's call \n               Jackie tosses his bat aside and makes for first.\n\n               ANNOUNCER\n\n               Laughing again.",
  "36": "---END OF PREVIOUS SECTION---\nPITCHER CLOSE\n\n               He wipes sweat from brow. Winds up and --\n\n               PLATE MEDIUM\n\n               The ball comes by and without waiting for the umpire's call \n               Jackie tosses his bat aside and makes for first. ANNOUNCER\n\n               Laughing again. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ANNOUNCER\n                         Ball four and Jackie walks again. \n                         He's got eyes, that boy.\n\n               INFIELD FULL\n\n               With the first baseman in the act of tossing the ball back \n               to the pitcher -- the ball still in mid-air -- Jackie is off \n               on a dash to second. The pitcher is rattled, fumbles \n               momentarily, and then gets off a high throw. Jackie is safe \n               on a long, hooked slide.\n\n                                                                  DISSOLVE:\n\n               EXT. DUGOUT MEDIUM\n\n               Monarch players are tumbling into the dugout from the field, \n               ad libbing about winning a tough game.\n\n               EXT. SIDELINES FULL\n\n               We see Jackie loping along towards dugout. Suddenly his name \n               is called and he looks towards the boxes.\n\n                                     SUKEFORTH\n                         Oh, Robinson! Can I see you a minute?\n\n               Jackie pauses, then veers toward the box seats.\n\n               BOX SEAT MEDIUM\n\n               Sukeforth is standing as Jackie enters the scene. Sukeforth \n               extends his hand and Jackie takes it... wondering and perhaps \n               a little suspicious that he may be dealing with a crank.\n\n                                     SUKEFORTH\n                         My name is Clyde Sukeforth. I'm with \n                         Branch Rickey... of the Brooklyn \n                         Dodgers...\n\n               Jackie neither changes expression nor acknowledges this in \n               any way. Sukeforth climbs out of box onto field and takes \n               Jackie's arm.\n\n                                     SUKEFORTH\n                         I'll walk up to the dressing room \n                         with you. Talk to you there.\n\n               They start off, Jackie still wondering.\n\n               INT. DRESSING ROOM DOOR MEDIUM\n\n               Stopping outside the dressing room door, Sukeforth begins \n               talking again. Several Monarch players, including Slim, walk \n               by and look at them curiously.\n\n                                     SUKEFORTH\n                         Branch Rickey wants to see you.\n\n                                     JACKIE\n                         What for?\n\n                                     SUKEFORTH\n                         Frankly, I don't know. Can you leave \n                         for Brooklyn tonight with me?\n\n               Jackie is taken aback by this, then, after studying Sukeforth, \n               he suddenly nods his head.\n\n                                     JACKIE\n                         Sure.\n\n                                     SUKEFORTH\n                              (pleased)\n                         Great! I'm at the Palmer House.",
  "37": "---END OF PREVIOUS SECTION---\nJACKIE\n                         Sure. SUKEFORTH\n                              (pleased)\n                         Great! I'm at the Palmer House. \n---TARGET SECTION TO BE ANNOTATED---\n I'll \n                         arrange for our railroad tickets and \n                         suppose you phone me at the Palmer \n                         at seven?\n\n                                     JACKIE\n                         I'll do that, Mr. Sukeforth.\n\n               They shake hands and Sukeforth leaves. Jackie stands looking \n               after him a moment, his head shaking in wonder. Then he enters \n               dressing room.\n\n               INT. DRESSING ROOM MEDIUM\n\n               Jackie reaches his locker and starts pulling his shirt off. \n               Slim enters scene accompanied by Bill, the pitcher.\n\n                                     SLIM\n                         Who was that white man, Jackie? A \n                         friend of yours?\n\n                                     JACKIE\n                         Nope. Said he was a scout for the \n                         Brooklyn Dodgers. Said Branch Rickey \n                         wants to see me.\n\n                                     SLIM\n                              (nudging Bill)\n                         S'matter? You owe Rickey some money \n                         or something?\n\n                                     BILL\n                         Yeah... what does Mr. Rickey want to \n                         see you about?\n\n                                     JACKIE\n                              (smiling)\n                         He didn't say. Just wants to see me. \n                         Maybe to see if I've got two heads \n                         or something.\n\n                                     SLIM\n                         What'd you say?\n\n                                     JACKIE\n                         He's getting the train tickets and \n                         I'm to phone him at seven at his \n                         hotel.\n\n                                     SLIM\n                         Better hurry up and pack. We'll miss \n                         you.\n\n                                     JACKIE\n                              (laughing)\n                         You don't think I'm crazy, do you?\n\n               Slim and Bill join in the laughter and Bill lets his hand \n               fall on Jackie's shoulders.\n\n                                     BILL\n                         You'll find a lot of these cranks \n                         showing up. I don't know what makes \n                         'em do it. Last year I was signed to \n                         pitch for the Giants, Senators and \n                         Cincinnati.\n\n                                     SLIM\n                         But none of us have ever been signed \n                         for Brooklyn yet. That's a new one. \n                         You ought to take Bill and me out \n                         and show us a good time on the \n                         strength of that.\n\n                                     JACKIE\n                         On the strength of that I'm going to \n                         have dinner and go home to bed. It's \n                         been four days since we had a bed to \n                         sleep in and I'm going to get a \n                         nightful of it.",
  "38": "---END OF PREVIOUS SECTION---\nYou ought to take Bill and me out \n                         and show us a good time on the \n                         strength of that. JACKIE\n                         On the strength of that I'm going to \n                         have dinner and go home to bed. It's \n                         been four days since we had a bed to \n                         sleep in and I'm going to get a \n                         nightful of it. \n---TARGET SECTION TO BE ANNOTATED---\n                                     BILL\n                         You got something there...\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               INT. HOTEL BEDROOM - NIGHT MED. SHOT - JACKIE\n\n               He is in bed, sound asleep, when a knock is heard at the \n               door. Jackie rolls over a bit, paying no attention.\n\n               CLOSER - JACKIE\n\n               As he lifts his head sleepily when the knocking continues, \n               louder this time.\n\n                                     JACKIE\n                         Who is it?\n\n               There is silence for a moment, then a dry, angry voice is \n               heard.\n\n                                     MAN'S VOICE\n                         Robinson? Clyde Sukeforth.\n\n               CLOSE UP - JACKIE\n\n               He appears stunned, is completely motionless for a moment, \n               then snaps on the bedside lamp. The room is illuminated for \n               the first time and we see that it is a cheap one, poorly \n               furnished. On the dresser is a framed picture of Rae.\n\n                                     JACKIE\n                              (fully awake)\n                         Just a second!\n\n               He gets out of bed, in his pajamas, and hurries to open the \n               door. From his expression he still isn't sure what to expect.\n\n               MED. SHOT - AT DOOR\n\n               As Jackie opens it and an annoyed-looking Sukeforth enters. \n               They stare at each other for a moment.\n\n                                     SUKEFORTH\n                              (angrily)\n                         What are you trying to pull, Robinson?\n\n               He moves into the room, angrily continuing to berate Jackie.\n\n                                     SUKEFORTH\n                         Playing hard to get or something...? \n                         Or just trying to make a fool out of \n                         me? Acting like a smart guy... making \n                         me miss my train...\n                              (disgusted)\n                         I should have taken it and not come \n                         here...\n\n               TWO SHOT - FAVORING JACKIE\n\n               He is growing indignant at this treatment from a man he is \n               not sure of. He controls his temper, but nevertheless makes \n               himself plain.\n\n                                     JACKIE\n                         Just a minute, Mr. Sukeforth -- if \n                         that's your name... I don't know you \n                         and you don't know me...\n\n               Sukeforth looks at him sharply. Jackie hesitates, then \n               continues.\n\n                                     JACKIE\n                         ...If Mr.",
  "39": "---END OF PREVIOUS SECTION---\nJackie hesitates, then \n               continues. JACKIE\n                         ... If Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Rickey did send you to see \n                         me, then I've made a big mistake -- \n                         and I'm sorry...\n\n               Sukeforth doesn't understand for a moment. Then, angrily, he \n               reaches into his pocket, brings out his wallet and gives \n               Jackie a card.\n\n               INSERT CARD IN JACKIE'S HAND\n\n               BACK TO SCENE\n\n               Jackie looks up from the card, puzzled.\n\n                                     JACKIE\n                         It's still hard to believe... A lot \n                         of fellows come to the game and... \n                         you know.\n\n                                     SUKEFORTH\n                              (getting Jackie's \n                              reasoning)\n                         Oh... You thought I was giving you \n                         the business! I should have thought \n                         of that...\n\n               Jackie relaxes a bit and waits for Sukeforth to continue.\n\n                                     SUKEFORTH\n                              (smiling)\n                         When Mr. Rickey told me to come out \n                         here and talk to you, I didn't think \n                         I was hearing right myself... but \n                         here I am...\n\n               He looks around the room, then back to Jackie.\n\n                                     JACKIE\n                         And you said you don't know why he \n                         wants to see me.\n\n                                     SUKEFORTH\n                              (no longer angry)\n                         I don't...\n                              (thoughtfully)\n                         Unless...\n\n                                     JACKIE\n                              (urging him on)\n                         After all, there's no chance for me \n                         in major league baseball.\n\n               As Sukeforth nods in agreement --\n\n                                     JACKIE\n                         So... what...\n\n                                     SUKEFORTH\n                         The only thing I can think of... and \n                         I've got no right to suggest it... \n                         just between us...\n\n                                     JACKIE\n                         Yes?\n\n                                     SUKEFORTH\n                         There's talk about an all-Negro \n                         football team being started by Mr. \n                         Rickey... the Brown Dodgers...\n\n                                     JACKIE\n                         Oh... so that's it. Football.\n\n                                     SUKEFORTH\n                         I don't know. But he wants to see \n                         you and he's paying your fare... \n                         both ways if you come back... What \n                         do you say... yes or no?\n\n               Jackie looks around the room, plainly at a loss.\n\n                                     SUKEFORTH\n                         You'll just have to make up your \n                         mind, quick. I can't tell you any \n                         more.",
  "40": "---END OF PREVIOUS SECTION---\nJackie looks around the room, plainly at a loss. SUKEFORTH\n                         You'll just have to make up your \n                         mind, quick. I can't tell you any \n                         more. \n---TARGET SECTION TO BE ANNOTATED---\n I don't know any more.\n\n                                     JACKIE\n                         I... Okay.\n\n                                     SUKEFORTH\n                         Fine. Let's pack. We leave in an \n                         hour.\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               ESTABLISHING SHOT - NEW YORK SKYLINE - DAY - (STOCK)\n\n               EBBETTS FIELD - BROOKLYN - DAY - (STOCK)\n\n               A game is on.\n\n               INT. BUILDING HALLWAY - DAY MED. SHOT\n\n               Jackie and Sukeforth round a corner and walk down the hall \n               toward camera. CAMERA PULLS BACK and PANS to a doorway on \n               which is printed:\n\n                               BROOKLYN BASEBALL CLUB, INC.\n\n                                Branch Rickey, President.\n\n               CAMERA HOLDS as Jackie and Sukeforth walk up to the door. \n               Sukeforth opens it without knocking and leads Jackie inside.\n\n               INT. RECEPTION ROOM - DAY FULL SHOT\n\n               An attractive secretary sits at a desk. Two doors lead into \n               adjoining offices. On the walls are signed, framed photographs \n               of some of the old and new Dodgers.\n\n                                     SECRETARY\n                         Hello, Mr. Sukeforth... Mr. Rickey \n                         is expecting you.\n\n               Sukeforth leads the way to a door marked \"MR. RICKEY.\" He \n               opens it and motions Jackie to step in first.\n\n               INT. RICKEY'S OFFICE - DAY LONG\n\n               On Rickey, as he looks up towards camera from his desk in a \n               good-sized, well-furnished office, decorated with additional \n               pictures of baseball notables -- officials as well as players.\n\n                                     RICKEY\n                              (heartily)\n                         Hello, Clyde! Got your man, eh?\n\n               He stands up, warm of face and manner, but we can tell from \n               the look in his eyes that he is making a quick and keen study \n               of Jackie.\n\n                                     RICKEY\n                         Come in, Jackie. I'm very glad to \n                         see you.\n\n               DESK AREA SIDE SHOT\n\n               As Sukeforth and Jackie come up to desk.\n\n                                     JACKIE\n                         How do you do, Mr. Rickey.\n\n                                     SUKEFORTH\n                         Yes, this is Jackie Robinson... and \n                         it looked for a while as if I wasn't \n                         going to get him here.",
  "41": "---END OF PREVIOUS SECTION---\nJACKIE\n                         How do you do, Mr. Rickey. SUKEFORTH\n                         Yes, this is Jackie Robinson... and \n                         it looked for a while as if I wasn't \n                         going to get him here. \n---TARGET SECTION TO BE ANNOTATED---\n                                     RICKEY\n                              (to Jackie)\n                         Sit down, won't you?\n                              (to Sukeforth)\n                         Oh, no?\n                              (to Jackie)\n                         How come? Don't like Brooklyn?\n\n               JACKIE CLOSE\n\n               As he takes a chair.\n\n                                     JACKIE\n                         I've got nothing against Brooklyn. \n                         But... uh... on the Monarchs we get \n                         all kinds of men who show up and \n                         talk big about signing us up for \n                         this and that. It's a kind of a gag.\n\n               RICKEY - JACKIE TWO SHOT\n\n                                     RICKEY\n                         Oh, sure! Sure! Sure! But didn't \n                         Clyde show you his credentials?\n\n                                     JACKIE\n                         Yes... we got together finally.\n\n                                     RICKEY\n                         Well, that's the main thing... And \n                         now...\n\n                                     JACKIE\n                         Yes, sir?\n\n                                     RICKEY\n                         You're wondering, naturally, why I \n                         sent for you.\n\n                                     JACKIE\n                         More than wondering, Mr. Rickey. I'm \n                         most curious. Although... I sort of \n                         figured it out for myself...\n\n                                     RICKEY\n                              (a bit surprised)\n                         You did?\n\n                                     JACKIE\n                         Well, I know you're starting an all-\n                         colored football team.\n\n                                     RICKEY\n                         Oh! Yes! Yes! We are thinking about \n                         that. But... that's not what I want \n                         you for.\n                              (quietly; after pause)\n                         Jackie, I want you for baseball.\n\n               JACKIE - SUKEFORTH CLOSE TWO SHOT\n\n               Jackie is bewildered. He looks towards Sukeforth as if for \n               help in understanding but Sukeforth's expression is just as \n               puzzled. Then Jackie turns back and his face hardens a bit.\n\n                                     JACKIE\n                         You said that as if you were talking \n                         about organized baseball, Mr. Rickey. \n                         But I'm a Negro. There are none of \n                         us in big league ball. I don't \n                         understand...\n\n               DESK - THREE SHOT\n\n                                     RICKEY\n                         Why I should want to put a Negro \n                         into baseball?\n\n                                     JACKIE\n                         Yes.\n\n                                     RICKEY\n                              (nodding)\n                         I'm going to tell you...",
  "42": "---END OF PREVIOUS SECTION---\nDESK - THREE SHOT\n\n                                     RICKEY\n                         Why I should want to put a Negro \n                         into baseball? JACKIE\n                         Yes. RICKEY\n                              (nodding)\n                         I'm going to tell you... \n---TARGET SECTION TO BE ANNOTATED---\n                              (to Sukeforth)\n                         And you, Clyde.\n                              (looking off)\n                         Because I am going to have to tell \n                         many people.\n\n               Jackie and Sukeforth consult each other with another glance \n               as Rickey falls silent a moment.\n\n               RICKEY CLOSEUP\n\n               Leaning forward to Jackie.\n\n                                     RICKEY\n                         I have been looking for someone like \n                         you -- an intelligent, educated, \n                         good Negro ballplayer -- for some \n                         time. I needed a man whose character \n                         was well regarded and whose background \n                         was unblemished. As far as we can \n                         find out, you are such a man. You \n                         might as well know now... we've done \n                         a lot of checking up on you. I can \n                         tell you your life story from Georgia \n                         to where you are sitting now. It may \n                         be that you will be the first Negro \n                         in organized baseball.\n\n               JACKIE CLOSEUP\n\n               He is flabbergasted and, at the same time, beginning to feel \n               an excitement which he cannot well hide. But he is also \n               puzzled, and his hand goes to his chest, indicating himself, \n               as he manages to get out one word...\n\n                                     JACKIE\n                         But...\n\n               DESK AREA THREE SHOT\n\n               As Rickey stands up and shoots a finger out at Jackie as if \n               guessing what is on his mind.\n\n                                     RICKEY\n                         Why you? Let's get this straight so \n                         we can all understand it. It's too \n                         important for anyone to have a false \n                         impression. People are going to shoot \n                         at us... we must know where we stand. \n                         I didn't call you here because I \n                         want to do something for you, or for \n                         your race, or for the Brooklyn Ball \n                         Club. I want to do something for all \n                         of us... All of us Americans.\n\n               Rickey turns and gazes out of the window.\n\n               EXT. EBBETTS FIELD - (STOCK) FROM RICKEY'S WINDOW\n\n               The park is crowded with fans. (The Brooklyn Ball Club offices \n               are not near Ebbetts Field; they are in downtown Brooklyn. \n               But the liberty we take is not offensive and should not be \n               objectionable to anyone.",
  "43": "---END OF PREVIOUS SECTION---\nEXT. EBBETTS FIELD - (STOCK) FROM RICKEY'S WINDOW\n\n               The park is crowded with fans. (The Brooklyn Ball Club offices \n               are not near Ebbetts Field; they are in downtown Brooklyn. But the liberty we take is not offensive and should not be \n               objectionable to anyone. \n---TARGET SECTION TO BE ANNOTATED---\n                                     RICKEY'S VOICE\n                         ...For years I have seen and watched \n                         Americans together in the grandstands \n                         and bleachers of our country's ball \n                         parks... Negroes, whites of all \n                         nationalities...\n\n               BASEBALL CROWDS - ANY PARK - (STOCK) MONTAGE\n\n               Selected to illustrate Rickey's continued speech. (Great \n               care should be taken here as the proper scenes can lend \n               pointed and heartwarming emphasis to this important, key \n               scene. We see Negroes and Whites laughing together, growing \n               tense together, gulping with relief as some emergency is \n               met. We may have a group CLOSEUP which might include (this \n               may have to be staged) an American executive type, a Negro \n               and a Jew, suddenly all filled with heartbreak or dismay as \n               a hometown hero has apparently struck out, or some other bad \n               break has ensued. In no case need we show what they are \n               watching. The faces of the crowds can express the typical \n               emotional situations that come up in any game.)\n\n                                     RICKEY'S VOICE\n                         ...Italians, Irish, Swedes, Jews, \n                         Germans, Chinese, Russians, Japanese, \n                         Czechs... and I have marveled at \n                         their fellowship, their cheers, \n                         laughter, disappointments, enthusiasm, \n                         all as one... and all made so by the \n                         magic of a sport they all loved and \n                         appreciated equally. And I couldn't \n                         help ask myself a question... a long \n                         time ago... and hundreds of times \n                         since -- If Americans can find such \n                         a common meeting ground in a game... \n                         the game of baseball... If they can \n                         play together like this... why can't \n                         they live together like this... in \n                         the game of life?\n\n               OFFICE MED.\n\n               Over heads of Jackie and Sukeforth towards Rickey still \n               looking out of window. He turns back and finishes quietly.\n\n                                     RICKEY\n                         And... I know they can... and maybe \n                         baseball can show the way... because \n                         baseball is wholly and peculiarly \n                         American.\n\n               JACKIE CLOSEUP\n\n               He is looking at Rickey with new eyes.",
  "44": "---END OF PREVIOUS SECTION---\nRICKEY\n                         And... I know they can... and maybe \n                         baseball can show the way... because \n                         baseball is wholly and peculiarly \n                         American. JACKIE CLOSEUP\n\n               He is looking at Rickey with new eyes. \n---TARGET SECTION TO BE ANNOTATED---\n               RICKEY CLOSEUP\n\n                                     RICKEY\n                         That's why I called you here, Jackie. \n                         Do you want to get in on it? Because \n                         it starts with you!\n\n               JACKIE - SUKEFORTH TWO SHOT\n\n               Sukeforth looks to see what Jackie's answer will be, and \n               Jackie begins nodding slowly, and replies, not as if he is \n               talking to Rickey, but as if he is asking questions of \n               himself... because this is serious.\n\n                                     JACKIE\n                         If I'm strong enough. If I should be \n                         the one on whom this all depends.\n\n               When Rickey remains silent --\n\n                                     JACKIE\n                         I can try. For all I've got.\n\n               RICKEY - JACKIE TWO SHOT\n\n                                     RICKEY\n                              (simply)\n                         That should be enough. But I want \n                         you to know exactly what you are \n                         getting into. I'll do my part. You \n                         mustn't let me, or all of us, down. \n                         Jackie, we can't start you with \n                         Brooklyn. It wouldn't be fair to \n                         both of us. We don't know if you're \n                         major league or not.\n\n               JACKIE CLOSEUP\n\n               He nods. He agrees.\n\n                                     RICKEY\n                         We'll let you try out for Montreal, \n                         one of our farm teams, and later \n                         hope you make Brooklyn. But aside \n                         from that, if and when we announce \n                         you for even Montreal... do you know \n                         what's going to happen? The papers? \n                         People? Other players? Other clubs? \n                         The reaction in the south?\n\n               JACKIE CLOSEUP\n\n               He nods.\n\n               RICKEY CLOSEUP\n\n                                     RICKEY\n                         And if we get over that and you \n                         actually start with Montreal -- Will \n                         you stand what you're going to have \n                         to go through? The razzing... the \n                         cruel, unfair razzing that every \n                         player gets, and the special razzing, \n                         the special name-calling you're going \n                         to get. Can you stand it?\n\n               JACKIE CLOSEUP\n\n               He nods.\n\n               RICKEY CLOSEUP\n\n                                     RICKEY\n                         Are you sure? Because...",
  "45": "---END OF PREVIOUS SECTION---\nJACKIE CLOSEUP\n\n               He nods. RICKEY CLOSEUP\n\n                                     RICKEY\n                         Are you sure? Because... \n---TARGET SECTION TO BE ANNOTATED---\n                              (face grim)\n                         You're not going to be able to fight \n                         back... no matter what the offense.\n                              (emphasis)\n                         ...No matter what the offense! Do \n                         you understand?\n\n               DESK THREE SHOT\n\n               Both Rickey and Sukeforth wait for Jackie's reply. Finally \n               it comes.\n\n                                     JACKIE\n                         Can you use a ballplayer who hasn't \n                         the spirit... to fight back?\n\n               RICKEY CLOSEUP\n\n               It's a poser. He rubs his face, his chin, and practically \n               his entire head. Eventually he finds an answer.\n\n                                     RICKEY\n                         That's what's going to make your job \n                         so tough. No! I want a fighter every \n                         time. I want a man in there for \n                         everything he's got! But... you'll \n                         have to take it... not fight back... \n                         and yet, do it so that somehow it's \n                         no discredit to you... so that somehow \n                         the crowd will sense it's not \n                         cowardice that is stopping you but \n                         something deeper. If, and when, you \n                         can put that over... your troubles \n                         are over. No player will bother you, \n                         no man will unfairly attack you by \n                         name or epithet, when you have \n                         established that with the baseball \n                         public. Because the very core of \n                         Americans is fair play... once they \n                         have felt the true situation involved.\n\n               RICKEY - JACKIE TWO SHOT\n\n               Rickey stands up. Jackie follows.\n\n                                     RICKEY\n                         Jackie, I know from your background \n                         that you've been spiked and beaned \n                         in baseball, you've been clipped and \n                         two-way tackled in football, you've \n                         been banged around on the street. \n                         That's what you face now. And you \n                         don't dare yell copper... or fight \n                         back. You don't dare because more \n                         than you... much more than just you... \n                         hangs in the balance.\n                              (extending his hand)\n                         Take a day to think it over. And \n                         think it over!\n\n               They shake. In the background, Sukeforth enters the scene \n               looking a little dazed at what has happened, in fact, blowing \n               off steam.\n\n               INT.",
  "46": "---END OF PREVIOUS SECTION---\nThey shake. In the background, Sukeforth enters the scene \n               looking a little dazed at what has happened, in fact, blowing \n               off steam. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ROBINSON HOME - LIVING ROOM FULL\n\n               Mrs. Robinson at table knitting as Mack enters in his street-\n               cleaning uniform, carrying lunch pail.\n\n                                     MACK\n                         I'm going, Mom. See you in the \n                         morning.\n\n               The telephone rings and Mack goes to it. Mrs. Robinson \n               watches.\n\n                                     MACK\n                              (into phone)\n                         Hello... Yes, yes...\n\n               We hear the jangle of heavy coins coming from the receiver \n               as Mack turns to his mother in surprise.\n\n                                     MACK\n                         It's Jackie, Mom. He's calling from \n                         New York.\n\n               Also surprised, and a bit perturbed, she gets up and joins \n               Mack.\n\n                                     MRS. ROBINSON\n                         New York? What's he doin' there?\n\n                                     MACK\n                              (into phone)\n                         Hello... Yeah, Jackie, it's me, Mack. \n                         What are you...? Huh?... The \n                         Dodgers?... The Dodgers!... Yeah... \n                         Yeah... Yeah...\n\n               Mrs. Robinson stands quietly waiting, but we can tell she is \n               dying to know what it is all about. But Mack is listening. \n               Then he finally talks again to Jackie.\n\n                                     MACK\n                         Yes, she's right here, Jackie. Just \n                         a minute, I'll tell her.\n                              (turning to mother)\n                         Listen, Mom. Jackie's got a chance \n                         to try out for Montreal -- baseball -- \n                         and maybe go with the Brooklyn \n                         baseball team afterwards. He'll be \n                         the first Negro in real baseball. \n                         But he has to promise that no matter \n                         what kind of trouble happens -- and \n                         there'll be trouble --\n\n                                     MRS. ROBINSON\n                              (cutting in)\n                         Will he get hurt?\n\n                                     MACK\n                         Oh, not actually... but it could be \n                         nasty... you know. But he's got to \n                         promise not to fight back no matter \n                         what happens to him and he don't \n                         know if he can trust himself to take \n                         it. Feels he'll feel like only half \n                         a man. And if things go wrong on his \n                         account it might be the end of Negroes \n                         in baseball. He doesn't know what to \n                         do...\n\n               Mrs.",
  "47": "---END OF PREVIOUS SECTION---\nAnd if things go wrong on his \n                         account it might be the end of Negroes \n                         in baseball. He doesn't know what to \n                         do... Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Robinson reaches for the phone but Mack holds it away \n               and seems surprised at what appears to be a quick decision \n               on her part.\n\n                                     MACK\n                         What are you going to tell him?\n\n                                     MRS. ROBINSON\n                         Let me have the phone, Mack.\n\n               He gives it to her. She clears her throat and then begins...\n\n                                     MRS. ROBINSON\n                         Jackie...?\n\n               INT. PHONE BOOTH CLOSE\n\n               Jackie talking into a pay station phone.\n\n                                     JACKIE\n                         Hello, Mom! Mack tell you? What do \n                         you think, Mom...?\n                              (surprised)\n                         What? What?\n                              (laughing)\n                         Yeah... I feel all right. Yeah, I'm \n                         sure. I feel swell... But what \n                         about...?\n\n               MRS. ROBINSON CLOSE\n\n                                     MRS. ROBINSON\n                         We can't advise you, son. You have \n                         to talk to somebody with better \n                         judgment. Somebody in New York you \n                         can sit down with...\n\n               JACKIE IN PHONE BOOTH CLOSE\n\n                                     JACKIE\n                         But I don't know anybody in New \n                         York...\n\n               MRS. ROBINSON\n\n                                     MRS. ROBINSON\n                         Yes, you do, son. In Harlem there \n                         are churches and good men at the \n                         head of them. Find one. Tell him. \n                         And listen. It means as much to him \n                         as it does to you and all of us.\n\n               JACKIE\n\n                                     JACKIE\n                              (thinking)\n                         Yeah... maybe you're right, Mom. \n                         That does sound good.\n\n               ROBINSON HOME MEDIUM\n\n                                     MRS. ROBINSON\n                         ...and take good care of yourself \n                         and let us know... What?... No, we \n                         won't tell anyone until you let us \n                         know... Yes, just Rae. Good-bye.\n\n               She hangs up and turns from phone to Mack.\n\n                                     MACK\n                              (impressed)\n                         That was good, Mom. How'd you happen \n                         to think he could go to some church \n                         and talk to a minister?\n\n               She sits down and takes up her knitting again.\n\n                                     MRS. ROBINSON\n                         He needed help and it just naturally \n                         came to me he could go to church.\n\n               EXT.",
  "48": "---END OF PREVIOUS SECTION---\nMRS. ROBINSON\n                         He needed help and it just naturally \n                         came to me he could go to church. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HARLEM CHURCH - NIGHT FULL\n\n               INT. RECTORY - NIGHT TWO SHOT\n\n               Jackie and an elderly minister are seated, both silent, \n               serious and thoughtful. Jackie seems to be waiting for an \n               opinion from the minister. The latter finally stands up and \n               Jackie follows suit.\n\n                                     MINISTER\n                              (nodding)\n                         I understand. It's quite a problem.\n                              (changing tone)\n                         Do you have time for a little walk, \n                         Mr. Robinson?\n\n                                     JACKIE\n                              (puzzled)\n                         A walk? Well... surely, if you like.\n\n                                     MINISTER\n                              (reaching for hat)\n                         Let's take one.\n\n               HARLEM - (STOCK) EFFECT SEQUENCE\n\n               This scene, which is one of the most important in the picture, \n               will depend almost entirely on footage available, editorial \n               selection of scenes, and technical handling. We see Harlem \n               at night and get the feeling of humanity so congested, and \n               sometimes so suppressed, that it overruns its boundaries \n               both physically and emotionally. Yet there is also the music \n               and laughter of Harlem, and the spirit of a people not to be \n               overcome. Song and violence, rowdy kids and sober elders, \n               church and saloon, and always the streets crowded, the \n               buildings giving an appearance of being stuffed. Intercut in \n               these scenes are the minister and Jackie, so that they appear \n               to be looking on and absorbing what they see. Occasionally \n               the minister will glance at Jackie to make sure he is taking \n               it all in. Occasionally he will explain what is going on... \n               and the dialogue for this is to be written when the proper \n               scenes are selected.\n\n               EXT. THE CHURCH - NIGHT FULL\n\n               Jackie and the minister have arrived back at the church and \n               stand there.\n\n               JACKIE - MINISTER MED. CLOSE\n\n                                     MINISTER\n                         That's your people.\n\n               As Jackie nods:\n\n                                     MINISTER\n                         I know that if you don't make good... \n                         it may hurt us. But...\n                              (shrugging)\n                         ...we always can take hurt, if there \n                         is the chance to benefit.\n\n                                     JACKIE\n                         That means I take the chance.\n\n                                     MINISTER\n                              (nodding)\n                         We all take the chance.",
  "49": "---END OF PREVIOUS SECTION---\n(shrugging)\n                         ...we always can take hurt, if there \n                         is the chance to benefit. JACKIE\n                         That means I take the chance. MINISTER\n                              (nodding)\n                         We all take the chance. \n---TARGET SECTION TO BE ANNOTATED---\n The Lord has \n                         appointed you one of the rising men \n                         of your race. And we've got to be a \n                         rising people.\n\n               The minister looks at him. Jackie nods. He keeps nodding as \n               we cut to:\n\n               MONTAGE\n\n               A series of newspaper headlines -- front page --\n\n               DODGERS SIGN NEGRO PLAYER!\n\n               Jackie Robinson sent to Montreal Royals\n\n               NEGRO BREAKS INTO BIG LEAGUE BALL!\n\n               Baseball world in furore!\n\n               Down in the body of one of the newspaper stories is the \n               following paragraph:\n\n               INSERT NEWS STORY PARAGRAPH\n\n               \"In the meanwhile, there has been no comment from Jackie \n               Robinson, who, having returned to his home in Pasadena, is \n               preparing to marry Miss Rae Isum, a schooldays sweetheart.\"\n\n               RADIO STUDIO - ANNOUNCER CLOSE\n\n               An announcer is standing at a mike, reading from a script he \n               holds:\n\n                                     ANNOUNCER\n                         When Branch Rickey announced that \n                         Jackie Robinson had been signed and \n                         would play for the Montreal farm \n                         club there was plenty of excitement. \n                         Almost everybody had something to \n                         say about it -- and what's more -- \n                         they said it!...\n\n               QUICK CUTS - (STOCK) - (ALL SILENT)\n\n               A. Two men arguing on a street corner.\n\n               B. Men arguing in bar.\n\n               C. Man and woman arguing.\n\n               D. Three Negroes discussing a serious problem.\n\n               E. Group at exclusive club discussing same heatedly.\n\n               F. Radio commentator talking into mike.\n\n               ANNOUNCER AGAIN CLOSE\n\n                                     ANNOUNCER\n                              (continuing)\n                         ...The talk came from high places in \n                         baseball as well -- with many a club \n                         owner declaring that they wouldn't \n                         stand for it. But there it was. What \n                         would they do about it? It is \n                         something we won't know until the \n                         season starts in a few weeks in \n                         Florida...\n\n               ROBINSON HOME STEPS - NIGHT TWO SHOT\n\n               Jackie and Rae are sitting together.\n\n                                     RAE\n                              (doubtfully)\n                         You're sure you want me to come to \n                         Florida with you? I've never been \n                         south.",
  "50": "---END OF PREVIOUS SECTION---\nROBINSON HOME STEPS - NIGHT TWO SHOT\n\n               Jackie and Rae are sitting together. RAE\n                              (doubtfully)\n                         You're sure you want me to come to \n                         Florida with you? I've never been \n                         south. \n---TARGET SECTION TO BE ANNOTATED---\n                                     JACKIE\n                              (nodding)\n                         I'm sure. I'm very sure. Not afraid, \n                         are you?... because of all this fuss \n                         in the papers? I've never been south \n                         either, since babyhood.\n\n                                     RAE\n                         A little. But that's not why I wonder \n                         about coming. I just don't want to \n                         be in your way. You'll be busy with \n                         all that spring training... people \n                         wanting to talk to you.\n\n                                     JACKIE\n                              (laughing softly)\n                         Who'll want to talk to me? They talk \n                         about me... but not to me much. If \n                         you aren't there I'll just be alone \n                         once I'm off the field.\n\n                                     RAE\n                         Is that the way you figure it?\n\n                                     JACKIE\n                              (smiling)\n                         Why... Dem's the conditions that \n                         prevail... like Jimmy Durante says.\n\n                                     RAE\n                              (with sidelong glance)\n                         Well... if dem's the conditions, \n                         I'll see what I can do.\n\n               We cut as Jackie, pleased, starts to put his arm around her.\n\n               SERIES OF QUICK CUTS - (ALL SILENT EXCEPT FOR MUSIC)\n\n               1. Shot of Jackie and Rae getting on plane.\n\n               PLANE IN FLIGHT. (STOCK)\n\n               3. Jackie and Rae getting on train.\n\n               4. Train speeding along. (Stock)\n\n               5. Stock shot - Florida. Palm trees, stucco buildings, etc.\n\n               6. Shot of Jackie and Rae entering bus. Rae is about to take \n               a seat in middle of bus when Jackie stops her and indicates \n               she is to sit in rear of bus.\n\n               7. Rae and Jackie in bus as he points to sign near driver.\n\n               8. Sign, reading: \"Colored must sit in rear.\"\n\n                                                                      WIPE:\n\n               INT. BUS DEPOT FULL\n\n               Bus coming to stop, driver opening door and passengers \n               beginning to exit.\n\n               BUS DOOR MEDIUM\n\n               Jackie stepping out and helping Rae down as a well-dressed, \n               middle-aged Negro steps up to him.\n\n                                     NEGRO\n                         Mr. Robinson?\n\n                                     JACKIE\n                         Yes?\n\n                                     NEGRO\n                              (to Rae)\n                         And Mrs.",
  "51": "---END OF PREVIOUS SECTION---\nRobinson? JACKIE\n                         Yes? NEGRO\n                              (to Rae)\n                         And Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Robinson?\n\n                                     JACKIE\n                         That's right.\n\n                                     NEGRO\n                         My name is Gaines. I am an attorney \n                         in town. A group of us heard you \n                         were due here for spring training. \n                         We thought you might not have made \n                         arrangements for a place to stay.\n\n                                     JACKIE\n                         Why... we were going to find a \n                         hotel...\n\n                                     GAINES\n                         There is no suitable hotel, Mr. \n                         Robinson. That's why we talked it \n                         over. I'd be pleased to have you \n                         stop at my home while you are here \n                         as our guests. Such as it is, it is \n                         the only place available.\n\n                                     JACKIE\n                              (puzzled, looking at \n                              Rae)\n                         That's very kind of you... but... \n                         why... we don't want to impose...\n\n                                     GAINES\n                         Not at all. You are a very important \n                         man to us. It will be our pleasure, \n                         I assure you.\n\n               Jackie studies Gaines a moment and then understands. He \n               extends his hand and both men shake.\n\n                                     JACKIE\n                              (simply)\n                         Thank you.\n\n               EXT. HOUSE - DAY FULL\n\n               A car pulls up outside a comfortable looking frame house. \n               The three, Gains, Jackie and Rae, get out, the two men \n               dividing the bags between them, and walk towards house. As \n               they get near the door, it opens and a dignified colored \n               woman steps out and smiles a welcome. From a distance we see \n               the introductions made and the group passes inside.\n\n                                                                  DISSOLVE:\n\n               DODGERS' TRAINING FIELD - (STOCK) PANORAMIC\n\n               A general view of the training field with about fifty-odd \n               players tossing the ball around.\n\n               GAINES' CAR - (PROCESS)\n\n               We see Jackie and Gaines in car as it comes to stop near \n               field which forms the b.g. Jackie, carrying small zipper \n               bag, emerges from car, waves thanks to Gaines, and starts \n               away.\n\n               INT. DRESSING ROOM - DAY FULL\n\n               Jackie is buttoning up his uniform and nearly a dozen \n               reporters, most of them white, are shooting questions at \n               him. Several have notebooks in their hands and are writing \n               down his answers.",
  "52": "---END OF PREVIOUS SECTION---\nINT. DRESSING ROOM - DAY FULL\n\n               Jackie is buttoning up his uniform and nearly a dozen \n               reporters, most of them white, are shooting questions at \n               him. Several have notebooks in their hands and are writing \n               down his answers. \n---TARGET SECTION TO BE ANNOTATED---\n                                     REPORTER\n                         ...Think you're good enough to make \n                         the Dodgers?\n\n                                     JACKIE\n                         Don't know if I'm good enough to \n                         make the Montreal team -- so I'm not \n                         even thinking about the Dodgers...\n\n                                     2ND REPORTER\n                              (curiously)\n                         What'll you do if a pitcher tries to \n                         bean you?\n\n                                     JACKIE\n                              (grins)\n                         Same as you would. Duck.\n\n               The other reporters grin.\n\n                                     3RD REPORTER\n                         You hope to be a Dodger sometime, \n                         don't you?\n\n                                     JACKIE\n                              (seriously)\n                         Sure -- provided I'm good enough...\n\n                                     4TH REPORTER\n                         What about the other players? You \n                         think there'll be any trouble?\n\n                                     JACKIE\n                              (looking up)\n                         Trouble?\n\n                                     2ND REPORTER\n                              (interrupting)\n                         He means -- do you expect to get \n                         along with the other guys --- Suppose \n                         something happens -- then what? How'll \n                         it affect you...?\n\n               Jackie doesn't answer for a moment. Then:\n\n                                     JACKIE\n                              (sincerely)\n                         That's too tough for me to answer. \n                         All I can say is that I'm going to \n                         do my best -- as a player and on and \n                         off the field... How it'll turn out -- \n                         I don't know any more than you do...\n\n               A few start writing this down and now the trainer moves up \n               in front of Jackie.\n\n                                     TRAINER\n                         Sorry, boys -- but you'll have to \n                         continue this later -- right now \n                         Robinson's due on the field...\n\n               The reporters understand and several move to follow Jackie \n               as he and the trainer exit.\n\n               EXT. DUGOUT - DAY MED. SHOT\n\n               As Jackie, the trainer, and several reporters come up out of \n               it and stand there for a moment.\n\n               EXT. PLAYING FIELD - FULL SHOT - THEIR ANGLE\n\n               Showing ballplayers, some batting, fielding, throwing balls, \n               etc. o.s., we hear the trainer's voice:\n\n                                     TRAINER'S VOICE\n                         Oh, Mr.",
  "53": "---END OF PREVIOUS SECTION---\nSHOT\n\n               As Jackie, the trainer, and several reporters come up out of \n               it and stand there for a moment. EXT. PLAYING FIELD - FULL SHOT - THEIR ANGLE\n\n               Showing ballplayers, some batting, fielding, throwing balls, \n               etc. o.s., we hear the trainer's voice:\n\n                                     TRAINER'S VOICE\n                         Oh, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Hopper!\n\n               At the call, a tall, greying man in his fifties, in uniform, \n               turns around and walks toward Jackie and others, including \n               camera.\n\n               MED. SHOT - JACKIE, TRAINER, REPORTERS\n\n               As Mr. Hopper walks into scene and up to them.\n\n                                     TRAINER\n                         Jackie -- this is Mr. Hopper -- \n                         Manager of the Montreal Royals -- \n                         Mr. Hopper -- Jackie Robinson...\n\n               They both nod and shake hands. Hopper is a hard man to figure \n               out. His accent is Southern -- his attitude calm and quiet.\n\n                                     REPORTER\n                         Got a few minutes for us, Mr. \n                         Hopper...?\n\n                                     HOPPER\n                         Certainly -- but let me get Jackie \n                         out there first...\n\n               He starts moving toward the field as he speaks and Jackie \n               follows him. Then they both stop and look out toward the \n               playing field.\n\n               MED. SHOT - FROM THEIR ANGLE\n\n               Almost every player on the field is looking in their \n               direction, curious about Jackie.\n\n               TWO SHOT - HOPPER AND JACKIE\n\n               As Hopper moves forward again. Jackie is a bit nervous and \n               we can tell that Hopper knows how he feels, but there are no \n               words.\n\n               PANNING - HOPPER AND JACKIE\n\n               As they move down the first base line toward a player who is \n               tossing a ball with two other men who are standing as a pair \n               some distance away.\n\n                                     HOPPER\n                              (calling out)\n                         Boys... this is Jackie Robinson.\n                              (to Jackie)\n                         That's Harker, Billings and Piletti. \n                         Catch with them a while.\n\n               The players and Jackie nod. Hopper turns away and Jackie \n               joins Harker who is the lone player, with Billings and Piletti \n               some sixty feet away.\n\n               THE FOUR\n\n               We ANGLE SEVERAL SHOTS while the following routine takes \n               place. Piletti throws the ball to Harker who is alongside \n               Jackie. Harker throws it back to Billings. Billings should \n               throw now to Jackie -- instead he also throws to Harker.",
  "54": "---END OF PREVIOUS SECTION---\nPiletti throws the ball to Harker who is alongside \n               Jackie. Harker throws it back to Billings. Billings should \n               throw now to Jackie -- instead he also throws to Harker. \n---TARGET SECTION TO BE ANNOTATED---\n \n               They keep this up a while, with Piletti and Billings never \n               throwing to Jackie, just to Harker, and as it goes on and \n               the white men realize they have committed themselves to this \n               insult, their faces sharpen, the atmosphere becomes a little \n               tense as indicated by the quick glances they shoot each other \n               and the way they avoid even looking at Jackie. It is his \n               first crisis, a childish one, perhaps, but nevertheless \n               serious. He stands quietly, his face betraying nothing, but \n               his eyes just following the ball.\n\n               CLOSEUP - JACKIE\n\n               As he studies their faces, his eyes following the ball in \n               flight. He hopes they might be kidding him.\n\n               QUICK CUTS - CLOSEUPS - THREE PLAYERS' FACES FROM JACKIE'S \n               ANGLE\n\n               Their faces serious. It is not a gag.\n\n               CLOSEUP - JACKIE\n\n               Looking out toward other players on field.\n\n               THE PLAYING FIELD FULL SHOT - JACKIE'S ANGLE\n\n               Several players, including Clay Hopper, who has turned around, \n               are watching with interest, paying no attention to their own \n               practice.\n\n               MED. CLOSEUP - JACKIE\n\n               He is troubled, not knowing what to do, but realizing that \n               he must do something -- yet nothing that will offend the \n               three players who are still ignoring him. He studies them \n               again.\n\n               PANNING SHOT - THE THREE\n\n               CAMERA STUDIES their faces for a brief moment. We even feel \n               that they are sorry they have done what they have, but they \n               don't know how to get out of it without one of them turning \n               \"chicken.\"\n\n               CLOSEUP - JACKIE\n\n               He takes a breath and moves a step closer to Harker.\n\n               THE FOUR\n\n               Piletti throws again.\n\n               JACKIE - HARKER CLOSE\n\n               The ball is again intended for Harker but Jackie leans over \n               and casually gathers it in in a graceful catch. Before there \n               can be any reaction he has the ball on its way back to \n               Billings.\n\n               BILLINGS - PILETTI\n\n               Billings is so unnerved by the whole incident that he fumbles \n               the ball and has to walk after it.",
  "55": "---END OF PREVIOUS SECTION---\nJACKIE - HARKER CLOSE\n\n               The ball is again intended for Harker but Jackie leans over \n               and casually gathers it in in a graceful catch. Before there \n               can be any reaction he has the ball on its way back to \n               Billings. BILLINGS - PILETTI\n\n               Billings is so unnerved by the whole incident that he fumbles \n               the ball and has to walk after it. \n---TARGET SECTION TO BE ANNOTATED---\n               JACKIE - HARKER CLOSE\n\n               Jackie turns after throw to find Harker looking at him almost \n               gratefully. Harker nods in commendation.\n\n                                     HARKER\n                         Glad you did that. I don't know how \n                         the heck we got into it.\n\n               THE FOUR\n\n               Billings has recovered ball and is so confused by the whole \n               episode that, instead of throwing it back to Harker, who is \n               extending a glove up in the air as a sign, he throws it to \n               Jackie instead. Harker watches and looks back at Billings. \n               Then he calls out in pretended indignation.\n\n                                     HARKER\n                         Oh, great! Now you're leaving me out \n                         of it! Oh, fine!\n\n               The four of them have to laugh now and as we cut away Harker \n               is begging Jackie for the ball.\n\n                                     HARKER\n                         Here... let me get a chance to throw \n                         once in a while!\n\n               HOPPER CLOSE\n\n               His face inscrutable, he turns and studies the faces of the \n               other ballplayers who have been watching the incident. They, \n               too, are smiling. Thoughtfully, he walks away.\n\n               EXT. GAINES HOME FULL\n\n               We can see two women seated on the porch.\n\n               EXT. PORCH CLOSE\n\n               Rae and Mrs. Gaines are talking.\n\n                                     MRS. GAINES\n                         You're sure you don't want to walk \n                         into town?\n\n                                     RAE\n                              (hesitantly)\n                         Well... not yet.\n\n                                     MRS. GAINES\n                              (pleasantly)\n                         All right.\n                              (studying Rae)\n                         You're not nervous about it, are \n                         you? Afraid down here?\n\n                                     RAE\n                         Uh... to tell you the truth, I \n                         wouldn't be comfortable. I've never \n                         been south and I'm afraid I wouldn't \n                         know how to act. You probably don't \n                         understand but... when one isn't \n                         accustomed to... well, sort of \n                         deferring... or whatever it is down \n                         here...\n                              (helplessly)\n                         I'm afraid I'm not clear. Perhaps if \n                         you explained. I worry about making \n                         a mistake and getting Jackie into \n                         trouble.\n\n                                     MRS.",
  "56": "---END OF PREVIOUS SECTION---\nPerhaps if \n                         you explained. I worry about making \n                         a mistake and getting Jackie into \n                         trouble. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n GAINES\n                              (gently)\n                         I understand. Of course I do. But it \n                         really isn't as bad as reported. \n                         Some of what you hear is true... a \n                         lot exaggerated. We live our own \n                         lives... and as long as we live our \n                         own lives we are not bothered. Most \n                         of the white people understand our \n                         position and are helping, bit by \n                         bit, to make things better, easier. \n                         We've got to show respect for all of \n                         them -- whether we respect them or \n                         not. Always say Mister or Mrs. -- \n                         never use first names, even if they \n                         ask you to.\n                              (she smiles)\n                         None of those are hard to do, really. \n                         You do defer, but even that isn't \n                         hard -- once you get used to it.\n\n                                     RAE\n                         In what way?\n\n                                     MRS. GAINES\n                         Every way. In stores, say, don't try \n                         to get waited on until you're the \n                         only one left -- and give way even \n                         if you're first and they come in \n                         later... Never, of course, try or \n                         expect to mix --- and as long as \n                         they come first in everything -- \n                         you'll get along all right...\n\n               Rae is thoughtful for a moment.\n\n                                     RAE\n                         Tell me -- why are you living here -- \n                         instead of up North...\n\n                                     MRS. GAINES\n                         To tell you the truth, I like it \n                         down here. Even so... I like it down \n                         here. If I left... it would be like \n                         running away from home. I couldn't \n                         do that.\n\n                                     RAE\n                              (thoughtfully)\n                         I like it, too. It feels like home... \n                         and yet...\n\n                                     MRS. GAINES\n                         And yet it's strange.\n\n                                     RAE\n                         Yes. Strange. Almost... mysterious.\n\n               Mrs. Haines nods in understanding. The two sit silently as:\n\n               EFFECT\n\n               We get a synoptic impression of activities: Jackie training, \n               a class being instructed in base sliding, Jackie, Rae, Mr. \n               and Mrs.",
  "57": "---END OF PREVIOUS SECTION---\nHaines nods in understanding. The two sit silently as:\n\n               EFFECT\n\n               We get a synoptic impression of activities: Jackie training, \n               a class being instructed in base sliding, Jackie, Rae, Mr. and Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Gaines around a card table at home, and, at the \n               end, a shot showing a group of white Floridians standing in \n               silence, watching Jackie taking part in a scrub game.\n\n               GAINES' PORCH - DAY MEDIUM\n\n               Jackie emerges and Rae comes as far as screen door.\n\n                                     JACKIE\n                         I'll be right home after practice.\n\n               Rae nods as Jackie waves and starts to run down the walk.\n\n               GAINES' HOME FULL\n\n               A car pulls up and Gaines gets out just as Jackie comes down \n               the walk.\n\n               GAINES CLOSEUP\n\n               His face is serious as he looks towards Jackie.\n\n               GAINES - JACKIE\n\n               As Jackie comes up to him.\n\n                                     JACKIE\n                         Hello, Mr. Gaines. I was just on my \n                         way to the field.\n\n               Gaines puts his hand on Jackie's shoulder.\n\n                                     GAINES\n                         Not this morning, Jackie.\n\n                                     JACKIE\n                         Not this... Uh? What do you mean?\n\n                                     GAINES\n                         Come up on the porch. I had a call \n                         from Mr. Rickey. I'll tell you what \n                         he said.\n\n               PORCH MEDIUM\n\n               Rae is still standing. Mr. Gaines offers her a chair, then \n               nods to Jackie to take one, and seats himself.\n\n                                     GAINES\n                         The town has put a stop to mixed \n                         ball playing.\n\n                                     JACKIE\n                              (after pause)\n                         You mean... on account of me?\n\n                                     GAINES\n                         Yes.\n\n               Jackie looks at Rae... then back at Gaines.\n\n                                     JACKIE\n                         Then... you mean I'm through? Is \n                         that what he said?\n\n                                     GAINES\n                         By no means! Mr. Rickey isn't giving \n                         up that easy. You're to train in \n                         another town.\n\n                                     JACKIE\n                              (puzzled)\n                         By myself? I don't get it.\n\n                                     GAINES\n                         Oh, no. With the others. Mr. Rickey's \n                         answer to the town was to decide to \n                         move the whole Brooklyn organization \n                         out of here to another town. Not \n                         far. You'll still stay here with us.\n\n                                     JACKIE\n                              (staggered)\n                         And I... I'm the cause of all that?\n\n                                     MR.",
  "58": "---END OF PREVIOUS SECTION---\nJACKIE\n                              (staggered)\n                         And I... I'm the cause of all that? MR. \n---TARGET SECTION TO BE ANNOTATED---\n GAINES\n                              (gently)\n                         Don't hold yourself cheap, Jackie. \n                         Mr. Rickey thinks that you, and what \n                         you stand for, is worth it.\n\n               INT. BALL PARK - DAY FULL SHOT\n\n               Training session on. A few dozen players on the field, \n               catching, throwing, batting, etc. Jackie is playing shortstop.\n\n               MED. SHOT - THE FIELD FOCUSED ON PITCHER AND BATTER\n\n               A batter misses the first pitch, then connects on the second \n               and runs for first. Jackie scoops up the ball but makes a \n               very bad throw to first -- and the batter is safe.\n\n               MED. CLOSE - JACKIE\n\n               Looking disgusted with himself, then flexes his right arm a \n               few times as he moves back into position.\n\n               EXT. DUGOUT - DAY GROUP SHOT - RICKEY AND TWO REPORTERS\n\n               They are watching practice.\n\n               FULL SHOT - THE FIELD OVER RICKEY AND REPORTERS\n\n               As they watch batting practice. Another batter hits a grounder \n               to Jackie. This time he muffs the ball and it goes into the \n               outfield.\n\n               GROUP SHOT - RICKEY AND REPORTERS\n\n               The cynical reporter grimaces at Jackie's performance.\n\n                                     REPORTER\n                         From what I've heard, you had a good \n                         ballplayer in Robinson. But from \n                         what I've seen -- you've wasted your \n                         time --\n                              (dryly)\n                         and mine, too...\n\n               The other two reporters show nothing. Rickey isn't bothered.\n\n                                     RICKEY\n                              (to cynic)\n                         Could be... but I don't think so...\n                              (turns around and \n                              calls o.s., to trainer)\n                         Pete -- tell Robinson I want him at \n                         first base...\n\n               MED. SHOT TO INCLUDE RICKEY, REPORTERS, TRAINER\n\n               As the trainer nods to Mr. Rickey and trots out on the field. \n               As he leaves, the first reporter turns to Rickey curiously.\n\n                                     1ST REPORTER\n                         He ever played first?\n\n                                     RICKEY\n                         Not that I know of...\n\n                                     1ST REPORTER\n                         Then why...",
  "59": "---END OF PREVIOUS SECTION---\n1ST REPORTER\n                         He ever played first? RICKEY\n                         Not that I know of... 1ST REPORTER\n                         Then why... \n---TARGET SECTION TO BE ANNOTATED---\n                                     RICKEY\n                              (interrupting)\n                         Because he's been trying so hard \n                         he's thrown his arm out... it won't \n                         be so hard on him at first...\n\n               The reporters think about this, but the cynic isn't impressed.\n\n                                     2ND REPORTER\n                         Just how bad is his arm, Mr. Rickey?\n\n                                     RICKEY\n                         From what I've heard, he can't even \n                         comb his own hair...\n\n                                     1ST REPORTER\n                         ...and you're keeping him out \n                         there...?\n\n                                     RICKEY\n                         Sure.\n\n               The trainer comes back.\n\n                                     RICKEY\n                              (to trainer)\n                         How long before his arm...?\n\n                                     TRAINER\n                         A week will bring it around...\n\n               Rickey thinks about it, then turns to the reporters, looking \n               directly at the cynic.\n\n                                     RICKEY\n                         I suggest that you catch our first \n                         exhibition game -- two weeks from \n                         today...\n\n                                     1ST REPORTER\n                         Here?\n\n                                     RICKEY\n                         No -- Jacksonville...\n\n                                     2ND REPORTER\n                         I'll be there...\n\n                                                            QUICK FADE OUT:\n\n               FADE IN:\n\n               EXT. BALLPARK - DAY - (STOCK)\n\n               Over scene is title: JACKSONVILLE.\n\n               EXT. PARK ENTRANCE - DAY FULL SHOT\n\n               Fans milling around box-office. A few reading sign on box-\n               office.\n\n               INSERT SIGN\n\n                                     \"GAME CANCELLED\"\n\n               The authority for the cancellation is partially covered so \n               that we do not have to blame anybody.\n\n               BACK TO SCENE\n\n               A few disgruntled fans muttering in disappointment.\n\n               EXT. PLAYERS' ENTRANCE - DAY MED. SHOT - AT GATE\n\n               It is padlocked and a policeman stands in front of it. As \n               scene opens, a dozen or so ballplayers, in business or sports \n               clothes instead of uniform, are walking into scene and up to \n               gate. Jackie is among them.\n\n               SAME - CLOSER\n\n               The trainer moves up toward the cop as the players ask him \n               to open the gates.\n\n                                     PLAYER\n                              (smiling)\n                         How's about opening up?\n\n                                     POLICEMAN\n                         Not today, I'm afraid...\n\n               The players do not know what's wrong.",
  "60": "---END OF PREVIOUS SECTION---\nPLAYER\n                              (smiling)\n                         How's about opening up? POLICEMAN\n                         Not today, I'm afraid... The players do not know what's wrong. \n---TARGET SECTION TO BE ANNOTATED---\n The trainer moves up \n               to the policeman.\n\n                                     TRAINER\n                         What's the matter?\n\n                                     POLICEMAN\n                         Orders.\n\n                                     TRAINER\n                              (bothered)\n                         Why not? Whose orders?\n\n                                     POLICEMAN\n                         Well -- there's a statute on the \n                         books that says white and colored \n                         can't compete against each other -- \n                         even in sports...\n\n               The trainer looks as though he's about to explode and so do \n               some of his players. Jackie looks upset. The trainer shrugs \n               helplessly and motions toward the players to leave.\n\n                                     TRAINER\n                         Let's go...\n\n               They start back and CAMERA PANS them to sidewalk where they \n               start walking o.s.\n\n               EXT. SIDEWALK MED. SHOT\n\n               As the 2nd Reporter and the cynic meet the players.\n\n                                     2ND REPORTER\n                              (to trainer)\n                         Pete -- what's...\n\n                                     TRAINER\n                              (disgusted)\n                         Cancelled -- usual reason...\n\n                                     CYNIC\n                              (not bothered)\n                         Think you'll ever play a game down \n                         here?\n\n                                     TRAINER\n                              (holding his temper)\n                         We'll play all right...\n\n               He shoulders on past the reporters and the players follow \n               him... As they walk o.s. we\n\n                                                                  DISSOLVE:\n\n               EXT. BALL PARK - DAY\n\n               CAMERA reveals ball park's name:\n\n                                       DELAND PARK\n\n                             Jersey City vs. Montreal Royals\n\n               INT. BALL PARK - DAY FULL SHOT\n\n               A few players warming up. A few hundred fans in stands and \n               more entering. Most of the ball players are around the \n               dugouts, all of them in uniform.\n\n               EXT. DUGOUT MED. SHOT\n\n               Branch Rickey and Clay Hopper are standing in conference \n               near the dugout. Players, including Jackie, in b.g.\n\n                                     RICKEY\n                         ...and I want you to use him -- \n                         trouble or not...\n\n                                     HOPPER\n                              (nodding)\n                         Okay.\n                              (turning)\n                         Hey -- Robinson!\n\n               Jackie comes up to them from b.g. Waits for them to speak to \n               him.\n\n                                     RICKEY\n                         Jackie -- I want you to play second \n                         today...",
  "61": "---END OF PREVIOUS SECTION---\nJackie comes up to them from b.g. Waits for them to speak to \n               him. RICKEY\n                         Jackie -- I want you to play second \n                         today... \n---TARGET SECTION TO BE ANNOTATED---\n                              (looking at Jackie's \n                              arm)\n                         Arm working all right?\n\n                                     JACKIE\n                         Yes.\n\n                                     RICKEY\n                              (seriously)\n                         Give it all you've got today...\n\n                                     JACKIE\n                         I will, Mr. Rickey...\n\n               Rickey motions for him to join his teammates and he does so. \n               Rickey is thoughtful for a moment.\n\n                                     RICKEY\n                         I'm going to stay for awhile -- just \n                         in case.\n\n                                     HOPPER\n                              (nodding)\n                         It'll probably take some time -- \n                         after they find out Robinson's in \n                         the game...\n\n               They walk away, talking about the situation.\n\n               EXT. BALLPARK - DAY FULL SHOT - GAME IN PROGRESS\n\n               Scoreboard reads: 1 to 1 -- 2nd Inning. Fans seem to be \n               enjoying the game. The batter scores an out and the teams \n               change sides as we HOLD. The Royals are coming to bat.\n\n               EXT. PLAYERS BENCH DUGOUT IN B.G.\n\n               A player selects a bat and moves to take up his position at \n               the plate as the pitcher and catcher warm up. Hopper motions \n               to Jackie who steps forward and picks out his own bat.\n\n                                     HOPPER\n                         Okay?\n\n                                     JACKIE\n                              (nodding)\n                         Anything special?\n\n                                     HOPPER\n                         No -- use your own judgment...\n\n               Jackie nods again, swings his bat, and moves up to the \"on \n               deck\" spot. As he does so, the first batter gets a hit and \n               races toward first.\n\n               EXT. PLAYING FIELD\n\n               As the batter reaches first safely and Jackie moves up into \n               the batter's box.\n\n               EXT. BOX SEAT - DAY MED. CLOSE - RICKEY\n\n               He is watching game. Two reporters, the cynic included, sit \n               with Rickey.\n\n               MED. SHOT - JACKIE AT PLATE RICKEY'S ANGLE\n\n               The first pitch is a called strike. The second is a ball. \n               The third is a ball. Fourth a strike. Fifth a ball. Sixth a \n               ball and Jackie walks.\n\n                                     RICKEY'S VOICE\n                         Watch him... See that stance -- see \n                         how he hugs the plate...",
  "62": "---END OF PREVIOUS SECTION---\nSixth a \n               ball and Jackie walks. RICKEY'S VOICE\n                         Watch him... See that stance -- see \n                         how he hugs the plate... \n---TARGET SECTION TO BE ANNOTATED---\n He's hard \n                         to pitch to -- he'll walk at least \n                         one for four...\n\n               SPECIAL SEQUENCE\n\n               At this point we go into a special sequence which must be \n               worked out at time of shooting between Jackie and the \n               director. It is designed as a demonstration of what makes a \n               good ball player as illustrated by Jackie... with Rickey \n               commenting on him for the benefit of the two reporters. The \n               action is not confined to any one inning but spreads over \n               the entire game in montaged scenes that take in his hitting, \n               funning and fielding. It should end up a memorable sequence \n               for all who play or enjoy baseball and believe, usually \n               wrongly, that they know all its tricks, embracing not only \n               physical skill but headwork as well. When it is over the \n               entire audience must have a knowledge and appreciation of \n               what makes Jackie Robinson the player he is... and, \n               furthermore, a better knowledge of baseball itself.\n\n               RICKEY - REPORTERS\n\n               Hopper enters scene.\n\n                                     HOPPER\n                         Can I see you alone a moment, Mr. \n                         Rickey?\n\n               Rickey smells trouble. He makes his excuses to reporters, \n               who also sense something in the air, and walks off with \n               Hopper.\n\n               RICKEY - HOPPER CLOSE\n\n                                     HOPPER\n                         We've just got word. Police are on \n                         the way. Mixed playing again.\n\n                                     RICKEY\n                         Better get him off the field, Clay... \n                         no use making it worse...\n\n               MED. SHOT - TO INCLUDE HOPPER\n\n               He nods at Rickey and heads back toward dugout.\n\n               EXT. DUGOUT MED. SHOT\n\n               As Hopper walks up to players' bench. Jackie and the players \n               look up at him.\n\n                                     HOPPER\n                         Sorry, Jackie -- but you'd better \n                         leave the park for awhile... The old \n                         trouble. See you in the dressing \n                         room.\n\n               Jackie gets up and slowly walks down into the dugout and \n               towards dressing rooms. The other players are silent, yet, \n               we feel, resentful about this unfair situation Jackie has to \n               buck constantly.\n\n               INT. DRESSING ROOM MED.",
  "63": "---END OF PREVIOUS SECTION---\nThe other players are silent, yet, \n               we feel, resentful about this unfair situation Jackie has to \n               buck constantly. INT. DRESSING ROOM MED. \n---TARGET SECTION TO BE ANNOTATED---\n CLOSE - JACKIE\n\n               He starts pulling off his uniform and the trainer walks into \n               scene. Jackie is definitely unhappy.\n\n                                     TRAINER\n                              (disgustedly)\n                         Same old thing. Same old thing!\n\n                                     JACKIE\n                         Yeah, Pete. Thanks for looking at it \n                         my way but I bet you fellows are fed \n                         up with all the trouble I've caused. \n                         All the jumping around, cancelled \n                         games... ruction in the air.\n\n                                     PETE\n                              (squarely)\n                         Yes, it's been a lot of fuss. But \n                         that's the game. We're getting paid \n                         for it. Not our business to squawk.\n\n                                     JACKIE\n                              (sighing)\n                         It's the game... but I'll never get \n                         to play it, I'm afraid. I've got a \n                         hunch that maybe Mr. Rickey has \n                         enough, too... and maybe I'll be \n                         back with the Kansas City Monarchs \n                         in a few days... if they'll take me.\n\n               Pete is about to reply when the sound of a door opening makes \n               them both turn towards the entrance.\n\n               DRESSING ROOM DOOR LONG\n\n               Rickey and Hopper are entering. They walk purposely and Rickey \n               beckons with his finger.\n\n                                     RICKEY\n                         Pete... better go out on the field \n                         and take a look at Hugh's hand. He \n                         caught one on the knuckles.\n\n               JACKIE - PETE MEDIUM\n\n               As Rickey and Hopper enter scene.\n\n                                     PETE\n                              (leaving)\n                         Right.\n\n                                     RICKEY\n                              (to Jackie)\n                         And you...\n\n                                     JACKIE\n                         Yes, Mr. Rickey. You going to give \n                         it to me now?\n\n                                     RICKEY\n                         Give you what?\n\n                                     JACKIE\n                         My walking papers. You must be caught \n                         up with all this melodramatic stuff... \n                         police chasing the team all the time.\n\n                                     RICKEY\n                         Oh.\n                              (winking at Hopper)\n                         Yeah. Never had such excitement in \n                         years.\n                              (back to Jackie)\n                         I'll give it to you. Jackie... you \n                         are now officially a Montreal Royal. \n                         You have made the team.",
  "64": "---END OF PREVIOUS SECTION---\n(back to Jackie)\n                         I'll give it to you. Jackie... you \n                         are now officially a Montreal Royal. You have made the team. \n---TARGET SECTION TO BE ANNOTATED---\n Okay?\n\n               Jackie, who has been sitting a bit dejectedly, straightens \n               up slowly and looks from one to the other. His face is filled \n               more with wonder than anything else.\n\n                                     JACKIE\n                              (unbelievingly)\n                         You're still with me!\n\n               As Hopper nods --\n\n                                     RICKEY\n                         Still with you.\n\n                                     JACKIE\n                              (shaking head)\n                         And I was ready to give up!\n\n               He seems lost in thought, his gaze directed at a far corner \n               of the room, as Rickey gives him a farewell pat on the \n               shoulder and exits. Jackie doesn't even look up. Then Hopper \n               is standing over him.\n\n                                     HOPPER\n                         All right, Jackie?\n\n                                     JACKIE\n                              (waking up)\n                         Yes, Mr. Hopper.\n\n                                     HOPPER\n                         Think I've got even better news for \n                         you.\n\n                                     JACKIE\n                              (brows knitting)\n                         Better?\n\n                                     HOPPER\n                         For you. You can pack up. We head \n                         north tomorrow... for Jersey City \n                         and our first game of the season.\n\n               GAINES HOME DINNER TABLE\n\n               With his wife and Jackie and Rae seated before him, Mr. Gaines \n               rises to propose a toast.\n\n                                     MRS. GAINES\n                         It is safe to say, Jackie, that this \n                         drink is not the only one to be raised \n                         in your honor tonight. It is safe to \n                         say that hundreds of thousands of \n                         our people are doing the same. You \n                         have opened another door formerly \n                         locked to us by intolerance. It is a \n                         milestone... I speak for a great \n                         many when I say... thank you... thank \n                         you...\n\n               The Gaineses and Rae drink, but when Jackie, embarrassed, \n               tries to take his glass, Rae puts her hand on it, laughingly, \n               and stops him.\n\n                                     RAE\n                         You're not supposed to drink now. \n                         You don't drink, anyway.\n\n                                     JACKIE\n                              (grinning)\n                         I forgot...\n\n               EXT. TRAIN - NIGHT - (STOCK) LONG\n\n               A train roaring through the night.\n\n               EXT.",
  "65": "---END OF PREVIOUS SECTION---\nEXT. TRAIN - NIGHT - (STOCK) LONG\n\n               A train roaring through the night. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROOSEVELT STADIUM, JERSEY CITY - DAY - (STOCK) AERIAL \n               VIEW\n\n               Stadium on a gala day, pennants streaming, stands packed. \n               (Or any comparable stadium will do.) As we look at it, the \n               legend: \"JERSEY CITY, APRIL 14, 1946\" appears over the \n               picture. Then the picture gradually darkens until we\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               INT. RADIO STUDIO COMMENTATOR\n\n               He is seated at desk, reading from his notes.\n\n                                     COMMENTATOR\n                         ...This was an unusual day in \n                         organized baseball, ladies and \n                         gentlemen. For the first time, a \n                         Negro player was presented to the \n                         public. And for his first time, a \n                         Negro made his appearance in the big \n                         time, his every instinct telling him \n                         the crowd might not be friendly at \n                         all. But whatever the feeling of the \n                         crowd before they saw Jackie Robinson \n                         today... they forgot it. Because he \n                         made them think of one thing... and \n                         one thing only... baseball! And what \n                         baseball! Few will forget what they \n                         saw... I can see it yet...\n\n                                                                  DISSOLVE:\n\n               PLATE JACKIE AT BAT\n\n               He is waggling his bat.\n\n               INFIELD\n\n               Runners on first and second waiting to go.\n\n               THE STANDS\n\n               The fans are silent, watchful.\n\n               PITCHER\n\n               He winds up and throws.\n\n               JACKIE\n\n               He takes a ball.\n\n               PITCHER\n\n               Another throw.\n\n               JACKIE\n\n               Swings and fouls off. Waiting. Another ball. Another ball.\n\n               PITCHER\n\n               Winding up.\n\n               JACKIE\n\n               A called strike.\n\n               SCOREBOARD\n\n               Shows two strikes and three balls.\n\n               STANDS\n\n               Crowds tense.\n\n               PITCHER\n\n               Checking runners, then winding up and throwing.\n\n               JACKIE\n\n               Swinging and connecting as a roar comes from the crowd.\n\n               OUTFIELD\n\n               Outfielder starting to run, then stopping as he realizes \n               ball will clear fence easily.\n\n               RADIO STUDIO COMMENTATOR\n\n                                     COMMENTATOR\n                         ...But a lot of players hit home \n                         runs.",
  "66": "---END OF PREVIOUS SECTION---\nOUTFIELD\n\n               Outfielder starting to run, then stopping as he realizes \n               ball will clear fence easily. RADIO STUDIO COMMENTATOR\n\n                                     COMMENTATOR\n                         ... But a lot of players hit home \n                         runs. \n---TARGET SECTION TO BE ANNOTATED---\n He gave them more baseball \n                         than that. He gave them real baseball. \n                         When next he came to bat there were \n                         yells for another homerun. Jackie \n                         didn't hit a homerun. He showed the \n                         crowd something brand new... how to \n                         score on a bunt!\n\n               PLATE LONG\n\n               ANGLING from third or left field to take in most of infield, \n               including home plate and first base. Jackie bunts towards \n               third and beats the throw to first.\n\n               SECOND - FIRST BASE LONG\n\n               Shooting from left field side of second along the line to \n               first base and taking in pitcher. Jackie is taking a long \n               lead off first as pitcher gets ready to throw. With the pitch \n               he is off for second, running towards us.\n\n               PLATE CLOSE\n\n               Catcher receives pitch and whips throw to second.\n\n               SECOND - FIRST BASE LONG\n\n               Continuation of former shot showing Jackie going into slide \n               and beating throw to second.\n\n               PITCHER CLOSE\n\n               Receives ball from second baseman in disgust and turns around \n               towards plate. Only once, before throwing, does he turn around \n               to eye Jackie, then he starts his windup. The second he goes \n               into it there is a roar from the crowd and we can tell from \n               the frantic look that comes into the pitcher's eyes that he \n               knows what is happening -- Jackie must be off again... this \n               time for third! But it is, of course, too late for him to do \n               anything but finish his throw.\n\n               THIRD BASE LINE\n\n               Jackie racing along.\n\n               CATCHER\n\n               Reaching high for a bad throw, then whipping ball.\n\n               THIRD BASE\n\n               Jackie sliding in under throw.\n\n               STANDS\n\n               The crowd yelling and laughing at this continued larceny on \n               Jackie's part.\n\n               PITCHER\n\n               Receiving throw from third baseman and tucking glove under \n               arm to wipe his brow and glare towards Jackie.\n\n               THIRD\n\n               Jackie dusting himself off as third baseman looks on coldly.\n\n               PITCHER\n\n               Ready to throw. He checks Jackie and starts windup.\n\n               THIRD\n\n               Shooting to show both Jackie and the pitcher, the latter in \n               the b.g.",
  "67": "---END OF PREVIOUS SECTION---\nPITCHER\n\n               Ready to throw. He checks Jackie and starts windup. THIRD\n\n               Shooting to show both Jackie and the pitcher, the latter in \n               the b.g. \n---TARGET SECTION TO BE ANNOTATED---\n With the downswing of the pitcher's arm, Jackie is \n               off and the crowd roars again. But after a half dozen stops \n               Jackie stops suddenly and dashes back to third, just beating \n               a try from the catcher to stop him.\n\n               INFIELD\n\n               Taking in Jackie and the pitcher, the former dancing away \n               from third distractingly and the latter plainly worried by \n               Jackie's tactics and snapping a couple of throws to third in \n               an effort to trap him off base. Finally, the pitcher begins \n               his windup and immediately Jackie is off for third. With the \n               yell from the crowd the pitcher stops in mid-windup to make \n               a quick throw to third again. Again Jackie has stopped and \n               is on his way back to third but the umpire there waves him \n               away and signals that he may go on to home.\n\n                                     UMPIRE\n                         Pitcher's balk. You can score.\n\n               INFIELD\n\n               The pitcher comes running over to umpire to protest but \n               realizes after a few words that he plainly made a balk and \n               has no chance. He walks back to mound dejectedly.\n\n               STANDS\n\n               Crowd roaring.\n\n               DUGOUT\n\n               Jackie tumbling in as pleased teammates slap him on the back.\n\n               RADIO STUDIO COMMENTATOR\n\n                                     COMMENTATOR\n                         ...Before that game was over Jackie \n                         had hit safely four times and scored \n                         four times, with the aid of two stolen \n                         bases and two pitcher's balks! Yes, \n                         ladies and gentlemen, that was how \n                         the first day went for the first \n                         Negro in organized baseball. They \n                         probably won't all go that well... \n                         there may still be trouble... But we \n                         have an indication that Jackie \n                         Robinson has what it takes... to \n                         take hold of the public's heart!\n\n               EXT. SYRACUSE, N.Y. AERIAL OR PANORAMIC VIEW\n\n               Over which appears legend: \"SYRACUSE.\"\n\n               BALL PARK PAN OR GENERAL VIEW\n\n               A game is in progress.\n\n               PLATE MED. CLOSE\n\n               Jackie takes a strike.",
  "68": "---END OF PREVIOUS SECTION---\nAERIAL OR PANORAMIC VIEW\n\n               Over which appears legend: \"SYRACUSE.\"\n\n               BALL PARK PAN OR GENERAL VIEW\n\n               A game is in progress. PLATE MED. CLOSE\n\n               Jackie takes a strike. \n---TARGET SECTION TO BE ANNOTATED---\n                                     VOICE\n                              (calling)\n                         Hey, dare, big boy! What you-all \n                         doin' on a white man's field?\n\n               Jackie turns head briefly in direction of ground boxes where \n               voice, mimicking a thick southern accent, is coming from.\n\n               LOWER BOX\n\n               A thick-necked toughie is doing the yelling. He continues, \n               in a manner which he calculates will tickle those around \n               him. Next to him is another man who bends over to fumble \n               with something at his feet.\n\n                                     THICK-NECK\n                         Better get your carcass out'a there \n                         before you get rode out!\n\n               The other man comes up with a black cat around whose neck a \n               length of strong twine has been attached. The man throws the \n               cat onto the field.\n\n               JACKIE CLOSE\n\n               He hears a yell of laughter from some of the crowd and looks \n               around.\n\n               JACKIE LONG\n\n               Shooting from behind him towards box where cat is being made \n               to run back and forth along box, and where Thick-Neck is \n               yelling again, ostensibly about the cat, but while looking \n               at Jackie.\n\n                                     THICK-NECK\n                         Get that black --\n\n               A laugh from his companion drowns out the next word.\n\n                                     THICK-NECK\n                         -- off the field. Get him off the \n                         field!\n\n               STANDS SECTION CLOSE\n\n               We can see that a number of fans are not impressed with this \n               type of humor.\n\n               PITCHER LONG\n\n               Smiling at the byplay, he winds up just as Jackie turns \n               towards him.\n\n               JACKIE LONG\n\n               We can see the cat business going on in the b.g. as Jackie \n               pulls his bat back, swings and connects.\n\n               OUTFIELD LONG\n\n               As ball falls safe for a texas leaguer, Jackie going on to \n               second.\n\n               GROUND BOX\n\n               Attendant has appeared and makes the two men lift the cat \n               back with them in the box.\n\n               INFIELD\n\n               Shooting from center field and taking in Jackie on second \n               and the next man at bat. We see the pitcher throw and the \n               batter hitting a long single on which Jackie easily goes \n               around third to home.",
  "69": "---END OF PREVIOUS SECTION---\nGROUND BOX\n\n               Attendant has appeared and makes the two men lift the cat \n               back with them in the box. INFIELD\n\n               Shooting from center field and taking in Jackie on second \n               and the next man at bat. We see the pitcher throw and the \n               batter hitting a long single on which Jackie easily goes \n               around third to home. \n---TARGET SECTION TO BE ANNOTATED---\n As Jackie turns to go back to the \n               visiting team's dugout his path brings him near the ground \n               box seat where the cat has been sat on the box rail.\n\n               GROUND BOX\n\n               As Jackie passes and the man holding the cat holds it up to \n               Jackie and jeers.\n\n                                     MAN\n                         Here's a brother of yours, Jackie. \n                         Why don't you take him along? He \n                         wants to get into baseball, too.\n\n               Jackie veers suddenly towards box and man falls back in alarm. \n               But Jackie makes no menacing motion. Instead he picks up the \n               cat and starts unloosening the twine as he walks away.\n\n               JACKIE TRUCKING\n\n               We walk with Jackie as he gets the twine loose, holds the \n               cat close and pets him comfortingly.\n\n               STANDS\n\n               The fans watching in silence as Jackie, walking with cat \n               below, steps into dugout. Suddenly someone applauds. It is \n               taken up and soon the entire park is echoing with the \n               handclapping.\n\n               DUGOUT CLOSE\n\n               Jackie sitting in the shadows, his hand still fondly petting \n               the cat.\n\n               EFFECT\n\n               Our radio commentator again double-exposed against a \n               background which includes a series of quick shots showing \n               Jackie playing, crowds cheering, an occasional jeering fan.\n\n                                     COMMENTATOR\n                         ...With the baseball season almost \n                         over, Jackie Robinson has proved \n                         himself one of the standout players \n                         in the International League. In his \n                         home town, Montreal, he is a hero. \n                         To the great majority of fans in \n                         other International League towns, he \n                         is also a favorite. There's no doubt \n                         of it. Jackie has made good here... \n                         but the biggest hurdle is ahead of \n                         him... the major league. The \n                         opposition is strengthening. There \n                         are going to be fireworks!\n\n               MONTREAL - (STOCK)\n\n               There are stock shots available of the riotous scenes when \n               the Montreal Royals won the International League pennant in \n               1946 and the crowd went wild over Jackie, riding him around \n               on their shoulders.",
  "70": "---END OF PREVIOUS SECTION---\nThe \n                         opposition is strengthening. There \n                         are going to be fireworks! MONTREAL - (STOCK)\n\n               There are stock shots available of the riotous scenes when \n               the Montreal Royals won the International League pennant in \n               1946 and the crowd went wild over Jackie, riding him around \n               on their shoulders. \n---TARGET SECTION TO BE ANNOTATED---\n               INSERT NEWSPAPER HEADLINE\n\n                        MONTREAL ROYALS WIN INTERNATIONAL PENNANT!\n\n                         Jackie Robinson Leads League in Hitting!\n\n               BACK TO SCENE\n\n               Continuation of stock shots of Montreal celebration.\n\n               STANDS CLOSE\n\n               A fan throwing confetti, supposedly on the crowd below.\n\n                                                                  DISSOLVE:\n\n               SPECIAL EFFECT\n\n               The confetti turns into snow and we see empty, snow-covered \n               ball park.\n\n               GAINES HOME LONG\n\n               Gaines and his wife emerge on porch just as postman comes up \n               the walk.\n\n               PORCH MED. CLOSE\n\n               Gaines accepts letter from postman who exits after they \n               exchange greetings. He opens letter and begins to read while \n               Mrs. Gaines turns to go back into house.\n\n                                     GAINES\n                         Just a minute, Clara. This is from \n                         Jackie Robinson.\n\n                                     MRS. GAINES\n                         Oh. Is he coming back here?\n\n                                     GAINES\n                         No. That's why he writes. He's on \n                         his way to Cuba. That's where Brooklyn \n                         and Montreal will train this year.\n\n                                     MRS. GAINES\n                              (eagerly)\n                         Does he think he can go with Brooklyn?\n\n                                     GAINES\n                              (smiling)\n                         He says all he has to do is beat two \n                         hundred other men trying for the \n                         team.\n\n                                     MRS. GAINES\n                              (face falling)\n                         Oh.\n\n                                     GAINES\n                         That's all right. He has to show he \n                         is able. The important thing is...\n                              (significantly)\n                         ...he has nothing else against him. \n                         He, and all of us, have come that \n                         far, anyway.\n\n               He folds letter slowly and thoughtfully as she pats his arm \n               understandingly.\n\n                                     MRS. GAINES\n                         Yes. Yes.\n\n               HAVANA - (STOCK) AERIAL\n\n               A legend reads: \"HAVANA, CUBA.\"\n\n               HAVANA STADIUM\n\n               The Montreal team is working out in the field preparatory to \n               playing a game, with the ball being whipped out around the \n               infield. Jackie is playing second.\n\n               BROOKLYN DUGOUT MED.",
  "71": "---END OF PREVIOUS SECTION---\nHAVANA - (STOCK) AERIAL\n\n               A legend reads: \"HAVANA, CUBA.\"\n\n               HAVANA STADIUM\n\n               The Montreal team is working out in the field preparatory to \n               playing a game, with the ball being whipped out around the \n               infield. Jackie is playing second. BROOKLYN DUGOUT MED. \n---TARGET SECTION TO BE ANNOTATED---\n CLOSE\n\n               Just close enough so we can read the insignia on the uniforms \n               of the players and know that it is the Brooklyn team which \n               will oppose Montreal.\n\n               INFIELD FULL\n\n               Shooting from second towards home plate we see a trainer cup \n               his hands to his mouth as if to yell.\n\n                                     TRAINER\n                              (yelling)\n                         Robinson! Mr. Rickey wants to see \n                         you!\n\n               INFIELD REVERSE SHOT\n\n               Jackie waves acknowledgement and then starts trotting in.\n\n               SIDELINE MEDIUM\n\n               Rickey is standing alone, holding a first baseman's glove. \n               As Jackie enters scene Rickey nods and flips the glove to \n               Jackie who catches it but looks puzzled.\n\n                                     JACKIE\n                         For me? This is a first baseman's \n                         glove.\n\n                                     RICKEY\n                         That's right. I want you to use it.\n\n                                     JACKIE\n                         I don't get it. Not play second, you \n                         mean? Mr. Rickey, I don't like first \n                         base. I'm not a first baseman. I did \n                         well at second last year.\n\n                                     RICKEY\n                         Jackie, your team begins a seven \n                         game practice series against Brooklyn \n                         today. I want you to play first. I \n                         want you to play like you've never \n                         played before. Last year at Montreal \n                         doesn't mean a thing. This is it. \n                         This is where you decide whether \n                         Brooklyn wants you... and by Brooklyn \n                         I don't mean me -- I mean the Brooklyn \n                         players. I want you to run them \n                         ragged, on the bases, in the field, \n                         at bat. Run wild. Steal their pants \n                         off. They know they are definitely \n                         weak at first. They want to win the \n                         pennant. Make them wonder if their \n                         chances wouldn't be better if they \n                         had you. If they wonder loud enough... \n                         I'll get you for them.\n\n               Jackie still has a fielder's glove on his hand. Slowly he \n               shakes it off and puts the first baseman's glove on instead. \n               He seems to have forgotten that Rickey is there.",
  "72": "---END OF PREVIOUS SECTION---\nJackie still has a fielder's glove on his hand. Slowly he \n               shakes it off and puts the first baseman's glove on instead. He seems to have forgotten that Rickey is there. \n---TARGET SECTION TO BE ANNOTATED---\n He pounds \n               his fist into the pocket of the glove thoughtfully and then, \n               without another word, still deeply preoccupied apparently, \n               walks off. Rickey's gaze follows him.\n\n               BASEBALL SERIES MONTAGE\n\n               Jackie awkwardly scrambling for one in the dirt at first and \n               barely recovering to make the out. Jackie hitting. Jackie \n               racing in for a bunt, turning to find no one at first, and \n               then racing the runner to the bag for the out. After which \n               he mops his brow wearily. Jackie running the bases, stealing \n               into a base, beating a pitcher's throw to trap him, teasing \n               the pitcher, teasing again, then away on a run. Jackie \n               hitting. Jackie hitting again. Jackie walking.\n\n               And again hitting as we\n\n                                                                  DISSOLVE:\n\n               INT. SMALL OFFICE MEDIUM\n\n               Clyde Sukeforth is at a desk working away with a pencil at \n               some figuring. Nearby stands Rickey waiting. Clyde makes a \n               final notation, tosses the pencil away and shakes his head \n               unbelievingly.\n\n                                     RICKEY\n                         Well?\n\n                                     SUKEFORTH\n                         I've never seen anything like it \n                         before. His fielding was only fair, \n                         as you know. He was new to first \n                         base. But, at bat!... For the seven-\n                         game series Jackie stole seven bases \n                         and hit .625!\n\n                                     RICKEY\n                              (thoughtfully)\n                         Pretty good. Pretty good.\n\n               Clyde is amazed at this conservatism, and his face is a study \n               as Rickey nods and walks away.\n\n               EXT. HOTEL NACIONALE, HAVANA - (STOCK)\n\n               INT. CORNER HOTEL ROOM CLOSE\n\n               Jackie at a small desk, writing. His voice is heard telling \n               us some of the words he is putting down.\n\n                                     JACKIE'S VOICE\n                         ...Training is over, Rae. I've had \n                         no word yet. We fly to New York \n                         tomorrow to play exhibition games \n                         against Brooklyn on April 9th and \n                         10th. The tenth is the last day before \n                         the official season begins so if I \n                         don't hear by then... I know I'm \n                         cooked. They say that some of the \n                         Dodgers didn't want me...",
  "73": "---END OF PREVIOUS SECTION---\nThe tenth is the last day before \n                         the official season begins so if I \n                         don't hear by then... I know I'm \n                         cooked. They say that some of the \n                         Dodgers didn't want me... \n---TARGET SECTION TO BE ANNOTATED---\n               EXT. SECTION HOTEL PROMENADE CLOSE\n\n               Simply two wicker chairs against a palm trunk or tropical \n               plant of any suitable type for a background. Rickey and Hopper \n               are seated and talking.\n\n                                     RICKEY\n                              (concerned)\n                         It's a tough problem. Most of the \n                         players see his value, a few don't. \n                         That still leaves a Dodger team \n                         divided against itself. I don't want \n                         that.\n\n                                     HOPPER\n                         No... unless you could take a chance \n                         that they would all come around when \n                         they see that Jackie is helping them \n                         towards a common cause -- the pennant.\n\n                                     RICKEY\n                              (thinking)\n                         I don't know... I don't know.\n\n                                                                  DISSOLVE:\n\n               EXT. EBBETTS FIELD - (STOCK LONG\n\n               A game is in progress.\n\n               RADIO ANNOUNCER AT FIELD CLOSE\n\n               He is at the mike calling the game as he sees it.\n\n                                     ANNOUNCER\n                         Well, here is Jackie Robinson up \n                         again in the last exhibition game \n                         before the start of the official \n                         National League season. Jackie has \n                         had two chances to show whether Rickey \n                         is wrong in not signing him for \n                         Brooklyn -- and failed to get a hit \n                         both times. Let's see what he does \n                         now with a man on first to bring in.\n\n               INFIELD LONG\n\n               Showing Jackie at plate and another Montreal player on first.\n\n               PLATE\n\n               Jackie waggling his bat, apparently determined to come \n               through.\n\n               MONTREAL DUGOUT\n\n               They are watching Jackie keenly when another player jumps \n               into the dugout excitedly and says something to some of the \n               players. The others hear his words and turn to him in great \n               interest, forgetting about Jackie.\n\n               PITCHER\n\n               Winding up and throwing.\n\n               JACKIE\n\n               Swinging and hitting.\n\n               INFIELD\n\n               Angling to show that Jackie has hit into an easy double play, \n               so easy that he stops running about two-thirds of the way to \n               first and turns to lope back to the Montreal dugout.\n\n               RADIO ANNOUNCER CLOSE\n\n                                     ANNOUNCER\n                         That wasn't so hot. An easy double \n                         play.",
  "74": "---END OF PREVIOUS SECTION---\nINFIELD\n\n               Angling to show that Jackie has hit into an easy double play, \n               so easy that he stops running about two-thirds of the way to \n               first and turns to lope back to the Montreal dugout. RADIO ANNOUNCER CLOSE\n\n                                     ANNOUNCER\n                         That wasn't so hot. An easy double \n                         play. \n---TARGET SECTION TO BE ANNOTATED---\n It's hard to believe after the \n                         sensational reports of Jackie's \n                         playing in Cuba. Well, everybody has \n                         a bad day and I imagine he is feeling \n                         pretty blue now as he runs towards \n                         his dugout...\n                              (puzzled)\n                         No! He isn't sad at all... He's \n                         smiling.\n                              (excitedly)\n                         Wait a moment! Something's going on \n                         at the Montreal dugout. All his \n                         teammates are running out to greet \n                         him as they would a hero! What in...\n\n               INFIELD - FRONT OF DUGOUT\n\n               Shooting towards dugout, we see the Montrealers running out \n               to Jackie, grabbing his hand, pounding him on the back.\n\n               PLAYERS - JACKIE CLOSE\n\n               Several of them clustered around Jackie are all talking at \n               once.\n\n                                     PLAYERS\n                              (ad libbing)\n                         You've made it, Jackie! The \n                         announcement just came out! You're a \n                         Dodger, boy!\n\n               JACKIE CLOSEUP\n\n               He is nodding, smiling, yet still incredulous.\n\n               RADIO ANNOUNCER CLOSE\n\n                                     RADIO ANNOUNCER\n                         ...They've had to announce it to the \n                         crowd here, ladies and gentlemen. \n                         What we heard from Cuba was right. \n                         Jackie Robinson was good enough to \n                         be signed by Brooklyn. He's a Dodger -- \n                         finally!\n\n                                                                  DISSOLVE:\n\n               INT. DRESSING ROOM - DAY MED. SHOT - JACKIE AND CLAY HOPPER\n\n               They are standing together at one end of the room, Jackie \n               listening to Hopper.\n\n                                     HOPPER\n                              (sincerely)\n                         ...and I mean it when I say I'm glad \n                         you're going with the Dodgers...\n                              (wryly)\n                         ...Even though I'd like to keep you \n                         with the Royals...\n\n               Jackie knows that Hopper means it and it affects him, as \n               they shake hands.\n\n                                     JACKIE\n                              (sincerely)\n                         Mr. Hopper -- I really appreciate \n                         all the help you've given me... And \n                         I mean it, too, when I say that last \n                         year in Montreal was the happiest \n                         year I've ever had... Rae and I'd \n                         just as soon live there the rest of \n                         our lives...",
  "75": "---END OF PREVIOUS SECTION---\nHopper -- I really appreciate \n                         all the help you've given me... And \n                         I mean it, too, when I say that last \n                         year in Montreal was the happiest \n                         year I've ever had... Rae and I'd \n                         just as soon live there the rest of \n                         our lives... \n---TARGET SECTION TO BE ANNOTATED---\n               INT. RICKEY'S OFFICE CLOSE\n\n               Jackie is leaning over Rickey's desk and signing his contract \n               while Rickey looks on. When Jackie finishes, Rickey puts out \n               his hand and they shake.\n\n                                     RICKEY\n                         My congratulations, Jackie. The going \n                         is still going to be tough. But I \n                         can trust you now to take what comes \n                         and not lose your head until you win \n                         the National League players over \n                         like you did in the International \n                         League.\n\n                                     JACKIE\n                         You can trust me, Mr. Rickey. I can't \n                         afford to fail. My career is no longer \n                         a personal one, as you know...\n\n                                     RICKEY\n                         I know.\n\n               MONTAGE\n\n               Against a background which illustrates the tough time Jackie \n               had in the National League his first season -- getting spiked, \n               ducking baseballs, being given the \"hip\" in his baserunning -- \n               we see newspaper stories headed variously:\n\n                             ROBINSON SPIKED AGAIN YESTERDAY\n\n                PLAYERS DENY ANTI-ROBINSON PLOT, SAY ROUGHNESS ACCIDENTAL\n\n                            ROBINSON CALM IN NIGHT GAME FRACAS\n\n               Whatever the scenes, Jackie is shown as quietly accepting \n               whatever happens and standing clear while his teammates defend \n               him. The news stories are dated to show the progression of \n               the summer months during the 1947 season, or else we might \n               show the calendar months being stripped off one by one.\n\n               Part of the same effect is the following headline:\n\n                       HOLD JACKIE ROBINSON NIGHT AT EBBETTS FIELD!\n\n               Here we insert stock shots showing Jackie out in the field \n               receiving the Cadillac car, television set, etc., with his \n               mother and Rae also present at the ceremonies in his honor.\n\n               THERE FOLLOWS THE HEADLINE:\n\n                        ROBINSON WINS \"ROOKIE OF THE YEAR\" AWARD!\n\n               We illustrate here with stock newsreel shot of Jackie at \n               Baseball Writers Award Dinner.\n\n                                                                  FADE OUT:\n\n               FADE IN:\n\n               RADIO ANNOUNCER CLOSE\n\n               This announcer is possibly Walter Winchell or Drew Pearson \n               or some other national name if proper arrangements can be \n               made (i.e.",
  "76": "---END OF PREVIOUS SECTION---\nTHERE FOLLOWS THE HEADLINE:\n\n                        ROBINSON WINS \"ROOKIE OF THE YEAR\" AWARD! We illustrate here with stock newsreel shot of Jackie at \n               Baseball Writers Award Dinner. FADE OUT:\n\n               FADE IN:\n\n               RADIO ANNOUNCER CLOSE\n\n               This announcer is possibly Walter Winchell or Drew Pearson \n               or some other national name if proper arrangements can be \n               made (i.e. \n---TARGET SECTION TO BE ANNOTATED---\n a Damon Runyon Fund benefit in the case of Walter \n               Winchell, etc.).\n\n                                     ANNOUNCER\n                         Today, ladies and gentleman, near \n                         the close of the 1949 baseball season, \n                         a great National League player, and \n                         outstanding American citizen, is on \n                         his way to Washington. His name is \n                         Jackie Robinson. He isn't going there \n                         to play ball. But he is going to \n                         talk about how an American patriot \n                         plays ball with the country that \n                         extends him the right to fight for \n                         freedom. He has been asked to discuss \n                         the patriotism of the American \n                         Negro... before the members of the \n                         Un-American Activities Committee.\n\n               INT. COMMITTEE ROOM - (STOCK)\n\n               We show those scenes of Jackie in which he is beginning the \n               selected excerpts given below.\n\n                                     JACKIE\n                         You can put me down as an expert on \n                         being a colored American, with thirty \n                         years of experience at it. And just \n                         like any other colored person with \n                         sense enough to look around him and \n                         understand what he sees, I know that \n                         life in these United States can be \n                         mighty tough for people who are a \n                         little different from the majority -- \n                         in their skin, color or the way they \n                         worship their God, or the way they \n                         spell their names. I'm not fooled \n                         because I've had a chance open to \n                         very few Negro Americans. It's true \n                         that I've been the laboratory specimen \n                         in a great change in organized \n                         baseball. I'm proud that I've made \n                         good on my assignment to the point \n                         where other colored players will \n                         find it easier to enter the game and \n                         go to the top. But I'm very well \n                         aware that even this limited job \n                         isn't finished. As I see it there \n                         has been a terrific lot of \n                         misunderstanding on this subject of \n                         communism among Negroes in this \n                         country, and it's bound to hurt my \n                         people's cause unless it's cleared \n                         up. I understand that there are some \n                         few Negroes who are members of the \n                         Communist party, and in event of war \n                         with Russia they would probably act \n                         just as any other Communists would.",
  "77": "---END OF PREVIOUS SECTION---\nBut I'm very well \n                         aware that even this limited job \n                         isn't finished. As I see it there \n                         has been a terrific lot of \n                         misunderstanding on this subject of \n                         communism among Negroes in this \n                         country, and it's bound to hurt my \n                         people's cause unless it's cleared \n                         up. I understand that there are some \n                         few Negroes who are members of the \n                         Communist party, and in event of war \n                         with Russia they would probably act \n                         just as any other Communists would. \n---TARGET SECTION TO BE ANNOTATED---\n \n                         So would members of other minority \n                         and majority groups... Most Negroes -- \n                         and Italians and Irish and Jews and \n                         Swedes and Slavs and other Americans -- \n                         would act just as all these groups \n                         did in the last war. They'd do their \n                         best to help their country stay out \n                         of war; if unsuccessful, they'd do \n                         their best to help their country win \n                         the war -- against Russia or any \n                         other enemy that threatened us... I \n                         can't speak for any fifteen million \n                         people any more than any other one \n                         person can, but I know that I've got \n                         too much invested for my wife and \n                         child and myself in the future of \n                         this country, and I and other \n                         Americans of many races and faiths \n                         have too much invested in our \n                         country's welfare, for any of us to \n                         throw it away. I am a religious man. \n                         Therefore, I cherish America where I \n                         am free to worship as I please, a \n                         privilege which some countries do \n                         not give. And I suspect that 999 out \n                         of almost any 1,000 colored Americans \n                         you meet will tell you the same thing. \n                         But that doesn't mean that we're \n                         going to stop fighting race \n                         discrimination in this country until \n                         we've got it licked. It means that \n                         we're going to fight it all the harder \n                         because our stake in the future is \n                         so big. We can win our fight without \n                         the Communists and we don't want \n                         their help...\n\n               INTERCUT into speech are scenes of typical Negro life, both \n               impoverished and comparatively affluent, selected to best \n               illustrate his particular words at the moment. There is a \n               CLOSEUP of Jackie as he reaches his final words. As he speaks \n               them we cut to:\n\n               EFFECT\n\n               This is the silhouette that began the picture, showing Jackie \n               in action.",
  "78": "---END OF PREVIOUS SECTION---\nINTERCUT into speech are scenes of typical Negro life, both \n               impoverished and comparatively affluent, selected to best \n               illustrate his particular words at the moment. There is a \n               CLOSEUP of Jackie as he reaches his final words. As he speaks \n               them we cut to:\n\n               EFFECT\n\n               This is the silhouette that began the picture, showing Jackie \n               in action. \n---TARGET SECTION TO BE ANNOTATED---\n As his silhouette performs across the screen, the \n               following titles begin rolling up:\n\n               ROBINSON WINS NATIONAL LEAGUE BATTING HONORS\n\n               GENERAL EISENHOWER PRESENTS FREEDOM HOUSE MEDALS TO RALPH \n               BUNCHE, JACKIE ROBINSON AND HERBERT HOOVER\n\n               JACKIE ROBINSON VOTED MOST VALUABLE PLAYER IN THE NATIONAL \n               LEAGUE\n\n               GEORGE WASHINGTON CARVER MEMORIAL INSTITUTE GOLD MEDAL FOR \n               BETTERMENT RACE RELATIONS AWARDED TO JACKIE ROBINSON\n\n                                                                  FADE OUT:\n\n                                         THE END"
}