{
  "1": "Something Borrowed\n\nWritten by\n\nDana Fox\n\nFirst Revision\nApril 22, 2003\n\fFADE IN:\n\nCLOSE ON A WOMAN’S FACE, BEAUTIFUL AND STRONG. SHE’S CRYING.\n\nINT. KAT’S BEDROOM - NEW YORK CITY - DAY\n\nThe woman is KAT ELLIS, 30. Tears stream down her face as\nshe sits cross-legged amid the detritus of a packing frenzy.\nThere is an unfortunate green bridesmaid’s dress hanging on\nthe back of the door.\n\nKat’s pain is palpable. She buries her head in her lap.\nSuddenly, the doorbell RINGS.\n\nKat sits bolt upright, wide eyed. She looks around in\ndisbelief. How did this happen? What is she doing on the\nfloor?\nKAT\n(sweetly)\nHold on!\nINT. HALLWAY\n\nA BIKE MESSENGER stands outside Kat’s door. He busts a\ncovert ipod dance while he waits.\n\nKAT (0.S.)\nComing!\nINT. KAT’S FOYER\n\nKat wipes her face and inhales, summoning deep calm.\n\nINT. HALLWAY\nThe Bike Messenger looks up as the door swings open.\n\nKat_is a_ changed woman. Nothing like the girl we saw on the\nfloor. You’d never know she had been crying. Or that she\neven knows how.\n\nKAT\nI’m so sorry. I wasn’t quite ready\nfor you.\n\nKat props the door open with her foot as she slides a plane\nticket into an envelope. She scribbles a name on the\nenvelope, seals it, and hands it to him.\n\fBIKE MESSENGER\nLady, you said this was a rush. I\ncan’t rush anything anywhere if you\ndon’t give it to me.\n\nKat looks down at the envelope, she’s still holding on to it.\n\nKAT\nIt’s a plane ticket.\n\nBIKE MESSENGER\n\nSo it is.\nKAT\nFor a date.\n(beat)\n\nFor my date. To my sister’s\nwedding. In London.\n\n(beat)\nHe’s never met my family.\n\nBIKE MESSENGER\nI hear that noise.\n\nKat wills herself to surrender the envelope.\n\nBIKE MESSENGER (CONT’D)\nYou need to let go.\n\nKAT\nYeah.",
  "2": "---END OF PREVIOUS SECTION---\nKat wills herself to surrender the envelope. BIKE MESSENGER (CONT’D)\nYou need to let go. KAT\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nYou’re going to have to help me.\n\nThe Bike Messenger gently tugs the envelope out of her hand.\nKat smiles.\n\nKAT (CONT'D)\nThank you.\n\nThe Bike Messenger looks at her with genuine concern.\n\nINT. KAT’S APARTMENT\n\nRacing against time, Kat throws open a linen closet to reveal\nthree neat rows of plastic bins, all perfectly labeled. Kat\nreaches into the bin marked \"TRAVEL\" and pulls out a pre-\npacked toiletry kit.\n\nKat pulls a box marked “LONDON” out from underneath her bed.\nShe opens it.\n\fPushing aside an old private school uniform and some letters\nshe pulls out a worn London A-Z, a Ziploc marked “ADAPTERS,”\nand her passport.\n\nShe’s about to close the box when she sees an old photo. In\nit, a GORGEOUS GUY kisses Kat on the cheek. He’s holding the\ncamera himself -- it’s blurred and goofy, but full of love.\nKat jams it back in the box and shoves it under the bed.\n\nEXT. NEW YORK STREET\n\nThe Bike Messenger darts in and out of traffic, avoiding the\nthrongs of NEW YORKERS enjoying this crisp fall day.\n\nINT. KAT’S APARTMENT\n\nKat races through her apartment, packing, cleaning, getting\nready. Her place is small yet put together. It’s Crate and\nBarrel meets Martha. But in a good way.\n\nINT. KAT’S BATHROOM\n\nKat, finally still, stares into the mirror as she brushes her\nteeth. There’s a strange intensity to it, like she’s\nscrubbing away the last of her distress.\n\nEXT. BROWNSTONE APARTMENT\n\nThe Bike Messenger passes a waiting Town Car as he pulls up\nto a stoop. He hefts his bike, runs up the stairs, and slips\nthe envelope into the door of...\n\nINT. BROWNSTONE APARTMENT\n\nA tasteful flat. Stylish yet masculine. A MAN stoops to\npick up the envelope. We don’t see his face, just his\nordered, minimalist apartment as he zips his carry-on and\nwalks out the door.\n\nEXT. NEW YORK STREET\n\nHis face obscured, the man steps into the purring Town Car.\n\nEXT.",
  "3": "---END OF PREVIOUS SECTION---\nEXT. NEW YORK STREET\n\nHis face obscured, the man steps into the purring Town Car. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n KAT’S APARTMENT BUILDING\n\nA TAXI DRIVER slams his trunk as Kat gets in. Kat’s\napprehensive face peers out the window as they pull away.\n\fINT. JFK AIRPORT\n\nA ridiculously long line snakes towards the X-Ray machines.\nLatte in hand, Kat cuts right through the middle.\n\nIrate PASSENGERS scowl at her. Kat does this every day. She\nshould be used to the looks by now. She’s not. She\npointedly flashes the crowd her AIRPORT EMPLOYEE BADGE as she\nsails through security.\n\nINT. CUSTOMER SERVICE - JFK AIRPORT\n\nKat enters the Virgin Atlantic customer service hub. It’s as\ncramped as it is busy. A FEMALE EMPLOYEE approaches with a\nquestion. Kat puts up her hand.\n\nKAT\nI’m off duty. I do not exist.\nDon’t even look at me.\n\nThe lady backs off. As Kat hurries away, a HARRIED EMPLOYEE\nmatches her step and launches in.\n\nHARRIED EMPLOYEE\nI’ve got a tour group from Taipei\ntrapped in customs, a dead poodle\nin Cargo parked at T9, and a lost\ngrandmother staggering around\nInternational asking for her mommy.\nOh, and there’s a guy on two who\nwas stuck with his in-laws for a\nweek because we couldn’t get him\nout of Dulles. The in-laws aren’t\nspeaking to him anymore and, for\nsome reason, he’s pissed.\n\nKat’s trying not to get sucked in.\n\nKAT\nI would love to help you.\nSincerely. But my sister’s getting\nmarried this weekend, I haven’t\nseen my family in two years, and my\nflight leaves in fifteen minutes.\n\nThe Harried Employee looks like he’s going to lose it. Kat\nstruggles, then caves.\n\nKAT (CONT'D)\nYou take Taipei. Tammy’s schnauzer\njust had puppies.\n\n(MORE)\n\fKAT(cont'd)\nPut her on the dead dog. Park reps\nwith wheelchairs at every john in T8.\nIf Grandma just got off a trans-con\nshe’s gotta go sometime.\n\nKat starts to walk away.\n\nHARRIED EMPLOYEE\nWhat about line two?\n\nKat spins around and glares at him.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nHARRIED EMPLOYEE\nWhat about line two? Kat spins around and glares at him. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OFFICE - MOMENTS LATER\n\nOn the phone, Kat is in the middle of saying way too much.\n\nKAT\n\n(into phone)\nI completely understand, sir. You\njust want your in-laws to see you\nthe way you see yourself. Or at\nleast the way you would see\nyourself if you didn’t feel so\nvictimized by them.\n\nAt that moment, a CLIPBOARD manager walks by. He overhears\n\nKat’s diatribe and is incredulous.\n\nCLIPBOARD\nHello? Calls may be monitored for\nquality control?\n\nKAT\nHuh?\n\nCLIPBOARD\nOver -share!\n\nKat waves him off. Then, by rote:\n\nKAT\n\n(into phone)\nMr. Rajagopal, we regret that you\nwere snowed in at Dulles but\nsnowstorms fall under a category\ncalled force majeure. Along with\nearthquakes, hurricanes, and floods.\nIn short, we’re not liable.\n\nKat checks to make sure the Clipboard has moved on.\nshe continues, softly but very quickly.\n\nThen,\n\fKAT (CONT'D)\n(into phone)\nBut just this once, I’m going to\nrefund the full price of your\nticket and credit you 10,000\nfrequent flyer miles. Thank you\nfor calling Virgin Atlantic!\n\nINT. CABIN - PLANE\n\nKat sits in first class, absently scanning the safety card.\nA PRETTY WOMAN across the aisle notices and smiles.\n\nPRETTY WOMAN\nYour first trip?\n\nKat realizes she’s been reading the safety card. She laughs\nand puts it back in the seat pocket. As she often does, Kat\nfeels compelled to explain.\n\nKAT\n\nHardly. My family moved to England\nwhen I was fourteen. My stepdad’s\na professor at University College,\nLondon.\n\n(beat)\nI’m going back for my sister’s\nwedding...and the best man’s my ex.\nIn case I chicken out, I want to\nknow where all the exits are.\n\nKat eyes the front door, nervously.\n\nPRETTY WOMAN\nI don’t believe in marriage. I\nbelieve in hot sex. Of course,\nthat draws men to me like flies to\nshit.\n\nKat doesn’t know what to say, but then a HOT GUY walks up the\naisle. Kat looks at the empty seat next to her and smiles at\nhim.",
  "5": "---END OF PREVIOUS SECTION---\nOf course,\nthat draws men to me like flies to\nshit. Kat doesn’t know what to say, but then a HOT GUY walks up the\naisle. Kat looks at the empty seat next to her and smiles at\nhim. \n---TARGET SECTION TO BE ANNOTATED---\n He returns the smile but sits next to the Pretty Woman.\n\nHOT GUY\nHello, my sweet darling.\n\nHe gives the Pretty Woman a “madly in love” kiss. The Pretty\nWoman rolls her eyes to Kat -- what did I tell you?\n\fINT. GALLEY - PLANE\n\nKat is hiding out. She tries to calm her nerves as a MALE\nFLIGHT ATTENDANT pours her a cup of water\n\nKAT\nI’m not a knuckler. I fly all the\ntime. In fact, I transferred from\nHeathrow two years ago and now I\nrun Bags and Nags here at Kennedy,\nso things are going really well for\nme. The reason I can’t feel my\nlegs is that any minute, my date is\ngoing to walk in that door. And I\nneed him to look really, really\ngood today.\n\nMALE FLIGHT ATTENDANT\n(not listening)\nI wish I couldn’t feel my legs.\n\nKat peeks around the corner and spots the back of the\nmysterious MAN from the opening as he loads the overhead bin\nabove Kat’s seat. Kat gasps, ducking back.\n\nKAT\nOh, no. He’s here.\n\nThe Male Flight Attendant looks out at the Man, who leans\nagainst Kat’s seat as he chats with a FEMALE FLIGHT\nATTENDANT. Kat’s in a panic.\n\nKAT (CONT'D)\nWhat do you think? Does he look\nhot, and is it the kinda hot\nthat’1l translate overseas?\n\nMALE FLIGHT ATTENDANT\nI resent your stereotyping of a man\nin my profession but...\n\nHe checks out the guy again.\nMALE FLIGHT ATTENDANT (CONT’D)\n...darling, he’d be hot on Mars.\nI’d like to unwrap him like a\nHarrod’s gift basket.\n\nKat smiles, relieved.\n\fINT. CABIN - PLANE\n\nThe mystery man is NICK MERCER, 32, commanding and classy,\nyet somehow totally genuine. He carries his ‘40s-crooner\ngood looks like he has no idea that men just aren’t made that\nway anymore.\n\nNick takes two glasses of champagne from the blushing Female\nFlight Attendant.\n\nNICK\nThank you, Lisa.\n\nHe turns around to take his seat and finds Kat standing\nthere, awkwardly.\n\nKAT\nHi.",
  "6": "---END OF PREVIOUS SECTION---\nNICK\nThank you, Lisa. He turns around to take his seat and finds Kat standing\nthere, awkwardly. KAT\nHi. \n---TARGET SECTION TO BE ANNOTATED---\n Hey.\n\nNICK\nKat.\n\nNick kisses Kat warmly on the cheek and hands her a glass of\nchampagne. Nick’s totally at ease. This may as well be a\ncandle-lit bar.\n\nNICK (CONT'D)\nLet’s sit.\n\nKat awkwardly negotiates her drink as they take their seats.\n\nKAT\nI’m glad you found it okay. The\nairport. The plane, I mean.\n\nNick notices Kat’s anxiety, tries to settle her.\n\nNICK\nI really am sorry I couldn’t leave\nearlier. I know you would have\nloved a few hours to settle in\nbefore the party.\n\nKat melts a little. That’s just what she was thinking.\n\nKAT\nWork must be crazy right now.\n\nNick gives Kat a quizzical look. There’s something going on\nhere. Though it’s not clear what. Kat fills the space.\n\fKAT (CONT'D)\n\nI’ve gotta warn you, you know those\nfamilies where everyone’s out of\ntheir minds but at the end of the\nday, they’re family, so you love\nthem?\n\n(off his nod)\nMine’s not like that.\n\nThe Flight Attendant appears with a small tray. Kat notices\nthe woman’s cheeks flush as she fumbles Nick’s drink.\n\nNick smiles warmly, but deftly ends the moment. He’s like a\nfamous person who has learned to manage his adoring fans with\ncasual grace.\n\nKAT (CONT'D)\nI love my dad. But since he’s my\nstepdad, he’s technically not\nfamily. He’s more like a hostage.\n\nKat tries to find her seat belt. It’s under Nick.\n\nShe reaches beneath him, tentatively, then pulls back\nembarrassed.\n\nKAT (CONT'D)\nMy seat belt, it’s....\n\nNick pulls out the seat belt and hands it to her. Kat\nbuckles up, checks that it’s snug, then checks again.\n\nThey sit in silence as the plane starts barreling down the\nrunway.\n\nAs they pick up speed, Nick takes Kat’s hand. She finds\ncomfort in his touch, her need to talk abates momentarily.\nShe is safe.\n\nKat closes her eyes as the plane levels off, then peeks over\n\nat Nick, who’s calmly staring out the window. She closes her\neyes again, this time for good.\n\nEXT.",
  "7": "---END OF PREVIOUS SECTION---\nKat closes her eyes as the plane levels off, then peeks over\n\nat Nick, who’s calmly staring out the window. She closes her\neyes again, this time for good. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n LONDON - ESTABLISHING - DAY\nINT. BAGGAGE CLAIM - HEATHROW\n\nNick and Kat wait at the baggage claim. She looks at his\ntie, then down at her dress. They are the exact same color.\n\f10.\n\nKAT\n(concerned)\nPlease tell me you’re not wearing\nthat tonight.\n\nHer dress is indeed the exact same color as Nick’s tie.\n\nKAT\nIt’s no big deal. Really. It just\nlooks like a tailor cut off a yard\nof my dress and made your tie out\nof it.\n\nNick doesn’t get it. He heaves one of Kat’s suitcases onto a\ntrolley full of matching suitcases.\n\nKAT (CONT'D)\nDon’t get me wrong, matching’s\nfine. It’s “matchy matchy” you’ve\ngot to watch out for.\n(re: outfits)\nThis is matchy-matchy.\n\nNick, amused, tugs the last of the bags off the carousel and\nadds it to a pile of what appears to be an entire floor model\nof matching luggage.\n\nNICK\nYou think we look like we’re trying\ntoo hard.\n\nKAT\n\nExactly. I want us to look like we\nfit, but not like we’re trying too\nhard to look like we fit.\n\n(beat)\nIt’s welcome cocktails, not prom.\nWith this level of matchy-matchy, we\nshould be drinking peach schnapps\nunder a bleacher somewhere.\n\nNick laughs at Kat. Then fixes her with an intense stare.\nNICK\nI’1l teach you a trick. If you\nlook people in the eye, they’1l\nnever even notice what you have on.\nKat, overwhelmed by his charisma, is mesmerized.\n\nNICK (CONT'D)\nWhat color are my shoes?\n\f11.\n\nKAT\n(dreamily)\nYou have feet?\n\nNick smiles sweetly and touches her cheek.\n\nEXT. COUNTRYSIDE - OUTSIDE LONDON - DAY\n\nThe Heathrow Express thunders towards London.\n\nINT. HEATHROW EXPRESS - [MOVING] - DAY\n\nNick stands by the W.C., flipping through Cosmo. He can do\nthat without looking gay. He talks to Kat through the door\n\nNICK\nI understand how important this is\nto you, but you’re a beautiful\nwoman and you’ve got everything in\nthe world going for you.",
  "8": "---END OF PREVIOUS SECTION---\nC., flipping through Cosmo. He can do\nthat without looking gay. He talks to Kat through the door\n\nNICK\nI understand how important this is\nto you, but you’re a beautiful\nwoman and you’ve got everything in\nthe world going for you. \n---TARGET SECTION TO BE ANNOTATED---\n I\ncouldn’t care less what you have\non.\n\nKat comes out modeling a black strapless.\n\nKAT\nDon’t patronize me.\n\nThey’ve clearly been at this a while.\n\nNICK\nYou’re funny.\n\nKAT\nYeah, but I feel like crap. And if\nyou feel like crap, it’s way better\nto look hot while you’re doing it\n\nHe checks her out.\n\nNICK\nMission accomplished.\n\nKAT\nReally?\n(beat)\nDon’t get too attached.\n\nShe bolts back to the bathroom, nearly knocking over a ZITTY\nTEENAGER who’s waiting his turn.\n\f12.\n\nZITTY TEENAGER\nI liked the red one better.\n\nNICK\nI’1l let her know.\n\nINT. W.C. - HEATHROW EXPRESS\n\nKat, alone in the W.C., meticulously rearranges a layer of\npaper towel on the floor so she can step out of her shoes.\nShe expertly slides off the first dress while simultaneously\npulling another one on -- not an inch of skin shows.\n\nShe struggles as the train rocks back and forth.\n\nNICK (0.S.)\n(through the door)\nI bet you’re doing that girl thing,\nwhere you get undressed without\nshowing any skin.\n\nKat looks around suspiciously.\n\nKAT\nNo, I’m not.\n\nHow’d he know?\n\nINT. HEATHROW EXPRESS - CONTINUOUS\n\nKat emerges from the bathroom wearing the new dress. Nick\nchecks it out.\n\nNICK\nMmm.\n\nKAT\nMmm, nice dress? Or mmm--\n(British accent)\nGorgeous, I was insane to let you\n\ngo!\nNICK\nBoth.\nKat looks to the Zitty Teenager for his opinion.\n\nZITTY TEENAGER\nI’d do you.\n(to Nick)\n(MORE)\n\f13.\n\nZITTY TEENAGER(cont 'd)\n\nI mean, if it was all right with\nyou.\n\nKat gives the passenger an appreciative smile, then flies\nback into the bathroom. Nick, amused by her antics, steps\ncloser to the door.\n\nNICK\nYou know, they say you can tell\neverything you need to know about a\nperson from the way they act when\nthey’re naked.\n\nKAT\n(popping her head out)\nI don’t do naked. My sister? She\ndoes naked.\nKat ducks back into the bathroom.",
  "9": "---END OF PREVIOUS SECTION---\nMy sister? She\ndoes naked. Kat ducks back into the bathroom. \n---TARGET SECTION TO BE ANNOTATED---\nMUSIC UP. NAKED MONTAGE:\n\nINT. W.C. - HEATHROW EXPRESS\nKat pulls her dress over her head.\n\nMATCH CUT TO:\n\nANOTHER WOMAN, PULLING OFF HER DRESS.\n\nINT. AMY’S BATHROOM\n\nThe woman is Kat’s sister, AMY ELLIS, 28. She graces a bath\nmat in all her infinite nakedness. Totally nude, she gently\nplaces her veil on her head and begins the ablutions of a\nGreek goddess. A dot of bath oil, a pure white towel, one\nsquirt self-tanner, one squirt lotion.\n\nFinally, she pulls out a bottle of olive oil, pours two drops\ninto her hands and rubs them together.\n\nThen she stares in the mirror, regarding herself with a look\nso blank it could be anything from admiration to revulsion.\n\nJust then, a KNOCK.\nThe groom, EDWARD FLETCHER-WOOTEN, 31, enters, wearing a\n\nrobe. He flashes Amy as he does a silly dance then smothers\nher inside his robe. Amy giggles and tries to break free.\n\f14.\n\nAt first she’s laughing, but then she turns on a dime and\nshoves him off more forcefully than she meant to.\n\nShe kisses him on the lips, trying to cover, and shoos him\nout the door.\n\nINT. BUNNY’S DRESSING ROOM\n\nhe mother of the bride, BUNNY ELLIS, 60, drops her robe on\n\nhe floor. She is about to put on a bra when she catches her\neflection in a full-length mirror on the door.\n\nstd\n\nShe is momentarily surprised by what she sees. She turns and\nfaces her image. This is not the woman she is in her head.\nThis is an old woman with uncooperative skin. With one swift\nmovement, she slams the door.\n\nINT. ELLIS HOUSE - ST. JOHN’S WOOD\n\n \n\nThe father of the bride, VICTOR ELLIS, 65, wearing only a\npair of socks, walks downstairs. He's completely comfortable\nin his nakedness and trots around as if he's fully clothed.\n\nHe sings to himself. The words of the song are\nincomprehensible but he sings with an unrestrained Sinatra\nsass.",
  "10": "---END OF PREVIOUS SECTION---\nHe's completely comfortable\nin his nakedness and trots around as if he's fully clothed. He sings to himself. The words of the song are\nincomprehensible but he sings with an unrestrained Sinatra\nsass. \n---TARGET SECTION TO BE ANNOTATED---\nVictor enters the kitchen, opens the fridge and starts\nscrounging. Inside the fridge door, Victor bends over and\nhis bare butt sticks out. As he closes the fridge door, we\ncut to...\n\nA SHOWER DOOR SLIDING OPEN.\n\nINT. JEFFREY’S FLAT\n\nInside, the best man, JEFFREY JOHNSON, 31, the guy from the\nsnapshot under Kat’s bed, glistens with a post-shower flush.\nJeffrey towels off with a miniscule washcloth.\n\nStepping out of the bathroom, Jeffrey notices an 18-year-old\nNYMPHETTE watching him through her kitchen window. He\ncrosses to the window but instead of closing the blinds, he\nopens them wider and jumps up onto a pull-up bar.\n\nThe Nymphette blushes and looks away. As he starts pumping\nand his manhood rises dangerously close to frame, we...\n\nCUT TO:\n\f15.\n\nEXT. LANESBOROUGH HOTEL - ESTABLISHING - DAY\n\nUpscale cars deliver upscale people to this stately hotel in\nCentral London.\n\nINT. LOBBY - LANESBOROUGH HOTEL\n\nNick pays the BELLHOP, who trolleys away their bags. He\nturns to find Kat. She’s wearing the red dress. The Zitty\nTeenager was right. It’s really hot.\n\nKat starts doing a yoga breath of fire, trying to relax.\nNick takes Kat’s hand and pulls her close.\n\nNICK\nYou okay, hon?\n\nKat nods, clearly not okay. Nick smooths a piece of hair\nbehind her ear. There is a practiced intimacy to the way he\ntouches her and Kat is almost settled by it.\n\nKAT\nI’m not sure I can do this.\n\nNick moves towards Kat as if he’s going to kiss her, but then\nhe whispers in her ear.\n\nNICK\nYou’re never going to be sure of\nanything, but we still have to go\ninside.\n\nJust then, Kat’s mother appears.\n\nBUNNY\n(singing)\n“Baby love, my baby love.”\n\nA few BRITS dart looks at this very American display.\n\nKAT\nPlease, Mom. This is not the time\nto be yourself.\n\nBunny folds Kat and Nick into a drunken embrace. Bunny gives\nNick the once-over.",
  "11": "---END OF PREVIOUS SECTION---\nThis is not the time\nto be yourself. Bunny folds Kat and Nick into a drunken embrace. Bunny gives\nNick the once-over. \n---TARGET SECTION TO BE ANNOTATED---\nBUNNY\n(to Nick)\nAnd who might this be?\n\f16.\n\nKat’s mortified but Nick quickly saves her.\n\nNICK\nI’m the new guy.\n(kissing Bunny)\nIt’s great to meet you.\n\nBunny throws Kat an unsubtle, “I’m impressed” look and leads\nthem into the party.\n\nINT. LANESBOROUGH HOTEL\n\nBunny, Kat and Nick emerge into a sea of Burberry, floppy\nhair, and unspoken judgments. Bunny turns to Nick and Kat\nall business.\n\nBUNNY\n\nThis is a marathon, not a sprint.\nAfter welcome cocktails, you’ve got\nthe hen party. Tomorrow, there’s a\npicnic and the rehearsal dinner and\nsince you’ve conveniently left no\nmargin for jet lag--\n\n(squeezing Kat’s cheek)\nI need you to hydrate, baby.\n\nNick and Kat are stunned. Bunny hops away as Victor\napproaches. Kat throws her arms around her stepfather.\n\nKAT\nDad!\n\nVICTOR\nHi, kiddo.\n\nKAT\nMeet Nick.\n\nNICK\nSir.\n\nThey shake hands. Just then, Kat’s sister, Amy, dressed to\nthe nines, strikes a pose in the doorway.\n\nAMY\nI’m getting MARRIED!\n\nAs Kat and Amy squeal loudly and hug, Victor leans into Nick.\n\nVICTOR\nI find a good, strong drink helps.\n\f17.\n\nNick smiles, looks at Victor’s glass.\n\nNICK\nCan I get you a refill, sir?\n\nVictor hands Nick the glass.\n\nNICK (CONT'D)\n(sniffing the glass)\nI’m guessing MacCallum, 18 years.\n(beat)\nNeat, with a water-back.\n\nVICTOR\nIs there any other way to take it?\n\nNick heads toward the bar and Victor turns to Kat.\n\nVICTOR (CONT’D)\nWhere’d you find this guy?\n\nKat smiles, appreciatively.\n\nKAT\nThe Yellow Pages.\n\nVictor laughs. Across the room, Bunny has found a\nmicrophone. She taps a knife on the side of a glass to get\neveryone’s attention.\n\nBUNNY\nWelcome, friends and family!\n\nThen she taps the mic, which squeals.\nON KAT, panic stricken.\n\nKAT\nSweet Jesus, who gave that woman an\namp?\n\nON BUNNY, drunk with happiness.",
  "12": "---END OF PREVIOUS SECTION---\nON KAT, panic stricken. KAT\nSweet Jesus, who gave that woman an\namp? ON BUNNY, drunk with happiness. \n---TARGET SECTION TO BE ANNOTATED---\nBUNNY\nVictor and I would especially like\nto thank our out-of-town guests for\ncoming to celebrate with us as we\nwelcome Edward and the Fletcher-\nWootens into our family.\n\nTHE CAMERA ID’s LYDIA and GEORGE FLETCHER-WOOTEN, 60’s.\nGeorge shifts uncomfortably. Lydia waves as though\naddressing a room full of her subjects.\n\f18.\n\nON JEFFREY, searching the crowd for someone. His eyes land\non Kat. She doesn’t see him. He stares at her meaningfully.\n\nBUNNY (CONT’D)\nIt’s funny. We always thought we’d\nmarry off Kat first. We came close\nonce, but that crashed and burned.\n\nNervous laughter from the crowd. Kat smiles through the\npain. Jeffrey winces sympathetically. His mind working, he\nspots a piano nearby.\n\nBUNNY (CONT’D)\nStill, we had reason to hope. She\nwas always one of the more “active”\ngirls at the American school, and\nthat’s saying a lot.\n\nSuddenly, a loud, lovely arpeggio from the piano. Bunny\nlooks over, surprised. Then she smiles.\n\nANGLE ON JEFFREY, sitting at the piano, playing.\n\nBUNNY (CONT’D)\nOkay, okay. I get the hint!\nAnyway, imagine our surprise when\nEd moved in next door and fell in\nlove with...the girl next door.\nOur Amy. Lucky for us, he had no\nidea it was an unforgiveable\ncliché.\n\n(raising her glass)\n\nA toast to the bride and groom to be.\nCongratulations, babies!\n\nEveryone claps as Jeffrey plays a final flourish.\n\nINT. NEAR W.C. - LANESBOROUGH HOTEL - LATER\n\nKat is sneaking towards the ladies room when Jeffrey comes\nout of the men’s room. Their eyes meet. Both stop dead.\nNeither can find words or even a smile. Kat pretends that\nseeing him isn’t a gut-punch, forces a silly grin.\n\nKAT\nThanks for, you know, with the\npiano.... It was really.... Hm.\n\n(beat)\nI have to pee.\n\nKat slithers past Jeffrey into the w.c.\n\f19.\n\nINT. W.C. - LANESBOROUGH HOTEL\n\nKat wills her breath back.",
  "13": "---END OF PREVIOUS SECTION---\nINT. W. C. - LANESBOROUGH HOTEL\n\nKat wills her breath back. \n---TARGET SECTION TO BE ANNOTATED---\n She turns on the water as if she\nwere washing her hands. Then she confronts herself in the\nmirror and applies a coat of lipstick like she’s putting ona\nsuit of armor.\n\nINT. NEAR W.C. - LANESBOROUGH HOTEL\n\nJeffrey, a dashing Brit, is not a man who likes to wait, but\nwait he has. Kat emerges from the W.C. as if she hadn’t seen\nhim before.\n\nKAT\nWhy, Jeffrey. Hello.\n\nJEFFREY\nHello, Katmandu.\n\nAs Jeffrey kisses her on the cheek, Kat’s eyes close and she\ntakes in his smell. It’s like coming home. She doesn’t want\nit to, but something inside her stirs.\n\nJEFFREY (CONT’D)\nYou look well, Gorgeous.\n\nAll he has to do is look her in the eyes and her big plans\nfly out the window. Kat blushes.\n\nJEFFREY (CONT’D)\nSeeing you again....\n\nKAT\nYeah?\n\nJust then, TJ, 30, Kat’s cousin, appears, wrapping Kat in a\nhug. TJ’s deb-of-the-year perkiness is undercut by her\nLongshoreman’s tongue.\n\nTJ\nKat Ellis! We live two hundred\nmiles away from each other but I\nhave to fly all the way to London\nto see you. You haven’t visited me\nonce in D.C. Where the hell have\nyou been? I have gynecologists\nthat call more often.\n\nKAT\nYou have more than one gynecologist?\n\f20.\n\nTJ\nSure. You’ve got to play them\nagainst each other. Otherwise they\nthink you’re easy.\n\nTJ turns on Jeffrey like she just realized he was there.\n\nTJ (CONT’D)\nHey, asshole, since you dumped my\ncousin brutally and without cause,\nyou won’t mind if I steal her away?\nI have all kinds of interesting\nthings to tell her.\n\nTJ darts Jeffrey a dirty look and drags Kat away.\n\nINT. LANESBOROUGH HOTEL - CONTINUOUS\nArms locked, Kat and TJ rejoin the party.\n\nKAT\nYou didn’t have to do that\n\nTJ\nI wasn’t saving you from him. I\nwas saving you from yourself.\nYou’re too fucking nice.\n\nKAT\nDon’t worry.",
  "14": "---END OF PREVIOUS SECTION---\nI\nwas saving you from yourself. You’re too fucking nice. KAT\nDon’t worry. \n---TARGET SECTION TO BE ANNOTATED---\n I’m so over him.\n(beat)\nBy the way, do you know if he’s\nseeing anyone?\n\nThey spot Nick talking to Bunny, surrounded by OCTOGENARIANS.\nHe doesn’t look the least bit lost. In fact, he’s charming\nthe Dockers off them.\n\nTJ\nWhy waste ten more seconds on the\nslimy limey when Mr. Tie-Me-Up-Tie-Me-\nDown is waiting for you at the bar?\n\nANGLE ON NICK, listening patiently as Bunny pours her heart\nout.\n\nBUNNY\nAfter Kat’s father died and I\nmarried Victor, I was so desperate\nfor my little girl to love him. It\nnever occurred to me that she might\nlove him more.\n\f21.\n\nANGLE ON KAT AND TJ, still staring at Nick.\n\nTJ\nWhat’s he do anyway?\n\nKAT\nTherapist.\n\nJust then, Nick looks up and gives Kat an intimate, “get over\nhere” look. TJ sighs audibly.\n\nTJ\nI think I just came.\nINT. LANESBOROUGH HOTEL - LATER\n\nNick stands with Kat at the bar. The BARTENDER hands Kat a\ndrink.\n\nAMY (0.S.)\nCan I have that?\n\nKat looks over and sees Amy. She puts her drink on the bar\nbut Amy can’t quite reach it from her stool. Amy makes an\nexaggerated reaching gesture and whimpers.\n\nNick takes note as Kat slides the drink closer. Amy sips it\nthrough the straw without picking it up.\n\nAMY\nYou know what I love about all\nthis?\n\nKAT\n\nThere’s finally a reason for the\nwhole world to revolve around you?\n\nAMY\nExactly! Today’s my day. Tomorrow\nwill be my day. And the day after\nthat? My day.\n\nAs Amy gloats, Ed dances over. He’s a refreshingly\nunaffected upper-class Brit.\n\nED\nHow’s the future Mrs.?\n\nAmy kisses him on the lips.\n\nAMY\nPerfect. All ginny.\n\f22.\n\nKAT\nExcept it’s Scotch.\n\nAMY\n(ignoring Kat)\nBut I’m not taking your name,\nbuster. I’m a feminist!\n(shaking her drink)\nI need icey! Mr. husband-man, get\nme more icey!\n\nED\nAll right, then kiss me.",
  "15": "---END OF PREVIOUS SECTION---\n(shaking her drink)\nI need icey! Mr. husband-man, get\nme more icey! ED\nAll right, then kiss me. \n---TARGET SECTION TO BE ANNOTATED---\n(she kisses him)\nGod, I’m a lucky sod.\n\nEd lifts Amy off the stool and spins her around. He does an\nawkward dance move and steps on her toe.\n\nAMY\nSee what happens when you put off\ndance lessons til two days before\nthe wedding?\n\nEd looks to Nick for support.\nED\nWho’s ever heard of dance lessons\nfor a wedding, honestly?\n\nNICK\nUm, just about everyone.\n\nED\nYou are taking the piss?\n\nEd looks to Kat, who shakes her head.\nNICK\nWe’1ll go with you guys tomorrow. I\nsuck too. It’1ll be fun.\nAmy kisses Nick’s cheek.\nAMY\nI don’t even know you, hunky-dunky,\nand I love you already.\nKat throws Amy a dark look.\nED\n\n(to no one)\nDance lessons. Right.\n\f23.\n\nEXT. BALCONY - LANESBOROUGH HOTEL\n\nEscaping, Nick steps outside and bumps into Jeffrey, who\nteeters on the railing.\n\nNICK\nHey.\n\nJEFFREY\nOh, hello.\n\nJeffrey looks upset. Nick tries to break the ice.\n\nNICK\nA wedding is a sacrament...a joyous\ncelebration of love and commitment.\nIn Utopia. In the real world...\nit’s an excuse to drink excessively\nand say things you shouldn’t say.\n\nJEFFREY\nAh, a philosopher.\n\nNICK\nShrink, actually.\n\nJEFFREY\nCrikey.\n\nNICK\nWhat?\n\nJEFFREY\nNothing, nothing.\n\nNICK\nNo, tell me.\n\nJEFFREY\nYou Yanks and your therapy. It’s\ngreat.\n(beat)\nIt’s all a bit too touchy-feely for\nme.\n\nA beat as Jeffrey watches the party. He sees Kat and Amy at\nthe bar and slowly turns to Nick. With difficulty, he begins\nto unburden himself to his new therapist\n\f24.\n\nJEFFREY\nIt’s just, there’s this girl I care\nfor -- God, I suppose I could even\n\nsay I love her -- and the bugger\nis, of course, she’s here with\nsomeone else. Bollocks!\n\nNick hides his surprise as Jeffrey raises his glass ina\nsilent toast to his misery.",
  "16": "---END OF PREVIOUS SECTION---\nJEFFREY\nIt’s just, there’s this girl I care\nfor -- God, I suppose I could even\n\nsay I love her -- and the bugger\nis, of course, she’s here with\nsomeone else. Bollocks! Nick hides his surprise as Jeffrey raises his glass ina\nsilent toast to his misery. \n---TARGET SECTION TO BE ANNOTATED---\n Nick is just clinking glasses\nwith him when Kat appears and slips her arm in his.\n\nKAT\nHere you are.\n\nJeffrey is horrified. Stares at Nick, aghast\n\nJEFFREY\nHey, Kat.\nKAT\nHey, yourself.\n(to Nick)\n\nI see you’ve met my ex.\nThey all stand there, awkwardly.\n\nKAT (CONT'D)\nDid I interrupt something?\n\nJeffrey looks desperately at Nick. Nick hesitates, then\ncovers.\n\nNICK\nI was just telling Jeffrey how we\nmet.\n\nKat gives Nick a confused look. Nick smiles warmly--\n\nNICK (CONT'D)\nThe Knicks game? We both wanted\nthe last hot dog?\n\nKAT\nOh, yeah.\n(pointedly, to Jeffrey)\nSo we split it. You know, as in\n“share.” People do that.\n\nJEFFREY\nYou hate sports.\n\nKat squeezes Nick’s arm, adoringly.\n\f25.\n\nKAT\nNot when Nick explains them.\n\nJeffrey’s desperate to get out of there.\n\nJEFFREY\n(to Nick)\nRight. I should be going. Good to\nmeet you. Perhaps I’1l see you at\nthe stag party. My place.\n(to Kat)\nYou know the address.\n\nKat watches him rejoin the party.\nKAT\nWell, he looks miserable. What\nwere you talking about?\n\nNICK\nLove.\n\nKat and Nick walk back into the party.\n\nINT. LANESBOROUGH HOTEL - CONTINUOUS\n\nThey walk arm and arm. After the confrontation with Jeffrey,\nKat’s excitement is almost manic.\n\nKAT\nJeffrey knows love like he knows\nmacrameé.\n\nNICK\n\nHe was pretty drunk, but I think\nhe’s still crazy about you.\n\nKAT\nOf course he is. I’m here with my\nnew man.\n(beat)\n\nI love it! Your magic’s already\nworking. Let the suffering begin.\n\nNick stops Kat and faces her. He is quiet but intense.\n\nNICK\nThe only one suffering here is you.\nYou need to stop worrying about\neveryone else. You think you can\ndo that?\n\f26.\n\nKat takes a deep, calming breath.\n\nKAT\nNo.\n\nShe turns and surveys the room, trying to calm down. But\nthen slowly her face begins to tense.",
  "17": "---END OF PREVIOUS SECTION---\nKAT\nNo. She turns and surveys the room, trying to calm down. But\nthen slowly her face begins to tense. \n---TARGET SECTION TO BE ANNOTATED---\nKAT\nWhat did he say exactly? I mean\nyou don’t think he wants me back?\n\nNICK\nI don’t know.\n\nKAT\nWhat does your gut say?\n\nNICK\nYou’re too good for him.\n\nEXT. ST. JOHN’S WOOD - LATER\nNick drives slowly down St. John’s Wood’s tree-lined main\nstreet. Nick looks out the window as they pass a corner\nmarket, a flower shop, pubs, restaurants.\nEXT. ELLIS HOUSE - ST. JOHN’S WOOD\nA charming period house in a row of identical houses. You’d\nnever know where the Americans lived but for a conspicuous\nboat trailer parked in the driveway.\nVictor and Bunny try to help Nick unload Kat’s many bags from\nthe taxi. He won’t let them. As Nick lugs the bags up the\ndriveway, he reads the name, “JACK SHIP,” off the back of the\ndilapidated cabin cruiser\n\nINT. HALLWAY - ELLIS HOUSE\n\nNick struggles with Kat’s many bags as Kat’s parents escort\nthem upstairs. Kat stops by her bedroom door, doesn’t go in.\n\nKAT\nWell, here we are.\n\nThey stand there, awkwardly sandwiched into the small space.\n\f27.\n\nNICK\n(to Bunny and Victor)\nThanks again for having me.\n\nBUNNY\nDon’t be silly. It’s wonderful to\nfinally meet you. Although,\ntechnically, I had no idea you\nexisted because when my daughter\nturned twelve, she stopped talking\nto me, except when she needed\nmoney. So let me rephrase that.\nIt was nice to discover you existed\nand then finally meet you all at\nonce. I love surprises.\n\nVICTOR\nOkay, Bun. That’s enough.\n\nKat gives them a look, but doesn’t open her bedroom door.\n\nKAT\nWhere’s Nick sleeping?\n\nBUNNY\nWhy, with you.\n\nKAT\n(not listening)\nMy mother has a rule about men and\nwomen sleeping in the same room\nwithout a ring in the picture. She\nthinks it’s--\n\nKat puts her fingers up to do air quotes, then suddenly\nrealizes what her mother just said.\n\nKAT (CONT'D)\nHuh?\n\nBUNNY\n(twinkling at Nick)\nI’m not as square as my daughter\nthinks.",
  "18": "---END OF PREVIOUS SECTION---\nShe\nthinks it’s--\n\nKat puts her fingers up to do air quotes, then suddenly\nrealizes what her mother just said. KAT (CONT'D)\nHuh? BUNNY\n(twinkling at Nick)\nI’m not as square as my daughter\nthinks. \n---TARGET SECTION TO BE ANNOTATED---\nAs Kat’s parents walk away, Bunny flirtatiously sidles up to\nVictor and pulls him into their bedroom.\n\nKAT\nShe must have drowned her rules in\nthe Chardonnay.\n\nWith that, Kat closes the door.\n\f28.\n\nINT. KAT’S ROOM\nThe door CLICKS shut and the happy couple separates\ninstantly. Kat to one side of the room, Nick to the other.\nKat’s childhood bedroom has an aggressively floral decor.\nKAT\n\nSorry about the creepy room. I\n\nwent through a painfully earnest\n\nLaura-Ashley phase.\n\nKat takes a brown envelope out of her purse, opens it, and\nremoves\n\nA STACK OF HUNDREDS.\nShe hands the pile of money to Nick.\n\nKAT\nCount it. Six thousand even.\n\nNick doesn’t look at the money, just tucks it into his bag.\n\nNICK\nI trust you.\n\nKat almost lets it go, but then...\n\nKAT\n\nNo, count it, anyway.\nNICK\n\nWhy?\nKAT\n\nI’m compulsive and weird?\nNick humors her. Pulls out the stack of bills and counts it.\n\nKAT (CONT'D)\nSix thousand, right?\n\nNICK\nOn the nose.\n(beat)\nI tell you what, because you’re so\ncute, I’1ll take care of our\nincidentals.\n\nKAT\nHow does it feel to get that much\nmoney just for being you?\n\f29.\n\nNICK\n(wryly) ;\nGreat, with the occasional stabs of\nshame. Now, listen, this covers\nthe weekend, but as we discussed,\nif you want to be intimate, we talk\nmoney before anything happens.\n\nKAT\nThat won’t be an issue, believe me.\nI find the idea of sex for money\nmorally repugnant.\n(realizing)\nNo offense.\n\nNICK\nIt’s okay. Hell, I’ve never paid\nfor it. But please don’t feel like\nyou have to explain yourself to me.\n\nKat walks over to an old dollhouse. Its rooms have been\ngutted, their mini furnishings replaced with a teenager’s\ncassette-tape collection.\n\nKat pulls out Guns and Roses’ “Appetite for Destruction” and\nopens it. There’s no tape inside, just some nicotine\npatches. Nick watches as she opens one up and slaps it on.",
  "19": "---END OF PREVIOUS SECTION---\nKat pulls out Guns and Roses’ “Appetite for Destruction” and\nopens it. There’s no tape inside, just some nicotine\npatches. Nick watches as she opens one up and slaps it on. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nYou quitting?\n\nKAT\nI’m desperate to start but I don’t\nhave an addictive personality.\nExcept for approval. That, I can’t\nget enough of.\n\nNick notices an ‘80s poster of two guys with guitars, all big\nhair and laser light shows.\n\nNICK\nWho are they?\nKAT\nGraham Russell and Russell\n\nHitchcock.\n\nNick thinks about those names for a second, then his face\ntwists.\n\nNICK\nAir Supply?\n\f30.\n\nEmbarrassed, Kat hastily rips down the poster and stuffs it\n\nin the closet.\n\nKAT\nMy parents had a German exchange\nstudent a few years back.... He\n\nmust have left it here.\n\nNick hides a smile as Kat ducks into the bathroom.\n\nINT. KAT’S BATHROOM\n\nKat has left the door open a crack as she gets ready for a\n\nshower. Unbeknownst to her, Nick watches from the bed,\n\nenjoying the ritual.\n\nKAT\n(quietly)\nEveryone knows their greatest hits\nbut some of their lesser-known\nballads are surprisingly poignant\n\nInexplicably, Kat stands on her tiptoes as she looks into the\nmirror. It’s a little thing, maybe the tiles are cold, but\n\nit gives her an innocence that makes Nick smile.\n\nKAT\nWhat?\n\nNICK\nIt’s cute.\n\nKAT\nWhat is?\n\nNICK\n\nYou stand on your tiptoes.\n\nKAT\nI do?\n\nKat looks down, she never noticed before.\n\nNICK\nIs it an old habit from ballet\nclass or a childhood spent walking\non eggshells?\n\nShe throws him a glance, impressed with the sharpness of his\n\nmind.\n\f31.\n\nKAT\nI never took ballet.\n\nShe smiles and kicks the door closed with her foot.\n\nINT. KAT’S ROOM - LATER\n\nNick hangs up his tux. It’s definitely not a rental. Kat\ncomes out of the bathroom, drying her hair with a towel.\n\nKAT\nHave you ever done anything like\nthis before?\n\nNICK\nA weekend?\n\nKAT\nA wedding.\n\nNick thinks about that. Kat wonders what’s taking him so\nlong.\n\nNICK\nNo. Though strangely, I’ve done\nquite a few funerals.\n\nKat makes a face.\n\nNICK (CONT'D)\nNot the way you’re thinking.",
  "20": "---END OF PREVIOUS SECTION---\nThough strangely, I’ve done\nquite a few funerals. Kat makes a face. NICK (CONT'D)\nNot the way you’re thinking. \n---TARGET SECTION TO BE ANNOTATED---\n The\nwomen wanted me there for support\nYou can understand that.\n\nKAT\nI think that’s disgusting.\n\nKat immediately backpedals.\n\nKAT (CONT'D)\nNot you. You’re not disgusting.\nYou’re lovely. Just the idea that\nthey’d bring an escort. I mean, a\nstranger who, um, didn’t...who\n\nnever.... I mean, someone’s dead.\nNICK\n\nThat’s right. Imagine facing it\n\nalone.\n\nKat blanches.\n\f32.\n\nKAT\nSorry. I’m a little nervous. I\nnever thought something like this\nwould happen to me.\n\nNICK\nThis happened to you?\n\nKAT\nWell, happen, in the sense that I\npicked up the phone, tracked you\ndown, flew you here and gave you\nsix grand out of my 401K.\n\nNick laughs at her. Kat pulls something out of her purse.\n\nKAT (CONT'D)\nCan I ask you something?\n\nNick sees what she’s unfolding. It’s a crinkled New Yorker\narticle. The artsy photo shows the FACE OF A MAN, blurred\n\nagainst a neon cityscape. The title: “Discretion Assured:\nDiary of a Male Escort.”\n\nNICK\nHow did you know that was me?\n\nKAT\nI have a friend at the magazine.\n\nNICK\n(sharply)\nYour “friend” guaranteed my\nanonymity.\n\nKAT\nIf it makes you feel any better, to\nget your number, I had to cough up\ntwo round-trip tickets to Amsterdam\nand a case of mini-Baileys.\n\nNick shakes his head at her and pulls off his shirt. Kat\ninstinctively looks away.\n\nNICK\nYou can look. It’s part of the\npackage.\n\nKat can’t tell if he’s joking. She sneaks a look as Nick\ndisappears into the shower. Wow. Kat looks down at the\npapers in her hand. She moves towards the bathroom but at\nthe last minute, shies away.\n\f33.\n\nNICK (0.S.)\nWould you grab my shampoo?\n\nKAT\nShampoo, got it!\n\nKat grabs the shampoo and rushes into the bathroom.\n\nINT. KAT’S BATHROOM\n\nWithout looking in the shower, Kat hands him the shampoo and\nhurries out, way too quickly. Nick peeks out of the shower\ncurtain.",
  "21": "---END OF PREVIOUS SECTION---\nINT. KAT’S BATHROOM\n\nWithout looking in the shower, Kat hands him the shampoo and\nhurries out, way too quickly. Nick peeks out of the shower\ncurtain. \n---TARGET SECTION TO BE ANNOTATED---\n She’s gone. He shakes his head and closes the\ncurtain. Suddenly, Kat reappears. She stands by the door.\n\nKAT\nThe part where you were a sexual\nsurrogate and then started to, um,\nfreelance. Is that really how it\nhappened?\n\nKat pretends to straighten things up as she moves closer to\nthe shower.\n\nNICK\nThe real story is that my mother\nwas a hippie. And a stripper. She\nwas insanely inappropriate with me.\nShe used to wash her lingerie in my\nbathwater. While I was still in\nthe bath.\n\nKAT\nOh, no.\n\nNICK\nYeah. As an adult, I needed to find\nsome way to experience intimacy and\nsex, but with rules that couldn’t be\nviolated.\n\nKat’s totally engrossed now. She closes the toilet lid and\nsits down.\n\nKAT\nWow.\n\nNick pokes his head out.\n\nNICK\nYeah.\n\f34.\n\nNick sees that Kat’s heartbroken for him, feels bad.\n\nNICK (CONT'D)\nI’m just screwing with you.\n\nKat throws a towel at him.\n\nKAT\nYou shit!\n\nNICK\nI have a different story for every\nwoman who asks. I look at her and\nfigure out what she needs to hear\nto feel okay about being with me.\n\nKAT\nAnd you thought I’d respond to the\nhippie stripper with no boundaries?\n\nNICK\nAdmit it. You were disturbed, but\nultimately moved.\n\nKat gives him a dirty look, then examines the article again.\n\nKAT\nThis part here. You say, and I\nquote. “Each woman has the exact\nlove life she wants.”\n(beat)\nThat seems like a pretty broad\ngeneralization.\n\nNick steps out of the shower. Kat, her eyes at the level of\nhis manhood, covers her subtle jaw-drop. Nick wraps a towel\naround his waist as Kat tries to pull it together. She looks\ndown at the article, tapping it indignantly--\n\nKAT (CONT'D)\nSo...what was I...oh, yeah. Do you\nhonestly think that I want to be\nsingle and miserable? That I want\nto be obsessed with some asshole\nwho led me on for years then -- out\nof the blue -- shattered my heart.",
  "22": "---END OF PREVIOUS SECTION---\nShe looks\ndown at the article, tapping it indignantly--\n\nKAT (CONT'D)\nSo...what was I...oh, yeah. Do you\nhonestly think that I want to be\nsingle and miserable? That I want\nto be obsessed with some asshole\nwho led me on for years then -- out\nof the blue -- shattered my heart. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nFirst of all, it’s never out of the\nblue. And second of all--\n\nNick levels his gaze at her.\n\f35.\n\nNICK (CONT'D)\nYes.\n\nKAT\nWhat?!\n\nNICK\nWhen you’re ready to let go, to be\nunsingle and unmiserable, you will.\nUntil then....\n\nNick shrugs and walks out of the room.\n\nINT. STAIRWELL - ELLIS HOUSE - LATER\n\nNick and Kat walk downstairs, ready for a night out. Kat’s\nwearing an over-the-top sexy golf outfit -- pleated mini\nskirt, tight white oxford, plaid vest. On the bottom step\nKat stops short.\n\nKAT\n(quietly)\nIs it always women?\n\nNick looks at her like she’s crazy.\n\nNICK\nAre you asking me if I’m gay for\npay?\n\nKAT\nI guess so.\n\nNICK\nWhat do you think?\n\nNick confronts her. She takes him in.\n\nKAT\nGot it.\n\nINT. SITTING ROOM - ELLIS HOUSE\n\nVictor reads a book as Bunny scratches hieroglyphics ona\nwhite board featuring an elaborate chart of information. Kat\nand Nick enter, see the chart.\n\nKAT\n(to Nick)\nMom’s refining her strategy for D-\nDay.\n\f36.\n\nBUNNY\nI’m sure General Eisenhower never\nhad to master the finer points of\nthe seating chart and centerpieces.\n(pointing proudly)\n\nOh, and tomorrow afternoon you are\ncarpooling to the country with the\nFletcher-Wootens.\n\nKAT\nSir, yes, sir!\n\nShe turns on her heel like a soldier, walks to Victor, and\nholds out her hand,\n\nBUNNY\nMake sure you show Nick Regents\nPark.\n(winking)\nIt’s romantic at night.\n\nVictor doesn’t look up, just pulls the car keys out of his\npocket and tosses them past Kat to Nick.\n\nVICTOR\nBetter him on the wrong side of the\nroad than you behind the wheel.\n\nKat huffs grumpily and they head out.\n\nEXT. ELLIS HOUSE - NIGHT\nKat and Nick walk toward the car.\n\nKAT\nSo, um. What about testing?\n\nNick opens Kat’s door for her.\n\nNICK\nThere’s a guy on 81st and Madison.\nYou get your results in 24 hours.",
  "23": "---END OF PREVIOUS SECTION---\nNick opens Kat’s door for her. NICK\nThere’s a guy on 81st and Madison. You get your results in 24 hours. \n---TARGET SECTION TO BE ANNOTATED---\n(beat )\nDo you make your lovers get tested\nbefore you sleep with them?\n\nKAT\nMy sixth-grade science project was\nentitled, “Love Hurts: The\nHeartbreak of Human Papillomavirus.”\nTrust me, I’m careful.\n\f49\n\n37.\n\nKat gets in the car and Nick shuts her door\n\nINT./EXT. CAR - LATER\n\nNick drives while Kat navigates. They crawl down a small\nstreet, which bustles with activity. PATRONS of London’s\nmany pubs spill out onto the pavement.\n\nNICK\nI love that you’re asking\nquestions, but do you really want\nto get into all of this?\n\nKAT\nThis is awkward for me.\n(beat)\nTalking about it makes me feel\nbetter.\n\nNick looks over at Kat, who gets quiet. She picks at nothing\non her skirt. The TICK TICK TICK of the indicator fills the\nsilence as Nick changes lanes.\n\nNICK\nHey.\n\nKat looks at him.\n\nNICK (CONT'D)\nDon’t stop asking questions, okay?\n\nKAT\nOkay.\n\nKat smiles, but stays quiet. Then--\n\nKAT (CONT'D)\nDo you pay taxes? 49\n\nEXT. QUIET SIDE-STREET - CONTINUOUS\nNick holds the door open for Kat as she gets out.\n\nNICK\n(with a laugh)\nI swear. I don’t have a signature\nmove.\n\nKAT\nOh, come on. You're like the Yoda\nof escorts.\n\n(MORE)\n\f38.\n\nKAT(cont 'd)\nGetting you on the phone was harder\nthan getting into college.\n\nNick turns off the car, gets out, walks around, and opens the\ndoor for Kat. She gets out and stands by the door\n\nNICK\nI don’t have gimmicks or play\ngames. It’s way more...\n\nNick rubs two fingers together, he can’t think of the word.\n\nKAT\nSubtle?\n\nNICK\nI disappear. It’s not about me.\nIt’s about you.\n\nNick is standing very, very close to Kat now. She didn’t\neven see him move but there he is.\n\nNICK (CONT'D)\nIt’s hard to explain.\n\nKAT\nShow me.\n\nNick shakes his head.\n\nKAT (CONT’D)\nCome on.\n\nNICK\nI’ve got this bad taste in my\nmouth.",
  "24": "---END OF PREVIOUS SECTION---\nNick shakes his head. KAT (CONT’D)\nCome on. NICK\nI’ve got this bad taste in my\nmouth. \n---TARGET SECTION TO BE ANNOTATED---\n What is it? I think it’s\nthe words: “morally repugnant.”\n\nKat tugs urgently on his waist.\n\nKAT\nShow me.\n\nNick doesn’t say anything for a moment. Then he pushes her\nup against the car. It’s a gentle movement, but firm. Kat\nbreathes in sharply from the power of it.\n\nNICK\nClose your eyes.\n\nKat’s hesitant. She looks around the empty parking lot but\nNick takes her cheek and guides her eyes to his.\n\f39.\n\nNICK (CONT'D)\nClose your eyes.\n\nShe does. Nick leans in close and begins whispering into her\near with a hypnotic intensity.\n\nNICK (CONT'D)\nI’m not going to kiss you. You can\nrelax. You're safe.\n\nNick takes Kat’s head in his hands and moves his lips across\nthe contours of her face. It’s incredibly intimate. His\nmouth hovers over hers but their lips don’t touch. They\nbreathe each other in.\n\nNICK (CONT'D)\nI’m not going to kiss you. Trust\nme. All you have to do is listen\nto my voice.\n\nKat’s body starts to relax. Slowly, she slumps back against\nthe car.\n\nNICK (CONT'D)\nHe’s going to be so sorry he let\nyou go.\n\nHe moves his lips across her eyelids.\n\nNICK (CONT'D)\nHe’11 look at you with your sexy\ndress and your perfect date but it\nwon’t matter because it’s not about\nhim. It’s about you.\n\nAs Nick slowly talks, he moves his lips across Kat’s\nforehead, then her cheek, then her nose:\n\nNICK (CONT'D)\nI want you to let go of the hurt.\n...the insecurity...the past. When\nyou do, he’1ll see you the way I see\nyou, and, in that moment, he’1l\nfinally understand what he lost.\n\nNick tips Kat’s chin towards him. She opens her eyes. Nick\nis suddenly serious.\n\nNICK (CONT'D)\nBut by then, the amazing thing\nis...you won’t care.\n\f40.\n\nKat shudders, and gradually comes to. Her eyes are lazy, she\nfeels off balance.\n\nKAT\nHoly crap. You’re worth every\npenny.\n\nNick gives her a half smile.",
  "25": "---END OF PREVIOUS SECTION---\nKAT\nHoly crap. You’re worth every\npenny. Nick gives her a half smile. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nYou better get going.\n\nKat is turned on and can’t seem to move.\n\nKAT\nOkay, Yoda.\n\nSilence.\n\nNICK\nGo.\n\nNick turns Kat around and points her toward the bar next\ndoor. Wearing an almost dopey look of pleasure, she adjusts\nher underwear, and stumbles towards the bar. A sly smile\ncreeps across her lips as we...\n\nCUT TO:\n\nA LINE OF TWENTY SHOTS BEING SET AFLAME. WIDEN TO REVEAL --\n\nINT. THE COCK & BOTTLE\n\nKat passes out the shots to a pack of WOMEN all wearing\nhybrid golf-slut outfits: ass-tight polo shirts and plaid\nCapri pants abound. It’s “Society Girls Gone Wild.”\n\nKAT\nYo, ladies! Listen up! The bride\nhas made the foolhardy and perhaps\nfatal request, that we play Pub\nGolf tonight.\n\n(holding up a shot)\n\nBehold hole one. There’s a two-\nstroke penalty for failure to\nfinish a hole and a three-stroke\npenalty for barfing. Yell “Fore!”\nbefore you barf and it’s only two\nstrokes.\n\nThe girls are scared shitless.\n\f41.\n\nKAT (CONT'D)\nWe’ve got eight more holes waiting at\neight more bars, so in the name of\nall things sacred, pace yourselves!\n(raising her shot)\nTo Amy!\n\nAmy loves the attention.\n\nAMY\nTo me!\n\nCheering, the girls blow out their shots and do their best to\ndown them in one go. Just then, Nick walks in.\n\nAll eyes are drawn to him. The WORLD SLOWS as he beelines\nfor Kat. He hands Kat her purse.\n\nNICK\nI thought you might need this.\n\nKat gives Nick a shy smile.\n\nKAT\nSilly me, where was my head?\n\nKat can’t help noticing that the group of girls has subtly\nclustered around Nick.\n\nTJ\nStay. Have a fiery drink with us.\n\nNICK\nI don’t know....\n\nA SMITTEN GIRL puts a drink in Nick’s hand.\n\nSMITTEN GIRL\nStay.\n\nNick looks to Kat, she smiles. Amy furrows her brow\ntheatrically. Unfortunately, no one sees her.\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\nAmy furrows her brow\ntheatrically. Unfortunately, no one sees her. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE COCK & BOTTLE - LATER\n\nNick is surrounded by women and completely at ease. Amy’s\ndrunk and pouty. TJ stands between Kat and Amy. Oblivious\nto the brewing tension, she’s eating beer nuts and staring at\nNick.\n\f42.\n\nTJ\nIt’s like the director’s cut of “9\n1/2 Weeks.”\n\nShe pops a nut in her mouth.\n\nTJ (CONT’D)\n\nThe thing about Nick is, you’re\neither looking at him, or you’re\npretending not to.\n\n(beat)\nMe? I’m looking.\n\n(to Amy)\nCan you believe Kat gets to sleep\nwith this guy?\n\nAmy sneers. TJ turns back to Kat\n\nTJ (CONT’D)\nHonestly, you should send God a\nbottle of wine or a muffin basket\n\nTJ clinks glasses with Kat. Kat appreciates the attention.\nAmy appreciates it less. She suddenly wails.\n\nAMY\nWhy is he still here?!\n\nThis snaps Kat out of her reverie. She scurries into problem-\nsolving mode.\n\nKAT\nOh, sorry. You’re right. Girls\nonly.\n\nKat turns and throws Nick a look. Nick, ever sensitive to\nnuances, easily catches the hint and puts on his coat to go.\n\nNICK\nLadies, thank you for granting me\nthis rare glimpse into a timeless\nfemale ritual.\n\n(raising his glass)\n\nTo the husbands who won you, the\nlosers who lost you, and to the\nlucky bastards who have yet to meet\nyou.\n\nThey all clink glasses. Kat beams, until...\nAMY\n\n(sour)\nAnd to the cock in the hen house.\n\f43.\n\nNick kisses Kat on the cheek and smoothly departs. They all\nwatch him walk out. TJ is still watching the door, as if\nNick’s essence has lingered.\n\nTJ\nI can’t believe you met him first\nIt’s so depressing. Somebody buy\nmy wooha a drink.\n\nKat raises her drink to TJ’s nether region.\n\nKAT\nTo TJ’s lady business. And to Amy!\n\nGUYS (0.S.)\nTo Ed!\nINT. JEFFREY’S FLAT - SAME\nA DOZEN MEN down their shots. Jeffrey immediately refills\ntheir glasses with tequila. Alcohol and alpha abound.",
  "27": "---END OF PREVIOUS SECTION---\nJEFFREY’S FLAT - SAME\nA DOZEN MEN down their shots. Jeffrey immediately refills\ntheir glasses with tequila. Alcohol and alpha abound. \n---TARGET SECTION TO BE ANNOTATED---\n Nick\nwalks in the front door. He takes off his suit coat and\ntries not to feel like the chaperone at a frat party.\n\nOver by the bar, Jeffrey stands with Ed, eyeing Nick.\n\nJEFFREY\nWhat’s his problem?\nED\nWhat?\nJEFFREY\n\nThere’s something about him that’s\njust a bit odd.\n\nED\nOther than, he’s shagging your ex-\ngirlfriend?\n\nJEFFREY\nNo, that’s not it.\n\nJeffrey pours Ed another drink.\n\nJEFFREY (CONT’D)\nYou are a tosser.\n\nJeffrey’s suddenly emotional.\n\f44.\n\nJEFFREY (CONT'D)\nRemember when we went hiking in the\nlake district and Amy was wearing\nthat little bikini thing.\n\nED\nNo.\n\nJEFFREY\nIt was before you started going\nout. We had lunch at that inn on\n\nthe lake.\n\nED\nOh, yes. Right. The Rat and\nParrot.\n\nJEFFREY\n\nAnd Kat was fully clothed.\nED\nBut, somehow, it was Kat’s arse\nthat was stung by nettles. And you\nrubbed it with a dandelion leaf.\nJEFFREY\nThat’s when I realized I wanted to\nbe a doctor.\n\nED\nOh, shut up. You’re an optician.\n\nJEFFREY\nLasik surgeon, actually.\n\nJeffrey takes a thoughtful sip of beer.\n\nJEFFREY (CONT'D)\nI didn’t deserve her back then.\n\nED\nAnd you do now?\n\nJeffrey looks genuinely pained, then something dawns on him.\n\nJEFFREY\nMaybe I hate women.\n\nNick appears.\n\f45.\n\nNICK\nAll women or just the two-legged\nones who steal your money, screw\nyour friends, and vacuum during the\nWorld Cup?\n\nJeffrey laughs. He has no idea Nick is making fun of him.\n\nED\nJeff was just reminiscing about\nyour girlfriend’s backside.\n\nEd crosses away and Jeffrey glances nervously at Nick.\n\nJEFFREY\nLook, the thing is. About that\nlove-of-my-life nonsense. I would\nappreciate it if you didn’t say\nanything to Kat. It was silly.\nIt’s all rather complicated.",
  "28": "---END OF PREVIOUS SECTION---\nI would\nappreciate it if you didn’t say\nanything to Kat. It was silly. It’s all rather complicated. \n---TARGET SECTION TO BE ANNOTATED---\nNick is about to respond when the music CRESCENDOS and a\nSTRIPPER strides in from the back room. Spotting Ed, Jeffrey\nclothes-lines him and drags him off into a chorus of GUY-\nHOWLS and CHEERS.\n\nINT. WOODY’S WATERING HOLE - LATER\n\nThe bachelorette-party girls CHEER as they down drink number\nseven at bar number seven, an Australian outback-themed pub.\nThings have gone way downhill -- or uphill -- depending on\nhow you look at it.\n\nKat sits at the bar. In the background, Amy dances drunkenly\nwith TJ. WOODY, the dorky, sexy Australian bartender,\nappears behind the bar with a drink for Kat.\n\nWOODY\nThis one’s on the house.\n\nKat grabs his sleeve.\n\nKAT\nI’m worried. Amy’s not good at\ndrinking. She gets sooo drunk sooo\nfast. Does free alcohol get you\nless drunk or more drunker?\n(to herself)\nIs it ‘drunker’ or ‘drunker-er’?\n\nWOODY\nJust drunk enough.\n\f46.\n\nWoody dumps out the free drink and exchanges it with a bottle\nof water.\n\nWOODY (CONT’D)\nIf you switch now, you might be\nable to stand up for the ceremony.\n\nKat looks at him for the first time and realizes she knows\nhim.\n\nKAT\nWoody?\nWoody just smiles.\nWOODY\n“Not yet...”\nKAT\n\n“,.,but it’s getting there. “\n\nKat clumsily lunges across the bar to hug him, knocking over\na bottle of beer, which Woody deftly catches.\n\nKAT (CONT'D)\nI thought you were living in San\nFrancisco. Or was it Nepal?\n\nWOODY\nClose. Sydney. Turns out, I\nmissed the rain.\n\nThey take each other in. Her smile is bleary.\n\nKAT (CONT'D)\nYou look so much better.\n\nWoody’s trying not to feel shy around Kat.\n\nKAT (CONT'D)\nIs this what you’re doing?\nBartending?\n(beat)\nNot that it’s not great. It’s\njust, you used to have dreams and\nplans.\n\nWoody proudly points to Kat’s cocktail napkin. It says\nWOODY’S WATERING HOLE.",
  "29": "---END OF PREVIOUS SECTION---\nIt’s\njust, you used to have dreams and\nplans. Woody proudly points to Kat’s cocktail napkin. It says\nWOODY’S WATERING HOLE. \n---TARGET SECTION TO BE ANNOTATED---\nKAT (CONT'D)\nWhoa! Good for you!\n\f47.\n\nWoody’s weighing something. He decides to say it.\n\nWOODY\nI always wondered what happened\nwith us.\n\nKAT\n\n(taken aback)\nI haven’t thought about that in\nyears.\n\nJust then, Amy comes up behind Kat.\n\nAMY\nDid Kat tell you she dumped you\nbecause of your funky breath?\n\nKAT\nDid Amy tell you she keeps her\nHomecoming tiara by the bed?\n\nTo Kat’s annoyance, Amy laughs.\n\nKAT (CONT'D)\nShe’s drunk. -er than me. But I\ndidn’t really dump you, did I?\n\nWOODY\nHard.\n\nWoody smiles, sweetly.\n\nWOODY (CONT’D)\nWhich was understandable -- you\nwere one of the hottest girls at\nthe American School, but I sort of\nthought you‘d be nicer...at least\ntell me why...’cause we were\nfriends first.\n\nKat’s on the spot. Embarrassed. Amy’s drunk-dancing and\nmumbling to herself.\n\nAMY\nAnd we know Kat was the hottest ex-\npat in school because she was voted\nBest Eyes, Brightest Smile, and Most\nLikely to Age Well. No, wait. That\nwas me. Never mind.\n\nKat can’t take it.\n\f48.\n\nKAT\nChrist, Amy.\n\nAMY\nOh, shut up and be happy. It’s always\nthis or that. You’re never happy, you\nfrowny-faced Grumplestilskin.\n\nKAT\nDrunk isn’t the same thing as\nhappy, Amy.\n\nThey both know they’re serious but Amy pouts and throws her\narms around Kat.\n\nAMY\nYou’re my half sister, but I whole\nlove you.\n\nKat’s furious but she forces a smile.\n\nKAT\nWhy don’t you get my half sister\nher seventh hole?\n\nAMY\nBacardi 151.\n\nWoody disappears just as Amy teeters and catches herself on\nthe bar.\n\nKAT\nAre you okay?\n\nAmy’s drunkenness turns. Tears well up in her eyes.\n\nAMY\nI don’t think I can go through with\nthis.\n\nKAT\nPub Golf?\n\nAMY\nThe wedding.\n(loud whisper)\nI am so, so bad! I don’t think I\nshould be allowed to get married.\n\nKat is blindsided.",
  "30": "---END OF PREVIOUS SECTION---\n(loud whisper)\nI am so, so bad! I don’t think I\nshould be allowed to get married. Kat is blindsided. \n---TARGET SECTION TO BE ANNOTATED---\nKAT\nWhat are you talking about?\n\f49.\n\nThen, as quickly as she went into the darkness, Amy pops out.\nShe yells over to TJ.\n\nAMY (CONT'D)\nTJ! Virginia Slim!\n\nTJ comes dancing up, hands Amy a cigarette and a lighter. The\ncrowd watches as Amy puts the cigarette in her lips, pours\nthe shot into TJ’s open mouth and lights it on fire with her\nlighter. Then she leans over and LIGHTS HER CIGARETTE ON THE\nFLAMES COMING OUT OF TJ’S MOUTH.\n\nThe bar erupts in CHEERS but Kat is left worried, troubled by\nAmy’s confession. A beat, then she downs her shot.\n\nEXT. ED’S HOUSE - LATER\n\nThe cheers ECHO in the night as Nick helps Ed walk towards\nhis house. Ed navigates the pavement like it’s made of\nwater. They reach the front door\n\nNICK\n\n(propping Ed up)\nYou’re okay. You got it.\n\nEd wobbles, then stands up by himself. Nick unlocks the\ndoor.\n\nED\nJust because some slag’s been paid\nfor, doesn’t mean you've got\nto...you know.\n\nNICK\nIt’s been my experience that the\npeople who hire a prostitute, need\na prostitute.\n(beat)\nYou did the right thing.\n\nEd blinks at Nick.\n\nED\nI think I love you, mate.\n(beat)\nHow do you know so much about so\nmuch?\nNICK\n\nI’m a hooker.\n\f50.\n\nEd bursts out laughing, pats him on the back, and walks into\nhis house.\n\nEXT./INT. LONDON STREET [DRIVING] - LATER\n\nThe bachelorette girls ride home in “The Pub Prowler.” It’s\na senior citizen med-van that’s been pimped out with a full\nbar and an all-shag-all-the-time interior.\n\nThe girls are drunk and rowdy. Kat climbs up behind the\nDRIVER and taps her on the shoulder.\n\nKAT\nCan you pull over at the next seven\nATMS?\n\nThe Driver gives Kat a dubious look, then pulls up to a bank.\n\nATM MONTAGE:\n\nEXT. STREET [VARIOUS]\n\n--Kat jumps out of The Pub Prowler and clumsily slots her ATM\ncard into the machine.",
  "31": "---END OF PREVIOUS SECTION---\nThe Driver gives Kat a dubious look, then pulls up to a bank. ATM MONTAGE:\n\nEXT. STREET [VARIOUS]\n\n--Kat jumps out of The Pub Prowler and clumsily slots her ATM\ncard into the machine. \n---TARGET SECTION TO BE ANNOTATED---\n--Kat checks her lipstick in the mirrored security camera of\na different ATM machine then flips through a stack of credit\ncards. She pulls out a different card and slips it in.\n\n--ECU on screen: MAXIMUM WITHDRAWAL £200. Kat’s at another\nATM. In the Prowler, a couple of girls heckle passers-by as\nKat rifles through her cards, desperate for some un-maxed\nplastic.\n\n--The Prowler drops off a couple more girls. Kat walks back\nfrom an ATM and gets in.\n\nEXT. TJ’S HOTEL - NIGHT\n\nKat and Amy wave at TJ as she trips out of the Prowler and\nstumbles towards her hotel. TJ waves back with a bright\nhappy smile--\n\nTJ\nThat was awesome! How much do we\nrock?\n(beat)\nFore!\n\f51.\n\nShe whips around and throws up in a topiary. In the Prowler,\nAmy and Kat wince. TJ whips back up.\n\nTJ (CONT'D)\nI WIN!\n\nShe waves at Kat and Amy and trots past the STOIC DOORMAN,\nwho holds the door open for her.\n\nEXT. ELLIS HOUSE\n\nKat and Amy stand in the driveway. They watch as the Prowler\npulls away. Amy is about to head next door, when she turns\nto Kat.\n\nAMY\nIt was a great party. Thank you.\n\nAmy reaches out to hug Kat. Kat wasn’t expecting the hug and\nit’s awkward. Amy senses it and pulls away.\n\nKAT\nDo you want to come in for a minute?\nWe could talk about--\n\nAMY\nWhen I freaked out at the pub?\n(she hiccups)\nThat was nothing, just nerves.\nDon’t worry about it.\n\nKAT\nBut Ido. Iwill. You’re my\nsister.\n\nWith a post-Bacardi 151 suddenness, Amy’s face contorts with\nshame. She recoils, an angry tear running down her face.\n\nAMY\nGod, Kat! Please. Don’t be nice to\nme. I can take anything right now\nbut you being nice to me.\n\nKAT\n(wildly confused)\nWhat? Why? What do you mean?\nAmy is suddenly in terrible distress.\n\nAMY\nI should get going.\n\f52.",
  "32": "---END OF PREVIOUS SECTION---\nAmy is suddenly in terrible distress. AMY\nI should get going. 52. \n---TARGET SECTION TO BE ANNOTATED---\nKAT\nAre you sure you’re okay?\n\nAMY\nI’m fine. I promise.\n\nKat wants to say more but Amy is already walking away. Kat\nturns towards the house and just catches the light shutting\noff in her upstairs room.\n\nINT. HALL - ELLIS HOUSE\n\nKat shuts the front door. She leans against it for a moment\nto get her balance, clear her head.\n\nINT. KITCHEN - ELLIS HOUSE\n\nKat sits at the kitchen table, a glass of water in front of\nher. She downs three aspirin and stares into the darkness.\nINT. HALL - ELLIS HOUSE - LATER\n\nKat starts up the stairs. The first step CREAKS loudly.\nRemembering countless school-age sneak-ins, Kat flattens her\nfoot against the back of each step and soundlessly walks up\nthe stairs.\n\nINT. KAT’S ROOM - ELLIS HOUSE\n\nNick is asleep in Kat’s bed, bare-chested under a single\nsheet.\n\nThe CAMERA FINDS Kat standing with her back to the door\nstaring at Nick. Nick stirs, opens his eyes, and rises onto\none arm.\n\nNICK\nYou okay?\n\nKat walks to him, takes his hand.\nKAT\n(whispering)\nShhhh.\nEXT. DRIVEWAY - ELLIS HOUSE\n\nKat leads Nick down the driveway towards the BOAT TRAILER.\n\f53.\n\nOn it, the twenty-six-foot CABIN CRUISER with peeling paint\n\nKat unbuttons the weathered cover and peels it back. She\nclimbs up a ladder and hoists herself into the boat. Nick\nsmiles at the strangeness of this, then climbs in after her.\n\nINT. BOAT\n\nIn the cabin, Kat flicks a couple of switches and a row of\nlights flicker on. She flicks another switch and a piercing\nsea-horn BLARES the “William Tell Overture.” She scrambles\nto turn it off and checks the house for activity. A dog\nBARKS in the distance.\n\nRelieved, Kat pushes a tape into an old radio. MUSIC limps\nthrough hollow speakers.\n\nKat leads Nick into the cabin and onto the bed. Without\ntaking her eyes off him, Kat starts to slowly undress. Her\nshirt drops to the floor. Then, a moment later, her skirt.",
  "33": "---END OF PREVIOUS SECTION---\nWithout\ntaking her eyes off him, Kat starts to slowly undress. Her\nshirt drops to the floor. Then, a moment later, her skirt. \n---TARGET SECTION TO BE ANNOTATED---\nKat breathes deeply then reaches behind her back and flicks\nopen her bra. We watch Kat’s face as she lets it fall to the\nfloor. Kat is indeed a woman who doesn’t do naked -- this is\nkilling her.\n\nOn the bed, Nick doesn’t say anything, just watches. Kat\nwants to read something into his stare. Longing, desire,\nanything. But he’s utterly inscrutable. It’s both unnerving\nand extremely sexy.\n\nKat steels herself and removes her underwear. She loses her\nnerve momentarily and pulls them up again. Finally, she\nslips them off and tries not to laugh as she scurries onto\nthe bed.\n\nHovering lazily in the waking dream of interrupted sleep\nNick gazes at Kat. Ina trick of light, the cabin windows\nglow liquid, as though the moon were reflecting off water\n\nNick runs his hand across Kat’s waist. She’s trying to hold\nback. He knows it and likes it. He takes her face in his\nhands and kisses her. It’s amazing. A different kind of\nkiss. They pull back and look at each other.\n\nIn one swift movement, he flips Kat underneath him.\nSuddenly, the space between them collapses and they attack\neach other.\n\f54.\n\nEXT. DRIVEWAY - ELLIS HOUSE - DAWN\n\nKat’s house beams in the scarlet light of dawn. Two BIN-MEN\nwalk down the driveway toward the bins. They grab three bins\nand drag them noisily past the boat parked in the driveway.\n\nINT. BOAT\n\nCLOSE ON Kat and Nick, asleep, their faces pressed up against\neach other.\n\nWe PULL BACK to reveal Kat and Nick entwined, naked. We PULL\nBACK further to reveal that they’re covered with a fleece\nblanket and a pile of life vests.\n\nNick opens his eyes and looks at Kat, who is as calm and\ncontent as we’ve seen her. Then, he realizes where he is.\nIt’s like waking up in a strange hotel room, only weirder\nbecause it’s a boat...in a driveway...in London.\n\nNick carefully extricates himself and begins to dress. We’ve\nseen this scene a thousand times before, but Nick’s escape is\nbreathtakingly precise and practiced.\n\nEXT.",
  "34": "---END OF PREVIOUS SECTION---\nNick carefully extricates himself and begins to dress. We’ve\nseen this scene a thousand times before, but Nick’s escape is\nbreathtakingly precise and practiced. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DRIVEWAY - ELLIS HOUSE\n\nNick climbs down the ladder of the boat just as the Bin-Men\nare returning the empty bins beside the garage. Nick gives\nthem a nod.\n\nNICK\nMorning.\n\nThe guys nod back and finish their job as Nick sneaks toward\nthe house.\n\nINT. KITCHEN - ELLIS HOUSE\n\nVictor and Bunny sit at the kitchen table. Victor’s buried\nin the International Herald Tribune crossword puzzle. Bunny\nlooks out the window and sees Nick creeping towards the\nhouse, shoes in hand.\n\nBUNNY\nShe still thinks we don’t know\nabout the boat thing.\n\nVictor looks up from his paper. He sees Nick, snorts, and\ngoes back to his crossword.\n\f55.\n\nINT. BOAT - LATER\n\nKat’s eyes flutter open. Her hair is plastered into an\nimpromptu quasi-beehive. She looks down at her “pillow.”\nIt’s a buoy.\n\nKat suddenly sits bolt upright. She grabs a life vest to\ncover her naked chest and looks around in horror. Then her\neyes widen as she remembers the rest of the night.\n\nEXT. DRIVEWAY - ELLIS HOUSE\n\nKat slinks towards the house, retreading Nick’s walk of\nshame.\n\nINT. KITCHEN - ELLIS HOUSE\n\nVictor looks up from his paper and sees Kat.\n\nEXT. DRIVEWAY - ELLIS HOUSE\n\nKat’s almost to the house when she hears a loud, POUNDING.\nShe looks up to see HER FATHER tapping on the window and\nlaughing at her. Kat’s mortified, but can’t help smiling.\nShe waves and keeps walking.\n\nCUT TO:\n\nINT. KAT’S ROOM\n\nKat looks around frantically for something. She finds her\npurse and checks to see if the ATM money is still there. It\nis. She breathes a sigh of relief, then, hearing footsteps,\nhastily stuffs the wad back in.\n\nNick opens the door, carrying a breakfast-in-bed tray. Kat\nspins around, guiltily.\n\nNICK\nI wasn’t sure what works for you\nso I’ve got a pack of Saltines, a\nbottle of Pedialyte -- preferred by\ninfants and rock stars -- an egg-\nand-cheese sandwich, a black\ncoffee, and a Bloody Mary.\n\nKat slumps onto the bed.",
  "35": "---END OF PREVIOUS SECTION---\nKat\nspins around, guiltily. NICK\nI wasn’t sure what works for you\nso I’ve got a pack of Saltines, a\nbottle of Pedialyte -- preferred by\ninfants and rock stars -- an egg-\nand-cheese sandwich, a black\ncoffee, and a Bloody Mary. Kat slumps onto the bed. \n---TARGET SECTION TO BE ANNOTATED---\n She hasn’t gotten her land legs\nback yet.\n\f56.\n\nKAT\nThis is really sweet of you, but I\nneed to ask you something.\n(desperately)\nWhat happened last night?\n\nNick is taken aback. He sets down the tray. He’s not sure\nwhat to say, then makes a decision.\n\nNICK\nNothing.\n\nKat looks surprised, then skeptical.\n\nKAT\nAre you sure?\n\nNICK\nWe kissed. Made out a little.\nThen you passed out.\nShe stares at him long and hard.\nKAT\nWhether it’s true or not, thank\nyou.\nKat disappears and Nick bites into a Saltine as the shower\nHISSES on. Then something catches his eye. It’s Kat’s purse\nlying next to the bed. Stuffed on top,\n\nA WAD OF MONEY. His brow furrows, Nick picks it up and leafs\nthrough the stack of pounds and euros.\n\nINT. KAT’S BATHROOM\n\nIn the shower, Kat lets the scorching water punish and purify\nher.\n\nNICK (0.S.)\nWhat’s this?\n\nStartled, Kat peeks her head out of the shower curtain and\nsees Nick holding the pile of money.\n\nKAT\nOh. Shoot. I--\n\nShe retreats into the shower, yanking the curtain closed.\n\f57.\n\nKAT (CONT'D)\n(mouthing words)\nShit! Shit! Shit!\n\nNick pulls open the curtain and Kat instantly stops her\npantomimed self-flagellation.\n\nNICK\nIs this for last night?\n\nKAT\nOf course not. How...how could it\nbe? Nothing happened.\n\nNICK\nIf I was going to charge you, I\nwould have told you beforehand. I\nthought I explained that.\n\nNaked in front of Nick, Kat is trying not to flinch.\n\nKAT\n\nI didn’t want you to think I was\nexpecting anything to be free or\nthat I was expecting something at\nall. Well, clearly I was expecting\nsomething or I wouldn’t have\nstopped at all those ATMs on the\nway home.\n\n(beat)\nBy the way, would it have been\nenough? I mean, if something had\nhappened. Which it didn’t?\n\nKat wants to slip down the drainpipe. Nick looks at her\nconsiders his words carefully.",
  "36": "---END OF PREVIOUS SECTION---\nWhich it didn’t? Kat wants to slip down the drainpipe. Nick looks at her\nconsiders his words carefully. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nDon’t they have a limit at those\nmachines?\n\nKAT\n(quietly)\nNot if you take an advance on your\ncredit card.\n\nNow Nick has to really try to stifle a laugh. Nick puts the\nmoney on the sink. He goes to leave, then turns back.\n\nNICK\nYou’re three hundred short.\n\f58.\n\nWith that, he walks out. In the shower, Kat gently bangs her\nhead against the tile. She looks down and notices something.\n\nKAT\nAnd my Brazilian wax looks like...\nBrazil.\n(resting against the tile)\nAwesome.\n\nINT. KITCHEN - ELLIS HOUSE\n\nNick and Victor are eating breakfast, the newspaper spread\nout between them. Victor’s still working on the crossword\npuzzle.\n\nVICTOR\nWhat’s a four letter word for\ndaughter defiler?\n(beat, writing it in)\nOh. N-I-C-K.\n\nBefore Nick can react--\n\nVICTOR (CONT’D)\nYou a boating man, son?\n\nVictor’s expression is inscrutable. Nick weighs his options\nand then--\n\nNICK\nI am now, sir.\n\nVICTOR\n\n(laughing)\nAt least somebody’s using the damn\nthing.\n\n(beat)\nI was gonna fix her up but we took\none trip and the kids fought so\nmuch, we never launched her again.\n\nJust then, Kat walks in with an air of feigned nonchalance.\n\nKAT\nThat’s not true. We checked for\nleaks a few years back\n(kisses her father)\nGood morning.\n\nVICTOR\nAhoy!\n\f59.\n\nKat throws him a look. He chuckles. As Nick gets up to get\nhimself some orange juice, Kat corners him behind the\nrefrigerator door.\n\nKAT\n(hushed)\nSo you’re telling me. If something\nhad happened last night...it would\nhave cost me fourteen hundred\ndollars? That’s a down payment on\na Ford Focus!\n\nNICK\nNot dollars. Pounds.\n\nNick pours a glass of juice and offers it to Kat. Kat shakes\nher head.\n\nNICK\nMy rate isn’t arbitrary. It was\ndetermined by prevailing market\nconditions. By the way, it\nincludes oral. That’s the extra\nthree hundred.... Pounds.\n\nHe smiles and sips his juice.",
  "37": "---END OF PREVIOUS SECTION---\nThat’s the extra\nthree hundred.... Pounds. He smiles and sips his juice. \n---TARGET SECTION TO BE ANNOTATED---\n She is outraged by his\npresumption- -\n\nKAT\nAnd what if I didn’t want you\nto...to do that to me?\n\nNICK\nNo, no. The three hundred is for\nyou doing it to me.\n\nKAT\nWhat?\n\nNICK\nBelieve me, if anything had\nhappened, that would have been one\nof the highlights. For you.\n\nKAT\nBut nothing did.\n\nNICK\nYup. That’s why you get to keep\nyour money.\n\nNick walks away. Sits down next to Victor. Kat glares\ndaggers at him. Nick smiles and toasts her with his juice.\n\f60.\n\nJust then, Amy enters in a flurry of cheerfulness, as if last\nnight never happened. Bunny follows, carrying a clipboard.\n\nAMY\nHey, Ginger! Hey, Gilligan! How\nmuch do I love all this? I’m going\nto get divorced and remarried over\nand over again so it’ll last\nforever. Kat, be a sweetie, and go\nhelp with the rings. No way\nJeffrey’s going to get it right.\n\nAmy breezes out.\n\nKAT\n(to no one)\nI’d be happy to. You’re welcome.\n\nBUNNY\nOh, don’t be that way.\n\nVICTOR\n(sticking up for Kat)\nCome on, Bun. Leave her alone.\n\nBUNNY\n(to Kat)\nIt’s not always about you, sweetie.\n\nKat’s stung. Nick watches out of the corner of his eye.\n\nKAT\nHow could you say that? Of course\nit’s not about me. It’s never\nabout me when she’s in the room\nbecause you two are on a special\nteam. You might as well have T-\nshirts made up.\n\nKat lowers her voice.\nKAT (CONT'D)\nI’m sorry. I don’t know why I’m\nbeing so sensitive. I just get\ntired of being odd man out.\nBunny looks over at Victor.\n\nBUNNY\nTell me about it.\n\nBunny squeezes Kat’s cheek and kisses her.\n\f61.\n\nBUNNY (CONT’D)\nOh honey, it’s not that I love Amy\nmore. It’s that she lets me love\nher.\n\nThis flip comment hits Kat hard.\nBUNNY (CONT’D)\n(obliviously)\nI’m off.",
  "38": "---END OF PREVIOUS SECTION---\nIt’s that she lets me love\nher. This flip comment hits Kat hard. BUNNY (CONT’D)\n(obliviously)\nI’m off. \n---TARGET SECTION TO BE ANNOTATED---\n Ta-ta!\n\nAs Bunny walks out, Victor raises an eyebrow, then goes back\nto his crossword. Kat stands a moment, feeling awkward.\n\nKAT\n(to Nick)\nOkay, then. I’11 catch up with you\nat the dance thing.... Sweetie.\n\nNick gives Kat a casual nod. She exits. Behind the BUSINESS\nsection, Nick’s face is a mask. Then he smiles. This girl\nis nuts.\n\nA door BUZZES.\n\nINT. JEWELRY STORE - ST. JOHN’S WOOD\n\nKat enters and approaches SAL, 60, a tough-talking, Cockney\nteddy bear.\n\nKAT\nHey, Sal.\n\nSAL\nI heard you were back in town\nkitty cat. You’re here for the\nhighland flings, I bet.\n\nKAT\nI get all the glamour jobs.\n\nHe smiles and heads into the back. Kat casually looks into\nthe counter. Her face is blank as she scans row after row of\nengagement rings.\n\nSal reemerges with two ring boxes. Kat takes the rings and\nsmiles.\n\nKAT (CONT'D)\nThanks, Sally.\n\nShe turns to go.\n\f62.\n\nSAL\nThe one I made for you is the\ncherries. You hang onto it or give\nit back?\n\nKAT\nGive it back? Are you nuts?\n\nSAL\nYou pawned it.\n\nKAT\nNot exactly. I wear it.\n(defiantly)\nOn my right hand. And only rarely.\n\nJust then, the door BUZZES. Kat turns. It’s Jeffrey,\ntugging on the handle. Sal scowls.\n\nSAL\nYou want I nut him in the boat?\n\nKAT\nYes? No. What?\n(beat)\nSave the patter for the tourists.\n\nSAL\nYou want me to let him in?\n\nKAT\nOf course, don’t be silly.\n\nSal BUZZES Jeffrey in and gives him the dirty eye before he\ndisappears into the back.\n\nKAT (CONT’D)\nHey, you!\n\nJEFFREY\n\nLet me guess. Amy presumed I’d\nforget the rings.\n\n(off her look)\nI think I’m her least favorite\nperson.\n\n(beat)\nYou know, I am sorry.\n\nKAT\n(warming)\nMaybe not her least... There’s\n\nalways- -\n\f63.\n\nKAT/ JEFFREY\nEd’s mother.",
  "39": "---END OF PREVIOUS SECTION---\nKAT\n(warming)\nMaybe not her least... There’s\n\nalways- -\n\f63. KAT/ JEFFREY\nEd’s mother. \n---TARGET SECTION TO BE ANNOTATED---\nThey share a moment.\n\nKAT\nSo, tell me, how’s unmarried life?\n\nJEFFREY\nI have regrets.\n\nKat jumps down his throat, instantly abandoning her false\nlargesse.\n\nKAT\nWhoa, Jeffrey. Slow down. You and\nme, we’re the past. I’m not sure\nif you noticed, but I’m here with\nsomeone else.\n\nJEFFREY\nKat, we must talk. This guy,\nthere’s something not quite right\n\nKAT\nIt’s called character. God, you’re\npredictable.\n\nJEFFREY\nIs that why you brought him?\nBecause of me.\n\nKat laughs way too hard.\n\nKAT\nDon’t be absurd.\n\nKat is about to walk out the door, but she can’t help\nherself. She stops.\n\nKAT (CONT'D)\nI brought him here because he’s my\nboyfriend. Because I adore him.\nBecause late at night he takes me\nin his arms and....\n\nKat leans in and whispers something into Jeffrey’s ear.\n\f64.\n\nKAT (CONT'D)\nI’d stick around and explain what\nthat means, but even if I give you\nthe instruction manual, it doesn’t\nmean you’ve got the tools to get\nthe job done.\n\nKat tries not to do a little “fuck-you” jig as she walks out\nthe door.\n\nEXT. STREET - ST. JOHN’S WOOD\n\nKat strides away but Jeffrey catches up to her. She secretly\nsmiles at the power she is exerting over him.\n\nJEFFREY\nKat, wait. I don’t want you hating\nme. We’ve never had this talk.\nYou know how crap I am at this.\n\nKAT\nUm, news flash: I don’t give a\nshit.\n\nJEFFREY\n\nKat, stop it. You do. You can’t\neven look me in the eye. You went\nback to the States when we split\nup.\n\nJeffrey sees Kat flinch. He knows he’s hit something. She\nlooks away.\n\nKAT\nThat was a long time ago.\n\nJEFFREY\nIt was. And it took your sister\ngetting married to get you back\nhere.\n\nKAT\n(wavering)\nSo, what’s your point?\n\nJEFFREY\nI should have told you why I broke\nup with you. I was a coward.",
  "40": "---END OF PREVIOUS SECTION---\nKAT\n(wavering)\nSo, what’s your point? JEFFREY\nI should have told you why I broke\nup with you. I was a coward. \n---TARGET SECTION TO BE ANNOTATED---\n You\ndeserve to know.\n\nJust then Nick walks up. He puts a protective hand on Kat’s\nback and shakes Jeffrey’s hand.\n\f65.\n\nNICK\nHey, man.\n\nJEFFREY\nSorry, can you give us a moment?\n\nNICK\nNo, I can’t. We’re late for a\ndance lesson. I guess you’1ll have\nto finish up later.\n\nKat gives Nick an angry look as he pulls her away.\n\nINT. DANCE CLUB STAIRCASE\nKat, furious, charges up the stairs--\n\nNICK\nHello, goodbye, I want you, I hate\nyou. It’s all just words. None of\nit means anything. What matters is\nwhat you do. You either stay put\nor you walk away. If you look\nback, you’re not walking away!\n\nKAT\nOh, cut the crap!\nNICK\nI just hate seeing you so stuck.\nKAT\nHe was about to un-stick me!\n(hissing)\n\nI paid you to help me get closure.\n\nNICK\nYou paid me for a lot of reasons.\nClosure wasn’t one of them.\n\nKat is infuriated. She huffs and pushes open the door.\n\nINT. STEP-BALL-CHANGE DANCE CLUB\n\nNick and Kat burst in, late. Glistening hardwood floors\nmirrored walls. Eyes closed and hands clasped, Amy and Ed\nstand in a circle with SONJA, late 50’s, the melodramatic\ndance teacher. Kat and Nick join the circle.\n\f66.\n\nKAT\n(mumbling)\nSorry.\n\nSonja barely tolerates the interruption, closes her eyes and\nbreathes in deeply.\n\nSONJA\nThe wedding dance is, sans doubte\nthe most important dance-moment in\na person’s life.\n\nEd cracks open his eyes to see if anyone else thinks this is\na crock of shit. Nick catches Ed’s eye. Amy darts Ed a “pay\nattention” look.\n\nSONJA (CONT'D)\nA room full of friends, family,\nenemies...watching, smiling,\nbetting on how long the marriage\nwill last. All you’1l have is each\nother and whatever skills you\nacquire today.\n\nKat’s grip on Nick’s hand tightens. Ed cracks open his eyes\nagain. This time, he looks unnerved.",
  "41": "---END OF PREVIOUS SECTION---\nKat’s grip on Nick’s hand tightens. Ed cracks open his eyes\nagain. This time, he looks unnerved. \n---TARGET SECTION TO BE ANNOTATED---\nSONJA (CONT'D)\n\nThere are people who will tell you\nthat the wedding dance is symbolic of\na couple’s compatibility. Ofa\nrapport that cannot be faked. That\nan unskilled man on the dance floor\nis a man who lacks grace in bed.\n\n(beat)\nThese people are right.\n\nSonja claps three times.\n\nSONJA (CONT'D)\nEyes open and pair off!\n\nThey all open their eyes wide.\n\nINT. STEP-BALL-CHANGE DANCE CLUB - MOMENTS LATER\n\nEd and Amy dance awkwardly to a standard as Sonja gives them\ninstructions.\n\nANGLE ON KAT AND NICK, dancing sedately, if awkwardly. There\nis still tension between them. Kat, contrite, dares a glance\ninto his eyes.\n\f67.\n\nKAT\nI’m sorry I was such a bitch. I\nreally appreciate your doing this.\n\nNICK\n(simply)\nIt’s my job.\n\nKat gazes deep into his eyes. A long look. The longest\nshe’s been able to sustain since the boat. She can’t read\nhim.\n\nSONJA (0.S.)\n(to Amy and Ed)\nShe knows you better than anyone.\nYou know her better than she knows\nherself. Where does that feeling\nlive? I don't care if it's your\nheart, your head, or your crotch.\nFind that place and dance from it\n\nKAT\nYou know what pisses me off? I’ve\nbeen spilling my guts all weekend\nbut I don’t know anything about\nyou. Not one thing.\n\nNick looks down at her, considering.\nNICK\nI’m allergic to fabric softener, I\nmajored in Comparative Literature\nat Brown, and I think I’d miss you\neven if we had never met.\n\nKat blinks, the power of his words hitting her hard. They\ndance a moment in silence.\n\nNow will you tell me how you became\n\nan escort?\nNick smiles enigmatically. Then without warning--\nNICK SPINS KAT AROUND, THEN REELS HER IN TIGHT.\nIn a hyper-romantic cinematic flourish,\n\nTHE FLOOR SWELLS AND THE WALLS DISAPPEAR.\n\nThe music sharpens as if it’s no longer coming from an old\nrecord player but from a classic MGM soundtrack.\n\f68.\n\nNick and Kat are weightless as they glide across the floor.",
  "42": "---END OF PREVIOUS SECTION---\nThe music sharpens as if it’s no longer coming from an old\nrecord player but from a classic MGM soundtrack. 68. Nick and Kat are weightless as they glide across the floor. \n---TARGET SECTION TO BE ANNOTATED---\nTheir eyes stay locked on each other as though it were this\nconnection, and not gravity, that keeps them on earth.\n\nKat and Nick seem to slow down but the world stays at normal\nspeed.\n\nON SONJA, astonished. She stops and watches.\n\nON AMY AND ED, as they notice what’s going on. They stop\ndancing and stare, too, slacked-jawed, as Nick and Kat float\npast, completely wrapped up in each other.\n\nNick and Kat are incredible together.\n\nThe music CRESCENDOS as Nick gracefully spins Kat to a\nperfect stop.\n\nED\nSo you can’t dance, eh? Bloody\nliar.\n\nNick and Kat crash back to earth. They stop dancing. The\nwalls close in and the music sucks back into the speakers.\n\nED (CONT’D)\nI thought you said you were crap.\n\nNICK\nI had to say something to get you\nhere.\n\nED\n\nFair enough, but I’m stepping on\ntoes here and you’re waltzing\naround like...\n\nAMY\nFred Astaire and what’s her face!\n\nNICK\nIt’s not me. I swear. It’s her\nShe’s magic.\nKat blushes. Sonja claps her hands, happily.\n\nSONJA\nAnd, switch partners!\n\f69.\n\nEXT. STEP-BALL-CHANGE DANCE CLUB - LATER\n\nNick, Kat, Amy, and Ed walk out of the studio. Ed skips down\nthe steps and onto the street. Then he realizes what he’s\ndoing and abruptly stops.\n\nED\nYou’d better get going. My parents\nwill be ‘round to cart you off to\nthe country.\n\nAMY\nWhatever you do, don’t mention\nItaly. Or politics. Or baby\nbuggies.\n(beat)\nOr Edith Piaf.\n\nED\nYour probably best off pretending\nyou’re asleep.\n\nEd grabs Amy by the neck and pulls her away.\n\nAmy laughs but Kat catches a look on her sister’s face. It’s\nnot quite nervousness. It’s something closer to panic. Amy\nwaves over her shoulder as they walk away.\n\nCUT TO:\nA BOAT SAILING ACROSS FRAME, WIDER TO REVEAL- -\n\nEXT. KAT’S HOUSE - ST. JOHN’S WOOD\n\nVictor tows the boat with an annoyed Bunny in the passenger\nseat.",
  "43": "---END OF PREVIOUS SECTION---\nCUT TO:\nA BOAT SAILING ACROSS FRAME, WIDER TO REVEAL- -\n\nEXT. KAT’S HOUSE - ST. JOHN’S WOOD\n\nVictor tows the boat with an annoyed Bunny in the passenger\nseat. \n---TARGET SECTION TO BE ANNOTATED---\n As they pull out of the driveway, they wave to Nick\nwho sits on a stone wall in front of the house.\n\nNick talks on his cell phone, Kat’s bags piled high next to\nhim, as Pigeons walk and flap around him.\n\nKat appears carrying two bottles of water. When Nick sees\nKat, he hangs up too quickly. Kat pretends not to notice.\nShe eyes the pigeons suspiciously.\n\nKAT\nPigeons creep me out. They’re like\ndirty doves...plotting something.\n\f70.\n\nNick playfully pulls Kat down next to him. Spooked by the\nincreasing number of pigeons, Kat inches away from them and\ncloser to Nick. Kat frowns, suddenly pensive.\n\nKAT (CONT'D)\nHow do you have real relationships?\nYou know, ones you don’t get paid\nfor?\n\nNick isn’t sure he wants to get into this.\n\nKAT (CONT'D)\nYou have had girlfriends?\n\nNICK\nSure, but it’s never easy. They\nsay they’re okay with it, and they\nare...for a while. Then one day,\nthey’re not.\n\nThey sit in silence. It’s not awkward, it’s nice. London\nbeams under a rare cloudless sky.\n\nNICK (CONT'D)\nWhen I said I’d never done a\nwedding before, I didn’t say that\nno one ever asked. I just never\nsaid yes.\n\nKAT\nSo, why’d you say yes to me?\n\nNICK\nThere was something in your voice\non the phone that day.\n\nKAT\nDesperation?\n\nNick doesn’t acknowledge her joke. Kat sneaks a look at him.\n\nNICK\nI think it was hope.\n\nKat hides a smile as her leg touches his. They are both\nkeenly aware of the contact.\n\nKAT\nWhat would you do if you weren't an\nescort?\n\nNICK\n\nMake out with you for free.\n\f85\n\n71.\n\nNick puts his arm around her. Kat laughs.\n\nNICK (CONT'D)\nWhat would you do if you stopped\nworrying about what other people\nthink?\n\nKAT\nSpontaneously combust?\n\nThey sit in silence a moment. Just then, Ed’s parents drive\nup in a beautiful old Bentley. Ed’s mother reaches over her\nembarrassed husband and HOOTS the horn.\n\nINT/EXT.",
  "44": "---END OF PREVIOUS SECTION---\nJust then, Ed’s parents drive\nup in a beautiful old Bentley. Ed’s mother reaches over her\nembarrassed husband and HOOTS the horn. INT/EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BENTLEY [DRIVING]- LATER\n\nGeorge drives through the lush countryside while Lydia 85\ncarries on. In the back seat, Kat drops her head on Nick’s\nshoulder; they’ve clearly been enduring this awhile.\n\nKAT, NICK, AND ED’S PARENTS -- SCENE FORTHCOMING.\n\nCUT TO:\n\nEXT. FLETCHER-WOOTEN ESTATE\n\nNick, Kat, and Ed’s parents unload the Bentley and carry\ntheir bags up the steps of a stately stone mansion.\n\nEXT. BOATHOUSE - FLETCHER-WOOTEN ESTATE - LATER\n\nA small boathouse sits at the edge of a charming lake that\nborders the main property. Nearby, “Jack Ship” struggles to\nsay afloat as PASTY KIDS sun themselves on the moored junker.\nEd mans an elaborate grill as GUESTS in summer hats mill\nabout.\n\nAT A PICNIC TABLE, Victor plays poker with Nick, Kat, and TJ.\nFrom the pile of money in front of him, it’s clear Victor’s\nkicking ass. Victor throws in ten pounds.\n\nTJ\n(shrewd poker voice)\nYou know, I might just call you...\nbut if I did...I would lose...\nbecause my hand blows.\n\nShe throws down her cards. Kat studies her hand and tosses\nina bill.\n\f72.\n\nKAT\nCall.\n\nAll eyes are on Nick.\n\nVICTOR\nLet’s see what kind of a man my\ndaughter’s found for herself.\n\nNick looks down at his money. Ten pounds. He reaches into\nhis pocket and pulls out a HUGE WAD OF CASH. Everyone is in\nshock but he doesn’t notice. He strips off a hundred, tosses\nit in the pot, and takes back sixty.\n\nNICK\nRaise you thirty.\n\nVictor raises an eyebrow.\nON TJ, looking at Nick. She leans over to Kat and whispers--\n\nTJ\n(re: Nick’s penis)\nCan I see it? Just for a sec?\n\nKat laughs and hits TJ.\n\nTJ (CONT’D)\nCome on, it’s so not fair. At\nleast describe it to me.\n\nJust then, Nick's cell phone RINGS. Victor plucks the phone\nout of Nick's hand. Kat darts a worried look at Nick and\nreaches for the phone.",
  "45": "---END OF PREVIOUS SECTION---\nJust then, Nick's cell phone RINGS. Victor plucks the phone\nout of Nick's hand. Kat darts a worried look at Nick and\nreaches for the phone. \n---TARGET SECTION TO BE ANNOTATED---\nKAT\nDaddy!\n\nVictor won’t give it up. He answers.\n\nVICTOR\n(into phone)\nI’m sorry, Nick's about to win a\npile of my money. He's gonna have\nto call you back.\n\nKat and Nick are frozen as Victor listens.\n\nVICTOR (CONT’D)\nThank you for your understanding,\nma’am. And good luck putting out\nthat fire.\n\f73.\n\nHe hangs up the cell phone and looks quizzically at Nick.\n\nVICTOR (CONT’D)\nWhat is it you do again?\n\nNICK\nWhat would you say if I told you I\nwas a member of an elite task force\nemployed to safeguard our nation’s\nmost precious resource: your\ndaughter.\n\nVictor snorts.\n\nVICTOR\nOh, yeah, shrink. Call.\n\nKat hides her relief. Victor throws in the cash.\n\nVICTOR (CONT’D)\nLet me save you some trouble. My\nold man hit the bottle like it was\nhis job and he had a mean streak as\nwide as the English Channel. So,\nme? I drink in moderation and have\nnever raised my voice around a kid.\n\nKat throws in thirty pounds. Victor lays down a PAIR OF ACES\nAND TWOS.\n\nVICTOR (CONT’D)\nWhat do you say to that?\n\nNICK\nI say that feeling compelled to do\nthe opposite of your parents is as\nenslaving as emulating them.\n\nNick lays down his hand. THREE KINGS. Victor shakes his\nhead. Nick glances at Kat. She twinkles at him, then lays\ndown a LOW STRAIGHT.\n\nVICTOR\nThat’s my girl!\n\nShe does a little dance as she swipes the pile of money\ntoward her. Nick can’t believe it.\n\nVICTOR (CONT’D)\nBest thing about being a dad is\nwhen your kid starts kicking your\nass--\n\f74.\n\nNICK\n--and the ass of the man who adores\nher.\n\nNick rises from the table, but his comment lingers. Kat\nsearches his face, wondering if he was serious. He holds her\ngaze a moment, then begins picking up the cards.\n\nEd appears holding a plate piled high with bangers.",
  "46": "---END OF PREVIOUS SECTION---\nKat\nsearches his face, wondering if he was serious. He holds her\ngaze a moment, then begins picking up the cards. Ed appears holding a plate piled high with bangers. \n---TARGET SECTION TO BE ANNOTATED---\nED\nAnybody seen my future-wife?\n(re: sausages)\nShe’11 kill me if I don’t serve her\nfirst.\n\nKAT\nHave you guys ever had a real\nhonest-to-God fight?\n\nEd thinks about that.\n\nED\n\n(lying)\nOf course.\n\nKAT\nYeah, right.\n\nED\nI hear that make-up sex is the best\nkind. Unfortunately, I’1l never\nknow.\n\nVictor calls out to Nick--\n\nVICTOR\nHey, Sigmund, you think you could\nrustle up the bride and tell her to\njoin the party?\n\nNICK\nWill do.\n\nNick smiles at Kat and heads toward the boathouse. Kat\nwatches with a hint of apprehension.\n\nFOLLOW NICK, walking across a carpet of pine needles. He\npasses through a latticework of shadows and steps into the\nboathouse- -\n\f75.\n\nINT. BOATHOUSE - FLETCHER-WOOTEN ESTATE - SAME\n\nNICK’S POV: Amy and Jeffrey, their backs turned, are in the\nmiddle of an argument.\n\nAMY\n(pulling her arm away)\nI said no! I’m getting married\ntomorrow! What do you want from\nme?\n\nAmy turns and sees Nick. Her face falls. Jeffrey sees him,\ntoo, and blanches, then badly covers--\n\nJEFFREY\nRight, then. I’1l get youa\nTofurky Burger instead.\n\nJeffrey walks out stiffly and Amy, mortified, turns and\nstares blankly out the window.\n\nNICK\nSorry to interrupt. Your dad sent\nme.\n\nAMY\nWhat for?\n\nNICK\n\nTo make sure you’re okay.\n\nAmy turns around and looks at the tiny boathouse. Although\nit had looked perfect to us before, under her gaze, we see\nall the cracks and dirt.\n\nAMY\nYou know all that “if these walls\ncould talk” stuff? Do you believe\nit? That a place has a memory?\n\nNICK\nActually, I do.\n\nAmy’s expression clouds as her eyes fall on the bedroom door.\nThrough the open door, Nick can see a small bed surrounded by\nbookshelves.\n\nAMY\nThis place has been in Ed’s family\nforever. We used to spend weekends\nout here every summer.\n(with a sigh)\n(MORE)\n\f76.",
  "47": "---END OF PREVIOUS SECTION---\nAMY\nThis place has been in Ed’s family\nforever. We used to spend weekends\nout here every summer. (with a sigh)\n(MORE)\n\f76. \n---TARGET SECTION TO BE ANNOTATED---\nAMY (cont'd)\nGod, I hope it doesn’t remember\neverything.\n\nLAUGHTER floats in from outside, an ironic soundtrack to\nAmy’s desperation.\n\nNick pushes out the chair across from him. Amy looks at him\na moment, then sits down.\nEXT. LAKE\n\nKat is standing with her mother, absentmindedly looking for\nNick, when Jeffrey approaches.\n\nJEFFREY\nMay I have a word? It’ll be just a\nminute.\n\nBUNNY\n\nLet me think. You stole seven\nyears of her life with your charm\nand your bullshit and now you want\na couple more minutes? Sure. Go\nright ahead.\nAs Jeffrey walks away, Kat whispers to her mother.\nKAT\nThanks for the solidarity, but next\ntime? A little less information.\n\nKat follows Jeffrey toward the lake.\n\nINT. BOATHOUSE - FLETCHER-WOOTEN ESTATE\n\nAmy is now sitting across from Nick at the kitchen table.\nNick is shell-shocked.\n\nNICK\nDoes Kat know?\n\nAmy doesn’t even bother shaking her head.\n\nAMY\n\nIt was such a long time ago.\nNICK\n\nStill--\nAMY\n\nIf Ed ever found out....\n\f77.\n\nNICK\nOr Kat....\n\nAMY\nAnd she wonders why I swim to the\nbottom of a Lemondrop every time I\nsee her.\n\nNick pushes back from the table. He’s at a loss for words.\n\nEXT. LAKE\n\nJeffrey speaks to Kat with disarming sincerity. Kat tries to\nkeep her guard up, but despite herself, she’s listening.\n\nJEFFREY\nYou were so good to me. I swear I\nnever meant to hurt you. We were\ntogether what, five years?\n\nKAT\nSeven if you count the on-and-off\nyears. Which I do.\n\nJEFFREY\nRight. Seven.\n(realizing)\nChrist, that’s a long time, isn’t\n\nit?\nKAT\nNot for a dog.\nJEFFREY\nWell, we had a lot of good years\nbut then...\nJeffrey fumbles.\nKAT\n\nIs this supposed to be an apology?\n\nJEFFREY\nIt’s not supposed to be anything,\nKat. It’s just my rather feeble\n\nattempt to.... Oh, I don’t know.",
  "48": "---END OF PREVIOUS SECTION---\nJEFFREY\nIt’s not supposed to be anything,\nKat. It’s just my rather feeble\n\nattempt to.... Oh, I don’t know. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\n\nYou see, I thought I could deny my\n\nfeelings--\n\nSomething catches Kat’s eye: Nick exiting the boathouse.\nEven from this distance, she knows that something is wrong.\n\f78.\n\nJEFFREY (CONT’D)\nYou’re not even listening.\n\nKAT\nWhen we were together I was “too\nhere,” now I’m not here enough.\n\nFOLLOW KAT, as she walks away from Jeffrey through a stand of\ntrees and meets Nick.\n\nIn the background, Jeffrey watches, confused, then walks\naway. Kat reaches out and touches Nick’s arm, tentatively.\n\nKAT (CONT'D)\nAre you okay?\n\nKat’s tenderness finds its way into Nick. It takes hima\nmoment to recover.\n\nNICK\nYeah. You?\n\nKAT\nYeah.\n\nThey look at each other a moment.\n\nKAT (CONT'D)\nLet’s go.\n\nEXT. COUNTRYSIDE - DAY\n\nNick and Kat walk back to the main house. Side by side, they\ncut through a picturesque glen. Nick shoots Kat an anxious\nglance, deciding whether to reveal what he knows.\n\nKat catches him and smiles back, sweetly. Nick takes her\nhand and kisses it, surprising her. His eyes turn back\ntoward the house but he doesn’t let go of her hand.\n\nINT. BATHROOM - FLETCHER-WOOTEN ESTATE - NIGHT\n\nKat is getting ready. She's up on her tiptoes, doing her\nmake-up in the mirror. The radio is blaring Air Supply. Kat\nsings along, passionately, embarrassingly.\n\nKat was clearly lying about not liking the cheesy greatest\nhits. She knows every word. Somehow, she seems different\nfreer. She's singing like she means it.\n\f79.\n\nEXT. BALCONY - FLETCHER-WOOTEN ESTATE\n\nNick and Victor, sipping cocktails, stand on a back balcony\noverlooking the party preparations. In the backyard below,\nBunny zips around, hissing orders at the STAFF.\n\nBUNNY\nYou, with the hair and all the\nbright ideas. Paper lantern plus\nopen flame equals no-no.\n\nVICTOR\nThat woman is insane. God damn if\nI don’t love her.\n\nNick wants to come clean but can’t find the courage. He\nchooses his words carefully.",
  "49": "---END OF PREVIOUS SECTION---\nGod damn if\nI don’t love her. Nick wants to come clean but can’t find the courage. He\nchooses his words carefully. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nKat does this thing. She stands on\nher tiptoes when she’s looking in\nthe mirror. You ever notice that?\n\nVictor smiles, he knows what Nick’s talking about.\n\nVICTOR\n\nI remember the day I met Kat. It\nwas in New York. I’d been dating\nBunny for a few months, and she\nfinally trusted me enough to\nintroduce me to her kid. So I’m\nover at her place and in walks this\nlittle monster that won’t stop\ntalking.\n\n(remembering)\nShe hands me a walkie-talkie made\nout of an orange juice can and\ndrags me over to her fort. The\nfort was this lop-sided mess of\nblankets and the walkie-talkie\nalmost took my ear off, but she was\nhaving the time of her life.\n\n(shaking his head)\nThat was it. I was a goner.\n\nA wave of nostalgia passes over him.\n\nVICTOR (CONT’D)\nThat was the day I became a dad. And\nfrom that moment on, I just knew.\n(MORE)\n\f80.\n\nVICTOR(cont 'd)\nI’d give that little girl everything\nshe ever needed, I’d love her\nunconditionally, and I wouldn’t let\nher out of the house until she was\nthirty.\n\nNick laughs.\n\nVICTOR (CONT’D)\nYou think it’s going to get easier\nwhen they get older. That you’re\ngoing to worry about them less. Or\ntrust the world more. But that’s\njust not how it goes.\n\nThey stand in silence a moment.\n\nNICK\nI’m not sure if this is going to\nmake sense to you, Sir, but I’d\nlike to ask permission to date your\ndaughter.\n\nVictor gives Nick an intense but unreadable look\n\nVICTOR (CONT’D)\n\nThe ladies are fond of you, Nick.\nI can see that. I also see that\nwhatever else you are, you’re a\nhelluva good guy.\n\n(beat)\nShe paid a real price dating\nJeffrey. This will be different\nwon’t it?\n\nNick’s not sure what Victor knows. He wants to assure him,\nto make promises. Instead, he says nothing. Victor and Nick\nlook at each other, a silent understanding between them.\n\nEXT.",
  "50": "---END OF PREVIOUS SECTION---\nInstead, he says nothing. Victor and Nick\nlook at each other, a silent understanding between them. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n GARDEN - FLETCHER-WOOTEN ESTATE - LATER\n\nThe rehearsal dinner is underway. Strung with paper\nlanterns, the yard looks enchanted. The usual suspects are\npacked around a candle-lit table, absorbed in lively\nconversation. Jeffrey, brooding, doesn’t engage, just drinks\nheavily.\n\nAt the center of it all, Nick is quietly relishing being a\npart of this family dinner. Kat and Nick make eye contact.\nThey’ve finally caught up with the couple they were\npretending to be at the beginning of the weekend.\n\nBunny’s voice cuts through the din like a knife--\n\f81.\n\nBUNNY\nI blame Tony Pee-Pants!\n\nKAT\nOh, no.\n(to Nick)\nShe tells this story at every major\nholiday.\n\nBUNNY\n\nWhy should this be any different?\n\n(taking Nick’s arm)\nBesides, I have to initiate Nick\ninto the family.\n\n(to Nick)\nI blame Tony for why my two girls\ncan’t seem to get along.\n\nKat and Amy moan, here we go.\n\nBUNNY (CONT’D)\nOh, don’t deny it. You barely\ntolerate each other.\n\nTJ\nIt’s true. All you have in common\nis that you both secretly want to\nbe me.\n(raising her glass)\nCheers.\n\nKAT\n(to Nick)\nShe blames Tony Pee-Pants\nPinterello for everything. The\nfall of the British Empire, the\nCold war, the internet.\n\nBUNNY\nIt was just after we moved here.\nMy little girls got in a fight over\nTony Pee-Pants and they haven’t\nmade up since.\n\nAmy rolls her eyes, saves them all from Bunny by telling the\nstory herself.\n\nAMY\nApparently, Kat and I were\ninseparable.\n\f82.\n\nBUNNY\nIf Kat ate a banana, Amy threw it\nup.\n\nTJ\n\nIf Amy threw it up, Kat ate it.\n\nLydia is vaguely disgusted. She pulls a face. Bunny waves\nhand in front of her eyes. This story always kills her.\n\nKAT\nWe were eating and puking together\nin harmony until one day, Tony\nwalked me home from school. He was\nmy first boyfriend.\n(pointedly)\nI was fourteen.\n\nAMY\nSo Tony Pee-Pants starts ignoring\nKat. He wanted to play with me.",
  "51": "---END OF PREVIOUS SECTION---\n(pointedly)\nI was fourteen. AMY\nSo Tony Pee-Pants starts ignoring\nKat. He wanted to play with me. \n---TARGET SECTION TO BE ANNOTATED---\nKAT\nYou practically bribed him with\nyour erector set.\n\nNICK\n(aside, to Kat)\nFourteen and he’s hoodwinked by a\nan erector set?\n\nKAT\nI didn’t say he was worth it.\n\nThey share a private smile.\n\nAMY\nWhatever. The point is, Tony ended\nup with a chair in his face.\n\nBUNNY\n(in her defense)\nIt was plastic. And child-sized.\nBut there were some stitches\ninvolved.\n\nTJ\nLike fifteen.\n\nKAT\nDad made me go over and apologize\nthe next day.\n\f83.\n\nBUNNY\nI’m an American and in America,\npeople sue. So to prevent a\nlawsuit, I baked a tart. And I\ndon’t bake.\n\nKAT\nSo Dad rang the bell and when Tony\nPee-Pants opened the door, I threw\nthe tart at him and popped his\nstitches.\n\nVictor laughs, remembering. Bunny hits him on the arm.\n\nVICTOR\nSorry.\n\nHe chuckles again.\n\nVICTOR (CONT’D)\nYou should have seen his face--\n(he makes a surprised\nface)\nThen, boom. Right in the kisser.\n\nBUNNY\n(shaking her head)\nWhat happened to my little angels?\nAmy and Kat both ignore their mother, who’s misting up.\n\nNICK\n\nAnd that’s when he peed in his\n\npants? After the tart?\nKAT\n\nHe bled a bunch, but no, there was\n\nno peeing.\n\nNICK\nSo what’s with the nickname?\n\nThey all think about that.\n\nBUNNY\nI have absolutely no idea.\n\nEveryone laughs.\n\f84.\n\nEXT. GARDEN - FLETCHER-WOOTEN ESTATE - LATER\n\nMany of the guests have gone. Empty bottles of wine litter\nthe table. Only the immediate family, TJ, Nick and Jeffrey\nremain. Jeffrey’s still drinking heavily and Kat’s not at\n\nthe table.\n\nINT. WINE CELLAR - FLETCHER-WOOTEN ESTATE\n\nKat pulls a bottle of wine off the top shelf just as someone\ncomes up behind her. Kat feels a hand on her back, spins\naround and drops the bottle. Jeffrey reaches out and grabs\nit before it drops.",
  "52": "---END OF PREVIOUS SECTION---\nWINE CELLAR - FLETCHER-WOOTEN ESTATE\n\nKat pulls a bottle of wine off the top shelf just as someone\ncomes up behind her. Kat feels a hand on her back, spins\naround and drops the bottle. Jeffrey reaches out and grabs\nit before it drops. \n---TARGET SECTION TO BE ANNOTATED---\n She looks at his somber face, takes the\nbottle, and sets it back on the shelf.\n\nKAT\nOkay, let’s do this. What’s the\nbig confession?\n\nEXT. GARDEN - FLETCHER-WOOTEN ESTATE - SAME\n\nNick looks for Kat. Concern crosses his face as he notices\nthat Jeffrey’s gone, too. Nick picks up a couple of empty\nwine bottles off the table.\n\nINT. KITCHEN - FLETCHER-WOOTEN ESTATE - MOMENTS LATER\n\nNick drops the bottles into a recycling bin then looks over\nat the basement door.\n\nINT. WINE CELLAR - FLETCHER-WOOTEN ESTATE - SAME\n\nNick stands at the top of the cellar stairs. He’s\neavesdropping, partially concealed by the half-open door.\n\nJEFFREY (0.S.)\nWell, in a way, you were right.\nThe prob was, you were in love. I\nwanted to be. But I wasn’t.\n\nINTERCUT WITH JEFFREY AND KAT:\n\nJEFFREY (CONT'D)\nIf I’d have confessed, you would\nhave forgiven me. But the truth\nis, I didn’t want to be forgiven.\nI sort of just needed it to end.\n\f85.\n\nKat processes Jeffrey’s words, tries to be open.\n\nJEFFREY (CONT’D)\nBollocks, I’m sorry. I had no idea\nthis would be so difficult\n\nKAT\nRelax. Take a breath and just say\nit. It’s no big deal. I promise.\n\nJEFFREY\nBrilliant.\n\nKAT\nWell, it was a big deal. As late\nas...yesterday. Or this morning.\n(beat)\nBut not anymore.\n\nNick smiles.\n\nKAT (CONT'D)\nAnd you were right -- it is why I\nbrought Nick with me...because I\nwanted to drive you insane. To\ntorture you slowly, for the entire\nweekend. But then something\nhappened. I started to fall for\nhim. And now, and I hope this\ndoesn’t hurt your feelings, now I’m\nsick of you and me, of our story.\n\nNick, almost giddy with happiness, moves away from the door\nthen back towards it again. Finally, he closes it quietly\nand leaves.",
  "53": "---END OF PREVIOUS SECTION---\nAnd now, and I hope this\ndoesn’t hurt your feelings, now I’m\nsick of you and me, of our story. Nick, almost giddy with happiness, moves away from the door\nthen back towards it again. Finally, he closes it quietly\nand leaves. \n---TARGET SECTION TO BE ANNOTATED---\nDownstairs, Kat takes Jeffrey’s hand.\n\nKAT (CONT'D)\nIt’s the past. It’s nothing but\nghosts. So just get it off your\nchest, then let’s go back upstairs\nand eat some tiramisu.\n\nJEFFREY\nI slept with your sister.\n\nSilence.\n\nKAT\nI’m sorry?\n\f86.\n\nJEFFREY\nI shagged Amy. Two years ago.\nThat’s why I ended it. And then\nafter you left, sod it, we kept at\nit like rabbits until we both\nrealized it was absolutely mad.\nAnd, you know, morally wrong. Then\nthere was that one other time. And\nthat was it.\n\nKat stares at him, blood pounding in her ears.\n\nJEFFREY (CONT'D)\nLast Christmas when Ed proposed, I\nrealized...I’m in love with her. I\ncan’t lose her.\n\nShe feels like she’s trapped in a horror movie. She’s got to\nget out of here. In a daze, she turns around and heads\ntoward the stairs.\n\nJEFFREY (CONT’D)\nWhat? Good lord, say something.\nYou said I should tell you the\ntruth.\n\nKat stops dead, her jaw stiffens. When she turns and looks\nat him, her face is filled with loathing.\n\nKAT\nI wasted two years grieving this?\n\nKat laughs. It is so close to tears, that the sound catches\nin her throat. She shakes her head, wearily, and\nmechanically walks up the stairs.\n\nEXT. GARDEN - FLETCHER-WOOTEN ESTATE\nKat emerges like a sleepwalker. She looks for Nick, doesn’t\nfind him anywhere. She drifts toward the table. Jeffrey\n\nappears in the doorway behind her.\n\nTJ is the first to look up. She sees Kat’s face, sees\nJeffrey, and knows what happened. TJ goes to Kat.\n\nTJ\nOh, no. He told you.\n\nKAT\nYou knew?\n\f87.\n\nTJ\nI’m so sorry.\n\nKat shakes her head and looks past TJ to Amy. Amy meets her\nsister’s gaze and instantly gets it. Desperate to keep this\nfrom Ed, she heads Kat off.\n\nAMY\nPlease don’t say anything.\n\nKat looks at Amy like they’ve never met.",
  "54": "---END OF PREVIOUS SECTION---\nDesperate to keep this\nfrom Ed, she heads Kat off. AMY\nPlease don’t say anything. Kat looks at Amy like they’ve never met. \n---TARGET SECTION TO BE ANNOTATED---\n Amy’s eyes are\nwild, silently pleading.\n\nAMY (CONT'D)\nPlease.\n\nKat has never felt more alone. She looks everywhere for\nNick.\n\nHe finally emerges from the house and comes to Kat’s rescue,\nfolding her in his arms. Kat holds onto him for dear life.\nThen- -\n\nAMY\n(to Nick)\nI can’t believe you told her!\n\nKat pulls away from Nick, confused. As she stumbles\nbackwards, all she sees is Nick’s face. All she hears is\nAmy’s voice, miles away.\n\nAMY (0.S.)\nYou said your job was discretion.\nYou couldn’t wait until you got\nback to New York?\n\nBunny and Victor watch, confused, as Kat runs out. Nick runs\nafter her as Ed approaches Jeffrey.\n\nED\nWhat’s going on?\n\nJeffrey looks straight at his best friend.\n\nJEFFREY\nNothing.\nED\n(skeptical)\n\nDoesn’t look like nothing.\n\nJeffrey puts his arm around Ed.\n\f88.\n\nJEFFREY\nNow is not the time to catch on.\n(re: Ed’s empty glass)\nIt is, however, time for another\nround.\n\nEXT. FLETCHER-WOOTEN ESTATE\n\nKat staggers down the moonlit lane. She’s barely staving off\na breakdown. Nick runs up behind her.\n\nNICK\nKat!\n\nKat charges forward, blindly, as Nick follows.\n\nNICK (CONT'D)\nCome on! Don’t be--\n\nKat’s anger swells, she spins around.\n\nKAT\nWhat?! I can’t believe I trusted\nyou! How could you not tell me!?\n\nNick sees the pain in Kat’s face. It’s pain for Jeffrey, for\nthe past.\n\nNICK\n(angrily)\nJesus, Kat. What did you want me\nto say? That your sister slept\nwith your fiancé? That everybody\nknew and no one respected you\nenough to tell you?\n\nNick is not used to being angry. He grows uneasy, hedges--\n\nNICK (CONT'D)\nBesides, you hired me for my\ndiscretion.\n\nKAT\nYou’ve always got that to hide\nbehind, don’t you? It’s just\nbusiness!\n\nNICK\nYeah! For all I know, come Monday\nmorning, we’ll go back to the real\nworld and...",
  "55": "---END OF PREVIOUS SECTION---\nIt’s just\nbusiness! NICK\nYeah! For all I know, come Monday\nmorning, we’ll go back to the real\nworld and... \n---TARGET SECTION TO BE ANNOTATED---\nand you’1l be hiring me\nfor your best friend!\n\f89.\n\nKat’s face fills with hurt\n\nNICK (CONT'D)\nI mean, come on. Did you actually\nthink we’d be boyfriend and\ngirlfriend?\n\nThis stops Kat a moment, then--\n\nSilence.\n\nKAT\nYou let me make a fool of myself!\nYou lied to me! I don’t know why\nthat surprises me because lying is\nwhat you do. It’s your job. It’s\nwho you are. How would you even\nknow if something were real?\n\nNICK\nYou’re judging me?! Oh, that’s a\ngood one. You’re lying to me\nyou’re lying to your family, and\nyou’re lying to yourself. But\nyou’re going to stand there and\npoint a finger at me? The man you\nhired to pretend to be your\nboyfriend?\n\nEach wants the other to fight for it. But neither\n\ndoes. Kat gives up.\n\nKAT\nYou’re right. I was so desperate\nto make everyone believe I was\nhappy that I spent six grand ona\nlie. And after all that? The only\none who ended up falling for it was\nme.\n\nNICK\nGo ahead, Kat. Hate me. You were\nrunning out of steam on the whole\nJeffrey thing. Maybe now you’1ll be\nable to hold onto this just long\nenough to ruin your next\nrelationship.\n\nNick’s had enough. He turns and walks away, leaving Kat\n\nstunned.\n\f90.\n\nEXT. FLETCHER-WOOTEN ESTATE - LATER\n\nThe party is over, the house lights low. Moonlight washes\nover Nick as he carries his packed suitcase to his car. Ed\ncomes out of the house, jogs up to Nick.\n\nNICK\nI’1l just check into a hotel.\n\nED\nDon’t be ridiculous. It’s late and\nthe place is empty. Just take my\ncar.\n\nEd hands him a set of keys.\n\nED (CONT’D)\nI don’t know what’s going on with\nyou two, but I’m sure it’1l work\nout. You couldn’t be more perfect\nfor her if she picked you out of a\ncatalogue.\n\nNick smiles, wearily.\n\nNICK\nThanks, man.",
  "56": "---END OF PREVIOUS SECTION---\nYou couldn’t be more perfect\nfor her if she picked you out of a\ncatalogue. Nick smiles, wearily. NICK\nThanks, man. \n---TARGET SECTION TO BE ANNOTATED---\nNick tosses his bag in back and gets in the car.\n\nINT. SITTING ROOM - FLETCHER-WOOTEN ESTATE - SAME\n\nKat stands at the window, her eyes puffy. She watches as\nNick drives away, then she turns around.\n\nHer mom and dad wait in the darkened living room. Kat tries\nto be strong, but then she goes to her father, burying\nherself in his arms. Bunny hides a pang of disappointment as\nshe gently touches Kat’s head.\n\nINT. KAT’S ROOM - FLETCHER-WOOTEN ESTATE - LATER\n\nKat straightens up her room. A KNOCK on the door and Amy\nwalks in.\n\nAMY\nHey.\n\nKAT\nHey.\n\f91.\n\nKat keeps cleaning up.\n\nAMY\nI just wanted to say thank you.\nFor not outing me in front of Ed.\nI want to tell him. Just not on\nthe night before our wedding. With\nthese kind of things, timing is\neverything.\n\nKat turns on her sister, she’s smiling.\n\nKAT\nYou’re right. You should really\ntime it right so when he hears that\nyou repeatedly screwed his best\nfriend, he doesn’t feel like the\nworld is collapsing around him and\nthere’s no escape because you\ntricked him into marrying you.\n\nAmy wasn’t ready for Kat’s intensity, she backs towards the\ndoor.\n\nAMY\nYou know what? I’m not having this\nconversation right now.\n\nKAT\nSure, disappear. We’ve been\nwalking away our whole lives.\n\nAmy turns around and faces Kat, willing to hear anything.\n\nKAT (CONT'D)\nI’m not even going to discuss the\nfact that you screwed my fiancé\nbecause you’ve always been a\nspoiled, amoral, little princess.\n\nAmy looks horrified but Kat’s not backing down.\n\nKAT (CONT'D)\nBut I put up with all of it because\nI really believed that deep down,\nyou loved me and you were a good\nperson. I really thought you\ndeserved someone like Ed. God I\nenvied you guys. Somehow, he made\nyour selfish bullshit seem okay.\nAlmost endearing.\n\nAmy looks at Kat with tears in her eyes.\n\f92.\n\nKAT (CONT'D)\nAnd now I know. You didn’t deserve\nany of it. You were just lucky.",
  "57": "---END OF PREVIOUS SECTION---\nKAT (CONT'D)\nAnd now I know. You didn’t deserve\nany of it. You were just lucky. \n---TARGET SECTION TO BE ANNOTATED---\nKat looks at her sister, sadly.\n\nKAT (CONT'D)\nDon’t worry, Amy. Your wedding\nwill be perfect. Tomorrow, I’11\nsmile and say all the right things\nand you’1l deal with Ed when you’re\nready. But right now, tonight, I\ncan’t pretend it’s okay.\n\nAmy, stricken, exits. As she leaves, her shoulders start to\nshake. She is crying. Kat’s reflex is to go to her, but she\nstops herself. It’s too soon to forgive. She walks over and\ncloses the door.\n\nINT. BOATHOUSE - FLETCHER-WOOTEN ESTATE - SAME\n\nNick stands, alone in the darkened boathouse, speaking on his\ncell phone.\n\nNICK\nAnd that’s the first flight out?\n\nHe writes something down on a piece of paper.\n\nNICK (CONT'D)\nAll right, thank you.\n\nHe hangs up and sits down on the edge of the bed. He looks\nat the floor. At nothing.\n\nINT. KAT’S ROOM - FLETCHER-WOOTEN ESTATE\n\nKat lies in bed. She stares at the ceiling. At nothing.\n\nCUT TO:\n\nINT. KAT’S ROOM - FLETCHER-WOOTEN ESTATE - MORNING\n\nKat’s eyes flutter open. She’s not refreshed and she doesn’t\nfeel better. The only thing that’s changed is that it’s\nmorning. Kat looks up at the ceiling.\n\nKAT (0.S.)\nI’m okay.\n\f93.\n\nCU ON KAT’S FACE, STARING INTO CAMERA. SHE SEES NOTHING.\n\nINT. HAIR DRESSER - DAY\n\nKat’s make-up is flawless and her hair is perfect but her\neyes are clouded with pain and sleeplessness.\n\nBUNNY (0.S.)\nI don’t believe you.\n\nBunny sits next to Kat in a barber’s chair.\n\nKAT\nNo, I’m fine, really. Nothing a\nbottle of Jack and a straight razor\ncan’t fix.\n\nKat’s trying to be light, but her eyes are a dead giveaway.\nKat draws in a long breath, trying to summon some semblance\nof joy.\n\nKAT (CONT'D)\nAnyway, it doesn’t matter. Today’s\nAmy’s day.\n\nShe braves a glance at her mother’s face. Bunny’s not\nbuying.\n\nEXT.",
  "58": "---END OF PREVIOUS SECTION---\nShe braves a glance at her mother’s face. Bunny’s not\nbuying. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CAR PARK - HAIR DRESSER\n\nKat stands in the car park behind the salon, furtively\nsucking on a cigarette as she pulls off an old nicotine\npatch. Choking, she throws down the cigarette as the salon\ndoor opens and Bunny steps out.\n\nBUNNY\n\nWhat’s going on with you two?\nKAT\n\nI was pretty hard on her last\n\nnight.\n(welling up)\nAnd now she’s getting married.\n\nBUNNY\nThere’s a reason I always tell that\nTony Pee-Pants story, you know.\n\f94.\n\nKAT\nTrust me. This is bigger than Tony\nPee-Pants.\n\nBUNNY\n\n(pressing on)\nBefore Tony, you and your sister\nwere best friends. I couldn’t\nsplit you up. If your sister ate\nthe spinach, you ate the spinach.\nIf you threw up--.\n\nKAT\nMom, please.\n\nBUNNY (CONT’D)\n\nAnyway, when that boy came over, it\nwas the first time you ever did\nanything without her.\n\n(beat)\nAnd Amy wasn’t just jealous...she\nwas sad and lonely. She missed\nyou.\n\nKAT\nShe did?\n\nBUNNY\nSo she flirted with Tony, and you\ngot mad and sent him away. who did\nthat leave?\n(beat)\nYou and Amy. Reunited.\n\nKat stands, stunned, as Bunny brushes her hand against Kat’s\ncheek.\n\nBUNNY (CONT’D)\n\nI wish I had known it would go by\n\nso fast.\nKat watches, full of emotion, as Bunny leaves with tears in\nher eyes.\nINT. CHURCH\nA series of images as Wedding preparations transform the\naustere church. A carpet is unrolled down the aisle. A\nbouquet is affixed to a pew. Programs are laid out.\n\nCUT TO:\n\f112\n\n95.\n\nA HAND ZIPPING UP A SUITCASE.\n\nINT. BOATHOUSE - FLETCHER-WOOTEN ESTATE 112\n\nBag in hand, Nick locks up the boathouse and sets the keys on\ntop of the door frame.\n\nEXT. FLETCHER-WOOTEN ESTATE\n\nLimos wait outside both Kat’s house and the house next door.\nBunny fusses with Amy’s dress as they walk toward the car.\nVictor and Kat follow, arm in arm.",
  "59": "---END OF PREVIOUS SECTION---\nFLETCHER-WOOTEN ESTATE\n\nLimos wait outside both Kat’s house and the house next door. Bunny fusses with Amy’s dress as they walk toward the car. Victor and Kat follow, arm in arm. \n---TARGET SECTION TO BE ANNOTATED---\nANGLE ON VICTOR AND KAT. Victor looks at Kat, who is trying\nto be brave. It’s almost working.\n\nINT. ANNEX - CHURCH\n\nAmy nervously fusses with her dress when Kat walks in. Kat\nstops when she sees her sister, glowing in a beam of dusty\nlight. It takes Kat’s breath away.\n\nKAT\nWow. You look beautiful.\n\nAMY\n\nYeah. Most important day of my\nlife. Whatever. Listen, I chose\nyou to be my Maid of Honor for a\nlot of reasons: I love you, you’re\nmy favorite, and only, half-sister\nblah blah blah. But the main\nreason I picked you is because\nyou’ve been so miserable for the\npast few years, I knew you wouldn’t\noutshine me.\n\n(beat)\nBut here it is, my big day. My big\nday. And something doesn’t feel\nright. Maybe it was that pep talk\nyou gave me last night, I don’t\nknow, but your misery just isn’t\nworking for me anymore.\n\nAmy tries to keep up her tough attitude but when she levels\nher gaze at Kat, her eyes cloud with a regret deeper than we\nthought her capable of.\n\f96.\n\nAMY (CONT'D)\nIt was a horrible thing I did to\nyou. I’m really sorry.\n\nAmy takes her sister’s hand. Then lets it drop.\nAMY (CONT'D)\nI know you hate when I get what I\nwant. But right now, all I want is\nfor you to be happy.\n\nON KAT as this sinks in.\n\nEXT. CHURCH\n\nKat pushes open the heavy church doors. Organ music floods\nout as Kat surreptitiously looks up and down the street.\n\nVictor appears behind her. Kat looks at her dad and forces a\nsmile. Victor knows she’s upset.\n\nVICTOR\nSo why’d you let him go?\nKAT\nIt’s complicated, Dad.\nVICTOR\n(ironically)\nOh, well, then. It probably won’t\n\nwork out.\nVictor stops and faces her, his voice full of meaning.\n\nVICTOR (CONT’D)\nI read a fascinating article in the\nNew Yorker once and this guy said:\n“Every woman has the exact love\nlife she wants.” You know what? I\nagree.",
  "60": "---END OF PREVIOUS SECTION---\nVictor stops and faces her, his voice full of meaning. VICTOR (CONT’D)\nI read a fascinating article in the\nNew Yorker once and this guy said:\n“Every woman has the exact love\nlife she wants.” You know what? I\nagree. \n---TARGET SECTION TO BE ANNOTATED---\n And I refuse to believe\nthat this is what you want.\n\nKat is overwhelmed but Victor continues.\n\nVICTOR (CONT’D)\nEver since you were a little kid,\nyou’ve been trying to please other\npeople. And in return for your\nservices, all they’ve done is\ndisappoint you.\n\n(beat)\n(MORE)\n\f97.\n\nVICTOR(cont'd)\nSo tell me, is this the guy for\nyou?\n\nKat thinks about this.\n\nKAT\nYeah.\n\nVICTOR\nThen for once in your life, do\nsomething for yourself.\n\nKat looks at him gratefully and makes a silent decision.\n\nINT. CAR [DRIVING]\n\nKat speeds down the road in her parents’ car. The empty boat\ntrailer clatters behind her\n\nINT. CHURCH\n\nAmy watches through a crack in the door as the GUESTS take\ntheir seats.\n\nINT. ANNEX - CHURCH\n\nAmy paces nervously. Ed knocks and enters, covering his eyes\nso he doesn’t see her dress.\n\nED\nYour mother said you’d like a quick\nword.\n\nAmy takes Ed’s hands away from his eyes. From the look on\nher face, Ed knows something is wrong.\n\nINT. WOODS\n\nKat races through the woods, trying to keep her dress from\ncatching on the branches that whip at her on all sides.\nINT. CHURCH\n\nThe Guests are all seated now, and the organ has begun its\n\nmood music. In the atrium just outside the church, the\nentire wedding party, minus Amy and Ed, is gathered, waiting.\n\f98.\n\nEXT. BOATHOUSE - FLETCHER-WOOTEN ESTATE\n\nKat bursts into the clearing, her hair tousled, her dress\nnightmarish. She tries to catch her breath as she looks up\nto the porch of the boathouse. This is supposed to be the\npart where she sees Nick and they live happily ever after\n\nINT. BOATHOUSE - FLETCHER-WOOTEN ESTATE\n\nKat desperately searches the rooms of the boathouse. By the\ntime she gets to the kitchen, she knows it’s going to be\nempty. She opens the door, anyway.\n\nNick’s gone. On the kitchen table, a_brown envelope. Kat\npicks it up. Written on the front: KAT.",
  "61": "---END OF PREVIOUS SECTION---\nOn the kitchen table, a_brown envelope. Kat\npicks it up. Written on the front: KAT. \n---TARGET SECTION TO BE ANNOTATED---\n She turns it over\nto open it. On the back it reads: “IT’S ALL THERE, TRUST\nME.” Kat laughs at how well Nick knows her. Her eyes fill\nwith love.\n\nINT./EXT. CAR [DRIVING]\n\nInside the car, Nick’s face is stoic as he drives, his carry-\non on the seat next to him.\n\nINT. ANNEX - CHURCH\nAmy faces Ed, her eyes red and puffy.\n\nAMY\nI was too scared to tell you. I\nthought you’d never speak to me\nagain. I’m so sorry.\n\nEd is reeling, he just stares at Amy, saying nothing. Amy’s\nfinally doing her penance. The silence is killing her.\n\nAMY (CONT'D)\nSay something. Please.\n\nED\nI knew you were still seeing\nsomeone else when we finally got\ntogether. I never in a million\nyears would have dreamt it was\nJeffrey.\n\nEd shakes his head, trying to understand.\n\f99.\n\nED (CONT’D)\nDoes Kat know?\n\nAMY\nJeffrey told her last night.\n\nED\nLast night?\n\nEd winces, remembering, then lets out a growl.\n\nED (CONT’D)\nThat worthless bastard!\n\nEd staggers towards the door.\n\nINT. CHURCH\n\nEd slams the door on his way out of the annex. He charges up\nthe aisle, past the pews full of guests.\n\nGuests MURMUR in surprise. Ed picks up speed. He's like a\nheat-seeking missile that's found its mark:\n\nJEFFREY, stands at the back, chatting up a DUMPY BRIDESMAID.\nHe turns just in time to see Ed running up the aisle. TJ\nspots Ed, too.\n\nJeffrey’s seen this movie before -- he knows he’s about to\nget his ass kicked.\n\nJeffrey drops everything and starts running. At that moment\nTJ grabs a FLOWER GIRL and uses the little girl to trip\nJeffrey. He falls, scrambles back up and keeps running.\nEXT. STREET\n\nKat trudges up the church steps, her head down. Just then\nthe door bursts open and Jeffrey flies out of the church and\nraces down the street. Moments later, Ed explodes from the\nchurch and takes off after Jeffrey.\n\nKat watches them run down the street, confused, then goes\ninside.\n\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nMoments later, Ed explodes from the\nchurch and takes off after Jeffrey. Kat watches them run down the street, confused, then goes\ninside. INT. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. CAR [DRIVING]\n\nNick’s staring straight ahead when something\n\nSTREAKS PAST HIS WINDOW.\n\f100.\n\nNick thinks he’s seeing things, looks in the rear-view mirror\nto investigate. Just then, ANOTHER FORM STREAKS PAST.\n\nNick looks out the back window and sees Ed chasing Jeffrey\ndown the street. Nick shakes his head, but keeps driving.\nThis family is not his problem anymore.\n\nNick wills his eyes to stay on the road, but then he can’t\nhelp it. He looks into the rear-view mirror again.\n\nAlmost despite himself, Nick throws the car into a U-turn.\nHe catches up and pulls alongside Ed, who’s still chasing\nJeffrey.\n\nNICK\nHey.\n\nEd looks over at Nick, but keeps running, his tuxedo\nflailing. Nick keeps pace.\n\nED\n(winded)\nI look like a total wanker, don’t\nI?\nNICK\n\nYeah, kind of.\n\nEd keeps running.\nNICK (CONT'D)\n\nOnly way to beat that guy is to\n\ntake yourself out of the game.\nEd finally stops running. Wheezing, he bends over to catch\nhis breath. Nick pulls over.\nINT. ANNEX - CHURCH\nBack inside, Amy nervously awaits her fate. Kat enters. She\nwants to hug Amy, but offers her a tissue instead. Amy takes\nit gratefully.\nINT./EXT. CAR - LATER\n\nNick and Ed pull up to the church. Nick turns off the car.\nNeither one of them gets out.\n\nED\nYou heading to the train station?\n\f101.\n\nNICK\nI figured you could pick up your\ncar tomorrow.\n\nED\nYeah.\n\nThey sit in silence, the church looming in front of them.\n\nED (CONT’D)\nI felt sorry for you last night. I\nwas sitting there like some smug\narse thinking how lucky I am.\n\nEd’s clearly struggling. Nick lets him talk.\n\nED (CONT’D)\n\nI forgave her when I thought it was\njust some bloke. Bugger it. Why\nJeffrey?\n\n(beat)\nI’ve had her up on a pedestal ever\nsince...since the day I put her up\nthere. It’s going to take a long\ntime for me to get over this.\n\nNick tries to find the right words of encouragement.",
  "63": "---END OF PREVIOUS SECTION---\n(beat)\nI’ve had her up on a pedestal ever\nsince...since the day I put her up\nthere. It’s going to take a long\ntime for me to get over this. Nick tries to find the right words of encouragement. \n---TARGET SECTION TO BE ANNOTATED---\nFinally, he takes his best shot\n\nNICK\nThink about it this way: you get\nto spend the rest of your life\nhaving make-up sex.\nEd thinks on this a moment. Then he turns to Nick.\nED\nListen, mate, are you coming to\nthis wedding or not?\nEXT. CHURCH\n\nKat pushes open the heavy doors to take one last look. She\nsteps outside and the door closes, revealing--\n\nNICK, now dressed in his tux. He smiles at her.\n\nNICK\nHi.\n\nKAT\nHi.\n\f102.\n\nThey take each other in.\n\nNICK\n\nWhen we were fighting last night,\nit hit me. No one had ever cared\nabout me as much as you cared about\nJeffrey. That’s why I was so\nangry. I’m sorry I took it out on\nyou -- I didn’t mean to hurt you.\n\n(beat)\nAnd then, I was going to get out of\nhere and leave you alone, but\nhalfway to the station, I realized--\n\nFrom inside, the WEDDING MARCH begins to play. Nick takes\nher face in his hands.\n\nNICK (CONT'D)\nI’d rather fight with you than make\nlove to anyone else.\n\nKat is speechless. Nick leans down and kisses her like he’s\ngoing to keep on kissing her forever. But then, he breaks\naway .\n\nNICK (CONT'D)\nI should go.\n\nKAT\nWhat?! No, no. You can’t--\n\nNICK\nI have to.\n(he smiles)\nI’m the best man.\n\nINT. HALLWAY - CHURCH\n\nNick and Kat stand in a dark doorway, facing the closed door.\nThey share a secret smile in the dark.\n\nJust then, the USHER opens the door and Nick leads Kat down\nthe aisle. As they walk, they exchange sidelong glances.\nBoth are as nervous and excited as school kids.\n\nBehind them, Victor and Amy beam as they await their turn.\nNick leans over and whispers in her ear.\n\f103.\n\nINT. CHURCH - LATER\n\nIn the background, Amy and Ed stand at the altar. They hold\nhands tightly, grateful to have lost and found each other\n\nNick and Kat peek across at each other. They both smile.\n\nKAT (0.S.)\n“Today is a day for love and for\nbeauty.",
  "64": "---END OF PREVIOUS SECTION---\nThey both smile. KAT (0. S.)\n“Today is a day for love and for\nbeauty. \n---TARGET SECTION TO BE ANNOTATED---\n But most of all, it's a\nday for truth.”\n\nINT. TENT - FLETCHER-WOOTEN ESTATE - AFTERNOON\n\nKat speaks into a microphone, trying to deliver her speech.\nAll around her, she sees faces: Mom, Dad, Amy, Ed, TJ. Kat\nlooks down at a crumpled scrap of paper.\n\nKAT\nI’ve been working on this speech\nsince these two got engaged. It\nwas supposed to be touching and\nfunny.\n\nKat looks at Nick. He doesn’t have to do anything. He just\nis support.\n\nKAT (CONT'D)\n\nI thought I’d come back to England\nand have an epiphany. I’d see Amy\nand the perfect thing would pop\ninto my head and it would\nencapsulate how and why I love my\nsister. But I came home and\neverything was a mess and the truth\nand beauty line was all I could\ncome up with.\n\n(beat)\nAnd I think I stole that from the\nback of an in-flight magazine.\n\nThe GUESTS laugh. Kat looks at her mom.\n\nKAT (CONT'D)\nA wonderful woman once said about\nAmy: “It’s not that I love her\nmore, it’s that she lets me love\nher.”\n\nKat raises her glass in a toast\n\f104.\n\nKAT (CONT'D)\n(to Ed and Amy)\nIt can be the scariest thing in the\nworld to let someone love you and\nto know how to love them back.\nTake good care of each other. I\nlove you both.\n\nEveryone clinks glasses. A few people sniffle or kiss their\ndates. Kat and Amy hold each other’s gaze. Nearby, Bunny\nwatches her little girls with tears in her eyes.\n\nINT. TENT - FLETCHER-WOOTEN ESTATE - DUSK\n\nThe STAFF has already started packing up. Ed’s Father\nwhispers something to the BANDLEADER and pulls his wife out\non the dance floor. He spins her around as “Ma Vie en Rose”\nbegins to play. She smiles, happily, as they dance.\n\nEd tries to keep a very drunk Amy away from the present\ntable. Slouching on the piano, TJ makes out with her date,\nWoody, the bartender.\n\nThe CAMERA FINDS Kat and Nick on the dance floor.",
  "65": "---END OF PREVIOUS SECTION---\nEd tries to keep a very drunk Amy away from the present\ntable. Slouching on the piano, TJ makes out with her date,\nWoody, the bartender. The CAMERA FINDS Kat and Nick on the dance floor. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nNice speech. I thought it was\n“touching”... and “funny.”\n\nKAT\n\nThank you.\n\nNick gracefully spins Kat around; they really do dance\nbeautifully together.\n\nKAT (CONT'D)\nSince I’ve generously agreed to go\nout with you, I think it’s only\nfair that you tell me how you got\ninto the business?\n\nKat smiles mischievously. Nick pulls her close. He’s\nfinally going to tell her.\n\nNICK\nYou know why I never tell the real\nstory of how I got into this?\n\nKat shakes her head, \"no.\" Nick swings her around in an\nelaborate dip and kisses her on the neck.\n\f105.\n\nNICK (CONT'D)\nBecause it’s boring.\n(Kat laughs)\nNow if you want to hear a good\nstory, let me tell you the one\nabout how I got out of it.\n\nKat and Nick smile at each other as their dancing grows more\neffortless. In the background, Ed tugs a half-opened present\nout of Amy’s hands and puts it back on the table. She jumps\nup on his back and he happily carts her off to the loo.\n\nCUT TO:\n\nA HAND COUNTING MONEY IN THE BROWN ENVELOPE.\n\nEXT. BOATHOUSE - FLETCHER-WOOTEN ESTATE - SAME\n\nA WORKER finishes counting the money, closes the envelope,\nand tucks it in his pocket.\n\nThe CAMERA PULLS BACK as he walks over to TWO OTHER WORKERS,\nwho are scraping paint off a hoisted-up “JACK SHIP.”\n\nAs the first star appears in the night sky, the music swells\nand we slowly make out the sounds of the greatest make-up sex\nof all time, echoing in the distance.\n\nFADE TO BLACK.\n\f"
}